{
  "openalex_id": "W1013679523",
  "doi": "https://doi.org/10.1353/lvn.2015.0031",
  "title": "“After the Eruption”: Melville and the Cultural Memory of the American Civil War",
  "abstract": "“After the Eruption”: Melville and the Cultural Memory of the American Civil War Coleman Hutchison, Organizer and Colin Dewey, Chair Click for larger view View full resolution Participants in “Melville and Cultural Memory” panel at MLA 2015, from left to right: Robert Arbour, Timothy Sweet, Randall Fuller, and Colin Dewey. Photo courtesy of Brian Yothers. 2015 marks the 150th anniversary of the end of the American Civil War. As that fierce and bloody conflict drew to a close, Herman Melville began to pull together a collection of poems written “in the impulse imparted by the fall of Richmond.” In keeping with the MLA’s 2015 Presidential Theme, “Negotiating Sites of Memory,” the two panelists and respondent showed how Melville’s often-cryptic poetry rewrote the war and revised its memory. According to the panelists, Melville’s Civil War poems thematize the vagaries of individual and collective remembrance. As Melville confesses in a prefatory note: “The aspects which the strife as a memory assumes are as manifold as are [End Page 144] the moods of involuntary meditation—moods variable, and at times widely at variance” (v). For theorists like Maurice Halbwachs, Pierre Nora, and Marita Sturken, such variability and variance is at the heart of any experience of collective memory. Thus, by charting Melville’s interest in and influence on cultural memory, the panel put literary studies in closer conversation with recent work in Civil War history that has emphasized contested memorial practices. In “Memory of the Three Hundred Thousand”: The Liminal Dedication of Melville’s Battle-Pieces and Aspects of the War Robert Arbour Indiana University This paper begins and ends with an often overlooked aspect of Battle-Pieces. However ordinary Melville’s dedication may seem, it invokes not “three hundred thousand” soldiers who died in the Civil War, but their “memory,” framing the sui generis book as a self-conscious memorializing project that interrogates from the start the production of cultural memory. Artfully nebulous, the dedication draws on several contemporary strategies for commemorating the war even as it resists each of them. Its impersonal yet conventional rhetoric converses with the dedications of popular sentimental poems in 1866. Its typography braids together the permanence of the epitaph and the volatility of the newspaper poem and the telegraphic bulletin. Its lapidary form suggests the monuments in the national cemeteries where the Federal dead were identified and reinterred while its anonymity evokes the mass graves that housed Confederate corpses or the inevitable blankness of the customizable memorial lithographs marketed to American families during the war. An index of the poetry it precedes, the dedication also indexes Melville’s literary career, reaching back to the ironic dedication of Israel Potter to connect the work of the aspiring poet to the anxieties over popularity and public memory in his forgotten prose. The dedication of Battle-Pieces is a liminal pastiche that challenges precisely the unitary memory it addresses and reveals any cultural memory, of war or of a writer, to be a collage of diverse cultural texts, as fluid as it is incomplete. Melville and the Shaping of the Civil War Canon Timothy Sweet West Virginia University This paper considers Melville’s place in the Civil War’s literary canon, focusing on the centennial of the war as a key moment, particularly as canon-building [End Page 145] arguments were shaped by the Cold War context. If, as Myra Jehlen and other New Americanists have argued, Cold War critics typically recast political issues as aesthetic problems, such recasting would have been particularly strained in the case of Civil War texts, in which political positions were not allegories to be deciphered by critics, but rather had actual referents. At the height of the Cold War, however, public-sphere critics such as Richard Chase, Alfred Kazin, Robert Penn Warren, and Edmund Wilson did not find themselves thus constrained. These critics found the Civil War’s most important intellectual legacy to be philosophical pragmatism, and they evaluated the literary canon according to their valuation of pragmatism. Rather than “reach[ing] an end with the Cold War,” as Louis Menand concludes in The Metaphysical Club, pragmatism experienced a public renewal during the centennial as literary critics explored...",
  "authors": [
    {
      "display_name": "Coleman Hutchison",
      "id": "A5086305997",
      "orcid": "https://orcid.org/0000-0001-9616-7152",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Coleman Hutchison"
    },
    {
      "display_name": "Colin D. Dewey",
      "id": "A5016139653",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Colin Dewey"
    }
  ],
  "publication_year": 2015,
  "publication_date": "2015-01-01",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210175507",
    "display_name": "Leviathan",
    "issn_l": "1525-6995",
    "issn": [
      "1525-6995",
      "1750-1849"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315678"
  },
  "volume": "17",
  "issue": "2",
  "first_page": "144",
  "last_page": "146",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C81631423",
      "display_name": "Spanish Civil War",
      "level": 2,
      "score": 0.6808436
    },
    {
      "id": "C2778627824",
      "display_name": "Battle",
      "level": 2,
      "score": 0.6164845
    },
    {
      "id": "C164913051",
      "display_name": "Poetry",
      "level": 2,
      "score": 0.57086784
    },
    {
      "id": "C67448173",
      "display_name": "Collective memory",
      "level": 2,
      "score": 0.5587639
    },
    {
      "id": "C2776786462",
      "display_name": "Cultural memory",
      "level": 2,
      "score": 0.4399767
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.40372023
    },
    {
      "id": "C52119013",
      "display_name": "Art history",
      "level": 1,
      "score": 0.36865294
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.35016835
    },
    {
      "id": "C124952713",
      "display_name": "Literature",
      "level": 1,
      "score": 0.34662747
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.29148543
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.19268218
    },
    {
      "id": "C19165224",
      "display_name": "Anthropology",
      "level": 1,
      "score": 0.15909868
    },
    {
      "id": "C27206212",
      "display_name": "Theology",
      "level": 1,
      "score": 0.11792156
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.108734995
    }
  ],
  "topics": [
    {
      "id": "T11104",
      "display_name": "Memory, Trauma, and Commemoration",
      "score": 0.7901
    },
    {
      "id": "T14305",
      "display_name": "Modern American Literature Studies",
      "score": 0.6817
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/lvn.2015.0031",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:48:02.766166",
  "source_database": "OpenAlex"
}