{
  "openalex_id": "W1037935759",
  "doi": "https://doi.org/10.47749/t/unicamp.1997.119728",
  "title": "Fatores associados a não-adesão ao tratamento de mulheres com cancer ginecologico ou mamario",
  "abstract": "O objetivo deste trabalho foi identificar fatores associados a nao adesao das mulheres com câncer ginecologico ou mamario a conduta terapeutica proposta, avaliando, conjuntamente, as causas de tratamento incompleto, por progressao da doenca, toxicidade a terapia e abandono pela paciente; em seguida, considerando apenas o abandono. E um estudo de coorte retrospectivo realizado com os dados de 213 mulheres, atendidas como caso novo, no Centro de Atencao Integral a Saude da Mulher da Universidade Estadual de Campinas (CAISM/UNICAMP), em 1990. A avaliacao estatistica foi realizada por meio dos testes do Qui-Quadrado, com nivel de significância de 5%; risco relativo e risco relativo ponderado, Mantel Haenszel, com seu correspondente intervalo de confianca de 95%. Com o objetivo de estudar a influencia de algumas variaveis, foi utilizada a analise de regressao logistica. Das 213 pacientes incluidas, 26% nao concluiram o tratamento e mais da metade destas, por abandono. Mulheres com mais de 64 anos apresentaram um risco duas vezes maior de nao completar o tratamento que aquelas com menos de 55 anos. Esse risco foi tres vezes maior entre as pacientes com câncer de mama. O risco de nao concluir o tratamento aumentou progressivamente com o estadio da doenca. Tanto a quimioterapia quanto a radioterapia estiveram associadas a nao-adesao por progressao, toxicidade ou\r\nabandono; porem, a associacao foi maior entre as usuarias de quimioterapia. Das cirurgias propostas, menos de 10% nao foram realizadas. O abandono, como causa de nao-adesao, esteve associado com idade acima de 64 anos, estadio avancado da doenca, câncer de mama e quimioterapia. Pode-se inferir, neste estudo, que a nao-adesao ao tratamento prescrito tambem ocorre entre mulheres com câncer e, que o aconselhamento, educacao e motivacao das pacientes e seus familiares desde o diagnostico, possibilitariam o aumento da proporcao de mulheres que completariam o tratamento.\r\n\r\nAbstract",
  "authors": [
    {
      "display_name": "Nancy Mineko Koseki",
      "id": "A5057970527",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Nancy Mineko Koseki"
    }
  ],
  "publication_year": 1997,
  "publication_date": "1997-10-30",
  "type": "dissertation",
  "cited_by_count": 1,
  "is_retracted": false,
  "is_paratext": false,
  "language": "pt",
  "source": {
    "id": "",
    "display_name": "",
    "issn_l": "",
    "issn": [],
    "type": "",
    "host_organization": ""
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://doi.org/10.47749/t/unicamp.1997.119728",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.87235177
    },
    {
      "id": "C29456083",
      "display_name": "Gynecology",
      "level": 1,
      "score": 0.60736936
    },
    {
      "id": "C44249647",
      "display_name": "Confidence interval",
      "level": 2,
      "score": 0.4345684
    },
    {
      "id": "C151956035",
      "display_name": "Logistic regression",
      "level": 2,
      "score": 0.41462547
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.093767196
    }
  ],
  "topics": [
    {
      "id": "T13544",
      "display_name": "Women's cancer prevention and management",
      "score": 0.9988
    },
    {
      "id": "T13340",
      "display_name": "Palliative and Oncologic Care",
      "score": 0.9389
    },
    {
      "id": "T12103",
      "display_name": "Cancer Risks and Factors",
      "score": 0.9212
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.47749/t/unicamp.1997.119728",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:09:23.774531",
  "source_database": "OpenAlex"
}