{
  "openalex_id": "W1128476020",
  "doi": null,
  "title": "Teori istihalah menurut perspektif Islam dan sains : aplikasi terhadap beberapa penghasilan produk makanan / Mohammad Aizat bin Jamaludin",
  "abstract": "Kajian ini memfokuskan aplikasi teori Istihalah menurut perspektif Islam dan sains. Pada dasarnya, teori ini tidak distrukturkan dengan sistematik dalam khazanah perbendaharaan fiqh Islam. Manakala dalam perspektif sains tiada satu perbincangan khusus yang melibatkan Istihalah. Walaupun begitu, ia mempunyai konotasi yang hampir sinonim dengan teori perubahan zat. Kajian ini melibatkan aplikasi teori Istihalah terhadap beberapa penghasilan produk makanan. Untuk mencapai objektif yang ditetapkan, pengkaji telah menggunakan beberapa metode. Di antaranya ialah metode pengumpulan data yang merangkumi kajian perpustakaan dan kajian lapangan. Kajian perpustakaan diaplikasi untuk mendapatkan data-data primer dan sekunder khususnya sebagai landasan dan struktur teori Istihalah. Manakala dalam kajian lapangan, pengkaji telah menemubual beberapa informan yang berautoriti dan pakar dalam bidang masing-masing. Data yang dikumpulkan telah dianalisis berdasarkan metode deduktif, induktif dan komparatif. Beberapa sampel telah dipilih untuk diaplikasi berasaskan teori Istihalah dengan pengklasifikasian kepada jenis tertentu. Di antaranya sampel yang melibatkan produk yang berasaskan najis dan kotoran, arak atau alkohol, darah haiwan, sumber daripada manusia, serangga, khinzir dan derivatifnya serta organ haiwan yang tidak disembelih atau bangkai. Sampel yang dipilih telah diaplikasi berasaskan dua model Istihalah iaitu Istihalah Sahihah (perubahan diterima) dan Istihalah Fasidah (perubahan rosak). Misalnya, status tumbuhan yang dibajai dengan najis dan kotoran adalah halal dimakan. Ini kerana ia telah melalui proses Istihalah Sahihah. Baja yang bertindak sebagai agen penggalak tanah hanya bersifat elemen luaran yang membantu penyuburan pokok. Malah pokok tersebut tidak terjejas dengan baja daripada najis dan kotoran. Manakala haiwan yang berstatus al-Jallalah adalah haram dimakan kerana ia telah melalui Istihalah Fasidah. Kesan ini berlaku apabila haiwan tersebut diberi makanan kotor dan najis secara berkala sehingga merubah bau, warna dan rasa. Walaupun demikian, haiwan al-Jallalah boleh dimakan apabila dikuarantinkan setelah melalui proses Istihalah Sahihah dalam tempoh tertentu. Selain itu, terdapat juga haiwan yang berstatus haram dimakan seperti lembu Kobe. Ini kerana haiwan ini telah melalui proses Istihalah Fasidah sehingga tidak dapat merubah kembali menjadi halal. Hasil kajian mendapati teori Istihalah relevan untuk diaplikasikan sebagai instrumen purifikasi alternatif dalam menyelesaikan persoalan semasa terutamanya melibatkan penghasilan produk makanan. Kebanyakan sampel yang melibatkan percampuran dengan elemen yang haram menghasilkan proses Istihalah Fasidah sebaliknya perubahan yang melibatkan percampuran dengan bahan yang halal adalah dikategorikan sebagai Istihalah Sahihah.",
  "authors": [
    {
      "display_name": "Mohammad Aizat Jamaludin",
      "id": "A5022340399",
      "orcid": "https://orcid.org/0000-0001-8233-719X",
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Mohammad Aizat Jamaludin"
    }
  ],
  "publication_year": 2009,
  "publication_date": "2009-01-01",
  "type": "dissertation",
  "cited_by_count": 1,
  "is_retracted": false,
  "is_paratext": false,
  "language": "id",
  "source": {
    "id": "",
    "display_name": "",
    "issn_l": "",
    "issn": [],
    "type": "",
    "host_organization": ""
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C121332964",
      "display_name": "Physics",
      "level": 0,
      "score": 0.70177996
    },
    {
      "id": "C15708023",
      "display_name": "Humanities",
      "level": 1,
      "score": 0.6948141
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.21608377
    }
  ],
  "topics": [
    {
      "id": "T12651",
      "display_name": "Halal products and consumer behavior",
      "score": 0.994
    },
    {
      "id": "T11365",
      "display_name": "Islamic Finance and Banking Studies",
      "score": 0.9727
    },
    {
      "id": "T12998",
      "display_name": "Education and Islamic Studies",
      "score": 0.9637
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "http://studentsrepo.um.edu.my/5267/",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:49:29.509814",
  "source_database": "OpenAlex"
}