{
  "openalex_id": "W114865566",
  "doi": "https://doi.org/10.1016/s0022-5347(17)39549-6",
  "title": "Urethral Recurrence Following Radical Cystectomy",
  "abstract": "No AccessJournal of Urology1 Sep 1990Urethral Recurrence Following Radical Cystectomy Stephen W. Hardeman, and Mark S. Soloway Stephen W. HardemanStephen W. Hardeman , and Mark S. SolowayMark S. Soloway View All Author Informationhttps://doi.org/10.1016/S0022-5347(17)39549-6AboutPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail We reviewed the clinical courses of 86 men after radical cystoprostatectomy for transitional cell carcinoma of the bladder to determine who were at highest risk for urethral recurrence. We assessed patients for prostatic involvement as well as tumor extent in the bladder and distal ureters. Of the 30 patients with tumor in the prostate 11 (37%) suffered urethral recurrences. Of the 56 patients with all other types of tumor involvement patterns exclusive of disease in the prostate only 2 (4%) had recurrence. We recommend rigorous screening for transitional cell carcinoma of the prostate before cystectomy. Prophylactic urethrectomy is indicated for patients with prostatic involvement, while those without such involvement may be considered at low risk for urethral recurrence. © 1990 by The American Urological Association Education and Research, Inc.FiguresReferencesRelatedDetailsCited Byvon Rundstedt F, Lerner S, Godoy G, Amiel G, Wheeler T, Truong L and Shen S (2018) Usefulness of Transurethral Biopsy for Staging the Prostatic Urethra before Radical CystectomyJournal of Urology, VOL. 193, NO. 1, (58-63), Online publication date: 1-Jan-2015.Linder B, Boorjian S, Hudolin T, Cheville J, Thapa P, Tarrell R and Frank I (2018) Late Recurrence after Radical Cystectomy: Patterns, Risk Factors and OutcomesJournal of Urology, VOL. 191, NO. 5, (1256-1261), Online publication date: 1-May-2014.Dalbagni G, Bochner B, Cronin A, Herr H and Donat S (2018) A Plea for a Uniform Surveillance Schedule After Radical CystectomyJournal of Urology, VOL. 185, NO. 6, (2091-2096), Online publication date: 1-Jun-2011.Di̇vri̇k R, Şahi̇n A, Altok M, Ünlü N and Zorlu F (2018) The Frequency of Hydronephrosis at Initial Diagnosis and its Effect on Recurrence and Progression in Patients With Superficial Bladder CancerJournal of Urology, VOL. 178, NO. 3, (802-806), Online publication date: 1-Sep-2007.STEIN J, CLARK P, MIRANDA G, CAI J, GROSHEN S and SKINNER D (2018) URETHRAL TUMOR RECURRENCE FOLLOWING CYSTECTOMY AND URINARY DIVERSION: CLINICAL AND PATHOLOGICAL CHARACTERISTICS IN 768 MALE PATIENTSJournal of Urology, VOL. 173, NO. 4, (1163-1168), Online publication date: 1-Apr-2005.ALI-EL-DEIN B, ABDEL-LATIF M, ASHAMALLAH A, ABDEL-RAHIM M and GHONEIM M (2018) Local Urethral Recurrence After Radical Cystectomy and Orthotopic Bladder Substitution in Women:: A Prospective StudyJournal of Urology, VOL. 171, NO. 1, (275-278), Online publication date: 1-Jan-2004.HASSAN J, COOKSON M, SMITH J and CHANG S (2018) URETHRAL RECURRENCE IN PATIENTS FOLLOWING ORTHOTOPIC URINARY DIVERSIONJournal of Urology, VOL. 172, NO. 4 Part 1, (1338-1341), Online publication date: 1-Oct-2004.NIXON R, CHANG S, LAFLEUR B, SMITH J and COOKSON M (2018) CARCINOMA IN SITU AND TUMOR MULTIFOCALITY PREDICT THE RISK OF PROSTATIC URETHRAL INVOLVEMENT AT RADICAL CYSTECTOMY IN MEN WITH TRANSITIONAL CELL CARCINOMA OF THE BLADDERJournal of Urology, VOL. 167, NO. 2 Part 1, (502-505), Online publication date: 1-Feb-2002.VALLANCIEN G, ABOU EL FETTOUH H, CATHELINEAU X, BAUMERT H, FROMONT G and GUILLONNEAU B (2018) Cystectomy with Prostate Sparing for Bladder Cancer in 100 Patients: 10-year ExperienceJournal of Urology, VOL. 168, NO. 6, (2413-2417), Online publication date: 1-Dec-2002.DONAT S, WEI D, McGUIRE M and HERR H (2018) THE EFFICACY OF TRANSURETHRAL BIOPSY FOR PREDICTING THE LONG-TERM CLINICAL IMPACT OF PROSTATIC INVASIVE BLADDER CANCERJournal of Urology, VOL. 165, NO. 5, (1580-1584), Online publication date: 1-May-2001.CRESSWELL J, ROBERTS J and NEAL D (2018) URETHRAL RECURRENCE AFTER RADICAL RADIOTHERAPY FOR BLADDER CANCERJournal of Urology, VOL. 165, NO. 4, (1135-1137), Online publication date: 1-Apr-2001.Iselin C, Robertson C, Webster G, Vieweg J and Paulson D (2018) DOES PROSTATE TRANSITIONAL CELL CARCINOMA PRECLUDE ORTHOTOPIC BLADDER RECONSTRUCTION AFTER RADICAL CYSTOPROSTATECTOMY FOR BLADDER CANCER?Journal of Urology, VOL. 158, NO. 6, (2123-2126), Online publication date: 1-Dec-1997.El-Mekresh M, Hafez A, Abol-Enein H and Ghoneim M (2018) Double Folded Rectosigmoid Bladder With a New Ureterocolic Antireflux TechniqueJournal of Urology, VOL. 157, NO. 6, (2085-2089), Online publication date: 1-Jun-1997.Miller M and Benson M (2018) Management of Urethral Recurrence after Radical Cystectomy and Neobladder Creation by Urethroscopic Resection and FulgurationJournal of Urology, VOL. 156, NO. 5, (1768-1768), Online publication date: 1-Nov-1996.Stenzl A, Draxl H, Posch B, Colleselli K, Falk M and Bartsch G (2018) Original Articles: Bladder Cancer: The Risk of Urethral Tumors in Female Bladder Cancer: Can the Urethra be Used for Orthotopic Reconstruction of the Lower Urinary Tract?Journal of Urology, VOL. 153, NO. 3S, (950-955), Online publication date: 1-Mar-1995.Coloby P, Kakizoe T, Tobisu K and Sakamoto M (2018) Urethral Involvement in Female Bladder Cancer Patients: Mapping of 47 Consecutive Cysto-Urethrectomy SpecimensJournal of Urology, VOL. 152, NO. 5 Part 1, (1438-1442), Online publication date: 1-Nov-1994.Sundin T and Mansi M (2018) The Valved S-Shaped Rectosigmoid Pouch for Continent Urinary DiversionJournal of Urology, VOL. 150, NO. 3, (838-842), Online publication date: 1-Sep-1993.Ghoneim M, Shaaban A, Mahran M and Kock N (2018) Further Experience with the Urethral Kock PouchJournal of Urology, VOL. 147, NO. 2, (361-365), Online publication date: 1-Feb-1992. (2018) Reply by AuthorsJournal of Urology, VOL. 147, NO. 6, (1630-1630), Online publication date: 1-Jun-1992.Matzkin H, Soloway M and Hardeman S (2018) Transitional Cell Carcinoma of the ProstateJournal of Urology, VOL. 146, NO. 5, (1207-1212), Online publication date: 1-Nov-1991. Volume 144Issue 3September 1990Page: 666-669 Advertisement Copyright & Permissions© 1990 by The American Urological Association Education and Research, Inc.MetricsAuthor Information Stephen W. Hardeman More articles by this author Mark S. Soloway More articles by this author Expand All Advertisement PDF DownloadLoading ...",
  "authors": [
    {
      "display_name": "Stephen W. Hardeman",
      "id": "A5084070607",
      "orcid": null,
      "institutions": [
        {
          "id": "I160606119",
          "display_name": "University of Tennessee Health Science Center",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Stephen W. Hardeman"
    },
    {
      "display_name": "Mark S. Soloway",
      "id": "A5107973008",
      "orcid": "https://orcid.org/0000-0002-4323-9623",
      "institutions": [
        {
          "id": "I160606119",
          "display_name": "University of Tennessee Health Science Center",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mark S. Soloway"
    }
  ],
  "publication_year": 1990,
  "publication_date": "1990-09-01",
  "type": "article",
  "cited_by_count": 158,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "144",
  "issue": "3",
  "first_page": "666",
  "last_page": "669",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.9818087
    },
    {
      "id": "C2775910329",
      "display_name": "Cystectomy",
      "level": 4,
      "score": 0.91838586
    },
    {
      "id": "C126894567",
      "display_name": "Urology",
      "level": 1,
      "score": 0.4882946
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.36211056
    },
    {
      "id": "C2780352672",
      "display_name": "Bladder cancer",
      "level": 3,
      "score": 0.15953493
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.13219377
    },
    {
      "id": "C121608353",
      "display_name": "Cancer",
      "level": 2,
      "score": 0.0627937
    }
  ],
  "topics": [
    {
      "id": "T10458",
      "display_name": "Bladder and Urothelial Cancer Treatments",
      "score": 0.9995
    },
    {
      "id": "T12695",
      "display_name": "Urinary and Genital Oncology Studies",
      "score": 0.9987
    },
    {
      "id": "T11815",
      "display_name": "Urological Disorders and Treatments",
      "score": 0.995
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/s0022-5347(17)39549-6",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:46:07.320336",
  "source_database": "OpenAlex"
}