{
  "openalex_id": "W1154461499",
  "doi": "https://doi.org/10.1016/j.juro.2015.08.087",
  "title": "Outcomes of Active Surveillance for Clinically Localized Prostate Cancer in the Prospective, Multi-Institutional Canary PASS Cohort",
  "abstract": "No AccessJournal of UrologyAdult Urology1 Feb 2016Outcomes of Active Surveillance for Clinically Localized Prostate Cancer in the Prospective, Multi-Institutional Canary PASS Cohort Lisa F. Newcomb, Ian M. Thompson, Hilary D. Boyer, James D. Brooks, Peter R. Carroll, Matthew R. Cooperberg, Atreya Dash, William J. Ellis, Ladan Fazli, Ziding Feng, Martin E. Gleave, Priya Kunju, Raymond S. Lance, Jesse K. McKenney, Maxwell V. Meng, Marlo M. Nicolas, Martin G. Sanda, Jeffry Simko, Alan So, Maria S. Tretiakova, Dean A. Troyer, Lawrence D. True, Funda Vakar-Lopez, Jeff Virgin, Andrew A. Wagner, John T. Wei, Yingye Zheng, Peter S. Nelson, Daniel W. Lin, and Canary PASS Investigators Lisa F. NewcombLisa F. Newcomb Fred Hutchinson Cancer Research Center, Seattle, Washington University of Washington, Seattle, Washington , Ian M. ThompsonIan M. Thompson University of Texas Health Sciences Center at San Antonio, San Antonio, Texas , Hilary D. BoyerHilary D. Boyer Fred Hutchinson Cancer Research Center, Seattle, Washington , James D. BrooksJames D. Brooks Stanford University, Stanford, California , Peter R. CarrollPeter R. Carroll University of California San Francisco, San Francisco, California , Matthew R. CooperbergMatthew R. Cooperberg University of California San Francisco, San Francisco, California , Atreya DashAtreya Dash Veterans Affairs Puget Sound Health Care System, Seattle, Washington , William J. EllisWilliam J. Ellis University of Washington, Seattle, Washington , Ladan FazliLadan Fazli University of British Columbia, Vancouver, British Columbia, Canada , Ziding FengZiding Feng Fred Hutchinson Cancer Research Center, Seattle, Washington , Martin E. GleaveMartin E. Gleave University of British Columbia, Vancouver, British Columbia, Canada , Priya KunjuPriya Kunju University of Michigan, Ann Arbor, Michigan , Raymond S. LanceRaymond S. Lance Eastern Virginia Medical School, Norfolk, Virginia , Jesse K. McKenneyJesse K. McKenney Cleveland Clinic, Cleveland, Ohio , Maxwell V. MengMaxwell V. Meng University of California San Francisco, San Francisco, California , Marlo M. NicolasMarlo M. Nicolas University of Texas Health Sciences Center at San Antonio, San Antonio, Texas , Martin G. SandaMartin G. Sanda Beth Israel Deaconess Medical Center, Boston, Massachusetts , Jeffry SimkoJeffry Simko University of California San Francisco, San Francisco, California , Alan SoAlan So University of British Columbia, Vancouver, British Columbia, Canada , Maria S. TretiakovaMaria S. Tretiakova University of Washington, Seattle, Washington , Dean A. TroyerDean A. Troyer Eastern Virginia Medical School, Norfolk, Virginia , Lawrence D. TrueLawrence D. True University of Washington, Seattle, Washington , Funda Vakar-LopezFunda Vakar-Lopez University of Washington, Seattle, Washington , Jeff VirginJeff Virgin Veterans Affairs Puget Sound Health Care System, Seattle, Washington , Andrew A. WagnerAndrew A. Wagner Beth Israel Deaconess Medical Center, Boston, Massachusetts , John T. WeiJohn T. Wei University of Michigan, Ann Arbor, Michigan , Yingye ZhengYingye Zheng Fred Hutchinson Cancer Research Center, Seattle, Washington , Peter S. NelsonPeter S. Nelson Fred Hutchinson Cancer Research Center, Seattle, Washington , Daniel W. LinDaniel W. Lin Fred Hutchinson Cancer Research Center, Seattle, Washington University of Washington, Seattle, Washington Veterans Affairs Puget Sound Health Care System, Seattle, Washington , and Canary PASS Investigators View All Author Informationhttps://doi.org/10.1016/j.juro.2015.08.087AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: Active surveillance represents a strategy to address the overtreatment of prostate cancer, yet uncertainty regarding individual patient outcomes remains a concern. We evaluated outcomes in a prospective multicenter study of active surveillance. Materials and Methods: We studied 905 men in the prospective Canary PASS enrolled between 2008 and 2013. We collected clinical data at study entry and at prespecified intervals, and determined associations with adverse reclassification, defined as increased Gleason grade or greater cancer volume on followup biopsy. We also evaluated the relationships of clinical parameters with pathology findings in participants who underwent surgery after a period of active surveillance. Results: At a median followup of 28 months 24% of participants experienced adverse reclassification, of whom 53% underwent treatment while 31% continued on active surveillance. Overall 19% of participants received treatment, 68% with adverse reclassification, while 32% opted for treatment without disease reclassification. In multivariate Cox proportional hazards modeling the percent of biopsy cores with cancer, body mass index and prostate specific antigen density were associated with adverse reclassification (p=0.01, 0.04, 0.04, respectively). Of 103 participants subsequently treated with radical prostatectomy 34% had adverse pathology, defined as primary pattern 4-5 or nonorgan confined disease, including 2 with positive lymph nodes, with no significant relationship between risk category at diagnosis and findings at surgery (p=0.76). Conclusions: Most men remain on active surveillance at 5 years without adverse reclassification or adverse pathology at surgery. However, clinical factors had only a modest association with disease reclassification, supporting the need for approaches that improve the prediction of this outcome. References 1 : 20-Year outcomes following conservative management of clinically localized prostate cancer. JAMA2005; 293: 2095. Google Scholar 2 : Time trends and local variation in primary treatment of localized prostate cancer. J Clin Oncol2010; 28: 1117. Google Scholar 3 : Overdiagnosis due to prostate-specific antigen screening: lessons from U.S. prostate cancer incidence trends. J Natl Cancer Inst2002; 94: 981. Google Scholar 4 : Contemporary trends in low risk prostate cancer: risk assessment and treatment. J Urol2007; 178: S14. Link, Google Scholar 5 : Incidence of initial local therapy among men with lower-risk prostate cancer in the United States. J Natl Cancer Inst2006; 98: 1134. Google Scholar 6 : Canary Prostate Active Surveillance Study: design of a multi-institutional active surveillance cohort and biorepository. Urology2010; 75: 407. Google Scholar 7 : The 2005 International Society of Urological Pathology (ISUP) Consensus Conference on Gleason Grading of Prostatic Carcinoma. Am J Surg Pathol2005; 29: 1228. Google Scholar 8 : Prostate cancer, version 1.2014. J Natl Compr Canc Netw2013; 11: 1471. Google Scholar 9 : Screening for prostate cancer: U.S. Preventive Services Task Force recommendation statement. Ann Intern Med2012; 157: 120. Google Scholar 10 : Active surveillance for the management of prostate cancer in a contemporary cohort. Cancer2008; 112: 2664. Google Scholar 11 : Long-term follow-up of a large active surveillance cohort of patients with prostate cancer. J Clin Oncol2015; 33: 272. Google Scholar 12 : Active surveillance program for prostate cancer: an update of the Johns Hopkins experience. J Clin Oncol2011; 29: 2185. Google Scholar 13 : Active surveillance for low-risk prostate cancer worldwide: the PRIAS study. Eur Urol2013; 63: 597. Google Scholar 14 : Multiinstitutional validation of the UCSF Cancer of the Prostate Risk Assessment for prediction of recurrence after radical prostatectomy. Cancer2006; 107: 2384. Google Scholar 15 : Prediction of prognosis for prostatic adenocarcinoma by combined histological grading and clinical staging. J Urol1974; 111: 58. Abstract, Google Scholar 16 : A preoperative nomogram for disease recurrence following radical prostatectomy for prostate cancer. J Natl Cancer Inst1998; 90: 766. Google Scholar 17 : Percent of prostate needle biopsy cores with cancer is significant independent predictor of prostate specific antigen recurrence following radical prostatectomy: results from SEARCH database. J Urol2003; 169: 2136. Google Scholar 18 : Prediction of extraprostatic extension in the neurovascular bundle based on prostate needle biopsy pathology, serum prostate specific antigen and digital rectal examination. J Urol2005; 173: 450. Link, Google Scholar 19 : The University of California, San Francisco Cancer of the Prostate Risk Assessment score: a straightforward and reliable preoperative predictor of disease recurrence after radical prostatectomy. J Urol2005; 173: 1938. Link, Google Scholar 20 : Active surveillance for prostate cancer: a systematic review of the literature. Eur Urol2012; 62: 976. Google Scholar 21 : Delayed versus immediate surgical intervention and prostate cancer outcome. J Natl Cancer Inst2006; 98: 355. Google Scholar 22 : Development and multi-institutional validation of an upgrading risk tool for Gleason 6 prostate cancer. Cancer2013; 119: 3992. Google Scholar 23 : Prognostic significance of tumor volume in radical prostatectomy and needle biopsy specimens. J Urol2011; 186: 790. Link, Google Scholar 24 : Obesity is associated with risk of progression for low-risk prostate cancers managed expectantly. Eur Urol2014; 66: 841. Google Scholar 25 : The potential impact of reproducibility of Gleason grading in men with early stage prostate cancer managed by active surveillance: a multi-institutional study. J Urol2011; 186: 465. Link, Google Scholar 26 : Urinary TMPRSS2:ERG and PCA3 in an active surveillance cohort: results from a baseline analysis in the Canary Prostate Active Surveillance Study. Clin Cancer Res2013; 19: 2442. Google Scholar 27 : Radical prostatectomy versus observation for localized prostate cancer. N Engl J Med2012; 367: 203. Google Scholar © 2016 by American Urological Association Education and Research, Inc.FiguresReferencesRelatedDetailsCited byCooperberg M, Lin D, Morgan T, Chapin B, Chen R and Eggener S (2021) Active Surveillance: Very Much \"Preferred\" for Low-Risk Prostate CancerJournal of Urology, VOL. 207, NO. 2, (262-264), Online publication date: 1-Feb-2022.Waisman Malaret A, Chang P, Zhu K, Zheng Y, Newcomb L, Liu M, McKenney J, Brooks J, Carroll P, Dash A, Filson C, Gleave M, Liss M, Martin F, Morgan T, Nelson P, Lin D and Wagner A (2021) Evaluating the Outcomes of Active Surveillance in Grade Group 2 Prostate Cancer: Prospective Results from the Canary PASS CohortJournal of Urology, VOL. 207, NO. 4, (805-813), Online publication date: 1-Apr-2022.Radhakrishnan A, Wallner L, Skolarus T, Shahinian V, Abrahamse P, Fetters M and Hawley S (2021) Primary Care Physician Perspectives on Low Risk Prostate Cancer Management: Results of a National SurveyUrology Practice, VOL. 8, NO. 4, (515-522), Online publication date: 1-Jul-2021.Schenk J, Newcomb L, Zheng Y, Faino A, Zhu K, Nyame Y, Brooks J, Carroll P, Cooperberg M, Dash A, Filson C, Gleave M, Liss M, Martin F, Morgan T, Nelson P, Thompson I, Wagner A and Lin D (2019) African American Race is Not Associated with Risk of Reclassification during Active Surveillance: Results from the Canary Prostate Cancer Active Surveillance StudyJournal of Urology, VOL. 203, NO. 4, (727-733), Online publication date: 1-Apr-2020.Liss M, Newcomb L, Zheng Y, Garcia M, Filson C, Boyer H, Brooks J, Carroll P, Cooperberg M, Ellis W, Gleave M, Martin F, Morgan T, Nelson P, Wagner A, Thompson I and Lin D (2020) Magnetic Resonance Imaging for the Detection of High Grade Cancer in the Canary Prostate Active Surveillance StudyJournal of Urology, VOL. 204, NO. 4, (701-706), Online publication date: 1-Oct-2020.Kearns J, Faino A, Schenk J, Newcomb L, Brooks J, Carroll P, Dash A, Ellis W, Fabrizio M, Gleave M, Morgan T, Nelson P, Thompson I, Wagner A, Zheng Y and Lin D (2018) Continued 5α-Reductase Inhibitor Use after Prostate Cancer Diagnosis and the Risk of Reclassification and Adverse Pathological Outcomes in the PASSJournal of Urology, VOL. 201, NO. 1, (106-112), Online publication date: 1-Jan-2019.Balakrishnan A, Cowan J, Cooperberg M, Shinohara K, Nguyen H and Carroll P (2019) Evaluating the Safety of Active Surveillance: Outcomes of Deferred Radical Prostatectomy after an Initial Period of SurveillanceJournal of Urology, VOL. 202, NO. 3, (506-510), Online publication date: 1-Sep-2019.Cedars B, Washington S, Cowan J, Leapman M, Tenggara I, Chan J, Cooperberg M and Carroll P (2019) Stability of a 17-Gene Genomic Prostate Score in Serial Testing of Men on Active Surveillance for Early Stage Prostate CancerJournal of Urology, VOL. 202, NO. 4, (696-701), Online publication date: 1-Oct-2019.Taneja S (2018) Re: Comparative Analysis of Biopsy Upgrading in Four Prostate Cancer Active Surveillance CohortsJournal of Urology, VOL. 199, NO. 5, (1112-1113), Online publication date: 1-May-2018.Taneja S (2018) Re: Role of Surveillance Biopsy with no Cancer as a Prognostic Marker for Reclassification: Results from the Canary Prostate Active Surveillance StudyJournal of Urology, VOL. 200, NO. 1, (30-30), Online publication date: 1-Jul-2018.Godtman R, Schafferer M, Pihl C, Stranne J and Hugosson J (2018) Long-Term Outcomes after Deferred Radical Prostatectomy in Men Initially Treated with Active SurveillanceJournal of Urology, VOL. 200, NO. 4, (779-785), Online publication date: 1-Oct-2018.Macleod L, Ellis W, Newcomb L, Zheng Y, Brooks J, Carroll P, Gleave M, Lance R, Nelson P, Thompson I, Wagner A, Wei J and Lin D (2016) Timing of Adverse Prostate Cancer Reclassification on First Surveillance Biopsy: Results from the Canary Prostate Cancer Active Surveillance StudyJournal of Urology, VOL. 197, NO. 4, (1026-1033), Online publication date: 1-Apr-2017.Taneja S (2016) Re: Quantified Clinical Risk Change as an End Point during Prostate Cancer Active SurveillanceJournal of Urology, VOL. 197, NO. 3 Part 1, (699-700), Online publication date: 1-Mar-2017.Smith J (2015) This Month in Adult UrologyJournal of Urology, VOL. 195, NO. 2, (237-238), Online publication date: 1-Feb-2016.Shah P, Moreira D, Okhunov Z, Patel V, Chopra S, Razmaria A, Alom M, George A, Yaskiv O, Schwartz M, Desai M, Vira M, Richstone L, Landman J, Shalhav A, Gill I and Kavoussi L (2016) Positive Surgical Margins Increase Risk of Recurrence after Partial Nephrectomy for High Risk Renal TumorsJournal of Urology, VOL. 196, NO. 2, (327-334), Online publication date: 1-Aug-2016.Auffenberg G, Linsell S, Dhir A, Myers S, Rosenberg B and Miller D (2016) Comparison of Pathological Outcomes for Men with Low Risk Prostate Cancer from Diverse Practice Settings: Similar Results from Immediate Prostatectomy or Initial Surveillance with Delayed ProstatectomyJournal of Urology, VOL. 196, NO. 5, (1415-1421), Online publication date: 1-Nov-2016.Dall'Era M (2016) Reasons for Abandonment of Active Surveillance in Men with Prostate CancerJournal of Urology, VOL. 196, NO. 3, (637-638), Online publication date: 1-Sep-2016. Volume 195Issue 2February 2016Page: 313-320Supplementary Materials Advertisement Copyright & Permissions© 2016 by American Urological Association Education and Research, Inc.Keywordsprostatic neoplasmswatchful waitingprospective studiesMetricsAuthor Information Lisa F. Newcomb Fred Hutchinson Cancer Research Center, Seattle, Washington University of Washington, Seattle, Washington No direct or indirect commercial incentive associated with publishing this article. More articles by this author Ian M. Thompson University of Texas Health Sciences Center at San Antonio, San Antonio, Texas Financial interest and/or other relationship with MagForce and Exosome Diagnostics. More articles by this author Hilary D. Boyer Fred Hutchinson Cancer Research Center, Seattle, Washington No direct or indirect commercial incentive associated with publishing this article. More articles by this author James D. Brooks Stanford University, Stanford, California No direct or indirect commercial incentive associated with publishing this article. More articles by this author Peter R. Carroll University of California San Francisco, San Francisco, California No direct or indirect commercial incentive associated with publishing this article. More articles by this author Matthew R. Cooperberg University of California San Francisco, San Francisco, California No direct or indirect commercial incentive associated with publishing this article. More articles by this author Atreya Dash Veterans Affairs Puget Sound Health Care System, Seattle, Washington No direct or indirect commercial incentive associated with publishing this article. More articles by this author William J. Ellis University of Washington, Seattle, Washington No direct or indirect commercial incentive associated with publishing this article. More articles by this author Ladan Fazli University of British Columbia, Vancouver, British Columbia, Canada No direct or indirect commercial incentive associated with publishing this article. More articles by this author Ziding Feng Fred Hutchinson Cancer Research Center, Seattle, Washington No direct or indirect commercial incentive associated with publishing this article. More articles by this author Martin E. Gleave University of British Columbia, Vancouver, British Columbia, Canada No direct or indirect commercial incentive associated with publishing this article. More articles by this author Priya Kunju University of Michigan, Ann Arbor, Michigan No direct or indirect commercial incentive associated with publishing this article. More articles by this author Raymond S. Lance Eastern Virginia Medical School, Norfolk, Virginia No direct or indirect commercial incentive associated with publishing this article. More articles by this author Jesse K. McKenney Cleveland Clinic, Cleveland, Ohio No direct or indirect commercial incentive associated with publishing this article. More articles by this author Maxwell V. Meng University of California San Francisco, San Francisco, California No direct or indirect commercial incentive associated with publishing this article. More articles by this author Marlo M. Nicolas University of Texas Health Sciences Center at San Antonio, San Antonio, Texas No direct or indirect commercial incentive associated with publishing this article. More articles by this author Martin G. Sanda Beth Israel Deaconess Medical Center, Boston, Massachusetts No direct or indirect commercial incentive associated with publishing this article. More articles by this author Jeffry Simko University of California San Francisco, San Francisco, California No direct or indirect commercial incentive associated with publishing this article. More articles by this author Alan So University of British Columbia, Vancouver, British Columbia, Canada No direct or indirect commercial incentive associated with publishing this article. More articles by this author Maria S. Tretiakova University of Washington, Seattle, Washington No direct or indirect commercial incentive associated with publishing this article. More articles by this author Dean A. Troyer Eastern Virginia Medical School, Norfolk, Virginia No direct or indirect commercial incentive associated with publishing this article. More articles by this author Lawrence D. True University of Washington, Seattle, Washington No direct or indirect commercial incentive associated with publishing this article. More articles by this author Funda Vakar-Lopez University of Washington, Seattle, Washington No direct or indirect commercial incentive associated with publishing this article. More articles by this author Jeff Virgin Veterans Affairs Puget Sound Health Care System, Seattle, Washington No direct or indirect commercial incentive associated with publishing this article. More articles by this author Andrew A. Wagner Beth Israel Deaconess Medical Center, Boston, Massachusetts No direct or indirect commercial incentive associated with publishing this article. More articles by this author John T. Wei University of Michigan, Ann Arbor, Michigan No direct or indirect commercial incentive associated with publishing this article. More articles by this author Yingye Zheng Fred Hutchinson Cancer Research Center, Seattle, Washington No direct or indirect commercial incentive associated with publishing this article. More articles by this author Peter S. Nelson Fred Hutchinson Cancer Research Center, Seattle, Washington No direct or indirect commercial incentive associated with publishing this article. More articles by this author Daniel W. Lin Fred Hutchinson Cancer Research Center, Seattle, Washington University of Washington, Seattle, Washington Veterans Affairs Puget Sound Health Care System, Seattle, Washington No direct or indirect commercial incentive associated with publishing this article. More articles by this author Canary PASS Investigators More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Lisa F. Newcomb",
      "id": "A5102807550",
      "orcid": "https://orcid.org/0000-0003-3505-3754",
      "institutions": [
        {
          "id": "I4210089486",
          "display_name": "Fred Hutch Cancer Center",
          "country_code": "US",
          "type": "nonprofit"
        },
        {
          "id": "I201448701",
          "display_name": "University of Washington",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Lisa F. Newcomb"
    },
    {
      "display_name": "Ian M. Thompson",
      "id": "A5015887484",
      "orcid": "https://orcid.org/0000-0003-0833-952X",
      "institutions": [
        {
          "id": "I165951966",
          "display_name": "The University of Texas Health Science Center at San Antonio",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ian M. Thompson"
    },
    {
      "display_name": "Hilary Boyer",
      "id": "A5048731622",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210089486",
          "display_name": "Fred Hutch Cancer Center",
          "country_code": "US",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Hilary D. Boyer"
    },
    {
      "display_name": "James D. Brooks",
      "id": "A5022762690",
      "orcid": "https://orcid.org/0000-0003-4521-7505",
      "institutions": [
        {
          "id": "I97018004",
          "display_name": "Stanford University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "James D. Brooks"
    },
    {
      "display_name": "Peter R. Carroll",
      "id": "A5056969058",
      "orcid": "https://orcid.org/0000-0002-1086-4334",
      "institutions": [
        {
          "id": "I180670191",
          "display_name": "University of California, San Francisco",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Peter R. Carroll"
    },
    {
      "display_name": "Matthew R. Cooperberg",
      "id": "A5086007942",
      "orcid": "https://orcid.org/0000-0003-4339-6685",
      "institutions": [
        {
          "id": "I180670191",
          "display_name": "University of California, San Francisco",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Matthew R. Cooperberg"
    },
    {
      "display_name": "Atreya Dash",
      "id": "A5104109572",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210094549",
          "display_name": "VA Puget Sound Health Care System",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Atreya Dash"
    },
    {
      "display_name": "William J. Ellis",
      "id": "A5111764800",
      "orcid": null,
      "institutions": [
        {
          "id": "I201448701",
          "display_name": "University of Washington",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "William J. Ellis"
    },
    {
      "display_name": "Ladan Fazli",
      "id": "A5034110828",
      "orcid": "https://orcid.org/0000-0001-6488-4245",
      "institutions": [
        {
          "id": "I141945490",
          "display_name": "University of British Columbia",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ladan Fazli"
    },
    {
      "display_name": "Ziding Feng",
      "id": "A5058030955",
      "orcid": "https://orcid.org/0000-0003-3051-8882",
      "institutions": [
        {
          "id": "I4210089486",
          "display_name": "Fred Hutch Cancer Center",
          "country_code": "US",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ziding Feng"
    },
    {
      "display_name": "Martin Gleave",
      "id": "A5062125605",
      "orcid": "https://orcid.org/0000-0003-4235-0167",
      "institutions": [
        {
          "id": "I141945490",
          "display_name": "University of British Columbia",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Martin E. Gleave"
    },
    {
      "display_name": "Priya Kunju",
      "id": "A5017327319",
      "orcid": null,
      "institutions": [
        {
          "id": "I27837315",
          "display_name": "University of Michigan",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Priya Kunju"
    },
    {
      "display_name": "Raymond S. Lance",
      "id": "A5108833377",
      "orcid": null,
      "institutions": [
        {
          "id": "I156802259",
          "display_name": "Eastern Virginia Medical School",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Raymond S. Lance"
    },
    {
      "display_name": "Jesse K. McKenney",
      "id": "A5049749003",
      "orcid": "https://orcid.org/0000-0003-0851-1465",
      "institutions": [
        {
          "id": "I1316902750",
          "display_name": "Cleveland Clinic",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jesse K. McKenney"
    },
    {
      "display_name": "Maxwell V. Meng",
      "id": "A5006235300",
      "orcid": "https://orcid.org/0009-0007-8838-8212",
      "institutions": [
        {
          "id": "I180670191",
          "display_name": "University of California, San Francisco",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Maxwell V. Meng"
    },
    {
      "display_name": "Marlo Nicolas",
      "id": "A5055217733",
      "orcid": null,
      "institutions": [
        {
          "id": "I165951966",
          "display_name": "The University of Texas Health Science Center at San Antonio",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Marlo M. Nicolas"
    },
    {
      "display_name": "Martin G. Sanda",
      "id": "A5102732771",
      "orcid": "https://orcid.org/0000-0003-4288-5786",
      "institutions": [
        {
          "id": "I1316535847",
          "display_name": "Beth Israel Deaconess Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Martin G. Sanda"
    },
    {
      "display_name": "Jeffry Simko",
      "id": "A5028611891",
      "orcid": null,
      "institutions": [
        {
          "id": "I180670191",
          "display_name": "University of California, San Francisco",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jeffry Simko"
    },
    {
      "display_name": "Alan So",
      "id": "A5009043218",
      "orcid": "https://orcid.org/0000-0001-6465-057X",
      "institutions": [
        {
          "id": "I141945490",
          "display_name": "University of British Columbia",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Alan So"
    },
    {
      "display_name": "Maria Tretiakova",
      "id": "A5006631709",
      "orcid": "https://orcid.org/0000-0002-0819-9638",
      "institutions": [
        {
          "id": "I201448701",
          "display_name": "University of Washington",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Maria S. Tretiakova"
    },
    {
      "display_name": "Dean A. Troyer",
      "id": "A5004512548",
      "orcid": "https://orcid.org/0000-0002-0337-5890",
      "institutions": [
        {
          "id": "I156802259",
          "display_name": "Eastern Virginia Medical School",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Dean A. Troyer"
    },
    {
      "display_name": "Lawrence D. True",
      "id": "A5034997866",
      "orcid": "https://orcid.org/0000-0002-8621-9569",
      "institutions": [
        {
          "id": "I201448701",
          "display_name": "University of Washington",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Lawrence D. True"
    },
    {
      "display_name": "Funda Vakar‐Lopez",
      "id": "A5059769054",
      "orcid": null,
      "institutions": [
        {
          "id": "I201448701",
          "display_name": "University of Washington",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Funda Vakar-Lopez"
    },
    {
      "display_name": "Jeff Virgin",
      "id": "A5039659685",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210094549",
          "display_name": "VA Puget Sound Health Care System",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jeff Virgin"
    },
    {
      "display_name": "Andrew A. Wagner",
      "id": "A5033345141",
      "orcid": "https://orcid.org/0000-0002-1832-1983",
      "institutions": [
        {
          "id": "I1316535847",
          "display_name": "Beth Israel Deaconess Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Andrew A. Wagner"
    },
    {
      "display_name": "John T. Wei",
      "id": "A5110265854",
      "orcid": null,
      "institutions": [
        {
          "id": "I27837315",
          "display_name": "University of Michigan",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "John T. Wei"
    },
    {
      "display_name": "Yingye Zheng",
      "id": "A5011932896",
      "orcid": "https://orcid.org/0000-0002-3078-4200",
      "institutions": [
        {
          "id": "I4210089486",
          "display_name": "Fred Hutch Cancer Center",
          "country_code": "US",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Yingye Zheng"
    },
    {
      "display_name": "Peter S. Nelson",
      "id": "A5067800417",
      "orcid": "https://orcid.org/0000-0002-5451-5726",
      "institutions": [
        {
          "id": "I4210089486",
          "display_name": "Fred Hutch Cancer Center",
          "country_code": "US",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Peter S. Nelson"
    },
    {
      "display_name": "Daniel W. Lin",
      "id": "A5071006955",
      "orcid": "https://orcid.org/0000-0002-2135-1534",
      "institutions": [
        {
          "id": "I4210089486",
          "display_name": "Fred Hutch Cancer Center",
          "country_code": "US",
          "type": "nonprofit"
        },
        {
          "id": "I4210094549",
          "display_name": "VA Puget Sound Health Care System",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I201448701",
          "display_name": "University of Washington",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Daniel W. Lin"
    }
  ],
  "publication_year": 2015,
  "publication_date": "2015-08-29",
  "type": "article",
  "cited_by_count": 146,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "195",
  "issue": "2",
  "first_page": "313",
  "last_page": "320",
  "open_access": {
    "is_oa": true,
    "oa_status": "green",
    "oa_url": "https://europepmc.org/articles/pmc4970462?pdf=render",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.95849895
    },
    {
      "id": "C2780192828",
      "display_name": "Prostate cancer",
      "level": 3,
      "score": 0.7501172
    },
    {
      "id": "C2779466945",
      "display_name": "Prostatectomy",
      "level": 4,
      "score": 0.7459202
    },
    {
      "id": "C188816634",
      "display_name": "Prospective cohort study",
      "level": 2,
      "score": 0.67742896
    },
    {
      "id": "C197934379",
      "display_name": "Adverse effect",
      "level": 2,
      "score": 0.6583643
    },
    {
      "id": "C2776141087",
      "display_name": "Watchful waiting",
      "level": 4,
      "score": 0.6442819
    },
    {
      "id": "C121608353",
      "display_name": "Cancer",
      "level": 2,
      "score": 0.47518292
    },
    {
      "id": "C2775934546",
      "display_name": "Biopsy",
      "level": 2,
      "score": 0.4663804
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.4647367
    },
    {
      "id": "C2779134260",
      "display_name": "Disease",
      "level": 2,
      "score": 0.4336786
    },
    {
      "id": "C72563966",
      "display_name": "Cohort",
      "level": 2,
      "score": 0.4239494
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.34906995
    }
  ],
  "topics": [
    {
      "id": "T10124",
      "display_name": "Prostate Cancer Diagnosis and Treatment",
      "score": 0.9999
    },
    {
      "id": "T10543",
      "display_name": "Prostate Cancer Treatment and Research",
      "score": 0.9997
    },
    {
      "id": "T10458",
      "display_name": "Bladder and Urothelial Cancer Treatments",
      "score": 0.9769
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/j.juro.2015.08.087",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:41:24.975362",
  "source_database": "OpenAlex"
}