{
  "openalex_id": "W116683940",
  "doi": "https://doi.org/10.1353/rhe.1993.0002",
  "title": "Academic Values and Faculty Rewards",
  "abstract": "The Review o f Higher Education Fall 1993, Volume 17, No. 1, pp. 43-6 8 Copyright © 1993 Association for the Study of Higher Education All Rights Reserved (ISSN 0162-5748) Academic Values and Faculty Rewards James S. Fairweather The social and economic contributions which faculty make to society through teaching, research, and service have historically had both de­ monstrable value and cultural acceptance. Viewed as a “social good,” investment in higher education has been fundamental to maintaining the American social fabric (Bowen 1977; Leslie and Brinkman 1988, 8 0 82 ). This support is now eroding. Some critics view the role of faculty as educators— training citizens to participate in the workforce— as in­ sufficient, particularly in a global economy where more direct involve­ ment in technology transfer may be needed (Chmura, Henton, and Mel­ ville 1988; Tomatzky and Fleisher 1990, 236-57). The recent overhead expenditure fiascos at leading research universities also have tarnished the image of higher education, raising questions about the ethical use of funds received from public and private sources. In the name of account­ ability, some state officials have asked (or in some cases required) col­ leges and universities to demonstrate the productivity of their faculty (Jacobsen 1992). James S. Fairweather is Associate Professor and Senior Research Associate, Center for the Study of Higher Education, Penn State University. A version of this paper was originally prepared for the 1992 Conference of the Association for the Study of Higher Education in Minneapolis. Data were collected under a contract supported by the National Center for Education Statistics. Analyses were supported by grants from TIAA-CREF and from OERI, U.S. Department of Education, as part of the National Center on Postsecondary Teaching, Learning and Assessment. The views expressed in this paper are solely those of the author. 44 The Review of Higher Education Fall 1993 Reacting to these external criticisms, the American Association of Higher Education set “Reclaiming the Public Trust” as its theme for the 1992 annual conference. Ernest Boyer (1987) and Derek Bok (1992), echoing the recommendations of the Study Group on the Conditions of Excellence in American Higher Education (Study Group 1984), argued that renewing investment in undergraduate education is paramount to restoring this trust. In particular, Boyer and Bok emphasized that achiev­ ing a balance between teaching and research is essential to restore higher education to favorable social status. Recommendations for changes in faculty time allocation require an examination of faculty reward structures and the values embedded in them about the relative importance of teaching, research and scholarship, and service. Also needed is examination of the contribution of admin­ istrative action to faculty rewards (Alpert 1985). Most of the research on faculty reward structures has been attitudinal, focusing on promotion and tenure (e.g., Bowen and Schuster 1986; Carnegie Foundation 1989; Cook, Kinnetz, and Owens-Misner 1990; Peters and Mayfield 1982). Less often studied are faculty and administrative behavior and how faculty are rewarded through compensation for the way they spend their time. Compensation is an annual “reward,” reflecting at least in part the value placed by the institution or department on the work of individual faculty. Although studies of compensation abound, the focus has been descriptive— for example, research to see whether faculty salaries have kept pace with inflation (AAUP 1989; CUPA 1986a, 1986b; Dillon and Marsh 1981; Hansen 1985; Keister and Keister 1989). A few articles have focused on the relationships between compensation and faculty activities. Katherine Kasten’s (1984) literature review found that faculty research activity was consistently and positively related to promotion and salary (see also Fulton and Trow 1974; Katz 1973; Rossman 1976; Siegfried and White 1973; Tuckman, Gapinski, and Hagemann 1977; Tuckman and Hagemann 1976; Tuckman and Leahy 1975). The relationships be­ tween teaching, promotion, and salary were ambiguous. Some research­ ers have found teaching positively related to salary and promotion (Hoyt 1974; Katz 1973; Rossman 1976; Salthouse, McKeachie, and Lin 1978; Siegfried and White 1973), unrelated to salary and promotion (Tuck­ man, Gapinksi, and Hagemann 1977; Tuckman and Hagemann 1976), and negatively related to salary and promotion (Marsh and Dillon 1980). In her own work at a single research university, Kasten found research and teaching positively...",
  "authors": [
    {
      "display_name": "James S. Fairweather",
      "id": "A5109460519",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "James S. Fairweather"
    }
  ],
  "publication_year": 1993,
  "publication_date": "1993-01-01",
  "type": "article",
  "cited_by_count": 100,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S186832212",
    "display_name": "Review of higher education/The review of higher education",
    "issn_l": "0162-5748",
    "issn": [
      "0162-5748",
      "1090-7009"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315678"
  },
  "volume": "17",
  "issue": "1",
  "first_page": "43",
  "last_page": "68",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C120912362",
      "display_name": "Higher education",
      "level": 2,
      "score": 0.69247955
    },
    {
      "id": "C2778139618",
      "display_name": "Workforce",
      "level": 2,
      "score": 0.59124875
    },
    {
      "id": "C204983608",
      "display_name": "Productivity",
      "level": 2,
      "score": 0.49632436
    },
    {
      "id": "C27548731",
      "display_name": "Investment (military)",
      "level": 3,
      "score": 0.4927123
    },
    {
      "id": "C2776291640",
      "display_name": "Value (mathematics)",
      "level": 2,
      "score": 0.48867825
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.4462548
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.4324842
    },
    {
      "id": "C48103436",
      "display_name": "State (computer science)",
      "level": 2,
      "score": 0.4258743
    },
    {
      "id": "C39549134",
      "display_name": "Public relations",
      "level": 1,
      "score": 0.33471197
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.23495546
    },
    {
      "id": "C50522688",
      "display_name": "Economic growth",
      "level": 1,
      "score": 0.22665071
    },
    {
      "id": "C162324750",
      "display_name": "Economics",
      "level": 0,
      "score": 0.20518953
    },
    {
      "id": "C11413529",
      "display_name": "Algorithm",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C119857082",
      "display_name": "Machine learning",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.0
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10546",
      "display_name": "Higher Education Governance and Development",
      "score": 0.9743
    },
    {
      "id": "T11039",
      "display_name": "Evaluation of Teaching Practices",
      "score": 0.9723
    },
    {
      "id": "T10254",
      "display_name": "Innovations in Medical Education",
      "score": 0.9189
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/rhe.1993.0002",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:19:12.470638",
  "source_database": "OpenAlex"
}