{
  "openalex_id": "W1170047592",
  "doi": null,
  "title": "Konsep mimpi menurut perspektif pemikiran Islam / Mohammad Saifuddin bin Talib",
  "abstract": "MOHAMMAD SAIFUDDIN BIN TALIB : “Konsep Mimpi Menurut\r\nPerspektif Pemikiran Islam”. Disertasi Jabatan Akidah dan Pemikiran, Akademi Pengajian Islam Universiti Malaya, Kuala Lumpur, Malaysia 2010. Penyelidikan ini adalah mengenai persoalan mimpi yang menjadi agenda perbincangan yang popular di kalangan masyarakat. Pengalaman lumrah bagi setiap umat manusia sejajar dengan kewujudan mereka di\r\nmuka bumi. Disertasi ini bertujuan untuk melihat sejauh manakah kefahaman dan kepercayaan masyarakat terhadap mimpi yang dialami. Selain dari itu, penyelidikan ini juga bertujuan untuk meneliti serta mengenal pasti setakat mana pengaruh mimpi dalam kehidupan masyarakat dari pelbagai peringkat, status dan kedudukan sehingga menimbulkan rentetan polimik pemikiran terhadap masyarakat khususnya\r\nmasyarakat Islam. Penulisan ini dibahagikan kepada empat bab utama yang dapat disimpulkan seperti berikut. Bab pertama merupakan sinopsis tajuk yang dibincangkan merangkumi pengenalan mimpi dan perkembangannya dalam pemikiran secara tradisi mahupun moden.\r\nPerbincangan ini penting kerana berkait rapat dengan konsep mimpi bersumberkan Islam yang dikaji. Bab kedua pula mengandungi perbahasan mengenai pengertian mimpi dari segi bahasa dan istilah, persamaan dan perbezaan menurut kaca mata sarjana dari pelbagai disiplin ilmu. Bab yang ketiga menghuraikan mimpi berdasarkan pandangan al-Qur’ān dan al-\r\nSunnah dari pelbagai dimensi mencakupi perkaitan dengan alam ghaib, jenis-jenis, kaedah-kaedah, sangkutannya dengan hukum syarak melalui pandangan ulama pro / kontra, kesahan mimpi, kebolehpercayaannya, sebagai sumber wahyu, berita gembira atau pengalaman tidur yang biasa bagi manusia. Bab ini diakhiri dengan pentakwilan mimpi. Bab yang keempat dan terakhir memperkatakan tentang maklumat penting yang\r\nditemui dalam kajian disertasi, cadangan dan harapan penulis disertasi mengenai mimpi kepada golongan khalayak khususnya umat Islam.\r\nAkhirnya dipaparkan kesimpulan tentang mimpi melalui lensa teropong Islam.",
  "authors": [
    {
      "display_name": "Mohammad Talib",
      "id": "A5112426323",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Mohammad Saifuddin Talib"
    }
  ],
  "publication_year": 2010,
  "publication_date": "2010-01-01",
  "type": "dissertation",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "id",
  "source": {
    "id": "",
    "display_name": "",
    "issn_l": "",
    "issn": [],
    "type": "",
    "host_organization": ""
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C15708023",
      "display_name": "Humanities",
      "level": 1,
      "score": 0.68847436
    },
    {
      "id": "C2993913017",
      "display_name": "Islamic education",
      "level": 3,
      "score": 0.52797586
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.39325988
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.34119588
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.17528039
    },
    {
      "id": "C27206212",
      "display_name": "Theology",
      "level": 1,
      "score": 0.16933703
    },
    {
      "id": "C4445939",
      "display_name": "Islam",
      "level": 2,
      "score": 0.14293179
    }
  ],
  "topics": [
    {
      "id": "T13959",
      "display_name": "Swearing, Euphemism, Multilingualism",
      "score": 0.9771
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "http://studentsrepo.um.edu.my/5333/",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:49:29.548428",
  "source_database": "OpenAlex"
}