{
  "openalex_id": "W1218951833",
  "doi": "https://doi.org/10.1016/s0022-5347(17)67007-1",
  "title": "Duplex Kidneys: A Correlation of Renal Dysplasia with Position of the Ureteral Orifice",
  "abstract": "No AccessJournal of UrologyPediatric Articles1 Aug 1975Duplex Kidneys: A Correlation of Renal Dysplasia with Position of the Ureteral Orifice G.G. Mackie, and F. Douglas Stephens G.G. MackieG.G. Mackie , and F. Douglas StephensF. Douglas Stephens View All Author Informationhttps://doi.org/10.1016/S0022-5347(17)67007-1AboutPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail A study was made of 51 duplex kidneys, ureters and bladders to assess the types of abnormalities seen in duplex kidneys. The abnormalities affected ectopic and orthotopic segments equally. The occurrence of renal abnormality was closely correlated to the abnormal locations of the segment’s ureteral orifice. When the orifice was displaced either cranially (orifice positions B, C and D) or caudally (orifices G and H) the orthotopic and ectopic segments, respectively, showed more severe hypoplasia and dysplasia. Faulty embryogenesis is proposed to explain these findings and the importance of endoscopic positioning of the ureteral orifice is emphasized in determining whether heminephrectomy will be necessary. © 1975 by The American Urological Association Education and Research, Inc.FiguresReferencesRelatedDetailsCited ByGuo Q, Tripathi P, Manson S, Austin P and Chen F (2014) Transcriptional Dysregulation in the Ureteric Bud Causes Multicystic Dysplastic Kidney by Branching Morphogenesis DefectJournal of Urology, VOL. 193, NO. 5S, (1784-1790), Online publication date: 1-May-2015.Hains D, Sims-Lucas S, Carpenter A, Saha M, Murawski I, Kish K, Gupta I, McHugh K and Bates C (2018) High Incidence of Vesicoureteral Reflux in Mice With Fgfr2 Deletion in Kidney MesenchymaJournal of Urology, VOL. 183, NO. 5, (2077-2084), Online publication date: 1-May-2010.Kirsch A, Kaye J, Cerwinka W, Watson J, Elmore J, Lyles R, Molitierno J and Scherz H (2009) Dynamic Hydrodistention of the Ureteral Orifice: A Novel Grading System With High Interobserver Concordance and Correlation With Vesicoureteral Reflux GradeJournal of Urology, VOL. 182, NO. 4S, (1688-1693), Online publication date: 1-Oct-2009.Gupta A and Snodgrass W (2008) Intra-Orifice Versus Hydrodistention Implantation Technique in Dextranomer/Hyaluronic Acid Injection for Vesicoureteral RefluxJournal of Urology, VOL. 180, NO. 4S, (1589-1593), Online publication date: 1-Oct-2008.Mingin G (2018) Vesicoureteral Reflux, Urinary Tract Infection and Renal Scarring: Sorting it All OutJournal of Urology, VOL. 180, NO. 5, (1884-1885), Online publication date: 1-Nov-2008.Yucel S, Gupta A and Snodgrass W (2018) Multivariate Analysis of Factors Predicting Success With Dextranomer/Hyaluronic Acid Injection for Vesicoureteral RefluxJournal of Urology, VOL. 177, NO. 4, (1505-1509), Online publication date: 1-Apr-2007.Chacko J, Koyle M, Mingin G and Furness P (2007) Ipsilateral Ureteroureterostomy in the Surgical Management of the Severely Dilated Ureter in Ureteral DuplicationJournal of Urology, VOL. 178, NO. 4S, (1689-1692), Online publication date: 1-Oct-2007.Chang S, Caruso T and Shortliffe L (2018) Magnetic Resonance Imaging Detected Renal Volume Reduction in Refluxing and Nonrefluxing KidneysJournal of Urology, VOL. 178, NO. 6, (2550-2554), Online publication date: 1-Dec-2007.Krishnan A, de Souza A, Konijeti R and Baskin L (2018) The Anatomy and Embryology of Posterior Urethral ValvesJournal of Urology, VOL. 175, NO. 4, (1214-1220), Online publication date: 1-Apr-2006.Yeung C, Sreedhar B, Sihoe J and Sit F (2018) Renal and Bladder Functional Status at Diagnosis as Predictive Factors for the Outcome of Primary Vesicoureteral Reflux in ChildrenJournal of Urology, VOL. 176, NO. 3, (1152-1157), Online publication date: 1-Sep-2006.McMann L, Kirsch A, Scherz H, Smith E, Jones R, Shehata B, Kozielski R and Grattan-Smith J (2018) Magnetic Resonance Urography in the Evaluation of Prenatally Diagnosed Hydronephrosis and Renal DysgenesisJournal of Urology, VOL. 176, NO. 4S, (1786-1792), Online publication date: 1-Oct-2006.Kajbafzadeh A and Payabvash S (2018) Endoscopic Treatment of Vesicovasal and Vesicoureteral Reflux in Infants With Persisting Mesonephric DuctJournal of Urology, VOL. 176, NO. 6, (2657-2662), Online publication date: 1-Dec-2006.FARNHAM S, ADAMS M, BROCK J and POPE J (2018) PEDIATRIC UROLOGICAL CAUSES OF HYPERTENSIONJournal of Urology, VOL. 173, NO. 3, (697-704), Online publication date: 1-Mar-2005.GUNDETI M, RANSLEY P, DUFFY P, CUCKOW P and WILCOX D (2018) RENAL OUTCOME FOLLOWING HEMINEPHRECTOMY FOR DUPLEX KIDNEYJournal of Urology, VOL. 173, NO. 5, (1743-1744), Online publication date: 1-May-2005.NARASIMHAN K, MAHAJAN J, KAUR B, MITTAL B and BHATTACHARYA A (2018) THE VESICOURETERAL REFLUX DYSPLASIA SYNDROME IN PATIENTS WITH POSTERIOR URETHRAL VALVESJournal of Urology, VOL. 174, NO. 4 Part 1, (1433-1435), Online publication date: 1-Oct-2005.OSWALD J, BRENNER E, DEIBL M, FRITSCH H, BARTSCH G and RADMAYR C (2018) Longitudinal and Thickness Measurement of the Normal Distal and Intravesical Ureter in Human FetusesJournal of Urology, VOL. 169, NO. 4, (1501-1504), Online publication date: 1-Apr-2003.CHERTIN B and PURI P (2018) Familial Vesicoureteral RefluxJournal of Urology, VOL. 169, NO. 5, (1804-1808), Online publication date: 1-May-2003.STAUSS J, CONNOLLY L, CONNOLLY S, ZURAKOWSKI D, TREVES S and PETERS C (2018) Dynamic Renal Scintigraphy in Children With Vesicoureteral Reflux and Suspected Coexisting Ureteropelvic Junction ObstructionJournal of Urology, VOL. 170, NO. 5, (1966-1970), Online publication date: 1-Nov-2003.Bolduc S, Upadhyay J, Sherman C, Farhat W, Bägli D, Mclorie G, Khoury A and El-Ghoneimi A (2018) Histology Of Upper Pole Is Unaffected By Prenatal Diagnosis In Duplex System UreterocelesJournal of Urology, VOL. 168, NO. 3, (1123-1126), Online publication date: 1-Sep-2002.GLASSBERG K (2018) Normal and Abnormal Development of the Kidney: A Clinician’s Interpretation of Current KnowledgeJournal of Urology, VOL. 167, NO. 6, (2339-2350), Online publication date: 1-Jun-2002.OSHIMA K, MIYAZAKI Y, BROCK J, ADAMS M, ICHIKAWA I and POPE J (2018) ANGIOTENSIN TYPE II RECEPTOR EXPRESSION AND URETERAL BUDDINGJournal of Urology, VOL. 166, NO. 5, (1848-1852), Online publication date: 1-Nov-2001.POPE J, BROCK J, ADAMS M, MIYAZAKI Y, STEPHENS F and ICHIKAWA I (2018) CONGENITAL ANOMALIES OF THE KIDNEY AND URINARY TRACT— ROLE OF THE LOSS OF FUNCTION MUTATION IN THE PLURIPOTENT ANGIOTENSIN TYPE 2 RECEPTOR GENEJournal of Urology, VOL. 165, NO. 1, (196-202), Online publication date: 1-Jan-2001.GYLYS-MORIN V, MINEVICH E, TACKETT L, REICHARD E, WACKSMAN J and SHELDON C (2018) MAGNETIC RESONANCE IMAGING OF THE DYSPLASTIC RENAL MOIETY AND ECTOPIC URETERJournal of Urology, VOL. 164, NO. 6, (2034-2039), Online publication date: 1-Dec-2000.NGUYEN H, BAUER S, PETERS C, CONNOLLY L, GOBET R, BORER J, BARNEWOLT C, EPHRAIM P, TREVES S and RETIK A (2018) 99mTECHNETIUM DIMERCAPTO-SUCCINIC ACID RENAL SCINTIGRAPHY ABNORMALITIES IN INFANTS WITH STERILE HIGH GRADE VESICOURETERAL REFLUXJournal of Urology, VOL. 164, NO. 5, (1674-1679), Online publication date: 1-Nov-2000.Joseph D (2018) EDITORIAL: POSTERIOR URETHRAL VALVES AND THE 11th COMMANDMENTJournal of Urology, VOL. 164, NO. 1, (149-150), Online publication date: 1-Jul-2000.PATTARAS J, RUSHTON H and MAJD M (2018) THE ROLE OF 99mTECHNETIUM DIMERCAPTO-SUCCINIC ACID RENAL SCANS IN THE EVALUATION OF OCCULT ECTOPIC URETERS IN GIRLS WITH PARADOXICAL INCONTINENCEJournal of Urology, VOL. 162, NO. 3 Part 1, (821-825), Online publication date: 1-Sep-1999.Sheih C, Li Y, Liao Y, Huang T, Kao S and Chen W (2018) DIAGNOSING THE COMBINATION OF RENAL DYSGENESIS, GARTNER'S DUCT CYST AND IPSILATERAL MULLERIAN DUCT OBSTRUCTIONJournal of Urology, VOL. 159, NO. 1, (217-221), Online publication date: 1-Jan-1998.STOCK J, WILSON D and HANNA M (2018) CONGENITAL REFLUX NEPHROPATHY AND SEVERE UNILATERAL FETAL REFLUXJournal of Urology, VOL. 160, NO. 3 Part 2, (1017-1018), Online publication date: 1-Sep-1998.Cuckow P, Dinneen M, Risdon R, Ransley P and Duffy P (2018) Long-Term Renal Function in the Posterior Urethral Valves, Unilateral Reflux and Renal Dysplasia SyndromeJournal of Urology, VOL. 158, NO. 3, (1004-1007), Online publication date: 1-Sep-1997.Coplen D (2018) Prenatal Intervention for HydronephrosisJournal of Urology, VOL. 157, NO. 6, (2270-2277), Online publication date: 1-Jun-1997.Kaefer M and Adams M (2018) Penis and Bladder Agenesis in a Living Male NeonateJournal of Urology, VOL. 157, NO. 4, (1439-1440), Online publication date: 1-Apr-1997.Bomalaski M, Hirschl R and Bloom D (2018) Vesicoureteral Reflux and Ureteropelvic Junction Obstruction: Association, Treatment Options and OutcomeJournal of Urology, VOL. 157, NO. 3, (969-974), Online publication date: 1-Mar-1997.Vates T, Bukowski T, Triest J, Freedman A, Smith C, Perlmutter A and Gonzalez R (2018) Is There a Best Alternative to Treating the Obstructed Upper Pole?Journal of Urology, VOL. 156, NO. 2S, (744-746), Online publication date: 1-Aug-1996.Corrales J and Elder J (2018) Segmental Multicystic Kidney and Ipsilateral Duplication AnomaliesJournal of Urology, VOL. 155, NO. 4, (1398-1401), Online publication date: 1-Apr-1996.Chandra M, Maddix H and McVicar M (2018) Transient Urodynamic Dysfunction of Infancy: Relationship to Urinary Tract Infections and Vesicoureteral RefluxJournal of Urology, VOL. 155, NO. 2, (673-677), Online publication date: 1-Feb-1996.Connolly J, Miller B and Bretan P (2018) Renal Transplantation in Patients with Posterior Urethral Valves: Favorable Long-Term OutcomeJournal of Urology, VOL. 154, NO. 3, (1153-1155), Online publication date: 1-Sep-1995.Blyth B, Passerini-Glazel G, Camuffo C, Snyder H and Duckett J (2018) Endoscopic Incision of Ureteroceles: Intravesical Versus EctopicJournal of Urology, VOL. 149, NO. 3, (556-560), Online publication date: 1-Mar-1993.Borer J, Corgan F, Krantz R, Gordon D, Maiman M and Glassberg K (2018) Unilateral Single Vaginal Ectopic Ureter with Ipsilateral Hypoplastic Pelvic Kidney and Bicornuate UterusJournal of Urology, VOL. 149, NO. 5 Part 1, (1124-1127), Online publication date: 1-May-1993.Rushton H, Majd M, Jantausch B, Wiedermann B and Belman A (2018) Renal Scarring Following Reflux and Nonreflux Pyelonephritis in Children: Evaluation with 99mTechnetium-Dimercaptosuccinic Acid ScintigraphyJournal of Urology, VOL. 147, NO. 5, (1327-1332), Online publication date: 1-May-1992.Bryant J, Joseph D, Kohaut E and Diethelm A (2018) Renal Transplantation in Children with Posterior Urethral ValvesJournal of Urology, VOL. 146, NO. 6, (1585-1587), Online publication date: 1-Dec-1991.Sheih C, Hung C, Wei C and Lin C (2018) Cystic Dilatations Within the Pelvis in Patients with Ipsilateral Renal Agenesis or DysplasiaJournal of Urology, VOL. 144, NO. 2 Part 1, (324-327), Online publication date: 1-Aug-1990.Smith F, Ritchie E, Maizels M, Zaontz M, Hsueh W, Kaplan W and Firlit C (2018) Surgery for Duplex Kidneys with Ectopic Ureters: Ipsilateral Ureteroureterostomy versus Polar NephrectomyJournal of Urology, VOL. 142, NO. 2 Part 2, (532-534), Online publication date: 1-Aug-1989.Gotoh T, Adachi Y, Nounaka O, Mori T and Koyanagi T (2018) Adrenal Hemorrhage in the Newborn with Evidence of Bleeding in UteroJournal of Urology, VOL. 141, NO. 5, (1145-1147), Online publication date: 1-May-1989.Nguyen D, Koleilat N and Gonzalez R (2018) Retroiliac Ureter in a Male Newborn with Multiple Genitourinary Anomalies: Case Report and Review of the LiteratureJournal of Urology, VOL. 141, NO. 6, (1400-1403), Online publication date: 1-Jun-1989.Glassberg K, Stephens F, Lebowitz R, Braren V, Duckett J, Jacobs E, King L and Perlmutter A (2018) Renal Dysgenesis and Cystic Disease of the Kidney: A Report of the Committee on Terminology, Nomenclature and Classification, Section on Urology, American Academy of PediatricsJournal of Urology, VOL. 138, NO. 4 Part 2, (1085-1092), Online publication date: 1-Oct-1987.Marshall S (2018) Reimplantation of the Dilated Ectopic Ureter of the duplex System as a Separate UnitJournal of Urology, VOL. 135, NO. 3, (574-575), Online publication date: 1-Mar-1986.MacDonald G (2018) The Ectopic Ureter in MenJournal of Urology, VOL. 135, NO. 6, (1269-1271), Online publication date: 1-Jun-1986.Steinhardt G (2018) Reflux NephropathyJournal of Urology, VOL. 134, NO. 5, (855-859), Online publication date: 1-Nov-1985.Avni E, Rodesch F and Schulman C (2018) Fetal Uropathies: Diagnostic Pitfalls and ManagementJournal of Urology, VOL. 134, NO. 5, (921-924), Online publication date: 1-Nov-1985.Colodny A (2018) Editorial CommentJournal of Urology, VOL. 134, NO. 5, (924-925), Online publication date: 1-Nov-1985.Zaontz M and Maizels M (2018) Type I Ureteral Triplication: An Extension of the Weigert-meyer LawJournal of Urology, VOL. 134, NO. 5, (949-950), Online publication date: 1-Nov-1985.Matsuno T, Tokunaka S and Koyanagi T (2018) Muscular Development in the Urinary TractJournal of Urology, VOL. 132, NO. 1, (148-152), Online publication date: 1-Jul-1984.Weiss J, Duckett J and Snyder H (2018) Single Unilateral Vaginal Ectopic Ureter: Is it Really a Rarity?Journal of Urology, VOL. 132, NO. 6, (1177-1179), Online publication date: 1-Dec-1984.Fernbach S and Behal R (2018) Incomplete Renal Duplication Obscuring Ipsilateral Complete DuplicationJournal of Urology, VOL. 130, NO. 3, (531-532), Online publication date: 1-Sep-1983.Gotoh T, Takahashi Y, Kumagai A, Tokunaka S and Koyanagi T (2018) Two Cases of Ectopic Ureter Opening into the Ejaculatory Duct: Double Vas Deferens RevisitedJournal of Urology, VOL. 130, NO. 3, (550-552), Online publication date: 1-Sep-1983.Douglas Stephens F (2018) Editorial CommentJournal of Urology, VOL. 130, NO. 3, (552-552), Online publication date: 1-Sep-1983.Kramer S (2018) Current Status of Fetal Intervention for Congenital HydronephrosisJournal of Urology, VOL. 130, NO. 4, (641-646), Online publication date: 1-Oct-1983.Livne P, Delaune J and Gonzales E (2018) Genetic Etiology of Posterior Urethral ValvesJournal of Urology, VOL. 130, NO. 4, (781-784), Online publication date: 1-Oct-1983.Kaplan G (2018) Editorial CommentJournal of Urology, VOL. 130, NO. 4, (784-784), Online publication date: 1-Oct-1983.Vordermark J (2018) The Persisting Mesonephric Duct Syndrome: The Description of a New SyndromeJournal of Urology, VOL. 130, NO. 5, (958-961), Online publication date: 1-Nov-1983.Marshall F (2018) Editorial CommentJournal of Urology, VOL. 130, NO. 5, (961-961), Online publication date: 1-Nov-1983.Sorenson C and Middleton A (2018) The Single Ectopic Ureter: 3 Case ReportsJournal of Urology, VOL. 129, NO. 1, (132-134), Online publication date: 1-Jan-1983.Gotoh T, Morita H, Tokunaka S, Koyanagi T and Tsuji I (2018) Single Ectopic UreterJournal of Urology, VOL. 129, NO. 2, (271-274), Online publication date: 1-Feb-1983.Hoover D and Duckett J (2018) Posterior Urethral Valves, Unilateral Reflux and Renal Dysplasia: A SyndromeJournal of Urology, VOL. 128, NO. 5, (994-997), Online publication date: 1-Nov-1982.Berman D and Maizels M (2018) The Role of Urinary Obstruction in the Genesis of Renal Dysplasia—A Model in the Chick EmbryoJournal of Urology, VOL. 128, NO. 5, (1091-1096), Online publication date: 1-Nov-1982.Mandell J, Bauer S, Colodny A, Lebowitz R and Retik A (2018) Ureteral Ectopia in Infants and ChildrenJournal of Urology, VOL. 126, NO. 2, (219-222), Online publication date: 1-Aug-1981.Sommer J and Stephens F (2018) Morphogenesis of Nephropathy with Partial Ureteral Obstruction and Vesicoureteral RefluxJournal of Urology, VOL. 125, NO. 1, (67-71), Online publication date: 1-Jan-1981.Woodard J (2018) Guest Editorial: Vesicoureteral RefluxJournal of Urology, VOL. 125, NO. 1, (79-79), Online publication date: 1-Jan-1981.Das S and Amar A (2018) Extravesical Ureteral Ectopia in Male PatientsJournal of Urology, VOL. 125, NO. 6, (842-846), Online publication date: 1-Jun-1981.Tokunaka S, Koyanagi T, Matsuno T, Gotoh T and Tsuji I (2018) Paraureteral Diverticula: Clinical Experience with 17 Cases with Associated Renal DysmorphismJournal of Urology, VOL. 124, NO. 6, (791-796), Online publication date: 1-Dec-1980.Johnson D and Perlmutter A (2018) Single System Ectopic Ureteroceles with Anomalies of the Heart, Testis and Vas DeferensJournal of Urology, VOL. 123, NO. 1, (81-83), Online publication date: 1-Jan-1980.Ambrose S, Parrott T, Woodard J and Campbell W (2018) Observations on the Small Kidney Associated With Vesicoureteral RefluxJournal of Urology, VOL. 123, NO. 3, (349-350), Online publication date: 1-Mar-1980.J.W.D. (2018) Editorial CommentJournal of Urology, VOL. 123, NO. 3, (350-351), Online publication date: 1-Mar-1980.Koyanagi T, Hisajima S, Goto T, Tokunaka S and Tsuji I (2018) Everting Ureteroceles: Radiographic and Endoscopic Observation, and Surgical ManagementJournal of Urology, VOL. 123, NO. 4, (538-542), Online publication date: 1-Apr-1980.Henneberry M and Stephens F (2018) Renal Hypoplasia and Dysplasia in Infants with Posterior Urethral ValvesJournal of Urology, VOL. 123, NO. 6, (912-915), Online publication date: 1-Jun-1980.J.W.D. (2018) Editorial CommentJournal of Urology, VOL. 123, NO. 6, (915-915), Online publication date: 1-Jun-1980.Lockhart J, Singer A and Glenn J (2018) Congenital MegaureterJournal of Urology, VOL. 122, NO. 3, (310-314), Online publication date: 1-Sep-1979.Cussen L (2018) Normal Position of the Ureteral Orifice in Infancy and Childhood: A Quantitative StudyJournal of Urology, VOL. 121, NO. 5, (646-647), Online publication date: 1-May-1979.J.W.D. (2018) Editorial CommentJournal of Urology, VOL. 121, NO. 5, (647-647), Online publication date: 1-May-1979.Stephens F (2018) The Vesicoureteral Hiatus and Paraureteral DiverticulaJournal of Urology, VOL. 121, NO. 6, (786-791), Online publication date: 1-Jun-1979.Kaplan W, Nasrallah P and King L (2018) Reflux in Complete Duplication in ChildrenJournal of Urology, VOL. 120, NO. 2, (220-222), Online publication date: 1-Aug-1978.Gibbons M and Duckett J (2018) Single Vaginal Ectolpic Ureter: A Case ReportJournal of Urology, VOL. 120, NO. 4, (493-495), Online publication date: 1-Oct-1978.Schwarz R and Douglas Stephens F (2018) The Persisting Mesonephric Duct: High Junction of Vas Deferens and UreterJournal of Urology, VOL. 120, NO. 5, (592-596), Online publication date: 1-Nov-1978.Marshall F (2018) Editorial CommentJournal of Urology, VOL. 120, NO. 5, (596-596), Online publication date: 1-Nov-1978.Gibbons M, Cromie W and Duckett J (2018) Ectopic Vas DeferensJournal of Urology, VOL. 120, NO. 5, (597-604), Online publication date: 1-Nov-1978.Brock W and Kaplan G (2018) Ectopic Ureteroceles in ChildrenJournal of Urology, VOL. 119, NO. 6, (800-803), Online publication date: 1-Jun-1978.Rabinowitz R, Barkin M, Schillinger J, Jeffs R and Cook G (2018) The Influence of Etiology on the Surgical Management and Prognosis of the Massively Dilated Ureter in ChildrenJournal of Urology, VOL. 119, NO. 6, (808-813), Online publication date: 1-Jun-1978.Barrett D, Malek R and Kelalis P (2018) Observations on Vesical Diverticulum in ChildhoodJournal of Urology, VOL. 116, NO. 2, (234-236), Online publication date: 1-Aug-1976. (2018) CommentJournal of Urology, VOL. 116, NO. 2, (235-236), Online publication date: 1-Aug-1976.Babcock J, Keats G and King L (2018) Renal Changes after an Uncomplicated Antireflux OperationJournal of Urology, VOL. 115, NO. 6, (720-721), Online publication date: 1-Jun-1976. Volume 114Issue 2August 1975Page: 274-280 Advertisement Copyright & Permissions© 1975 by The American Urological Association Education and Research, Inc.MetricsAuthor Information G.G. Mackie More articles by this author F. Douglas Stephens More articles by this author Expand All Advertisement Loading ...",
  "authors": [
    {
      "display_name": "G. Gary Mackie",
      "id": "A5025576090",
      "orcid": null,
      "institutions": [
        {
          "id": "I1321649718",
          "display_name": "Royal Children's Hospital",
          "country_code": "AU",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "G.G. Mackie"
    },
    {
      "display_name": "F. Douglas Stephens",
      "id": "A5057788148",
      "orcid": null,
      "institutions": [
        {
          "id": "I1321649718",
          "display_name": "Royal Children's Hospital",
          "country_code": "AU",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "F. Douglas Stephens"
    }
  ],
  "publication_year": 1975,
  "publication_date": "1975-08-01",
  "type": "article",
  "cited_by_count": 560,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "114",
  "issue": "2",
  "first_page": "274",
  "last_page": "280",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.9472283
    },
    {
      "id": "C99611785",
      "display_name": "Duplex (building)",
      "level": 3,
      "score": 0.652513
    },
    {
      "id": "C2775894508",
      "display_name": "Dysplasia",
      "level": 2,
      "score": 0.5562466
    },
    {
      "id": "C126894567",
      "display_name": "Urology",
      "level": 1,
      "score": 0.5319251
    },
    {
      "id": "C198082294",
      "display_name": "Position (finance)",
      "level": 2,
      "score": 0.51096356
    },
    {
      "id": "C194242075",
      "display_name": "Body orifice",
      "level": 2,
      "score": 0.50253487
    },
    {
      "id": "C2910137039",
      "display_name": "Renal dysplasia",
      "level": 3,
      "score": 0.49658448
    },
    {
      "id": "C2780091579",
      "display_name": "Kidney",
      "level": 2,
      "score": 0.4078467
    },
    {
      "id": "C105702510",
      "display_name": "Anatomy",
      "level": 1,
      "score": 0.3341151
    },
    {
      "id": "C142724271",
      "display_name": "Pathology",
      "level": 1,
      "score": 0.25727695
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.21272752
    },
    {
      "id": "C552990157",
      "display_name": "DNA",
      "level": 2,
      "score": 0.0
    },
    {
      "id": "C54355233",
      "display_name": "Genetics",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C10138342",
      "display_name": "Finance",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C162324750",
      "display_name": "Economics",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11174",
      "display_name": "Pediatric Urology and Nephrology Studies",
      "score": 0.9928
    },
    {
      "id": "T10606",
      "display_name": "Kidney Stones and Urolithiasis Treatments",
      "score": 0.9261
    },
    {
      "id": "T11815",
      "display_name": "Urological Disorders and Treatments",
      "score": 0.9203
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/s0022-5347(17)67007-1",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:15:24.627065",
  "source_database": "OpenAlex"
}