{
  "openalex_id": "W1252490173",
  "doi": "https://doi.org/10.1016/s0022-5347(17)39623-4",
  "title": "Prostate Specific Antigen and Local Recurrence after Radical Prostatectomy",
  "abstract": "No AccessJournal of Urology1 Oct 1990Prostate Specific Antigen and Local Recurrence after Radical Prostatectomy Deborah J. Lightner, Paul H. Lange, Pratap K. Reddy, and Lee Moore Deborah J. LightnerDeborah J. Lightner , Paul H. LangePaul H. Lange , Pratap K. ReddyPratap K. Reddy , and Lee MooreLee Moore View All Author Informationhttps://doi.org/10.1016/S0022-5347(17)39623-4AboutPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail We evaluated the location of recurrent disease in 63 patients with carcinoma of the prostate who had abnormal levels of prostate specific antigen (>0.4ng./ml., Tandem-R† assay) 6 to 240 months after radical prostatectomy but who were otherwise considered to be without evidence of disease. The evaluation involved physical examination including digital rectal examinations by 3 urologists, isotopic bone scans, computerized tomography scans of the abdomen and pelvis, cystoscopy, and random needle biopsies of the urethrovesical anastomotic area. In 6 patients metastatic disease to the bone and/or lymph nodes was found and local prostate cancer was discovered in 5. Among 57 patients without evidence of disease by the usual methods of evaluation needle biopsies of the anastomosis revealed local disease in 42%. No local disease was discovered in 30 post-radical prostatectomy patients with normal prostate specific antigen levels. There was a wide range of transrectally palpable contours after radical prostatectomy in patients with and without elevated prostate specific antigen levels. We conclude that prostate specific antigen but not digital rectal examination is an excellent early indicator of possible local recurrence after radical prostatectomy. Whether the prevalence of local disease after radical prostatectomy using prostate specific antigen levels and needle biopsies of the anastomosis is greater than heretofore has been appreciated will require further study. (J. Urol., 144: 921–926, 1990) © 1990 by The American Urological Association Education and Research, Inc.FiguresReferencesRelatedDetailsCited byTilki D, Kim S, Hu B, Dall'Era M and Evans C (2014) Ultrasensitive Prostate Specific Antigen and its Role after Radical Prostatectomy: A Systematic ReviewJournal of Urology, VOL. 193, NO. 5, (1525-1531), Online publication date: 1-May-2015.Warren K and McFarlane J (2018) Is Routine Digital Rectal Examination Required for the Followup of Prostate Cancer?Journal of Urology, VOL. 178, NO. 1, (115-119), Online publication date: 1-Jul-2007.Buskirk S, Pisansky T, Schild S, Macdonald O, Wehle M, Kozelsky T, Collie A, Ferrigni R, Myers R, Prussak K, Heckman M, Crook J, Parker A and Igel T (2018) Salvage Radiotherapy for Isolated Prostate Specific Antigen Increase After Radical Prostatectomy: Evaluation of Prognostic Factors and Creation of a Prognostic Scoring SystemJournal of Urology, VOL. 176, NO. 3, (985-990), Online publication date: 1-Sep-2006.KOPPIE T, GROSSFELD G, NUDELL D, WEINBERG V and CARROLL P (2018) IS ANASTOMOTIC BIOPSY NECESSARY BEFORE RADIOTHERAPY AFTER RADICAL PROSTATECTOMY?Journal of Urology, VOL. 166, NO. 1, (111-115), Online publication date: 1-Jul-2001.IZAWA J, PERROTTE P, GREENE G, SCOTT S, LEVY L, McGUIRE E, MADSEN L, von ESCHENBACH A and PISTERS L (2018) LOCAL TUMOR CONTROL WITH SALVAGE CRYOTHERAPY FOR LOCALLY RECURRENT PROSTATE CANCER AFTER EXTERNAL BEAM RADIOTHERAPYJournal of Urology, VOL. 165, NO. 3, (867-870), Online publication date: 1-Mar-2001.PISANSKY T, KOZELSKY T, MYERS R, HILLMAN D, BLUTE M, BUSKIRK S, CHEVILLE J, FERRIGNI R and SCHILD S (2018) RADIOTHERAPY FOR ISOLATED SERUM PROSTATE SPECIFIC ANTIGEN ELEVATION AFTER PROSTATECTOMY FOR PROSTATE CANCERJournal of Urology, VOL. 163, NO. 3, (845-850), Online publication date: 1-Mar-2000.OBEK C, NEULANDER E, SADEK S and SOLOWAY M (2018) IS THERE A ROLE FOR DIGITAL RECTAL EXAMINATION IN THE FOLLOWUP OF PATIENTS AFTER RADICAL PROSTATECTOMY?Journal of Urology, VOL. 162, NO. 3 Part 1, (762-764), Online publication date: 1-Sep-1999. (2018) EDITORIAL COMMENTJournal of Urology, VOL. 159, NO. 1, (177-178), Online publication date: 1-Jan-1998.KAHN D, WILLIAMS R, MANYAK M, HASEMAN M, SELDIN D, LIBERTINO J and MAGUIRE R (2018) (111) INDIUM-CAPROMAB PENDETIDE IN THE EVALUATION OF PATIENTS WITH RESIDUAL OR RECURRENT PROSTATE CANCER AFTER RADICAL PROSTATECTOMYJournal of Urology, VOL. 159, NO. 6, (2041-2047), Online publication date: 1-Jun-1998.Vicini F, Horwitz E, Gonzalez J and Martinez A (2018) Treatment Options for Localized Prostate Cancer Based on Pretreatment Serum Prostate Specific Antigen LevelsJournal of Urology, VOL. 158, NO. 2, (319-325), Online publication date: 1-Aug-1997.Guess H, Gormley G, Stoner E and Oesterling J (2018) The Effect of Finasteride on Prostate Specific Antigen: Review of Available DataJournal of Urology, VOL. 155, NO. 1, (3-9), Online publication date: 1-Jan-1996.Ward J, Nowacki M, Sands J, Conner R and Huisman T (2018) Malignant Cytological Washings from Radical Prostatectomy Specimens: A Possible Mechanism for Local Recurrence of Prostate Cancer Following Surgical Treatment of Organ Confined DiseaseJournal of Urology, VOL. 156, NO. 4, (1381-1385), Online publication date: 1-Oct-1996.Ravery V, De La Taille A, Toublanc M, Boccon-Gibod L, Hermieu J, Delmas V and Boccon-Gibod L (2018) Prostate Specimen Reevaluation in Patients With Organ Confined Prostate Cancer and Postoperative Biological RecurrenceJournal of Urology, VOL. 155, NO. 6, (1981-1982), Online publication date: 1-Jun-1996.Oefelein M, Kaul K, Herz B, Blum M, Holland J, Keeler T, Cook W and Ignatoff J (2018) Molecular Detection of Prostate Epithelial Cells from the Surgical Field and Peripheral Circulation during Radical ProstatectomyJournal of Urology, VOL. 155, NO. 1, (238-242), Online publication date: 1-Jan-1996.Oefelein M, Smith N, Carter M, Dalton D and Schaeffer A (2018) The Incidence of Prostate Cancer Progression with Undetectable Serum Prostate Specific Antigen in a Series of 394 Radical ProstatectomiesJournal of Urology, VOL. 154, NO. 6, (2128-2131), Online publication date: 1-Dec-1995.Fowler J, Brooks J, Pandey P and Seaver L (2018) Original Articles: Prostate Cancer: Variable Histology of Anastomotic Biopsies With Detectable Prostate Specific Antigen After Radical ProstatectomyJournal of Urology, VOL. 153, NO. 3S, (1011-1014), Online publication date: 1-Mar-1995.Trapasso J, Dekernion J, Smith R and Dorey F (2018) The Incidence and Significance of Detectable Levels of Serum Prostate Specific Antigen After Radical ProstatectomyJournal of Urology, VOL. 152, NO. 5 Part 2, (1821-1825), Online publication date: 1-Nov-1994.Lange P (2018) Editorial: Prostate CancerJournal of Urology, VOL. 152, NO. 5 Part 1, (1496-1497), Online publication date: 1-Nov-1994.Pearle M, Oyasu R, Hidvegi D, Sutkowski D, Rademaker A, Cajulis R, Grayhack J and McVary K (2018) Touch Preparation Cytological Evaluation of Radical Prostatectomy SpecimensJournal of Urology, VOL. 152, NO. 1, (124-128), Online publication date: 1-Jul-1994. (2018) Reply by AuthorsJournal of Urology, VOL. 152, NO. 5 Part 1, (1565-1566), Online publication date: 1-Nov-1994.Takayama T, Vessella R, Brawer M, Noteboom J and Lange P (2018) The Enhanced Detection of Persistent Disease After Prostatectomy with a New Prostate Specific Antigen ImmunoassayJournal of Urology, VOL. 150, NO. 2 Part 1, (374-378), Online publication date: 1-Aug-1993.Kassabian V, Bottles K, Weaver R, Williams R, Paulson D and Scardino P (2018) Possible Mechanism for Seeding of Tumor During Radical ProstatectomyJournal of Urology, VOL. 150, NO. 4, (1169-1171), Online publication date: 1-Oct-1993.Stamey T, Graves H, Wehner N, Ferrari M and Freiha F (2018) Early Detection of Residual Prostate Cancer After Radical Prostatectomy by an Ultrasensitive Assay for Prostate Specific AntigenJournal of Urology, VOL. 149, NO. 4, (787-792), Online publication date: 1-Apr-1993.Takayama T, Krieger J, True L and Lange P (2018) Recurrent Prostate Cancer Despite Undetectable Prostate Specific AntigenJournal of Urology, VOL. 148, NO. 5 Part 1, (1541-1542), Online publication date: 1-Nov-1992.Abi-Aad A, Macfarlane M, Stein A and Dekernion J (2018) Detection of Local Recurrence After Radical Prostatectomy by Prostate Specific Antigen and Transrectal UltrasoundJournal of Urology, VOL. 147, NO. 3 Part 2, (952-955), Online publication date: 1-Mar-1992.Goldenberg S, Carter M, Dashefsky S and Cooperberg P (2018) Sonographic Characteristics of the Urethrovesical Anastomosis in the Early Post-Radical Prostatectomy PatientJournal of Urology, VOL. 147, NO. 5, (1307-1309), Online publication date: 1-May-1992.Russell K, Dunatov C, Hafermann M, Griffeth J, Polissar L, Pelton J, Cole S, Taylor E, Wiens L, Koh W, Austin-Seymour M, Griffin B, Russell A, Laramore G and Griffin T (2018) Prostate Specific Antigen in the Management of Patients with Localized Adenocarcinoma of the Prostate Treated with Primary Radiation TherapyJournal of Urology, VOL. 146, NO. 4, (1046-1052), Online publication date: 1-Oct-1991.Dugan T, Shipley W, Young R, Verhey L, Althausen A, Heney N, McManus P and Abraham E (2018) Biopsy after External Beam Radiation Therapy for Adenocarcinoma of the Prostate: Correlation with Original Histological Grade and Current Prostate Specific Antigen LevelsJournal of Urology, VOL. 146, NO. 5, (1313-1316), Online publication date: 1-Nov-1991.Lange P, Lightner D, Medini E, Reddy P and Vessella R (2018) The Effect of Radiation Therapy after Radical Prostatectomy in Patients with Elevated Prostate Specific Antigen LevelsJournal of Urology, VOL. 144, NO. 4, (927-932), Online publication date: 1-Oct-1990. Volume 144Issue 4October 1990Page: 921-926 Advertisement Copyright & Permissions© 1990 by The American Urological Association Education and Research, Inc.MetricsAuthor Information Deborah J. Lightner More articles by this author Paul H. Lange More articles by this author Pratap K. Reddy More articles by this author Lee Moore More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Deborah J. Lightner",
      "id": "A5084899375",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210135252",
          "display_name": "University of Minnesota Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Deborah J. Lightner"
    },
    {
      "display_name": "Paul H. Lange",
      "id": "A5110115874",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210135252",
          "display_name": "University of Minnesota Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Paul H. Lange"
    },
    {
      "display_name": "Pratap K. Reddy",
      "id": "A5108786500",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210135252",
          "display_name": "University of Minnesota Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Pratap K. Reddy"
    },
    {
      "display_name": "Lee Moore",
      "id": "A5059657771",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210135252",
          "display_name": "University of Minnesota Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Lee Moore"
    }
  ],
  "publication_year": 1990,
  "publication_date": "1990-10-01",
  "type": "article",
  "cited_by_count": 240,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "144",
  "issue": "4",
  "first_page": "921",
  "last_page": "926",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.956995
    },
    {
      "id": "C2779466945",
      "display_name": "Prostatectomy",
      "level": 4,
      "score": 0.89676845
    },
    {
      "id": "C2781406297",
      "display_name": "Prostate-specific antigen",
      "level": 4,
      "score": 0.77304655
    },
    {
      "id": "C126894567",
      "display_name": "Urology",
      "level": 1,
      "score": 0.65494406
    },
    {
      "id": "C2777008409",
      "display_name": "Biochemical recurrence",
      "level": 5,
      "score": 0.46221417
    },
    {
      "id": "C2776235491",
      "display_name": "Prostate",
      "level": 3,
      "score": 0.38777795
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.22970137
    },
    {
      "id": "C121608353",
      "display_name": "Cancer",
      "level": 2,
      "score": 0.059045583
    }
  ],
  "topics": [
    {
      "id": "T10124",
      "display_name": "Prostate Cancer Diagnosis and Treatment",
      "score": 0.9994
    },
    {
      "id": "T10543",
      "display_name": "Prostate Cancer Treatment and Research",
      "score": 0.9984
    },
    {
      "id": "T12866",
      "display_name": "Urologic and reproductive health conditions",
      "score": 0.962
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/s0022-5347(17)39623-4",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:28:40.549659",
  "source_database": "OpenAlex"
}