{
  "openalex_id": "W12660874",
  "doi": "https://doi.org/10.1016/s0022-5347(17)32413-8",
  "title": "The Prostate Cancer Intervention Versus Observation Trial: A Randomized Trial Comparing Radical Prostatectomy Versus Expectant Management for the Treatment of Clinically Localized Prostate Cancer",
  "abstract": "No AccessJournal of Urology1 Nov 1994The Prostate Cancer Intervention Versus Observation Trial: A Randomized Trial Comparing Radical Prostatectomy Versus Expectant Management for the Treatment of Clinically Localized Prostate Cancer Timothy J. Wilt and Michael K. Brawer Timothy J. WiltTimothy J. Wilt and Michael K. BrawerMichael K. Brawer View All Author Informationhttps://doi.org/10.1016/S0022-5347(17)32413-8AboutPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail The Prostate Cancer Intervention Versus Observation Trial (PIVOT) is a randomized controlled trial sponsored by the Department of Veterans Affairs and the National Cancer Institute. PIVOT will enroll 2,000 participants from at least 80 Veterans Administration and National Cancer Institute medical centers. The purpose of PIVOT is to determine which of 2 strategies is superior for managing clinically localized prostate cancer (stage T1/T2NXM0) of all histological grades. Patients less than 75 years old will be randomized to either radical prostatectomy with early intervention for disease persistence/recurrence or expectant management with palliative therapy reserved for symptomatic or metastatic disease progression. Participants will be excluded if they have received prior therapy for prostate cancer (except transurethral resection of the prostate) or are judged not to be candidates for radical prostatectomy. All patients with newly diagnosed prostate cancer will be recorded on the PIVOT screening log. Registry information will include patient age, race, prostate specific antigen level, clinical stage, histological tumor grade, initial therapy, and vital status. Patients meeting eligibility criteria will watch an information and randomization video tape developed for PIVOT. Participants will be randomized over a 3-year period and followed for a minimum of 12 years. Data collected at followup will include urological symptoms, disease and treatment related morbidity, and disease specific and overall quality of life. Evidence of symptomatic or asymptomatic disease persistence, recurrence or progression will be measured by questionnaire, physical examination, digital rectal examination, prostate specific antigen and annual bone scan. The primary study end point will be all cause mortality. Secondary outcomes will include prostate cancer and treatment specific morbidity and mortality rates, health status, predictors of disease specific outcomes and cost-effectiveness. PIVOT will provide a 90% power to detect a 15% relative decrease in all cause mortality and a 35% relative decrease in prostate cancer specific mortality rate by either treatment strategy. © 1994 by The American Urological Association Education and Research, Inc.FiguresReferencesRelatedDetailsCited byTaneja S (2020) Re: Ten-Year Mortality, Disease Progression, and Treatment-Related Side Effects in Men with Localised Prostate Cancer from the ProtecT Randomised Controlled Trial According to Treatment ReceivedJournal of Urology, VOL. 203, NO. 5, (882-883), Online publication date: 1-May-2020.Taneja S (2019) Re: Radical Prostatectomy or Watchful Waiting in Prostate Cancer—29-Year Follow-upJournal of Urology, VOL. 202, NO. 2, (210-211), Online publication date: 1-Aug-2019.Taneja S (2017) Re: Follow-up of Prostatectomy versus Observation for Early Prostate CancerJournal of Urology, VOL. 199, NO. 2, (342-343), Online publication date: 1-Feb-2018.Taneja S (2017) Re: 10-Year Outcomes after Monitoring, Surgery, or Radiotherapy for Localized Prostate CancerJournal of Urology, VOL. 197, NO. 4, (1076-1078), Online publication date: 1-Apr-2017.Thompson I, Thrasher J, Aus G, Burnett A, Canby-Hagino E, Cookson M, D'Amico A, Dmochowski R, Eton D, Forman J, Goldenberg S, Hernandez J, Higano C, Kraus S, Moul J and Tangen C (2018) Guideline for the Management of Clinically Localized Prostate Cancer: 2007 UpdateJournal of Urology, VOL. 177, NO. 6, (2106-2131), Online publication date: 1-Jun-2007.HARLAN S, COOPERBERG M, ELKIN E, LUBECK D, MENG M, MEHTA S and CARROLL P (2018) Time Trends and Characteristics of Men Choosing Watchful Waiting for Initial Treatment of Localized Prostate Cancer: Results From CaPSUREJournal of Urology, VOL. 170, NO. 5, (1804-1807), Online publication date: 1-Nov-2003.COOPERBERG M, LUBECK D, PENSON D, MEHTA S, CARROLL P and KANE C (2018) Sociodemographic and Clinical Risk Characteristics of Patients With Prostate Cancer Within the Veterans Affairs Health Care System: Data From CaPSUREJournal of Urology, VOL. 170, NO. 3, (905-908), Online publication date: 1-Sep-2003.CARTER H, WALSH P, LANDIS P and EPSTEIN J (2018) EXPECTANT MANAGEMENT OF NONPALPABLE PROSTATE CANCER WITH CURATIVE INTENT: PRELIMINARY RESULTSJournal of Urology, VOL. 167, NO. 3, (1231-1234), Online publication date: 1-Mar-2002.STACKHOUSE G, SESTERHENN I, BAUER J, MOSTOFI F, CONNELLY R, SRIVASTAVA S and MOUL J (2018) P53 AND BCL-2 IMMUNOHISTOCHEMISTRY IN PRETREATMENT PROSTATE NEEDLE BIOPSIES TO PREDICT RECURRENCE OF PROSTATE CANCER AFTER RADICAL PROSTATECTOMYJournal of Urology, VOL. 162, NO. 6, (2040-2045), Online publication date: 1-Dec-1999.Vicini F, Horwitz E, Gonzalez J and Martinez A (2018) Treatment Options for Localized Prostate Cancer Based on Pretreatment Serum Prostate Specific Antigen LevelsJournal of Urology, VOL. 158, NO. 2, (319-325), Online publication date: 1-Aug-1997.Lange P (2018) Future studies in localized prostate cancer. What should we think? What can we do?Journal of Urology, VOL. 152, NO. 5 Part 2, (1932-1938), Online publication date: 1-Nov-1994. Volume 152 Issue 5 Part 2 November 1994 Page: 1910-1914 Advertisement Copyright & Permissions© 1994 by The American Urological Association Education and Research, Inc.Keywordsprostatic neoplasmsclinical protocolstreatment outcomeMetrics Author Information Timothy J. Wilt More articles by this author Michael K. Brawer More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Timothy J Wilt",
      "id": "A5043350291",
      "orcid": "https://orcid.org/0000-0002-6019-7779",
      "institutions": [
        {
          "id": "I4210135252",
          "display_name": "University of Minnesota Medical Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I2801852214",
          "display_name": "University of Washington Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Timothy J. Wilt"
    },
    {
      "display_name": "Michael K. Brawer",
      "id": "A5108800788",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210135252",
          "display_name": "University of Minnesota Medical Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I2801852214",
          "display_name": "University of Washington Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Michael K. Brawer"
    }
  ],
  "publication_year": 1994,
  "publication_date": "1994-11-01",
  "type": "article",
  "cited_by_count": 189,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "152",
  "issue": "5 Part 2",
  "first_page": "1910",
  "last_page": "1914",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.9396974
    },
    {
      "id": "C2779466945",
      "display_name": "Prostatectomy",
      "level": 4,
      "score": 0.81151414
    },
    {
      "id": "C2780192828",
      "display_name": "Prostate cancer",
      "level": 3,
      "score": 0.7579024
    },
    {
      "id": "C168563851",
      "display_name": "Randomized controlled trial",
      "level": 2,
      "score": 0.68399113
    },
    {
      "id": "C121608353",
      "display_name": "Cancer",
      "level": 2,
      "score": 0.51324606
    },
    {
      "id": "C204243189",
      "display_name": "Randomization",
      "level": 3,
      "score": 0.5126566
    },
    {
      "id": "C2776235491",
      "display_name": "Prostate",
      "level": 3,
      "score": 0.45889425
    },
    {
      "id": "C2776141087",
      "display_name": "Watchful waiting",
      "level": 4,
      "score": 0.45389295
    },
    {
      "id": "C2781114028",
      "display_name": "Management of prostate cancer",
      "level": 4,
      "score": 0.4512096
    },
    {
      "id": "C146357865",
      "display_name": "Stage (stratigraphy)",
      "level": 2,
      "score": 0.44040933
    },
    {
      "id": "C535046627",
      "display_name": "Clinical trial",
      "level": 2,
      "score": 0.421413
    },
    {
      "id": "C29456083",
      "display_name": "Gynecology",
      "level": 1,
      "score": 0.38481733
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.3126544
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.25328845
    },
    {
      "id": "C151730666",
      "display_name": "Paleontology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10124",
      "display_name": "Prostate Cancer Diagnosis and Treatment",
      "score": 0.9987
    },
    {
      "id": "T10543",
      "display_name": "Prostate Cancer Treatment and Research",
      "score": 0.9963
    },
    {
      "id": "T10285",
      "display_name": "Venous Thromboembolism Diagnosis and Management",
      "score": 0.9788
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/s0022-5347(17)32413-8",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:55:41.478022",
  "source_database": "OpenAlex"
}