{
  "openalex_id": "W128846658",
  "doi": null,
  "title": "Accountability and the Struggle over What Counts",
  "abstract": "Although corporate America would like us to continue sorting, selecting, and labeling children, the intellectual foundation that formed the basis for such maneuvering is crumbling, in the view of Messrs. Theobald and Mills. However, the outcome of the current struggle for the soul of American public education still hangs in the balance. There is much more talk these days about educational accountability than about accountability for military spending. In part, this may be explained by the fact that schools are close to home while the military, generally, is not. But another part of the explanation may be that those who hold power prefer to keep educational accountability an open question while keeping the issue of military spending closed. The question of educational accountability, in and of itself, is hardly controversial. Everyone would like public schools to be accountable to the public. But because the question of how we exhibit educational accountability hinges on beliefs about what constitutes knowledge and how it can be demonstrated, an issue that is noncontroversial in theory becomes extraordinarily divisive in practice. Political observers often speak of lightning rod or litmus test issues - those that seem to crystallize opposing views. We believe that accountability is slowly becoming the educational issue that most clearly distinguishes the views of those with power, who advocate an ever-larger battery of traditional tests to keep schools under a microscope, from the views of those who believe that there are better ways than traditional testing to hold education accountable. A struggle has ensued as a result of this growing polarization over the question of accountability. That struggle shows up in the battles between teachers and administrators, between rival factions of teachers, between teachers and school boards, between superintendents and school boards, between groups of community members and school boards, and so on. While these groups have always been divided to some degree, during the 1990s the question of accountability seems to have brought an intensity to these struggles that is unequaled in the history of education in this country. Our aim in this article is to describe the issues that seem to set the boundaries of the current struggle over accountability. To do this, we will make allegorical use of an older struggle, one that many historians of education claim took place earlier in this century at Teachers College, Columbia University, between John Dewey, the philosopher, and Edward Thorndike, the psychologist. Dewey promoted a commitment to democracy and community that was made manifest through cooperation, holistic curriculum and instruction, and minimal individual assessment. Thorndike believed in individualizing education, breaking curriculum down to its lowest skills or conceptual elements, and then, through behavioral objectives, putting it back together. Such an approach was facilitated by the mass use of individual tests of various sorts. Thorndike's view reflects the schooling experiences of almost every adult in this country. Its pervasiveness is nothing short of astounding. Without a doubt, Thorndike emerged as the victor in the struggle at Teachers College and captured the soul of public education. Dewey did not roll over and play dead, however. He and his followers kept his ideas alive and carved out a foothold at the margins of educational thought. Sometimes, as during the Great Depression and perhaps even during the late 1960s, the foothold grew closer to a position suitable for direct engagement, only to be pushed into retreat once again. Today, as many have noted, the struggle has moved back to the front lines. To get a clearer picture of what's at stake in this struggle today and to get a better sense of who the opponents are, it seems to me that we can cast the two sides as contemporary Thorndike and Dewey forces. …",
  "authors": [
    {
      "display_name": "Paul Theobald",
      "id": "A5085404398",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Paul Theobald"
    },
    {
      "display_name": "Ed Mills",
      "id": "A5108418944",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Ed Mills"
    }
  ],
  "publication_year": 1995,
  "publication_date": "1995-02-01",
  "type": "article",
  "cited_by_count": 23,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S156752806",
    "display_name": "Phi Delta Kappan",
    "issn_l": "0031-7217",
    "issn": [
      "0031-7217",
      "1940-6487"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320017"
  },
  "volume": "76",
  "issue": "6",
  "first_page": "462",
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2776007630",
      "display_name": "Accountability",
      "level": 2,
      "score": 0.90710104
    },
    {
      "id": "C163258240",
      "display_name": "Power (physics)",
      "level": 2,
      "score": 0.52942497
    },
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.4770488
    },
    {
      "id": "C39549134",
      "display_name": "Public relations",
      "level": 1,
      "score": 0.46084142
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.44868457
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.39343488
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.37157637
    },
    {
      "id": "C62520636",
      "display_name": "Quantum mechanics",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C121332964",
      "display_name": "Physics",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T13780",
      "display_name": "Diverse Education Studies and Reforms",
      "score": 0.8333
    },
    {
      "id": "T13405",
      "display_name": "Educational Assessment and Improvement",
      "score": 0.8046
    },
    {
      "id": "T10008",
      "display_name": "Teacher Education and Leadership Studies",
      "score": 0.763
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://eric.ed.gov/?id=EJ497519",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:12:54.066979",
  "source_database": "OpenAlex"
}