{
  "openalex_id": "W1426844501",
  "doi": "https://doi.org/10.1016/s0022-5347(17)38368-4",
  "title": "The Role of Adjuvant Chemotherapy Following Cystectomy for Invasive Bladder Cancer: A Prospective Comparative Trial",
  "abstract": "No AccessJournal of UrologyOriginal Articles1 Mar 1991The Role of Adjuvant Chemotherapy Following Cystectomy for Invasive Bladder Cancer: A Prospective Comparative Trial Donald G. Skinner, John R. Daniels, Christy A. Russell, Gary Lieskovsky, Stuart D. Boyd, Peter Nichols, William Kern, Joanne Sakamoto, Mark Krailo, and Susan Groshen Donald G. SkinnerDonald G. Skinner , John R. DanielsJohn R. Daniels , Christy A. RussellChristy A. Russell , Gary LieskovskyGary Lieskovsky , Stuart D. BoydStuart D. Boyd , Peter NicholsPeter Nichols , William KernWilliam Kern , Joanne SakamotoJoanne Sakamoto , Mark KrailoMark Krailo , and Susan GroshenSusan Groshen View All Author Informationhttps://doi.org/10.1016/S0022-5347(17)38368-4AboutPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail We assigned 91 patients with deeply invasive, pathological stage P3, P4 or N+ and Mo transitional cell carcinoma of the bladder (with or without squamous or glandular differentiation) to adjuvant chemotherapy or to observation after radical cystectomy and pelvic lymph node dissection. For most patients chemotherapy was planned as 4 courses at 28-day intervals of 100mg./M.2 cisplatin, 60mg./M.2 doxorubicin and 600mg./M.2 cyclophosphamide. A significant delay was shown in the time to progression (p = 0.0010) with 70% of the patients assigned to chemotherapy free of disease at 3 years compared to 46% in the observation group. Median survival time for patients in the chemotherapy group was 4.3 years compared to 2.4 years in the observation group (p = 0.0062). In addition to treatment groups, important prognostic factors included age, gender and lymph node status. The number of involved lymph nodes was the single most important variable. We recommend adjuvant chemotherapy for patients with invasive transitional cell carcinoma after definitive surgical resection. © 1991 by The American Urological Association Education and Research, Inc.FiguresReferencesRelatedDetailsCited byTraboulsi S and Kassouf W (2015) A Review of Neoadjuvant and Adjuvant Chemotherapy for Nonmetastatic Muscle Invasive Bladder CancerUrology Practice, VOL. 3, NO. 1, (41-49), Online publication date: 1-Jan-2016.Tilki D, Svatek R, Karakiewicz P, Novara G, Seitz M, Sonpavde G, Gupta A, Kassouf W, Fradet Y, Ficarra V, Skinner E, Lotan Y, Sagalowsky A, Stief C, Reich O and Shariat S (2010) pT3 Substaging is a Prognostic Indicator for Lymph Node Negative Urothelial Carcinoma of the BladderJournal of Urology, VOL. 184, NO. 2, (470-474), Online publication date: 1-Aug-2010.deVere White R, Katz M and Steinberg G (2009) Opposing ViewsJournal of Urology, VOL. 181, NO. 5, (1994-1997), Online publication date: 1-May-2009.David K, Milowsky M, Ritchey J, Carroll P and Nanus D (2007) Low Incidence of Perioperative Chemotherapy for Stage III Bladder Cancer 1998 to 2003: A Report From the National Cancer Data BaseJournal of Urology, VOL. 178, NO. 2, (451-454), Online publication date: 1-Aug-2007.Herr H, Dotan Z, Donat S and Bajorin D (2018) Defining Optimal Therapy for Muscle Invasive Bladder CancerJournal of Urology, VOL. 177, NO. 2, (437-443), Online publication date: 1-Feb-2007.ROSENBERG J, CARROLL P and SMALL E (2018) UPDATE ON CHEMOTHERAPY FOR ADVANCED BLADDER CANCERJournal of Urology, VOL. 174, NO. 1, (14-20), Online publication date: 1-Jul-2005.NIEUWENHUIJZEN J, BEX A, MEINHARDT W, KERST J, SCHORNAGEL J, VAN TINTEREN H and HORENBLAS S (2018) NEOADJUVANT METHOTREXATE, VINBLASTINE, DOXORUBICIN AND CISPLATIN FOR HISTOLOGICALLY PROVEN LYMPH NODE POSITIVE BLADDER CANCERJournal of Urology, VOL. 174, NO. 1, (80-84), Online publication date: 1-Jul-2005.BAMIAS A, DELIVELIOTIS C, ARAVANTINOS G, KALOFONOS C, KARAYIANNIS A and DIMOPOULOS M (2018) ADJUVANT CHEMOTHERAPY WITH PACLITAXEL AND CARBOPLATIN IN PATIENTS WITH ADVANCED BLADDER CANCER: A STUDY BY THE HELLENIC COOPERATIVE ONCOLOGY GROUPJournal of Urology, VOL. 171, NO. 4, (1467-1470), Online publication date: 1-Apr-2004.SLATON J, MILLIKAN R, INOUE K, KARASHIMA T, CZERNIAK B, SHEN Y, YANG Y, BENEDICT W and DINNEY C (2018) Correlation of Metastasis Related Gene Expression and Relapse-Free Survival in Patients With Locally Advanced Bladder Cancer Treated With Cystectomy and ChemotherapyJournal of Urology, VOL. 171, NO. 2, (570-574), Online publication date: 1-Feb-2004.WINQUIST E, KIRCHNER T, SEGAL R, CHIN J and LUKKA H (2018) Neoadjuvant Chemotherapy for Transitional Cell Carcinoma of the Bladder: A Systematic Review and Meta-AnalysisJournal of Urology, VOL. 171, NO. 2, (561-569), Online publication date: 1-Feb-2004.BELLA A, STITT L, CHIN J and IZAWA J (2018) The Prognostic Significance of Metastatic Perivesical Lymph Nodes Identified in Radical Cystectomy Specimens for Transitional Cell Carcinoma of the BladderJournal of Urology, VOL. 170, NO. 6, (2253-2257), Online publication date: 1-Dec-2003.SWEENEY P, MILLIKAN R, DONAT M, WOOD C, RADTKE A, PETTAWAY C, GROSSMAN H, DINNEY C, SWANSON D and PISTERS L (2018) Is There a Therapeutic Role for Post-Chemotherapy Retroperitoneal Lymph Node Dissection in Metastatic Transitional Cell Carcinoma of the Bladder?Journal of Urology, VOL. 169, NO. 6, (2113-2117), Online publication date: 1-Jun-2003.LEISSNER J, KOEPPEN C and WOLF H (2018) Prognostic Significance of Vascular and Perineural Invasion in Urothelial Bladder Cancer Treated With Radical CystectomyJournal of Urology, VOL. 169, NO. 3, (955-960), Online publication date: 1-Mar-2003.HERR H, BOCHNER B, DALBAGNI G, DONAT S, REUTER V and BAJORIN D (2018) IMPACT OF THE NUMBER OF LYMPH NODES RETRIEVED ON OUTCOME IN PATIENTS WITH MUSCLE INVASIVE BLADDER CANCERJournal of Urology, VOL. 167, NO. 3, (1295-1298), Online publication date: 1-Mar-2002.KIM H and STEINBERG G (2018) THE CURRENT STATUS OF BLADDER PRESERVATION IN THE TREATMENT OF MUSCLE INVASIVE BLADDER CANCERJournal of Urology, VOL. 164, NO. 3 Part 1, (627-632), Online publication date: 1-Sep-2000.ENNIS R, PETRYLAK D, SINGH P, BAGIELLA E, O'TOOLE K, BENSON M and OLSSON C (2018) THE EFFECT OF CYSTECTOMY, AND PERIOPERATIVE METHOTREXATE, VINBLASTINE, DOXORUBICIN AND CISPLATIN CHEMOTHERAPY ON THE RISK AND PATTERN OF RELAPSE IN PATIENTS WITH MUSCLE INVASIVE BLADDER CANCERJournal of Urology, VOL. 163, NO. 5, (1413-1418), Online publication date: 1-May-2000.BASSI P, FERRANTE G, PIAZZA N, SPINADIN R, CARANDO R, PAPPAGALLO G and PAGANO F (2018) PROGNOSTIC FACTORS OF OUTCOME AFTER RADICAL CYSTECTOMY FOR BLADDER CANCER: A RETROSPECTIVE STUDY OF A HOMOGENEOUS PATIENT COHORTJournal of Urology, VOL. 161, NO. 5, (1494-1497), Online publication date: 1-May-1999.HALEBLIAN G, SKINNER E, DICKINSON M, LIESKOVSKY G, BOYD S and SKINNER D (2018) HYDRONEPHROSIS AS A PROGNOSTIC INDICATOR IN BLADDER CANCER PATIENTSJournal of Urology, VOL. 160, NO. 6 Part 1, (2011-2014), Online publication date: 1-Dec-1998.Freiha F, Reese J and Torti F (2018) A Randomized Trial of Radical Cystectomy Versus Radical Cystectomy Plus Cisplatin, Vinblastine and Methotrexate Chemotherapy for Muscle Invasive Bladder CancerJournal of Urology, VOL. 155, NO. 2, (495-500), Online publication date: 1-Feb-1996.Wei C, Hsieh R, Chiou T, Chen K, Chang L and Chen P (2018) Adjuvant Methotrexate, Vinblastine and Cisplatin Chemotherapy for Invasive Transitional Cell Carcinoma: Taiwan ExperienceJournal of Urology, VOL. 155, NO. 1, (118-121), Online publication date: 1-Jan-1996.Maulard-Durdux C, Dufour B, Hennequin C, Chretien Y, Vignes B, Droz D, Delanian S and Housset M (2018) Postoperative Radiation Therapy in 26 Patients with Invasive Transitional Cell Carcinoma of the Upper Urinary Tract: No Impact on Survival?Journal of Urology, VOL. 155, NO. 1, (115-117), Online publication date: 1-Jan-1996.Pollack A, Zagars G, Cole C, Dinney C, Swanson D and Grossman H (2018) The Relationship of Local Control to Distant Metastasis in Muscle Invasive Bladder CancerJournal of Urology, VOL. 154, NO. 6, (2059-2064), Online publication date: 1-Dec-1995.Messing E, Young T, Hunt V, Newton M, Bram L, Vaillancourt A, Hisgen W, Greenberg E, Kuglitsch M and Wegenke J (2018) Hematuria Home Screening: Repeat Testing ResultsJournal of Urology, VOL. 154, NO. 1, (57-61), Online publication date: 1-Jul-1995.Martinez-Pineiro J, Martin M, Arocena F, Flores N, Roncero C, Portillo J, Escudero A, Cruz F and Isorna S (2018) Original Articles: Bladder Cancer: Neoadjuvant Cisplatin Chemotherapy Before Radical Cystectomy in Invasive Transitional Cell Carcinoma of the Bladder: A Prospective Randomized Phase III StudyJournal of Urology, VOL. 153, NO. 3S, (964-973), Online publication date: 1-Mar-1995. (2018) Editorial: Transitional Cell Carcinoma: A Common Sense ApproachJournal of Urology, VOL. 153, NO. 1, (61-62), Online publication date: 1-Jan-1995.Stockle M, Meyenburg W, Wellek S, Voges G, Rossmann M, Gertenbach U, Thuroff J, Huber C and Hohenfellner R (2018) Adjuvant Polychemotherapy of Nonorgan-Confined Bladder Cancer After Radical Cystectomy Revisited: Long-Term Results of a Controlled Prospective Study and Further Clinical ExperienceJournal of Urology, VOL. 153, NO. 1, (47-52), Online publication date: 1-Jan-1995.Studer U, Bacchi M, Biedermann C, Jaeger P, Kraft R, Mazzucchelli L, Markwalder R, Senn E and Sonntag R (2018) Adjuvant Cisplatin Chemotherapy Following Cystectomy for Bladder Cancer: Results of a Prospective Randomized TrialJournal of Urology, VOL. 152, NO. 1, (81-84), Online publication date: 1-Jul-1994.Vogelzang N, Stadler W and Rukstalis D (2018) Editorial: The Cure of Bladder Cancer: The Need for Multidisciplinary EffortsJournal of Urology, VOL. 151, NO. 3, (605-606), Online publication date: 1-Mar-1994.Vikram B, Malamud S, Silverman P, Hecht H and Grabstald H (2018) A Pilot Study of Chemotherapy Alternating with Twice-a-Day Accelerated Radiation Therapy as an Alternative to Cystectomy in Muscle Infiltrating (Stages T2 and T3) Cancer of the Bladder: Preliminary ResultsJournal of Urology, VOL. 151, NO. 3, (602-604), Online publication date: 1-Mar-1994.Thrasher J and Crawford E (2018) Current Management of Invasive and Metastatic Transitional Cell Carcinoma of the BladderJournal of Urology, VOL. 149, NO. 5 Part 1, (957-972), Online publication date: 1-May-1993.Lerner S, Skinner D, Lieskovsky G, Boyd S, Groshen S, Ziogas A, Skinner E, Nichols P and Hopwood B (2018) The Rationale for EN Bloc Pelvic Lymph Node Dissection for Bladder Cancer Patients with Nodal Metastases: Long-Term ResultsJournal of Urology, VOL. 149, NO. 4, (758-764), Online publication date: 1-Apr-1993.Vogelzang N, Moormeier J, Awan A, Weichselbaum R, Farah R, Straus F, Schoenberg H and Chodak G (2018) Methotrexate, Vinblastine, Doxorubicin and Cisplatin followed by Radiotherapy or Surgery for Muscle Invasive Bladder Cancer: The University of Chicago ExperienceJournal of Urology, VOL. 149, NO. 4, (753-757), Online publication date: 1-Apr-1993.Neill Borland R, Partin A, Epstein J and Brendler C (2018) The Use of Nuclear Morphometry in Predicting Recurrence of Transitional Cell CarcinomaJournal of Urology, VOL. 149, NO. 2, (272-275), Online publication date: 1-Feb-1993.Vogelzang N (2018) Editorial CommentsJournal of Urology, VOL. 148, NO. 2 Part 1, (306-307), Online publication date: 1-Aug-1992.Droller M (2018) Editorial CommentsJournal of Urology, VOL. 148, NO. 2 Part 1, (306-307), Online publication date: 1-Aug-1992.Yagoda A (2018) Editorial CommentsJournal of Urology, VOL. 148, NO. 2 Part 1, (306-307), Online publication date: 1-Aug-1992.Stöckle M, Meyenburg W, Wellek S, Voges G, Gertenbach U, Thüroff J, Huber C and Hohenfellner R (2018) Advanced Bladder Cancer (Stages pT3b, pT4a, pN1 and pN2): Improved Survival after Radical Cystectomy and 3 Adjuvant Cycles of Chemotherapy. Results of a Controlled Prospective StudyJournal of Urology, VOL. 148, NO. 2 Part 1, (302-306), Online publication date: 1-Aug-1992.Messing E, Young T, Hunt V, Roecker E, Vaillancourt A, Hisgen W, Greenberg E, Kuglitsch M and Wegenke J (2018) Home Screening for Hematuria: Results of a Multi-Clinic StudyJournal of Urology, VOL. 148, NO. 2 Part 1, (289-292), Online publication date: 1-Aug-1992. Volume 145Issue 3March 1991Page: 459-464 Advertisement Copyright & Permissions© 1991 by The American Urological Association Education and Research, Inc.Keywordsbladderdrug therapy, combinationcarcinoma, transitional cellMetricsAuthor Information Donald G. Skinner More articles by this author John R. Daniels More articles by this author Christy A. Russell More articles by this author Gary Lieskovsky More articles by this author Stuart D. Boyd More articles by this author Peter Nichols More articles by this author William Kern More articles by this author Joanne Sakamoto More articles by this author Mark Krailo More articles by this author Susan Groshen More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Donald G. Skinner",
      "id": "A5083604118",
      "orcid": "https://orcid.org/0000-0002-4567-0601",
      "institutions": [
        {
          "id": "I2799453855",
          "display_name": "Legacy Good Samaritan Medical Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I1174212",
          "display_name": "University of Southern California",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Donald G. Skinner"
    },
    {
      "display_name": "John R. Daniels",
      "id": "A5109200056",
      "orcid": null,
      "institutions": [
        {
          "id": "I2799453855",
          "display_name": "Legacy Good Samaritan Medical Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I1174212",
          "display_name": "University of Southern California",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "John R. Daniels"
    },
    {
      "display_name": "Christy Russell",
      "id": "A5037220473",
      "orcid": "https://orcid.org/0000-0002-9303-9611",
      "institutions": [
        {
          "id": "I2799453855",
          "display_name": "Legacy Good Samaritan Medical Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I1174212",
          "display_name": "University of Southern California",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Christy A. Russell"
    },
    {
      "display_name": "Gary Lieskovsky",
      "id": "A5084766370",
      "orcid": null,
      "institutions": [
        {
          "id": "I2799453855",
          "display_name": "Legacy Good Samaritan Medical Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I1174212",
          "display_name": "University of Southern California",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Gary Lieskovsky"
    },
    {
      "display_name": "Stuart D. Boyd",
      "id": "A5111898200",
      "orcid": null,
      "institutions": [
        {
          "id": "I2799453855",
          "display_name": "Legacy Good Samaritan Medical Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I1174212",
          "display_name": "University of Southern California",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Stuart D. Boyd"
    },
    {
      "display_name": "Peter W. Nichols",
      "id": "A5001296274",
      "orcid": "https://orcid.org/0000-0003-4030-5493",
      "institutions": [
        {
          "id": "I2799453855",
          "display_name": "Legacy Good Samaritan Medical Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I1174212",
          "display_name": "University of Southern California",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Peter Nichols"
    },
    {
      "display_name": "William H. Kern",
      "id": "A5103578629",
      "orcid": null,
      "institutions": [
        {
          "id": "I1174212",
          "display_name": "University of Southern California",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I2799453855",
          "display_name": "Legacy Good Samaritan Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "William Kern"
    },
    {
      "display_name": "Joanne Sakamoto",
      "id": "A5029492420",
      "orcid": null,
      "institutions": [
        {
          "id": "I2799453855",
          "display_name": "Legacy Good Samaritan Medical Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I1174212",
          "display_name": "University of Southern California",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Joanne Sakamoto"
    },
    {
      "display_name": "Mark Krailo",
      "id": "A5090325707",
      "orcid": "https://orcid.org/0000-0002-7608-0698",
      "institutions": [
        {
          "id": "I1174212",
          "display_name": "University of Southern California",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I2799453855",
          "display_name": "Legacy Good Samaritan Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mark Krailo"
    },
    {
      "display_name": "Susan Groshen",
      "id": "A5067387322",
      "orcid": "https://orcid.org/0000-0001-9705-1012",
      "institutions": [
        {
          "id": "I2799453855",
          "display_name": "Legacy Good Samaritan Medical Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I1174212",
          "display_name": "University of Southern California",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Susan Groshen"
    }
  ],
  "publication_year": 1991,
  "publication_date": "1991-03-01",
  "type": "article",
  "cited_by_count": 547,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "145",
  "issue": "3",
  "first_page": "459",
  "last_page": "464",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.94997144
    },
    {
      "id": "C2775910329",
      "display_name": "Cystectomy",
      "level": 4,
      "score": 0.89168775
    },
    {
      "id": "C2776694085",
      "display_name": "Chemotherapy",
      "level": 2,
      "score": 0.6713412
    },
    {
      "id": "C2780849966",
      "display_name": "Lymph node",
      "level": 2,
      "score": 0.6394628
    },
    {
      "id": "C2780352672",
      "display_name": "Bladder cancer",
      "level": 3,
      "score": 0.60760653
    },
    {
      "id": "C2778065480",
      "display_name": "Transitional cell carcinoma",
      "level": 4,
      "score": 0.5844553
    },
    {
      "id": "C2776755627",
      "display_name": "Cyclophosphamide",
      "level": 3,
      "score": 0.54842645
    },
    {
      "id": "C126894567",
      "display_name": "Urology",
      "level": 1,
      "score": 0.53810346
    },
    {
      "id": "C2781303535",
      "display_name": "Doxorubicin",
      "level": 3,
      "score": 0.48617572
    },
    {
      "id": "C2778239845",
      "display_name": "Cisplatin",
      "level": 3,
      "score": 0.47631654
    },
    {
      "id": "C143998085",
      "display_name": "Oncology",
      "level": 1,
      "score": 0.43461362
    },
    {
      "id": "C2777863537",
      "display_name": "Adjuvant",
      "level": 2,
      "score": 0.42263216
    },
    {
      "id": "C2775862295",
      "display_name": "Dissection (medical)",
      "level": 2,
      "score": 0.41819102
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.40324622
    },
    {
      "id": "C121608353",
      "display_name": "Cancer",
      "level": 2,
      "score": 0.3898852
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.37596285
    }
  ],
  "topics": [
    {
      "id": "T10458",
      "display_name": "Bladder and Urothelial Cancer Treatments",
      "score": 1.0
    },
    {
      "id": "T12695",
      "display_name": "Urinary and Genital Oncology Studies",
      "score": 0.9994
    },
    {
      "id": "T10685",
      "display_name": "Viral-associated cancers and disorders",
      "score": 0.9867
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/s0022-5347(17)38368-4",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:46:07.240108",
  "source_database": "OpenAlex"
}