{
  "openalex_id": "W1427253028",
  "doi": "https://doi.org/10.4324/9780203350416",
  "title": "Food, Science, Policy and Regulation in the Twentieth Century",
  "abstract": "1. Food Policy and Regulation: a Multiplicity of Actors and Experts David F. Smith and Jim Phillips 2. Compositional Food Standards in the United Kingdom: the Case of the Willis Inquiry, 1929-1934 Michael French and Jim Phillips 3. The Pasteurisation of England: the Science, Culture and Health Implications of Milk Processing, 1900-1950 Peter J. Atkins 4. Veterinary Inspection and Food Hygiene in the Twentieth Century Peter A. Koolmees 5. The People's League of Health and the Campaign Against Bovine Tuberculosis in the 1930s L. Margaret Barnett 6. 'Axes to Grind': Popularising the Science of Vitamins, 1920s and 1930s Harmke Kamminga 7. The Rise and Fall of the Scientific Food Committee During the Second World War David F. Smith 8. The Food Supply in the Netherlands During the Second World War Gerard Trienekens 9. Vitamins Win the War: Nutrition, Commerce, and Patriotism in the United States During the Second World War Rima D. Apple 10. The United Nations Protein Advisory Group Josh Ruxin 11. Food Standards in the United States: the Case of the Peanut Butter and Jelly Sandwich Suzanne White Junod 12. Departmental, Professional, and Political Agendas in the Implementation of the Recommendations of a Food Crisis Enquiry: the Milne Report and Inspection of Overseas Meat Plants Lesley Diack, T. Hugh Pennington, Elizabeth Russell and David Smith 13. Post-War Nutrition Science and Policy Making in Britain c.1945-1994: the Case of Diet and Heart Disease Mark W. Bufton and Virginia Berridge 14. Recent Experiences in Food Poisoning: Science and Policy, Science and the Media T. Hugh Pennington 15. Regulating GM Foods in the 1980s and 1990s David Barling",
  "authors": [
    {
      "display_name": "David F. Smith",
      "id": "A5111416773",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "David F. Smith"
    },
    {
      "display_name": "Jim Phillips",
      "id": "A5105991808",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Jim Phillips"
    }
  ],
  "publication_year": 2013,
  "publication_date": "2013-04-15",
  "type": "book",
  "cited_by_count": 42,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "",
    "display_name": "",
    "issn_l": "",
    "issn": [],
    "type": "",
    "host_organization": ""
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.45007282
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.34176633
    }
  ],
  "topics": [
    {
      "id": "T11925",
      "display_name": "Culinary Culture and Tourism",
      "score": 0.6279
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.4324/9780203350416",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:29:31.214890",
  "source_database": "OpenAlex"
}