{
  "openalex_id": "W147779192",
  "doi": "https://doi.org/10.1016/s0022-5347(17)41986-0",
  "title": "Gastrocystoplasty: An Alternative Solution to the Problem of Urological Reconstruction in the Severely Compromised Patient",
  "abstract": "No AccessJournal of Urology1 Nov 1988Gastrocystoplasty: An Alternative Solution to the Problem of Urological Reconstruction in the Severely Compromised Patient Mark C. Adams, Michael E. Mitchell, and Richard C. Rink Mark C. AdamsMark C. Adams More articles by this author , Michael E. MitchellMichael E. Mitchell More articles by this author , and Richard C. RinkRichard C. Rink More articles by this author View All Author Informationhttps://doi.org/10.1016/S0022-5347(17)41986-0AboutPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail An isolated segment of stomach was used for bladder augmentation in 10 patients or construction of a continent urinary reservoir in 3. Diagnosis in these 13 patients included cloacal exstrophy (5), myelodysplasia (4), posterior urethral valves (2), radiation cystitis (1) and neurogenic bladder secondary to a rectal pull-through procedure (1). Indications for the use of stomach in bladder reconstruction were decreased renal function and acidosis (6 patients), insufficient large and small bowel (6) and decreased mucus production (1). Postoperative followup averaged 13 months (range 6 to 23 months). All patients have stable upper tracts radiographically and stable or improved renal function. Of 13 patients 10 require intermittent clean catheterization to empty and 11 are completely continent. Nine patients have remained free of infection, while 4 had asymptomatic bacteriuria. Mucus production is reduced relative to other intestinal segments and 10 patients require no bladder irrigations. Postoperative urodynamic evaluation is similar to that of ileocystoplasty or colocysto-plasty. Use of stomach has protected these patients from the development of new or worsened hyperchloremic acidosis. Serum chloride values have decreased and serum total carbon dioxide values have increased after bladder reconstruction, particularly in patients with impaired renal function. Stomach should be considered when lower urinary tract reconstruction is necessary in such compromised patients. (J. Urol., part 2, 140: 1152-U5? 1988) © 1988 by The American Urological Association Education and Research, Inc.FiguresReferencesRelatedDetailsCited ByHubert K, Large T, Leiser J, Judge B, Szymanski K, Whittam B, Kaefer M, Misseri R, Rink R and Cain M (2018) Long-Term Renal Functional Outcomes after Primary GastrocystoplastyJournal of Urology, VOL. 193, NO. 6, (2079-2085), Online publication date: 1-Jun-2015.Woodhouse C, Neild G, Yu R and Bauer S (2018) Adult Care of Children From Pediatric UrologyJournal of Urology, VOL. 187, NO. 4, (1164-1171), Online publication date: 1-Apr-2012.Castellan M, Gosalbez R, Bar-Yosef Y and Labbie A (2018) Complications After Use of Gastric Segments for Lower Urinary Tract ReconstructionJournal of Urology, VOL. 187, NO. 5, (1823-1827), Online publication date: 1-May-2012.Vemulakonda V, Lendvay T, Shnorhavorian M, Joyner B, Kaplan H, Mitchell M and Grady R (2018) Metastatic Adenocarcinoma After Augmentation GastrocystoplastyJournal of Urology, VOL. 179, NO. 3, (1094-1097), Online publication date: 1-Mar-2008.Gurocak S, De Gier R and Feitz W (2018) Bladder Augmentation Without Integration of Intact Bowel Segments: Critical Review and Future PerspectivesJournal of Urology, VOL. 177, NO. 3, (839-844), Online publication date: 1-Mar-2007.Castellan M, Gosalbez R, Perez-Brayfield M, Healey P, McDonald R, Labbie A and Lendvay T (2007) Tumor in Bladder Reservoir After GastrocystoplastyJournal of Urology, VOL. 178, NO. 4S, (1771-1774), Online publication date: 1-Oct-2007.GILBERT S and HENSLE T (2018) METABOLIC CONSEQUENCES AND LONG-TERM COMPLICATIONS OF ENTEROCYSTOPLASTY IN CHILDREN: A REVIEWJournal of Urology, VOL. 173, NO. 4, (1080-1086), Online publication date: 1-Apr-2005.CLOSE C, TEKGUL S, GANESAN G, TRUE L and MITCHELL M (2018) Flow Cytometry Analysis of Proliferative Lesions at the Gastrocystoplasty AnastomosisJournal of Urology, VOL. 169, NO. 1, (365-368), Online publication date: 1-Jan-2003.DeFOOR W, MINEVICH E, McENERY P, TACKETT L, REEVES D and SHELDON C (2018) Lower Urinary Tract Reconstruction is Safe and Effective in Children With End Stage Renal DiseaseJournal of Urology, VOL. 170, NO. 4 Part 2, (1497-1500), Online publication date: 1-Oct-2003.DeFOOR W, MINEVICH E, REEVES D, TACKETT L, WACKSMAN J and SHELDON C (2018) Gastrocystoplasty: Long-Term FollowupJournal of Urology, VOL. 170, NO. 4 Part 2, (1647-1650), Online publication date: 1-Oct-2003.DE FREITAS FILHO L, CARNEVALE J, LEÃO J, SCHOR N and ORTIZ V (2018) GASTROCYSTOPLASTY AND CHRONIC RENAL FAILURE: AN ACID-BASE METABOLISM STUDYJournal of Urology, VOL. 166, NO. 1, (251-254), Online publication date: 1-Jul-2001.DONNELLAN S, RYAN A and BOLTON D (2018) GASTRIC PATCH PYELOPLASTY: DEVELOPMENT OF AN ANIMAL MODEL TO PRODUCE UPPER TRACT URINARY ACIDIFICATION FOR TREATING STRUVITE URINARY CALCULIJournal of Urology, VOL. 166, NO. 2, (684-687), Online publication date: 1-Aug-2001.PLAIRE J, SNODGRASS W, GRADY R and MITCHELL M (2018) LONG-TERM FOLLOWUP OF THE HEMATURIA-DYSURIA SYNDROMEJournal of Urology, VOL. 164, NO. 3 Part 2, (921-923), Online publication date: 1-Sep-2000.Leonard M, Dharamsi N and Williot P (2018) OUTCOME OF GASTROCYSTOPLASTY IN TERTIARY PEDIATRIC UROLOGY PRACTICEJournal of Urology, VOL. 164, NO. 3 Part 2, (947-950), Online publication date: 1-Sep-2000.LIN D, SANTUCCI R, MAYO M, LANGE P and MITCHELL M (2018) URODYNAMIC EVALUATION AND LONG-TERM RESULTS OF THE ORTHOTOPIC GASTRIC NEOBLADDER IN MENJournal of Urology, VOL. 164, NO. 2, (356-359), Online publication date: 1-Aug-2000.MILLS R and STUDER U (2018) METABOLIC CONSEQUENCES OF CONTINENT URINARY DIVERSIONJournal of Urology, VOL. 161, NO. 4, (1057-1066), Online publication date: 1-Apr-1999.MINGIN G, STOCK J and HANNA M (2018) GASTROCYSTOPLASTY: LONG-TERM COMPLICATIONS IN 22 PATIENTSJournal of Urology, VOL. 162, NO. 3 Part 2, (1122-1125), Online publication date: 1-Sep-1999.AUSTIN P, RINK R and LOCKHART J (2018) THE GASTROINTESTINAL COMPOSITE URINARY RESERVOIR IN PATIENTS WITH MYELOMENINGOCELE AND EXSTROPHY: LONG-TERM METABOLIC FOLLOWUPJournal of Urology, VOL. 162, NO. 3 Part 2, (1126-1128), Online publication date: 1-Sep-1999.CARR M, DOCIMO S and MITCHELL M (2018) BLADDER AUGMENTATION WITH UROTHELIAL PRESERVATIONJournal of Urology, VOL. 162, NO. 3 Part 2, (1133-1136), Online publication date: 1-Sep-1999.ACAR O, JOHN H and HAURI D (2018) URODYNAMIC FEATURES OF THE GASTRIC POUCH AFTER RADICAL CYSTECTOMY AND THE RELATIONSHIP TO ORAL INTAKEJournal of Urology, VOL. 161, NO. 6, (1888-1892), Online publication date: 1-Jun-1999.ELBAHNASY A, SHALHAV A, HOENIG D, FIGENSHAU R and CLAYMAN R (2018) BLADDER WALL SUBSTITUTION WITH SYNTHETIC AND NON-INTESTINAL ORGANIC MATERIALSJournal of Urology, VOL. 159, NO. 3, (628-637), Online publication date: 1-Mar-1998.KURZROCK E, BASKIN L and KOGAN B (2018) GASTROCYSTOPLASTY: LONG-TERM FOLLOWUPJournal of Urology, VOL. 160, NO. 6 Part 1, (2182-2186), Online publication date: 1-Dec-1998.KAEFER M, HENDREN W, BAUER S, GOLDENBLATT P, PETERS C, ATALA A and RETIK A (2018) RESERVOIR CALCULI: A COMPARISON OF RESERVOIRS CONSTRUCTED FROM STOMACH AND OTHER ENTERIC SEGMENTSJournal of Urology, VOL. 160, NO. 6 Part 1, (2187-2190), Online publication date: 1-Dec-1998.EL-GHONEIMI A, MULLER C, GUYS J, COQUET M and MONFORT G (2018) FUNCTIONAL OUTCOME AND SPECIFIC COMPLICATIONS OF GASTROCYSTOPLASTY FOR FAILED BLADDER EXSTROPHY CLOSUREJournal of Urology, VOL. 160, NO. 3 Part 2, (1186-1189), Online publication date: 1-Sep-1998.POPE J, KEATING M, CASALE A and RINK R (2018) AUGMENTING THE AUGMENTED BLADDER: TREATMENT OF THE CONTRACTILE BOWEL SEGMENTJournal of Urology, VOL. 160, NO. 3 Part 1, (854-857), Online publication date: 1-Sep-1998.WECHSELBERGER G, SCHOELLER T, STENZL A, NINKOVIC M, LILLE S and RUSSELL R (2018) FIBRIN GLUE AS A DELIVERY VEHICLE FOR AUTOLOGOUS UROTHELIAL CELL TRANSPLANTATION ONTO A PREFABRICATED POUCHJournal of Urology, VOL. 160, NO. 2, (583-586), Online publication date: 1-Aug-1998.DUEL B, GONZALEZ R and BARTHOLD J (2018) ALTERNATIVE TECHNIQUES FOR AUGMENTATION CYSTOPLASTYJournal of Urology, VOL. 159, NO. 3, (998-1005), Online publication date: 1-Mar-1998.Stein R, Lotz J, Fisch M, Beetz R, Prellwitz W and Hohenfellner R (2018) Vitamin Metabolism in Patients With a Mainz Pouch I: Long-term FollowupJournal of Urology, VOL. 157, NO. 1, (44-47), Online publication date: 1-Jan-1997.Close C and Mitchell M (2018) Continent Gastric Tube: New Techniques and Long-Term FollowupJournal of Urology, VOL. 157, NO. 1, (51-55), Online publication date: 1-Jan-1997.Kaefer M, Tobin M, Hendren W, Bauer S, Peters C, Atala A, Colodny A, Mandell J and Retik A (2018) Continent Urinary Diversion: The Children's Hospital ExperienceJournal of Urology, VOL. 157, NO. 4, (1394-1399), Online publication date: 1-Apr-1997.Austin P, DeLeary G, Homsy Y, Persky L and Lockhart J (2018) LONG-TERM METABOLIC ADVANTAGES OF A GASTROINTESTINAL COMPOSITE URINARY RESERVOIRJournal of Urology, VOL. 158, NO. 5, (1704-1707), Online publication date: 1-Nov-1997.Hauri D (2018) Can Gastric Pouch as Orthotopic Bladder Replacement be Used in Adults?Journal of Urology, VOL. 156, NO. 3, (931-935), Online publication date: 1-Sep-1996.Lima S, Araujo L, Vilar F, Kummer C and Lima E (2018) Combined Use of Enterocystoplasty and a New Type of Artificial Sphincter in the Treatment of Urinary IncontinenceJournal of Urology, VOL. 156, NO. 2S, (622-624), Online publication date: 1-Aug-1996.Nguyen D, Mitchell M, Horowitz M, Bagli D and Carr M (2018) Demucosalized Augmentation Gastrocystoplasty with Bladder Autoaugmentation in Pediatric PatientsJournal of Urology, VOL. 156, NO. 1, (206-209), Online publication date: 1-Jul-1996.Bajpai M (2018) Re: The Syndrome of Dysuria and Hematuria in Pediatric Urinary Reconstruction with StomachJournal of Urology, VOL. 155, NO. 2, (656-656), Online publication date: 1-Feb-1996.Garzotto M and Walker R (2018) Uric Acid Stone and Gastric Bladder AugmentationJournal of Urology, VOL. 153, NO. 6, (1976-1976), Online publication date: 1-Jun-1995.McLaughlin K, Rink R, Adams M and Keating M (2018) Stomach in Combination with Other Intestinal Segments in Pediatric Lower Urinary Tract ReconstructionJournal of Urology, VOL. 154, NO. 3, (1162-1168), Online publication date: 1-Sep-1995.Plawker M, Rabinowitz S, Etwaru D and Glassberg K (2018) Hypergastrinemia, Dysuria-Hematuria and Metabolic Alkalosis: Complications Associated with GastrocystoplastyJournal of Urology, VOL. 154, NO. 2, (546-549), Online publication date: 1-Aug-1995.Lauvetz R, Monda J, Kramer S and Husmann D (2018) Urinary pH and Urea Concentration Correlate to the Bacterial Colonization rate in Gastric, Colonic, Ileal and Myoperitoneal Bladder AugmentationJournal of Urology, VOL. 154, NO. 2, (899-902), Online publication date: 1-Aug-1995.Bogaert G, Mevorach R, Kim J and Kogan B (2018) The Physiology of Gastrocystoplasty: Once a Stomach, Always a StomachJournal of Urology, VOL. 153, NO. 6, (1977-1980), Online publication date: 1-Jun-1995.Turini D, Barbanti G, Beneforti P and Lazzeri M (2018) Gastropyeloplasty: An Alternative Procedure in Reconstruction of the Renal PelvisJournal of Urology, VOL. 153, NO. 1, (135-136), Online publication date: 1-Jan-1995.Gosalbez R, Padron O, Singla A, Woodard J and Galloway N (2018) The Gastric Augment Single Pedicle Tube Catheterizable Stoma: A Useful Adjunct to Reconstruction of the Urinary TractJournal of Urology, VOL. 152, NO. 6 Part 1, (2005-2007), Online publication date: 1-Dec-1994.Da Pozzo L, Colombo R, Pompa P, Montorsi F, Di Girolamo V and Rigatti P (2018) Detubularized Sigmoid Colon For Bladder Replacement After Radical CystectomyJournal of Urology, VOL. 152, NO. 5 Part 1, (1409-1412), Online publication date: 1-Nov-1994.Landau E, Jayanthi V, Khoury A, Churchill B, Gilmour R, Steckler R and Mclorie G (2018) Bladder Augmentation: Ureterocystoplasty Versus IleocystoplastyJournal of Urology, VOL. 152, NO. 2 Part 2, (716-719), Online publication date: 1-Aug-1994.Lockhart J, Davies R, Persky L, Ernesto Figueroa T and Ramirez G (2018) Acid-Base Changes Following Urinary Tract Reconstruction for Continent diversion and Orthotopic Bladder replacementJournal of Urology, VOL. 152, NO. 2 Part 1, (338-342), Online publication date: 1-Aug-1994.Muraishi O, Ogawa A, Tsuruta T and Kato H (2018) Bladder Peptic Ulcer after Gastrocystoplasty for Radiation CystitisJournal of Urology, VOL. 152, NO. 2 Part 1, (473-474), Online publication date: 1-Aug-1994.Lockhart J, Davies R, Cox C, Mcallister E, Helal M and Figueroa T (2018) The Gastroileoileal Pouch: An Alternative Continent Urinary Reservoir for Patients with Short Bowel, Acidosis and/or Extensive Pelvic RadiationJournal of Urology, VOL. 150, NO. 1, (46-50), Online publication date: 1-Jul-1993.Gosalbez R, Woodard J, Broecker B, Parrott T and Massad C (2018) The Use of Stomach in Pediatric Urinary ReconstructionJournal of Urology, VOL. 150, NO. 2 Part 1, (438-440), Online publication date: 1-Aug-1993.Nguyen D, Bain M, Salmonson K, Ganesan G, Burns M and Mitchell M (2018) The Syndrome of Dysuria and Hematuria in Pediatric Urinary Reconstruction with StomachJournal of Urology, VOL. 150, NO. 2 Part 2, (707-709), Online publication date: 1-Aug-1993.Gosalbez R, Woodard J, Broecker B and Warshaw B (2018) Metabolic Complications of the use of Stomach for Urinary ReconstructionJournal of Urology, VOL. 150, NO. 2 Part 2, (710-712), Online publication date: 1-Aug-1993.Raz S, Ehrlich R, Babiarz J and Payne C (2018) Gastrocystoplasty Without Opening the StomachJournal of Urology, VOL. 150, NO. 2 Part 2, (713-715), Online publication date: 1-Aug-1993.Churchill B, Aliabadi H, Landau E, McLorie G, Steckler R, McKenna P and Khoury A (2018) Ureteral Bladder AugmentationJournal of Urology, VOL. 150, NO. 2 Part 2, (716-720), Online publication date: 1-Aug-1993.Hutton K, Trejdosiewicz L, Thomas D and Southgate J (2018) Urothelial Tissue Culture for Bladder Reconstruction: An Experimental StudyJournal of Urology, VOL. 150, NO. 2 Part 2, (721-725), Online publication date: 1-Aug-1993.Palmer L, Franco I, Kogan S, Reda E, Gill B and Levitt S (2018) Urolithiasis in Children Following Augmentation CystoplastyJournal of Urology, VOL. 150, NO. 2 Part 2, (726-729), Online publication date: 1-Aug-1993.Nguyen D, Ganesan G, Sumfest J, Liggitt D, Caruso A, Burns M and Mitchell M (2018) The Use of the AMS800 Artificial Urinary Sphincter in Combination with the Gastric Tube for Continence in the Canine ModelJournal of Urology, VOL. 150, NO. 2 Part 2, (737-741), Online publication date: 1-Aug-1993.Duckett J and Lotfi A (2018) Appendicovesicostomy (And Variations) in Bladder ReconstructionJournal of Urology, VOL. 149, NO. 3, (567-569), Online publication date: 1-Mar-1993.Ngan J, Lau J, Lim S, Chan K, Tam P and Li M (2018) Long-Term Results of Antral GastrocystoplastyJournal of Urology, VOL. 149, NO. 4, (731-734), Online publication date: 1-Apr-1993.Bellinger M (2018) Ureterocystoplasty: A Unique Method for Vesical Augmentation in ChildrenJournal of Urology, VOL. 149, NO. 4, (811-813), Online publication date: 1-Apr-1993.Atala A, Bauer S, Hendren W and Retik A (2018) The Effect of Gastric Augmentation on Bladder FunctionJournal of Urology, VOL. 149, NO. 5 Part 1, (1099-1102), Online publication date: 1-May-1993.Bissada S and Bissada N (2018) Choice of Gastroepiploic Vessels for GastrocystoplastyJournal of Urology, VOL. 148, NO. 1, (101-101), Online publication date: 1-Jul-1992.Reinberg Y, Manivel J, Froemming C and Gonzalez R (2018) Perforation of the Gastric Segment of an Augmented Bladder Secondary to Peptic Ulcer DiseaseJournal of Urology, VOL. 148, NO. 2 Part 1, (369-371), Online publication date: 1-Aug-1992.Hendren W (2018) Ileal Nipple for Continence in Cloacal ExstrophyJournal of Urology, VOL. 148, NO. 2 Part 1, (372-379), Online publication date: 1-Aug-1992.Castro-Diaz D, Froemming C, Manivel J, Long R, Buson H, Reinberg Y and Gonzalez R (2018) The Influence of Urinary Diversion on Experimental GastrocystoplastyJournal of Urology, VOL. 148, NO. 2 Part 2, (571-574), Online publication date: 1-Aug-1992.Muraishi O, Ikado S, Yamashita T, Yamaguchi K and Ogawa A (2018) Gastrocystoplasty in Dogs: An Ulcerating Effect of Acid UrineJournal of Urology, VOL. 147, NO. 1, (242-245), Online publication date: 1-Jan-1992.Kinahan T, Khoury A, McLorie G and Churchill B (2018) Omeprazole in Post-Gastrocystoplasty Metabolic Alkalosis and AciduriaJournal of Urology, VOL. 147, NO. 2, (435-437), Online publication date: 1-Feb-1992.Bissada S and Bissada N (2018) Repair of Active Radiation-Induced Vesicovaginal Fistula Using Combined Gastric and Omental Segments Based on the Gastroepiploic VesselsJournal of Urology, VOL. 147, NO. 5, (1368-1370), Online publication date: 1-May-1992.Gearhart J and Jeffs R (2018) Techniques to Create Urinary Continence in the Cloacal Exstrophy PatientJournal of Urology, VOL. 146, NO. 2 Part 2, (616-618), Online publication date: 1-Aug-1991.Bihrle R, Klee L, Adams M and Foster R (2018) Early Clinical Experience with the Transverse Colon-Gastric Tube Continent Urinary ReservoirJournal of Urology, VOL. 146, NO. 3, (751-753), Online publication date: 1-Sep-1991.Marshall F, Mostwin J, Radebaugh L, Walsh P and Brendler C (2018) Ileocolic Neobladder Post-Cystectomy: Continence and PotencyJournal of Urology, VOL. 145, NO. 3, (502-504), Online publication date: 1-Mar-1991.Peters C, Bolkier M, Bauer S, Hendren W, Colodny A, Mandell J and Retik A (2018) The Urodynamic Consequences of Posterior Urethral ValvesJournal of Urology, VOL. 144, NO. 1, (122-126), Online publication date: 1-Jul-1990.Hendren W and Hendren R (2018) Bladder Augmentation: Experience with 129 Children and Young AdultsJournal of Urology, VOL. 144, NO. 2 Part 2, (445-453), Online publication date: 1-Aug-1990.Mitchell M, Brito C and Rink R (2018) Cloacal Exstrophy Reconstruction for Urinary ContinenceJournal of Urology, VOL. 144, NO. 2 Part 2, (554-558), Online publication date: 1-Aug-1990.Canning D, Perman J, Jeffs R and Gearhart J (2018) Nutritional Consequences of Bowel Segments in the Lower Urinary TractJournal of Urology, VOL. 142, NO. 2 Part 2, (509-511), Online publication date: 1-Aug-1989. Volume 140Issue 5 Part 2November 1988Page: 1152-1156 Advertisement Copyright & Permissions© 1988 by The American Urological Association Education and Research, Inc.MetricsAuthor Information Mark C. Adams More articles by this author Michael E. Mitchell More articles by this author Richard C. Rink More articles by this author Expand All Advertisement PDF DownloadLoading ...",
  "authors": [
    {
      "display_name": "Mark C. Adams",
      "id": "A5102824297",
      "orcid": "https://orcid.org/0000-0003-1043-9458",
      "institutions": [
        {
          "id": "I2802740592",
          "display_name": "Riley Hospital for Children",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I55769427",
          "display_name": "Indiana University – Purdue University Indianapolis",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mark C. Adams"
    },
    {
      "display_name": "Michael E. Mitchell",
      "id": "A5021149026",
      "orcid": "https://orcid.org/0000-0003-1605-6095",
      "institutions": [
        {
          "id": "I2802740592",
          "display_name": "Riley Hospital for Children",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I55769427",
          "display_name": "Indiana University – Purdue University Indianapolis",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Michael E. Mitchell"
    },
    {
      "display_name": "Richard C. Rink",
      "id": "A5056710341",
      "orcid": "https://orcid.org/0000-0003-4265-5577",
      "institutions": [
        {
          "id": "I2802740592",
          "display_name": "Riley Hospital for Children",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I55769427",
          "display_name": "Indiana University – Purdue University Indianapolis",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Richard C. Rink"
    }
  ],
  "publication_year": 1988,
  "publication_date": "1988-11-01",
  "type": "article",
  "cited_by_count": 294,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "140",
  "issue": "5 Part 2",
  "first_page": "1152",
  "last_page": "1156",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.9404036
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.38672796
    }
  ],
  "topics": [
    {
      "id": "T11815",
      "display_name": "Urological Disorders and Treatments",
      "score": 0.9722
    },
    {
      "id": "T12264",
      "display_name": "Tissue Engineering and Regenerative Medicine",
      "score": 0.9332
    },
    {
      "id": "T10458",
      "display_name": "Bladder and Urothelial Cancer Treatments",
      "score": 0.9118
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/s0022-5347(17)41986-0",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:28:52.060693",
  "source_database": "OpenAlex"
}