{
  "openalex_id": "W1479987435",
  "doi": "https://doi.org/10.1111/hae.12767",
  "title": "Point of care ultrasonography in haemophilia care: recommendations for training and competency evaluation",
  "abstract": "Haemophilia A and B are X-linked recessive genetic disorders causing a deficiency of coagulation factors VIII and IX respectively. Deficient coagulation factors prevent patients from producing adequate thrombin, leading to repeated haemorrhage into articular joints 1. Blood within the joint space has detrimental effects on all joint structures, including the stimulation of chondrocyte apoptosis, synovitis and subchondral bone changes 1, 2. Until all blood products have been evacuated from the joint, either naturally or therapeutically, joint destruction/haemophilic arthropathy may develop. Despite advances in medical management and the availability of factor concentrate for prophylaxis, patients continue to experience acute haemarthrosis. Recent evidence has suggested that clinical examination alone following haemarthrosis is not sensitive enough to detect small amounts of residual blood in the joint and patients/providers may discontinue treatment and prematurely allow for the return to regular activities 3, 4. As a result of these findings, health care providers must consider methods of improving the sensitivity of the clinical examination including the addition of diagnostic imaging modalities. Recently, considerable attention has been given to the use of point of care ultrasonography (POC-US) in the management of haemophilia. According to Moore and Copel 5, health care professionals who receive proper training can learn to perform POC-US for the evaluation of a specific organ, pathology or procedure within their area of expertise. POC-US is an ultrasound (US) examination provided by the primary health care practitioner, usually in adjunct to the physical examination at the bedside or in the ambulatory clinic setting. POC-US identifies the presence or absence of a specific finding and is utilized when time saving for diagnosis or treatment is critical to patient care 6. POC-US must be distinguished from the comprehensive diagnostic US examination as performed in the medical imaging department 6. Moreover, even in the expert radiologist's hands, US is not yet the 'gold standard' for diagnosis of haemophilic arthropathy and haemarthrosis, which remains MRI; however, MRI is expensive, not readily available and it requires sedation in children 3, 7, 8. POC-US is a fast, safe, accessible and inexpensive modality that does not require sedation of children 4, 8, 9. Querol et al. 7 discussed the role of US in the diagnosis of the musculoskeletal manifestations of haemophilia and concluded that US is a modality that can supplement the clinical examination. Also, US is particularly important in acute haemarthrosis as it is an objective measure of the presence, location and size of blood in the joint and is able to monitor the response to treatment and confirm complete resolution 7. Several researchers and clinicians have developed haemophilia-specific US protocols for the assessment of disease activity and/or haemophilic arthropathy 10, 11. However, application of POC-US as performed by haemophilia clinic staff has not yet been fully implemented. POC-US is highly operator dependent and the 'risk of misdiagnosis is high when POC-US is used by inexperienced practitioners' 12. Barriers to the use of POC-US in haemophilia care include a lack of training, competency evaluation and certification in the use of this specific modality. Also, there are concerns regarding scope of practice for the health professional performing POC-US and the need for medical directives. To address these issues and provide recommendations on the use of POC-US, a research project was developed in collaboration with two Canadian Haemophilia Treatment Centres (Hamilton, Vancouver) and McMaster University/Mohawk College School of Medical Radiation Sciences Program in Hamilton, Ontario, Canada. The goal of the collaboration was to develop an academic training and certification program for health care professionals, specifically physiotherapists in haemophilia care, for the application of POC-US for the assessment of acute haemarthrosis. Each module involves completing a prior learning assessment to highlight important concepts and refresh previous knowledge and understanding, watching an online lecture, a task or activity designed to aid in comprehension and the application of new concepts. Each module includes an online test intended for summative assessment. The practical laboratories provide an opportunity to build technical skills and also reinforce and elaborate on material delivered in the theoretical section. The practical training module takes place over a 2 day period and includes 12 h of instructor facilitated training at the Mohawk College Ultrasonography Laboratory. The instructor is a faculty member of the Mohawk College and is responsible for curriculum development and delivery. The instructor is a credentialed sonographer with both Canadian and American registration and brings over 12 years of experience in musculoskeletal sonography and 10 years of teaching experience to the research project. Curriculum is assessed using knowledge-based multiple choice evaluations for each theoretical module. The assessments reference a selection of appropriate competencies from the Sonography National Competency Profile developed by Sonography Canada. Competency in skill is assessed during the practical component of the training program in a simulated performance environment. Skills assessments measure performance for the specific application of POC-US to haemophilia care and are modelled after the Sonography Canada Canadian Clinical Skills Assessment Tool. Point of care ultrasonography is a valuable technology for frontline diagnosis and treatment of haemarthrosis and haemophilic arthropathy; POC-US should be opportunely limited in scope to specific and appropriate indications and be performed by ad-hoc trained personnel, as there is a possibility of negative outcomes if the modality is not properly applied. Evidence and research is still required to determine specific parameters of the scanning protocols for haemophilia care and the methods in which knowledge translation and ongoing quality improvement is achieved. To the authors' knowledge, the McMaster University/Mohawk College POC-US in Haemophilia Care Training Protocol presented above is the first formal certification and training program for POC-US for the specific task of assessing haemarthrosis in patients with haemophilia. The McMaster University/Mohawk College POC-US in Haemophilia Training Protocol and certification of successful applicants provides a standardized method of assessing competency and performance of POC-US by health professionals in haemophilia care via an accredited academic institution. Emerging scope of practice for health professionals and physiotherapists brings the need for increased educational programs to ensure knowledge and proficiency 13. Currently in Canada, the performance and use of POC-US is an unregulated act. Health care professionals who receive appropriate training can perform POC-US with the appropriate delegation from physicians. Successful completion of the McMaster University/Mohawk College POC-US in Haemophilia Care Training Protocol forms the foundation to assist with supporting health professionals in broadening scope of practice to include the performance of POC-US. Completion of the training protocol will also support health professionals in obtaining medical directives for the performance of POC-US and to assist with implementation into clinical practice in haemophilia care. Future directions include a pilot study investigating the acceptability, reliability and validity of the McMaster University/Mohawk College POC-US in Haemophilia Training Protocol as performed by physiotherapists for the assessment and management of acute haemarthrosis in patients with haemophilia as compared to a traditional pathway in diagnostic imaging. Also, the authors hope to expand the current program to include other health care professionals in haemophilia care with an interest/access to POC-US and to liaise with the World Federation of Hemophilia to assist and/or contribute to a training program for the global community. In parallel, it is advisable to start developing the process for continuous verification of competencies, including recommendations for caseload exposure for the maintenance of certification and skill in the use of POC-US. Lastly, but possibly of utmost importance, the authors will build on the robust experience of the McMaster University/Mohawk College and affiliated health care structures in the generation of evidence to plan and execute multicentre collaborative state-of-the-art validation studies unravelling the potential contribution of POC-US to optimal care of haemophilic arthropathy. Karen Strike would like to acknowledge the Hamilton Health Sciences Health Professional Clinical Research Award, Health Professional Investigator Award, McMaster Children's Hospital Foundation and the Departments of Integrated Research Services and Professional Affairs, Hamilton Health Sciences for the support received for the completion of the project. Karen Strike, Sandra Squire, Lisa Scott and Wendy Lawson conceived, designed and participated in the study. Dr. Anthony Chan, Dr. Alfonso Iorio and Dr. Shannon Jackson provided mentorship and supervised the conduct of the study. Karen Strike drafted the article and all authors contributed to its revision. Karen Strike has received research support from the Hamilton Health Sciences Health Professional Clinical Research Award, Health Professional Investigator Award, McMaster Children's Hospital Foundation, Pfizer Canada and Bayer. Karen has also received travel support from Pfizer Canada, Bayer and Novo Nordisk, consultancy fees from Pfizer Canada and Biogen Idec and has been on advisory boards for Pfizer Canada. Dr. Alfonso Iorio has research funding through Institution (McMaster University) from Baxter, Bayer, Biogen Idec, Novo Nordisk and Pfizer. No funds received for the work presented above. Dr. Shannon Jackson has received grant/research support from Pfizer and Baxter and received honoraria and consultancy fees from Baxter, Bayer and Biogen Idec. Wendy Lawson has received consultancy fees from the study for the development and delivery of the Mohawk College Ultrasonography Haemophilia Point of Care Training Program. Lisa Scott has received consultancy fees from Canada. Sandra Squire has received research support from the CHS-Baxter Canada Inherited Bleeding Disorders Fellowship Program for Nurses and Allied Health Care Professionals. Travel support from Pfizer Canada and Bayer, consultancy fees from Pfizer Canada and Bayer and has been on advisory boards for Pfizer Canada. Dr. Anthony Chan has received research funding from Pfizer, Bayer, Octapharma, CSL and Novo Nordisk. No funds received for the work presented above. Dr. Anthony Chan holds the McMaster Children's Hospital/Hamilton Health Sciences Foundation Pediatric Thrombosis and Hemostasis Endowed Chair.",
  "authors": [
    {
      "display_name": "Karen Strike",
      "id": "A5024895659",
      "orcid": "https://orcid.org/0000-0002-5598-2051",
      "institutions": [
        {
          "id": "I76442945",
          "display_name": "Hamilton Health Sciences",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "K. L. Strike"
    },
    {
      "display_name": "Alfonso Iorio",
      "id": "A5044123410",
      "orcid": "https://orcid.org/0000-0002-3331-8766",
      "institutions": [
        {
          "id": "I76442945",
          "display_name": "Hamilton Health Sciences",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "A. Iorio"
    },
    {
      "display_name": "Shannon Jackson",
      "id": "A5063843173",
      "orcid": null,
      "institutions": [
        {
          "id": "I2801362399",
          "display_name": "St. Paul's Hospital",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "S. Jackson"
    },
    {
      "display_name": "W. Lawson",
      "id": "A5066749141",
      "orcid": "https://orcid.org/0000-0003-2326-0481",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "W. Lawson"
    },
    {
      "display_name": "L Scott",
      "id": "A5107824608",
      "orcid": null,
      "institutions": [
        {
          "id": "I76442945",
          "display_name": "Hamilton Health Sciences",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "L. Scott"
    },
    {
      "display_name": "S. Squire",
      "id": "A5074100160",
      "orcid": null,
      "institutions": [
        {
          "id": "I2801362399",
          "display_name": "St. Paul's Hospital",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "S. Squire"
    },
    {
      "display_name": "Anthony K.C. Chan",
      "id": "A5070607078",
      "orcid": null,
      "institutions": [
        {
          "id": "I76442945",
          "display_name": "Hamilton Health Sciences",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I2802999702",
          "display_name": "Regional Municipality of Niagara",
          "country_code": "CA",
          "type": "government"
        },
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "A. K. Chan"
    }
  ],
  "publication_year": 2015,
  "publication_date": "2015-07-24",
  "type": "article",
  "cited_by_count": 12,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S37667796",
    "display_name": "Haemophilia",
    "issn_l": "1351-8216",
    "issn": [
      "1351-8216",
      "1365-2516"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320595"
  },
  "volume": "21",
  "issue": "6",
  "first_page": "828",
  "last_page": "831",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/hae.12767",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.90945125
    },
    {
      "id": "C2778385053",
      "display_name": "Haemophilia",
      "level": 2,
      "score": 0.84769833
    },
    {
      "id": "C529618451",
      "display_name": "Ultrasonography",
      "level": 2,
      "score": 0.61292887
    },
    {
      "id": "C51915194",
      "display_name": "Point of care",
      "level": 2,
      "score": 0.5848437
    },
    {
      "id": "C64841741",
      "display_name": "Point-of-care testing",
      "level": 2,
      "score": 0.46891105
    },
    {
      "id": "C2779473830",
      "display_name": "MEDLINE",
      "level": 2,
      "score": 0.4441087
    },
    {
      "id": "C512399662",
      "display_name": "Family medicine",
      "level": 1,
      "score": 0.36255985
    },
    {
      "id": "C159110408",
      "display_name": "Nursing",
      "level": 1,
      "score": 0.30063388
    },
    {
      "id": "C187212893",
      "display_name": "Pediatrics",
      "level": 1,
      "score": 0.25431287
    },
    {
      "id": "C126838900",
      "display_name": "Radiology",
      "level": 1,
      "score": 0.14967695
    },
    {
      "id": "C142724271",
      "display_name": "Pathology",
      "level": 1,
      "score": 0.113961816
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11738",
      "display_name": "Ultrasound in Clinical Applications",
      "score": 0.9997
    },
    {
      "id": "T10285",
      "display_name": "Venous Thromboembolism Diagnosis and Management",
      "score": 0.9893
    },
    {
      "id": "T11894",
      "display_name": "Radiology practices and education",
      "score": 0.9723
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1111/hae.12767",
  "pdf_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/hae.12767",
  "retrieved_date": "2025-07-30T14:48:59.967135",
  "source_database": "OpenAlex"
}