{
  "openalex_id": "W1483295203",
  "doi": "https://doi.org/10.2307/25557876",
  "title": "The Post-Modern Reader",
  "abstract": "Preface. Charles Jencks: Post-Modernism - The Ism that Returns. Part 1 Defining the Post-Modern. Charles Jencks: What Then Is Post-Modernism? Jean-Francois Lyotard: Answering the Question: What Is Postmodernism? Andreas Huyssen: Mapping the Postmodern. Margaret A Rose: Defining the Post-Modern. Part 2 Literature and Architecture. John Barth: The Literature of Replenishment. Umberto Eco: The Postscript to The Name of the Rose: Postmodernism, Irony, the Enjoyable. Linda Hutcheon: Theorising the Postmodern: Towards a Poetics. Ihab Hassan: From Postmodernism to Postmodernity: The Local/Global Context. Felipe Fernandez-Armesto: Pillars and Posts: Foundations and Future of Post-Modernism. Jane Jacobs: The Kind of Problem a City Is. Robert Venturi: Complexity and Contradiction in Architecture. Charles Jencks: The Language of Post-Modern and the Complexity Paradigm. Paolo Portoghesi: What Is the Postmodern? Part 3 Sociology, Economics, Feminism, Science. Zygmunt Bauman: Is There a Postmodern Sociology? David Harvey: The Condition of Postmodernity. Robin Murray: Fordism and Post-Fordism. Anatole Kaletsky: 9/15 - The Birthpangs of Post-Modern Economics? Susan Rubin Seleiman: Feminism and Postmodernism: A Question of Politics. Craig Owens: The Discourse of Others: Feminists and Postmodernism. Tito Arecchi: Chaos and Complexity. John Gray: Evangelical Atheism, Secular Christianity. David Ray Griffin: The Reenchantment of Science. David Bohm: Postmodern Science and a Postmodern World. Charles Birch: The Postmodern Challenge to Biology. Edward Goldsmith: Gaia and Evolution. Index.",
  "authors": [
    {
      "display_name": "Paul O’Brien",
      "id": "A5047911088",
      "orcid": "https://orcid.org/0000-0001-8744-9174",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Paul O'Brien"
    },
    {
      "display_name": "Charles Jencks",
      "id": "A5112562673",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Charles Jencks"
    }
  ],
  "publication_year": 1993,
  "publication_date": "1993-01-01",
  "type": "article",
  "cited_by_count": 62,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210195081",
    "display_name": "Circa",
    "issn_l": "0263-9475",
    "issn": [
      "0263-9475",
      "2396-9180"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4327874092"
  },
  "volume": null,
  "issue": "66",
  "first_page": "63",
  "last_page": "63",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.3323972
    }
  ],
  "topics": [
    {
      "id": "T13631",
      "display_name": "Global History, Politics, and Ideology",
      "score": 0.2137
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.2307/25557876",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:36:20.721975",
  "source_database": "OpenAlex"
}