{
  "openalex_id": "W1486801578",
  "doi": null,
  "title": "Artificial grammar learning of shape-based noun classification",
  "abstract": "Artificial grammar learning of shape-based noun classification Jennifer Culbertson (jculber4@gmu.edu) Linguistics Program, 4400 University Drive Fairfax, VA 22030 USA Colin Wilson (colin@cogsci.jhu.edu) Cognitive Science Department, 3400 N. Charles Street Baltimore, MD 21218 USA Abstract Similarly, in the classifier system of Navajo (Mithun, 1986) nouns are classified according to animacy and shape (among other properties); class marking in this language is found on the verb. Signed languages also commonly have noun classi- fication systems based on shape and other functional proper- ties (Supalla, 1986). Systems of noun classification serve to categorize entities based on a set of semantic and/or phonological features. Pre- vious work, for the most part focused on gender-based classes, has suggested that learners acquiring such systems rely pri- marily on phonological cues, while semantic cues are used only weakly. We show, using an artificial language learning task with adults, that semantic information alone is sufficient to learn a realistic shape-based classification system, challeng- ing the view of phonology bias. Further, our results show that compared to learners exposed to semantically cohesive cate- gories, learners trained on randomly assigned classes are less successful at recalling the category of exposure items. This finding suggests that, contrary to memory-based theories of learning, categories are not necessarily formed by abstraction from memorized exemplars, but can instead be constructed from lower-level properties that category members share. Keywords: classifiers; noun classes; language acquisition; ar- tificial language learning; semantic features Acquisition of noun classification systems Introduction Systems of noun classification—such as gender, noun class, and classifier systems—distinguish or categorize objects ac- cording to salient semantic and/or phonological features. Though such systems may differ in their formal realization, the semantic features on which they are based draw from a common pool that includes physical features (e.g. shape, size), function (e.g. food, tool, habitation), as well as animacy and sociocultural status (Denny, 1976; Dixon, 1986; Lakoff, 1987; Comrie, 1989; Aikhenvald, 2000; Senft, 2000). For example, in Cantonese, the use of a classifier mor- pheme is required in constructions involving a numerical or definite noun phrase, as in example (1) below. 1 The choice of classifier in Cantonese is largely determined by the head noun; for example the classifier go[3] is used for people, while the classifier zek[3] is used primarily with animals. Ad- ditional classifiers target shape properties like length, dimen- sion, and flexibility. a. sam[1] go[3] jan[4] three CL people ‘three people’ b. sam[1] zek[3] gau[2] three CL dogs ‘three dogs’ 1 Although English does not use them productively, there are nev- ertheless a number of nouns which can appear with a classifier, e.g. “four strands of hair”, “two sheets of paper”, “a school of fish”. Previous work on the acquisition of systems of noun clas- sification has largely focused on genders and noun classes. Such studies have documented developmental stages includ- ing a period of phonological underspecification, and overgen- eralization of frequent or default marking, and have high- lighted the apparently weak role of semantic (as opposed to phonological or distributional) information (Karmiloff- Smith, 1981; Perez-Pereira, 1991; Demuth & Ellis, 2008; Mariscal, 2009; Gagliardi, 2012). The acquisition of clas- sifier systems, although perhaps less well-studied, indicates a similar developmental trajectory. For example, Tse, Li, and Leung (2007) report that Cantonese-speaking children (3;0–5;0) tend to show early use of classifiers in required contexts but are not adult-like in their choice of classifier until quite late. In particular, children tend to over-use the classifier go3—used for people, but also sometimes referred to as a ‘general’ classifier (C. Li & Thompson, 1989)—and to over-generalize other more frequent classifiers. Although P. Li, Huang, and Hsiao (2010) show that Mandarin-speaking children generalize classifiers to novel nouns on the basis of shape features, Tsang and Chambers (2011) argue that adult speakers of Cantonese tend to rely on cues other than the se- mantic features of the nouns when processing classifiers. In this paper we investigate the extent to which adult learn- ers can use semantic information alone to acquire category distinctions instantiated in a miniature classifier system. Pre- vious work on artificial language learning suggests that, al- though the population of most interest may be children within any sensitive period for language acquisition, behavioral pat- terns exhibited by adults can shed light on both general and language-related learning mechanisms (Wilson, 2006; Cul- bertson, Smolensky, & Legendre, 2012; Finley & Badecker, 2010). The motivation for using an artificial language learn- ing task rather than natural language learning data in this case comes from our hypothesis of why it has been found that phonological cues—even when these are less statistically reliable than semantic properties—are preferentially used by",
  "authors": [
    {
      "display_name": "Jennifer Culbertson",
      "id": "A5082048139",
      "orcid": "https://orcid.org/0000-0002-1737-6296",
      "institutions": [
        {
          "id": "I98677209",
          "display_name": "University of Edinburgh",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jennifer Culbertson"
    },
    {
      "display_name": "Colin Wilson",
      "id": "A5057955166",
      "orcid": "https://orcid.org/0000-0001-7565-0743",
      "institutions": [
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Colin Wilson"
    }
  ],
  "publication_year": 2013,
  "publication_date": "2013-01-01",
  "type": "article",
  "cited_by_count": 9,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "",
    "display_name": "",
    "issn_l": "",
    "issn": [],
    "type": "",
    "host_organization": ""
  },
  "volume": "35",
  "issue": "35",
  "first_page": "2118",
  "last_page": "2123",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C121934690",
      "display_name": "Noun",
      "level": 2,
      "score": 0.75594276
    },
    {
      "id": "C94124525",
      "display_name": "Categorization",
      "level": 2,
      "score": 0.66371596
    },
    {
      "id": "C2778589607",
      "display_name": "Animacy",
      "level": 2,
      "score": 0.5970032
    },
    {
      "id": "C154945302",
      "display_name": "Artificial intelligence",
      "level": 1,
      "score": 0.58350956
    },
    {
      "id": "C204321447",
      "display_name": "Natural language processing",
      "level": 1,
      "score": 0.5555718
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.5179178
    },
    {
      "id": "C2776397901",
      "display_name": "Verb",
      "level": 2,
      "score": 0.51263326
    },
    {
      "id": "C41895202",
      "display_name": "Linguistics",
      "level": 1,
      "score": 0.49166518
    },
    {
      "id": "C26022165",
      "display_name": "Grammar",
      "level": 2,
      "score": 0.48673844
    },
    {
      "id": "C74672266",
      "display_name": "Language acquisition",
      "level": 2,
      "score": 0.48623362
    },
    {
      "id": "C41417386",
      "display_name": "Proper noun",
      "level": 2,
      "score": 0.44733816
    },
    {
      "id": "C123406163",
      "display_name": "Part of speech",
      "level": 2,
      "score": 0.42731038
    },
    {
      "id": "C95623464",
      "display_name": "Classifier (UML)",
      "level": 2,
      "score": 0.42437682
    },
    {
      "id": "C148934300",
      "display_name": "Phonology",
      "level": 2,
      "score": 0.41449654
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11148",
      "display_name": "Language, Metaphor, and Cognition",
      "score": 0.9957
    },
    {
      "id": "T12031",
      "display_name": "Speech and dialogue systems",
      "score": 0.9944
    },
    {
      "id": "T12090",
      "display_name": "Language and cultural evolution",
      "score": 0.9928
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "",
  "pdf_url": "",
  "retrieved_date": "2025-07-30T15:53:17.817426",
  "source_database": "OpenAlex"
}