{
  "openalex_id": "W1487400778",
  "doi": "https://doi.org/10.5860/choice.44-1558",
  "title": "Allergy: the history of a modern malady",
  "abstract": "Allergy is a modern malady. Only one hundred years ago, the term 'allergy' was unknown, and diseases subsequently identified as allergic in nature, such as asthma, hayfever, eczema, and food intolerance, were routinely considered to be rare, non-fatal conditions primarily afflicting the cultured and civilized classes of Western society. Of little immediate interest to clinicians, allergic reactions were initially studied only by European and North America physiologists and pharmacologists preoccupied with mapping the cellular and biochemical mechanisms of immunity to infections. By the closing decade of the twentieth century, however, allergy had acquired greater medical, political, socio-economic, and cultural significance. Increasingly perceived by clinicians, the media and the public as widespread and potentially fatal conditions, allergies became a distinct clinical specialism, generated new diagnostic and therapeutic strategies, and, in the process, created a lucrative market for international pharmaceutical, cosmetic and food industries. As epidemiologists revealed rising levels of asthma, hayfever, skin reactions and food allergies in developing as well as developed countries, allergy also became the archetypal 'disease of civilization', generating global political concerns about the relationship between health and the environment and stimulating anxieties about the detrimental side-effects of modern living. Charting entirely new territory in the social history of medicine, Mark Jackson's book offers critical insights not only into the emergence of new categories of illness in the modern period but also into the historical geography of disease. In doing so, it presents a new perspective on the history of health, medicine, and the environment and provides a challenging commentary on the global politics, economics, and ideologies of health care in the civilized and industrialized modern world.",
  "authors": [
    {
      "display_name": "Mark Jackson",
      "id": "A5101792098",
      "orcid": "https://orcid.org/0000-0002-3248-2636",
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Mark Jackson"
    }
  ],
  "publication_year": 2006,
  "publication_date": "2006-11-01",
  "type": "article",
  "cited_by_count": 46,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S2764375719",
    "display_name": "Choice Reviews Online",
    "issn_l": "0009-4978",
    "issn": [
      "0009-4978",
      "1523-8253",
      "1943-5975"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316146"
  },
  "volume": "44",
  "issue": "03",
  "first_page": "44",
  "last_page": "1558",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C207480886",
      "display_name": "Allergy",
      "level": 2,
      "score": 0.51883805
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.38190842
    },
    {
      "id": "C124952713",
      "display_name": "Literature",
      "level": 1,
      "score": 0.32063827
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.2895292
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.23734525
    },
    {
      "id": "C203014093",
      "display_name": "Immunology",
      "level": 1,
      "score": 0.11047557
    }
  ],
  "topics": [
    {
      "id": "T14475",
      "display_name": "History of Science and Medicine",
      "score": 0.9644
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.5860/choice.44-1558",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:46:07.312680",
  "source_database": "OpenAlex"
}