{
  "openalex_id": "W1485855794",
  "doi": "https://doi.org/10.1111/j.1365-3156.2010.02610.x",
  "title": "Sharp injuries and their determinants among health care workers at first-level care facilities in Sindh Province, Pakistan",
  "abstract": "Objectives To assess the rate and determinants of sharp injuries during the previous 6 months among health care workers at first-level care facilities in two districts of Pakistan. Methods Cross-sectional survey at public, general practitioners and non-licensed private practitioners selected through stratified random sampling. At each facility, we interviewed a prescriber and a dispenser/injection provider about knowledge of bloodborne pathogens transmission and preventive practices, risk perception, and use of precautions and sharp injuries received during the previous 6 months. Multivariable Poisson regression was used to assess the factors associated with the number of sharp injuries. Results Fifty-four percentage of the 233 workers had at least one injury during the previous 6 months. The overall rate of sharp injuries per person per year was 3.7; among non-physician prescribers (9%), it was 4.3; among dispensers (69%), it was 3.7, and among physicians (18%), it was 2.1. In the multivariable model, work experience, risk perception and type of health care worker were significantly associated with receiving sharp injuries during the previous 6 months. In the model including dispensers only, a higher knowledge score was associated with fewer sharp injuries, while perceived severity of disease and lack of professional qualification were associated with more. Conclusions Sharp injuries are common in Pakistan. Better knowledge about modes of bloodborne pathogen transmission and professional qualification may reduce their incidence. Blessures par objets tranchants et leurs déterminants chez les agents de la santé dans les services de soins primaires dans la province de Sindh au Pakistan Objectifs: Evaluer le taux et les déterminants des blessures par objets tranchants au cours des 6 derniers mois chez les agents des soins de santé des services de soins primaires dans deux districts du Pakistan. Méthodes: Etude transversale chez les médecins généralistes du secteur public et les praticiens privés sans licence, sélectionnés par échantillonnage aléatoire stratifié. Dans chaque service, nous avons interviewé un prescripteur et un dispensateur/administrateur d'injection sur la connaissance sur la transmission des agents pathogènes sanguins et les pratiques de prévention, la perception du risque et l'utilisation de précautions ainsi que des blessures par objets tranchants reçues lors des 6 mois précédents. Une régression de Poisson multivariée a été utilisée pour évaluer les facteurs associés avec le nombre de blessures par objets tranchants. Résultats: 54% des 233 travailleurs ont eu au moins une blessure au cours des 6 mois précédents. Le taux global des blessures par objets tranchants par personne et par an était de 3,7; il était de 4,3 chez les prescripteurs non médecins (9%), de 3,7 chez les dispensateurs (69%) et chez de 2,1 chez les médecins (18%). Dans le modèle multivarié, l'expérience dans le travail, la perception du risque et le type d'agent de la santéétaient significativement associés au fait de subir des blessures par objets tranchants au cours des 6 derniers mois. Dans le modèle tenant compte uniquement des dispensateurs, des scores plus élevés de connaissance étaient associés à moins de blessures par objets tranchants alors que la perception de la gravité des maladies et le manque de qualification professionnelle étaient associés à plus de blessures. Conclusions: Les blessures par objets tranchants sont courantes au Pakistan. Une meilleure connaissance des modes de transmission des agents pathogènes sanguins et la qualification professionnelle peuvent réduire leur incidence. Heridas punzantes y sus determinantes entre trabajadores sanitarios de atención primaria en la provincia de Sindh, Pakistán Objetivos: Evaluar la tasa y los determinantes de heridas punzantes durante los 6 meses previos entre trabajadores sanitarios de atención primaria en dos distritos de Pakistán. Métodos: Estudio croseccional con sanitarios del sistema público, sanitarios generales y sanitarios privados no licenciados que fueron seleccionados mediante un muestreo aleatorio estratificado. En cada centro, se entrevistó a quien prescribía y a quien dispensaba / proveía la inyección, acerca del conocimiento de la transmisión de patógenos de transmisión sanguínea y de prácticas preventivas, percepción de riesgo, uso de medidas de precaución y heridas punzantes acaecidas durante los últimos 6 meses. Se realizó un análisis multivariable de regresión de Poisson para evaluar los factores asociados con el número de heridas punzantes. Resultados: 54% de los 233 trabajadores habían tenido al menos una herida en los 6 meses previos. La tasa total de heridas punzantes por persona y año era de 3.7; entre los sanitarios no médicos (9%) era 4.3; entre dispensadores (69%) era del 3.7, y entre médicos (18%) era de 2.1. En el modelo multivariable, la experiencia laboral, la percepción de riesgo y el tipo de sanitario estaban asociados de forma significativa con el haber sufrido heridas punzantes en los 6 meses anteriores. En el modelo que solo incluía a quienes dispensaban, se asoció un mayor puntaje en el área de conocimientos con un menor número de heridas punzantes, mientras que la percepción de la severidad de la enfermedad y la falta de cualificación profesional estaban asociadas con un mayor número de heridas. Conclusiones: Las heridas punzantes son comunes en Pakistán. Un mejor conocimiento de las formas de transmisión de los patógenos de transmisión sanguínea y una mejor cualificación podrían reducir su incidencia. Health care workers (HCW) are at a higher risk of sharp injuries (SIs) and exposure to bloodborne pathogens (BBP) (Beltrami et al. 2000). According to a World Health Organization estimate, in 2002, sharp injuries resulted in 16 000 hepatitis C virus (HCV), 66 000 hepatitis B virus (HBV) and 1000 human immunodeficiency virus (HIV) infections in HCWs worldwide (Pruss-Ustun et al. 2005). In developing countries, the risk of sharp injuries to HCWs is even higher because injections are more common and injection equipment is frequently reused (Kotwal et al. 2004; Pruss-Ustun et al. 2005). Injections are the most common medical procedures performed at first-level care facilities in Pakistan, where about 13 injections per person are received each year (Janjua et al. 2005). More than half of these injections are provided with previously used syringes (Janjua et al. 2005). Most injection administration and reuse of syringes occur at private clinics. Use of multidose vials and leftovers from previously used ampoules is also common (Janjua 2003; Janjua et al. 2007a). Reuse of the syringe and use of multidose vials involves manipulation, including recapping and disassembly, which puts providers at risk of SI (Haiduven et al. 1992; Khuri-Bulos et al. 1997; Wang et al. 2000; Kotwal et al. 2004). Reuse of injection equipment is also one of the major risk factors for HBV and HCV transmission in Pakistan, where the prevalence of HBV and HCV is high [range: 2–35%] (Bari et al. 2001; Usman et al. 2003; Idrees et al. 2008; Khan et al. 2008; Mujeeb & Pearce 2008; Ali et al. 2009; Janjua et al. 2010). Although the HIV prevalence in the general population is low, recent surveillance estimates indicate a high prevalence among injection drug users (21%) (Altaf et al. 2009; Khan & Khan 2010). In spite of the high risk of exposure to BBPs in health care setting, there are no programmes that address pertinent occupational safety issues. HCWs in the private health care sector, which provides most of the health care in Pakistan, are at higher risk. Private clinics are not regulated, and HCWs at these clinics are seldom qualified. HCWs learn injection administration on the job. Public sector health facilities have a higher proportion of trained HCWs but seldom receive training in infection control and universal precautions. Universal precautions training and practices reduce blood and body fluid exposure substantially (Hutin et al. 2003). Refraining from needle recapping and disposing syringes safely into puncture resistance containers alone can reduce NSI by 70% (Linnemann et al. 1991). Determinants of SIs can guide development of low-cost infection control programmes for reducing the risk of BBP transmission in developing countries. In this study, we assessed the frequency of sharp injuries and their determinants at first-level health care facilities in Sindh province of Pakistan. We conducted a cross-sectional survey of HCWs at first-level health care facilities (FLCF) in two rural districts (Larkana and Mirpur Khas) in Sindh province of Pakistan from January to September 2004. Healthcare in these districts is provided at private general practitioners' (GP) clinics by licensed medical practitioners, non-licensed private practitioners (NLP) who do not have an MD or MBBS and public Basic Health Units (BHUs). GP clinics employ a dispenser/nurse (an assistant to the physician), who is mostly unqualified and dispenses medication and provides injections. In NLP clinics, there is one practitioner who provides consultation and also provides injections and dispenses medication. A GP and NLP clinics usually consist of 1–2 rooms, with a table for the practitioner, patients' sitting area, a dispensary and sometimes a bed or a couch. The range of patient turnover at a GP clinic is 25–75 patients per day; at NLP clinics 10–30 patients; and at a public clinic 25–100 patients (Janjua et al. 2006a). Public clinics have one or two physicians and their assistants, a vaccinator, a female health visitor and a guard or office helper. Characteristics of patient in these clinics vary by socio-economic status (SES), location and type of clinic. Our study population included health care workers (HCWs) both practitioners and their assistants or dispenser (injection providers) and housekeepers at public and private (licensed (GPs) and non-licensed (NLP) clinics) sector FLCF in the study districts. We used the following definitions for health care workers' stratification into three groups: prescribers: those who provide consultation and prescribe medication to the patients – they could either be qualified MBBS (MD) licensed practitioners or unqualified non-MBBS NLP; dispensers: those who administer injections and dispense medicines; housekeepers: who perform janitorial work at the health care facilities. Registries of clinics, especially NLPs, do not exist in Pakistan. Through mapping, we compiled a list of all health care providers in the target area. Multiple sources such as Pakistan Medical Association (PMA) local chapter, pharmaceutical companies' marketing lists and a survey of drug stores were used to complete the list. From the compiled list of HCWs, we selected clinics from each of the three categories (PC, GPs and NLP) through stratified random sampling. We used the Health Belief Model (HBM) to design the study questionnaire (Janz & Becker 1984; Glanz et al. 2005) (Figure 1). The questionnaire included information on knowledge, perceived susceptibility, perceived severity, universal precaution use and sharp injuries during the previous 6 months. Respondents stated modes of transmission of HBV and HCV spontaneously. Perceived susceptibility to acquiring BBPs was assessed using one item: 'how much risk of acquiring BBPs is involved in your work', on a scale of 1 (being none) to 5 (being very high). Perceived severity of consequences of needlestick injury was assessed by one item, 'what can happen if you get a needlestick injury' with responses 'nothing', 'BBPs' and 'others'. Universal precaution practices (behaviours) included information on vaccination against hepatitis B (yes/no), wearing gloves while performing medical and surgical procedures (measured on a scale of 0 = never to always = 3) and recapping of needle measured as 0 = always to 3 = never. The questionnaire also included questions on socio-demographics, professional qualifications and number of years of practice. Details of data collection tools and items of questionnaire have been described elsewhere (Janjua et al. 2007b). We planned to select 223 clinics, and hence 223 HCWs in each category, although the final sample size was different for each group (Janjua et al. 2007b). Conceptual frame for sharp injuries based on health belief model. We entered data in Epi-Info version 6.04 and performed analysis using sas version 9.1.3. We computed an 11-item knowledge score by summing correct responses from 10 items (yes = 1 no = 0) about mode of transmission of HBV/HCV, and transmission of HIV through reuse of syringes, and one item on HBV as a BBP with the highest likelihood of transmission with reuse of syringe or needlestick injury. We computed crude incidence rates for SI and rate ratio (RR) for determinants of sharp injury incidence in the previous 6 months using Poisson regression. Variables found significant at P < 0.2 in univariate analysis were selected for inclusion in multivariable Poisson regression model. We assessed the confounding and the effect modification during model building. Methods for estimation of burden of disease are provided in Appendix 1. A total of 239 health care workers were enrolled in the survey. A sharp injuries response was missing for six participants, resulting in 233 participants contributing to further analysis. Most HCWs worked in the private sector (84%) were dispensers by training (69%) and men (98%). The median age was 29. Eighteen percent were registered medical practitioners who had a medical degree from a university. The median work experience in a health clinic was 7 [range: <1–32] years. Of HCWs, 32% did not have any professional qualification; 52% had not received hepatitis B vaccine, 48% never wore gloves while handling sharp objects in the clinic; and 94% had never taken an infection control course. Ninety-five percentage used plastic disposal syringes and 59% always recapped them, while 21% never did (Table 1). Among physicians (37%), the proportion of those who never recapped was almost double the proportion among dispensers (17%) and non-MBBS prescribers (18%). HBV vaccination was twice as common among physicians (83%) as among dispensers (42%) and non-MBBS prescribers (36%). More than half of the HCWs (53%) had a sharp injury during the previous 6 months; the rate was even higher for dispensers (57%). The mean number of sharp injuries during the previous 6 months was 1.84 (SD: 3.45, median: 1, Range 0–10), and the incidence of sharp injuries in the study population was 3.68 per person per year. The incidence was highest among NLP prescribers (4.27 SIs per year) followed by dispensers (3.86 SIs per person per year) and qualified physicians (2.14 SIs per person per year). In univariable analysis, area, age, type of HCW, years of work experience and risk perception were significantly associated with the number of sharp injuries during the previous 6 months (Table 2). Multivariable model including physicians, non-physicians prescribers and dispensers revealed that work experience, risk perception and type of HCW were significantly associated with incidence of sharp injuries. The incidence decreased with an increase in years of work experience (RR = 0.98, 95%: 0.96–0.99) and increased with increase in the risk perception of getting infections (RR = 1.10, 95%: 1.00–1.22). In comparison with physicians, non-physician prescribers and dispensers had higher incidence of sharp injuries (RR = 1.63, 95%: 1.05–2.52) and (RR = 1.55, 95%: 1.22–2.13), respectively (Table 2). Among the high-risk group of dispensers, the incidence of sharp injuries decreased with the increase knowledge score (RR = 0.93, 95%CI: 0.86–0.99) and increased with perceived susceptibility of disease (RR = 1.61, 95%CI: 1.23–2.11). Compared to dispensers with nursing qualifications, dispensers with homoeopathic qualification (RR = 2.22, 95%CI: 1.43–3.46) and dispensers without any professional qualification (RR = 2.52, 95%CI: 1.58–4.02) were more likely to have higher incidence of sharp injuries (Table 3). According to WHO's global burden of disease model (Prüss-Üstün et al. 2003), 1861 hepatitis C, 1472 hepatitis B and 11 HIV infections would occur every year from sharp injuries among healthcare workers in Pakistan (Table 4). This study of sharp injuries sustained at first-level care facilities in Pakistan shows that the incidence of these injuries is among the highest in the world. Non-physician prescribers and dispensers are especially at risk. Better knowledge and years of experience were associated with lower risk of sharp injuries. The burden of disease model indicates that sharp injuries cause a substantial number of HBV, HCV and HIV infections among HCWs. In this study population, the rate of SIs was 3.68 per HCW per year. Prevalence of HBV and HCV is high in Pakistan (range: 2–35% for HCV) (Bari et al. 2001; Usman et al. 2003; Idrees et al. 2008; Khan et al. 2008; Mujeeb & Pearce 2008; Ali et al. 2009; Janjua et al. 2010). The likelihood of a sharps being contaminated with a BBP in Pakistan is higher than low prevalence settings. Thus, with large number of SIs per person and high prevalence of BBPs, the risk of acquiring BBPs through SIs is much higher in Pakistan than in many other settings. Efforts are needed to reduce the SIs to reduce overall risk of BBPs. The number of SIs depends on the setting, work environment and available resources. Similarly, high incidences of sharp injuries have been reported in Egypt (4.9 NSI per worker per year), India (2.3 SIs per HCW per year), North India (10 SIs per HCW per year) and China (3 SIs per nurse per year) (Phipps et al. 2002; Talaat et al. 2003; Kotwal et al. 2004; Kermode et al. 2005a). However, incidence of SIs reported from studies conducted on Brazilian primary care workers (0.12 per worker per year) and Dominican Republic primary care immunization clinics (0.13 per worker per year) was much lower than in our study (Moro et al. 2007; Garcia & Facchini 2009). The North Indian study in which SI incidence was very high also reported injection overuse (56% prescriptions contain at least one injection), reuse of injection equipment and frequent manipulation of injection equipment for reuse (Kotwal et al. 2004). The studies in Brazil and Dominican Republic were conducted in public clinics where few injections were provided by each HCW per day (Moro et al. 2007; Garcia & Facchini 2009). HCWs providing >11 injections per day were at higher risk of SIs in Dominican Republic (Moro et al. 2007). In Pakistan, at an average clinic, a HCW administers 20–100 injections per day and ∼60% of prescription contain at least one injection (Janjua et al. 2006a). Reuse and manipulation of syringes and inappropriate sharp disposal are very common (Janjua et al. 2007a). Difference in the incidence/prevalence of sharp injuries across studies could be attributed to the different rates of injection use, injection equipment manipulation for reuse coupled with low knowledge about risk of BBPs and universal precautions, especially in private settings. Thus, injection overuse and syringe reuse may be contributing to a higher risk of percutaneous exposure among HCWs at FLCF in Pakistan. Interventions targeting injection overuse and reuse would also reduce the sharp exposure. In this study, we found that years of work experience, risk perception and type of HCW were associated with the SI occurrence. When we restricted analysis to injection providers (dispensers) only, years of work experience, knowledge score, perceived severity of disease and lack of professional qualification were associated with SIs. Higher BBPs transmission knowledge scores were associated with fewer sharp injuries. The knowledge score predicts use of universal precautions including recapping, gloves and gown and vaccination for HBV(Janjua et al. 2007b). Increasing knowledge and raising awareness among the HCWs about the risks of SI may contribute to a better understanding of how the workforce can protect itself and the patients from BBPs by adopting universal precautions and safe practices. Studies from similar settings also suggest that better qualified HCWs, more knowledge about BBPs and universal precautions are associated with lower SIs, while poor knowledge of BBPs is associated with more SIs (Kotwal et al. 2004; Kermode et al. 2005b). Thus, knowledge is an important factor in reducing sharp injuries. Lack of professional training/education was associated with increased risk of SIs. A major proportion of the work force in FLCF in Pakistan does not have required qualifications. However, training does not guarantee safe injection practices. Some studies from tertiary care hospitals have reported higher rates of SIs among physicians or qualified HCWs (Talaat et al. 2003; Moro et al. 2007; Zafar et al. 2008). Different factors play a role in different kinds of settings, such as high work load, stress and the work environment. In FLCF in Pakistan, physicians usually do not administer injections. The HCWs who administer injections do not have any professional qualifications. Findings from the studies on SIs provide evidence that formal professional education does impart some protection in comparison with no education. Thus, educating HCWs with little or no formal professional qualification about BBPs risk and the benefits of applying universal precautions can reduce their risk of SIs. In this study, high perceived susceptibility of risk was associated with an increased risk of SIs. The experience of an SI makes HCWs feel more vulnerable, and therefore, they perceive themselves being at higher risk of getting SIs (Kermode et al. 2005a). Further studies with more complete assessment of other constructs of HBM would help understand the role of risk perception and risk of SIs. Occupational safety programmes for the prevention of exposure to BBPs are almost non-existent in Pakistan (Hamid et al. 1999; Rana et al. 2000). FLCF in the private sector are different from hospitals because of their size, organization, manpower qualifications and available finances; they are too small to have their own programmes. In such situations, either medical associations or the government have to develop an occupational safety programme for FLCF. Activities that can contribute to the occupational safety at FLCF are reducing the number of unnecessary injections to prevent exposure, which may involve behaviour change of population and providers (Janjua et al. 2006b); preventing reuse and manipulation of injection equipment; educating HCWs about BBP transmission risk and universal precautions; introducing regulations on occupational safety of HCWs, such as mandatory provision of safety supplies and prevention of reuse of single-use injection devices. Occupational safety programmes could be organized at district level to educate and train the workforce on BBP risk, universal precautions, monitoring BBPs among HCWs, surveillance of SIs and provision of post-exposure prophylaxis. Pilot studies are needed to test interventions incorporating educational and behavioural interventions. A number of limitations should be considered while interpreting the findings of this study. We were unable to recruit a sufficient number of physicians and housekeepers in the study. Housekeepers clean and collect waste without protective equipment and hence are at a higher risk of BBPs. Their number was too small to draw any meaningful inference on their risk. Housekeepers work early in the morning or late at night and were thus not available at the time of the study team's visit to the clinics. Reporting of practices is affected by social desirability; thus, it may have biased our estimates of use of gloves, gowns and HBV vaccination (Henry et al. 1992). Even so, the reported rates were not very encouraging. In summary, a large number of sharp injuries occur at first-level health care facilities in Pakistan. Non-physician prescribers, dispensers and HCWs without professional qualification are especially at risk, whereas better knowledge and longer experience seem to lower the risk of sharp injuries. Educational interventions about risks associated with unsafe injection practices and training in universal precautions may reduce the incidence of SI injuries at FLCF in Pakistan. Efforts should be directed at piloting district-level educational programmes. We estimated number of HBV, HCV and HIV infections among HCWs attributed to sharp injuries using World Health Organization (WHO) spread sheet based on mass action model(Prüss-Üstün et al. 2003; Pruss-Ustun et al. 2005). Following expression was used to compute the probability of infections. where P(I) equals the probability of an individual becoming infected each year. P(s) equals the probability that the individual is susceptible to the organism. P(t) equals the probability that the organism will be transmitted. P(e) equals the probability that the individual is exposed to injection equipment contaminated with infectious blood. Superscript 'n' equals number of injections over time (equal to number of PIs). P(e) equals prevalence of the organism times proportion of unsafe injections. We used estimates of HBV and HCV in general population from our review in Pakistan and HIV/AIDS infection prevalence from National AIDS Control Program of Pakistan. Population estimates were based on 1998 national census projected to year 2000. Rates for hepatitis B vaccination among HCWs were obtained from our data and other published reports (Nasir et al. 2000). P(I)was multiplied with total number of HCWs in Pakistan to obtain number of new HBV, HCV and HIV in Pakistan. Total number of registered HCWs in Pakistan was 298 079 as reported in Economic Survey of Pakistan 2005–2006, and we assumed that there would be another ∼100 000 unregistered HCWs (Government of Pakistan 2006).",
  "authors": [
    {
      "display_name": "Naveed Z. Janjua",
      "id": "A5056044026",
      "orcid": "https://orcid.org/0000-0001-5681-719X",
      "institutions": [
        {
          "id": "I118185606",
          "display_name": "Aga Khan University",
          "country_code": "PK",
          "type": "funder"
        },
        {
          "id": "I2802940977",
          "display_name": "BC Centre for Disease Control",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Naveed Z. Janjua"
    },
    {
      "display_name": "Mohammad Imran Khan",
      "id": "A5101716584",
      "orcid": "https://orcid.org/0000-0003-2639-571X",
      "institutions": [
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mohammad I. Khan"
    },
    {
      "display_name": "Bushra Mahmood",
      "id": "A5073865380",
      "orcid": "https://orcid.org/0000-0002-8208-1582",
      "institutions": [
        {
          "id": "I180297670",
          "display_name": "RTI International",
          "country_code": "US",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Bushra Mahmood"
    }
  ],
  "publication_year": 2010,
  "publication_date": "2010-07-28",
  "type": "article",
  "cited_by_count": 35,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S148484591",
    "display_name": "Tropical Medicine & International Health",
    "issn_l": "1360-2276",
    "issn": [
      "1360-2276",
      "1365-3156"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320595"
  },
  "volume": "15",
  "issue": "10",
  "first_page": "1244",
  "last_page": "1251",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/j.1365-3156.2010.02610.x",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C99454951",
      "display_name": "Environmental health",
      "level": 1,
      "score": 0.61079836
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.5452453
    },
    {
      "id": "C160735492",
      "display_name": "Health care",
      "level": 2,
      "score": 0.44479582
    },
    {
      "id": "C205649164",
      "display_name": "Geography",
      "level": 0,
      "score": 0.35183546
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.16190392
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11000",
      "display_name": "Infection Control in Healthcare",
      "score": 0.9997
    },
    {
      "id": "T10897",
      "display_name": "Antibiotic Use and Resistance",
      "score": 0.9891
    },
    {
      "id": "T11430",
      "display_name": "Disaster Response and Management",
      "score": 0.9814
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1111/j.1365-3156.2010.02610.x",
  "pdf_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/j.1365-3156.2010.02610.x",
  "retrieved_date": "2025-07-30T14:56:27.832842",
  "source_database": "OpenAlex"
}