{
  "openalex_id": "W1482897327",
  "doi": null,
  "title": "Linguistics, language, and the professions : education, journalism, law, medicine, and technology",
  "abstract": "Opening Introduction to the volumeJames E. Alatis, Georgetown University Welcoming RemarksHeidi E. Hamilton, Georgetown University Plenary speeches The talk of learning professional workShirley Brice Heath, Stanford University Linguistics, education, and the Ebonics firestormJohn R. Rickford, Stanford University Dateline, deadline: Journalism, language, and the reshaping of time and place in the millenial world Alan Bell, Auckland University of Technology Breaking into language and law: The trials of the insider-linguist Roger W. Shuy, Georgetown University The (socio)linguistic turn in physician-patient communication researchRichard M. Frankel, The Fetzer Institute, University of Rochester School of Medicine and Dentistry Holy tower of Babel: The language and linguistics of machinesLee Lubbers, SJ, Satellite Communications for Learning (SCOLA) Selected Conferences Papers Language policy and mother-tongue education in South Africa:The case for a market-oriented approachNkonko M. Kamwangamalu, University of Natal, South Africa Language mixing at home and school in a multilingual community(Mandra Mountains, Cameroon)Leslie C. Moore, University of California, Los Angeles Exploring children's spontaneous accomplishments of reading activityLaura Sterponi, University of California, Los Angeles Involvement strategies in news analysis roundtable discussions Stacy Krainz, State University of New York at Buffalo Helping a jury understand witness deceptionDavid Singleton, University of Texas at Arlington Coherence in operating room tea and cockpit communication:A psycholinguistic contribution to applied linguisticsPatrick Grommes and Rainer Dietrich, Humboldt-Universitat zu Berlin, Germany Linguistic approaches in information retrieval of medical texts Anne-Marie Currie, Jocelyn Cohan and Larisa Zlatic, Synthesys Technologies, Inc. Linguistics and speech-language pathology: Combining research efforts towards improved interventions for bilingual childrenAdele W. Miccio, Carol Scheffner Hammer and Almeida Jacqueline Toribio, The Pennsylvania State University, University Park Closing GURT 2000 closing panel discussion, May 6, 2000Heidi E. Hamilton Appendix A Individual presentations and colloquia at GURT 2000",
  "authors": [
    {
      "display_name": "James E. Alatis",
      "id": "A5075499174",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "James E. Alatis"
    },
    {
      "display_name": "Heidi E. Hamilton",
      "id": "A5045705870",
      "orcid": "https://orcid.org/0000-0003-1653-5088",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Heidi Ehernberger Hamilton"
    },
    {
      "display_name": "Ai-Hui Tan",
      "id": "A5017401710",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Ai-Hui Tan"
    }
  ],
  "publication_year": 2002,
  "publication_date": "2002-01-01",
  "type": "book",
  "cited_by_count": 9,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4306463325",
    "display_name": "Georgetown University Press eBooks",
    "issn_l": null,
    "issn": null,
    "type": "ebook platform",
    "host_organization": "https://openalex.org/P4310315634"
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C119513131",
      "display_name": "Journalism",
      "level": 2,
      "score": 0.5215756
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.38782892
    },
    {
      "id": "C29595303",
      "display_name": "Media studies",
      "level": 1,
      "score": 0.33264756
    }
  ],
  "topics": [
    {
      "id": "T12353",
      "display_name": "Lexicography and Language Studies",
      "score": 0.3128
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "http://ci.nii.ac.jp/ncid/BA57754151",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:41:27.137726",
  "source_database": "OpenAlex"
}