{
  "openalex_id": "W1495823048",
  "doi": null,
  "title": "Business Ethics: Readings and Cases in Corporate Morality",
  "abstract": "* indicates new reading General Introduction: Ethical Frameworks for Application in Business PART 1: ETHICS AND BUSINESS: FROM THEORY TO PRACTICE (1) Theories of Economic Justice John Rawls, Justice as Fairness Robert Nozick, Distributive Justice *J.J.C. Smart, Distributive Justice and Utilitarianism *James Q. Wilson, Capitalism and Morality Kai Neilsen, A Moral Case for Socialism (2) Ethics and Business Decision Making Michael Josephson, Teaching Ethical Decision Making and Principled Reasoning Craig Dreilinger and Dan Rice, Ethical Decision Making in Business James A. Waters and Frederick Bird, Attending to Ethics in Management Steve Kelman, Cost Benefit Analysis: An Ethical Critique Herman B. Leonard and Richard J. Zeckhauser, Cost-Benefit Analysis Defended MINI-CASES FOR PART 1 *Parable of the Sadhu, by Bowen H. McCoy Dorrence Corporation Trade-Offs, by Hans A. Wolf. A Diaglogue Between a Socialist and a Capitalist, by Robert E. Frederick *Framework for Ethical Decision-Making, by Coopers & Lybrand L.L.P. *Why Should My Conscience Bother Me?, by Kermit Vandiver Less Cost, More Risk, by Michael Kinsley PART 2: THE NATURE OF THE CORPORATION (3) Agency, Legitimacy, and Responsibility *Kenneth E. Goodpaster, and John B. Matthews, Jr. Can a Corporation Have a Conscience? Milton Friedman, The Social Responsibility of Business is to Increase Its Profits Christopher D. Stone, Why Shouldn't Corporations be Socially Responsible? William M. Evan and R. Edward Freeman, A Stakeholder Theory of the Modern Corporation: Kantian Capitalism George G. Brenkert, Private Corporations and Public Welfare *Norman Bowie, New Directions in Corporate Social Responsibility (4) Governance and Self-Regulation Ralph Nader, Mark Green, and Joel Seligman, Who Rules the Corporation? Irving S. Shapiro, Power and Accountability: The Changing Role of the Corporate Board of Directors Henry Mintzberg, Who Should Control the Corporation? *Mark S. Schwartz, Dove Izraeli, and Joseph Murphy, What Can We Learn from the U.S. Federal Sentencing Guidelines for Organizational Ethics? MINI-CASES FOR PART 2 *Not a Fool, Not a Saint, by Thomas Teal Tennessee Coal and Iron, by John B. Matthews, Jr. *Report of the Compensation Committee of the Board of Directors, from General Electric Company *Words of Warning: Ruling Makes Directors Accountable for Compliance, by Dominic Bencivenga PART 3: WORK IN THE CORPORATION (5) Employee Rights and Duties *Ronald Duska, Employee Rights *Tibor R. Machan, Human Rights, Workers' Rights, and the 'Right'to Occupational Safety *Laura Pincus Hartman, The Rights and Wrongs of Workplace Snooping Joseph R. Des Jardins and Ronald Duska, Drug Testing in Employment Michael Waldholz, Drug Testing in the Workplace: Whose Rights Take Precedence? *Richard T. DeGeorge, Whistle Blowing *Gene G. James, Whistle Blowing: Its Moral Justification (6) The Modern Workplace: Transition to Equality and Diversity Louis P. Pojman, The Moral Status of Affirmative Action Edwin C. Hettinger, What is Wrong With Reverse Discrimination? Ellen Bravo and Ellen Cassedy, Sexual Harassment in the Workplace *Domenec Mele, Organization of Work in the Company and Family Rights of the Employees *Al Gini, Women in the Workplace MINI-CASES FOR PART 3 *BankBoston's Layoffs Program: 'Death with Dignity,' from Ethikos Lanscape by Ernest Kallman and John Grillo *United States v. General Electric, from United States District Court, Ohio *Texaco: The Jelly Bean Diversity Fiasco, by Marianne M. Jennings The Case of the Mismanaged Ms., by Sally Seymour PART 4: THE CORPORATION IN SOCIETY (7) The Consumer John Kenneth Galbraith, The Dependence Effect F.A. von Hayek, The Non Sequitur of the 'Dependence Effect' *George Brenkert, Marketing to Inner-City Blacks: PowerMaster and Moral Responsibility David M. Holley, A Moral Evaluation of Sales Practices *Manuel Velasquez, The Ethics of Consumer Production and Marketing (8) The Environment. Norman Bowie, Morality, Money, and Motor Cars W. Michael Hoffman, Business and Environmental Ethics Larry E. Ruff, The Economic Common Sense of Pollution Karen Blumenfeld, Dilemmas of Disclosure: Ethical Issues in Environmental Auditing (9) INTERNATIONAL BUSINESS Richard T. DeGeorge, Ethical Dilemmas for Multinational Enterprise: A Philosophical Overview Manuel Velasquez, International Business, Morality, and The Common Good Thomas Donaldson, Values in Tension: Ethics Away from Home Scott Turow, What's Wrong with Bribery *S. Prakash Sethi, Codes of Conduct for Global Business: Prospects and Challenges of Implementation MINI-CASES FOR PART 4 The Ford Pinto, by W. Michael Hoffman *The Ethics of Marketing: Nestle's Infant Formula, by James E. Post *Toy Wars, by Manuel Velasquez Forests of the North Coast: The Owls, the Trees, and the Conflicts, by Lisa Newton and Catherine Dillingham U.S. And Mexico Confront Toxic Legacy, by Colum Lynch The Project at Moza Island, by John A. Seeger and Balachandran Manyadath PART 5: THE FUTURE CORPORATE ETHOS *(10) Emerging Ethical Issues *Robert E. Frederick and W. Michael Hoffman, The Individual Investor in Securities Markets: An Ethical Analysis *Carol J. Loomis, Lies, Damned Lies, and Managed Earnings *Leonard H. Friedman and Grant t. Savage, Can Ethical Management and Managed Care Coexist? *Richard T. DeGeorge, Business Ethics and the Information Age *Lynn Sharp Paine, Corporate Policy and Ethics of Competitor Intelligence Gathering (11) Reflections on the Moral Corporation *Dawn-Marie Driscoll and W. Michael Hoffman, Gaining the Ethical Edge: Procedures for Delivering Values-driven Management Andrew W. Singer, Can A Company Be Too Ethical? *Jon Entine, Rainforest Chic *Joanne B. Ciulla, The Importance of Leadership in Shaping Business Values MINI-CASES FOR PART 5 From Volumes to Three Words: Texas Instruments, by Dawn-Marie Driscoll and W. Michael Hoffman *Levi Strauss & Co. and China, by Timothy Perkins, Colleen O'Connelll, Carin Orosco, Mark Rickey, and Matthew Scoble *The Fun of Being a Multinational, by The Economist *The Case of the Contested Firearms, by George Brenkert Bibliography",
  "authors": [
    {
      "display_name": "Michael W. Hoffman",
      "id": "A5052732730",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Michael W. Hoffman"
    },
    {
      "display_name": "Jennifer Mills Moore",
      "id": "A5033429541",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Jennifer Mills Moore"
    }
  ],
  "publication_year": 1989,
  "publication_date": "1989-07-01",
  "type": "book",
  "cited_by_count": 334,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "",
    "display_name": "",
    "issn_l": "",
    "issn": [],
    "type": "",
    "host_organization": ""
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C119232533",
      "display_name": "Business ethics",
      "level": 2,
      "score": 0.6817342
    },
    {
      "id": "C525925914",
      "display_name": "Utilitarianism",
      "level": 2,
      "score": 0.62317264
    },
    {
      "id": "C2778348171",
      "display_name": "Corporation",
      "level": 2,
      "score": 0.6042598
    },
    {
      "id": "C514928085",
      "display_name": "Capitalism",
      "level": 3,
      "score": 0.59100443
    },
    {
      "id": "C141261163",
      "display_name": "Corporate social responsibility",
      "level": 2,
      "score": 0.58258104
    },
    {
      "id": "C10180917",
      "display_name": "Conscience",
      "level": 2,
      "score": 0.5519129
    },
    {
      "id": "C200113983",
      "display_name": "Morality",
      "level": 2,
      "score": 0.51237786
    },
    {
      "id": "C139621336",
      "display_name": "Economic Justice",
      "level": 2,
      "score": 0.49582586
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.49408224
    },
    {
      "id": "C2781439373",
      "display_name": "Moral agency",
      "level": 2,
      "score": 0.4909728
    },
    {
      "id": "C198626708",
      "display_name": "Normative ethics",
      "level": 2,
      "score": 0.43406606
    },
    {
      "id": "C201305675",
      "display_name": "Stakeholder",
      "level": 2,
      "score": 0.4232455
    },
    {
      "id": "C190253527",
      "display_name": "Law and economics",
      "level": 1,
      "score": 0.41939458
    },
    {
      "id": "C95124753",
      "display_name": "Environmental ethics",
      "level": 1,
      "score": 0.3617106
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.3602011
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.323354
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.17884493
    },
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.14876628
    }
  ],
  "topics": [
    {
      "id": "T11058",
      "display_name": "Ethics in Business and Education",
      "score": 0.4007
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "http://ndl.ethernet.edu.et/bitstream/123456789/44351/1/219.pdf",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T16:00:31.438615",
  "source_database": "OpenAlex"
}