{
  "openalex_id": "W1501912122",
  "doi": "https://doi.org/10.1002/0471758043",
  "title": "Gene–Environment Interactions",
  "abstract": "Foreword. Acknowledgments. Contributors. PART I. Chapter 1. Introduction (Lucio G. Costa and David L. Eaton). Chapter 2. Ecogenetics: Historical Perspectives (Gilbert S. Omenn and Arno G. Motulsky). Chapter 3. Tools of Ecogenetics (Theo K. Bammler, Federico M. Farin, and Richard P. Beyer). Chapter 4. Epidemiologic Approaches (Harvey Checkoway, Parveen Bhatti, and Anneclaire De Roos). Chapter 5. Statistical Issues in Ecogenetic Studies (Stephanie A. Monks). PART II. Chapter 6. Overview of Section II (Lucio G. Costa and David L. Eaton). Chapter 7. Polymorphisms in Cytochrome P450 and Flavin-Containing Monooxygenase Genes (Catherine K.Yeung, Allan E. Rettie, and Kenneth E. Thummel) Chapter 8. Polymorphisms in Xenobiotic Conjugation (Helen E. Smith, David L. Eaton, and Theo K. Bammler). Chapter 9. Paraoxonase, Butyrylcholinesterase, and Epoxide Hydrolase (Lucio G. Costa, Toby B. Cole, Gary K. Geiss, and Clement E. Furlong). Chapter 10. DNA Repair Enzymes (Jon P. Anderson and Lawrence A. Loeb). Chapter 11. Receptors and Ion Channels (Lucio G. Costa). PART III. Chapter 12. Overview of Section III (Lucio G. Costa and David L. Eaton). Chapter 13. Lung Cancer (Valle Nazar-Stewart). Chapter 14. Gastrointestinal Cancers (Thomas L.Vaughan). Chapter 15. Neurodegenerative Diseases (Samir N. Kelada, Harvey Checkoway, and Lucio G. Costa). Chapter 16. Cardiovascular Disease (Melissa A.Austin and Stephen M. Schwartz). Chapter 17. Type 2 Diabetes (Karen L. Edwards). Chapter 18. Infectious Disease Ecogenetics (David R. Sherman). Chapter 19. Genetic Variation, Diet, and Disease Susceptibility (Johanna W. Lampe and John D. Potter). Chapter 20. Genetic Determinants of Addiction to Alcohol, Tobacco, and Drugs of Abuse (Andrew J. Saxon). PART IV. Chapter 21. Overview of Section IV (Lucio G. Costa and David L. Eaton). Chapter 22. Ethical Issues in Ecogenetics (Kelly Fryer-Edwards, Lindsay A. Hampson, Christopher R. Carlsten, and Wylie Burke). Chapter 23. Social and Psychological Aspects of Ecogenetics (Deborah Bowen, Shirley Beresford, and Brenda Diergaarde). Chapter 24. Legal Issues (Kate Battuello and Anna Mastroianni). Chapter 25. Risk Assessment and the Impact of Ecogenetics (Elaine M. Faustman and Gilbert S. Omenn). Bibliography. Index.",
  "authors": [
    {
      "display_name": "Lucio G. Costa",
      "id": "A5077675687",
      "orcid": "https://orcid.org/0000-0002-0771-321X",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Lucio G. Costa"
    },
    {
      "display_name": "David L. Eaton",
      "id": "A5085883907",
      "orcid": "https://orcid.org/0000-0003-3121-1380",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "David L. Eaton"
    }
  ],
  "publication_year": 2005,
  "publication_date": "2005-11-18",
  "type": "book",
  "cited_by_count": 28,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4306464293",
    "display_name": "Wiley eBooks",
    "issn_l": null,
    "issn": null,
    "type": "ebook platform",
    "host_organization": "https://openalex.org/P4310320595"
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C70721500",
      "display_name": "Computational biology",
      "level": 1,
      "score": 0.3606401
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.31768423
    }
  ],
  "topics": [
    {
      "id": "T13984",
      "display_name": "Nutrition, Genetics, and Disease",
      "score": 0.7576
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1002/0471758043",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:29:32.281217",
  "source_database": "OpenAlex"
}