{
  "openalex_id": "W1519017495",
  "doi": "https://doi.org/10.2307/1521832",
  "title": "Everglades: The Ecosystem and Its Restoration",
  "abstract": "The Everglades Issues in a Broader Perspective Introduction, Steven M. Davis and John C. Ogden Ecosystems as Products of Spatially and Temporally Varying Driving Forces, Ecological Processes, and Landscapes: A Theoretical Perspective, Donald L. DeAngelis and Peter S. White Wetland Ecosystem Protection, Management, and Restoration: An International Perspective, E. Maltby and P. J. Dugan Water Control in the Everglades: A Historical Perspective, Stephen S. Light and J. Walter Dineen Everglades Agriculture: Past, Present, and Future, G. H. Snyder and J. M. Davidson Changes in Freshwater Inflow from the Everglades to Florida Bay Including Effects on Biota and Biotic Processes: A Review, Carole C. McIvor, Janet A. Ley, and Robin D. Bjork II. Spatial and Temporal Characteristics of Ecosystem Driving Forces Age, Origin, and Landscape Evolution of the Everglades Peatland, Patrick J. Gleason and Peter Stone Sea Level Control on Stability of Everglades Wetlands, Harold R. Wanless, Randall W. Parkinson, and Lenore P. Tedesco The Climate of South Florida and Its Role in Shaping the Everglades Ecosystem, M. J. Duever, J. F. Meeder, L. C. Meeder, and J. M. McCollom A Computer Model to Simulate Natural Everglades Hydrology, Robert J. Fennema, Calvin J. Neidrauer, Robert A. Johnson, Thomas K. MacVicar, and William A. Perkins Fire Patterns in the Southern Everglades, L. H. Gunderson and J. R. Snyder Synthesis: Spatial and Temporal Characteristics of the Environment, Donald L. DeAngelis III. Vegetation Components and Processes Vegetation of the Everglades: Determinants of Community Composition, Lance H. Gunderson The Biology, Distribution, and Ecological Consequences of Melaleuca quinquenervia in the Everglades, Michael J. Bodle, Amy P. Ferriter, and Daniel D. Thayer Phosphorus Inputs and Vegetation Sensitivity in the Everglades, Steven M. Davis Periphyton in the Everglades: Spatial Variation, Environmental Correlates, and Ecological Implications, Joan A. Browder, Patrick J. Gleason, and David R. Swift Landscape Dimension, Composition, and Function in a Changing Everglades Ecosystem, Steven M. Davis, Lance H. Gunderson, Winifred A. Park, John R. Richardson, and Jennifer E. Mattson Synthesis: Vegetation Pattern and Process in the Everglades Ecosystem, Peter S. White IV. Faunal Components and Processes Long-Term Dynamics of an Everglades Small-Fish Assemblage, William F. Loftus and Anne-Marie Eklund Ecology of the American Alligator in a Seasonally Fluctuating Environment, Frank J. Mazzotti and Laura A. Brandt The Snail Kite in the Florida Everglades: A Food Specialist in a Changing Environment, Robert E. Bennetts, Michael W. Collopy, and James A. Rodgers, Jr. A Comparison of Wading Bird Nesting Colony Dynamics (1931-1946 and 1974-1989) as an Indication of Ecosystem Conditions in the Southern Everglades, John C. Ogden Nutrient Transport by Wading Birds in the Everglades, Peter C. Frederick and George V. N. Powell Foraging Habitat of Wading Birds in the Water Conservation Areas of the Everglades, Wayne Hoffman, G. Thomas Bancroft, and Richard J. Sawicki Relationships among Wading Bird Foraging Patterns, Colony Locations, and Hydrology in the Everglades, G. Thomas Bancroft, Allan M. Strong, Richard J. Sawicki, Wayne Hoffman, and Susan D. Jewell Factors Affecting Reproductive Success of Wading Birds (Ciconiiformes) in the Everglades Ecosystem, Peter C. Frederick and Marilyn G. Spalding Landscape, White-Tailed Deer, and the Distribution of Florida Panthers in the Everglades, Tommy R. Smith and Oron L. Bass, Jr. The Faunal Chapters: Contexts, Synthesis, and Departures, William B. Robertson, Jr. and Peter C. Frederick V. Toward Ecosystem Restoration The Structure and Dynamics of the Everglades System: Guidelines for Ecosystem Restoration, C. S. Holling, Lance H. Gunderson, and Carl J. Walters A Screening of Water Policy Alternatives for Ecological Restoration in the Everglades, Carl J. Walters and Lance H. Gunderson Toward Ecosystem Restoration, Steven M. Davis and John C. Ogden Index",
  "authors": [
    {
      "display_name": "Stephen M. Davis",
      "id": "A5039358787",
      "orcid": "https://orcid.org/0000-0003-0962-2300",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "S. M. Davis"
    },
    {
      "display_name": "J. Ogden",
      "id": "A5108608684",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "J. C. Ogden"
    }
  ],
  "publication_year": 1996,
  "publication_date": "1996-01-01",
  "type": "article",
  "cited_by_count": 726,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210190964",
    "display_name": "Colonial Waterbirds",
    "issn_l": "0738-6028",
    "issn": [
      "0738-6028",
      "2326-3970"
    ],
    "type": "journal",
    "host_organization": null
  },
  "volume": "19",
  "issue": "1",
  "first_page": "157",
  "last_page": "157",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C110872660",
      "display_name": "Ecosystem",
      "level": 2,
      "score": 0.67482024
    },
    {
      "id": "C39432304",
      "display_name": "Environmental science",
      "level": 0,
      "score": 0.57895297
    },
    {
      "id": "C78437154",
      "display_name": "Restoration ecology",
      "level": 2,
      "score": 0.505445
    },
    {
      "id": "C107826830",
      "display_name": "Environmental resource management",
      "level": 1,
      "score": 0.4656115
    },
    {
      "id": "C18903297",
      "display_name": "Ecology",
      "level": 1,
      "score": 0.33849108
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.15212288
    }
  ],
  "topics": [
    {
      "id": "T12414",
      "display_name": "Coastal and Marine Management",
      "score": 0.318
    },
    {
      "id": "T10779",
      "display_name": "Coastal wetland ecosystem dynamics",
      "score": 0.2918
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.2307/1521832",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:56:23.080257",
  "source_database": "OpenAlex"
}