{
  "openalex_id": "W1510062651",
  "doi": "https://doi.org/10.7326/0003-4819-12-12-1996",
  "title": "THE DEVELOPMENT OF ARTERIOSCLEROSIS IN THE DIABETIC, BASED ON THE STUDY OF A GROUP OF PATIENTS DURING TEN TO THIRTEEN YEARS",
  "abstract": "Article1 June 1939THE DEVELOPMENT OF ARTERIOSCLEROSIS IN THE DIABETIC, BASED ON THE STUDY OF A GROUP OF PATIENTS DURING TEN TO THIRTEEN YEARSBYRON D. BOWEN, M.D., F.A.C.P., JAMES S. REGAN, M.D., EDWARD C. KOENIG, M.D., F.A.C.P.BYRON D. BOWEN, M.D., F.A.C.P.Search for more papers by this author, JAMES S. REGAN, M.D.Search for more papers by this author, EDWARD C. KOENIG, M.D., F.A.C.P.Search for more papers by this authorAuthor, Article, and Disclosure Informationhttps://doi.org/10.7326/0003-4819-12-12-1996 SectionsAboutPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinkedInRedditEmail ExcerptBoth clinical and pathologic data support the view that vascular disease of the atherosclerotic type occurs earlier and is more extensive in the diabetic patient. Now that the proper use of insulin can almost eliminate uncomplicated acidosis as a cause of death and has greatly improved the status of the diabetic patient with an infection, attention, at the present time, is being directed toward the reduction of the intensity of atherosclerosis. The involvement of the muscular arteries, particularly the coronaries and those of the extremities, is responsible for the majority of deaths in older diabetics. Whatever the pathogenesis of this...Bibliography1. BOWENKOENIGVIELE BDECA: A study of the lower extremities in diabetes as compared with non-diabetic states, from the standpoint of x-ray findings, with particular reference to the relationship of arteriosclerosis and diabetes, Bull. Buffalo Gen. Hosp., 1924, ii, 35. Google Scholar2. BOWENKOENIG BDEC: Arteriosclerosis and diabetes; including a roentgenological study of the lower extremities, Bull. Buffalo Gen. Hosp., 1927, v, 31. Google Scholar3. WILDERWILBUR RMDL: Diseases of metabolism and nutrition (review of certain recent contributions), Arch. Int. Med., 1936, lvii, 422. CrossrefGoogle Scholar4. DUFF GL: Experimental cholesterol arteriosclerosis and its relationship to human arteriosclerosis, Arch. Path., 1935, xx, 81 and 259. Google Scholar5. JOSLIN EP: Treatment of diabetes mellitus, 1935, Lea and Febiger, Philadelphia, p. 332. Google Scholar6. LEARY T: Atherosclerosis, Arch. Path., 1936, xxi, 419. Google Scholar7. WEISSMINOT SGR: Nutrition in relation to arteriosclerosis, in COWDRY, E. V.: Arteriosclerosis, 1933, The MacMillan Co., New York, p. 233. Google Scholar8. NEWBURGH LH: Personal communication, 1936. Google Scholar This content is PDF only. To continue reading please click on the PDF icon. Author, Article, and Disclosure InformationAuthors: BYRON D. BOWEN, M.D., F.A.C.P.; JAMES S. REGAN, M.D.; EDWARD C. KOENIG, M.D., F.A.C.P.Affiliations: Buffalo, N. Y.*Received for publication May 16, 1938.(Presented at the Fifty-Fifth Annual Meeting of the American Clinical and Climatological Association, Atlantic City, N. J., May 4, 1938.)From the Out-Patient Department of the Buffalo General Hospital. PreviousarticleNextarticle Advertisement FiguresReferencesRelatedDetails Metrics 1 June 1939Volume 12, Issue 12 Page: 1996-2005 Keywords Arteries Atherosclerosis Coronary arteries Insulin Outpatients Pathogenesis Vascular diseases ePublished: 1 December 2008 Issue Published: 1 June 1939 PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Byron D. Bowen",
      "id": "A5089054553",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Byron D. Bowen"
    },
    {
      "display_name": "James S. Regan",
      "id": "A5041647888",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "James S. Regan"
    },
    {
      "display_name": "Edward Koenig",
      "id": "A5013427935",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Edward C. Koenig"
    }
  ],
  "publication_year": 1939,
  "publication_date": "1939-06-01",
  "type": "article",
  "cited_by_count": 3,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S119722071",
    "display_name": "Annals of Internal Medicine",
    "issn_l": "0003-4819",
    "issn": [
      "0003-4819",
      "1539-3704"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316812"
  },
  "volume": "12",
  "issue": "12",
  "first_page": "1996",
  "last_page": "1996",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.92813003
    },
    {
      "id": "C2776393769",
      "display_name": "Arteriosclerosis",
      "level": 2,
      "score": 0.8598182
    },
    {
      "id": "C555293320",
      "display_name": "Diabetes mellitus",
      "level": 2,
      "score": 0.7037058
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.51824284
    },
    {
      "id": "C2779134260",
      "display_name": "Disease",
      "level": 2,
      "score": 0.49742606
    },
    {
      "id": "C164705383",
      "display_name": "Cardiology",
      "level": 1,
      "score": 0.4077555
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.34554148
    },
    {
      "id": "C134018914",
      "display_name": "Endocrinology",
      "level": 1,
      "score": 0.25906378
    }
  ],
  "topics": [
    {
      "id": "T12955",
      "display_name": "Atherosclerosis and Cardiovascular Diseases",
      "score": 0.9757
    },
    {
      "id": "T10816",
      "display_name": "Cerebrovascular and Carotid Artery Diseases",
      "score": 0.9705
    },
    {
      "id": "T10926",
      "display_name": "Peripheral Artery Disease Management",
      "score": 0.9553
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.7326/0003-4819-12-12-1996",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:19:12.511706",
  "source_database": "OpenAlex"
}