{
  "openalex_id": "W1517097963",
  "doi": "https://doi.org/10.1080/00221546.2000.11778839",
  "title": "Latinos and Education: A Critical Reader",
  "abstract": "TABLES OF CONTENTS I. HISTORY, POLITICS, & ECONOMICS 1. The Ideology and Practice of Empire: The U.S., Mexico, and the Education of Mexican Immigrants Gilbert G. Gonzalez 2. Puerto Rican Politics in the United States: Examination of Major Perspectives and Theories Edgardo Melendez 3. Latina/o: Historical and Material Dimensions Peter McLaren and Nathalia E. Jaramillo II. CONSTRUCTING IDENTITIES 4. Movimiento de Rebeldia Y Las Culturas que Traicionan Gloria Andualdua 5. Latino/Hispanic-Who Needs a Name/: The Case against a Standardized Terminology Martha E. Gimenez 6. Capitalist Schooling and Constructing Young Latino Masculinities Rodolfo D. Torres and Alexandro Jose Gradilla 7. Dis-connections in American Citizenship and the Post/neo-colonial: People of Mexican Descent and Whitestream Pedagogy and Curriculum. Luis Urrieta III. LANGUAGE & SCHOOLING 8. The Struggle for Language Rights: Naming and Interrogating the Colonial Legacy of English Only Lilia I. Bartolome 9. The Politics of Restrictive Language Policies: A Postcolonial Analysis of Language and Schooling Antonia Darder and Miren Uriarte 10. Como Hablar en Silencio (Like Speaking in Silence): Issues of Language, Culture, and Identity of Central Americans in Los Angeles Magaly Lavadenz 11. Entre la Espada y la Pared: Critical Educators, Bilingual Education, and Education Reform Edward M. Olivos & Carmen E. Quintana de Valladolid IV. TRANSFORMING EPISTEMOLOGIES 12. Toward an Epistemology of a Brown Body Cindy Cruz 13. Thinking Latina/o Education with and from Chicana/Latina Feminist Cultural Studies Sofia Villenas 14. (Re)Imagining New Narratives of Racial, Labor, and Environmental Power for Latina/o Students Yvette Lapayese V. EMANCIPATORY PEDAGOGIES 15. RicanStructuring the Discourse and Promoting School Success: Extending a Theory for Culturally Responsive Pedagogy for Diasporicans Jason G. Irizarry and Rene Antrop-Gonzalez 16. A Social Justice Approach to Achievement: Guiding Latina/o Students Toward Educational Attainment with a Challenging, Socially Relevant Curriculum Julio Cammarota 17. Critical Xicana/Xicano Educators: Is it enough to be a Person of Color? Margarita Ines Berta-Avila VI. LATINO IMMIGRANT YOUTH 18. Latino Youth: Immigration, Education, and the Future Pedro A. Noguera 19. Swimming: On Oxygen, Resistance and Possibility for Immigrant Youth under Siege Michelle Fine, Reva Jaffe-Walter, Pedro Pedraza, Valerie Futch, & Brett Stoudt 20. Can't Go to College because I Don't Have Papers: Incorporation Patterns of Latino Undocumented Youth Leisy Janet Abrego VII. COMMUNITY, RESISTANCE, & ACTIVISM 21. Culture, Literacy, and Power in Family-Community-School-Relationships Concha Delgado Gaitan 22. Practicing Citizenship: Latino Parents Broadening Notions of Citizenship through Participatory Research Emma H. Fuentes 23. From Hip-Hop to Humanization: Batey Urbano as a Space for Latino Youth Culture and Community Action Nilda Flores-Gonzalez, Matthew Rodriguez, and Michael Rodriguez-Muniz 24. Nine Reflections for Academic Activists Raul Fernandez",
  "authors": [
    {
      "display_name": "Richard R. Verdugo",
      "id": "A5066341016",
      "orcid": "https://orcid.org/0000-0003-0124-2143",
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Richard R. Verdugo"
    }
  ],
  "publication_year": 2000,
  "publication_date": "2000-03-01",
  "type": "article",
  "cited_by_count": 162,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S71326023",
    "display_name": "The Journal of Higher Education",
    "issn_l": "0022-1546",
    "issn": [
      "0022-1546",
      "1538-4640"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320547"
  },
  "volume": "71",
  "issue": "2",
  "first_page": "261",
  "last_page": "266",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2781115785",
      "display_name": "Silence",
      "level": 2,
      "score": 0.6194126
    },
    {
      "id": "C2780781376",
      "display_name": "Citizenship",
      "level": 3,
      "score": 0.599576
    },
    {
      "id": "C107993555",
      "display_name": "Gender studies",
      "level": 1,
      "score": 0.59832823
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.55982685
    },
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.55841446
    },
    {
      "id": "C158071213",
      "display_name": "Ideology",
      "level": 3,
      "score": 0.55330825
    },
    {
      "id": "C531593650",
      "display_name": "Colonialism",
      "level": 2,
      "score": 0.4873267
    },
    {
      "id": "C15708023",
      "display_name": "Humanities",
      "level": 1,
      "score": 0.4356389
    },
    {
      "id": "C2778495208",
      "display_name": "Empire",
      "level": 2,
      "score": 0.4285746
    },
    {
      "id": "C70036468",
      "display_name": "Immigration",
      "level": 2,
      "score": 0.41465116
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.23130465
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.19398087
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.18961385
    },
    {
      "id": "C107038049",
      "display_name": "Aesthetics",
      "level": 1,
      "score": 0.17478961
    }
  ],
  "topics": [
    {
      "id": "T13780",
      "display_name": "Diverse Education Studies and Reforms",
      "score": 0.8393
    },
    {
      "id": "T12242",
      "display_name": "Latin American and Latino Studies",
      "score": 0.8172
    },
    {
      "id": "T14033",
      "display_name": "Education in Rural Contexts",
      "score": 0.7784
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1080/00221546.2000.11778839",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:28:52.068550",
  "source_database": "OpenAlex"
}