{
  "openalex_id": "W1510378292",
  "doi": "https://doi.org/10.7326/0003-4819-17-3-427",
  "title": "THE URINARY TRACT IN DIABETIC WOMEN; ITS CONTRIBUTION TO THE INCIDENCE OF HYPERTENSION",
  "abstract": "Article1 September 1942THE URINARY TRACT IN DIABETIC WOMEN; ITS CONTRIBUTION TO THE INCIDENCE OF HYPERTENSIONBYRON D. BOWEN, M.D., F.A.C.P., NATHANIEL KUTZMAN, M.D.BYRON D. BOWEN, M.D., F.A.C.P.Search for more papers by this author, NATHANIEL KUTZMAN, M.D.Search for more papers by this authorAuthor, Article, and Disclosure Informationhttps://doi.org/10.7326/0003-4819-17-3-427 SectionsAboutPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinkedInRedditEmail ExcerptIt has appeared to us that infection of the urinary tract has been a relatively frequent finding in diabetic patients, especially in women. Perhaps it is because numerous observations such as are cited in the following statements have brought this forcibly to our attention. An obese woman, who from past experiences should require little or no insulin to control the diabetes, is found to tolerate large doses. A search for a cause for this insulin resistance has often revealed a hidden infection in the urinary tract, treatment of which permitted a reduction of the insulin dosage. Further, when a diabetic...Bibliography1. LEISHMAN AW: Bacillus coli infection of the urinary tract: its relations to bowel function, Lancet, 1939, ii, 971. CrossrefGoogle Scholar2. SHARKEYROOT TPHF: Infection of the urinary tract in diabetes, Jr. Am. Med. Assoc., 1935, civ, 2231-2235. CrossrefGoogle Scholar3. BALDWINROOT ADHF: Infections of the upper urinary tract in the diabetic, New England Jr. Med., ccxxiii, 244-250. Google Scholar4. BECKFOWLERKOENIGBOWEN EJGECBD: Vascular disease in obese diabetics and in non-diabetics; a discussion of arteriosclerosis as a cause of diabetes, ANN. INT. MED., 1935, ix, 662-670. Google Scholar5. LONGCOPEWINKENWERDER WTWL: Clinical features of the contracted kidney due to pyelonephritis, Bull. Johns Hopkins Hosp., 1933, liii, 225-287. Google Scholar6. LONGCOPE WT: Chronic bilateral pyelonephritis: its origin and its association with hypertension, ANN. INT. MED., 1937, xi, 149-163. LinkGoogle Scholar7. WEISSPARKER SF: Pyelonephritis: its relations to vascular lesions and to arterial hypertension, Medicine, 1939, xviii, 221-315. CrossrefGoogle Scholar8. WARREN S: The pathology of diabetes mellitus, 1930, Lea and Febiger, Philadelphia, p. 25. Google Scholar9. GOLDBLATT H: Studies on experimental hypertension. V. The pathogenesis of experimental hypertension due to renal ischemia, ANN. INT. MED., 1937, xi, 69-103. LinkGoogle Scholar This content is PDF only. To continue reading please click on the PDF icon. Author, Article, and Disclosure InformationAffiliations: Buffalo, New York*Received for publication March 15, 1940.From the department of medicine and the department of urology of the Buffalo General Hospital.Acknowledgments: To Dr. Frederick J. Parmenter, Chief of the Urologic Service, for his fine coöperation and assistance. To Dr. Ernest Witebsky, for the bacteriological studies and for his criticisms. To Dr. Edward C. Koenig, for the interpretation of the pyelograms. To Dr. James G. Fowler, for the retinoscopic examinations and their interpretations; and to Dr. Thomas F. Barrett and Dr. Frank C. Hoak, associates in the diabetic clinic, for their assistance in the gathering of data. PreviousarticleNextarticle Advertisement FiguresReferencesRelatedDetails Metrics Cited byThe Significance of Renal Biopsy for the Diagnosis of Pyelonephritis in Diabetic PatientsHypertension in indian diabeticsStudies on Urinary Infection in DiabeticsLe complicanze infettive del diabeteHerz und Kreislauf bei Erkrankungen des StoffwechselsFrequency of Bacteriuria in Patients with Diabetes MellitusDas spätdiabetische Syndrom — Angiopathia diabeticaUrinary-Tract Infections in Diabetic WomenDie klinischen Verlaufsformen der PyelonephritisPyuria in the DiabeticDegenerative vascular lesions and diabetes mellitus 1 September 1942Volume 17, Issue 3Page: 427-446KeywordsHospital medicineHypertensionInsulinInsulin resistanceOverweightUrinary tract infectionsUrology ePublished: 1 December 2008 Issue Published: 1 September 1942 PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Byron D. Bowen",
      "id": "A5089054553",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Byron D. Bowen"
    },
    {
      "display_name": "Nathaniel Kutzman",
      "id": "A5005103470",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Nathaniel Kutzman"
    }
  ],
  "publication_year": 1942,
  "publication_date": "1942-09-01",
  "type": "article",
  "cited_by_count": 16,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S119722071",
    "display_name": "Annals of Internal Medicine",
    "issn_l": "0003-4819",
    "issn": [
      "0003-4819",
      "1539-3704"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316812"
  },
  "volume": "17",
  "issue": "3",
  "first_page": "427",
  "last_page": "427",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.91953295
    },
    {
      "id": "C77411442",
      "display_name": "Urinary system",
      "level": 2,
      "score": 0.7299597
    },
    {
      "id": "C555293320",
      "display_name": "Diabetes mellitus",
      "level": 2,
      "score": 0.7269421
    },
    {
      "id": "C61511704",
      "display_name": "Incidence (geometry)",
      "level": 2,
      "score": 0.61931837
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.47351506
    },
    {
      "id": "C90924648",
      "display_name": "Gastroenterology",
      "level": 1,
      "score": 0.42632908
    },
    {
      "id": "C126894567",
      "display_name": "Urology",
      "level": 1,
      "score": 0.41985306
    },
    {
      "id": "C134018914",
      "display_name": "Endocrinology",
      "level": 1,
      "score": 0.25894296
    },
    {
      "id": "C121332964",
      "display_name": "Physics",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C120665830",
      "display_name": "Optics",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11232",
      "display_name": "Urinary Tract Infections Management",
      "score": 0.9942
    },
    {
      "id": "T10066",
      "display_name": "Gut microbiota and health",
      "score": 0.9612
    },
    {
      "id": "T10279",
      "display_name": "Urinary Bladder and Prostate Research",
      "score": 0.9456
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.7326/0003-4819-17-3-427",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:19:12.507121",
  "source_database": "OpenAlex"
}