{
  "openalex_id": "W1528143643",
  "doi": "https://doi.org/10.5860/choice.43-0064",
  "title": "An Eponymous dictionary of economics: a guide to laws and theorems named after economists",
  "abstract": "Full list of contributors Pedro Albarran Rocio Albert Lopez-Ibor Emilio Albi Salvador Almenar Antonio Almodovar Aurora Alonso Miguel Angel Alonso Neira Javier Andres Felipe M. Aparicio-Acosta Enriqueta Aragones Manuel Arellano Lluis Argemi Benito Arrunada Joaquin Artes Caselles Jesus Astigarraga Milagros Avedillo Luis Ayala Juan Ayuso Antonio Aznar Jordi Bacaria Nuria Badenes Pla Salvador Barbera Germa Bel Samuel Bentolila Gustavo Bergantinos Juan Carlos Berganza Jose R. Berrendero Maria Blanco Gonzalez Gabriel F. Bobadilla Elsa Bolado Joan-Ramon Borrell Olympia Bover Segundo Bru Roberto Burguet Francisco Cabrillo Reyes Calderon Cuadrado Francisco J. Callealta Xavier Calsamiglia Joan Calzada Jan Carlos Candeal Alfonso Cabajo Jose Luis Cardoso M. Angeles Carnero Nicolas Carrasco Raquel Carrasco Carmen Carrera Guillermo Caruana Ignacio del Castillo Joan Castillo Franquet Ana Esther Castro Emilio Cerda Diego Comin Luis Corchon Anton Costas Ignacio Diaz-Emparanza Juan J. Dolado Rafael Domenech Cruz Angel Echevarria Alvaro Escribano Antoni Espasa David Espiga Joan M. Esteban Angel Estrada Gorka Etxebarria Zubeldia Jose C. Farinas Ramon Febrero Jose L. Fernandez Rogelio Fernandez Delgado F. Javier Fernandez-Macho Eva Ferreira Jordi Flores Parra Yanna G. Franco Ma Teresa Freire Rubio Xavier Freixas M. Angeles de Frutos Angel de la Fuente Carmen Gallastegui Elena Gallego Jaume Garcia Juan C. Garcia-Bermejo Ignacio Garcia-Jurado Antonio Garcia Ferrer Jose Luis Garcia Lapresta Jose Ignacio Garcia Perez Jose L. Garcia-Ruiz Juan A. Gimeno F. Javier Giron Leon Gomez Rivas Fritz Graffe E. Grifell-Tatje M. Carmen Guisan Jose A. Herce Inigo Herguera Juan Hernandez Andreu Carmen Herrero Teresa Herrero Carlos Herves-Beloso Juan del Hoyo Elena Huergo Jesus Huerta de Soto Pilar Ibarrola Jesus de la Iglesia Ma Covadonga de la Iglesia Elena Inarra Esteban Indurain Juan F. Jimeno Ana Justel Alberto Lafuente Miguel A. Lasheras Gerard Llobet Vicent Llombart J. Guillermo Llorente Alvarez Salvador Lopez Julio Lopez Laborda Joaquin Lorences Javier Loscos Fernandez C.A.K. Lovell Ana Lozano Vivas Maurici Lucena Ines Macho-Stadler Jose Luis Malo de Molina Antonio Manresa Agustin Maravall Francisco Marhuenda Carmela Martin Ana Martin Marcos Victoriano Martin Martin Angel Martin-Roman Diego Martinez Xavier Martinez Giralt Juan E. Martinez-Legaz Montserrat Martinez Parera David Martinez Turegano Andreu Mas-Colell Cristina Mazon Fernando Mendez-Ibisate Pedro Mira Jose Alberto Molina Carlos Monasterio Manuel Moran Pedro Moreira dos Santos Diego Moreno Emma Moreno Garcia Lourdes Moreno Martin Carlos Mulas Granados Manuel Naveira Alfonso Novales Carmelo Nunez Jose J. Nunez Oliver Nunez Gonzalo Olcina Emilio Ontiveros Jose M. Ortiz-Villajos Jorge Atilano Padilla Leandro Pardo Jordi Pascual Consuelo Pazo Francisco Pedraja Chaparro Daniel Pena J.B. Pena Trapero Luis Perdices de Blas Gabriel Perez Quiros J. Perez Villareal David Perez-Castrillo Luis Eduardo Pires Jimenez Clemente Polo Pilar Poncela Aleix Pons Clara Ponsati Albert Prat Francisco Javier Prieto Luis A. Puch Pedro Puig Vicente Quesada Paloma Jose Luis Ramos Gorostiza John Reeder Marta Regulez Castillo Rafael Repullo Fernando Restoy Jose Manuel Rey Carlos J. Ricoy Javier Rodero-Cosano Antonio Rodrigo Fernandez Carlos Rodriguez Braun Luis Rodriguez Romero Cesar Rodriguez-Gutierrez Luis Angel Rojo Rosario Romera Ana Rosado Joan R. Roses Jesus Ruiz Huerta Rafael Salas Vicente Salas Nieves San Emeterio Martin Javier San Julian Ismael Sanchez Julio Sanchez Choliz Alfonso Sanchez Hormigo Jose Sanchez Maldonado Amparo Sancho Jon Santacoloma Manuel Santos-Redondo Jose F. Sanz Mercedes Sastre Albert Satorra Jesus Saurina Salas Pedro Schwartz Carlos Sebastian Miguel Sebastian Julio Segura Eva Senra Simon Sosvilla-Rivero Javier Suarez Jordi Surinach Jose Francisco Teixeira Xavier Torres Gabriel Tortella Estrella Trincado Amparo Urbano Salvador Rosa Maria Urbanos Garrido Federico Valenciano Javier Valles Juan Varela Jesus Vazquez Mercedes Vazquez Furelos Juan Vega Fernando Vega-Redondo David Vegara Josep Ma Vegara-Carrio Teresa Villagarcia Jose Vinals Jesus M. Zaratiegui Jose Manuel Zarauelo Ignacio Zubiri",
  "authors": [
    {
      "display_name": "Julio Segura Sánchez",
      "id": "A5106082112",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Julio Segura Sánchez"
    },
    {
      "display_name": "Carlos Rodríguez Braun",
      "id": "A5076066830",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Carlos Rodríguez Braun"
    }
  ],
  "publication_year": 2005,
  "publication_date": "2005-09-01",
  "type": "article",
  "cited_by_count": 9,
  "is_retracted": false,
  "is_paratext": false,
  "language": "es",
  "source": {
    "id": "S2764375719",
    "display_name": "Choice Reviews Online",
    "issn_l": "0009-4978",
    "issn": [
      "0009-4978",
      "1523-8253",
      "1943-5975"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316146"
  },
  "volume": "43",
  "issue": "01",
  "first_page": "43",
  "last_page": "0064",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C144237770",
      "display_name": "Mathematical economics",
      "level": 1,
      "score": 0.4994769
    },
    {
      "id": "C162324750",
      "display_name": "Economics",
      "level": 0,
      "score": 0.48374033
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.36530232
    },
    {
      "id": "C33923547",
      "display_name": "Mathematics",
      "level": 0,
      "score": 0.33835357
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.2245448
    }
  ],
  "topics": [
    {
      "id": "T13870",
      "display_name": "Environmental and Ecological Studies",
      "score": 0.226
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.5860/choice.43-0064",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:30:35.190978",
  "source_database": "OpenAlex"
}