{
  "openalex_id": "W1523228489",
  "doi": "https://doi.org/10.1353/lan.1980.0007",
  "title": "Tone: A linguistic survey ed. by Victoria A. Fromkin",
  "abstract": "REVIEWS Tone: A linguistic survey. Edited by Victoria A. Fromkin. New York: Academic Press, 1978. Pp. vii, 292. $24.00. Reviewed by John Goldsmith, Indiana University 1. This will undoubtedly be the major reference work on current generative thought about tone systems for some time. It consists of nine papers on topics spanning the field of linguistic tone, by ten authors, most of them associated with the UCLA Tone Project. The contributors have surveyed the major areas ofinterest, and succeed both in summarizing current thought and in making proposals of their own. While the theme of all the papers is linguistic tone, no effort has been made to harmonize the conclusions of the individual authors, and in a number of important areas there is considerable disagreement. The first three contributions are phonetic in orientation: 'Production of tone', by John Ohala (5-39), 'The perception of tone', by Jackson Gandour (41-76), and 'Consonant types, vowel quality, and tone', by Jean-Marie Hombert (77-111). James McCawley, 'What is a tone language?' (113-31), discusses typological differences between accent systems and tonal systems—concentrating on Bantu and Japanese, on the one hand, and Chinese, on the other. Stephen Anderson, 'Tone features' (133-75), presents a thorough and extremely well thought-out review of the features proposed to date, paying special attention to the analysis of phonetic contour tones. William Leben, 'The representation of tone' (177-219), reviews certain formal proposals for the treatment of suprasegmental tone, opts for an autosegmental framework, and considers some aspects of the tonal grammars of Etsako, Mende, and Hausa. Leben's treatment is considerably more detailed than that of any of the other authors (except possibly McCawley) ; in fact, it is rather striking that phonological rules in most of the other papers are set up without supporting evidence, and generally without explicitformulation. Forexample, in the following paper by Russell Schuh—'Tone rules' (221-56)—an example of a suffix whose tone is always 'borrowed' from a neighboring syllable is cited (234) from Igbo, and the statement is made that such tone-copying is 'always a morphologically conditioned rule'. Schuh gives four examples of a certain suffix which displays this sort ofbehavior (in one, unfortunately, the tone marking is accidentally left off); but there is no evidence that the effect is either morphologically conditioned, or, for that matter, rule-governed at all. (I have argued elsewhere in detail [1976, Chap. 2] that such an effect—ironically, for precisely the same suffix—is an automatic consequence of an autosegmental theory; it is not, in any event, morphologically conditioned.) Larry Hyman, 'Historical tonology' (257-69), presents a typology of diachronic tone rules, and some conditions on possible tone rules, to which I return below. Finally, Charles Li and Sandra Thompson, 'The acquisition of tone' (271-84), discuss what is known about children's acquisition of tone languages. A major issue behind much of the discussion in this book is the relationship of phonetics and phonology—or, to put the matter more tendentiously, the significance ofphonetics for phonology. In §2 below, I shall look at a few examples of phonetic 413 414LANGUAGE, VOLUME 56, NUMBER 2 (1980) explanations of phonological phenomena that occur in this book. A second issue concerns the role of accent in tone languages, and, by implication, the distinction between tone and intonation languages. This question is considered in §3 below. In §4, I shall look at some differences among the approaches to phonology and tonology presented in this book. Schuh and Hyman place much emphasis on characterizing types of tonological rules; Leben, working essentially within an autosegmental framework, does quite the opposite. He ignores the elaboration of rule types in favor of other, more formal, issues. While this difference is not one that can easily be framed in terms of substantive disagreements, it is, nonetheless, more than stylistic. One other major issue that arises is the extent to which tonological processes should be treated within the (segmental) framework developed in such works as Sound pattern of English—and, conversely, to what extent tonal phenomena motivate new revisions of the theory of phonology. This question is dealt with primarily by Leben, but also tangentially by Anderson and...",
  "authors": [
    {
      "display_name": "John Goldsmith",
      "id": "A5111495023",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "John Goldsmith"
    }
  ],
  "publication_year": 1980,
  "publication_date": "1980-01-01",
  "type": "article",
  "cited_by_count": 2,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S176347361",
    "display_name": "Language",
    "issn_l": "0097-8507",
    "issn": [
      "0097-8507",
      "1535-0665"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316359"
  },
  "volume": "56",
  "issue": "2",
  "first_page": "413",
  "last_page": "418",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2780583480",
      "display_name": "Tone (literature)",
      "level": 2,
      "score": 0.8718756
    },
    {
      "id": "C41895202",
      "display_name": "Linguistics",
      "level": 1,
      "score": 0.69234896
    },
    {
      "id": "C2781045179",
      "display_name": "Intonation (linguistics)",
      "level": 2,
      "score": 0.6812419
    },
    {
      "id": "C2776756274",
      "display_name": "Stress (linguistics)",
      "level": 2,
      "score": 0.60236794
    },
    {
      "id": "C2779581591",
      "display_name": "Vowel",
      "level": 2,
      "score": 0.57968485
    },
    {
      "id": "C33566652",
      "display_name": "Theme (computing)",
      "level": 2,
      "score": 0.43663776
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.42896956
    },
    {
      "id": "C26760741",
      "display_name": "Perception",
      "level": 2,
      "score": 0.42740935
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.327348
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.19751292
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.11650759
    },
    {
      "id": "C169760540",
      "display_name": "Neuroscience",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C111919701",
      "display_name": "Operating system",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10403",
      "display_name": "Phonetics and Phonology Research",
      "score": 0.9543
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/lan.1980.0007",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:36:20.802513",
  "source_database": "OpenAlex"
}