{
  "openalex_id": "W1537932980",
  "doi": "https://doi.org/10.4324/9780203883006",
  "title": "An Introduction To Staff Development In Academic Libraries",
  "abstract": "Preface Elizabeth Connor 1. Welcome! Creating an Effective New Employee Orientation Program at Kansas State Libraries Donna F. Ekart, Jennifer Heikkila Furrey and Ellen R. Urton 2. Improve Your Circulation: Does Your Library Have a Family History of Poor Service? Staff Development at Sacred Heart University Shawn R. Fields 3. Library Techno Day at College of St. Catherine Libraries James M. Newsome and Carol P. Johnson 4. Formalizing Staff Development from Inception to Implementation at University of Central Florida Libraries Cynthia M. Kisby and Suzanne E. Holler 5. Supporting a Culture of Library Research at the University of Washington at Seattle Philip M. Edwards ,Elaine Z. Jennerich and Jennifer L. Ward 6. Developing Library Professionals in a Multi-disciplinary Support Environment at the University of Cumbria Margaret Weaver, Paul Holland and Lisa Toner 7. Using Grant Funds to Bring Continuing Education Workshops to Central Pennsylvania Susan Hamburger 8. Integrating Electronic Notebooks in Daily Work at Wayne State University John H. Heinrichs and Bin Li 9. Mission Possible: A Retreat to Prepare Librarians to Infiltrate Upper-level Curricula at the University of Nevada, Las Vegas Diane VanderPol, Priscilla Finley, Sidney Lowe and Susie Skarl 10. How to Survive Your First Term as Team Leader: A One Day Boot Camp at the Purdue University Libraries Michael Fosmire, Jane Kinkus, Rebecca Richardson and Lisa Rile 11. Using Data Analysis Techniques to Focus Academic Librarian Training at Wayne State University John H. Heinrichs, Kee-Sook Lim, Jeen-Su Lim and Sandra G. Yee 12. You Came for the Snacks, But What Have You Learned? Evaluation of a Staff Learning Program at the University of Maryland Libraries Maggie Z. Saponaro, M. Sue Baughman and Jennifer Kinniff 13. Course Management Systems for Staff Development at Pennsylvania State Great Valley School of Graduate Professional Studies Dolores Fidishun, Julie Meyer, Mary Murray and Carol Riley Exercises Elizabeth Connor About the Editor Contributors Index",
  "authors": [
    {
      "display_name": "Elizabeth Connor",
      "id": "A5081325266",
      "orcid": "https://orcid.org/0000-0002-0748-6766",
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Elizabeth Connor"
    }
  ],
  "publication_year": 2009,
  "publication_date": "2009-03-01",
  "type": "book",
  "cited_by_count": 15,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "",
    "display_name": "",
    "issn_l": "",
    "issn": [],
    "type": "",
    "host_organization": ""
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C161191863",
      "display_name": "Library science",
      "level": 1,
      "score": 0.39371553
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.378087
    },
    {
      "id": "C110354214",
      "display_name": "Engineering management",
      "level": 1,
      "score": 0.36117354
    },
    {
      "id": "C55587333",
      "display_name": "Engineering ethics",
      "level": 1,
      "score": 0.32403067
    },
    {
      "id": "C127413603",
      "display_name": "Engineering",
      "level": 0,
      "score": 0.2766688
    }
  ],
  "topics": [
    {
      "id": "T10712",
      "display_name": "Library Science and Information Literacy",
      "score": 0.9969
    },
    {
      "id": "T12863",
      "display_name": "Web and Library Services",
      "score": 0.9821
    },
    {
      "id": "T11813",
      "display_name": "Library Collection Development and Digital Resources",
      "score": 0.97
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.4324/9780203883006",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:36:41.218641",
  "source_database": "OpenAlex"
}