{
  "openalex_id": "W1536049935",
  "doi": null,
  "title": "Large Releases from CO2 Storage Reservoirs: A Discussion of Natural Analogs, FEPS, and Modeling Needs",
  "abstract": "Large Releases From CO 2 Storage Reservoirs: A Discussion of Natural Analogs, FEPs, And Modeling Needs J ens Birkholzer 1 , Karsten Pruess 1 , Jennifer Lewicki 1 , Jonny Rutqvist 1 , Chin-Fu Tsang 1 , Anhar Karimjee 2 Lawrence Berkeley National Laboratory, Berkeley, CA, USA U.S. Environmental Protection Agency, Washington D.C., USA Abstract While the purpose of geologic storage in deep saline formations is to trap greenhouse gases underground, the potential exists for CO 2 to escape from the target reservoir, migrate upward along permeable pathways, and discharge at the land surface. In this paper, we evaluate the potential for such CO 2 discharges based on the analysis of natural analogs, where large releases of gas have been observed. We are particularly interested in circumstances that could generate sudden, possibly self- enhancing release events. The probability for such events may be low, but the circumstances under which they occur and the potential consequences need to be evaluated in order to design appropriate site-selection and risk-management strategies. Numerical modeling of hypothetical test cases is suggested to determine critical conditions for large CO 2 releases, to evaluate whether such conditions may be possible at designated storage sites, and, if applicable, to evaluate the potential impacts of such events as well as design appropriate mitigation strategies. Introduction Large amounts of CO 2 would need to be injected into deep geological formations if geological sequestration is chosen as a viable option for reducing greenhouse gas emissions to the atmosphere. The extent of injected CO 2 plumes would be on the order of 100’s of km 2 , making it likely that caprock imperfections are encountered allowing some CO 2 to escape from the intended storage formation. At typical temperature and pressure conditions, CO 2 is less dense than water, and therefore is buoyant in most subsurface environments. Thus, leaking CO 2 would have the tendency to migrate upwards into the shallow subsurface and ultimately to the atmosphere. Discharge at the land surface is not necessarily a concern, as CO 2 is a naturally abundant and relatively benign gas in low concentrations. However, there is a potential risk to health, safety and environment (HSE) in the event that large localized fluxes of CO 2 were to occur. Large-magnitude releases of gas (e.g., CO 2 , natural gas) from depth to the near-surface environment that have occurred in natural settings can serve as analogs for the potential release of CO 2 from geologic storage sites. Analysis of these analogs provides important insight into the features, events, and processes (FEPs) associated with the CO 2 release, as well as the needs for further evaluation and modeling analysis. Methodology and Results Various natural analogs with large releases of CO 2 have been evaluated, placing emphasis on the geologic model for CO 2 accumulation, processes leading to the releases of CO 2 , pathways for migration, and type of release at the surface [1]. Table 1 gives a summary of these natural analogs and their key characteristics. Industrial analogs, which may include well blowouts during drilling of new wells or leakage along existing wells with insufficient plugs, have not been evaluated in this paper. While the large number of abandoned wells is a major concern for geological storage of CO 2 in depleted or near-depleted oil and gas reservoirs [2], they may be of smaller importance for deep saline formations, simply because deep wells are much less abundant. While detailed information on geologic models of natural CO 2 accumulation or migration pathways is often unavailable, a few general conclusions can be drawn from the analog summary in Table 1 with respect to the risk assessment of geologic storage of CO 2 . 1. Unsealed faults and fracture zones are the main pathways for gas migration in most natural analogs with large CO 2 discharge. It is thus mandatory to be able to predict qualitatively and quantitatively the fast upward flow of CO 2 in high-permeability zones that may extend from depth to surface. During upward migration, CO 2 is affected by transitions from super- to sub-critical conditions, phase changes between liquid and gaseous CO 2 , phase partitioning between water-rich and CO 2 -rich phases, and adiabatic cooling as a result of pressure decline. A series of hypothetical, yet realistic scenarios with fast CO 2 pathways should be modeled, while attempting to capture as much “thermodynamics” as possible (see “CO 2 Migration Along a Fault”). Such",
  "authors": [
    {
      "display_name": "Jens Birkhölzer",
      "id": "A5012376598",
      "orcid": "https://orcid.org/0000-0002-7989-1912",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "J. Birkholzer"
    },
    {
      "display_name": "Karsten Pruess",
      "id": "A5025301254",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "K. Pruess"
    },
    {
      "display_name": "Jennifer L. Lewicki",
      "id": "A5020648028",
      "orcid": "https://orcid.org/0000-0003-1994-9104",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "J.L. Lewicki"
    },
    {
      "display_name": "Jonny Rutqvist",
      "id": "A5034481707",
      "orcid": "https://orcid.org/0000-0002-7949-9785",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "J. Rutqvist"
    },
    {
      "display_name": "C.F. Tsang",
      "id": "A5070023363",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "C-F. Tsang"
    },
    {
      "display_name": "Anhar Karimjee",
      "id": "A5005518280",
      "orcid": "https://orcid.org/0000-0003-2758-2779",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "A. Karimjee"
    }
  ],
  "publication_year": 2008,
  "publication_date": "2008-05-22",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S2764971142",
    "display_name": "Lawrence Berkeley National Laboratory",
    "issn_l": null,
    "issn": null,
    "type": "journal",
    "host_organization": "https://openalex.org/P4320800592"
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C47737302",
      "display_name": "Greenhouse gas",
      "level": 2,
      "score": 0.6024422
    },
    {
      "id": "C39432304",
      "display_name": "Environmental science",
      "level": 0,
      "score": 0.5630317
    },
    {
      "id": "C2776608160",
      "display_name": "Natural (archaeology)",
      "level": 2,
      "score": 0.53657854
    },
    {
      "id": "C65440619",
      "display_name": "Atmosphere (unit)",
      "level": 2,
      "score": 0.42605782
    },
    {
      "id": "C59427239",
      "display_name": "Natural gas",
      "level": 2,
      "score": 0.41562206
    },
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.2684214
    },
    {
      "id": "C127313418",
      "display_name": "Geology",
      "level": 0,
      "score": 0.23865727
    },
    {
      "id": "C153294291",
      "display_name": "Meteorology",
      "level": 1,
      "score": 0.2000142
    },
    {
      "id": "C151730666",
      "display_name": "Paleontology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C111368507",
      "display_name": "Oceanography",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C121332964",
      "display_name": "Physics",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C178790620",
      "display_name": "Organic chemistry",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11302",
      "display_name": "CO2 Sequestration and Geologic Interactions",
      "score": 1.0
    },
    {
      "id": "T10894",
      "display_name": "Groundwater flow and contamination studies",
      "score": 0.9947
    },
    {
      "id": "T10995",
      "display_name": "Methane Hydrates and Related Phenomena",
      "score": 0.9923
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://escholarship.org/content/qt961519s7/qt961519s7.pdf?t=li5doq",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:53:17.859750",
  "source_database": "OpenAlex"
}