{
  "openalex_id": "W1537319390",
  "doi": "https://doi.org/10.7326/0003-4819-48-1-163",
  "title": "PRIMARY HYPERPARATHYROIDISM ASSOCIATED WITH PEPTIC ULCER: A REPORT OF TWO CASES",
  "abstract": "Case Reports1 January 1958PRIMARY HYPERPARATHYROIDISM ASSOCIATED WITH PEPTIC ULCER: A REPORT OF TWO CASESJAMES W. AGNA, M.D., RICHARD E. GOLDSMITH, M.D.JAMES W. AGNA, M.D.Search for more papers by this author, RICHARD E. GOLDSMITH, M.D.Search for more papers by this authorAuthor, Article, and Disclosure Informationhttps://doi.org/10.7326/0003-4819-48-1-163 SectionsAboutPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinkedInRedditEmail ExcerptINTRODUCTIONRecently two patients with primary hyperparathyroidism have been observed whose clinical manifestations were such that in both instances there was considerable delay in arriving at the correct diagnosis. In these two patients the clinical picture was that of peptic ulcer associated with gastroenteric symptoms of 20 years' duration. Because of these symptoms both patients underwent gastric resections before the hyperparathyroidism was recognized and corrected. It would appear warranted to report these two patients because the usual clinical manifestations related to skeletal and/or renal involvement associated with hyperparathyroidism were absent or were minor problems. A review of the literature shows...Bibliography1. AlbrightReifenstein FEC: The parathyroid glands and metabolic bone disease, 1948, The Williams and Wilkins Company, Baltimore. Google Scholar2. ChaplinClarkRopes HLDMW: Vitamin D intoxication, Am. J. M. Sc. 221: 369, 1951. CrossrefMedlineGoogle Scholar3. DoddGraubarthRapoport KHS: Hypercalcemic nephropathy and encephalopathy following immobilization: case report, Pediatrics 6: 124, 1950. MedlineGoogle Scholar4. GutmanSwensonParsons ABPCWB: The differential diagnosis of hyperparathyroidism, J. A. M. A. 103: 87, 1934. CrossrefGoogle Scholar5. Rogers HM: Parathyroid adenoma and hypertrophy of parathyroids, J. A. M. A. 130: 22, 1946. CrossrefMedlineGoogle Scholar6. RogersKeatingMaelockBarker HMFRCGNW: Primary hypertrophy and hyperplasia of the parathyroid glands associated with duodenal ulcer; report of an additional case with special reference to metabolic, gastrointestinal, and vascular manifestations, Arch. Int. Med. 79: 307, 1947. CrossrefGoogle Scholar7. Black BM: Hyperparathyroidism, 1954, Charles C Thomas, Publisher, Springfield, Illinois. Google Scholar8. Hellstrom J: Primary hyperparathyroidism, Acta endocrinol. 16: 30, 1954. CrossrefMedlineGoogle Scholar9. SchneiderRobnett RWAH: Diagnosis of obscure hyperparathyroidism, Cleveland Clin. Quart. 18: 66, 1951. CrossrefGoogle Scholar10. TsumoriJensenHunnicuttForemanKinsell HEAJNLW: Juvenile hyperparathyroidism in association with peptic ulcer, J. Clin. Endocrinol. and Metabolism 15: 1141, 1955. CrossrefGoogle Scholar11. Schiffrin MJ: Relationship between parathyroid and the gastric glands in the dog, Am. J. Physiol. 135: 660, 1942. CrossrefGoogle Scholar12. FitzHallman TEBL: Mental changes associated with hyperparathyroidism; report of two cases, Arch. Int. Med. 89: 547, 1952. CrossrefGoogle Scholar13. LeeMcElhinneyGall CMWTEA: Unusual manifestations of parathyroid adenoma, Arch. Surg. 71: 475, 1955. CrossrefGoogle Scholar14. Harmon M: Parathyroid adenoma in a child, Am. J. Dis. Child. 91: 313, 1956. CrossrefGoogle Scholar15. Walton RL: Neonatal tetany in 2 siblings, effect of maternal hyperparathyroidism, Pediatrics 13: 227, 1954. MedlineGoogle Scholar16. SpingarnGeist CLSH: Hyperparathyroidism and pregnancy, J. A. M. A. 113: 2387, 1939. Google Scholar17. Van Arsdel PD: Maternal hyperparathyroidism as a cause of neonatal tetany, J. Clin. Endocrinol. and Metabolism 15: 680, 1955. CrossrefGoogle Scholar18. BruceStrong JJW: Maternal hyperparathyroidism and parathyroid deficiency in the child, Quart. J. Med. 24: 307, 1956. Google Scholar This content is PDF only. To continue reading please click on the PDF icon. Author, Article, and Disclosure InformationAffiliations: Cincinnati, Ohio*Received for publication July 7, 1956.From the Department of Medicine, Metabolism Laboratory, University of Cincinnati College of Medicine, and the Radioisotope Service, Veterans Administration Hospital, Cincinnati, Ohio.†Public Health Service Fellow of National Heart Institute.Requests for reprints should be addressed to James W. Agna, M.D., Department of Internal Medicine, Cincinnati General Hospital, Cincinnati 29, Ohio. PreviousarticleNextarticle Advertisement FiguresReferencesRelatedDetails Metrics Cited byPeptic Ulcer in Primary Hyperparathyroidism An Analysis of Fifty-two CasesW. T. WILDER, M.D., BOY FRAME, M.D., F.A.C.P., W. S. HAUBRICH, M.D.Peptic ulceration with associated endocrine tumors 1 January 1958Volume 48, Issue 1Page: 163-170KeywordsGastroenterology and hepatologyHeartHospital medicineHyperparathyroidismMedical servicesPeptic ulcersResearch laboratoriesUlcers ePublished: 1 December 2008 Issue Published: 1 January 1958 PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "James W. Agna",
      "id": "A5052147198",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "J W AGNA"
    },
    {
      "display_name": "R Goldsmith",
      "id": "A5113566909",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "R E GOLDSMITH"
    }
  ],
  "publication_year": 1958,
  "publication_date": "1958-01-01",
  "type": "article",
  "cited_by_count": 5,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S119722071",
    "display_name": "Annals of Internal Medicine",
    "issn_l": "0003-4819",
    "issn": [
      "0003-4819",
      "1539-3704"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316812"
  },
  "volume": "48",
  "issue": "1",
  "first_page": "163",
  "last_page": "163",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.9745406
    },
    {
      "id": "C2779053571",
      "display_name": "Primary hyperparathyroidism",
      "level": 2,
      "score": 0.807726
    },
    {
      "id": "C2780656511",
      "display_name": "Peptic ulcer",
      "level": 2,
      "score": 0.67203224
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.5316487
    },
    {
      "id": "C2775945674",
      "display_name": "Hyperparathyroidism",
      "level": 2,
      "score": 0.52013427
    },
    {
      "id": "C90924648",
      "display_name": "Gastroenterology",
      "level": 1,
      "score": 0.5120335
    },
    {
      "id": "C2779390736",
      "display_name": "Peptic",
      "level": 3,
      "score": 0.46777597
    }
  ],
  "topics": [
    {
      "id": "T10516",
      "display_name": "Parathyroid Disorders and Treatments",
      "score": 0.9971
    },
    {
      "id": "T11991",
      "display_name": "Soft tissue tumor case studies",
      "score": 0.9619
    },
    {
      "id": "T12876",
      "display_name": "Potassium and Related Disorders",
      "score": 0.9312
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.7326/0003-4819-48-1-163",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:36:20.755135",
  "source_database": "OpenAlex"
}