{
  "openalex_id": "W1532040293",
  "doi": "https://doi.org/10.1515/ci.2007.29.3.25a",
  "title": "Biorefineries–Industrial Processes and Products: Status Quo and Future Directions",
  "abstract": "Editors's Preface. Foreword (Henning Hopf). Foreword (Paul T. Anastas). List of Contributors. Volume 1. Part I Background and Outline - Principles and Fundamentals. 1 Biorefinery Systems - An Overview (Birgit Kamm, Michael Kamm, Patrick R. Gruber, and Stefan Kromus). 1.1 Introduction. 1.2 Historical Outline 1.3 Situation. 1.4 Principles of Biorefineries. 1.5 Biorefinery Systems and Design. 1.6 Outlook and Perspectives. References. 2 Biomass Refining Global Impact - The Biobased Economy of the 21st Century (Bruce E. Dale and Seungdo Kim). 2.1 Introduction. 2.2 Historical Outline. 2.3 Supplying the Biorefinery. 2.4 How Will Biorefineries Develop Technologically? 2.5 Sustainability of Integrated Biorefining Systems. 2.6 Conclusions. Acknowledgements. References. 3 Development of Biorefineries - Technical and Economic Considerations (Bill Dean, Tim Dodge, Fernando Valle, and Gopal Chotani). 3.1 Introduction. 3.2 Overview: The Biorefinery Model. 3.3 Feedstock and Conversion to Fermentable Sugar. 3.4 Technical Challenges. 3.5 Conclusions. Acknowledgments. References. 4 Biorefineries for the Chemical Industry - A Dutch Point of View (Ed de Jong, Rene van Ree Rea, Robert van Tuil, and Wolter Elbersen). 4.1 Introduction. 4.2 Historical Outline - The Chemical Industry: Current Situation and Perspectives. 4.3 Biomass: Technology and Sustainability. 4.4 The Chemical Industry: Biomass Opportunities - Biorefineries. 4.5 Conclusions, Outlook, and Perspectives. References. Part II Biorefinery Systems. Lignocellulose Feedstock Biorefinery. 5 The Lignocellulosic Biorefinery - A Strategy for Returning to a Sustainable Source of Fuels and Industrial Organic Chemicals (L. Davis Clements and Donald L. Van Dyne). 5.1 The Situation. 5.2 The Strategy. 5.3 Comparison of Petroleum and Biomass Chemistry. 5.4 The Chemistry of the Lignocellulosic Biorefinery. 5.5 Examples of Integrated Biorefinery Applications. 5.6 Summary. References. 6 Lignocellulosic Feedstock Biorefinery: History and Plant Development for Biomass Hydrolysis (Raphael Katzen and Daniel J. Schell). 6.1 Introduction. 6.2 Hydrolysis of Biomass Materials. 6.3 Acid Hydrolysis Processes. 6.4 Enzymatic Hydrolysis Process. 6.5 Conclusion. References. 7 The Biofine Process - Production of Levulinic Acid, Furfural, and Formic Acid from Lignocellulosic Feedstocks (Daniel J. Hayes, Steve Fitzpatrick, Michael H.B. Hayes, and Julian R.H. Ross). 7.1 Introduction. 7.2 Lignocellulosic Fractionation. 7.3 The Biofine Process. 7.4 Conclusion. References. Whole Crop Biorefinery. 8 A Whole Crop Biorefinery System: A Closed System for the Manufacture of Non-food Products from Cereals (Apostolis A. Koutinas, Rouhang Wang, Grant M. Campbell, and Colin Webb). 8.1 Intro. 8.2 Biorefineries Based on Wheat. 8.3 A Biorefinery Based on Oats. 8.4 Summary. References. Fuel-oriented Biorefineries. 9 Iogen's Demonstration Process for Producing Ethanol from Cellulosic Biomass (Jeffrey S. Tolan). 9.1 Introduction. 9.2 Process Overview. 9.3 Feedstock Selection. 9.4 Pretreatment. 9.5 Cellulase Enzyme Production. 9.6 Cellulose Hydrolysis. 9.7 Lignin Processing. 9.8 Sugar Fermentation and Ethanol Recovery. References. 10 Sugar-based Biorefinery - Technology for Integrated Production of Poly(3-hydroxybutyrate), Sugar, and Ethanol (Carlos Eduardo Vaz Rossell, Paulo E. Mantelatto, Jose A.M. Agnelli, and Jefter Nascimento). 10.1 Introduction. 10.2 Sugar Cane Agro Industry in Brazil - Historical Outline. 10.3 Biodegradable Plastics from Sugar Cane. 10.4 Poly(3-Hydroxybutyric Acid) Production Process. 10.5 Outlook and Perspectives. References. Biorefineries Based on Thermochemical Processing. 11 Biomass Refineries Based on Hybrid Thermochemical-Biological Processing - An Overview (Robert C. Brown). 11.1 Introduction. 11.2 Historical Outline. 11.3 Gasification-Based Systems. 11.4 Fast Pyrolysis-based Systems. 11.5 Outlook and Perspectives. References. Green Biorefineries. 12 The Green Biorefiner Concept - Fundamentals and Potential (Stefan Kromus, Birgit Kamm, Michael Kamm, Paul Fowler, and Michael Narodoslawsky). 12.1 Introduction. 12.2 Historical Outline. 12.3 Green Biorefinery Raw Materials. 12.4 Green Biorefinery Concept. 12.5 Processes and Products. 12.6 Green Biorefinery - Economic and Ecological Aspects. 12.7 Outlook and Perspectives. Acknowledgment. References. 13 Plant Juice in the Biorefinery - Use of Plant Juice as Fermentation Medium (Margrethe Andersen, Pauli Kiel, and Mette Hedegaard Thomsen). 13.1 Introduction. 13.2 Historical Outline. 13.3 Biobased Poly(lactic Acid). 13.4 Materials and Methods. 13.5 Brown Juice. 13.6 Potato Juice. 13.7 Carbohydrate Source. 13.8 Purification of Lactic Acid. 13.9 Conclusion and Outlook. Acknowledgments. References. Part III Biomass Production and Primary Biorefineries. 14 Biomass Commercialization and Agriculture Residue Collection (James Hettenhaus). 14.1 Introduction. 14.2 Historical Outline. 14.3 Biomass Value. 14.4 Sustainable Removal. 14.5 Innovative Methods for Collection, Storage and Transport. 14.6 Establishing Feedstock Supply. 14.7 Perspectives and Outlook. References. 15 The Corn Wet Milling and Corn Dry Milling Industry - A Base for Biorefinery Technology Developments (Donald L. Johnson). 15.1 Introduction. 15.2 The Corn Refinery. 15.3 The Modern Corn Refinery. 15.4 Carbohydrate Refining. 15.5 Outlook and Perspectives. References. Part IV Biomass Conversion: Processes and Technologies. 16 Enzymes for Biorefineries (Sarah A. Teter, Feng Xu, Glenn E. Nedwin, and Joel R. Cherry). 16.1 Introduction. 16.2 Biomass as a Substrate. 16.3 Enzymes Involved in Biomass Biodegradation. 16.4 Cellulase Development for Biomass Conversion. 16.5 Expression of Cellulases. 16.6 Range of Biobased Products. 16.7 Biorefineries: Outlook and Perspectives. References. 17 Biocatalytic and Catalytic Routes for the Production of Bulk and Fine Chemicals from Renewable Resources (Thomas Willke, Ulf Pruse, and Klaus-Dieter Vorlop). 17.1 Introduction. 17.2 Historical Outline. 17.3 Processes. References. Subjcet Index. Volume 2. Part I Biobased Product Family Trees. Carbohydrate-based Product Lines. 1 The Key Sugars of Biomass: Availability, Present Non-Food Uses and Potential Future Development Lines (Frieder W. Lichtenthaler). 2 Industrial Starch Platform - Status quo of Production, Modification and Application (Dietmar R. Grull, Franz Jetzinger, Martin Kozich, Marnik M. Wastyn, and Robert Wittenberger). 3 Lignocellulose-based Chemical Products and Product Family Trees (Birgit Kamm, Michael Kamm, Matthias Schmidt, Thomas Hirth, and Margit Schulze). Lignin Line and Lignin-based Product Family Trees. 4 Lignin Chemistry and its Role in Biomass Conversion (Gosta Brunow). 5 Industrial Lignin Production and Applications (E. Kendall Pye). Protein Line and Amino Acid-based Product Family Trees. 6 Towards Integration of Biorefinery and Microbial Amino Acid Production (Achim Marx, Volker F. Wendisch, Ralf Kelle, and Stefan Buchholz). 7 Protein-based Polymers: Mechanistic Foundations for Bioproduction and Engineering (Dan W. Urry). Biobased Fats (Lipids) and Oils. 8 New Syntheses with Oils and Fats as Renewable Raw Materials for the Chemical Industry (Ursula Biermann, Wolfgang Friedt, Siegmund Lang, Wilfried Luhs, Guido Machmuller, Jurgen O. Metzger, Mark Rusch gen. Klaas, Hans J. Schafer, Manfred P. Schneider). 9 Industrial Development and Application of Biobased Oleochemicals (Karlheinz Hill). Special Ingredients and Subsequent Products. 10 Phytochemicals, Dyes, and Pigments in the Biorefinery Context (George A. Kraus). 11 Adding Color to Green Chemistry? An Overview of the Fundamentals and Potential of Chlorophylls (Mathias O. Senge and Julia Richter). Part II Biobased Industrial Products, Materials and Consumer Products. 12 Industrial Chemicals from Biomass - Industrial Concepts (Johan Thoen and Rainer Busch). 13 Succinic Acid - A Model Building Block for Chemical Production from Renewable Resources (Todd Werpy, John Frye, and John Holladay). 14 Polylactic Acid from Renewable Resources (Patrick Gruber, David E. Henton, and Jack Starr). 15 Biobased Consumer Products for Cosmetics (Thomas C. Kripp). Part III Biobased Industry: Economy, Commercialization and Sustainability. 16 Industrial Biotech - Setting Conditions to Capitalize on the Economic Potential (Rolf Bachmann and Jens Riese). Subject Index.",
  "authors": [
    {
      "display_name": "Birgit Kamm",
      "id": "A5011608242",
      "orcid": "https://orcid.org/0000-0002-7878-4971",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Birgit Kamm"
    },
    {
      "display_name": "Patrick R. Gruber",
      "id": "A5113491152",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Patrick R. Gruber"
    },
    {
      "display_name": "Michael A. Kamm",
      "id": "A5081952210",
      "orcid": "https://orcid.org/0000-0003-3319-7199",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Michael Kamm"
    }
  ],
  "publication_year": 2007,
  "publication_date": "2007-01-01",
  "type": "article",
  "cited_by_count": 525,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S2764701876",
    "display_name": "Chemistry International",
    "issn_l": "0193-6484",
    "issn": [
      "0193-6484",
      "1365-2192"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310321427"
  },
  "volume": "29",
  "issue": "3",
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://www.degruyter.com/document/doi/10.1515/ci.2007.29.3.25a/pdf",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2776748549",
      "display_name": "Status quo",
      "level": 2,
      "score": 0.92901933
    },
    {
      "id": "C144133560",
      "display_name": "Business",
      "level": 0,
      "score": 0.54738986
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.16900077
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.03177175
    }
  ],
  "topics": [
    {
      "id": "T10171",
      "display_name": "Biofuel production and bioconversion",
      "score": 0.9634
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1515/ci.2007.29.3.25a",
  "pdf_url": "https://www.degruyter.com/document/doi/10.1515/ci.2007.29.3.25a/pdf",
  "retrieved_date": "2025-07-30T15:58:50.586382",
  "source_database": "OpenAlex"
}