{
  "openalex_id": "W1541227289",
  "doi": null,
  "title": "Small Animal Medical Diagnosis",
  "abstract": "The Problem-Oriented Approach (Michael D. Lorenz). Part One GENERAL (POLYSYSTEMIC) PROBLEMS. Pyrexia (Fever) ( Michael D. Lorenz). Disturbances of Food Intake: Anorexia and Polyphagia (Michael D. Lorenz). Episodic Weakness (Michael D. Lorenz). Polydispsia and Polyuria (Michael D. Lorenz). Part Two BEHAVIORAL PROBLEMS. Misdirected Aggression (John E Oliver). Self-Mutilation (Michael D. Lorenz). Coprophagy and Pica (Michael D. Lorenz). Urine Spraying in Cats (Jeanne A. Barsanti). Part Three CONFORMATIONAL PROBLEMS. Abdominal Distention (Larry. Edema (Craig E. Greene). Retarded Growth (Michael D. Lorenz). Weight Loss (Michael D. Lorenz). Obesity (Michael D. Lorenz). Part Four DERMATOLOGIC PROBLEMS. Pruritus (Michael D. Lorenz). Doagnostic Significance of Various Skin Lesions (Michael D. Lorenz). Alopecia (Michael D. Lorenz). Abnormalities of skin, Hair, and Mucous Membrane Pigmentation (Michael D. Lorenz). Part Five HEMATOLYMPHATIC PROBLEMS. Prolonged Bleeding (Craig E. Greene). Lymphadenopathy (Criag E. Greene). Part Six CARDIOVASCULAR PROBLEMS. Disturbances of the Heart: Rate, Rhythm, and Pulse (Clay A. Calvert). Heart Murmurs (Clay A. Calvert). Pale Mucous Membranes (Clay A Calvert). Cyanosis (Clay A. Clavert). Part Seven RESPIRATORY PROBLEMS. Coughing (Larry M. Cornelius). Dyspnea (Larry M. Cornelius). Hemoptysis (Larry M. Cornelius). Abnonmal Lung Sounds (Larry M. Cornelius). Sneezing and Nasal Discharge (Michael R. Lappin). Part Eight DIGESTIVE PROBLEMS. Ptyalism (Larry M. Cornelius). Dysphagia (Larry M. Cornelius). Vomiting and Regurgitation (Larry M Cornelius). Diarrhea (Larry M. Cornelius and Michael D. Lorenz). Constripation (Michael D. Lorenz). Flatulence (Michael D Lorenz). Abdominal Pain (Laine A. Cowan). Icterus (Larry M. Cornelius). Part Nine UROLOGIC PROBLEMS. Abnormal Micturition: Dysuria, Pollakiuria, and Stranguria (Michael D. Lorenz). Discolored Urine (Michael D. Lorenz). Uninary Incontinence (Jeanne A. Barsanti). Part Ten: REPRODUCTIVE PROBLEMS. Vaginial and Preputial Discharges (Jeanne A. Barsanti). Abnormalities of the External Genitalia (Jeanne A Barsanti). Abortion, Abnormal Estrous Cycle, Infertility (Jeanne A Barsanti). Part Eleven MUSCULOSKELETAL PROBLEMS. Lameness (Jonathan N. Chambers). Bone, Joint, and Periskeletal Swelling or Enlargement (James P. Toombs). Pain (Dennis N. Aron). Part Twelve NEUROLOGICIC OR PROBLEMS. Paresis or Paralysis (John E. Oliver). Ataxia (Johyn E. Oliver). Head Tilt (John E. Oliver). Collapse (Seizures and Syncope) (John E. Oliver). Coma (John E. Oliver). Part Thirteen SPECIAL SENSATION PROBLEMS. Blindness (Charles L. Martin). Problem-Oriented Ophthalmology: Anisocoria (Charles L. Martin). Abnormal Ocular Movement and Position (Charles L. Martin). Red Watery Eyes (Charles L. Martin). Ocular Pain and Blepharospasm (Charles L. Martin). Abnormal Cornea and Lens (Charles L. Martin). Loss of Sense of Smell (John E. Oliver). Deafness (John E. Oliver). Part Fourteen LABORATORY-DEFINED PROBLEMS. Hematologic Problems (Craig E. Greene). Abnormalities of the Standard Biochemical Profile (Larry M. Cornelius). Urine Analysis (Jeanne a. Barsanti). Abnormal Blood Gases, pH, and Anion Gap (Larry M. Cornelius). Index",
  "authors": [
    {
      "display_name": "Michael D. Lorenz",
      "id": "A5064468230",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Michael D. Lorenz"
    },
    {
      "display_name": "Larry M. Cornelius",
      "id": "A5108531777",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Larry M. Cornelius"
    }
  ],
  "publication_year": 1995,
  "publication_date": "1995-01-17",
  "type": "book",
  "cited_by_count": 15,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "",
    "display_name": "",
    "issn_l": "",
    "issn": [],
    "type": "",
    "host_organization": ""
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.32899538
    }
  ],
  "topics": [
    {
      "id": "T13374",
      "display_name": "Hematological disorders and diagnostics",
      "score": 0.7681
    },
    {
      "id": "T10613",
      "display_name": "Virus-based gene therapy research",
      "score": 0.762
    },
    {
      "id": "T11688",
      "display_name": "Microbial infections and disease research",
      "score": 0.7437
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "http://ci.nii.ac.jp/ncid/BA37808123",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:23:50.986419",
  "source_database": "OpenAlex"
}