{
  "openalex_id": "W1542560138",
  "doi": "https://doi.org/10.5860/choice.49-1073",
  "title": "Evangelicalism and the politics of reform in northern black thought, 1776-1863",
  "abstract": "(ProQuest: ... denotes non-US-ASCII text omitted.)Working with W. E. B. DuBois's classic dialectic of double-consciousness--being black, being American (The Souls of Black Folk in Three Negro Classics [New York: Avon Books, 1965], 215)--Rita Roberts explores important role evangelicalism played in the development of American identity for a prominent northern black minority during the antebellum era (12). Her eight-decade study in intellectual history draws upon nearly seventy public intellectuals, mostly male, about a third of whom were clergy and the rest laity, in African American Protestantism. She highlights the interplay of religion and politics, race and class, and to a lesser extent gender in the evolution of a distinct gestalt of black evangelicalism. It emerged interactively within the larger complex of Anglo-American evangelical theology by sharing the central tenets of biblical authority, conversionism (8), Christ-centered redemption, and active responsibility for family and society. That definition Roberts reiterates throughout the six chapters. Within the diversity of African-American discourse her approach allows black evangelicalism to harmonize Christian republicanism with social reform to counter the expansion of slavery, with its conflicting strategies for citizenship and for confronting scientific racism and with varied responses to the colonization, emigration movements, and antislavery politics. Separating her thesis from the construct of black nationalism, Roberts, nonetheless, imposes the template of evangelicalism over virtually the same thematic subjects but with assimilationist assumptions.Her work demonstrates considerable skill in mastering the debates and exchanges of the representative characters; in showing differing nuances of thought between generations; in allowing for shifts in perspectives over time with some individuals; and in featuring illuminating passages by the writers. Roberts contends that there was a parallel assimilative process to that of Europeans into white American identity--articulated by De Crevecoeur--in the ways West and Central African slaves intermixed customs, languages, survival strategies, and the appropriation and reshaping of evangelical Christianity to become Africans and eventually colored Americans (106, 123-24). While repeatedly insisting on how crucial the evangelical mode of theology and experience was for northern black people, the author works hard not to obscure the diversity of thought among her central players. Her fourth chapter is entitled We Do Not All of Us Think Alike. One way she was able to show differences between the varying figures was to extend the conversation beyond the better known spokesmen like David Walker, Richard Allen, Frederick Douglass, James Forten, Sr., Absalom Jones, Henry Highland Garnet, and Martin Delany to a dozen important but less familiar figures. Congregationalist and Presbyterian ministers like Samuel Cornish, James W. C. Pennington, Lemuel Haynes, Theodore Wright, and Charles B. Ray and AME Zion preacher Hosea Easton join Maria Stewart, Mary Ann Shadd Cary, and Frances Ellen Watkins Harper who voiced women's perspectives. Laymen Charles Remond, William Whipper and, foremost of all, medical doctor James McCune Smith likewise demonstrated how evangelical assumptions interacted with their social and political views. …",
  "authors": [
    {
      "display_name": "Rita Roberts",
      "id": "A5022682899",
      "orcid": null,
      "institutions": [
        {
          "id": "I131651094",
          "display_name": "University of Denver",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Rita Roberts"
    }
  ],
  "publication_year": 2011,
  "publication_date": "2011-10-01",
  "type": "article",
  "cited_by_count": 6,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S2764375719",
    "display_name": "Choice Reviews Online",
    "issn_l": "0009-4978",
    "issn": [
      "0009-4978",
      "1523-8253",
      "1943-5975"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316146"
  },
  "volume": "49",
  "issue": "02",
  "first_page": "49",
  "last_page": "1073",
  "open_access": {
    "is_oa": true,
    "oa_status": "green",
    "oa_url": "https://digitalcommons.lsu.edu/cgi/viewcontent.cgi?article=2660&context=cwbr",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.83175826
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.43372685
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.4226566
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.1933603
    }
  ],
  "topics": [
    {
      "id": "T12765",
      "display_name": "Race, History, and American Society",
      "score": 0.7897
    },
    {
      "id": "T13445",
      "display_name": "American Constitutional Law and Politics",
      "score": 0.7667
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.5860/choice.49-1073",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:43:05.720932",
  "source_database": "OpenAlex"
}