{
  "openalex_id": "W1558985731",
  "doi": "https://doi.org/10.5860/choice.44-2796",
  "title": "The Sage handbook of organization studies",
  "abstract": "PART ONE: THEORIZING THE FIELD Organizational Theorizing - Michael Reed A Historically Contested Terrain Ecological Approaches to Organizations - Joel A C Baum and Andrew V Shipilov Organizational Economics - Jay B Barney and William Hesterly Understanding the Relationship between Organizations and Economic Analysis Meso Organizational Behavior - D Brent Smith, Benjamin Schneider and Marcus W Dickson Comments on the Third Paradigm Complexity Science and Organization Studies - Steve Maguire, Bill McKelvey, Laurent Mirabeau and Nail Oztas Institutions and Institutional Work - Thomas B Lawrence and Roy Suddaby Critical Theory and Postmodernism Approaches to Organizational Studies - Mats Alvesson and Stanley Deetz From the 'Woman's' Point of View' Ten Years Later - Marta B Calas and Linda Smircich Towards a Feminist Organization Studies Data in Organization Studies - Ralph Stablein Making Organization Research Matter - Bent Flyvbjerg Power, Values, and Phronesis Researching Organizations Using Action Research - Colin Eden and Chris Huxham The Philosophy of the Social Sciences in Organizational Studies - Stephen P Turner Representation and Reflexivity - Stewart Clegg and Cynthia Hardy PART TWO: EXPLORING THE ISSUES Leadership in Organizations - Ken W Parry and Alan Bryman Perspectives on Organizational Decision-Making - Susan J Miller and David C Wilson A Decision Perspective on Organizations - Margaret A Neale, Ann E Tenbrunsel, Tiffany Galvin and Max H Bazerman Social Cognition, Behavioral Decision Theory and the Psychological Links to Micro and Macro Organizational Behaviour Diverse Identities in Organizations - Stella M Nkomo and Marcus Stewart Revisiting Metaphors of Organizational Communication - Linda L. Putnam and Suzanne Boys Beyond Contingency - Rita Gunther McGrath From Structure to Structuring in the Design of the Contemporary Organization Organizing for Innovation in the 21st Century - Deborah Dougherty The New Corporate Environmentalism and Green Politics - John Jermier, Linda Forbes, Suzanne Benn and Renato Orsato Green Politics and Critical-Reflective Organizational Systems Globalization - Barbara Parker and Stewart Clegg Emotion and Organizing - Stephen Fineman Exploring the Aesthetic Side of Organizational Life - Pasquale Gagliardi Organizational Culture - Joanne Martin, Peter J Frost and Olivia A O'Neill Beyond Struggles for Intellectual Dominance Some Dare Call It Power - Cynthia Hardy and Stewart Clegg Networks and Organizations - Kelley A Porter and Walter W Powell The Effect of Rhetoric on Competitive Advantage: Knowledge, Rhetoric and Resource-Based Theory - John A A Sillince Radical Organizational Change - Royston Greenwood and C R Hinings Seeing Organizations Differently - Peter J Frost, Jane E Dutton, Sally Maitlis, Jacoba M Lilius, Jason M Kanov and Monica C Worline Three Lenses on Compassion",
  "authors": [
    {
      "display_name": "Stewart Clegg",
      "id": "A5080767366",
      "orcid": "https://orcid.org/0000-0001-6083-4283",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Stewart R. Clegg"
    },
    {
      "display_name": "Cynthia Hardy",
      "id": "A5015191396",
      "orcid": "https://orcid.org/0000-0002-2612-7304",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Cynthia Hardy"
    },
    {
      "display_name": "Thomas B. Lawrence",
      "id": "A5042427835",
      "orcid": "https://orcid.org/0000-0002-8342-6730",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Thomas B. Lawrence"
    },
    {
      "display_name": "Walter R. Nord",
      "id": "A5023066119",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Walter R. Nord"
    }
  ],
  "publication_year": 2007,
  "publication_date": "2007-01-01",
  "type": "article",
  "cited_by_count": 649,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S2764375719",
    "display_name": "Choice Reviews Online",
    "issn_l": "0009-4978",
    "issn": [
      "0009-4978",
      "1523-8253",
      "1943-5975"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316146"
  },
  "volume": "44",
  "issue": "05",
  "first_page": "44",
  "last_page": "2796",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2775870830",
      "display_name": "SAGE",
      "level": 2,
      "score": 0.87047756
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.35303146
    },
    {
      "id": "C121332964",
      "display_name": "Physics",
      "level": 0,
      "score": 0.029135495
    },
    {
      "id": "C185544564",
      "display_name": "Nuclear physics",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11810",
      "display_name": "Complex Systems and Decision Making",
      "score": 0.5372
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.5860/choice.44-2796",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:56:23.062025",
  "source_database": "OpenAlex"
}