{
  "openalex_id": "W1559005508",
  "doi": null,
  "title": "Wound Care Essentials: Practice Principles",
  "abstract": "Part I-Wound Care Concepts 1 Quality of Life and Ethical Issues --Mona Mylene Baharestani 2 Regulation and Wound Care --Dan R. Berlowitz, Denise Israel-Richardson, and Courtney H. Lyder 3 Legal Aspects of Wound Care --Steven P. Knowlton and Gregory Brown 4 Skin: An Essential Organ --Sharon Baranoski, Elizabeth A. Ayello, Marjana Tomic-Canic, and Jeffrey M. Levine 5 Acute and Chronic Wound Healing --Samantha Holloway, Keith Harding, Joyce K. Stechmiller, and Gregory Schultz 6 Wound Assessment --Sharon Baranoski, Elizabeth A. Ayello, and Diane K. Langemo 7 Wound Bioburden and Infection --Sue E. Gardner and Rita A. Frantz 8 Wound Debridement --Elizabeth A. Ayello, Sharon Baranoski, R. Gary Sibbald, and Janet E. Cuddigan 9 Wound Treatment Options --Sharon Baranoski, Elizabeth A. Ayello, Andrea McIntosh, Linda Montoya, and Pamela Scarborough 10 Nutrition and Wound Care --Mary Ellen Posthauer and David R. Thomas 11 Pressure Redistribution: Seating, Positioning, and Support Surfaces --David M. Brienza, Mary Jo Geyer, Stephen Sprigle, and Karen Zulkowski 12 Pain Management and Wounds --Linda E. Dallam, Christine Barkauskas, Elizabeth A. Ayello, Sharon Baranoski, and R. Gary Sibbald Part II-Wound Classifications and Management Strategies 13 Pressure Ulcers --Elizabeth A. Ayello, Sharon Baranoski, Courtney H. Lyder, Janet E. Cuddigan, and Wendy S. Harris 14 Venous Disease and Lymphedema Management Venous Disease --Mary Y. Sieggreen and Ronald A. Kline Lymphedema --Carolyn E. Fife, Mary Y. Sieggreen, and Ronald A. Kline 15 Arterial Ulcers --Mary Y. Sieggreen, Ronald A. Kline, R. Gary Sibbald, and Gregory Ralph Weir 16 Diabetic Foot Ulcers --Lawrence A. Lavery, James B. McGuire, Sharon Baranoski, Elizabeth A. Ayello, and Steven R. Kravitz 17 Sickle Cell Ulcers --Terry Treadwell 18 Surgical Reconstruction of Wounds --Joyce M. Black and Steven B. Black 19 Tube, Drain, and Fistula Management --Paula Erwin-Toth and Linda J. Stricker 20 Atypical Wounds --David Weinstein, Tami de Araujo, and Robert S. Kirsner 21 Wounds in Special Populations Intensive Care Population --Janet E. Cuddigan Spinal Cord Injury Population --Susan L. Garber HIV/AIDS Population --Carl A. Kirton Bariatric Population --Janet E. Cuddigan and Sharon Baranoski 22 Pressure Ulcers in Neonatal and Pediatric Populations --Mona Mylene Baharestani 23 Palliative Wound Care --Diane K. Langemo 24 Wound Care Perspectives: Present and Future ---Sharon Baranoski and Elizabeth A. Ayello Index",
  "authors": [
    {
      "display_name": "Sharon Baranoski",
      "id": "A5042872313",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Sharon Baranoski"
    },
    {
      "display_name": "Elizabeth A. Ayello",
      "id": "A5028686991",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Elizabeth A. Ayello"
    }
  ],
  "publication_year": 2006,
  "publication_date": "2006-09-01",
  "type": "book",
  "cited_by_count": 114,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "",
    "display_name": "",
    "issn_l": "",
    "issn": [],
    "type": "",
    "host_organization": ""
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2993807428",
      "display_name": "Wound care",
      "level": 2,
      "score": 0.6662326
    },
    {
      "id": "C2781392513",
      "display_name": "Lymphedema",
      "level": 4,
      "score": 0.54508495
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.5170339
    },
    {
      "id": "C52119013",
      "display_name": "Art history",
      "level": 1,
      "score": 0.38663316
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.35813862
    },
    {
      "id": "C74909509",
      "display_name": "Gerontology",
      "level": 1,
      "score": 0.33895844
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.31482375
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.098817885
    },
    {
      "id": "C121608353",
      "display_name": "Cancer",
      "level": 2,
      "score": 0.0
    },
    {
      "id": "C530470458",
      "display_name": "Breast cancer",
      "level": 3,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11670",
      "display_name": "Pressure Ulcer Prevention and Management",
      "score": 0.8209
    },
    {
      "id": "T11227",
      "display_name": "Diabetic Foot Ulcer Assessment and Management",
      "score": 0.7285
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "http://ci.nii.ac.jp/ncid/BB08229505",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:36:41.194199",
  "source_database": "OpenAlex"
}