{
  "openalex_id": "W1552604346",
  "doi": "https://doi.org/10.5860/choice.45-3296",
  "title": "Chasing the American dream: new perspectives on affordable homeownership",
  "abstract": "Providing decent, safe, and affordable housing to low- and moderate-income families has been an important public policy goal for more than a century. In recent years there has been a clear shift of emphasis among policymakers from a focus on providing affordable rental units to providing affordable homeownership opportunities. Due in part to programs introduced by the Clinton and Bush administrations, the nation's homeownership rate is currently at an all-time high. Does a house become a home only when it comes with a deed attached? Is participation in the real-estate market a precondition to engaged citizenship or wealth creation? The real estate industry's marketing efforts and government policy initiatives might lead one to believe so. The shift in emphasis from rental subsidies to affordable homeownership opportunities has been justified in many ways. Claims for the benefits of homeownership have been largely accepted without close scrutiny. But is homeownership always beneficial for low-income Americans, or are its benefits undermined by the difficulties caused by unfavorable mortgage terms and by the poor condition or location of the homes bought? Chasing the American Dream provides a critical assessment of affordable homeownership policies and goals. Its contributors represent a variety of disciplinary perspectives and offer a thorough understanding of the economic, social, political, architectural, and cultural effects of homeownership programs, as well as their history. The editors draw together the assessments included in this book to prescribe a plan of action that lays out what must be done to make homeownership policy both effective and equitable. Contributors: Eric S. Belsky, Harvard University; Charles C. Bohl, University of Miami; Rachel G. Bratt, Tufts University; J. Michael Collins, Policy Lab Consulting Group, LLC; Walter Davis, Statistics New Zealand; Mark Duda, Harvard University; Avi Friedman, McGill University; Edward G. Goetz, University of Minnesota; Roberto G. Quercia, University of North Carolina at Chapel Hill; Carolina Katz Reid, Federal Reserve Bank of San Francisco; Nicolas Retsinas, Harvard University; William M. Rohe, University of North Carolina at Chapel Hill; Michael A. Stegman, John D. and Catherine T. MacArthur Foundation; Lawrence J. Vale, Massachusetts Institute of Technology; Shannon Van Zandt, Texas AM Harry L. Watson, University of North Carolina at Chapel Hill",
  "authors": [
    {
      "display_name": "William M. Rohe",
      "id": "A5103421698",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "William M. Rohe"
    },
    {
      "display_name": "Harry L. Watson",
      "id": "A5105896651",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Harry L. Watson"
    }
  ],
  "publication_year": 2008,
  "publication_date": "2008-02-01",
  "type": "article",
  "cited_by_count": 51,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S2764375719",
    "display_name": "Choice Reviews Online",
    "issn_l": "0009-4978",
    "issn": [
      "0009-4978",
      "1523-8253",
      "1943-5975"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316146"
  },
  "volume": "45",
  "issue": "06",
  "first_page": "45",
  "last_page": "3296",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2781095916",
      "display_name": "Dream",
      "level": 2,
      "score": 0.8242494
    },
    {
      "id": "C2777663346",
      "display_name": "Affordable housing",
      "level": 2,
      "score": 0.60062397
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.37935525
    },
    {
      "id": "C162324750",
      "display_name": "Economics",
      "level": 0,
      "score": 0.2914921
    },
    {
      "id": "C50522688",
      "display_name": "Economic growth",
      "level": 1,
      "score": 0.1924968
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.09207055
    },
    {
      "id": "C169760540",
      "display_name": "Neuroscience",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10632",
      "display_name": "Housing Market and Economics",
      "score": 0.8569
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.5860/choice.45-3296",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:43:50.692791",
  "source_database": "OpenAlex"
}