{
  "openalex_id": "W1562868070",
  "doi": null,
  "title": "Reconceptualizing Literacy in the New Age of Multiculturalism and Pluralism",
  "abstract": "Introduction, Peter B. Mosenthal and Patricia Ruggiano Schmidt. Part I. Theoretical Framework. Chapter 1: Frameworks for Understanding Multicultural Literacies, Georgia Earnest Garcia and Arlette Ingram Willis. Chapter 2: Multicultural Belief: A Global or Domain-Specifice Construct? An Analysis of Four Case Studies, Jyotsna Pattnaik. Part II. Power Issues. Chapter 3: Multicultural Literacy: The Power of Print, Pedagogy, and Epistemological Blindness, Dawnene D. Hammerberg and Carl Grant. Chapter 4: Liberating Literacy, Margaret C. Laughlin, Herbert Martin, Jr., and Christine E. Sleeter. Chapter 5: Taking Ownership of Literacy: Who Has the Power?, Patricia A. Edwards, Jennifer Danridge, Gwendolyn T. McMillon, and Heather M. Pleasants. Part III. Literacy and Culture. Chapter 6: An African-Centered Perspective on Literacy: Promise and Possibilities, Barbara J. Diamond. Chapter 7: Reading, Language, Culture, and Ethnic Minority Students, Jon Reyhner and Ward Cockrum. Chapter 8: Best Practice(s)? The Cultural Discourse of Developmentalism in American Early Education: A Cross-Cultural Comparison, Diane M. Hoffman. Chapter 9: African American Young Adult Science Fiction and Fantasy Literature: Realism for the 21st Century, Randy F. Rush. Chapter 10: Rocks in the Brook: A Teacher Educator's Reflections, Arlette Ingram Willis. Part IV. Strategies for Connecting with Minority Perspectives. Chapter 11: English Language Learners' Reading: A New Age Issue, Jill Fitzgerald. Chapter 12: Home-School Collaboration: Successful Models in the Hispanic Community, Flora V. Rodriguez-Brown. Chapter 13: Getting the Most Out of School-Based Professional Development, William M. Saunders, Gisela O'Brien, David Marcelletti, Kathy Hasenstab, Tina Saldvar, and Claude Goldenberg. Part V. Teacher Education. Chapter 14: Preservice Teachers Connect Multicultural Knowledge and Perspectives with Literacy Instruction for Minority Students, Hong Xu. Chapter 15: 'Raccoon? Wass Dat?' Hawaiian Preservice Teachers Reconceptualize Culture, Literacy, and Schooling, Margaret J. Maaka, Kathryn H. Au, Yvonne K. Lefcourt, and L. Pauachi Bogac. Chapter 16: Understanding Culture in our Lives and Work: Teachers Literature Study in the Book Club Program, Taffy E. Raphael, Karen Damphousse, Kathy Highfield, and Susan Florio-Ruane. Chapter 17: The Power to Empower: Creating Home/School Relationships with the ABC's of Cultural Understanding and Communication, Patricia Ruggiano Schmidt.",
  "authors": [
    {
      "display_name": "Patricia Ruggiano Schmidt",
      "id": "A5046639032",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Schmidt, Patricia, Ruggiano"
    },
    {
      "display_name": "Peter B. Mosenthal",
      "id": "A5028853974",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Peter B. Mosenthal"
    }
  ],
  "publication_year": 2001,
  "publication_date": "2001-07-01",
  "type": "book",
  "cited_by_count": 53,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "",
    "display_name": "",
    "issn_l": "",
    "issn": [],
    "type": "",
    "host_organization": ""
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C542530943",
      "display_name": "Multiculturalism",
      "level": 2,
      "score": 0.6159261
    },
    {
      "id": "C547764534",
      "display_name": "Literacy",
      "level": 2,
      "score": 0.56763214
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.47596544
    },
    {
      "id": "C107993555",
      "display_name": "Gender studies",
      "level": 1,
      "score": 0.33922625
    },
    {
      "id": "C19417346",
      "display_name": "Pedagogy",
      "level": 1,
      "score": 0.2215702
    }
  ],
  "topics": [
    {
      "id": "T13780",
      "display_name": "Diverse Education Studies and Reforms",
      "score": 0.8434
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "http://ci.nii.ac.jp/ncid/BA56909988",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:40:28.899587",
  "source_database": "OpenAlex"
}