{
  "openalex_id": "W1577198227",
  "doi": "https://doi.org/10.1044/leader.ov.19052014.np",
  "title": "Caring for Others—and Yourself",
  "abstract": "You have accessThe ASHA LeaderOverheard1 May 2014Caring for Others—and YourselfIn a recent online conference, social worker Rebecca Axline chatted with participants about the dual importance of counseling for patients and self-care for professionals. Here’s what they said. Rebecca AxlineLCSW, MSSW Rebecca Axline Google Scholar More articles by this author , LCSW, MSSW https://doi.org/10.1044/leader.OV.19052014.np SectionsAbout ToolsAdd to favorites ShareFacebookTwitterLinked In Rebekah McKenzie: Often my inpatient rehab patients note that their rehab peers appear to be overtly “worse off” than themselves, and comment that their own challenges are not as “bad” as others they note in the gym, cafeteria and hallways—that they perceive others are worse than themselves. I usually validate that everyone has obstacles and goals. Do you suspect this is a common coping strategy? Rebecca Axline: I do believe it is a coping strategy. We are often unrealistic about our own difficulties. I would agree making a neutral comment about all of us having difficulties is beneficial, and depending on how much further you want to “push”—perhaps asking something like, “Do you see yourself as having some difficulties too?” Lindsey Zurawski: How do you recommend or how do you balance the information given to patients with neurogenerative diseases—ALS, for example—so you don’t overwhelm the patient and family, but enough information is given so that they are prepared. Axline: It is difficult to balance, but so often families and patients say to me they wish we were more honest earlier with them. My suggestion would be different for each patient, but I would suggest making a statement like, “Other patients have asked me to give them information early … do you want me to share information with you?” Then balance the information with hopeful options. I’m sure you do that. Loretta Conway: My workplace deals with people who are at the “end of life” spectrum. There are few choices for these people. It is often the families that have the most need of a good ear and I do not feel I have the expertise to manage this well. It is hard to move them forward after establishing a rapport. Yet, I can’t spend the time with them. Referring, yes—but they also need to take advantage of that referral. How do I gently “move them out the door”? Axline: [That’s] a good problem to have. I would suggest knowing who you can refer to quickly, and then “scripting” your boundaries. For example, “I have 15 minutes to visit with you today ... how can we best make use of that time?” Or validating and saying, “I am hopeful you will make use of the referral information I have given you. This is such a difficult time and there are others who can really help.” (P.S.: Not that you can’t!) Maggie Rotter: Has any other long-time therapist noticed an increased unwillingness of adult children to acknowledge there is an “end of life” for a very sick parent? Axline: I talked to a colleague about this recently. It seems like our health care is so focused on curing everything, that we have skewed the public’s view of life decisions and death differently than it used to be. When we didn’t have options to extend life, we accepted death as a natural process. Now families and children struggle with guilt over whether they are doing enough. That is why I think things like The Conversation Project are so valuable. If we told our families and each other what we want and what we don’t want, the physicians would honor that. Perhaps I am being too philosophical now, but I think all of us can layer the message, have the difficult conversations about what you want and don’t want—so that decisions are not made in a crisis. Mary Frazier: What are some strategies to use with spouses and caregivers when they do not accept the decline in the patient’s function and cognitive skills, and want their person to be “back to their old self”? Axline: I hope you don’t think I say the same thing all the time, but neutral language such as, “I wish things were different,” and then perhaps a few things they can do. What I see is that others feel so helpless and feel they need to do something, so if you give them suggestions and validate [by saying], “It is hard to want to do something and to feel so helpless,” sometimes this can be powerful. Nina Lekchenko: Very often SLPs have to go through the loss of their clients—due to different medical conditions. How often do SLPs come to you for counseling? Axline: On our team, we provide support to each other. Because you are so correct … cumulative loss is hard on all of us. A recent seminar I presented was on that. We talked about three factors being important in managing loss over time: one was self-care, one was having formal and informal ways of grieving, and the third was a work environment that allowed and fostered grief expression. For example, on our ALS team we send a card from the team, we send an e-mail and reminisce about the person, and we encourage each other to take care of ourselves ... sending private cards and e-mails if appropriate. Elizabeth Kilgore: I live in a very rural community, and one of my patients drives 2.5 hours (one way) for therapy for her primary progressive aphasia. She is part of a research group, which offered a support group one time in three years—which the caregiver loved, because he felt supported. Living so remote, what options are there for this aging couple? She is just receiving speech, currently, but I feel they could benefit from more emotional support. Axline: I think in the future we will have more online support groups and perhaps even “face time” groups. But many of our patients don’t use the Internet, depending on the generation. I often pair up individuals if they have similar issues—and I get HIPAA releases—but with speech limitations, this can be difficult on its own. I’m not sure I have a great answer but I would try your local Alzheimer’s Association to see if they can help. Carole Roth: I have worked with many individuals and their families with ALS. The most challenging to work with, I have found, are those who either deny their disease and withdraw, refusing the information and support of the health care team, or those who believe there is a cure and go to Mexico, Europe and to the ends of the earth seeking every “promised” treatment out there. Can you comment on how we, as health care providers, might best address these different responses to progressive degenerative disease? Axline: These are tough questions, and those individuals are hard for us to watch decline. I do believe in self-determination, but I always want them to make the decision I want for them. When they don’t, it is more sad and frustrating. I believe as SLPs, just as all of us in health care, we encourage good choices, give additional strategies and listen to their emotional responses. But in the end, we have to respect their choices even when we don’t agree. This is when self-care and grieving as a professional takes place. I would also encourage talking to other team members so you can feel you are not alone in this response. I can tell you—you are not alone. I feel it all the time. Nancy Fuhrman: I once had a social worker say to me, upon intake for an ALS patient, that she referred to this as “the nice person’s disease.” I’m sure she was making a comment about how tragic this disease is, how quick it moves and how sad it is to see a productive, cognitively intact person deteriorate before your eyes. Have you heard anything like this, or would you have anything to add? Axline: The neurologist I work with told me this term. He said it was used because people with ALS tend to ask about helping each other instead of themselves—different than, perhaps, someone with MS. The doctor also said that current research indicates subtle executive functioning changes in a good number of people with ALS. So it might have a correlation to the motor neuron loss, but this has not been proven—just a thought. I try not to use those terms with patients and family, though, because I think it is more important to validate their angst rather than use pat phrases. Just my opinion. Paula Wildi: I would like advice on communicating to parents with profoundly communicatively impaired children a realistic expectation of improvement—minimal—while maintaining a hopeful and positive attitude. I am personally much more comfortable with difficult end-of-life discussions. Axline: I think [you should provide] the validation that you can’t imagine how difficult it is for them. Then I would probably develop some statements that feel comfortable for you and your style. Perhaps, “What are some things about your child that you feel hopeful about?” or “What are some things that you would like to explore to see what ways your child can communicate?” Be purposeful. We all want and need to have purpose—and the world defines communication as part of being purposeful—if you can help the parents reframe how their child can still communicate or use devices, or still be interactive with their world, that would give such hope. Remember, parents are grieving about their loss of dreams, and perhaps even [feeling] guilt that somehow as a parent they should have protected their child from this. Grief is not logical … [it’s] emotional. Marcie Charest: I work in an acute care setting. I am fortunate to work with many doctors who provide good explanations to patients and families. There are others who appear to avoid those conversations—[and] even plan their visit to the patient when family is not visiting. Often I and other staff have to fill in the pieces. Many of the patient’s and family’s questions fall outside of my scope of practice. I would like to involve some of those doctors more. Any suggestions? Axline: A doctor said to me, “When doctors feel uncomfortable they go to ‘doctor-speak’—which is medical jargon—and families get so overwhelmed.” I would encourage you to discuss this with perhaps a doctor who does talk to the families, and see if they have thoughts. But then also realize that some doctors will never step up to the plate, and perhaps we as team members can do what we can. I often say, “I am not a medical person, but I have heard Dr. so-and-so say this...” and even encourage the family to contact the doctor. “That is a great question for the doctor—why don’t you call his office?” Or ask for a special family meeting—sometimes families don’t know they can ask for this. I wish I had better thoughts, but I hope this helps a bit. It is a difficult situation. Betty Shapiro: Would you comment on the value of a well-run support group? I have seen support groups for Parkinson’s—co-led by a professional and person with Parkinson’s—that have been very valuable. Axline: I would agree, support groups for many are so valuable, and using a peer even more valuable. Sometimes individuals aren’t social and don’t like groups, but if you set them up as a psycho-educational group more will attend because it is not “touchy-feely,” so to speak. If it has to be run by professionals, I would encourage the professionals to validate that they are not living with the disease. Angela Gotora: I have seen a high burn-out rate with SLPs and even occupational therapists and physical therapists—what suggestions do you have for reducing this? Axline: I have been in social work for 35 years, and have worked hard to avoid burn out—but I have been “crispy.” Back to my earlier discussion: self-care and an environment that encourages grief responses are so important. What the literature says is that often the work environment that says “take care of yourself” but doesn’t allow you to take time off, or has huge patient volumes, can be very difficult. If any of you are in leadership positions, I would encourage setting up an environment where grief work is fostered and encouraged. But individually, we also have a responsibility to set our own boundaries—in and out of work. We know what helps us: exercise, down time, good food and time with friends and family. Denise Wingo: Are there strategies to help a patient cope with their progressive disease, loss of independence, and loss of ability to stay home with their children, who also has difficulty recalling their limitations from day to day? I have a patient who I try to be as plain as possible with about her limitations and inability to take care of herself. She agrees with me when I tell her, yet five minutes later she is asking when she can go home. Should I continually discuss her limitations with her every time she asks to go home? Axline: Are there cognitive changes? If so, redirection is the best tool. But expecting the person to remember will not be realistic. There is a book titled “No Act of Love is Ever Wasted: The Spirituality of Caring for Persons with Dementia” [by Richard L. Morgan and Jane Marie Thibault] that talks about the circular discussion that often happens. I would suggest doing what you can and being kind to yourself—knowing her responses probably won’t change. Wingo: She has multiple sclerosis, and I believe it is more of an awareness issue. Axline: I might gently confront the issue. Perhaps say, “I am confused about why we discuss this each time. Help me understand what you are really asking, because it doesn’t sound as if I am answering the question you have.” Just a suggestion ... but gentle is important. Grace Cheung: How do we counsel spouses when they become too angry at the professionals for not “doing anything” to help? Axline: Tough situations. They want to be angry and put blame on someone for this awful thing, and you happen to be the target. It probably depends a bit on their level of “emotional intelligence,” so to speak, and their ability to hear you. I would suggest neutral statements—“I wish things were different for you” or “I can’t imagine how angry you must be at this disease or injury”—and repeating those kind of statements. Or even just be quiet with them. Often they are not attacking us, we just happen to be in the room with their anger. But this is also when self-care is important, because as much as we try, it is difficult to not take these comments personally. Vincent Nasca: What is your opinion on mentioning to patients during rehabilitation that if they thought they were really creative before their illness, they are going to be amazed how creative they will be during their rehabilitation—in the new ways they are going to learn about themselves and what they can do. I tend to mention this sometimes to patients as a means of motivating and “moving forward.” Axline: What a great idea and strategy! If you think about examples—like the survivors of the Boston bombing, or veterans returning from severe injuries—we try to help them reframe how they do things and focus on strengths. Not in a “plastic,” pie-in-the-sky way, but in a hopeful way. Nancy Petiya: My husband has had Parkinson’s for 20 years. I sometimes share that with my patients and their families to convey my understanding for their situation. It seems to help develop rapport. Any comment? Axline: In social work we call this “conscious use of self.” I think it can be powerful as long as we use it appropriately and ensure the conversation stays focused on them, not you. I hope that helps ... sorry for your difficult journey. Author Notes Rebecca Axline, LCSW, MSSW, is a supervisory clinical social worker at the Houston Methodist Neurological Institute in Texas. ■[email protected] Advertising Disclaimer | Advertise With Us Advertising Disclaimer | Advertise With Us Additional Resources FiguresSourcesRelatedDetails Volume 19Issue 5May 2014 Get Permissions Add to your Mendeley library History Published in print: May 1, 2014 Metrics Current downloads: 339 Topicsasha-topicsleader_do_tagasha-article-typesleader-topicsCopyright & Permissions© 2014 American Speech-Language-Hearing AssociationLoading ...",
  "authors": [
    {
      "display_name": "Rebecca Axline",
      "id": "A5046955751",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Rebecca Axline"
    }
  ],
  "publication_year": 2014,
  "publication_date": "2014-05-01",
  "type": "article",
  "cited_by_count": 2,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S2764768849",
    "display_name": "ASHA Leader",
    "issn_l": "1085-9586",
    "issn": [
      "1085-9586"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320281"
  },
  "volume": "19",
  "issue": "5",
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2911179318",
      "display_name": "American Speech-Language-Hearing Association",
      "level": 3,
      "score": 0.69877845
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.53498405
    },
    {
      "id": "C548259974",
      "display_name": "Audiology",
      "level": 1,
      "score": 0.3775308
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.28362346
    },
    {
      "id": "C41895202",
      "display_name": "Linguistics",
      "level": 1,
      "score": 0.19542083
    },
    {
      "id": "C2781344122",
      "display_name": "Asha",
      "level": 2,
      "score": 0.08907589
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.0869976
    }
  ],
  "topics": [
    {
      "id": "T10177",
      "display_name": "Palliative Care and End-of-Life Issues",
      "score": 0.9084
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1044/leader.ov.19052014.np",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:15:05.675555",
  "source_database": "OpenAlex"
}