{
  "openalex_id": "W1578946111",
  "doi": "https://doi.org/10.1044/hhd19.1.12",
  "title": "Competing Views on Abnormal Auditory Results After Mild Traumatic Brain Injury",
  "abstract": "No AccessPerspectives on Hearing and Hearing Disorders: Research and DiagnosticsArticle1 Apr 2015Competing Views on Abnormal Auditory Results After Mild Traumatic Brain Injury Eric C. Hoover, Pamela E. Souza, and Frederick J. Gallun Eric C. Hoover Department of Communication Sciences and Disorders, University of South FloridaTampa, FL Google Scholar More articles by this author , Pamela E. Souza Roxelyn and Richard Pepper Department of Communication Sciences and Disorders, Northwestern UniversityEvanston, IL Google Scholar More articles by this author and Frederick J. Gallun VA RR&D National Center for Rehabilitative Auditory Research, Portland VA Medical CenterPortland, OR Google Scholar More articles by this author https://doi.org/10.1044/hhd19.1.12 SectionsAboutFull TextPDF ToolsAdd to favoritesDownload CitationTrack Citations ShareFacebookTwitterLinked In Traumatic brain injury affects the lives of millions of Americans. Within audiology, there is general agreement that mild traumatic brain injury (MTBI) can result in long-term auditory processing deficits. However, this agreement is not shared across disciplines. In this paper, recent studies on the effects of MTBI on auditory function are reviewed in the context of competing opinions on the interpretation of neurosensory deficits after MTBI. Three hypotheses are presented that explain auditory test results as they relate to post-traumatic stress disorder, subtle cognitive deficits resulting from MTBI, and physiological damage to temporal processing in the auditory system. References American Academy of Audiology. (2010). Practice guidelines for the diagnosis, treatment, and management of children and adults with central auditory processing disorder (CAPD).Retrieved from http://www.audiology.org/publications-resources/document-library/central-auditory-processing-disorder Google Scholar American Psychiatric Association. (2013). The Diagnostic and Statistical Manual of Mental Disorders: DSM 5. Arlington, VA: American Psychiatric Association Publishing. Google Scholar American Speech-Language-Hearing Association. (2005). Central auditory processing: Current status of research and implications for clinical practice.ASHA Practice Policy. Available from www.asha.org/policy Google Scholar American Speech-Language-Hearing Association. (2007). Structure and function of an interdisciplinary team for persons with acquired brain injury.ASHA Practice Policy. Retrieved from http://www.asha.org/policy/TR2005-00043.htm#_ga=1.218823898.2139577695.1429550836 Google Scholar Belanger, H. G., Curtiss, G., Demery, J. A., Lebowitz, B. K., & Vanderploeg, R. D. (2005). Factors moderating neuropsychological outcomes following mild traumatic brain injury: A meta-analysis.Journal of the International Neuropsychological Society, 11(03), 215–227. Google Scholar Bergemalm, P. O. (2003). Progressive hearing loss after closed head injury: A predictable outcome?.Acta oto-laryngologica, 123(7), 836–845. Google Scholar Browning, G. G., Swan, I. R., & Gatehouse, S. (1982). Hearing loss in minor head injury.Archives of Otolaryngology, 108(8), 474–477. Google Scholar Ceranic, B. J., Prasher, D. K., Raglan, E., & Luxon, L. M. (1998). Tinnitus after head injury: Evidence from otoacoustic emissions.Journal of Neurology, Neurosurgery & Psychiatry, 65(4), 523–529. CrossrefMedlineGoogle Scholar Drennan, W. R., Won, J. H., Dasika, V. K., & Rubinstein, J. T. (2007). Effects of temporal fine structure on the lateralization of speech and on speech understanding in noise.Journal of the Association for Research in Otolaryngology, 8(3), 373–383. Google Scholar Fausti, S. A., Wilmington, D. J., Gallun, F. J., Myers, P. J., & Henry, J. A. (2009). Auditory and vestibular dysfunction associated with blast-related traumatic brain injury.J Rehabil Res Dev, 46(6), 797–810. Google Scholar Finkelstein, E. A., Corso, P. S., & Miller, T. R. (2006). The incidence and economic burden of injuries in the United States. Oxford, UK: Oxford University Press. Google Scholar Gallun, F. J., Diedesch, A. C., Kampel, S. D., & Jakien, K. M. (2013). Independent impacts of age and hearing loss on spatial release in a complex auditory environment.Frontiers in neuroscience, 7, 252. CrossrefMedlineGoogle Scholar Gallun, F. J., Diedesch, A. C., Kubli, L. R., Walden, T. C., Folmer, R. L., Lewis, S., … Leek, M. R. (2012). Performance on tests of central auditory processing by individuals exposed to high-intensity blasts.Journal of Rehabilitation Research & Development, 49(7), 1005–1024. CrossrefMedlineGoogle Scholar Gallun, F. J., Lewis, M. S., Folmer, R. L., Diedesch, A. C., Kubli, L. R., McDermott, D. J., … Leek, M. R. (2012). Implications of blast exposure for central auditory function: A review.J Rehabil Res Dev, 49(7), 1059–1074. Google Scholar Gennarelli, T. A., Thibault, L. E., Adams, J. H., Graham, D. I., Thompson, C. J., & Marcincin, R. P. (1982). Diffuse axonal injury and traumatic coma in the primate.Annals of neurology, 12(6), 564–574. Google Scholar Hall, R. C., Hall, R. C., & Chapman, M. J. (2005). Definition, diagnosis, and forensic implications of postconcussional syndrome.Psychosomatics, 46(3), 195–202. CrossrefMedlineGoogle Scholar Hartlage, L. C., Durant-Wilson, D., & Patch, P. C. (2001). Persistent neurobehavioral problems following mild traumatic brain injury.Archives of Clinical Neuropsychology, 16(6), 561–570. Google Scholar Hoffer, M. E., Balaban, C., Nicholas, R., Marcus, D., Murphy, S., & Gottshall, K. (2013). Neurosensory Sequelae of Mild Traumatic Brain Injury.Psychiatric Annals, 43(7), 318–323. Google Scholar Hoge, C. W., McGurk, D., Thomas, J. L., Cox, A. L., Engel, C. C., & Castro, C. A. (2008). Mild traumatic brain injury in US soldiers returning from Iraq.New England Journal of Medicine, 358(5), 453–463. Google Scholar Hoover, E., Souza, P. E., & Gallun, F. J. (2014). Degraded temporal processing after traumatic brain injury.The Journal of the Acoustical Society of America, 135(4), 2166–2166. Google Scholar Hoover, E. C. (2015). Auditory temporal processing in adults with hearing impairment related to age and traumatic brain injury (Unpublished doctoral dissertation). Northwestern University, Evanston, IL. Google Scholar Katz, J. (1998). The SSW test manual (5th ed.). Precision Acoustics. Vancouver, Canada. Google Scholar Killion, M. C., Niquette, P. A., Gudmundsen, G. I., Revit, L. J., & Banerjee, S. (2004). Development of a quick speech-in-noise test for measuring signal-to-noise ratio loss in normal-hearing and hearing-impaired listeners.Journal of the Acoustical Society of America, 116(4), 2395–2405. Google Scholar Langlois, J. A., Rutland-Brown, W., & Thomas, K. E. (2006). Traumatic brain injury in the United States: emergency department visits, hospitalizations, and deaths.Department of Health and Human Services, Centers for Disease Control and Prevention, National Center for Injury Prevention and Control, 2006. Google Scholar Lew, H. L., Garvert, D. W., Pogoda, T. K., Hsu, P. T., Devine, J. M., White, D. K., … Goodrich, G. L. (2009). Auditory and visual impairments in patients with blast-related traumatic brain injury: Effect of dual sensory impairment on Functional Independence Measure.J Rehabil Res Dev, 46(6), 819–826. Google Scholar Lux, W. E. (2007). A neuropsychiatric perspective on traumatic brain injury.Journal of rehabilitation research and development, 44(7), 951. Google Scholar Maas, A. I., Harrison-Felix, C. L., Menon, D., Adelson, P. D., Balkin, T., Bullock, R., … Schwab, K. (2010). Common data elements for traumatic brain injury: recommendations from the interagency working group on demographics and clinical assessment.Archives of physical medicine and rehabilitation, 91(11), 1641–1649. Google Scholar Management of Concussion/mTBI Working Group. (2009). VA/DoD clinical practice guideline for management of concussion/mild traumatic brain injury.Journal of rehabilitation research and development, 46(6), CP1–68. Google Scholar McCrea, M., Hammeke, T., Olsen, G., Leo, P., & Guskiewicz, K. (2004). Unreported concussion in high school football players: implications for prevention.Clinical Journal of Sport Medicine, 14(1), 13–17. Google Scholar McCrea, M., Iverson, G. L., McAllister, T. W., Hammeke, T. A., Powell, M. R., Barr, W. B., & Kelly, J. P. (2009). An integrated review of recovery after mild traumatic brain injury (MTBI): implications for clinical management.Clin. Neuropsychol, 23, 1368–1390. Google Scholar Mittenberg, W., Canyock, E. M., Condit, D., & Patton, C. (2001). Treatment of post-concussion syndrome following mild head injury.Journal of Clinical and Experimental Neuropsychology, 23(6), 829–836. CrossrefMedlineGoogle Scholar Mittenberg, W., Tremont, G., Zielinski, R. E., Fichera, S., & Rayls, K. R. (1996). Cognitive-behavioral prevention of postconcussion syndrome.Archives of Clinical Neuropsychology, 11(2), 139–145. CrossrefMedlineGoogle Scholar Myers, P. J., Henry, J. A., & Zaugg, T. L. (2008). Considerations for persons with mild traumatic brain injury.Perspectives on Audiology, 4(1), 21–34. Google Scholar Myers, P. J., Wilmington, D. J., Gallun, F. J., Henry, J. A., & Fausti, S. A. (2009). Hearing impairment and traumatic brain injury among soldiers: Special considerations for the audiologist.Seminars in Hearing, 30(1), 5–27. CrossrefGoogle Scholar Nölle, C., Todt, I., Seidl, R. O., & Ernst, A. (2004). Pathophysiological changes of the central auditory pathway after blunt trauma of the head.Journal of neurotrauma, 21(3), 251. CrossrefMedlineGoogle Scholar Oleksiak, M., Smith, B. M., St. Andre, J. R., Caughlan, C. M., & Steiner, M. (2012). Audiological issues and hearing loss among veterans with mild traumatic brain injury.The Journal of Rehabilitation Research and Development, 49, 995–1004. Google Scholar Patil, V. K., St. Andre, J. R., Crisan, E., Smith, B. M., Evans, C. T., Steiner, M. L., & Pape, T. L. (2011). Prevalence and treatment of headaches in veterans with mild traumatic brain injury.Headache: Journal of Head and Face Pain, 51(7), 1112–1121. Google Scholar Rohling, M. L., Binder, L. M., Demakis, G. J., Larrabee, G. J., Ploetz, D. M., & Langhinrichsen-Rohling, J. (2011). A meta-analysis of neuropsychological outcome after mild traumatic brain injury: Re-analyses and reconsiderations of Binder et al. (1997), Frencham et al. (2005), and Pertab et al. (2009).The Clinical Neuropsychologist, 25(4), 608–623. CrossrefMedlineGoogle Scholar Saatman, K. E., Duhaime, A. C., Bullock, R., Maas, A. I., Valadka, A., & Manley, G. T. (2008). Classification of traumatic brain injury for targeted therapies.Journal of Neurotrauma, 25(7), 719–738. CrossrefMedlineGoogle Scholar Schairer, K. S. (2012). Mild traumatic brain injury and associated effects on the auditory system.SIG 6 Perspectives on Hearing and Hearing Disorders: Research and Diagnostics, 16(1), 18–25. ASHAWireGoogle Scholar Schneiderman, A. I., Braver, E. R., & Kang, H. K. (2008). Understanding sequelae of injury mechanisms and mild traumatic brain injury incurred during the conflicts in Iraq and Afghanistan: persistent postconcussive symptoms and posttraumatic stress disorder.American journal of epidemiology, 167(12), 1446–1452. CrossrefMedlineGoogle Scholar Turgeon, C., Champoux, F., Lepore, F., Leclerc, S., & Ellemberg, D. (2011). Auditory processing after sport-related concussions.Ear and hearing, 32(5), 667–670. CrossrefMedlineGoogle Scholar Turner, R. C., VanGilder, R. L., Naser, Z. J., Lucke-Wold, B. P., Bailes, J. E., Matsumoto, R. R., … Rosen, C. L. (2014). Elucidating the severity of preclinical traumatic brain injury models: A role for functional assessment?.Neurosurgery, 74(4), 382–394. Google Scholar Vander Werff, K. R. (2012). Auditory dysfunction among long-term consequences of mild traumatic brain injury (mTBI).SIG 6 Perspectives on Hearing and Hearing Disorders: Research and Diagnostics, 16(1), 3–17. ASHAWireGoogle Scholar Wilson, R. H., & Burks, C. A. (2005). Use of 35 words for evaluation of hearing loss in signal-to-babble ratio: A clinic protocol.Journal of rehabilitation research and development, 42(6), 839. Google Scholar Additional Resources FiguresReferencesRelatedDetailsCited byJournal of Speech, Language, and Hearing Research63:3 (834-857)23 Mar 2020Acquired Central Auditory Processing Disorder in Service Members and VeteransVictoria Tepe, Melissa Papesh, Shoshannah Russell, M. Samantha Lewis, Nina Pryor and Lisa Guillory Volume 19Issue 1April 2015Pages: 12-21 Get Permissions Add to your Mendeley library History Published in issue: Apr 1, 2015 Metrics Topicsasha-topicsasha-sigsasha-article-typesCopyright & PermissionsCopyright © 2015 American Speech-Language-Hearing AssociationPDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Eric C. Hoover",
      "id": "A5082220663",
      "orcid": "https://orcid.org/0000-0002-1187-9925",
      "institutions": [
        {
          "id": "I2613432",
          "display_name": "University of South Florida",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Eric C. Hoover"
    },
    {
      "display_name": "Pamela E. Souza",
      "id": "A5109830648",
      "orcid": null,
      "institutions": [
        {
          "id": "I111979921",
          "display_name": "Northwestern University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Pamela E. Souza"
    },
    {
      "display_name": "Frederick J. Gallun",
      "id": "A5086866375",
      "orcid": "https://orcid.org/0000-0002-4145-2199",
      "institutions": [
        {
          "id": "I2803065977",
          "display_name": "Portland VA Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Frederick J. Gallun"
    }
  ],
  "publication_year": 2015,
  "publication_date": "2015-04-01",
  "type": "article",
  "cited_by_count": 6,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210185694",
    "display_name": "Perspectives on Hearing and Hearing Disorders Research and Diagnostics",
    "issn_l": "1940-767X",
    "issn": [
      "1940-767X",
      "1940-7661"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320281"
  },
  "volume": "19",
  "issue": "1",
  "first_page": "12",
  "last_page": "12",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2781017439",
      "display_name": "Traumatic brain injury",
      "level": 2,
      "score": 0.7986518
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.52858543
    },
    {
      "id": "C548259974",
      "display_name": "Audiology",
      "level": 1,
      "score": 0.49902058
    },
    {
      "id": "C169760540",
      "display_name": "Neuroscience",
      "level": 1,
      "score": 0.42605993
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.34866136
    },
    {
      "id": "C118552586",
      "display_name": "Psychiatry",
      "level": 1,
      "score": 0.12865505
    }
  ],
  "topics": [
    {
      "id": "T10416",
      "display_name": "Traumatic Brain Injury Research",
      "score": 0.999
    },
    {
      "id": "T10283",
      "display_name": "Hearing Loss and Rehabilitation",
      "score": 0.9891
    },
    {
      "id": "T11824",
      "display_name": "Injury Epidemiology and Prevention",
      "score": 0.9558
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1044/hhd19.1.12",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:32:11.892878",
  "source_database": "OpenAlex"
}