{
  "openalex_id": "W1570877893",
  "doi": "https://doi.org/10.4324/9781315780030",
  "title": "Critical Psychiatry and Mental Health",
  "abstract": "Foreword, Philip Thomas. Introduction. Part One: Critique of Western Psychiatry and Mental Health 1. Transcultural Psychiatry and Mental Health Suman Fernando 2. Racism in Psychiatry Suman Fernando 3. Ethno-racial Representations and the Burden of 'Otherness' in Mental Health Roy Moodley 4. Is there an Emancipatory Psychiatry? John Eversley Part Two: Challenges and Opportunities in Mental Health Care 5. The Challenge of Diversity to Mental Health Services David Ingleby 6. Race, Culture and Mental Health Care for Refugees Charles Watters 7. Developing Mental Health Policies that Address Race and Culture Hari Sewell 8. Religion, Culture and Mental Health Alison Gray and John Cox 9. In the Psychiatrist's Chair is Suman Fernando Charmaine Williams Part Three: Training and Development in Mental Health Practice 10. Institutional Racism as a Seminal Concept of Cultural Competency Training Jaswant Guzder 11. Multidisciplinary Training in Race and Culture in Mental Health Peter Ferns 12. Race and Cultural Diversity: The Training of Psychologists and Psychiatrists Rachel Tribe 13. An Anti-racism /Anti-oppression Framework in Mental Health Practice Martha Ocampo and Fritz Luther Pino Part Four: Transnational Contexts: Engaging the work of Suman Fernando 14. Myth of Global Mental Health Suman Fernando 15. Critical Psychiatry in Canada: Multiculturalism and the Politics of Alterity Laurence J. Kirmayer 16. Culture, Race and Ethnicity in US Psychiatry Carl C. Bell and Dominic F. McBride 17. Race, Culture, and Psychiatry in South Africa Nkokone Tema and Tholene Sodi 18. Mental Health Services in Sri Lanka Chamindra Weerackody and Suman Fernando 19. Transcultural Psychiatry and Social Entrepreneurship in Denmark Rashmi Singla 20. Culture and Mental Health in Aotearoa, New Zealand Materoa Mar and Judi Clements Part Five: Personal Reflections on Suman Fernando's Life and Work The Life and Times of Suman Fernando Ted Lo. Suman Fernando's roots in Sri Lanka Chamindra Weerackody. Suman Fernando's contribution to British Psychiatry John Cox. Satisfy my Soul: Suman Fernando's work in mental health Kamaldeep Bhui. Suman Fernando and University Mental Health Systems Sharon Mier. Suman Fernando foraging a place for disenfranchised populations in Mental Health Oliver Treacy. A 'Race' Against Time: Suman Fernando's Contribution to Clinical Psychology Zenobia Nadirshaw. Concluding Remarks: Future Directions of Psychiatry and Mental Health Suman Fernando.",
  "authors": [
    {
      "display_name": "Roy Moodley",
      "id": "A5066075324",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Roy Moodley"
    },
    {
      "display_name": "Martha Ocampo",
      "id": "A5112781556",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Martha Ocampo"
    }
  ],
  "publication_year": 2014,
  "publication_date": "2014-06-13",
  "type": "book",
  "cited_by_count": 15,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4306463855",
    "display_name": "Routledge eBooks",
    "issn_l": null,
    "issn": null,
    "type": "ebook platform",
    "host_organization": "https://openalex.org/P4310320449"
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C134362201",
      "display_name": "Mental health",
      "level": 2,
      "score": 0.5886894
    },
    {
      "id": "C118552586",
      "display_name": "Psychiatry",
      "level": 1,
      "score": 0.5299175
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.51743776
    }
  ],
  "topics": [
    {
      "id": "T10272",
      "display_name": "Mental Health Treatment and Access",
      "score": 0.6568
    },
    {
      "id": "T13883",
      "display_name": "Child and Adolescent Health",
      "score": 0.6524
    },
    {
      "id": "T10182",
      "display_name": "Child and Adolescent Psychosocial and Emotional Development",
      "score": 0.5949
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.4324/9781315780030",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:38:36.145904",
  "source_database": "OpenAlex"
}