{
  "openalex_id": "W1581972098",
  "doi": "https://doi.org/10.1111/j.1365-2753.2004.00501.x",
  "title": "Developments in the evidence‐based health care debate – 2004",
  "abstract": "In the preceding seven annual thematic editions (Miles et al. 1997, 1998, 1999, 2000, 2001, 2002, 2003) we have been specifically concerned to stimulate intensive debate on the concept and methodologies of evidence-based medicine (EBM) and to provide learned commentaries on their implications. It is to this very substantial body of scholarly discourse that we now add the contents of the current eighth thematic issue where new perspectives from a wide range of international sources will be seen to contribute further arguments to the ongoing debate. Given the large volume of literature submitted to the Journal on EBM on a continuous basis, the editorial decision has been taken to bring the publication of an annual thematic edition to a close in favour of the publication of a Forum on EBM within each successive issue of the Journal. In this way, a more rapid dissemination of learned argument will be achieved above what is possible through a once yearly edition. In the seventh thematic edition (see Miles et al. 2003), Gupta (2003), writing from McMaster University, Canada, contributed for the first time an important perspective to the EBM debate: its ethical dimension. We argued that the ethical position espoused by the EBM protagonists represented nothing more than the results of an attempt secondarily to formalize a primarily unstructured intuition based on an absolute and fundamentally unreasoned conviction that their position is ‘closest to the truth’. In illustration of our point we commissioned four learned commentaries on Gupta's essay (Gupta 2003) and invited the eminent health philosopher Michael Loughlin to contribute additionally to the debate. The reader is referred to the individual commentaries in review of the arguments advanced (Miettinen 2003; Norman 2003; Shahar 2003; Couto 2003; Loughlin 2003) and it is in answer to her commentators that Gupta has contributed the first paper of the present thematic edition (Gupta 2004). While Gupta (2004) raises many important points in the manner of a Riposte, her paper largely re-iterates her previously adopted position (Gupta 2003) and, indeed, raises more questions than it answers. Chief among these is, perhaps, ‘. . . how can EBM provide evidence of its effectiveness and respond to this basic ethical and scientific challenge laid out by Shahar?’. Sadly, the fact remains that no such evidence currently exists and neither have the EBM protagonists appeared remotely concerned to work towards properly designed trials which might provide an answer to such a fundamentally important question. Gupta (2004) asks why, despite a significant body of scholarship having emerged through the Journal of Evaluation in Clinical Practice and elsewhere, which has challenged every dimension of EBM from its theoretical structure to its practice, EBM has been received uncritically or indeed been enthusiastically endorsed by so many practitioners? We do not agree with Gupta's contention that EBM has been well received by the majority of clinicians. On the contrary, the debate on EBM has been characterized by a stark polarity of opinion and it has been to the intensive study of such differences in medical thinking that the eight thematic editions of the Journal have been dedicated. Nevertheless, we find Gupta's discussion of the sociological, psychological and ethical issues impacting on clinicians’ opinions of EBM interesting and worthy of further study. We note Gupta's observation that throughout the history of scholarship many influential thinkers have had the intellectual integrity to revise previous ideas in order to respond to legitimate criticism and we endorse absolutely her suggestion that the leaders of the EBM movement can – and must – follow in this tradition and that as a direct function of such an approach EBM could make an important contribution to future medical practice. Only properly designed studies, rather than appeals to biological plausibility and probabilistic reasoning, will indicate whether EBM can. In the three papers which follow, two physicians and a surgeon document their thinking on the current status of EBM within clinical and academic medicine. In the first of these, Porta (2004) notes the deepening dichotomy between EBM and ‘common sense-based medicine’ and that EBM has so far failed to provide ‘the mother of all evidence’, that is, that it does more good than harm. His observation that the EBM protagonists have, in taking upon themselves the authority to define what exactly constitutes evidence and what does not, have contributed to what might be termed the ‘vigour’ of the debate to date, will find agreement among a great many colleagues. Indeed, Porta (2004) notes that the EBM acolytes have caricatured practising colleagues as ‘grubby underlings’, hopeless at applying the latest ‘evidence-based’ literature while clinicians have, in due measure, felt monitored by ‘nerds’ who ‘spend their time sipping coffee while talking to computers instead of patients’. Porta's potted history, as it were, of the rise of EBM is extraordinarily accurate. When the EBM movement was instituted, the basic concepts, he notes, all sounded rather sensible, but then epidemiologists, statisticians and librarians saw power befalling them as they trotted unexplored avenues towards number crunching. His reflection on the principal elements in the development of the EBM movement continues and is followed by a meditation on the nature of ‘common sense medicine’ in juxtaposition to the classical position of ‘evidence-based medicine’. For Porta (2004), both ‘common sense medicine’ and ‘evidence-based medicine’ are but two faces of the same painstaking clinical process which should, rather than engaging in a cockfight benefitting less-qualified individuals entering the medical field – managers, lawyers and the lay press – stand together against such forces. Porta (2004) is in our view right in asserting that as clinical research continues to produce results of relevance for transfer into daily practice it will increasingly assist common sense. Learning from experience is, as Porta (2004) notes, the process which leads to maturity and the addition of collective experience gained through some of the methodologies of EBM has the potential to provide major benefits. For Rosenfeld (2004), EBM was initially empowering and liberating but quickly became a rigid dogma within a constricting, conflicting, insensitive religion preached by the few and meant to be followed blindly by the masses. She does not seek to defend the previous era, as it were, of ‘faith-based medicine’, where ‘pearls handed down from authoritarian figures’, ‘beloved texts’ and personal clinical experience formed the basis of the clinical practice of many doctors. On the contrary, she affirms the absolute necessity to integrate clinical evidence with clinical expertise on the basis that without such integration EBM devalues the needs of individual patients and shifts clinical practice, as Tonelli (2000) has emphasized, away from the care of individuals towards the care of populations, with the potential to lead to unintended and untoward consequences. But she also recognizes the very real potential for the practise of clinical medicine to become ‘cookbook’ in nature and that this possibility has become more and not less likely in recent years as a consequence of the activities of ‘secretive organisations’ such as the Cochrane Group and the organizers of Best Evidence. She rightly calls for information on the identity of the people involved in and directing these organizations and notes that these bodies produce conclusions which, following publication, then become codified into recommendations and practice guidelines. Her observation that medicine has returned in many ways to the former ‘faith-based’ position is an important one and she recognizes that colleagues are being urged increasingly to practise medicine according to the authority of those practitioners of EBM who are regarded as ‘approved’ and ‘acceptable’. Michelson (2004) brings yet more perspectives to the relationship of EBM to ‘common sense’. Michelson's original proposition published within the British Medical Journal (Michelson 2003) and expanded upon here was concerned with theories of causation and association. He used a simple example drawn from orthopaedic surgery, namely, that when he hits his finger accidentally with a hammer, his finger hurts and that an injury sustained through a power drill hurts more. How many times, he asks, does he have to do this before he can claim that he has sufficient evidence causally to link the hammer blow to the finger pain and what would he employ as a control? The obvious answer to this question is, he asserts, ‘one’ with no need for a control and the answer to the question: ‘why don’t we need a randomised controlled trial?’ is: ‘common sense’. He makes the point that in the enthusiasm for generating ‘association-based evidence’ for treating various medical conditions, the potential for recognizing causation as a basis of decision making in diagnosis and treatment has been ignored. We agree with Michelson (2004) that this is an important issue because, as he says, if there are valid, verifiable physical reasons for a relationship between an action and its result, then conducting a randomized controlled trial is a wasteful use of resources. Michelson's exposition of the nature of ‘common sense’ in medical practice is closely in agreement with that advanced by Porta (2004) and indeed by us and his examples are particularly compelling. Michelson (2004) does not imply that the use of common sense in clinical medicine in any way precludes the responsibility of the clinician continuously to search the literature for studies relevant to his practice but that the use of common sense simply puts this activity into perspective. Indeed, we agree that the chain of reasoning between statistical results in clinical studies and direct clinical application contains so many assumptions that a great deal of clinical judgement is required in the appropriate use of such information. As Michelson (2004) emphasizes, it is not that we should not attempt continuously to improve our existing and accumulating knowledge but rather that we should acknowledge the limits of pure reasoning based on clinical studies and appreciate that common sense will have, inevitably, a valuable role to play in the care of patients ‘who live in the real world, rather than in our models’. In his review entitled ‘The doctor, his patient and the computerized evidence-based guideline’, the Editor's Choice, Lipman (2004) contributes a particularly incisive and important article to the EBM debate. His paper explores some of the issues raised by the finding in a randomized controlled trial that general practitioners taking part in the study failed to employ a computerized evidence-based guideline, nor did it have any impact on patient outcomes. Lipman (2004) notes that general practitioners are expected to make an initial decision on every problem patients may present and that it is integral to the nature of general practice that psychological and social problems are addressed in addition to the purely biomedical ones. The computerized trial representing the intervention in the study imposed an external, largely biomedical agenda that superseded that of the patient. This, in turn, disrupted the normal pattern of general practice consultations and was therefore comprehensively ignored. Lipman (2004) is clear, as are we, that the reductionist assumptions underlying the construction of evidence-based guidelines from systematic reviews and related sources leads to inflexible recommendations on the management of patients. As part of his consideration, Lipman (2004) interestingly reviews the distinction made by anthropologists and sociologists between scientifically defined disease states and the culturally constructed experience of illness in illustration of the ‘very stuff’ of general practice. He is, however, clear that the question is not whether general practitioners need to use research evidence in their practice but how to ensure that it is used effectively, judiciously and with compassion. Usefully he reminds us of the motto of The Royal College of General Practitioners UK which is Cum Scientia Caritas and believes that the implementation of the research agenda promoted by guidelines committees and their ‘assorted apparatus of quality frameworks, guidelines and computerized flow charts’ elevates Scientia into the prime purpose of clinical practice while removing control of it from clinicians. As part of this process Caritas is relegated, he feels, into second place and into a position where it might be seen as conflicting with Scientia. This would be, he believes, as do we, a disastrous position but general practitioners may well be forced into a position of implementing such policies as part of the pressures and incentives that currently abound in modern health services. In conclusion, Lipman (2004) is clear that whatever the arguments about the epistemologically flawed and reductionist view of evidence for practice and guidelines implementation, the fundamental issue is whether clinical management is to be informed by evidence or directed by it. He argues that it is only by taking control of the use of evidence that general practitioners – and other clinicians – can safeguard the essentially humane nature of their vocation. We turn in detail to practice guidelines and audits of adherence to them later in this issue but proceed now to considerations of evidence-based nursing, evidence-based practice in the multidisciplinary primary care setting and evidence-based physiotherapy. In the paper which follows Geanellos (2004), writing from the University of Western Sydney, Australia, is concerned with the concept of nursing-based evidence as a means of moving beyond ‘evidence-based practice’ in mental health nursing. As she points out, a significant body of knowledge and practice in this field is derived from the disciplines of psychiatry, pharmacology and the behavioural sciences which favour knowledge developed using quantitative methodologies and which thus ‘fit’ more easily within the concept of evidence-based clinical practice. Since the place of qualitative research in clinical decision making has typically been dismissed by EBM, Geanellos (2004) argues against the classical model of evidence-based practice in mental health nursing specifically because this field is primarily concerned with human experiences of illness and human relationships and these by their nature do not lend themselves easily to quantitative analysis and description. Using examples drawn from nursing she demonstrates how qualitative research is indispensable to mental health nursing but is clear that this fact does not of itself preclude the need for quantitative approaches. Indeed, she recognizes that the two-fold interest of mental health nursing: the work of nurses with patients and the explication of phenomena which inform practice, require diverse knowledge and thus diverse research strategies. It is the knowledge deriving from the research driven by this conceptual base that she describes as nursing-based evidence and she argues convincingly in our view that it provides a means of articulating mental health nursing's distinct contribution to the health care of people with mental illnesses and thus directly advances understanding and development in this field. Hancock & Easen (2004) continue the nursing theme in a paper focussed on a discussion of evidence-based practice as an incomplete model of the relationship between theory and professional work. Their paper explores the realities of nurses’ clinical decision making through a discussion of current practice in the extubation of patients following cardiac surgery, with a consideration of the implications of current practice for both nurse education and the continued development of clinical nursing practice. The authors note that nurses are increasingly expected to practise their profession under a system of health care that embraces the ideals of EBM but are clear that embracing these ideals may be unrealistic in a field which at its core is devoted to human caring and where the ideals of EBM may ultimately lead to ‘dehumanising practice’. Specifically, they worry that the core concept of EBM involves ‘data speaking for themselves’ but reply by emphasizing that ‘the facts never speak for themselves’ and that an interpretive role for the professional using an evidential knowledge base is essential to good clinical practice. The authors do not set out to debate the fundamentals of EBM as a system of health care delivery rooted in scientifically derived knowledge. That much has been done elsewhere (see Miles et al. 1997, 1998, 1999, 2000, 2001, 2002, 2003). But they do argue that its restricted focus ignores the realities of routine clinical practice and that in the field of human caring there is a multiplicity of factors affecting the application of knowledge into practice and that in its neglect of these factors evidence-based practice appears an incomplete model of the relationship between theory and professional practice and, as such, needs re-thinking. The implementation of given models of evidence-based practice raises questions, as O’Donnell (2004) points out, in relation to the attitudes and skills of the different professional groups within health care towards ‘evidence’ and it is to an examination of the attitudes and knowledge of primary care professionals towards evidence-based practice (EBP) that this author turns. Her paper is important because it is the first study systematically to elicit the views of six different key professional groups working within primary care about evidence-based practice. Interestingly, while all the professional groups studied were generally supportive of EBP, the author was able to identify some significant differences between them. General practitioners, for example, were less likely to agree that they had the skills necessary to undertake literature reviews or appraise evidence compared to nurses and public health facilitators and typically tended to consult a narrower range of journals than other groups. Of additional interest was the observation that nurses and public health practitioners were the only groups to have any understanding of the terms associated with qualitative research and of some significance was the finding that public health practitioners were the least likely to view guidelines or protocols developed by others as the best source of evidence for primary care. Many of the observations that O’Donnell has been able to make from her study have been made previously by other investigators utilizing differing study designs. Her paper, through its systematic approach, adds valuably to our accumulating knowledge in this area. In a continuation of our analysis of professional attitudes towards evidence-based practice, we turn to the paper by Stevenson et al. (2004) who report their assessment of physiotherapists’ attitudes towards evidence-based practice change following their exposure to an evidence-based educational programme delivered using local opinion leaders. In their study, 30 musculoskeletal physiotherapists were cluster randomized by location of work to two groups. The intervention group received an evidence-based programme on aspects of EBP including literature searching and critical appraisal. The control group received a standard in-service training package on the management of common knee pathologies. Attitudes to EBP in both groups were measured at baseline and at 3 and 6 month intervals subsequently. Interestingly, physiotherapists reported that they primarily relied on ‘courses’ and ‘in-service training’ as sources of information to inform their practice and most agreed that professional practice should be based on the best available evidence and that practice should change if sufficiently robust evidence indicated that it should do. Many of the physiotherapists, however, reported difficulty in assimilating the content of professional journals and in identifying opinion leaders for key areas of knowledge and expertise. Significantly, literature, journals and research were rated as low priority and the size of the difference between the control and intervention group was small. The authors nevertheless conclude that opinion leaders in physiotherapy can have the potential to influence attitudes to EBP and that while, overall, physiotherapists have positive attitudes to EBP, they lack the confidence and skills necessary to implement it within their clinical work. Thus, they conclude, programmes of education should address the practical needs of physiotherapists in this context at an individual and local level in order to progress these practitioners’ use of robust evidence further. The final paper in this section takes up the issue of an adequate understanding of EBM in a study of hospital doctors’ self-rated skills in and use of EBM. For Oliveri and his associates (Oliveri et al. 2004), writing from Copenhagen University Hospital, Denmark, difficulties in understanding basic aspects of EBM may form barriers to its implementation into clinical practice. Their study examined hospital doctors’ skills in EBM terminology and related these to the use of information sources, critical appraisal and practice of EBM. A self-administered questionnaire including 12 questions on methodological terms frequently employed in evidence-based literature plus one non-existing ‘dummy’ term, was sent to 376 doctors working within a university hospital. Participants in the study were additionally asked about the extent to which they consulted various information systems, self-rated skills of critical appraisal of standard scientific literature and the extent to which they implemented evidence-based practice principles in their everyday clinical practice. The proportion of doctors responding to the questionnaire was satisfactory at 60% and representative for all hospital doctors. Interestingly, only a very small percentage (4.4%) were able to define and explain all 12 methodological terms but the majority of respondents expressed interest in learning more. Fifty-six per cent indicated an understanding of the ‘dummy’ term. In terms of the type of information source typically consulted by the doctors, the study found that the predominant classification was that of ‘traditional’ material, including textbooks, colleagues and scientific journals when the doctors searched for clinical evidence, with the Cochrane Library being the least consulted information source. Indeed, 49% of the respondents had never accessed the Cochrane Library. More frequent consulters of the Cochrane Library and of databases such as PubMed showed greater competence at critical appraisal, typically had more senior academic qualifications than non-consulters and showed a much higher score in familiarity with the terminology of evidence-based practice. The study was able to demonstrate that most hospital doctors seem to lack knowledge of key methodological terms associated with EBM and that this may therefore constitute a barrier to the implementation of models of EBM into everyday practice. Clinical practice guidelines have been the subject of intensive international debate as to their usefulness within clinical medical practice and as vehicles through which research evidence may be introduced into routine clinical practice. Previous thematic editions of the Journal have examined the utility of guidelines from a multiplicity of perspectives and in the current issue we present two papers which look specifically at barriers and facilitators to guideline use. In the first article, Powell-Cope and her co-workers (Powell-Cope et al. 2004), writing from the Veterans Administration Medical Centre, Florida, USA, examine provider–perceived barriers and facilitators in the context of adherence to guidelines for the management of ischaemic heart disease (IHD). As part of a larger study to test the effects of an intervention on provider adherence to IHD guidelines, the investigators conducted five focus groups at three Veterans Administration Medical Centres with 32 primary care providers, cardiologists and internists in an effort to identify key barriers and facilitators to guideline adherence. The main perceived advantage reported by the authors in the use of the IHD guidelines was an improvement in the quality and costs of care while the perceived barriers included a lack of ability of the guidelines to manage the care of any one individual patient, the difficulty of accessing guidelines and the high workload associated with complex patients. The sources of influence on guideline use reported by the study included professional cardiology organizations, senior specialist colleagues and major cardiology journals and the extent of guideline use was noted to be very much a personal practice decision. The second paper of this section has been contributed from Maastricht University and the University of Amsterdam by Van der Weijden and her colleagues (Van der Weijden et al. 2004) and focuses on an examination of the barriers perceived by Dutch neurologists in the use of a multidisciplinary guideline for management of the acute phase of stroke. As these authors point out, the burden of stroke is high and is accompanied by a major decrease in quality of life especially for those patients that remain disabled following rehabilitation. The availability of guidelines incorporating robust evidence for optimal management therefore has immediate clinical significance and the authors report in this context the development of a multidisciplinary guideline for stroke management by over 70 professionals representing 26 organizations involved with stroke management. The classification of the barriers to guideline implementation observed is most interesting and the conclusions relating to the need for adequate organizational prerequisites for guideline implementation are salutary. The audit function is one of the organizational tools through which adherence to practice guidelines and clinical recommendations can be monitored, quantified and described and in a particularly useful article Holden (2004) provides a systematic review of published multipractice audits from general practice in the UK. This highly informative work, which contains much of interest and relevance to evaluations of the quality of care within primary care in Britain, is followed by two further works devoted to an assessment of evidence-based prescribing for older people (Batty et al. 2004) and a prospective study of the practical issues of local involvement in national audit of the management of chronic obstructive pulmonary disease (Roberts et al. 2004) contributed by The Royal College of Physicians of London. Five papers constitute this particular section of the thematic issue which we have dedicated to a discussion of debates and developments in methodological practice of relevance to the EBM debate. In the first paper, Schelling (2004) contributes some deliberations on the essence and value of clinical trials. As he notes, the clinical trial has come to be hailed as the ultimate source of medical knowledge and his paper sets out to subject the premises of this procedure to a thorough analysis in order to comment upon its epistemological significance in the context of medical research. Schelling (2004) confronts current claims on the basic importance of the evidence provided by standardized clinical trials with conflicting observations concerning their current application in medical practice and he uses the stereotyped trials of present research in multiple sclerosis to illustrate his point. Schelling (2004) is clear that the traditional assumptions concerning the validity of standardized clinical trials are based on an illusion of absolute objectivity and reliability and his paper contains much that is at once both stimulating and controversial. In the paper which follows, Pearson and his colleagues (Pearson et al. 2004) are similarly concerned with the limitations of randomized clinical trials as ‘gold standard’ methodologies in medical research and highlight the inability of these study designs to provide data on the effectiveness of interventions as they are used in the world of ‘real life’ clinical practice. Their study was designed to investigate the effectiveness of montelukast, a leukotriene receptor antagonist in the routine clinical management of asthma. They describe the difficulties, delays and costs, but also the understanding gained, in the operation of their pilot studies and how a more robust and much richer methodology was developed above what had been initially envisaged and how it is possible to collect reliable observational data relating to treatment outcomes through their techniques. The retrospective approach employed by these investigators can augment the data generated by randomized controlled trials and has the additional ability to demonstrate whether the expected benefits are transferred from the trial population to the general population. We agree that their methodology is an important development in the technique of postmarketing surveillance following initial drug approval and licensing. Pilot studies play an important role in medical and health research, particularly in terms of the provision of information for the planning and justification of randomized clinical trials but, as Lancaster and associates (Lancaster et al. 2004) emphasize, they can be misused, mistreated and misrepresented. In their paper, the authors concentrate on pilot studies that are used specifically to plan randomized controlled trials. In t",
  "authors": [
    {
      "display_name": "A. Miles",
      "id": "A5039568679",
      "orcid": "https://orcid.org/0000-0002-5172-5365",
      "institutions": [
        {
          "id": "I166337079",
          "display_name": "Queen Mary University of London",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "A. Miles"
    },
    {
      "display_name": "Joseph E Grey",
      "id": "A5112435759",
      "orcid": null,
      "institutions": [
        {
          "id": "I2800861664",
          "display_name": "University Hospital of Wales",
          "country_code": "GB",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "J. E. Grey"
    },
    {
      "display_name": "Andreas Polychronis",
      "id": "A5081023613",
      "orcid": null,
      "institutions": [
        {
          "id": "I2801748203",
          "display_name": "Hammersmith Hospital",
          "country_code": "GB",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "A. Polychronis"
    },
    {
      "display_name": "Nicholas C. Price",
      "id": "A5037846643",
      "orcid": "https://orcid.org/0000-0001-6672-2952",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "N. Price"
    },
    {
      "display_name": "C Melchiorri",
      "id": "A5002594266",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "C. Melchiorri"
    }
  ],
  "publication_year": 2004,
  "publication_date": "2004-05-01",
  "type": "article",
  "cited_by_count": 50,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S2713501",
    "display_name": "Journal of Evaluation in Clinical Practice",
    "issn_l": "1356-1294",
    "issn": [
      "1356-1294",
      "1365-2753"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320595"
  },
  "volume": "10",
  "issue": "2",
  "first_page": "129",
  "last_page": "142",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/j.1365-2753.2004.00501.x",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C98184364",
      "display_name": "Argument (complex analysis)",
      "level": 2,
      "score": 0.46862462
    },
    {
      "id": "C2777278149",
      "display_name": "Conviction",
      "level": 2,
      "score": 0.4513015
    },
    {
      "id": "C136815107",
      "display_name": "Nothing",
      "level": 2,
      "score": 0.44809347
    },
    {
      "id": "C160735492",
      "display_name": "Health care",
      "level": 2,
      "score": 0.44780102
    },
    {
      "id": "C132010649",
      "display_name": "Intuition",
      "level": 2,
      "score": 0.43896556
    },
    {
      "id": "C111472728",
      "display_name": "Epistemology",
      "level": 1,
      "score": 0.37408102
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.36115855
    },
    {
      "id": "C161191863",
      "display_name": "Library science",
      "level": 1,
      "score": 0.33674905
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.30015188
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.28521
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.27234387
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.21109647
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.1276451
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11744",
      "display_name": "Health Sciences Research and Education",
      "score": 0.9996
    },
    {
      "id": "T11590",
      "display_name": "Primary Care and Health Outcomes",
      "score": 0.9962
    },
    {
      "id": "T10629",
      "display_name": "Health Policy Implementation Science",
      "score": 0.991
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1111/j.1365-2753.2004.00501.x",
  "pdf_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/j.1365-2753.2004.00501.x",
  "retrieved_date": "2025-07-30T14:43:14.091770",
  "source_database": "OpenAlex"
}