{
  "openalex_id": "W1585086763",
  "doi": "https://doi.org/10.1353/csd.0.0069",
  "title": "Fostering Student Success in the Campus Community",
  "abstract": "Reviewed by: Fostering Student Success in the Campus Community Heather T. Rowan-Kenyon Fostering Student Success in the Campus Community. Gary L. Kramer et al.. San Francisco: Jossey-Bass, 2007, 460 pages, $48.00 (hardcover) Fostering Student Success in the Campus Communityis a thoughtful work that focuses on how institutional leaders and practitioners can promote student learning, growth, and success. Kramer and Associates combine theoretical [End Page 350]foundations with relevant examples to explore changing student demographics, institutional and student expectations, and the organization of student services to promote success. While this book is written for institutional leaders and practitioners, faculty can also benefit as many of the chapters focus on advising. The volume is broken down into four parts and twenty chapters. Part 1, Communicating Expectations, provides a strong foundation for the book, especially for those not familiar with the research on students. Torres begins chapter 1 by focusing on changing student demographics at colleges and universities. She explores how this change influences access and persistence, and stresses the importance of examining policies and practices to ensure institutions are meeting the needs of their students. In chapter 2, Kinzie and Kuh focus on student centered campus cultures. They present the components of a student centered culture familiar to readers of their 2005 work Student Success in Collegeand illustrate these concepts with examples from the DEEP Project and other work on high performing colleges. Miller and Reyes' work in chapter 3 explores student expectations about college, recognizing the mismatch between student expectations and institutional reality. They discuss the psychology and sources of student expectations and the influence on student attrition. Their promotion of assessment to find out about expectations is a direct link to chapter 4 by Schuh, who uses case studies to illustrate types of assessment. This chapter is a brief snapshot of Schuh's (1996, 2001) previous assessment works with his colleagues. In chapter 5 Potter finished the section focusing on promoting and sustaining change. He urges student affairs professionals to lead from within to focus on student success by defining measurable objectives, benchmarking against peers, developing goal-directed plans, and helping staff to implement plans. He highlights the importance of staffing and hiring to implement and sustain change as a key to success. Part 2 focuses on putting students first in terms of campus services. Chapters explore involving the campus community in learning through mechanisms such as one-stop student services, technology, and academic and career planning. Examples are utilized to illustrate concepts throughout this section, but primarily focus on partnerships between a small number of offices (e.g., academic advising and career services) rather than larger campus-wide collaborations that involve administrators, faculty, and students to focus on learning. These chapters are more technical in nature and functional-area specific, so may not be applicable to a wide audience. As an example, in chapter 6, Hossler speaks to the work of enrollment management professionals. He recommends that in order to focus on student success professionals need to balance their pressure to bring in students with a focus on student-institution fit. Longabocker and Wagner explore the connection between information technology and student services in chapter 7. They discuss how new technologies led to the creation of a one-stop student services shop. They are in harmony with Potter's earlier chapter promoting the need to hire adaptable individuals to implement flexible systems. DeBlois and Oblinger continue with the technology theme in chapter 8 by discussing student characteristics related to technology. They describe how the \"net\" generation prefers to interact with the institution and review learning technologies. In chapter 9 Habley and Bloom focus on advisor roles and stages of student engagement. They utilize the organizational development literature to present an advising framework to tap the potential of students. In the final [End Page 351]chapter of part 2, Bullock, Reardon, and Lenz continue to focus on academic advising by connecting it to career advising since major choice is often wrapped up in a future career. Part 3 of the book focuses on fostering student development. Many of the chapters stress the need for professional development of staff in order to promote development of students...",
  "authors": [
    {
      "display_name": "Heather T. Rowan‐Kenyon",
      "id": "A5074932322",
      "orcid": "https://orcid.org/0000-0003-3795-2307",
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Heather T. Rowan-Kenyon"
    }
  ],
  "publication_year": 2009,
  "publication_date": "2009-01-01",
  "type": "article",
  "cited_by_count": 8,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S10595604",
    "display_name": "Journal of college student development",
    "issn_l": "0897-5264",
    "issn": [
      "0897-5264",
      "1543-3382"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315678"
  },
  "volume": "50",
  "issue": "3",
  "first_page": "350",
  "last_page": "352",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2777496998",
      "display_name": "Miller",
      "level": 2,
      "score": 0.55573547
    },
    {
      "id": "C194519906",
      "display_name": "Student engagement",
      "level": 2,
      "score": 0.5213807
    },
    {
      "id": "C120912362",
      "display_name": "Higher education",
      "level": 2,
      "score": 0.5143589
    },
    {
      "id": "C2781405653",
      "display_name": "Student affairs",
      "level": 3,
      "score": 0.49913168
    },
    {
      "id": "C2780084366",
      "display_name": "Demographics",
      "level": 2,
      "score": 0.49645716
    },
    {
      "id": "C19417346",
      "display_name": "Pedagogy",
      "level": 1,
      "score": 0.4500296
    },
    {
      "id": "C2776319088",
      "display_name": "Rowan",
      "level": 2,
      "score": 0.44690368
    },
    {
      "id": "C39549134",
      "display_name": "Public relations",
      "level": 1,
      "score": 0.4313409
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.428398
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.42515302
    },
    {
      "id": "C18762648",
      "display_name": "Work (physics)",
      "level": 2,
      "score": 0.41046456
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.28704673
    },
    {
      "id": "C127413603",
      "display_name": "Engineering",
      "level": 0,
      "score": 0.16468391
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C78519656",
      "display_name": "Mechanical engineering",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C18903297",
      "display_name": "Ecology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C149923435",
      "display_name": "Demography",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10267",
      "display_name": "Higher Education Research Studies",
      "score": 0.9998
    },
    {
      "id": "T10162",
      "display_name": "Online and Blended Learning",
      "score": 0.9804
    },
    {
      "id": "T12354",
      "display_name": "Innovations in Educational Methods",
      "score": 0.9692
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/csd.0.0069",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:21:43.474707",
  "source_database": "OpenAlex"
}