{
  "openalex_id": "W1589527545",
  "doi": "https://doi.org/10.4135/9781452275123",
  "title": "Pediatric Disorders: Current Topics and Interventions for Educators",
  "abstract": "Preface Acknowledgments I. Introduction: Schools as Partners in Health Care Delivery 1. Trends in Health Care Delivery: The Increased Burden on Schools as Health Care Providers - Paul C. McCabe, Steven R. Shaw Introduction Pediatrics in the Schools Role of Federal Legislation Keeping Pace with the Trends in Health Care Meeting the Additional Burden References 2. Collaboration Between Educators and Medical Professionals: Models, Barriers and Implications - Sarah Glaser, Tia Ouimet, Steven R. Shaw Introduction Background Why Collaboration between Educators and Medical Professionals is Necessary Models of Collaboration Independent functions model Multidisciplinary team model Interdisciplinary team model Transdisciplinary team model Obstacles and Barriers to Effective Collaboration Dual systems Interprofessional tensions Financial and administrative issues Legal issues Credentialing Ethical issues Implications for Educators Strategies for Effective Collaboration between Educators and Medical Professionals Respecting professional boundaries Encouraging active participation Promoting frequent and clear communication Fostering community relationships Developing prevention and health promotion programs for students Conclusions and Future Directions Educational Strategies Discussion Questions Research Summary Handout-Strategies for Effective Communication Between Educators and Medical Professionals II. Current Issues in Pediatric Disorders and Treatments 3. Role of Otitis media in Hearing Loss and Language Deficits - Amy M. Racanello, Paul C. McCabe Introduction Background Disease Overview Medical Treatment Risk Factors for Developing Otitis Media Age Chronicity Heritability Chromosomal Disorders Biofilms Allergies Otitis Media and Speech and Language Development Implications for Educators Student specific strategies General classroom strategies Educational Strategies Discussion Questions Research Summary Handout-Otitis Media 4. Childhood Immunizations: The Power of Misinformation - Michelle Klein Brenner, Paul C. McCabe Introduction Background Development of Vaccinations Opposition to Immunize Fear of side effects Fear of developing another disorder Hemophilus influenza B (Hib) and diabetes Pertussis and asthma Measles, mumps, rubella (MMR) and autism Implications for Educators Educational Strategies Discussion Questions Research Summary Handout-Childhood Immunizations: Know the Facts 5. Shaken Baby Syndrome: Immediate and Long Term Consequences and Implications for Educators - Tiffany Folmer Lawrence, Paul C. McCabe Introduction Background Prevalence and Risk Factors for Shaken Baby Syndrome Clinical Presentation of SBS Differential Diagnosis Prevention and Intervention Implications for Educators Conclusion Educational Strategies Discussion Questions Research Summary Handout-Preventing Shaken Baby Syndrome 6. Assessment and Intervention for Sleep Problems - Joseph A. Buckhalt, Mona El-Sheikh Introduction Background Diagnostic Considerations for Sleep Disorders Sleep and health Correlates Adolescent Sleep Patterns Assessing Sleep Problems Implications for Educators Educational Strategies Discussion Questions Research Summary Handout-Sleep Disorders 7. Cognitive Effects of Childhood Leukemia Treatments - Paul C. McCabe Introduction Background Definition of Leukemia Etiology and Treatment Learning Outcomes Attention and Memory Cognitive Abilities Gender Effects Limitations Implications for Educators Educational Strategies Discussion Questions Research Summary Handout-Cognitive Effects of Leukemia Treatments 8. An Overview of Pediatric Human Immunodeficiency Virus (HIV) - Sarah A. B. Wilson, W. mark Posey, Emily E. Powell Introduction Background Scope of the Problem Motor Development and Visual-Motor Effects of HIV Cognitive Effects Language Development Executive Functioning Psychological Adjustment Disclose Implications for Educators Educational Strategies Discussion Questions Research Summary Handout-Pediatric HIV 9. Bacterial Meningitis - Paul C. McCabe, Fallon Lattari Introduction Background Pathogenesis Clinical Symptoms Neurological Effects Diagnosis Epidemiology, Immunization, and Treatment Research Limitations Prevention Implications for Educators Educational Strategies Discussion Questions Research Summary Handout-Information about Bacterial Meningitis 10. Lyme Disease and Tick-Borne Infections: Etiology, Physical and Neuropsychological Sequelae in Children - Ronald A. Hamlen, Deborah S. Kliman Introduction Background Infection Incidence and Risk Diagnosis Neurological and Cognitive Deficits Developmental Delay, Attention and Austistic Spectrum Disorders Depressive, Panic and Aggressive Disorders Long-term Outcome Implications for Educators Educational Strategies Discussion Questions Research Summary Handout-pediatric Lyme Disease and Associated Tick-Bourne Infections III. Prevention and Wellness Intervention 11. Childhood Obesity Prevention: A Review for Educators - Jessica Blom-Hoffman, Laura Anderson Introduction Background Child & Family Context Biological Factors Behavioral Factors Socioeconomic and Cultural Factors at the Family Level The Community The School Intra-School Processes School Environment Family, Community, & School: Healthy Weight Facilitated Educational Strategies Discussion Questions Research Summary Handout-Strategies to Help Children Achieve a Healthy Weight 12. Low Level Aggression in the School: Issues and Interventions - Rebecca Lakin Gullan, Julie Paquette MacEvoy, Introduction Background What is a Normal Level of Aggression? Conflict versus Aggression Cultural Differences Classroom Differences Defining Non-Physical Aggression Bullies, Victims, and Aggressive-Victims Bully-Victims Aggression and Social Status: The Role of Perceived Popularity Implications for Educators Evaluation at the Child Level Evaluating Context Matching Intervantion to Child Contextual Characteristics Prevention Intervening with Victims Intervening with Aggressors Intervening with Bully-Victims Changing Social Norms Educational Strategies Discussion Questions Research Summary Handout-Helping Children with Aggression 13. Accident Prevention - Marybeth Bailer-Heath, Sarah Valley-Gray Introduction Background Motor Vehicle Safety Pedestrian Safety Bicycle Safety Sports, Recreation, and Swim Safety Sports and Recreation Safety Swim Safety Traumatic Brain Injury and Spinal Cord Injury Implications for Educators Educational Strategies Discussion Questions Research Summary Handout-Tips to Prevent Childhood Accidental Injury Appendix Glossary References Index",
  "authors": [
    {
      "display_name": "Paul C. McCabe",
      "id": "A5073134064",
      "orcid": "https://orcid.org/0000-0002-8895-2406",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Paul McCabe"
    },
    {
      "display_name": "Steven W. Shaw",
      "id": "A5025947576",
      "orcid": "https://orcid.org/0000-0002-3931-7297",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Steven Shaw"
    }
  ],
  "publication_year": 2010,
  "publication_date": "2010-01-01",
  "type": "book",
  "cited_by_count": 8,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "",
    "display_name": "",
    "issn_l": "",
    "issn": [],
    "type": "",
    "host_organization": ""
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C148043351",
      "display_name": "Current (fluid)",
      "level": 2,
      "score": 0.6295271
    },
    {
      "id": "C27415008",
      "display_name": "Psychological intervention",
      "level": 2,
      "score": 0.56554174
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.42164928
    },
    {
      "id": "C127413603",
      "display_name": "Engineering",
      "level": 0,
      "score": 0.1394274
    },
    {
      "id": "C118552586",
      "display_name": "Psychiatry",
      "level": 1,
      "score": 0.12061098
    },
    {
      "id": "C119599485",
      "display_name": "Electrical engineering",
      "level": 1,
      "score": 0.050795287
    }
  ],
  "topics": [
    {
      "id": "T13883",
      "display_name": "Child and Adolescent Health",
      "score": 0.9988
    },
    {
      "id": "T14437",
      "display_name": "Ethics and Legal Issues in Pediatric Healthcare",
      "score": 0.9421
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.4135/9781452275123",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:45:06.754002",
  "source_database": "OpenAlex"
}