{
  "openalex_id": "W1586404588",
  "doi": "https://doi.org/10.1002/9781444302752",
  "title": "The Handbook of Children, Media, and Development",
  "abstract": "Notes on Editors and Contributors. Foreword (Aletha C. Huston). Acknowledgments. Introduction: Media and Children s Development (Sandra L. Calvert and Barbara J. Wilson). Part I: Historical, Conceptual, and Financial Underpinnings of Media. 1 Historical and Recurring Concerns about Children's Use of the Mass Media (Ellen Wartella and Michael Robb). 2 Business Models for Children s Media (Alice Cahn, Terry Kalagian, and Catherine Lyon). Part II: Media Access and Differential Use Patterns. 3 Media Use Across Childhood: Access, Time, and Content (Ronda Scantlin). 4 Children, Race, Ethnicity, and Media (Bradley S. Greenberg and Dana E. Mastro). 5 Gender, Media Use, and Effects (Stacey J. T. Hust and Jane D. Brown). 6 Media and the Family (Alison Alexander). Part III: Cognitive Effects of Media: How and What Children Learn. 7 Attention and Learning from Media during Infancy and Early Childhood (Rachel Barr). 8 Media Symbol Systems and Cognitive Processes (Kaveri Subrahmanyam and Patricia Greenfield). 9 Learning from Educational Media (Heather L. Kirkorian and Daniel R. Anderson). 10 News, Reality Shows, and Children's Fears: Examining Content Patterns, Theories, and Negative Effects (Stacy L. Smith, Katherine M. Pieper, and Emily J. Moyer-Guse). Part IV: Social Effects of Media. 11 Media Violence and Aggression in Youth (Barbara J. Wilson). 12 Prosocial Effects of Media Exposure (Marie-Louise Mares, Edward Palmer, and Tia Sullivan). 13 Make-Believe Play, Imagination, and Creativity: Links to Children's Media Exposure (Dorothy G. Singer and Jerome L. Singer). 14 Parasocial and Online Social Relationships (Cynthia Hoffner). 15 Fear Responses to Media Entertainment (Patti M. Valkenburg and Moniek Buijzen). Part V: Health Effects of Media. 16 Media Use and Childhood Obesity (Elizabeth A. Vandewater and Hope M. Cummings). 17 Media, Body Image, and Eating Disorders (Kristen Harrison and Veronica Hefner). 18 Media and Advertising Effects (Brian Young). 19 Adolescents and Media Messages about Tobacco, Alcohol, and Drugs (Dina L. G. Borzekowski and Victor C. Strasburger). Part VI: Media Policy and Interventions. 20 The Children s Television Act (Sandra L. Calvert). 21 Regulating the Media: Sexually Explicit Content (Joah G. Iannotta). 22 Media-Related Policies of Professional Health Organizations (Marie Evans Schmidt, David S. Bickham, Amy Branner, and Michael Rich). 23 The Rating Systems for Media Products (Douglas A. Gentile0. 24 Parent and School Interventions: Mediation and Media Literacy (Jennifer L. Chakroff and Amy I. Nathanson). Author Index. Subject Index.",
  "authors": [
    {
      "display_name": "Sandra L. Calvert",
      "id": "A5082840287",
      "orcid": "https://orcid.org/0000-0002-1295-5424",
      "institutions": [
        {
          "id": "I161513276",
          "display_name": "American Psychological Association",
          "country_code": "US",
          "type": "nonprofit"
        },
        {
          "id": "I184565670",
          "display_name": "Georgetown University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Sandra L. Calvert"
    },
    {
      "display_name": "Barbara Jan Wilson",
      "id": "A5106138638",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Barbara Jan Wilson"
    }
  ],
  "publication_year": 2008,
  "publication_date": "2008-06-20",
  "type": "book",
  "cited_by_count": 209,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4306464293",
    "display_name": "Wiley eBooks",
    "issn_l": null,
    "issn": null,
    "type": "ebook platform",
    "host_organization": "https://openalex.org/P4310320595"
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": true,
    "oa_status": "green",
    "oa_url": "http://swbplus.bsz-bw.de/bsz343312913cov.htm",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.34227931
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.3323972
    }
  ],
  "topics": [
    {
      "id": "T12060",
      "display_name": "Child Development and Digital Technology",
      "score": 0.9848
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1002/9781444302752",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:40:28.887078",
  "source_database": "OpenAlex"
}