{
  "openalex_id": "W1595151094",
  "doi": "https://doi.org/10.1201/b14017",
  "title": "Respiratory-Circulatory Interactions in Health and Disease",
  "abstract": "Heart-Lung Interactions: An Overview Steven M. Scharf, Michael R. Pinsky, and Sheldon Magder BASIC PHYSIOLOGY Respiratory Physiology Lung and Chest Wall Mechanics: Basic Concepts Joseph R. Rodarte Respiratory Muscle Function and Blood Flow Steven G. Kelsen Cardiovascular Physiology Right Ventricular Function and Ventricular Interdependence William P. Santamore, Alfred A. Bove, and Louis J. Dell'Italia Venous Return Sheldon Magder and Steven M. Scharf Models of Tissue Oxygen Uptake and Microcirculatory Blood Flow Sorel Bosan and Keith R. Walley Cardiopulmonary Physiology The Sympathetic Nervous System of the Developing Mammal Anthony L. Sica, Bruce W. Hundley, David A. Ruggiero, and Phyllis M. Gootman Hemodynamic Effects of Ventilation and Ventilatory Maneuvers Michael R. Pinsky Homeostasis of Exercise Gas Exchange: Coupling of Pulmonary and Cardiovascular Function to Cellular Respiration During Exercise Karlman Wasserman and William W. Stringer Mechanical Heart-Pericardium-Lung Interactions Masao Takata and James L. Robotham Dynamic Volumetric Imaging-Based Assessment of the Intrathoracic Milieu Eric A. Hoffman and Binh Q. Tran PATHOPHYSIOLOGY Cellular Mechanisms of Acute Hypoxic Pulmonary Vasoconstriction J. T. Sylvester, James S. K. Sham, Larissa A. Shimoda, and Q. Liu Pulmonary Edema: Formation and Reabsorption Michael A. Matthay and Tsutomu Sakuma Respiratory-Circulatory Interactions in Obstructive Sleep Apnea Virend K. Somers, Krzysztof Narkiewicz, and Mikolaj Winnicki Effects of Respiratory Muscle Afferent on the Breathing and the Afferent Hypothesis Sheldon Magder Neurohumoral Aspects of Respiratory-Cardiovascular Interactions Sami I. Said Pathophysiology of Pulmonary Hypertension Jason X.-J. Yuan and Lewis J. Rubin Effect of Systemic Inflammation on Cardiovascular Function Bradley D. Freeman and Charles Natanson CLINICAL PROBLEMS Heart Failure Control of Ventilation in Congestive Heart Failure Harly Greenberg Ventilatory Support in the Failing Heart Steven M. Scharf Sleep-Disordered Breathing Blood Pressure Regulation and Sleep Apnea Urs A. Leuenberger and Clifford W. Zwillich Pathophysiological Interreactions Between Sleep Apnea and the Heart T. Douglas Bradley, Geraldo Lorenzi-Filho, and John S. Floras Cardiovascular Responses to Obstructive Apneas-Lessons from Animal Models Steven M. Scharf, Ling Chen, Harly Greenberg, and Christopher P. O'Donnell Sleep Apnea and Right Ventricular Function Thomas E. Podszus, Christian Ole Feddersen, and Steven M. Scharf Pulmonary Failure Chronic Obstructive Pulmonary Disease Samuel L. Krachman and Martin J. Tobin Circulatory Effects of COPD Bartolome R. Celli and Regina Frants Critical Care Invasive and Noninvasive Assessment of Cardiocirculatory Function: Balloon-Tipped Catheters and Echocardiography Claude Perret, Francois Feihl, and Alain Cariou Heart-Lung Interactions in Sepsis Sheldon Magder Nitric Oxide and Cardiopulmonary Failure in Sepsis Rubin Cohen Databases and Outcomes in Cardiopulmonary Care Alan S. Multz and Corrado P. Marini Mechanical Ventilation with PEEP Henry E. Fessler Cardiocirculatory Management in Acute Lung Injury and ARDS Rene Gust and Daniel P. Schuster Diagnostic Information from the Respiratory Variations in Central Hemodynamics Pressures Sheldon Magder Abdominal-Circulatory Interactions Peter Goldberg Inhaled Nitric Oxide and Acute Lung Injury Didier Payen Inhaled Nitric Oxide for Persistent Pulmonary Hypertension of the Newborn: Basis for Evolving Therapeutic Guidelines Dennis Davidson",
  "authors": [
    {
      "display_name": "Steven M. Scharf",
      "id": "A5071091026",
      "orcid": "https://orcid.org/0000-0002-2870-9711",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Steven M. Scharf"
    },
    {
      "display_name": "Michael R. Pinsky",
      "id": "A5053558278",
      "orcid": "https://orcid.org/0000-0001-6166-700X",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Michael R. Pinsky"
    },
    {
      "display_name": "Sheldon Magder",
      "id": "A5067913120",
      "orcid": "https://orcid.org/0000-0002-8576-0257",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Sheldon Magder"
    }
  ],
  "publication_year": 2001,
  "publication_date": "2001-04-27",
  "type": "book",
  "cited_by_count": 67,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4306463075",
    "display_name": "CRC Press eBooks",
    "issn_l": null,
    "issn": null,
    "type": "ebook platform",
    "host_organization": "https://openalex.org/P4310320449"
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.60721767
    },
    {
      "id": "C163498912",
      "display_name": "Respiratory physiology",
      "level": 3,
      "score": 0.54185724
    },
    {
      "id": "C534529494",
      "display_name": "Respiratory system",
      "level": 2,
      "score": 0.5257759
    },
    {
      "id": "C10162356",
      "display_name": "Pathophysiology",
      "level": 2,
      "score": 0.5010698
    },
    {
      "id": "C164705383",
      "display_name": "Cardiology",
      "level": 1,
      "score": 0.49884725
    },
    {
      "id": "C72859922",
      "display_name": "Circulatory system",
      "level": 2,
      "score": 0.4617228
    },
    {
      "id": "C200457457",
      "display_name": "Ventilation (architecture)",
      "level": 2,
      "score": 0.4598381
    },
    {
      "id": "C29323129",
      "display_name": "Hypoxic pulmonary vasoconstriction",
      "level": 3,
      "score": 0.41472316
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.37635583
    },
    {
      "id": "C2780930700",
      "display_name": "Pulmonary hypertension",
      "level": 2,
      "score": 0.31194267
    },
    {
      "id": "C78519656",
      "display_name": "Mechanical engineering",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C127413603",
      "display_name": "Engineering",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10745",
      "display_name": "Heart Rate Variability and Autonomic Control",
      "score": 0.785
    },
    {
      "id": "T11209",
      "display_name": "Cardiovascular and exercise physiology",
      "score": 0.6886
    },
    {
      "id": "T11968",
      "display_name": "High Altitude and Hypoxia",
      "score": 0.6756
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1201/b14017",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:45:06.713805",
  "source_database": "OpenAlex"
}