{
  "openalex_id": "W1597111140",
  "doi": null,
  "title": "Practical Pediatric Otolaryngology",
  "abstract": "Part 1 General considerations, David Albert: special considerations in assessment of the paediatric otolaryngology patient, David J. Beste adenotonsillar disease in children, Linda S. Brodsky central and obstructive apnea, Michael A. Rothschild assessment of speech and language disorders in children, Ann W. Kummer paediatric voice disorders, Angie Pengilly sialorrhea, C. Martin Bailey clinical genetics in paediatric otolaryngology, Maria A.K. Bitner-Glindzicz chronic cough, Lauren D. Holinger immunodeficiency disorders, Michelle B. Lierl anesthesia, Adrian R. Lloyd-Thomas outcomes research for the practising physician, Richard M. Rosenfeld. Part 2 Ear and temporal bone, John Graham: hearing assessment in infants and children, N. Wendell Todd congenital and acquired hearing loss - aetiology and management, N. Wendell Todd diagnosis and management of otitis media with effusion, Margaret A. Kenna the child with vertigo, Susan Snashall surgical considerations in chronic otitis media, William Potsic aural rehabilitation for hearing-impaired children, Gayle Riemer and Jodi Paetsch congenital and acquired facial paralysis, Richard A. Friedman controversies in cochlear implantation - ethical issues, Annelle Hodges and Thomas Balkany controversies in cochlear implantation - technical and surgical considerations, Richard T. Miyamoto and Karen Iler Kirk bone-anchored hearing aids and ear prostheses, David W. Proops audiometric screening, Gayle Riemer imaging of the ear in children, Peter D. Phelps. Part 3 Sinonasal conditions, Scott C. Manning: allergic rhinitis, Gail G. Shapiro medical treatment of rhinosinusitis in children, Evelyn A. Kluka surgical therapy for sinusitis and its complications, Scott C. Manning epistaxis, Bradley F. Marple nasal obstruction in infancy, Harvey L. Coates. Part 4 Airway, Robin T. Cotton: evaluation of the paediatric airway by rigid endoscopy, Peter D. Bull evaluation of the paediatric airway by flexible endoscopy, Pierre A. Vauthy congenital anomalies of the larynx, Robin T. Cotton and Christopher A.J. Prescott acquired anomalies of the larynx and trachea, David I. Walner and Robin T. Cotton neoplastic disorders of the larynx and trachea, Gerald B. Healy inflammatory diseases of the paediatric airway, Charles M. Myer, III aerodigestive tract foreign bodies, Sharon E. Gibson tracheotomy in the paediatric patient, J. Scott McMurray and Christopher A.J. Prescott caustic ingestion, Lauren D. Holinger feeding disorders in children, Jay Paul Willging et al vocal cord paralysis, Robert Berkowitz tracheobroncomalacia, David Albert recurrent respiratory papillomatosis, Craig S. Derkay. Part 5 Head and neck, Charles M. Myer, III: congenital malformations of the head and neck, Michael J. Cunningham neoplastic disorders - benign and malignant, Michael J. Cunnningham salivary disease in children, Sally R. Shott. (Part contents)",
  "authors": [
    {
      "display_name": "Charles M. Myer",
      "id": "A5031982627",
      "orcid": "https://orcid.org/0000-0001-5959-7372",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Charles M. Myer"
    },
    {
      "display_name": "Robin T. Cotton",
      "id": "A5109087359",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Robin T. Cotton"
    }
  ],
  "publication_year": 1998,
  "publication_date": "1998-10-29",
  "type": "book",
  "cited_by_count": 55,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "",
    "display_name": "",
    "issn_l": "",
    "issn": [],
    "type": "",
    "host_organization": ""
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.6986145
    },
    {
      "id": "C2776439223",
      "display_name": "Otitis",
      "level": 2,
      "score": 0.64743364
    },
    {
      "id": "C108516343",
      "display_name": "Otorhinolaryngology",
      "level": 2,
      "score": 0.4911377
    },
    {
      "id": "C187212893",
      "display_name": "Pediatrics",
      "level": 1,
      "score": 0.3625356
    },
    {
      "id": "C548259974",
      "display_name": "Audiology",
      "level": 1,
      "score": 0.34051734
    },
    {
      "id": "C61434518",
      "display_name": "General surgery",
      "level": 1,
      "score": 0.33278584
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.2702808
    }
  ],
  "topics": [
    {
      "id": "T11260",
      "display_name": "Tracheal and airway disorders",
      "score": 0.9401
    },
    {
      "id": "T10830",
      "display_name": "Airway Management and Intubation Techniques",
      "score": 0.926
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "http://ci.nii.ac.jp/ncid/BA39039289",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:37:19.874148",
  "source_database": "OpenAlex"
}