{
  "openalex_id": "W1598389718",
  "doi": "https://doi.org/10.24201/edu.v27i3.1422",
  "title": "Historia residencial de los francilianos nacidos entre 1930 y 1950 / Residential History of People Born in Île-de-France between 1930 and 1950",
  "abstract": "El propósito de este artículo es relatar la historia residencial de las generaciones nacidas entre 1930 y 1950 que habitan París y sus afueras. Se basa en la encuesta Biografías y entorno que recolectó el INED en 2001 entre cerca de 2 830 francilianos (oriundos de la región de Île-de-France) pertenecientes a estas generaciones. Sus trayectorias residenciales y geográficas dan testimonio de los grandes momentos de la urbanización franciliana que ocurrieron en el transcurso de la segunda mitad del siglo xx, particularmente con la expansión de la propiedad y los fenómenos de periurbanización y gentrificación. Desde el punto de vista geográfico se advierten tres grandes tendencias: un movimiento centrífugoque aleja a los francilianos del centro de la aglomeración; una cierta estabilidad en la zona geográfica donde se han asentado en Île-de-France, lo que denota su apego a París y su arraigo a las afueras; y en una proporción menor, un cierto retorno al centro de la aglomeración. Algunas encuestas han observado también movimientos urbanos; éstos fueron los casos de los pioneros de la periurbanización con el acceso a la propiedad de una casa individual en parcelación y el de los pioneros de la gentrificación en ciertos distritos de la capital situados en los alrededores cercanos. El análisis por generación muestra el efecto diferenciado de las políticas sobre los recorridos residenciales y geográficos. Revela sobre todo la repercusión de los cambios matrimoniales sobre las trayectorias. Aunque lastrayectorias residenciales de las generaciones nacidas antes de la guerra, al igual que sus trayectorias familiares, se mostraban de manera lineal conforme a un esquema que iba del arriendo hacia la propiedad, las trayectorias de las generaciones nacidas después de 1945 resultaban mucho más caóticas según las uniones, separaciones y reemparejamientos eventuales. La propiedad, que a menudo se presenta como el fin último del recorrido, se convierte para algunos en una etapa dentro de una trayectoria cada vez más compleja. AbstractThe purpose of this article is to describe the residential history of the generations born between 1930 and 1950, living in Paris and its suburbs. It is based on the Biographies and Setting survey conducted by INED in 2001 on about 2830 people from the Île-de-France region belonging to these generations. Their residential and geographical trajectories testify to the great moments of Île-de-France urbanization that occurred during the course of the second half of the 20th century, particularly with the expansion of property and the phenomena of periurbanization and gentrification. From a geographical point of view, three major trends emerge: a centrifugal movement that drives people from the Île-de-France region away from the center of the agglomeration, a certain stability in the geographical area where they have settled in Île-de-France, denoting their attachment to Paris and their roots in the suburbs, and to a lesser extent, a return to the center of the agglomeration. Some surveys have also observed urban movements. This was the cases of the pioneers of periurbanization with access to the ownership of an individual home in a holding and of the pioneers of gentrification in certain districts of the capital located in the immediate vicinity. Analysis by generation shows the different effect on residential and geographical routes. Above all, it reveals the impact of marital changes on trajectories. Although the residential trajectories of the pre-war generations, like their family trajectories, were shown in a linear manner in a scheme that went from rental to ownership, the trajectories of the generations born after 1945 were far more chaotic, due to unions, separations and the eventual formation of new couples. Ownership, oftenpresented as the ultimate goal of the course, becomes a stage in an increasingly complex trajectory for some.",
  "authors": [
    {
      "display_name": "Catherine Bonvalet",
      "id": "A5003308820",
      "orcid": null,
      "institutions": [
        {
          "id": "I1333839041",
          "display_name": "Instituto Geográfico Nacional",
          "country_code": "AR",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Catherine Bonvalet"
    },
    {
      "display_name": "Nicolas Robette",
      "id": "A5074888990",
      "orcid": "https://orcid.org/0000-0003-3932-5964",
      "institutions": [
        {
          "id": "I4210093283",
          "display_name": "Laboratoire Printemps",
          "country_code": "FR",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Nicolas Robette"
    }
  ],
  "publication_year": 2012,
  "publication_date": "2012-09-01",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "es",
  "source": {
    "id": "S2737081250",
    "display_name": "Estudios Demográficos y Urbanos",
    "issn_l": "0186-7210",
    "issn": [
      "0186-7210",
      "2448-6515"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310319605"
  },
  "volume": "27",
  "issue": "3",
  "first_page": "565",
  "last_page": "565",
  "open_access": {
    "is_oa": true,
    "oa_status": "diamond",
    "oa_url": "https://estudiosdemograficosyurbanos.colmex.mx/index.php/edu/article/download/1422/1415",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C15708023",
      "display_name": "Humanities",
      "level": 1,
      "score": 0.75813884
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.49078426
    },
    {
      "id": "C205649164",
      "display_name": "Geography",
      "level": 0,
      "score": 0.36419857
    }
  ],
  "topics": [
    {
      "id": "T12502",
      "display_name": "Urbanization and City Planning",
      "score": 0.9761
    },
    {
      "id": "T12783",
      "display_name": "Migration, Aging, and Tourism Studies",
      "score": 0.9611
    },
    {
      "id": "T11475",
      "display_name": "French Urban and Social Studies",
      "score": 0.9434
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.24201/edu.v27i3.1422",
  "pdf_url": "https://estudiosdemograficosyurbanos.colmex.mx/index.php/edu/article/download/1422/1415",
  "retrieved_date": "2025-07-30T14:28:04.535417",
  "source_database": "OpenAlex"
}