{
  "openalex_id": "W1603524454",
  "doi": null,
  "title": "Confocal microscopy methods and protocols",
  "abstract": "1. Reflecting on Confocal Microscopy: A Personal Perspective John White 2. Laser Scanning Confocal Microscopy: History, Applications And Related Optical Sectioning Techniques Stephen W. Paddock and Kevin W. Eliceiri 3. Confocal Microscopy on the Internet Kristin L. Hazelwood, Christopher S. Murphy, Zachary C. Cunningham, Matthew J. Parry-Hill, Richard L. Ludlow, Ericka B. Ramko, Anna P. Ozarowska, Adam M. Rainey and Michael W. Davidson 4. Using Photoshop with Images Created by a Confocal System Jerry Sedgewick 5. Clearing up the Signal: Spectral Imaging and Linear Unmixing in Fluorescence Microscopy Timo Zimmermann, Joanne Marrison, Karen Hogg, and Peter O'Toole 6. Low Magnification Confocal Microscopy of Tumor Angiogenesis George McNamara, Anna Yanai, Vazgen Khankaldyyan, Walter E. Laug, Jeff Boden, Keith Webster, Yiwen Li, and Rong Wen 7. Confocal Imaging of Butterfly Tissue Craig R. Brunetti 8. Confocal Microscopy of Cardiac Myocytes Robert L. Price, Stephen T. Haley, Tara Bullard, Jeffrey Davis, Thomas K. Borg, and Louis Terracio 9. Confocal Imaging of Fluorescently Labeled Proteins in the Drosophila Larval Neuromuscular Junction Ian P. Coyle 10. Confocal Imaging and Three-Dimensional Visualization of Thick Autofluorescent Specimens Angela V. Klaus, Valerie Schawaroch, and Kevin J. Frischmann 11. Vital Imaging of Multicellular Spheroids Paulo J. Oliveira, Ed Perkins, and Jon Holy 12. Live Confocal Analysis of Mutant and Drug Treated Drosophila Embryos Barbara Fasulo and William Sullivan 13. Confocal Imaging of the Microtubule Cytoskeleton in C. elegans Embryos and Germ Cells Kevin F. O'Connell and Andy Golden 14. Measurement in the Confocal Microscope Guy Cox 15. A Method for Quantifying Blood Flow Distribution Among The Alveoli of the Lung Robert L. Conhaim, Dennis M. Heisey, and Greg E. Leverson 16. Imaging Tools for Analysis of the Ureteric Tree in the Developing Mouse Kidney Luise A. Cullen-McEwen, Richard J. Young, Gabriel Fricout, Dominique Jeulin, Ian S. Harper, Frank Costantini, and John F. Bertram 17. Evaluating Confocal Microscopy System Performance Robert M. Zucker",
  "authors": [
    {
      "display_name": "Stephen W. Paddock",
      "id": "A5111624940",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Stephen W. Paddock"
    }
  ],
  "publication_year": 2014,
  "publication_date": "2014-01-01",
  "type": "book",
  "cited_by_count": 97,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4306463399",
    "display_name": "Humana Press eBooks",
    "issn_l": null,
    "issn": null,
    "type": "ebook platform",
    "host_organization": "https://openalex.org/P4310315801"
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C136009344",
      "display_name": "Confocal",
      "level": 2,
      "score": 0.8324518
    },
    {
      "id": "C2779178360",
      "display_name": "Confocal microscopy",
      "level": 2,
      "score": 0.7068449
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.42216936
    },
    {
      "id": "C52119013",
      "display_name": "Art history",
      "level": 1,
      "score": 0.39678174
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.34190518
    },
    {
      "id": "C121332964",
      "display_name": "Physics",
      "level": 0,
      "score": 0.17162734
    },
    {
      "id": "C120665830",
      "display_name": "Optics",
      "level": 1,
      "score": 0.16848838
    },
    {
      "id": "C95444343",
      "display_name": "Cell biology",
      "level": 1,
      "score": 0.16271538
    }
  ],
  "topics": [
    {
      "id": "T10887",
      "display_name": "Bioinformatics and Genomic Networks",
      "score": 0.3596
    },
    {
      "id": "T13937",
      "display_name": "Genetics, Bioinformatics, and Biomedical Research",
      "score": 0.3551
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://ci.nii.ac.jp/ncid/BB15957160",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:56:23.263036",
  "source_database": "OpenAlex"
}