{
  "openalex_id": "W160847232",
  "doi": "https://doi.org/10.4324/9781315612768",
  "title": "The Ashgate Research Companion to Biosocial Theories of Crime",
  "abstract": "Contents: Part I Introduction and Overview of Biosocial Criminology: Biosocial criminology, Kevin M. Beaver and Anthony Walsh Biosocial interactions and correlates of crime, Anna Rudo-Hutt, Yu Gao, Andrea Glenn, Melissa Peskin, Yaling Yang and Adrian Raine The relationship between low resting heart rate and antisocial behavior: correlation or causation?, Todd A. Armstrong. Part II Genetics and Crime: The genetics of criminality and delinquency, Lisabeth Fisher DiLalla and Sufna Gheyara Molecular genetics and crime, John Paul Wright, Kristan Moore and Jamie Newsome Gene x environment interactions in antisocial behavior, Christopher J. Ferguson. Part III The Brain and Crime: Neurotransmitters: indirect molecular invitations to aggression, Raymond E. Collins The limbic system and crime, Matt DeLisi Neurobiological perspectives of brain vulnerability in pathways to violence over the life course, Denise Paquette Boots The neuroscientific basis of situational action theory, Kyle Treiber. Part IV Environments and Crime: The independence of criminological 'predictor' variables: a good deal of concerns and some answers from behavioral genetic research, H. Harrington Cleveland, Charles Beekman and Yao Zheng Birth complications and the development of criminality: a biosocial perspective, Stephen G. Tibbetts Presaging problem behavior: the mutability of child temperament, parenting, and family environments from gestation to age 3, Matt DeLisi and Michael G, Vaughn Social class and criminal behavior through a biosocial lens, Anthony Walsh and David G. Mueller. Part V Evolutionary Psychology and Crime: Women's avoidance of rape: an evolutionary psychological perspective, William F. McKibbin and Todd K. Shackelford The search for human rape and anti-rape adaptations: 10 years after A Natural History of Rape, Ryan M. Ellsworth and Craig T. Palmer The nature and utility of low self-control, Richard P. Wiebe. Part VI Implications of Biosocial Research: Biosocial treatment and prevention strategies, Michael G. Vaughn and Ralph Groom From petri dish to public policy: a discussion of the implications of biosocial research in the criminal justice arena, Joseph Rukus and Chris L. Gibson Index.",
  "authors": [
    {
      "display_name": "Anthony Walsh",
      "id": "A5022143441",
      "orcid": "https://orcid.org/0000-0003-0401-2976",
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Anthony Walsh"
    }
  ],
  "publication_year": 2016,
  "publication_date": "2016-04-01",
  "type": "book",
  "cited_by_count": 62,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4306463855",
    "display_name": "Routledge eBooks",
    "issn_l": null,
    "issn": null,
    "type": "ebook platform",
    "host_organization": "https://openalex.org/P4310320449"
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C201878964",
      "display_name": "Biosocial theory",
      "level": 3,
      "score": 0.89650893
    },
    {
      "id": "C73484699",
      "display_name": "Criminology",
      "level": 1,
      "score": 0.6435809
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.50088954
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.32134166
    },
    {
      "id": "C77805123",
      "display_name": "Social psychology",
      "level": 1,
      "score": 0.21630996
    },
    {
      "id": "C187288502",
      "display_name": "Personality",
      "level": 2,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11953",
      "display_name": "Neuroethics, Human Enhancement, Biomedical Innovations",
      "score": 0.0789
    },
    {
      "id": "T11577",
      "display_name": "Cognitive Abilities and Testing",
      "score": 0.0742
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.4324/9781315612768",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:55:41.458172",
  "source_database": "OpenAlex"
}