{
  "openalex_id": "W1617272402",
  "doi": "https://doi.org/10.2307/1533374",
  "title": "Du mariage aux unions sans papiers: histoire récente des transformations conjugales",
  "abstract": "Villeneuve-Gokalp Catherine. - Matrimonio y union libre : historia de las transfor- maciones conyugales. La encuesta sobre las «Situaciones Familiares», realizada por el INED a fines del aňo 1985, ha recogido la biografia de 4 000 personas de 21 a 44 afios de edad. Esta encuesta, permite por una parte, observar diferentes tipos de uniones concensuales y por otra, de estudiar la progresion de estas, desde fines de los aňos 1960. Las encuestas precedentes, concebidas en una optica de estudio transversal, habian impuesto la idea, de una difusion de la cohabitacion o concubinaje, «del estrato social mas alto hacia el mas bajo». Por el contrario, el analisis de las biografias, nos revela que esta cohabitacion es un comporta- miento mas antiguo en medio popular, que en las clases altas o medias de la sociedad. El estudio del devenir de las uniones concensuales, permite definir diferentes tipos de cohabitacion y de observar, en que medio social y a que ritmo se desarrolla cada uno de ellos. En los obreros por ejemplo, la cohabitacion ha sido durante mucho tiempo el equivalente del matrimonio antes de transformarse en su preludio, о en un test. Para los estudiantes, la cohabitacion о union libre, ha sido la manera mas, simple de vivir a dos sin comprometerse. Los recientes cambios economico-sociales, permiten comprender las transformaciones familiares de los ultimos veinte aňos. Sin embargo, para los jovenes que inician su vida conyu- gal, la concepcion de la pareja y del matrimonio, esta igualmente determinada por su pasado familiar. Este articulo, analiza las consecuencias de la actividad de la madre, la se- paracion de los padres о el deceso de uno de ellos, sobre el comportamiento de los hijos en su vida conyugal.",
  "authors": [
    {
      "display_name": "Catherine Villeneuve-Gokalp",
      "id": "A5013999391",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Catherine Villeneuve-Gokalp"
    }
  ],
  "publication_year": 1990,
  "publication_date": "1990-03-01",
  "type": "article",
  "cited_by_count": 47,
  "is_retracted": false,
  "is_paratext": false,
  "language": "es",
  "source": {
    "id": "S65740423",
    "display_name": "Population",
    "issn_l": "0032-4663",
    "issn": [
      "0032-4663",
      "1957-7966"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310311450"
  },
  "volume": "45",
  "issue": "2",
  "first_page": "265",
  "last_page": "265",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.3957639
    }
  ],
  "topics": [
    {
      "id": "T13695",
      "display_name": "Aging, Elder Care, and Social Issues",
      "score": 0.916
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.2307/1533374",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:28:04.513805",
  "source_database": "OpenAlex"
}