{
  "openalex_id": "W1625339494",
  "doi": "https://doi.org/10.1016/s0022-5347(17)45519-4",
  "title": "Adjuvant Radiotherapy Following Radical Prostatectomy: Results and Complications",
  "abstract": "No AccessJournal of Urology1 Jan 1986Adjuvant Radiotherapy Following Radical Prostatectomy: Results and Complications Robert P. Gibbons, B. Sharon Cole, R. Garratt Richardson, Roy J. Correa, George E. Brannen, J. Tate Mason, Willis J. Taylor, and Mark D. Hafermann Robert P. GibbonsRobert P. Gibbons More articles by this author , B. Sharon ColeB. Sharon Cole More articles by this author , R. Garratt RichardsonR. Garratt Richardson More articles by this author , Roy J. CorreaRoy J. Correa More articles by this author , George E. BrannenGeorge E. Brannen More articles by this author , J. Tate MasonJ. Tate Mason More articles by this author , Willis J. TaylorWillis J. Taylor More articles by this author , and Mark D. HafermannMark D. Hafermann More articles by this author View All Author Informationhttps://doi.org/10.1016/S0022-5347(17)45519-4AboutPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Between 1954 and 1978, 148 patients underwent radical perineal prostatectomy for adenocarcinoma clinically confined to the prostate gland. This report is based on 45 of these patients with microscopic extension of disease beyond the gland and a minimum 5-year followup. Of the patients 22 received adjuvant external beam radiation therapy and 23 did not. The groups were comparable with regard to significant prognostic variables. Patient selection was by surgeon preference. Local recurrences were seen in 1 of 22 patients (5 per cent) receiving adjuvant radiotherapy and 7 of 23 (30 per cent) undergoing an operation alone (p less than 0.05). Of 8 patients with local recurrence 7 died of the disease. Delayed radiotherapy of a local recurrence generally was not effective in controlling the disease. Of the 11 patients who died of prostatic cancer with a mean followup of 9.2 years 3 received adjuvant radiotherapy and 8 did not. Severe but nonfatal long-term complications were seen in 14 per cent of the irradiated patients and 6 per cent of those treated with an operation alone. Most of the complications occurred in the earlier years of the study in patients who received 60 cobalt radiotherapy. When clinical stage B cancer of the prostate is found to be pathological stage C following radical perineal prostatectomy, adjuvant radiotherapy can decrease the incidence of subsequent local recurrence. The potential risk of adjuvant radiation therapy should be weighed and its use considered, particularly in patients whose tumor extends to the surgical margins or who have seminal vesicle invasion. © 1986 by The American Urological Association Education and Research, Inc.FiguresReferencesRelatedDetailsCited BySHI Y, BRANDS F, CHATTERJEE S, FENG A, GROSHEN S, SCHEWE J, LIESKOVSKY G and COTE R (2018) HER-2/NEU EXPRESSION IN PROSTATE CANCER: HIGH LEVEL OF EXPRESSION ASSOCIATED WITH EXPOSURE TO HORMONE THERAPY AND ANDROGEN INDEPENDENT DISEASEJournal of Urology, VOL. 166, NO. 4, (1514-1519), Online publication date: 1-Oct-2001.GROSSFELD G, TIGRANI V, NUDELL D, ROACH M, WEINBERG V, PRESTI J, SMALL E and CARROLL P (2018) MANAGEMENT OF A POSITIVE SURGICAL MARGIN AFTER RADICAL PROSTATECTOMY: DECISION ANALYSISJournal of Urology, VOL. 164, NO. 1, (93-100), Online publication date: 1-Jul-2000.LEIBOVICH B, ENGEN D, PATTERSON D, PISANSKY T, ALEXANDER E, BLUTE M, BERGSTRALH E and ZINCKE H (2018) BENEFIT OF ADJUVANT RADIATION THERAPY FOR LOCALIZED PROSTATE CANCER WITH A POSITIVE SURGICAL MARGINJournal of Urology, VOL. 163, NO. 4, (1178-1182), Online publication date: 1-Apr-2000.WIEDER J and SOLOWAY M (2018) INCIDENCE, ETIOLOGY, LOCATION, PREVENTION AND TREATMENT OF POSITIVE SURGICAL MARGINS AFTER RADICAL PROSTATECTOMY FOR PROSTATE CANCERJournal of Urology, VOL. 160, NO. 2, (299-315), Online publication date: 1-Aug-1998.Forman J, Meetze K, Pontes E, Wood D, Shamsa F, Rana T and Porter A (2018) THERAPEUTIC IRRADIATION FOR PATIENTS WITH AN ELEVATED POST-PROSTATECTOMY PROSTATE SPECIFIC ANTIGEN LEVELJournal of Urology, VOL. 158, NO. 4, (1436-1440), Online publication date: 1-Oct-1997.Salem C, Tomasic N, Elmajian D, Esrig D, Nichols P, Taylor C, Skinner D, Roy-Burman P, Lieskovsky G and Cote R (2018) p53 Protein and Gene Alterations in Pathological Stage C Prostate CarcinomaJournal of Urology, VOL. 158, NO. 2, (510-514), Online publication date: 1-Aug-1997.Goldenberg S, Klotz L, Srigley J, Jewett M, Mador D, Fradet Y, Barkin J, Chin J, Paquin J, Bullock M and Laplante S (2018) Randomized, Prospective, Controlled Study Comparing Radical Prostatectomy Alone and Neoadjuvant Androgen Withdrawal in the Treatment of Localized Prostate CancerJournal of Urology, VOL. 156, NO. 3, (873-877), Online publication date: 1-Sep-1996.Syndikus I, Pickles T, Kostashuk E and Sullivan L (2018) Postoperative Radiotherapy for Stage pT3 Carcinoma of the Prostate: Improved Local ControlJournal of Urology, VOL. 155, NO. 6, (1983-1986), Online publication date: 1-Jun-1996.Formenti S, Lieskovsky G, Simoneau A, Skinner D, Groshen S, Chen S and Petrovich Z (2018) Impact of Moderate Dose of Postoperative Radiation on Urinary Continence and Potency in Patients with Prostate Cancer Treated with Nerve Sparing ProstatectomyJournal of Urology, VOL. 155, NO. 2, (616-619), Online publication date: 1-Feb-1996.Freeman J, Esrig D, Grossfeld G, Stein J, Su-Chiu C, Young L, Taylor C, Skinner D, Lieskovsky G and Cote R (2018) Incidence of Occult Lymph Node Metastases in Pathological Stage C (pT3NO) Prostate CancerJournal of Urology, VOL. 154, NO. 2, (474-478), Online publication date: 1-Aug-1995.Ohori M, Wheeler T, Kattan M, Goto Y and Scardino P (2018) Prognostic Significance of Positive Surgical Margins in Radical Prostatectomy SpecimensJournal of Urology, VOL. 154, NO. 5, (1818-1824), Online publication date: 1-Nov-1995.Wieder J, Schmidt J, Casola G, VanSonnenberg E, Stainken B and Parsons C (2018) Transrectal Ultrasound-Guided Transperineal Cryoablation in the Treatment of Prostate Carcinoma: Preliminary ResultsJournal of Urology, VOL. 154, NO. 2, (435-441), Online publication date: 1-Aug-1995.D'Amico A, Whittington R, Malkowicz S, Schultz D, Schnall M, Tomaszewski J and Wein A (2018) A Multivariate Analysis of Clinical and Pathological Factors that Predict for Prostate Specific Antigen Failure after Radical Prostatectomy for Prostate CancerJournal of Urology, VOL. 154, NO. 1, (131-138), Online publication date: 1-Jul-1995.Pearle M, Oyasu R, Hidvegi D, Sutkowski D, Rademaker A, Cajulis R, Grayhack J and McVary K (2018) Touch Preparation Cytological Evaluation of Radical Prostatectomy SpecimensJournal of Urology, VOL. 152, NO. 1, (124-128), Online publication date: 1-Jul-1994.Mccarthy J, Catalona W and Hudson M (2018) Effect of Radiation Therapy on Detectable Serum Prostate Specific Antigen Levels Following Radical Prostatectomy: Early Versus Delayed TreatmentJournal of Urology, VOL. 151, NO. 6, (1575-1578), Online publication date: 1-Jun-1994.Foster L, Jajodia P, Fournier G, Shinohara K, Carroll P and Narayan P (2018) The Value of Prostate Specific Antigen and Transrectal Ultrasound Guided Biopsy in Detecting Prostatic Fossa Recurrences Following Radical ProstatectomyJournal of Urology, VOL. 149, NO. 5 Part 1, (1024-1028), Online publication date: 1-May-1993.Freeman J, Lieskovsky G, Cook D, Petrovich Z, Chen S, Groshen S and Skinner D (2018) Radical Retropubic Prostatectomy and Postoperative Adjuvant Radiation for Pathological Stage C (PCN0) Prostate Cancer from 1976 to 1989: Intermediate FindingsJournal of Urology, VOL. 149, NO. 5 Part 1, (1029-1034), Online publication date: 1-May-1993.Abi-Aad A, Macfarlane M, Stein A and Dekernion J (2018) Detection of Local Recurrence After Radical Prostatectomy by Prostate Specific Antigen and Transrectal UltrasoundJournal of Urology, VOL. 147, NO. 3 Part 2, (952-955), Online publication date: 1-Mar-1992.Kwon E, Loening S and Hawtrey C (2018) Radical Prostatectomy and Adjuvant Radioactive Gold Seed Placement: Results of Treatment at 5 and 10 Years for Clinical Stages A2, B1 and B2 Cancer of the ProstateJournal of Urology, VOL. 145, NO. 3, (524-531), Online publication date: 1-Mar-1991.Link P, Freiha F and Stamey T (2018) Adjuvant Radiation Therapy in Patients with Detectable Prostate Specific Antigen Following Radical ProstatectomyJournal of Urology, VOL. 145, NO. 3, (532-534), Online publication date: 1-Mar-1991.Morton R, Steiner M and Walsh P (2018) Cancer Control following Anatomical Radical Prostatectomy: An Interim ReportJournal of Urology, VOL. 145, NO. 6, (1197-1200), Online publication date: 1-Jun-1991.Jones E (2018) Resection Margin Status in Radical Retropubic Prostatectomy Specimens: Relationship to Type of Operation, Tumor Size, Tumor Grade and Local Tumor ExtensionJournal of Urology, VOL. 144, NO. 1, (89-93), Online publication date: 1-Jul-1990.Lange P, Lightner D, Medini E, Reddy P and Vessella R (2018) The Effect of Radiation Therapy after Radical Prostatectomy in Patients with Elevated Prostate Specific Antigen LevelsJournal of Urology, VOL. 144, NO. 4, (927-932), Online publication date: 1-Oct-1990.Hudson M and Catalona W (2018) Effect of Adjuvant Radiation Therapy on Prostate Specific Antigen Following Radical ProstatectomyJournal of Urology, VOL. 143, NO. 6, (1174-1177), Online publication date: 1-Jun-1990.Anscher M and Prosnitz L (2018) Re: Postoperative Radiotherapy of the Prostate for Patients Undergoing Radical Prostatectomy with Positive Margins, Seminal Vesicle Involvement and/or Penetration through the Capsule, by D. F. Paulson, J. W. Moul, J. E. Robertson and P. J. Walther, J. Urol., 143: 1178-1182, 1990Journal of Urology, VOL. 143, NO. 6, (1238-1239), Online publication date: 1-Jun-1990.Blute M, Nativ O, Zincke H, Farrow G, Therneau T and Lieber M (2018) Pattern of Failure After Radical Retropubic Prostatectomy for Clinically and Pathologically Localized Adenocarcinoma of the Prostate: Influence of Tumor Deoxyribonucleic Acid PloidyJournal of Urology, VOL. 142, NO. 5, (1262-1265), Online publication date: 1-Nov-1989.Carter G, Lieskovsky G, Skinner D and Petrovich Z (2018) Results of Local and/or Systemic Adjuvant Therapy in the Management of Pathological Stage C or D1 Prostate Cancer Following Radical ProstatectomyJournal of Urology, VOL. 142, NO. 5, (1266-1270), Online publication date: 1-Nov-1989.Gibbons R, Correa R, Brannen G and Weissman R (2018) Total Prostatectomy for Clinically Localized Prostatic Cancer: Long-term ResultsJournal of Urology, VOL. 141, NO. 3 Part 1, (564-566), Online publication date: 1-Mar-1989.Randall M (2018) To the EditorJournal of Urology, VOL. 141, NO. 4, (961-962), Online publication date: 1-Apr-1989.Catalona W, Miller D and Kavoussi L (2018) Intermediate-Term Survival Results in Clinically Understaged Prostate Cancer Patients Following Radical ProstatectomyJournal of Urology, VOL. 140, NO. 3, (540-543), Online publication date: 1-Sep-1988.Bosch R, Kurth K and Schroeder F (2018) Surgical Treatment of Locally Advanced (T3) Prostatic Carcinoma: Early ResultsJournal of Urology, VOL. 138, NO. 4 Part 1, (816-821), Online publication date: 1-Oct-1987.Middleton A (2018) Radical Prostatectomy for Carcinoma in Men More Than 69 Years OldJournal of Urology, VOL. 138, NO. 5, (1185-1188), Online publication date: 1-Nov-1987.Anscher M and Prosnitz L (2018) Postoperative Radiotherapy for Patients with Carcinoma of the Prostate Undergoing Radical Prostatectomy with Positive Surgical Margins, Seminal Vesicle Involvement and/or Penetration Through the CapsuleJournal of Urology, VOL. 138, NO. 6, (1407-1412), Online publication date: 1-Dec-1987.Walsh P (2018) Adjuvant Radiotherapy After Radical Prostatectomy: Is it Indicated?Journal of Urology, VOL. 138, NO. 6, (1427-1428), Online publication date: 1-Dec-1987.Robey E and Schellhammer P (2018) Local Failure After Definitive Therapy for Prostatic CancerJournal of Urology, VOL. 137, NO. 4, (613-619), Online publication date: 1-Apr-1987. Volume 135Issue 1January 1986Page: 65-68 Advertisement Copyright & Permissions© 1986 by The American Urological Association Education and Research, Inc.MetricsAuthor Information Robert P. Gibbons More articles by this author B. Sharon Cole More articles by this author R. Garratt Richardson More articles by this author Roy J. Correa More articles by this author George E. Brannen More articles by this author J. Tate Mason More articles by this author Willis J. Taylor More articles by this author Mark D. Hafermann More articles by this author Expand All Advertisement PDF DownloadLoading ...",
  "authors": [
    {
      "display_name": "Robert P. Gibbons",
      "id": "A5025985212",
      "orcid": null,
      "institutions": [
        {
          "id": "I1317886745",
          "display_name": "Virginia Mason Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Robert P. Gibbons"
    },
    {
      "display_name": "B. Sharon Cole",
      "id": "A5030082273",
      "orcid": null,
      "institutions": [
        {
          "id": "I1317886745",
          "display_name": "Virginia Mason Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "B. Sharon Cole"
    },
    {
      "display_name": "R. Garratt Richardson",
      "id": "A5087273523",
      "orcid": null,
      "institutions": [
        {
          "id": "I1317886745",
          "display_name": "Virginia Mason Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "R. Garratt Richardson"
    },
    {
      "display_name": "Roy J. Correa",
      "id": "A5008009677",
      "orcid": null,
      "institutions": [
        {
          "id": "I1317886745",
          "display_name": "Virginia Mason Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Roy J. Correa"
    },
    {
      "display_name": "George E. Brannen",
      "id": "A5047704672",
      "orcid": null,
      "institutions": [
        {
          "id": "I1317886745",
          "display_name": "Virginia Mason Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "George E. Brannen"
    },
    {
      "display_name": "J. Tate Mason",
      "id": "A5103420424",
      "orcid": null,
      "institutions": [
        {
          "id": "I1317886745",
          "display_name": "Virginia Mason Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "J. Tate Mason"
    },
    {
      "display_name": "Willis J. Taylor",
      "id": "A5009546092",
      "orcid": null,
      "institutions": [
        {
          "id": "I1317886745",
          "display_name": "Virginia Mason Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Willis J. Taylor"
    },
    {
      "display_name": "Mark D. Hafermann",
      "id": "A5024970085",
      "orcid": null,
      "institutions": [
        {
          "id": "I1317886745",
          "display_name": "Virginia Mason Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mark D. Hafermann"
    }
  ],
  "publication_year": 1986,
  "publication_date": "1986-01-01",
  "type": "article",
  "cited_by_count": 203,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "135",
  "issue": "1",
  "first_page": "65",
  "last_page": "68",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.88417935
    },
    {
      "id": "C2779466945",
      "display_name": "Prostatectomy",
      "level": 4,
      "score": 0.7560717
    },
    {
      "id": "C509974204",
      "display_name": "Radiation therapy",
      "level": 2,
      "score": 0.6693903
    },
    {
      "id": "C3018454096",
      "display_name": "Adjuvant radiotherapy",
      "level": 3,
      "score": 0.47825778
    },
    {
      "id": "C67101536",
      "display_name": "George (robot)",
      "level": 2,
      "score": 0.4549401
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.4387718
    },
    {
      "id": "C61434518",
      "display_name": "General surgery",
      "level": 1,
      "score": 0.39345697
    },
    {
      "id": "C2776235491",
      "display_name": "Prostate",
      "level": 3,
      "score": 0.2754351
    },
    {
      "id": "C121608353",
      "display_name": "Cancer",
      "level": 2,
      "score": 0.20791069
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.12887686
    },
    {
      "id": "C52119013",
      "display_name": "Art history",
      "level": 1,
      "score": 0.10240194
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10124",
      "display_name": "Prostate Cancer Diagnosis and Treatment",
      "score": 0.9997
    },
    {
      "id": "T10543",
      "display_name": "Prostate Cancer Treatment and Research",
      "score": 0.9966
    },
    {
      "id": "T10458",
      "display_name": "Bladder and Urothelial Cancer Treatments",
      "score": 0.9814
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/s0022-5347(17)45519-4",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:46:07.310074",
  "source_database": "OpenAlex"
}