{
  "openalex_id": "W1641772231",
  "doi": "https://doi.org/10.1002/ajh.23971",
  "title": "Severe and persistent heparin‐induced thrombocytopenia despite fondaparinux treatment",
  "abstract": "An 85-year-old woman was admitted to the orthopedic department of Shaare Zedek, Medical Center in Jerusalem, Israel, due to hip fracture. Prior to undergoing surgery she was started on dalteparin treatment (5,000 U day−1) as prophylaxis for thrombosis. On the eighth day of treatment, while suffering from a urinary tract infection, her platelet count fell from 163,000/µl to 3,000/µl. No bleeding was observed. Thrombocytopenia occurring 8 days after the initiation of heparin raised the suspicion of heparin-induced thrombocytopenia (HIT). HIT is an immune-mediated disorder characterized by the formation of antibodies against platelet factor 4 (PF4)/heparin complexes. It usually begins 5–10 days after the initiation of heparin or low molecular weight heparin (LMWH). The platelet count usually falls by at least 50% compared to the highest count after start of heparin; in 5–15% of patients, the platelet count falls only by 30–50% and in rare cases it falls by <30%. In 10–15%, the platelet count falls below 20,000/µl, but is typically not <10,000/µl 1. A commonly used score to predict the likelihood of HIT is the \"4 Ts\" score. It predicts the likelihood of HIT by grading the Timing, severity of Thrombocytopenia, occurrence of new Thrombosis and the presence of alternative explanations. The score ranges from 0 to 8 points. A higher score predicts higher probability of HIT. A very low platelet count is very unusual in HIT and accordingly, in the 4Ts pretest probability, a platelet count below 10,000/µl gets zero points 2. In contrast, immune thrombocytopenia (ITP) and especially drug-induced immune thrombocytopenia often present with platelet counts <10,000/µl. Because such a low platelet count is unusual for HIT, acute ITP was suspected. Dalteparin was stopped and prednisone was started. The next day her platelets rose to 14,000/µl. The PF4/heparin-particle gel immunoassay (PaGIA) HIT test was strongly positive. The ELISA was positive for anti-PF4/heparin antibodies of the immune-globulin class G (OD 2.610). The heparin-induced platelet activation (HIPA) test showed positive reaction. Platelet activation was inhibited by high concentration of heparin (100 IU/ml) and by the monoclonal antibody IV.3. There are several diagnostic tests for heparin-induced thrombocytopenia; solid phase immunoassays (ELISAs and particle gel immunoassay), functional assays using whole blood or platelet rich plasma, and functional assays using washed platelets, serotonin release assay (SRA) and the heparin-induced platelet aggregation assay (HIPA) 3. The SRA is considered the \"gold standard\" assay for the detection of heparin-dependent antibodies in HIT. It is based on HIT antibodies causing platelet activation and subsequent serotonin release. Platelet-rich plasma of healthy individuals is incubated with 14C-serotonin and then mixed with patient serum, along with low (therapeutic) and high heparin concentrations. The test is positive for HIT if there is strong platelet activation (>20% serotonin release) at a therapeutic dosage of heparin and inhibition of platelet activation with high heparin concentration. HIPA is a washed platelet-activation test with similar characteristics as the SRA, in which the patient's serum is mixed with donor platelets in the presence of heparin. Aggregation of the donor platelets indicates the presence of antibodies to the heparin-PF4-complex. The assay is evaluated visually and does not require radioactivity. She was started on fondaparinux 2.5 mg daily. The dose of fondaparinux was lowered due to her very low platelet count. Four days after the initiation of fondaparinux she developed bilateral deep vein thrombosis (DVT). Even though her platelet count was still only 10,000/µl, the dose of fondaparinux was raised to 7.5 mg day−1. Heparin-induced thrombocytopenia is a pro-thrombotic adverse effect of heparin. However, only a subgroup of patients with HIT develops thromboembolic complications. In a retrospective analysis, one of the most important risk factors for thrombosis was the magnitude of platelet count decrease 4. There is a natural tendency of physicians to use lower doses of anticoagulation when the platelet counts are very low. However, this is one of the paradoxes in HIT, a very low platelet count indicates very severe HIT and needs aggressive anticoagulation. A bone marrow aspirate showed normal megakaryocytes without overt pathology. Prednisone was reduced gradually. Despite 13 days of fondaparinux treatment, her platelet count did not recover. This condition might represent \"autoimmune HIT.\" Indeed, the HIPA test showed positive reaction with 4 out of 4 test cells (time to activation 5 min), even in the absence of heparin. In regular cases of HIT, thrombocytopenia begins 5- to 10-days post heparin or LMWH administration. The rare cases where the thrombocytopenia begins late in the course of heparin treatment or even after cessation of heparin are usually called \"delayed-onset HIT.\" In these patients, the antibodies no longer require heparin to activate platelets. Perhaps, they recognize PF4 bound to endogenous polyanions such as chondroitinsulfate or heparansulfate. Thrombocytopenia might last weeks or even months in such patients 5. Therefore, long-lasting HIT without dependent on heparin is often called \"autoimmune HIT.\" The term \"autoimmune HIT\" is also used for the very rare cases where HIT appears without any exposure to heparin 6. In these patients the antibodies are likely triggered by PF4 bound to bacteria 7 or PF4 forming complexes with RNA 8. Because of the lack of improvement of the platelet count despite cessation of heparin, we began to be concerned about a possible cross-reactivity between the LMWH induced anti-PF4/heparin antibodies and PF4/fondaparinux complexes. Therefore, her treatment was changed to bivalirudin and cross-reactivity with fondaparinux was tested (Figure 1). Correlation between thrombocyte count, clinical course, and treatment. [Color figure can be viewed in the online issue, which is available at wileyonlinelibrary.com.] To investigate cross-reactivity with fondaparinux in HIPA, serum was diluted (1:20) and tested in the presence of LMWH 0.2 U/ml and fondaparinux. Platelet activation was observed in the presence of fondaparinux and low molecular weight heparin (median time to activation: 20 min (10–30) vs. 15 min (10–20), respectively), but not in the presence of 100 U ml−1 heparin or buffer only. These results prove in vitro cross-reactivity with fondaparinux. A typical serological feature of \"autoimmune HIT\" antibodies, is that they bind to platelet factor 4 (PF4) and induce platelet activation even in the absence of heparin 6. The presented patient shows an additional feature. The antibodies recognized PF4 bound to platelets in the absence of heparin, but when fondaparinux was added, the reaction was enhanced. This could be only demonstrated by using diluted serum. The undiluted serum was too strong to identify the additional enhancing effect of fondaparinux. Thus in case of cross-reactivity between the heparin induced anti-PF4/heparin antibodies and fondaparinux, fondaparinux might exacerbate the severity of HIT by promoting platelet activation. After changing the treatment from fondaparinux to bivalirudin the platelet count rose within 2 days from 13,000/µl to 27,000/µl, but continued to stay low. After 11 days of treatment with bivalirudin the platelet count was still only 41,000/µl. Because her platelet count did not recover, we assumed that this was a case of delayed autoimmune HIT, and the fondaparinux, which showed in-vitro cross-reactivity, was only an innocent bystander. On the 33rd day after hospitalization her treatment was changed again from IV bivalirudin to SC fondaparinux, to enable a discharge of the patient. On the second day of retreatment with fondaparinux, the platelet count fell again from 40,000/µl to 26,000/µl. We were concerned about the option that fondaparinux is an enhancer of HIT and not only has insignificant cross-reactivity, so treatment was changed back to bivalirudin (Figure 1). The risk of thrombocytopenia induced by fondaparinux is believed to be very low 9. In vitro studies demonstrated that in most of the cases fondaparinux did not activate platelets in the presence of anti-PF4/heparin antibodies 10. Fondaparinux was also shown to reduce the risk of developing HIT in patients with baseline platelet-activating heparin-dependent antibodies 11. Thus, fondaparinux is even recommended as a treatment option for HIT 12. However, there have been several case reports describing fondaparinux-induced thrombocytopenia. Vijaya R. Bhatt et al. summarized eight cases of fondaparinux-associated HIT reported until May 2013 13. Most patients were after major orthopedic surgery. Clinical manifestations of the patients varied, three patients suffered from asymptomatic thrombocytopenia, three had venous thrombosis, one an arterial thrombosis and one patient had both. Only three of the described patients with fondaparinux-associated HIT were diagnosed by a positive functional test, the SRA. The remaining patients were diagnosed based on clinical probabilities and the presence of anti-PF4/heparin antibodies. The sera of the three patients tested with SRA, showed the same pattern like our patient. They induced strong platelet activation in the absence of pharmacologic heparin, typical for autoimmune HIT. In two out of three cases, serum was tested with high concentrations of heparin and showed inhibition, characteristic of HIT sera. In both sera, there was a minor increase in platelet activation in the presence of pharmacological concentrations of fondaparinux, which might be a \"marker\" of fondaparinux-associated HIT 14. In our patient cross-reactivity of antibodies with fondaparinux was proven by HIPA-test. The serum of our patient also showed strong platelet activation without addition of heparin in the functional assay, typical for autoimmune HIT. Only when the serum was diluted, it became obvious that fondaparinux augmented platelet activation by the antibodies and may have acted as an enhancer of the reaction. Fondaparinux may have contributed to the thrombocytopenia seen in our case of autoimmune HIT. Thrombocytopenia caused by HIT usually resolves after stopping LMWH. In contrast, our patient suffered of persistent thrombocytopenia despite changing her treatment to fondaparinux and her HIPA test demonstrated cross-reactivity with fondaparinux. Although, stopping fondaparinux did not lead to a resolution of the thrombocytopenia, the platelet count increased from 13,000/µl to 27,000/µl within 2 days and decreased again (from 40,000/µl to 26,000/µl) after restarting fondaparinux. We believe cross-reactivity to fondaparinux contributed to the persistent thrombocytopenia in our case of \"delayed-onset\" or \"autoimmune\" HIT. It can''t be excluded though, that thrombocytopenia was persistent without any connection to fondaparinux (due solely to \"delayed-onset HIT\" or \"autoimmune HIT\"), and the fondaparinux, which showed in vitro cross-reactivity, was only a coincident laboratory finding. Our patient was restarted on bivalirudin. However, the platelet count remained low. Forty days after her admission her platelet count was still only 35,000/µl. Because of prolonged severe thrombocytopenia our patient was treated with 1g/kg intravenous immunoglobulins (IVIG), administered over several hours, for 2 days. Her platelet count increased to 137,000/µl within 5 days. There was no recurrence of severe thrombocytopenia or thromboembolic complications. Current evidence supports the presumption that HIT is caused by immune complexes which activate platelets via the platelet Fc receptor IIa. High dose IVIG can inhibit this activation 15 and might be an additional treatment option in patients with autoimmune HIT. A total of 11 cases have been identified in the literature 16-24 showing the efficiency of treating HIT by IVIG (Table 1). Interestingly, eight out of eleven patients were female. The median age was 62. The clinical scenario varied. Five patients were treated with LMWH after orthopedic surgery, two had unstable angina pectoris, two patients suffered of pulmonary emboli and two were after cardiac surgery. Their platelet count was found to be low 6–16 days after beginning heparin/LMWH. The nadir platelet counts were very low, in five patients, even below 15,000/µl. Most patients suffered of a life-threatening thrombotic or hemorrhagic event due to HIT; four patients had a massive pulmonary embolism, three patients had severe hemorrhage, two gastrointestinal bleeding and one pulmonary bleeding. IVIG was given at different protocols 0.4 g kg−1 for 3–5 days, 1–2 g kg−1 for 2 days or 5 g day−1 for 3–7 days. Platelet counts increased, in all cases, to a median of 138,000/µl (range: 77,000-222,000/µl) during a median time of 4 days (range: 2–9 days). All clinical outcomes were favorable. No side effects are reported. Only one patient suffered of recurrent thrombocytopenia after cessation of IVIG 24. He was treated with IVIG on two occasions and there was recurrence of thrombocytopenia after each treatment. It might be that the relative low dose of IVIG (1 g kg−1, instead of the usual dose of 2 g kg−1) led to the recurrence. The prompt response to IVIG may point to its application in those HIT cases with dangerous or prolonged thrombocytopenia. It should be emphasized that due to the known thrombotic risk of IVIG treatment 25, its administration should be considered carefully in every individual case and it should be given very slowly. She was discharged on rivaroxaban without any further event of thromboembolism. After 6 months of follow up the rivaroxaban was stopped. In conclusion, we describe one of the rare cases of autoimmune HIT where the anti-PF4/heparin antibodies cross-reacted with PF4/fondaparinux complexes, which may have led to aggravation of platelet activation of HIT. However, platelet counts only increased somewhat after cessation of fondaparinux and remaind below 50,000/µl during therapeutic doses of bivalirudin. Most interestingly, platelet counts rapidly improved after IVIG treatment. Treatment with IVIG may be considered in those HIT cases with dangerous or prolonged thrombocytopenia. Its administration, in this setting, should be done cautiously.",
  "authors": [
    {
      "display_name": "Ariella Tvito",
      "id": "A5056179043",
      "orcid": "https://orcid.org/0000-0002-9371-6715",
      "institutions": [
        {
          "id": "I2801962034",
          "display_name": "Shaare Zedek Medical Center",
          "country_code": "IL",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ariella Tvito"
    },
    {
      "display_name": "Tamam Bakchoul",
      "id": "A5066897101",
      "orcid": "https://orcid.org/0000-0002-6797-6812",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Tamam Bakchoul"
    },
    {
      "display_name": "Jacob M. Rowe",
      "id": "A5068847117",
      "orcid": "https://orcid.org/0000-0002-2016-2918",
      "institutions": [
        {
          "id": "I2801962034",
          "display_name": "Shaare Zedek Medical Center",
          "country_code": "IL",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jacob M. Rowe"
    },
    {
      "display_name": "Andreas Greinacher",
      "id": "A5075868354",
      "orcid": "https://orcid.org/0000-0001-8343-7336",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Andreas Greinacher"
    },
    {
      "display_name": "Chezi Ganzel",
      "id": "A5072468961",
      "orcid": "https://orcid.org/0000-0002-1722-4807",
      "institutions": [
        {
          "id": "I2801962034",
          "display_name": "Shaare Zedek Medical Center",
          "country_code": "IL",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Chezi Ganzel"
    }
  ],
  "publication_year": 2015,
  "publication_date": "2015-02-14",
  "type": "article",
  "cited_by_count": 64,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S199810014",
    "display_name": "American Journal of Hematology",
    "issn_l": "0361-8609",
    "issn": [
      "0361-8609",
      "1096-8652"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320595"
  },
  "volume": "90",
  "issue": "7",
  "first_page": "675",
  "last_page": "678",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1002/ajh.23971",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2776472838",
      "display_name": "Heparin-induced thrombocytopenia",
      "level": 3,
      "score": 0.8706087
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.863958
    },
    {
      "id": "C2776877702",
      "display_name": "Fondaparinux",
      "level": 4,
      "score": 0.7942078
    },
    {
      "id": "C2777557582",
      "display_name": "Heparin",
      "level": 2,
      "score": 0.6763778
    },
    {
      "id": "C89560881",
      "display_name": "Platelet",
      "level": 2,
      "score": 0.58514005
    },
    {
      "id": "C2780868729",
      "display_name": "Thrombosis",
      "level": 2,
      "score": 0.5770246
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.53437
    },
    {
      "id": "C159973064",
      "display_name": "Platelet factor 4",
      "level": 3,
      "score": 0.45162764
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.43974477
    },
    {
      "id": "C2991741193",
      "display_name": "Venous thromboembolism",
      "level": 3,
      "score": 0.097432405
    }
  ],
  "topics": [
    {
      "id": "T12352",
      "display_name": "Heparin-Induced Thrombocytopenia and Thrombosis",
      "score": 1.0
    },
    {
      "id": "T10285",
      "display_name": "Venous Thromboembolism Diagnosis and Management",
      "score": 0.994
    },
    {
      "id": "T10746",
      "display_name": "Platelet Disorders and Treatments",
      "score": 0.9884
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1002/ajh.23971",
  "pdf_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1002/ajh.23971",
  "retrieved_date": "2025-07-30T14:34:32.721504",
  "source_database": "OpenAlex"
}