{
  "openalex_id": "W165132104",
  "doi": "https://doi.org/10.1016/s0022-5347(17)32399-6",
  "title": "Long-Term (15 Years) Results After Radical Prostatectomy For Clinically Localized (Stage T2c Or Lower) Prostate Cancer",
  "abstract": "No AccessJournal of Urology1 Nov 1994Long-Term (15 Years) Results After Radical Prostatectomy For Clinically Localized (Stage T2c Or Lower) Prostate Cancer Horst Zincke, Joseph E. Oesterling, Michael L. Blute, Erik J. Bergstralh, Robert P. Myers, and David M. Barrett Horst ZinckeHorst Zincke From the Department of Urology and Section of Biostatistics, Mayo Clinic and Mayo Foundation, Rochester, Minnesota Division of Urologie Surgery, Health Care International, Ltd., Beardmore St., Clydebank G81 4DY, Scotland More articles by this author , Joseph E. OesterlingJoseph E. Oesterling From the Department of Urology and Section of Biostatistics, Mayo Clinic and Mayo Foundation, Rochester, Minnesota More articles by this author , Michael L. BluteMichael L. Blute From the Department of Urology and Section of Biostatistics, Mayo Clinic and Mayo Foundation, Rochester, Minnesota More articles by this author , Erik J. BergstralhErik J. Bergstralh From the Department of Urology and Section of Biostatistics, Mayo Clinic and Mayo Foundation, Rochester, Minnesota More articles by this author , Robert P. MyersRobert P. Myers From the Department of Urology and Section of Biostatistics, Mayo Clinic and Mayo Foundation, Rochester, Minnesota More articles by this author , and David M. BarrettDavid M. Barrett From the Department of Urology and Section of Biostatistics, Mayo Clinic and Mayo Foundation, Rochester, Minnesota More articles by this author View All Author Informationhttps://doi.org/10.1016/S0022-5347(17)32399-6AboutPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail To provide information about long-term outcome after radical prostatectomy for clinically localized prostatic cancer (stage T2c or lower), we undertook a retrospective analysis of 3,170 consecutive patients (mean age 65.3 ± 6.4 years, range 31 to 81) with a mean followup of 5 years. Complication rates for patients who underwent prostatectomy before 1988 were compared with those who underwent radical prostatectomy more recently. Of the patients 49 (1.5%), 178 (5.6%), 897 (28%) and 2,047 (65%) had clinical stages T1a, T1b, T2a and T2b,c disease, respectively. The Gleason score was 3 or less in 292 patients (9%) and 7 or greater in 782 (25%). Overall, 438 patients (14%) died, 159 (5%) of cancer. The crude 10 and 15-year survival rates for all patients were 75% and 60%, respectively, which is comparable to the expected survival of a control group (67% and 46%). The cause specific survival rates were 90% and 82%, respectively, metastasis-free survival rates 82% and 76%, local recurrence-free survival rates 83% and 75%, overall recurrence-free rates 72% and 61%, and overall recurrence plus prostate specific antigen progression-free (greater than 0.2 ng./ml.) rates 52% and 40%, respectively. Clinical stage did not significantly affect survival but tumor grade was associated: 10 and 15-year cause specific survival rates were 95% and 93%, respectively, for a Gleason score of 3 or less, 90% and 82%, respectively, for a score of 4 to 6, and 82% and 71%, respectively, for a score of 7 or more. Of all patients 26% received adjuvant treatment (hormonal and/or radiation) within 3 months postoperatively because of advanced local pathological stage (pT3 or higher) or margin positive disease. The 30-day mortality rate was 0.3% (0% for 1,728 patients who underwent surgery in 1988 or later). Only 1 patient in the 70 year or older age group died during hospitalization. Complications decreased with time. In a contemporary group the complications were rectal injury in 0.6% of the patients, colostomy in 0.06%, myocardial infarction in 0.4%, deep venous thrombosis in 1.1%, pulmonary embolism in 0.7% and total urinary incontinence (3 or more pads per day) in 0.8%. Recent intraoperative blood loss was a median of 600ml., and the incidence of recent need for any transfusion was 31% and it is presently less than 5%. In this series patients undergoing radical prostatectomy for clinically localized prostate cancer were usually healthy and, thus, had low co-morbidity. Survival rates at 10 and 15 years compare favorably with those of an age-matched control group. Cause specific and metastasis-free survival rates are excellent, even for patients with undifferentiated cancer. Clinical tumor grade and co-morbidity, rather than clinical stage, are significant variables for survival outcome. Present morbidity and mortality rates for radical prostatectomy are minimal. © 1994 by The American Urological Association Education and Research, Inc.FiguresReferencesRelatedDetailsCited ByFan S, Zhang Z, Wang J, Xiong S, Dai X, Chen X, Li Z, Han G, Zhu J, Hao H, Yu W, Cui L, Shen C, Li X and Zhou L (2022) Robot-Assisted Radical Prostatectomy Using the KangDuo Surgical Robot-01 System: A Prospective, Single-Center, Single-Arm Clinical StudyJournal of Urology, VOL. 208, NO. 1, (119-127), Online publication date: 1-Jul-2022.Bishoff J, Freedland S, Gerber L, Tennstedt P, Reid J, Welbourn W, Graefen M, Sangale Z, Tikishvili E, Park J, Younus A, Gutin A, Lanchbury J, Sauter G, Brawer M, Stone S and Schlomm T (2018) Prognostic Utility of the Cell Cycle Progression Score Generated from Biopsy in Men Treated with ProstatectomyJournal of Urology, VOL. 192, NO. 2, (409-414), Online publication date: 1-Aug-2014.Siddiqui S, Boorjian S, Inman B, Bagniewski S, Bergstralh E and Blute M (2018) Timing of Androgen Deprivation Therapy and its Impact on Survival After Radical Prostatectomy: A Matched Cohort StudyJournal of Urology, VOL. 179, NO. 5, (1830-1837), Online publication date: 1-May-2008.Cookson M, Aus G, Burnett A, Canby-Hagino E, D’Amico A, Dmochowski R, Eton D, Forman J, Goldenberg S, Hernandez J, Higano C, Kraus S, Moul J, Tangen C, Thrasher J and Thompson I (2018) Variation in the Definition of Biochemical Recurrence in Patients Treated for Localized Prostate Cancer: The American Urological Association Prostate Guidelines for Localized Prostate Cancer Update Panel Report and Recommendations for a Standard in the Reporting of Surgical OutcomesJournal of Urology, VOL. 177, NO. 2, (540-545), Online publication date: 1-Feb-2007.Porter C, Kodama K, Gibbons R, Correa R, Chun F, Perrotte P and Karakiewicz P (2018) 25-Year Prostate Cancer Control and Survival Outcomes: A 40-Year Radical Prostatectomy Single Institution SeriesJournal of Urology, VOL. 176, NO. 2, (569-574), Online publication date: 1-Aug-2006.Hattab E, Koch M, Eble J, Lin H and Cheng L (2018) Tertiary Gleason Pattern 5 is a Powerful Predictor of Biochemical Relapse in Patients With Gleason Score 7 Prostatic AdenocarcinomaJournal of Urology, VOL. 175, NO. 5, (1695-1699), Online publication date: 1-May-2006.Schäfer W, Funke P, Kunde D, Rausch U, Wennemuth G and Stützer H (2018) Intensity of Androgen and Epidermal Growth Factor Receptor Immunoreactivity in Samples of Radical Prostatectomy as Prognostic Indicator: Correlation With Clinical Data of Long-Term ObservationsJournal of Urology, VOL. 176, NO. 2, (532-537), Online publication date: 1-Aug-2006.Chang S (2018) Management of High Risk Metastatic Prostate Cancer: Defining Risk at the Time of Initial Treatment FailureJournal of Urology, VOL. 176, NO. 6S, (S57-S60), Online publication date: 1-Dec-2006.TOUMA N, IZAWA J and CHIN J (2018) CURRENT STATUS OF LOCAL SALVAGE THERAPIES FOLLOWING RADIATION FAILURE FOR PROSTATE CANCERJournal of Urology, VOL. 173, NO. 2, (373-379), Online publication date: 1-Feb-2005.SHEN S, LEPOR H, YAFFEE R and TANEJA S (2018) ULTRASENSITIVE SERUM PROSTATE SPECIFIC ANTIGEN NADIR ACCURATELY PREDICTS THE RISK OF EARLY RELAPSE AFTER RADICAL PROSTATECTOMYJournal of Urology, VOL. 173, NO. 3, (777-780), Online publication date: 1-Mar-2005.TRABULSI E and GUILLONNEAU B (2018) LAPAROSCOPIC RADICAL PROSTATECTOMYJournal of Urology, VOL. 173, NO. 4, (1072-1079), Online publication date: 1-Apr-2005.MITCHELL J, COOPERBERG M, ELKIN E, LUBECK D, MEHTA S, KANE C and CARROLL P (2018) ABILITY OF 2 PRETREATMENT RISK ASSESSMENT METHODS TO PREDICT PROSTATE CANCER RECURRENCE AFTER RADICAL PROSTATECTOMY: DATA FROM CaPSUREJournal of Urology, VOL. 173, NO. 4, (1126-1131), Online publication date: 1-Apr-2005.CHROUSER K, LEIBOVICH B, SWEAT S, LARSON D, DAVIS B, TRAN N, ZINCKE H and BLUTE M (2018) URINARY FISTULAS FOLLOWING EXTERNAL RADIATION OR PERMANENT BRACHYTHERAPY FOR THE TREATMENT OF PROSTATE CANCERJournal of Urology, VOL. 173, NO. 6, (1953-1957), Online publication date: 1-Jun-2005.PAZONA J, HAN M, HAWKINS S, ROEHL K and CATALONA W (2018) SALVAGE RADIATION THERAPY FOR PROSTATE SPECIFIC ANTIGEN PROGRESSION FOLLOWING RADICAL PROSTATECTOMY: 10-YEAR OUTCOME ESTIMATESJournal of Urology, VOL. 174, NO. 4 Part 1, (1282-1286), Online publication date: 1-Oct-2005.COOPERBERG M, BROERING J, LITWIN M, LUBECK D, MEHTA S, HENNING J and CARROLL P (2018) THE CONTEMPORARY MANAGEMENT OF PROSTATE CANCER IN THE UNITED STATES: LESSONS FROM THE CANCER OF THE PROSTATE STRATEGIC UROLOGIC RESEARCH ENDEAVOR (CAPSURE), A NATIONAL DISEASE REGISTRYJournal of Urology, VOL. 171, NO. 4, (1393-1401), Online publication date: 1-Apr-2004.SAN FRANCISCO I, REGAN M, OLUMI A and DeWOLF W (2018) PERCENT OF CORES POSITIVE FOR CANCER IS A BETTER PREOPERATIVE PREDICTOR OF CANCER RECURRENCE AFTER RADICAL PROSTATECTOMY THAN PROSTATE SPECIFIC ANTIGENJournal of Urology, VOL. 171, NO. 4, (1492-1499), Online publication date: 1-Apr-2004.ROEHL K, HAN M, RAMOS C, ANTENOR J and CATALONA W (2018) CANCER PROGRESSION AND SURVIVAL RATES FOLLOWING ANATOMICAL RADICAL RETROPUBIC PROSTATECTOMY IN 3,478 CONSECUTIVE PATIENTS: LONG-TERM RESULTSJournal of Urology, VOL. 172, NO. 3, (910-914), Online publication date: 1-Sep-2004.KUNDU S, ROEHL K, EGGENER S, ANTENOR J, HAN M and CATALONA W (2018) POTENCY, CONTINENCE AND COMPLICATIONS IN 3,477 CONSECUTIVE RADICAL RETROPUBIC PROSTATECTOMIESJournal of Urology, VOL. 172, NO. 6 Part 1, (2227-2231), Online publication date: 1-Dec-2004.HAN M, PARTIN A, ZAHURAK M, PIANTADOSI S, EPSTEIN J and WALSH P (2018) Biochemical (Prostate Specific Antigen) Recurrence Probability Following Radical Prostatectomy for Clinically Localized Prostate CancerJournal of Urology, VOL. 169, NO. 2, (517-523), Online publication date: 1-Feb-2003.SAVOIE M, SOLOWAY M, KIM S and MANOHARAN M (2018) A Pelvic Drain May be Avoided After Radical Retropubic ProstatectomyJournal of Urology, VOL. 170, NO. 1, (112-114), Online publication date: 1-Jul-2003.WARD J, BLUTE M, SLEZAK J, BERGSTRALH E and ZINCKE H (2018) The Long-Term Clinical Impact of Biochemical Recurrence of Prostate Cancer 5 or More Years After Radical ProstatectomyJournal of Urology, VOL. 170, NO. 5, (1872-1876), Online publication date: 1-Nov-2003.HULL G, RABBANI F, ABBAS F, WHEELER T, KATTAN M and SCARDINO P (2018) CANCER CONTROL WITH RADICAL PROSTATECTOMY ALONE IN 1,000 CONSECUTIVE PATIENTSJournal of Urology, VOL. 167, NO. 2 Part 1, (528-534), Online publication date: 1-Feb-2002.Grossfeld G, Li Y, Lubeck D, Broering J, Mehta S and Carroll P (2018) Predictors of Secondary Cancer Treatment in Patients Receiving Local Therapy for Prostate Cancer: Data From Cancer of the Prostate Strategic Urologic Research EndeavorJournal of Urology, VOL. 168, NO. 2, (530-535), Online publication date: 1-Aug-2002.EKICI S, AYHAN A, KENDI S and ÖZEN H (2018) Determination of Prognosis in Patients With Prostate Cancer Treated With Radical Prostatectomy: Prognostic Value of CD44v6 ScoreJournal of Urology, VOL. 167, NO. 5, (2037-2041), Online publication date: 1-May-2002.LAU W, BERGSTRALH E, BLUTE M, SLEZAK J and ZINCKE H (2018) RADICAL PROSTATECTOMY FOR PATHOLOGICAL GLEASON 8 OR GREATER PROSTATE CANCER: INFLUENCE OF CONCOMITANT PATHOLOGICAL VARIABLESJournal of Urology, VOL. 167, NO. 1, (117-122), Online publication date: 1-Jan-2002.RASSWEILER J, SENTKER L, SEEMANN O, HATZINGER M and RUMPELT H (2018) LAPAROSCOPIC RADICAL PROSTATECTOMY WITH THE HEILBRONN TECHNIQUE: AN ANALYSIS OF THE FIRST 180 CASESJournal of Urology, VOL. 166, NO. 6, (2101-2108), Online publication date: 1-Dec-2001.ZINCKE H, LAU W, BERGSTRALH E and BLUTE M (2018) ROLE OF EARLY ADJUVANT HORMONAL THERAPY AFTER RADICAL PROSTATECTOMY FOR PROSTATE CANCERJournal of Urology, VOL. 166, NO. 6, (2208-2215), Online publication date: 1-Dec-2001.PIETROW P, PAREKH D, SMITH J, SHYR Y and COOKSON M (2018) HEALTH RELATED QUALITY OF LIFE ASSESSMENT AFTER RADICAL PROSTATECTOMY IN MEN WITH PROSTATE SPECIFIC ANTIGEN ONLY RECURRENCEJournal of Urology, VOL. 166, NO. 6, (2286-2290), Online publication date: 1-Dec-2001.LAU W, BLUTE M, BOSTWICK D, WEAVER A, SEBO T and ZINCKE H (2018) PROGNOSTIC FACTORS FOR SURVIVAL OF PATIENTS WITH PATHOLOGICAL GLEASON SCORE 7 PROSTATE CANCER: DIFFERENCES IN OUTCOME BETWEEN PRIMARY GLEASON GRADES 3 AND 4Journal of Urology, VOL. 166, NO. 5, (1692-1697), Online publication date: 1-Nov-2001.LEPOR H, NIEDER A and FERRANDINO M (2018) INTRAOPERATIVE AND POSTOPERATIVE COMPLICATIONS OF RADICAL RETROPUBIC PROSTATECTOMY IN A CONSECUTIVE SERIES OF 1,000 CASESJournal of Urology, VOL. 166, NO. 5, (1729-1733), Online publication date: 1-Nov-2001.GRAY C, POWELL C, RIFFENBURGH R and JOHNSTONE P (2018) 20-YEAR OUTCOME OF PATIENTS WITH T1–3N0 SURGICALLY STAGED PROSTATE CANCER TREATED WITH EXTERNAL BEAM RADIATION THERAPYJournal of Urology, VOL. 166, NO. 1, (116-118), Online publication date: 1-Jul-2001.AMLING C, BERGSTRALH E, BLUTE M, SLEZAK J and ZINCKE H (2018) DEFINING PROSTATE SPECIFIC ANTIGEN PROGRESSION AFTER RADICAL PROSTATECTOMY: WHAT IS THE MOST APPROPRIATE CUT POINT?Journal of Urology, VOL. 165, NO. 4, (1146-1151), Online publication date: 1-Apr-2001.GROSSFELD G, CHANG J, BROERING J, LI Y, LUBECK D, FLANDERS S and CARROLL P (2018) UNDER STAGING AND UNDER GRADING IN A CONTEMPORARY SERIES OF PATIENTS UNDERGOING RADICAL PROSTATECTOMY: RESULTS FROM THE CANCER OF THE PROSTATE STRATEGIC UROLOGIC RESEARCH ENDEAVOR DATABASEJournal of Urology, VOL. 165, NO. 3, (851-856), Online publication date: 1-Mar-2001.GAO X, MOHIDEEN N, FLANIGAN R, WATERS W, WOJCIK E and LEMAN C (2018) THE EXTENT OF BIOPSY INVOLVEMENT AS AN INDEPENDENT PREDICTOR OF EXTRAPROSTATIC EXTENSION AND SURGICAL MARGIN STATUS IN LOW RISK PROSTATE CANCER: : IMPLICATIONS FOR TREATMENT SELECTIONJournal of Urology, VOL. 164, NO. 6, (1982-1986), Online publication date: 1-Dec-2000.MENG M and CARROLL P (2018) WHEN IS PELVIC LYMPH NODE DISSECTION NECESSARY BEFORE RADICAL PROSTATECTOMY? A DECISION ANALYSISJournal of Urology, VOL. 164, NO. 4, (1235-1240), Online publication date: 1-Oct-2000.HAN M, WALSH P, PARTIN A and RODRIGUEZ R (2018) ABILITY OF THE 1992 AND 1997 AMERICAN JOINT COMMITTEE ON CANCER STAGING SYSTEMS FOR PROSTATE CANCER TO PREDICT PROGRESSION-FREE SURVIVAL AFTER RADICAL PROSTATECTOMY FOR STAGE T2 DISEASEJournal of Urology, VOL. 164, NO. 1, (89-92), Online publication date: 1-Jul-2000.AMLING C, BLUTE M, BERGSTRALH E, SEAY T, SLEZAK J and ZINCKE H (2018) LONG-TERM HAZARD OF PROGRESSION AFTER RADICAL PROSTATECTOMY FOR CLINICALLY LOCALIZED PROSTATE CANCER: CONTINUED RISK OF BIOCHEMICAL FAILURE AFTER 5 YEARSJournal of Urology, VOL. 164, NO. 1, (101-105), Online publication date: 1-Jul-2000.BRASSO K, FRIIS S, JUEL K, JØRGENSEN T and ERSEN P (2018) THE NEED FOR HOSPITAL CARE OF PATIENTS WITH CLINICALLY LOCALIZED PROSTATE CANCER MANAGED BY NONCURATIVE INTENT: A POPULATION BASED REGISTRY STUDYJournal of Urology, VOL. 163, NO. 4, (1150-1154), Online publication date: 1-Apr-2000.LEIBOVICH B, ENGEN D, PATTERSON D, PISANSKY T, ALEXANDER E, BLUTE M, BERGSTRALH E and ZINCKE H (2018) BENEFIT OF ADJUVANT RADIATION THERAPY FOR LOCALIZED PROSTATE CANCER WITH A POSITIVE SURGICAL MARGINJournal of Urology, VOL. 163, NO. 4, (1178-1182), Online publication date: 1-Apr-2000.OHORI M, ABBAS F, WHEELER T, KATTAN M, SCARDINO P and LERNER S (2018) PATHOLOGICAL FEATURES AND PROGNOSTIC SIGNIFICANCE OF PROSTATE CANCER IN THE APICAL SECTION DETERMINED BY WHOLE MOUNT HISTOLOGYJournal of Urology, VOL. 161, NO. 2, (500-504), Online publication date: 1-Feb-1999.GHAVAMIAN R, BERGSTRALH E, BLUTE M, SLEZAK J and ZINCKE H (2018) RADICAL RETROPUBIC PROSTATECTOMY PLUS ORCHIECTOMY VERSUS ORCHIECTOMY ALONE FOR pTxN+ PROSTATE CANCER: A MATCHED COMPARISONJournal of Urology, VOL. 161, NO. 4, (1223-1228), Online publication date: 1-Apr-1999.ADOLFSSON J, STEINECK G and HEDLUND P (2018) DEFERRED TREATMENT OF LOCALLY ADVANCED NONMETASTATIC PROSTATE CANCER: A LONG-TERM FOLLOWUPJournal of Urology, VOL. 161, NO. 2, (505-508), Online publication date: 1-Feb-1999.ISELIN C, ROBERTSON J and PAULSON D (2018) RADICAL PERINEAL PROSTATECTOMY: ONCOLOGICAL OUTCOME DURING A 20-YEAR PERIODJournal of Urology, VOL. 161, NO. 1, (163-168), Online publication date: 1-Jan-1999.STACKHOUSE G, SESTERHENN I, BAUER J, MOSTOFI F, CONNELLY R, SRIVASTAVA S and MOUL J (2018) P53 AND BCL-2 IMMUNOHISTOCHEMISTRY IN PRETREATMENT PROSTATE NEEDLE BIOPSIES TO PREDICT RECURRENCE OF PROSTATE CANCER AFTER RADICAL PROSTATECTOMYJournal of Urology, VOL. 162, NO. 6, (2040-2045), Online publication date: 1-Dec-1999.CATALONA W, CARVALHAL G, MAGER D and SMITH D (2018) POTENCY, CONTINENCE AND COMPLICATION RATES IN 1,870 CONSECUTIVE RADICAL RETROPUBIC PROSTATECTOMIESJournal of Urology, VOL. 162, NO. 2, (433-438), Online publication date: 1-Aug-1999.de la TAILLE A, RUBIN M, BAGIELLA E, OLSSON C, BUTTYAN R, BURCHARDT T, KNIGHT C, O'TOOLE K and KATZ A (2018) CAN PERINEURAL INVASION ON PROSTATE NEEDLE BIOPSY PREDICT PROSTATE SPECIFIC ANTIGEN RECURRENCE AFTER RADICAL PROSTATECTOMY?Journal of Urology, VOL. 162, NO. 1, (103-106), Online publication date: 1-Jul-1999.WIEDER J and SOLOWAY M (2018) INCIDENCE, ETIOLOGY, LOCATION, PREVENTION AND TREATMENT OF POSITIVE SURGICAL MARGINS AFTER RADICAL PROSTATECTOMY FOR PROSTATE CANCERJournal of Urology, VOL. 160, NO. 2, (299-315), Online publication date: 1-Aug-1998.TEWARI A and NARAYAN P (2018) NOVEL STAGING TOOL FOR LOCALIZED PROSTATE CANCER: A PILOT STUDY USING GENETIC ADAPTIVE NEURAL NETWORKSJournal of Urology, VOL. 160, NO. 2, (430-436), Online publication date: 1-Aug-1998.XIA Z, JACOBSEN S, BERGSTRALH E, CHUTE C, KATUSIC S and LIEBER M (2018) SECULAR CHANGES IN RADICAL PROSTATECTOMY UTILIZATION RATES IN OLMSTED COUNTY, MINNESOTA 1980 TO 1995Journal of Urology, VOL. 159, NO. 3, (904-908), Online publication date: 1-Mar-1998.Seay T, Blute M and Zincke H (2018) LONG-TERM OUTCOME IN PATIENTS WITH pTxN+ ADENOCARCINOMA OF PROSTATE TREATED WITH RADICAL PROSTATECTOMY AND EARLY ANDROGEN ABLATIONJournal of Urology, VOL. 159, NO. 2, (357-364), Online publication date: 1-Feb-1998.Long J, Fallick M, LaRock D and Rand W (2018) PRELIMINARY OUTCOMES FOLLOWING CRYOSURGICAL ABLATION OF THE PROSTATE IN PATIENTS WITH CLINICALLY LOCALIZED PROSTATE CARCINOMAJournal of Urology, VOL. 159, NO. 2, (477-484), Online publication date: 1-Feb-1998.Gaylis F, Friedel W and Armas O (2018) RADICAL RETROPUBIC PROSTATECTOMY OUTCOMES AT A COMMUNITY HOSPITALJournal of Urology, VOL. 159, NO. 1, (167-171), Online publication date: 1-Jan-1998.Patel A, Dorey F, Franklin J and deKernion J (2018) RECURRENCE PATTERNS AFTER RADICAL RETROPUBIC PROSTATECTOMY: CLINICAL USEFULNESS OF PROSTATE SPECIFIC ANTIGEN DOUBLING TIMES AND LOG SLOPE PROSTATE SPECIFIC ANTIGENJournal of Urology, VOL. 158, NO. 4, (1441-1445), Online publication date: 1-Oct-1997.Weldon V, Tavel F and Neuwirth H (2018) CONTINENCE, POTENCY AND MORBIDITY AFTER RADICAL PERINEAL PROSTATECTOMYJournal of Urology, VOL. 158, NO. 4, (1470-1475), Online publication date: 1-Oct-1997.O'Dowd G, Veltri R, Orozco R, Miller M and Oesterling J (2018) Update on the Appropriate Staging Evaluation for Newly Diagnosed Prostate CancerJournal of Urology, VOL. 158, NO. 3, (687-698), Online publication date: 1-Sep-1997.Eastham J, Kattan M, Rogers E, Goad J, Ohori M, Boone T and Scardino P (2018) Risk Factors for Urinary Incontinence after Radical ProstatectomyJournal of Urology, VOL. 156, NO. 5, (1707-1713), Online publication date: 1-Nov-1996.Fowler J, Terrell F and Renfroe L (2018) Co-Morbidities and Survival of Men with Localized Prostate Cancer Treated with Surgery or Radiation TherapyJournal of Urology, VOL. 156, NO. 5, (1714-1718), Online publication date: 1-Nov-1996.Shinohara K, Connolly J, Presti J and Carroll P (2018) Cryosurgical Treatment of Localized Prostate Cancer (Stages T1 to T4): Preliminary ResultsJournal of Urology, VOL. 156, NO. 1, (115-121), Online publication date: 1-Jul-1996.Lerner S, Blute M, Bergstralh E, Bostwick D, Eickholt J and Zincke H (2018) Analysis of Risk Factors for Progression in Patients with Pathologically Confined Prostate Cancers After Radical Retropubic ProstatectomyJournal of Urology, VOL. 156, NO. 1, (137-143), Online publication date: 1-Jul-1996.Olsson C, de Vries G, Raffo A, Benson M, O'Toole K, Cao Y, Buttyan R and Katz A (2018) Preoperative Reverse Transcriptase Polymerase Chain Reaction for Prostate Specific Antigen Predicts Treatment Failure Following Radical ProstatectomyJournal of Urology, VOL. 155, NO. 5, (1557-1562), Online publication date: 1-May-1996.Moul J, Douglas T, McCarthy W and McLeod D (2018) Black Race is an Adverse Prognostic Factor for Prostate Cancer Recurrence Following Radical Prostatectomy in an Equal Access Health Care SettingJournal of Urology, VOL. 155, NO. 5, (1667-1673), Online publication date: 1-May-1996.Oefelein M, Kaul K, Herz B, Blum M, Holland J, Keeler T, Cook W and Ignatoff J (2018) Molecular Detection of Prostate Epithelial Cells from the Surgical Field and Peripheral Circulation during Radical ProstatectomyJournal of Urology, VOL. 155, NO. 1, (238-242), Online publication date: 1-Jan-1996.Ohori M, Wheeler T, Kattan M, Goto Y and Scardino P (2018) Prognostic Significance of Positive Surgical Margins in Radical Prostatectomy SpecimensJournal of Urology, VOL. 154, NO. 5, (1818-1824), Online publication date: 1-Nov-1995.Blute M (2018) Editorial: Refining Early Detection and Staging of Prostate CancerJournal of Urology, VOL. 154, NO. 4, (1401-1402), Online publication date: 1-Oct-1995.Lerner S, Blute M and Zincke H (2018) Extended Experience With Radical Prostatectomy for Clinical Stage T3 Prostate Cancer: Outcome and Contemporary MorbidityJournal of Urology, VOL. 154, NO. 4, (1447-1452), Online publication date: 1-Oct-1995.Lerner S, Blute M and Zincke H (2018) Critical Evaluation of Salvage Surgery for Radio-Recurrent/Resistant Prostate CancerJournal of Urology, VOL. 154, NO. 3, (1103-1109), Online publication date: 1-Sep-1995.Lange P (2018) Future studies in localized prostate cancer. What should we think? What can we do?Journal of Urology, VOL. 152, NO. 5 Part 2, (1932-1938), Online publication date: 1-Nov-1994. Volume 152Issue 5 Part 2November 1994Page: 1850-1857 Advertisement Copyright & Permissions© 1994 by The American Urological Association Education and Research, Inc.Keywordsprostatic neoplasmsprostateprostatectomyMetricsAuthor Information Horst Zincke From the Department of Urology and Section of Biostatistics, Mayo Clinic and Mayo Foundation, Rochester, Minnesota Division of Urologie Surgery, Health Care International, Ltd., Beardmore St., Clydebank G81 4DY, Scotland More articles by this author Joseph E. Oesterling From the Department of Urology and Section of Biostatistics, Mayo Clinic and Mayo Foundation, Rochester, Minnesota More articles by this author Michael L. Blute From the Department of Urology and Section of Biostatistics, Mayo Clinic and Mayo Foundation, Rochester, Minnesota More articles by this author Erik J. Bergstralh From the Department of Urology and Section of Biostatistics, Mayo Clinic and Mayo Foundation, Rochester, Minnesota More articles by this author Robert P. Myers From the Department of Urology and Section of Biostatistics, Mayo Clinic and Mayo Foundation, Rochester, Minnesota More articles by this author David M. Barrett From the Department of Urology and Section of Biostatistics, Mayo Clinic and Mayo Foundation, Rochester, Minnesota More articles by this author Expand All Advertisement PDF DownloadLoading ...",
  "authors": [
    {
      "display_name": "Horst Zincke",
      "id": "A5070253773",
      "orcid": null,
      "institutions": [
        {
          "id": "I1330342723",
          "display_name": "Mayo Clinic",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I4210121728",
          "display_name": "Care International",
          "country_code": "CH",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Horst Zincke"
    },
    {
      "display_name": "Joseph E. Oesterling",
      "id": "A5109571053",
      "orcid": null,
      "institutions": [
        {
          "id": "I1330342723",
          "display_name": "Mayo Clinic",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Joseph E. Oesterling"
    },
    {
      "display_name": "Michael L. Blute",
      "id": "A5111665084",
      "orcid": null,
      "institutions": [
        {
          "id": "I1330342723",
          "display_name": "Mayo Clinic",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Michael L. Blute"
    },
    {
      "display_name": "Erik J. Bergstralh",
      "id": "A5109562288",
      "orcid": null,
      "institutions": [
        {
          "id": "I1330342723",
          "display_name": "Mayo Clinic",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Erik J. Bergstralh"
    },
    {
      "display_name": "Robert P. Myers",
      "id": "A5108739802",
      "orcid": null,
      "institutions": [
        {
          "id": "I1330342723",
          "display_name": "Mayo Clinic",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Robert P. Myers"
    },
    {
      "display_name": "David M. Barrett",
      "id": "A5038758227",
      "orcid": "https://orcid.org/0000-0002-8302-3114",
      "institutions": [
        {
          "id": "I1330342723",
          "display_name": "Mayo Clinic",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "David M. Barrett"
    }
  ],
  "publication_year": 1994,
  "publication_date": "1994-11-01",
  "type": "article",
  "cited_by_count": 709,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "152",
  "issue": "5 Part 2",
  "first_page": "1850",
  "last_page": "1857",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.9351632
    },
    {
      "id": "C2779466945",
      "display_name": "Prostatectomy",
      "level": 4,
      "score": 0.87173986
    },
    {
      "id": "C2780192828",
      "display_name": "Prostate cancer",
      "level": 3,
      "score": 0.79880655
    },
    {
      "id": "C146357865",
      "display_name": "Stage (stratigraphy)",
      "level": 2,
      "score": 0.7243949
    },
    {
      "id": "C126894567",
      "display_name": "Urology",
      "level": 1,
      "score": 0.6747376
    },
    {
      "id": "C2776235491",
      "display_name": "Prostate",
      "level": 3,
      "score": 0.44939357
    },
    {
      "id": "C143998085",
      "display_name": "Oncology",
      "level": 1,
      "score": 0.38978672
    },
    {
      "id": "C121608353",
      "display_name": "Cancer",
      "level": 2,
      "score": 0.33910036
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.30325204
    },
    {
      "id": "C151730666",
      "display_name": "Paleontology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10124",
      "display_name": "Prostate Cancer Diagnosis and Treatment",
      "score": 0.9998
    },
    {
      "id": "T10543",
      "display_name": "Prostate Cancer Treatment and Research",
      "score": 0.9976
    },
    {
      "id": "T11235",
      "display_name": "Statistical Methods in Clinical Trials",
      "score": 0.9795
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/s0022-5347(17)32399-6",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:55:41.504437",
  "source_database": "OpenAlex"
}