{
  "openalex_id": "W1657047778",
  "doi": null,
  "title": "Bioarchaeological and Forensic Perspectives on Violence: How Violent Death Is Interpreted from Skeletal Remains",
  "abstract": "List of contributors Part I. Introduction: 1. Introduction: interpreting violence in the ancient and modern world when skeletonized bodies are all you have Debra L. Martin and Cheryl P. Anderson Part II. Overview and Innovative Methodologies: 2. Killed in action? A biometrical analysis of femora of supposed battle victims from the Middle Bronze Age site of Weltzin 20, Germany Stefan Flohr, Ute Brinker, Elena Spanagel, Annemarie Schramm, Jorg Orschiedt and Uwe Kierdorf 3. The taphonomy of maritime warfare: a forensic reinterpretation of sharp force trauma from the 1676 wreck of the Royal Swedish Warship Kronan Anna Kjellstrom and Michelle D. Hamilton 4. The determination of homicide vs. suicide in gunshot wounds Vincent H. Stefan 5. The first cut is the deepest: looking for patterns in cases of human dismemberment Andrew C. Seidel and Laura C. Fulginiti 6. Victims of violence? A methodological case study from precolonial Northern Mexico Cheryl P. Anderson Part III. Ritual and Performative Violence: 7. Signatures of captivity and subordination on skeletonized human remains: a bioarchaeological case study from the ancient Southwest Ryan P. Harrod and Debra L. Martin 8. Classic Maya warfare and skeletal trophies: victims and aggressors Rebecca Storey 9. Face me like a man! (or, like a woman): antemortem nasal fractures in pre-Columbian San Pedro de Atacama Christina Torres-Rouff and Laura M. King 10. Why some bodies matter: defacement and narrative in historical forensics cases William N. Duncan and Christopher M. Stojanowski Part IV. Violence and Identity: 11. Violence in life, violence in death, resiliency through repatriation: bioarchaeological analysis and heritage value of Yaqui skeletal remains from Sonora, Mexico Heidi J. Bauer-Clapp and Ventura R. Perez 12. Interpreting skeletal trauma and violence at Grasshopper Pueblo (AD 1275-1400) Kathryn M. Baustian 13. The contribution of forensic anthropology to national identity in Chile: a case study from the Patio 29 mass grave Elizabeth M. DeVisser, Krista E. Latham and Marisol Intriago Leiva 14. Cranial trauma and cranial modification in post-imperial Andahuaylas, Peru Danielle Kurin 15. Allies today, enemies tomorrow: a comparative analysis of perimortem injuries along the biomechanical continuum Melissa Scott Murphy, Brian Spatola and Rick Weathermon 16. Interpreting gunshot trauma as context clue: a case study from historic North Las Vegas, Nevada John J. Crandall, Ryan P. Harrod, Cheryl P. Anderson and Kathryn M. Baustian Part V. Concluding Thoughts: 17. Living on the sidelines of death: anthropologists and violence Alison Galloway Index.",
  "authors": [
    {
      "display_name": "Debra L. Martin",
      "id": "A5035669557",
      "orcid": "https://orcid.org/0000-0001-7341-8908",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Debra L. Martin"
    },
    {
      "display_name": "Cheryl P. Anderson",
      "id": "A5001772008",
      "orcid": "https://orcid.org/0000-0002-1903-4484",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Cheryl P. Anderson"
    }
  ],
  "publication_year": 2014,
  "publication_date": "2014-04-28",
  "type": "book",
  "cited_by_count": 28,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "",
    "display_name": "",
    "issn_l": "",
    "issn": [],
    "type": "",
    "host_organization": ""
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2909821917",
      "display_name": "Dismemberment",
      "level": 3,
      "score": 0.8378639
    },
    {
      "id": "C162044005",
      "display_name": "Bioarchaeology",
      "level": 2,
      "score": 0.5611291
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.553876
    },
    {
      "id": "C3020202945",
      "display_name": "Violent death",
      "level": 4,
      "score": 0.44961825
    },
    {
      "id": "C525541732",
      "display_name": "Homicide",
      "level": 4,
      "score": 0.42083922
    },
    {
      "id": "C19165224",
      "display_name": "Anthropology",
      "level": 1,
      "score": 0.38341808
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.35744706
    },
    {
      "id": "C195244886",
      "display_name": "Ancient history",
      "level": 1,
      "score": 0.33340424
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.27473032
    },
    {
      "id": "C3017944768",
      "display_name": "Poison control",
      "level": 2,
      "score": 0.21413049
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.11927843
    },
    {
      "id": "C526869908",
      "display_name": "Suicide prevention",
      "level": 3,
      "score": 0.1103695
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.107272655
    },
    {
      "id": "C99454951",
      "display_name": "Environmental health",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.0
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10992",
      "display_name": "Forensic Anthropology and Bioarchaeology Studies",
      "score": 0.9282
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "http://ci.nii.ac.jp/ncid/BB19307542",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:12:07.417898",
  "source_database": "OpenAlex"
}