{
  "openalex_id": "W1664204666",
  "doi": "https://doi.org/10.1111/j.1757-7802.2012.01089.x",
  "title": "Scientific system in the <scp>A</scp>rab region: From prestige towards development",
  "abstract": "Purpose of science and technology (ST) in Arab countries is far from nourishing socio-economic development. The activities of ST in Arab countries were directed for prestige and propaganda rather than into socio-economic development. Arab countries have not produced a critical mass of full time equivalent researchers. The weaknesses of the national ST systems in the Arab region have drastically reduced the benefits derived from the investments made in economic infrastructure. The Arab countries need to adopt strategies to improve their ST capabilities in ways that promote the technological development necessary for sustained economic growth. Arab countries should not blindly imitate other countries, but should identify and leverage their own unique resources. All universities and research institutes in the region need to be re-envisioned. Research institute and university activities need to be market-driven. Initiatives targeting the networking between research and industry need to be developed. Monitoring the state of ST becomes a major challenge for the Arab countries in their endeavours for developing knowledge based economy. Each Arab country needs to establish and run its own ST national observatory. A proper ethics monitoring system needs to be developed. Developing and activating ethical code and strengthening research ethics committees will improve monitoring ethical issues which may arise in the course of work by the academic staff in the universities and research institutes. However, an ethics monitoring system needs to be kept rigorously outside the control of ST institutes. Resumen. El propósito de la ciencia y la tecnología (CT) en los países árabes está lejos de fomentar el desarrollo socioeconómico. Las actividades de CT en los países árabes han estado dirigidas hacia el prestigio y la propaganda en lugar del desarrollo socioeconómico. Los países árabes no han producido una masa crítica equivalente de investigadores a tiempo completo. Las debilidades de los sistemas nacionales de CT en la región árabe han reducido drásticamente los beneficios derivados de las inversiones realizadas en infraestructura económica. Los países árabes deben adoptar estrategias para mejorar sus capacidades en CT de manera que promuevan el desarrollo tecnológico necesario para un crecimiento económico sostenido. Los países árabes no deben imitar ciegamente a otros países, sino que deben identificar y aprovechar los recursos que les son propios y únicos. Hace falta re-imaginar todas las universidades e institutos de investigación de la región. Las actividades de los institutos de investigación y de las universidades deben estar impulsadas por el mercado. Es necesario desarrollar las iniciativas dirigidas a las redes entre investigación e industria. El seguimiento del estado de la CT se convierte en un gran desafío para los países árabes en sus esfuerzos por desarrollar una economía basada en el conocimiento. Cada país árabe necesita para establecer y mantener su propio observatorio nacional de CT. Es necesario desarrollar un sistema adecuado de vigilancia de cuestiones éticas. El desarrollo e implementación de un código ético y el fortalecimiento de los comités de ética para la investigación mejorarán la vigilancia de las cuestiones éticas que puedan surgir en el curso del trabajo del personal académico en las universidades e institutos de investigación. Sin embargo, los sistemas de vigilancia de cuestiones éticas deben ser mantenidos estrictamente fuera del control de los institutos de CT.",
  "authors": [
    {
      "display_name": "Ahmed A. ElObeidy",
      "id": "A5027806395",
      "orcid": null,
      "institutions": [
        {
          "id": "I145487455",
          "display_name": "Cairo University",
          "country_code": "EG",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Ahmed ElObeidy"
    }
  ],
  "publication_year": 2013,
  "publication_date": "2013-01-09",
  "type": "article",
  "cited_by_count": 5,
  "is_retracted": false,
  "is_paratext": false,
  "language": "es",
  "source": {
    "id": "S96871935",
    "display_name": "Regional Science Policy & Practice",
    "issn_l": "1757-7802",
    "issn": [
      "1757-7802"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320990"
  },
  "volume": "5",
  "issue": "1",
  "first_page": "97",
  "last_page": "113",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "https://doi.org/10.1111/j.1757-7802.2012.01089.x",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2778329345",
      "display_name": "Prestige",
      "level": 2,
      "score": 0.66157126
    },
    {
      "id": "C153083717",
      "display_name": "Leverage (statistics)",
      "level": 2,
      "score": 0.6081864
    },
    {
      "id": "C156728348",
      "display_name": "Rab",
      "level": 3,
      "score": 0.5283136
    },
    {
      "id": "C83864248",
      "display_name": "Developing country",
      "level": 2,
      "score": 0.4681319
    },
    {
      "id": "C18762648",
      "display_name": "Work (physics)",
      "level": 2,
      "score": 0.4398766
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.40588516
    },
    {
      "id": "C144133560",
      "display_name": "Business",
      "level": 0,
      "score": 0.40553266
    },
    {
      "id": "C39549134",
      "display_name": "Public relations",
      "level": 1,
      "score": 0.3636992
    },
    {
      "id": "C50522688",
      "display_name": "Economic growth",
      "level": 1,
      "score": 0.27109265
    },
    {
      "id": "C127413603",
      "display_name": "Engineering",
      "level": 0,
      "score": 0.24959439
    },
    {
      "id": "C162324750",
      "display_name": "Economics",
      "level": 0,
      "score": 0.22753856
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.116740674
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C41895202",
      "display_name": "Linguistics",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C78519656",
      "display_name": "Mechanical engineering",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C207332259",
      "display_name": "GTPase",
      "level": 2,
      "score": 0.0
    },
    {
      "id": "C55493867",
      "display_name": "Biochemistry",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C119857082",
      "display_name": "Machine learning",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T13765",
      "display_name": "Social Science and Policy Research",
      "score": 0.9977
    },
    {
      "id": "T14084",
      "display_name": "Methodology and Impact of Social Science Research",
      "score": 0.9715
    },
    {
      "id": "T14112",
      "display_name": "Economic, financial, and policy analysis",
      "score": 0.934
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1111/j.1757-7802.2012.01089.x",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:16:04.141499",
  "source_database": "OpenAlex"
}