{
  "openalex_id": "W170055086",
  "doi": "https://doi.org/10.2307/3341480",
  "title": "Origin Myths in the Social Sciences: Fromm, the Frankfurt School and the Emergence of Critical Theory",
  "abstract": "1. Thanks to Robert Alford, Scott Davies, Stephen Steinberg, John Rodden, Alan Wolfe, Catherine Silver, Jennifer Platt, Cynthia Fuchs Epstein, Rolf Meyersohn, Sonia Gojman Millan, Salvador Millan, Deborah Cook, Petra Rethmann, Carrie Ashton, Anita Hanbali, and Mauricio Cortina for feedback on earlier drafts of this paper. A version was presented at a sociology of knowledge session of the annual meetings of the American Sociological Association in Toronto, August 1997 organized by Alan Wolfe where Jeff Weintraub and Mark Shields served as insightful discussants. An Arts Research Board grant from McMaster University made possible a research trip to Germany that allowed me to respond to the useful review and editorial comments from The Canadian Journal of Sociology. Rainer Funk's hospitality at the Erich Fromm Archives in Tubingen Germany was an enormous help in helping me reconstruct the early history of critical theory. Abstract: The Frankfurt School provides rich material for the sociology of knowledge since it is an example of how a once marginal school of thought gained widespread influence and crossed the boundaries between disciplines, social movements, psychoanalysis, Marxism and national traditions. Originally a Marxist think-tank funded by the wealthy son of a German millionaire, the Frankfurt School helped create an innovative brand of philosophically oriented radical social science known as critical theory. Critical theory has had an enormous influence on post-1960s intellectual life, and today is most commonly associated with Theodor Adorno, Max Horkheimer, Herbert Marcuse, Walter Benjamin and Jurgen Habermas. Erich Fromm's central role in the early development of the Frankfurt School has largely been ignored in the literature. This article is a sociologically informed history of the Frankfurt School with a focus on the bitter and contentious break between Erich Fromm and its other members in the late 1930s, particularly Adorno, Horkheimer and in the 1950s with Marcuse. The break between Fromm and the Frankfurt School is explained with reference to both ideational (different interpretations of Freudian theory and the nature of left ideology) as well as institutional factors (competition over resources within the Frankfurt School and the professionalization of psychoanalysis). Unpacking the history of how Fromm was once seen as a major figure in the Frankfurt School and then gradually written out of the history of critical theory is a case study in the sociology of knowledge that looks at how origin myths are constructed within schools of thought and intellectual movements. Resume: L'Ecole de Francfort nous donne un materiel riche d'information pour la sociologie de la connaissance puisque c'est un exemple d'une ecole de qui est passee de la marinalitee a une qui a gagnee une influance repandus et passee au travers des limites entres les disciplines, mouvements sociaux, psychanalyse, Marxisme et traditions nationales. Prenant naissance comme une boite a pensee et financee par le fils opulent d'un millionaire Allemand, L'ecole de Francfort aida a creer une variete innovatrice d'une science sociale qui etait philosophiquement radicale en orientation, connue sous le nom de theorie critique. La theorie critique a eu une influance enorme sur la vie intellectuelle des annees soixantes et de l'epoque qui suivit, et aujourd'hui est associee a des noms comme Theodor Adorno, Max Horkeimer, Herbert Marcuse, Walter Benjamin et Jurgen Habermas. Le role central d'Erich Fromm dans les premiers developments de l'ecole de Francfort a ete ignore dans la litterature. Cet article est une historie, informee par la sociologie, de l'ecole de Francfort avec un accent sur la rupture amere et contentieuse entre Erich Fromm et les authre members vers la fin des annees trentes, et en particulier, Adorno, Horkheimer, et dans les annees cinquentes, Marcuse. La rupture entre Fromm et l'ecole de Francfort est expliquee en reference aux facteurs idealistes (Interpretations differentes de la theorie freudienne et de la nature de l'ideologie de la guache) ainsi qu'aux facteurs institutionels (competition pour les ressources de l'ecole et la professionalisation de la psychanalyse). …",
  "authors": [
    {
      "display_name": "Neil McLaughlin",
      "id": "A5017855152",
      "orcid": "https://orcid.org/0000-0002-1856-2250",
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Neil McLaughlin"
    }
  ],
  "publication_year": 1999,
  "publication_date": "1999-01-01",
  "type": "article",
  "cited_by_count": 103,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S90678448",
    "display_name": "The Canadian Journal of Sociology",
    "issn_l": "0318-6431",
    "issn": [
      "0318-6431",
      "1710-1123"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310313082"
  },
  "volume": "24",
  "issue": "1",
  "first_page": "109",
  "last_page": "109",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.80659676
    },
    {
      "id": "C519517224",
      "display_name": "Mythology",
      "level": 2,
      "score": 0.7346144
    },
    {
      "id": "C113706210",
      "display_name": "Critical theory",
      "level": 2,
      "score": 0.6319652
    },
    {
      "id": "C111472728",
      "display_name": "Epistemology",
      "level": 1,
      "score": 0.51241237
    },
    {
      "id": "C36289849",
      "display_name": "Social science",
      "level": 1,
      "score": 0.4506786
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.13209468
    },
    {
      "id": "C27206212",
      "display_name": "Theology",
      "level": 1,
      "score": 0.08557135
    }
  ],
  "topics": [
    {
      "id": "T12397",
      "display_name": "Critical Theory and Philosophy",
      "score": 0.9993
    },
    {
      "id": "T12730",
      "display_name": "Weber, Simmel, Sociological Theory",
      "score": 0.9981
    },
    {
      "id": "T12231",
      "display_name": "Contemporary Sociological Theory and Practice",
      "score": 0.9943
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.2307/3341480",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:13:34.620637",
  "source_database": "OpenAlex"
}