{
  "openalex_id": "W171570959",
  "doi": "https://doi.org/10.1159/000326182",
  "title": "Breast Myeloma",
  "abstract": "Case Reports| February 22 2011 Breast Myeloma: A Report of 3 Cases with Fine Needle Aspiration Cytologic Findings Subject Area: Pathology and Cell Biology Perikala V. Kumar; Perikala V. Kumar From the Departments of Pathology, Hematology-Oncology, Radiology and Surgery, Shiraz Medical School, Shiraz University of Medical Sciences, and Cancer Research Institute, Shiraz, Islamic Republic of Iran. Search for other works by this author on: This Site PubMed Google Scholar Mohammad Vasei; Mohammad Vasei From the Departments of Pathology, Hematology-Oncology, Radiology and Surgery, Shiraz Medical School, Shiraz University of Medical Sciences, and Cancer Research Institute, Shiraz, Islamic Republic of Iran. Search for other works by this author on: This Site PubMed Google Scholar Yahya Daneshbod; Yahya Daneshbod From the Departments of Pathology, Hematology-Oncology, Radiology and Surgery, Shiraz Medical School, Shiraz University of Medical Sciences, and Cancer Research Institute, Shiraz, Islamic Republic of Iran. Search for other works by this author on: This Site PubMed Google Scholar Maryam Zakerinia; Maryam Zakerinia From the Departments of Pathology, Hematology-Oncology, Radiology and Surgery, Shiraz Medical School, Shiraz University of Medical Sciences, and Cancer Research Institute, Shiraz, Islamic Republic of Iran. Search for other works by this author on: This Site PubMed Google Scholar Mani Ramzi; Mani Ramzi From the Departments of Pathology, Hematology-Oncology, Radiology and Surgery, Shiraz Medical School, Shiraz University of Medical Sciences, and Cancer Research Institute, Shiraz, Islamic Republic of Iran. Search for other works by this author on: This Site PubMed Google Scholar Habib Noorani; Habib Noorani From the Departments of Pathology, Hematology-Oncology, Radiology and Surgery, Shiraz Medical School, Shiraz University of Medical Sciences, and Cancer Research Institute, Shiraz, Islamic Republic of Iran. Search for other works by this author on: This Site PubMed Google Scholar Hadi Bagheri; Hadi Bagheri From the Departments of Pathology, Hematology-Oncology, Radiology and Surgery, Shiraz Medical School, Shiraz University of Medical Sciences, and Cancer Research Institute, Shiraz, Islamic Republic of Iran. Search for other works by this author on: This Site PubMed Google Scholar Abdul Rasool Talei; Abdul Rasool Talei From the Departments of Pathology, Hematology-Oncology, Radiology and Surgery, Shiraz Medical School, Shiraz University of Medical Sciences, and Cancer Research Institute, Shiraz, Islamic Republic of Iran. Search for other works by this author on: This Site PubMed Google Scholar Hossein Soleimanpour Hossein Soleimanpour From the Departments of Pathology, Hematology-Oncology, Radiology and Surgery, Shiraz Medical School, Shiraz University of Medical Sciences, and Cancer Research Institute, Shiraz, Islamic Republic of Iran. Search for other works by this author on: This Site PubMed Google Scholar Acta Cytologica (2005) 49 (4): 445–448. https://doi.org/10.1159/000326182 Article history Published Online: February 22 2011 Content Tools Views Icon Views Article contents Figures & tables Video Audio Supplementary Data Peer Review Share Icon Share Facebook Twitter LinkedIn Email Tools Icon Tools Get Permissions Cite Icon Cite Search Site Citation Perikala V. Kumar, Mohammad Vasei, Yahya Daneshbod, Maryam Zakerinia, Mani Ramzi, Habib Noorani, Hadi Bagheri, Abdul Rasool Talei, Hossein Soleimanpour; Breast Myeloma: A Report of 3 Cases with Fine Needle Aspiration Cytologic Findings. Acta Cytologica 1 August 2005; 49 (4): 445–448. https://doi.org/10.1159/000326182 Download citation file: Ris (Zotero) Reference Manager EasyBib Bookends Mendeley Papers EndNote RefWorks BibTex toolbar search Search Dropdown Menu toolbar search search input Search input auto suggest filter your search All ContentAll JournalsActa Cytologica Search Advanced Search Article PDF first page preview Close Modal This content is only available via PDF. 2005Copyright / Drug Dosage / DisclaimerCopyright: All rights reserved. No part of this publication may be translated into other languages, reproduced or utilized in any form or by any means, electronic or mechanical, including photocopying, recording, microcopying, or by any information storage and retrieval system, without permission in writing from the publisher.Drug Dosage: The authors and the publisher have exerted every effort to ensure that drug selection and dosage set forth in this text are in accord with current recommendations and practice at the time of publication. However, in view of ongoing research, changes in government regulations, and the constant flow of information relating to drug therapy and drug reactions, the reader is urged to check the package insert for each drug for any changes in indications and dosage and for added warnings and precautions. This is particularly important when the recommended agent is a new and/or infrequently employed drug.Disclaimer: The statements, opinions and data contained in this publication are solely those of the individual authors and contributors and not of the publishers and the editor(s). The appearance of advertisements or/and product references in the publication is not a warranty, endorsement, or approval of the products or services advertised or of their effectiveness, quality or safety. The publisher and the editor(s) disclaim responsibility for any injury to persons or property resulting from any ideas, methods, instructions or products referred to in the content or advertisements. You do not currently have access to this content.",
  "authors": [
    {
      "display_name": "Perikala V. Kumar",
      "id": "A5025430784",
      "orcid": "https://orcid.org/0000-0001-8315-7000",
      "institutions": [
        {
          "id": "I194604659",
          "display_name": "Shiraz University of Medical Sciences",
          "country_code": "IR",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Perikala V. Kumar"
    },
    {
      "display_name": "Mohammad Vasei",
      "id": "A5020207050",
      "orcid": "https://orcid.org/0000-0002-4162-136X",
      "institutions": [
        {
          "id": "I194604659",
          "display_name": "Shiraz University of Medical Sciences",
          "country_code": "IR",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mohammad Vasei"
    },
    {
      "display_name": "Yahya Daneshbod",
      "id": "A5102882396",
      "orcid": null,
      "institutions": [
        {
          "id": "I194604659",
          "display_name": "Shiraz University of Medical Sciences",
          "country_code": "IR",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Yahya Daneshbod"
    },
    {
      "display_name": "Maryam Zakerinia",
      "id": "A5084802759",
      "orcid": "https://orcid.org/0000-0001-5629-8801",
      "institutions": [
        {
          "id": "I194604659",
          "display_name": "Shiraz University of Medical Sciences",
          "country_code": "IR",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Maryam Zakerinia"
    },
    {
      "display_name": "Mani Ramzi",
      "id": "A5019933856",
      "orcid": "https://orcid.org/0000-0003-2878-4559",
      "institutions": [
        {
          "id": "I194604659",
          "display_name": "Shiraz University of Medical Sciences",
          "country_code": "IR",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mani Ramzi"
    },
    {
      "display_name": "Habib Noorani",
      "id": "A5072132627",
      "orcid": null,
      "institutions": [
        {
          "id": "I194604659",
          "display_name": "Shiraz University of Medical Sciences",
          "country_code": "IR",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Habib Noorani"
    },
    {
      "display_name": "Hadi Bagheri",
      "id": "A5102792498",
      "orcid": null,
      "institutions": [
        {
          "id": "I194604659",
          "display_name": "Shiraz University of Medical Sciences",
          "country_code": "IR",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Hadi Bagheri"
    },
    {
      "display_name": "Abdolrasoul Talei",
      "id": "A5082928123",
      "orcid": "https://orcid.org/0000-0001-9111-3681",
      "institutions": [
        {
          "id": "I194604659",
          "display_name": "Shiraz University of Medical Sciences",
          "country_code": "IR",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Abdul Rasool Talei"
    },
    {
      "display_name": "Hossein Soleimanpour",
      "id": "A5103688478",
      "orcid": null,
      "institutions": [
        {
          "id": "I194604659",
          "display_name": "Shiraz University of Medical Sciences",
          "country_code": "IR",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Hossein Soleimanpour"
    }
  ],
  "publication_year": 2005,
  "publication_date": "2005-01-01",
  "type": "article",
  "cited_by_count": 13,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S101987544",
    "display_name": "Acta Cytologica",
    "issn_l": "0001-5547",
    "issn": [
      "0001-5547",
      "1938-2650"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310317820"
  },
  "volume": "49",
  "issue": "4",
  "first_page": "445",
  "last_page": "448",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.9603481
    },
    {
      "id": "C2776364478",
      "display_name": "Multiple myeloma",
      "level": 2,
      "score": 0.44508126
    },
    {
      "id": "C29456083",
      "display_name": "Gynecology",
      "level": 1,
      "score": 0.3909333
    },
    {
      "id": "C143998085",
      "display_name": "Oncology",
      "level": 1,
      "score": 0.35860068
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.28653425
    }
  ],
  "topics": [
    {
      "id": "T10649",
      "display_name": "Multiple Myeloma Research and Treatments",
      "score": 0.9994
    },
    {
      "id": "T12505",
      "display_name": "Peptidase Inhibition and Analysis",
      "score": 0.9576
    },
    {
      "id": "T11532",
      "display_name": "Chemokine receptors and signaling",
      "score": 0.9551
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1159/000326182",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:49:29.525481",
  "source_database": "OpenAlex"
}