{
  "openalex_id": "W1721066600",
  "doi": "https://doi.org/10.4000/books.pur.4386",
  "title": "La police ou l’art de s’adapter : adapter les ordres ou s’adapter aux menaces ?",
  "abstract": "Apres un renouvellement des etudes qui a touche d'autres domaines des sciences sociales (la politologie, la sociologie), l'histoire de la police connait aujourd'hui des evolutions profondes. La diversite des situations historiographiques qui prevaut en Europe, les acquis recents de la recherche, ont conduit a privilegier dans cet ouvrage a la fois une dimension resolument comparatiste et un reel decloisonnement chronologique et disciplinaire. C'est la premiere fois qu'en France, un tel bilan international est propose,une telle confrontation est tentee dans la longue duree, reunissant historiens, sociologues, juristes et politistes a l'echelle de l'Europe. Pour tous les specialistes qui ont accepte d'ouvrir le dialogue, il s'agit d'interroger les formes de la professionnalisation policiere dans des espaces politiques varies, avec leurs evolutions, leurs ruptures ou leurs elements de continuite. Il s'agit de comprendre quels echanges ont existe entre les modeles adoptes par les uns et par les autres,quelles voies a pu prendre la construction des identites professionnelles. Cela revient aussi pour une part a interroger les fondements de la legitimite politique et sociale des interventions policieres. Cela y compris dans les periodes de crise, lorsque la police reflechit sur elle-meme, pour justifier ou adapter son action,perenniser son existence, accroitre ses moyens et ses pouvoirs. Autant qu'une mise au point inedite, cet ouvrage se veut point de depart d'une reflexion renouvelee et pluridisciplinaire sur ce chantier de l'histoire des polices. ***Table des matieres - Vincent MILLIOT - Mais que font les historiens de la police ?*** Premiere partie*** Polices : institutions, corps, services-Catherine Denys-Institutions, corps, services-Marco Cichini-Etre magistrat de police en Republique, ou apprendre a gouverner. L'exemple de Geneve au XVIIIe siecle-Livio Anto nielli-Les fonctions policieres des executeurs de justice dans le duche de Milan au XVIIIe siecle-Pascal Brouilet-La compagnie de marechaussee de l'Ile-de-France et la Garde de Paris : deux unites de police ; un meme metier ?-Fariba Zarinebaf- Maintien de l'ordre et controle social a Istamboul au XVIIIe siecle-Dana Cristina Cadeschi-Etre policier en Roumanie au XIXe siecle : vers la decouverte d'un metier-Dimitris BACHARAS-L'institution de la police des villes en Grece : un voyage europeen-Cyrille Fijnaut-Grandes etapes et faits marquants de l'histoire de la police neerlandaise aux XIXe et XXe siecles-Virginie Malochet-Les policiers municipaux en France aujourd'hui. Les ambivalences d'une profession***Deuxieme partie***Itineraires***Jean-Claude FARCY-Itineraires-Brigitte Marin-L'alcalde de barrio a Madrid. De la creation de la charge a l'amorce d'une professionnalisation (1768-1801)-Christian CHEVANDIER-Gardiens de la paix d'un arrondissement populaire-Joanne Klein-« Leaving at His Own Request ». Les demissions volontaires d'agents de police britanniques (1900-1939)-Emmanuel Blanchard-Circulations coloniales : la place de l'Outre-mer dans la socialisation et les trajectoires professionnelles des policiers parisiens (1944-1962)-Klaus Weinhauer-Guerre civile ou modernisation de la police ?-Maintien de l'ordre et mouvements de protestation dans la RFA des annees 1960***Troisieme partie***Savoirs et competences***Rene LEVY-Savoirs et competences : du policier a la police-Guillaume Garner-Savoirs policiers et savoirs economiques en Allemagne (milieu du XVIe siecle – debut du XIXe siecle)-Stephane NIVET-Acquisition des regles du metier et specialisation des commissaires de police a Lyon au XVIIIe siecle-Noemi LEVY-Savoirs et savoir-faire dans la police ottomane au tournant des XIXe et XXe siecles-Marc Loriol, Valerie Boussard, Sandrine Caroly-La legitimite de l'action policiere et les contacts avec la population face aux reformes recentes de la securite publique-Frederic OCQUETEAU-Le commissaire de police en « manager de service ». Nouveaux roles et repositionnements identitaires aux debuts du XXIe siecle***Quatrieme partie***L'art de bien s'adapter*** Xavier ROUSEAUX-La police ou l'art de s'adapter : Adapter les ordres ou s'adapter aux menaces-Justine Berliere-Du magistrat de quartier au policier specialise : Pierre Chenon,commissaire du quartier du Louvre (1751-1791)-Aurelien Caulier-S'adapter au temps et a l'espace : le maillage policier dans le departement du Nord sous le Second Empire-Margo DE KOSTER-Routines et contraintes de la police urbaine a Anvers (1890 – 1914)-Thibault Tellier-Politique de la Ville et enjeux securitaires : de nouvelles perspectives pour les metiers de la Police a la fin des Trente Glorieuses (1975-1985)-Francois Dieu-Etre gendarme. Specificite gendarmique et changement social a la fin du XXe siecle.***Cinquieme partie***Anthropologie du policier***Jean-Noel LUC-Anthropologie du policier : le corps, le temps, l'espace-Aurelien Lignereux-Etre ou ne pas etre gendarme : l'usage du deguisement dans la gendarmerie francaise au premier XIXe siecle-Quentin Deluermoz- Etre sergent de ville a Paris entre 1854 et 1880 : le bricolage d'une identite.-Arnaud-Dominique Houte-Nul n'est policier en son pays ? Le depaysement des gendarmes francais au XIXe siecle-Laurent Lopez-Etre mobile : la circulation d'une epithete entre gendarmerie et police (1871-1914)-Genevieve Pruvost-Quand le statut policier est avant tout stature : corps feminins et corps masculins face au recrutement policier (1935-2005)***Sixieme partie***Etre policier en temps de crise***Herbert Reinke-Police et policiers en temps de crise-Vincent Denis-Une police sans policiers : la police du quartier du Palais-Royal en 1789-1790-Peter Lesmann-Faust-La police prussienne durant la Republique de Weimar-Mark Theodorson-Insuffisance de la police et paralysie de la politique : les Gendarmeries de l'Irlande du Nord de 1922 ala chute du Gouvernement Stormont (1972)-Jonathan Dunnage-Des fervents de « l'Etat totalitaire » aux tenants du « quieto vivere » : le personnel policier dans l'Italie fasciste-Jean-Marc Berliere-Policiers et pouvoir politique en periode de crise : L'exemple de la Guerre d'Algerie (1958-1962)***Conclusion***Dominique Kalifa et Vincent Miliot-Les voies de la professionnalisation.",
  "authors": [
    {
      "display_name": "Xavier Rousseaux",
      "id": "A5018356518",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Xavier Rousseaux"
    }
  ],
  "publication_year": 2008,
  "publication_date": "2008-01-01",
  "type": "book-chapter",
  "cited_by_count": 3,
  "is_retracted": false,
  "is_paratext": false,
  "language": "fr",
  "source": {
    "id": "S4306463797",
    "display_name": "Presses universitaires de Rennes eBooks",
    "issn_l": null,
    "issn": null,
    "type": "ebook platform",
    "host_organization": "https://openalex.org/P4310320151"
  },
  "volume": null,
  "issue": null,
  "first_page": "303",
  "last_page": "313",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C15708023",
      "display_name": "Humanities",
      "level": 1,
      "score": 0.8079555
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.53553873
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.30623037
    }
  ],
  "topics": [
    {
      "id": "T12454",
      "display_name": "European Political History Analysis",
      "score": 0.9535
    },
    {
      "id": "T13641",
      "display_name": "Historical Studies and Socio-cultural Analysis",
      "score": 0.9402
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.4000/books.pur.4386",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T16:01:44.910970",
  "source_database": "OpenAlex"
}