{
  "openalex_id": "W173030479",
  "doi": null,
  "title": "Protein misfolding and disease : principles and protocols",
  "abstract": "I. General Chapters Protein Misfolding, Aggregation, and Degradation in Disease Niels Gregersen, Lars Bolund, and Peter Bross Basic Introduction to In Vivo Protein Folding and Its Defects Peter Bross and Niels Gregersen Cystic Fibrosis: Premature Degradation of Mutant Proteins as a Molecular Disease Mechanism Marina S. Gelman and Ron R. Kopito a1-Antitrypsin Deficiency: Liver Disease Associated With Retention of a Mutant Secretory Glycoprotein in the Endoplasmic Reticulum, David H. Perlmutter Parkinson's Disease: a-Synuclein and Parkin in Protein Aggregation and the Reversal of Unfolded Protein Stress Lene Diness Jakobsen and Poul Henning Jensen Aberrant Protein Folding as the Molecular Basis of Cancer Melissa D. Scott and Judith Frydman Yeast as a Model System to Investigate Protein Conformational Diseases Christina M. Coughlan and Jeffrey L. Brodsky II. General Methods Expression of Recombinant Proteins: An Introduction Jane Nohr, Karsten Kristiansen, and Anne-M. Krogsdam Expression in E. coli Systems Anne-M. Krogsdam, Karsten Kristiansen, and Jane Nohr Protein Expression in Yeasts Jane Nohr, Karsten Kristiansen, and Anne-M. Krogsdam Site-Directed Mutagenesis Jane Nohr and Karsten Kristiansen Pulse-Chase Labeling Techniques for the Analysis of Protein Maturation and Degradation Annemieke Jansens and Ineke Braakman III. Techniques in Conformational Disease Research Detection of Aggregates and Protein Inclusions by Staining of Tissues James E. Galvin Study of Mutant Proteins With Folding Defects in Cultured Patient Cells Gabriele Dodt and Claudia Walter E. coli Expression System for Identifying Folding Mutations of Human Adenosine Deaminase Ines Santisteban, Francisco X. Arredondo-Vega, Shannon Daniels, andMichael S. Hershfield Characterization of Overexpressed Mutant Proteins in Mammalian Cells Thomas Juhl Corydon Investigation of Unfolded-Protein Response in Cells Expressing Familial Alzheimer's Disease-Linked Presenilin Variants Gopal Thinakaran, James W. Bowen, Daisuke Ito, Jae-Yoon Leem, Margaret L. Veselits, and Naoyuki Sato Huntingtin Fragments Form Aggresome-Like Inclusion Bodies in Mammalian Cells Annett Boeddrich, Rudi Lurz, and Erich E. Wanker Application of Chemical Chaperones to the Rescue of Folding Defects Tip W. Loo and David M. Clarke Analysis of Defective Subunit Interactions Using the Two-Hybrid System Belen Perez, Lourdes R. Desviat, and Magdalena Ugarte Investigation of Folding and Degradation of In Vitro Synthesized Mutant Proteins in the Cytosol Lourdes R. Desviat, Belen Perez, and Magdalena Ugarte Investigation of Folding and Degradation of In Vitro Synthesized Mutant Proteins in Microsomes Alan W. Cuthbert and Will Fuller Investigation of Folding and Degradation of In Vitro Synthesized Mutant Proteins in Mitochondria Peter Bross, Vibeke Winter, Christina Bak Pedersen, and Niels Gregersen Investigation of Folding and Degradation of Mutant Proteins Synthesized in Semipermeabilized Cells Cornelia M. Wilson and Neil J. Bulleid Index",
  "authors": [
    {
      "display_name": "Peter Bross",
      "id": "A5086107960",
      "orcid": "https://orcid.org/0000-0001-9526-8525",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Peter Bross"
    },
    {
      "display_name": "Niels Gregersen",
      "id": "A5112774633",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Niels Gregersen"
    }
  ],
  "publication_year": 2003,
  "publication_date": "2003-01-01",
  "type": "book",
  "cited_by_count": 18,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4306463399",
    "display_name": "Humana Press eBooks",
    "issn_l": null,
    "issn": null,
    "type": "ebook platform",
    "host_organization": "https://openalex.org/P4310315801"
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C158617107",
      "display_name": "Endoplasmic reticulum",
      "level": 2,
      "score": 0.6614406
    },
    {
      "id": "C204328495",
      "display_name": "Protein folding",
      "level": 2,
      "score": 0.61497563
    },
    {
      "id": "C143065580",
      "display_name": "Mutant",
      "level": 3,
      "score": 0.58829147
    },
    {
      "id": "C2779926675",
      "display_name": "Mutant protein",
      "level": 4,
      "score": 0.5564855
    },
    {
      "id": "C158619295",
      "display_name": "Endoplasmic-reticulum-associated protein degradation",
      "level": 4,
      "score": 0.54705244
    },
    {
      "id": "C139447449",
      "display_name": "Unfolded protein response",
      "level": 3,
      "score": 0.48472926
    },
    {
      "id": "C136238340",
      "display_name": "Protein aggregation",
      "level": 2,
      "score": 0.42911536
    },
    {
      "id": "C2992195973",
      "display_name": "Protein degradation",
      "level": 2,
      "score": 0.42338073
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.3710939
    },
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.36151314
    },
    {
      "id": "C95444343",
      "display_name": "Cell biology",
      "level": 1,
      "score": 0.34493893
    },
    {
      "id": "C153911025",
      "display_name": "Molecular biology",
      "level": 1,
      "score": 0.3312463
    },
    {
      "id": "C55493867",
      "display_name": "Biochemistry",
      "level": 1,
      "score": 0.300096
    },
    {
      "id": "C104317684",
      "display_name": "Gene",
      "level": 2,
      "score": 0.13566035
    }
  ],
  "topics": [
    {
      "id": "T11150",
      "display_name": "Endoplasmic Reticulum Stress and Disease",
      "score": 0.6962
    },
    {
      "id": "T14293",
      "display_name": "Biotechnology and Related Fields",
      "score": 0.6753
    },
    {
      "id": "T14065",
      "display_name": "Biological Research and Disease Studies",
      "score": 0.6739
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "http://ci.nii.ac.jp/ncid/BA6564351X",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:14:12.378847",
  "source_database": "OpenAlex"
}