{
  "openalex_id": "W17655247",
  "doi": null,
  "title": "Being together, working apart : dual-career families and the work-life balance",
  "abstract": "Preface Ralph Gomory Part I. Studying Working Families: An Experiential Approach: 1. Why study working families? Barbara Schneider and Linda J. Waite 2. The design of the 500 family study Lisa Hoogstra Commentary Joel M. Hektner and Jiri Zuzanek Part II. Experiences at Work and at Home: Section overview Jennifer Hanis-Martin 3. Spending time at work and at home: what workers do, how they feel about it, and how these emotions affect family life Holly R. Sexton Commentary Jerry A. Jacobs and Patricia M. Raskin 4. Women's intrinsic and extrinsic motivations for working Sylvia Martinez Commentary Phyllis Moen 5. Momentary emotion and cortisol levels in the everyday lives of working parents Emma K. Adam Commentary Douglas A. Granger and Elizabeth A. Shirtcliff 6. Emotional transmission between parents and adolescents: the importance of work characteristics and relationship quality Jennifer L. Matjasko and Amy F. Feldman Commentary Reed Larson Part III. Marriage and Family: Section overview Alisa C. Lewin 7. The Everyday Emotional Experiences of Husbands and Wives Chi-Young Koh Commentary Elaine Wethington and Norval D. Glenn 8. Couples Making It Happen: Marital Satisfaction and What Works for Highly Satisfied Couples Mark R. Nielsen Commentary William J. Doherty and Scott M. Stanley Part IV. Making It Work At Home: Section overview Shira Offer 9. Measuring the Gender Gap in Household Labor: Accurately Estimating Wives' and Husbands' Contributions Yun-Suk Lee Commentary Glenna Spitze 10. A Strategy for Working Families: High-Level Commodification of Household Services Carolyn P. Stuenkel Commentary Tom Fricke 11. Television Use and Communication within Families with Adolescents Nicholas P. Dempsey Commentary Mihaly Csikszentmihalyi and Robert Kubey 12. Religiosity, Emotional Well-Being, and Family Processes in Working Families Jennifer A. Schmidt Commentary Don S. Browning Part V. Parenting and Adolescent Development: Section overview Phillip L. Hammack 13. Adolescents' Assessments of Parental Role Management in Dual-Earner Families Elaine Marchena Commentary Rena L. Repetti, Tali Klima, and Tamar Kremer-Sadlik 14. Imagining Family Roles: Parental Influences on the Expectations of Adolescents in Dual-Career Families Matthew N. Weinshenker Commentary Mick Cunningham and Jennifer Glass 15. Transmitting Educational Values: Parent Occupation and Adolescent Development Kimberly S. Maier Commentary Jeylan T. Mortimer 16. Following in their Parents' Footsteps: How Characteristics of Parental Work Predict Adolescents' Interest in Parents' Jobs Ariel Kalil, Judith A. Levine and Kathleen M. Ziol-Guest Commentary Nancy L. Galambos Part VI. Lessons to be Learned: 17. Achieving Work-Life Balance: Strategies for Dual-Earner Families Kathleen E. Christensen Technical Appendices: Appendix A. Obtaining accurate measures of time use from the ESM Jae-Gea Jeong Commentary Suzanne M. Bianchi and Kazuo Yamaguchi Appendix B. Estimating and imputing incomes for middle class families Yona Rubinstein and Casey B. Mulligan Commentary Lars Lefgren and Ross M. Stolzenberg.",
  "authors": [
    {
      "display_name": "Barbara Schneider",
      "id": "A5076469054",
      "orcid": "https://orcid.org/0000-0002-3233-166X",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Barbara Schneider"
    },
    {
      "display_name": "Linda J. Waite",
      "id": "A5020801908",
      "orcid": "https://orcid.org/0000-0002-8997-5802",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Linda J. Waite"
    }
  ],
  "publication_year": 2005,
  "publication_date": "2005-01-01",
  "type": "book",
  "cited_by_count": 103,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4306462995",
    "display_name": "Cambridge University Press eBooks",
    "issn_l": null,
    "issn": null,
    "type": "ebook platform",
    "host_organization": "https://openalex.org/P4310311721"
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.48380154
    },
    {
      "id": "C57481673",
      "display_name": "Commodification",
      "level": 2,
      "score": 0.45356745
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.44288263
    },
    {
      "id": "C2993804084",
      "display_name": "Family life",
      "level": 2,
      "score": 0.44080916
    },
    {
      "id": "C107993555",
      "display_name": "Gender studies",
      "level": 1,
      "score": 0.39071828
    },
    {
      "id": "C11171543",
      "display_name": "Psychoanalysis",
      "level": 1,
      "score": 0.3570474
    },
    {
      "id": "C162324750",
      "display_name": "Economics",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C34447519",
      "display_name": "Market economy",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10722",
      "display_name": "Work-Family Balance Challenges",
      "score": 0.7645
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "http://ci.nii.ac.jp/ncid/BA72095764",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:40:28.901316",
  "source_database": "OpenAlex"
}