{
  "openalex_id": "W176184199",
  "doi": "https://doi.org/10.1016/s0022-5347(17)51112-x",
  "title": "Pelvic Lymph Node Metastasis from Prostatic Cancer: Influence of Tumor Grade and Stage in 452 Consecutive Patients",
  "abstract": "No AccessJournal of Urology1 Aug 1983Pelvic Lymph Node Metastasis from Prostatic Cancer: Influence of Tumor Grade and Stage in 452 Consecutive Patients Joseph A. Smith, James P. Seaman, Jeffrey B. Gleidman, and Richard G. Middleton Joseph A. SmithJoseph A. Smith , James P. SeamanJames P. Seaman , Jeffrey B. GleidmanJeffrey B. Gleidman , and Richard G. MiddletonRichard G. Middleton View All Author Informationhttps://doi.org/10.1016/S0022-5347(17)51112-XAboutPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail During the last decade 452 patients have undergone pelvic lymphadenectomy as a staging procedure for apparently localized prostatic cancer. Of these patients 105 (23 per cent) had pelvic node metastasis. Node involvement occurred in no patient with a stage A1, 24 per cent with stage A2, 12 per cent with stage B1, 28 per cent with stage B2 and 53 per cent with stage C tumor. Correlation with tumor grade revealed nodal metastasis in 10 per cent of the patients with well differentiated tumors, 24 per cent with moderately differentiated lesions and 54 per cent with poorly differentiated tumors. The incidence of positive nodes is low enough to preclude lymphadenectomy in patients with stage A1 (0 per cent) and well differentiated stage B1 tumors (4 per cent), and high enough to assume metastatic disease without lymphadenectomy in those with poorly differentiated stage C tumors (93 per cent). All other patients with apparently localized prostatic cancer should undergo a staging pelvic node dissection before definitive treatment. © 1983 by The American Urological Association Education and Research, Inc.FiguresReferencesRelatedDetailsCited byWeingartner K, Ramaswamy A, Bittinger A, Gerharz E, Voge D and Riedmiller H (2018) Anatomical Basis for Pelvic Lymphadenectomy in Prostate Cancer: Results of an Autopsy Study and Implications for the ClinicJournal of Urology, VOL. 156, NO. 6, (1969-1971), Online publication date: 1-Dec-1996.Parra R, Isorna S, Garcia Perez M, Cummings J and Boullier J (2018) Radical Perineal Prostatectomy without Pelvic Lymphadenectomy: Selection Criteria and Early ResultsJournal of Urology, VOL. 155, NO. 2, (612-615), Online publication date: 1-Feb-1996.Trapasso J, Dekernion J, Smith R and Dorey F (2018) The Incidence and Significance of Detectable Levels of Serum Prostate Specific Antigen After Radical ProstatectomyJournal of Urology, VOL. 152, NO. 5 Part 2, (1821-1825), Online publication date: 1-Nov-1994.Bluestein D, Bostwick D, Bergstralh E and Oesterling J (2018) Eliminating the Need for Bilateral Pelvic Lymphadenectomy in Select Patients with Prostate CancerJournal of Urology, VOL. 151, NO. 5, (1315-1320), Online publication date: 1-May-1994.Danella J, deKernion J, Smith R and Steckel J (2018) The Contemporary Incidence of Lymph Node Metastases in Prostate Cancer: Implications for Laparoscopic Lymph Node DissectionJournal of Urology, VOL. 149, NO. 6, (1488-1491), Online publication date: 1-Jun-1993.Larsen M, Carter H and Epstein J (2018) Can Stage A1 Tumor Extent be Predicted by Transurethral Resection Tumor Volume, Per Cent or Grade? A Study of 64 Stage A1 Radical Prostatectomies with Comparison to Prostates Removed for Stages A2 and B DiseaseJournal of Urology, VOL. 146, NO. 4, (1059-1063), Online publication date: 1-Oct-1991.Chybowski F, Keller J, Bergstralh E and Oesterling J (2018) Predicting Radionuclide Bone Scan Findings in Patients with Newly Diagnosed, Untreated Prostate Cancer: Prostate Specific Antigen is Superior to All Other Clinical ParametersJournal of Urology, VOL. 145, NO. 2, (313-318), Online publication date: 1-Feb-1991.Carter G, Lieskovsky G, Skinner D and Petrovich Z (2018) Results of Local and/or Systemic Adjuvant Therapy in the Management of Pathological Stage C or D1 Prostate Cancer Following Radical ProstatectomyJournal of Urology, VOL. 142, NO. 5, (1266-1270), Online publication date: 1-Nov-1989.Oesterling J, Brendler C, Epstein J, Kimball A and Walsh P (2018) Correlation of Clinical Stage, Serum Prostatic Acid Phosphatase and Preoperative Gleason Grade with Final Pathological Stage in 275 Patients with Clinically Localized Adenocarcinoma of the ProstateJournal of Urology, VOL. 138, NO. 1, (92-98), Online publication date: 1-Jul-1987.Middleton R, Smith J, Melzer R and Hamilton P (2018) Patient Survival and Local Recurrence Rate Following Radical Prostatectomy for Prostatic CarcinomaJournal of Urology, VOL. 136, NO. 2, (422-424), Online publication date: 1-Aug-1986.Sause W, Richards R and Plenk H (2018) Prostatic Carcinoma: 5-Year Followup of Patients With Surgically Staged Disease Undergoing Extended Field RadiationJournal of Urology, VOL. 135, NO. 3, (517-519), Online publication date: 1-Mar-1986.Smith J and Middleton R (2018) Implications of Volume of Nodal Metastasis in Patients with Adenocarcinoma of the ProstateJournal of Urology, VOL. 133, NO. 4, (617-619), Online publication date: 1-Apr-1985.Smith J, Haynes T and Middleton R (2018) Impact of External Irradiation on Local Symptoms and Survival Free of Disease in Patients with Pelvic Lymph Node Metastasis from Adenocarcinoma of the ProstateJournal of Urology, VOL. 131, NO. 4, (705-707), Online publication date: 1-Apr-1984. Volume 130Issue 2August 1983Page: 290-292 Advertisement Copyright & Permissions© 1983 by The American Urological Association Education and Research, Inc.MetricsAuthor Information Joseph A. Smith More articles by this author James P. Seaman More articles by this author Jeffrey B. Gleidman More articles by this author Richard G. Middleton More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Joseph A. Smith",
      "id": "A5101899166",
      "orcid": "https://orcid.org/0000-0003-0114-9109",
      "institutions": [
        {
          "id": "I223532165",
          "display_name": "University of Utah",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Joseph A. Smith"
    },
    {
      "display_name": "James P. Seaman",
      "id": "A5110174137",
      "orcid": null,
      "institutions": [
        {
          "id": "I223532165",
          "display_name": "University of Utah",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "James P. Seaman"
    },
    {
      "display_name": "Jeffrey B. Gleidman",
      "id": "A5059529210",
      "orcid": null,
      "institutions": [
        {
          "id": "I223532165",
          "display_name": "University of Utah",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jeffrey B. Gleidman"
    },
    {
      "display_name": "Richard G. Middleton",
      "id": "A5008410791",
      "orcid": null,
      "institutions": [
        {
          "id": "I223532165",
          "display_name": "University of Utah",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Richard G. Middleton"
    }
  ],
  "publication_year": 1983,
  "publication_date": "1983-08-01",
  "type": "article",
  "cited_by_count": 102,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "130",
  "issue": "2",
  "first_page": "290",
  "last_page": "292",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.96380806
    },
    {
      "id": "C146357865",
      "display_name": "Stage (stratigraphy)",
      "level": 2,
      "score": 0.74532074
    },
    {
      "id": "C2779013556",
      "display_name": "Metastasis",
      "level": 3,
      "score": 0.5523725
    },
    {
      "id": "C2992571226",
      "display_name": "Lymph node metastasis",
      "level": 4,
      "score": 0.52818024
    },
    {
      "id": "C2780849966",
      "display_name": "Lymph node",
      "level": 2,
      "score": 0.5196753
    },
    {
      "id": "C143998085",
      "display_name": "Oncology",
      "level": 1,
      "score": 0.473817
    },
    {
      "id": "C121608353",
      "display_name": "Cancer",
      "level": 2,
      "score": 0.46990865
    },
    {
      "id": "C126894567",
      "display_name": "Urology",
      "level": 1,
      "score": 0.39299095
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.31183338
    },
    {
      "id": "C151730666",
      "display_name": "Paleontology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10543",
      "display_name": "Prostate Cancer Treatment and Research",
      "score": 0.9849
    },
    {
      "id": "T12422",
      "display_name": "Radiomics and Machine Learning in Medical Imaging",
      "score": 0.9509
    },
    {
      "id": "T10124",
      "display_name": "Prostate Cancer Diagnosis and Treatment",
      "score": 0.9438
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/s0022-5347(17)51112-x",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:28:52.045765",
  "source_database": "OpenAlex"
}