{
  "openalex_id": "W181338816",
  "doi": "https://doi.org/10.2307/2702967",
  "title": "On Theorizing about Rights",
  "abstract": "A Culture of originated in a series of workshops organized by the Woodrow Wilson Center to commemorate the bicentennial of the Bill of Rights. Taken together, its seven essays constitute a searching examination of the theoretical and historical problems presented by the idea of rights in the United States. Rights talk, the editors note, has become a major feature of politics in late-twentieth-century America. It was of similar importance in the United States of the late eighteenth century, which is why the book focuses on those two periods, but played little role in most of America's national development during the nineteenth and early twentieth centuries. The phenomenon of rights talk thus has leaped across the centuries, but so has confusion about what it means. To Lacey and Haakonssen, the definition of rights remains ambiguous and unconstrained (p. 2). The essays they have selected amply reveal the frequent contradictions and unsatisfactory nature of theories in both centuries. The book is also an example of the rich discussion that can result when matters of general concern are analyzed by scholars from a variety of disciplines. The editors wisely decided to begin and end the volume with comments from a foreign perspective. Haakonssen, Senior Research Fellow in the History of Ideas Program at the Australian National University, sounds somewhat bemused at both the American immersion in rights and the inability of Americans to agree on what it is they are discussing. In an essay devoted to the development of rights theory in the seventeenth century, he argues that rights theory then was far less individualistic than is generally thought and was in fact firmly grounded in the concept of natural duty. Somewhere along the historical line the idea of rights became separated from that of duties. A belief in natural rights was a great convenience for those supporting the",
  "authors": [
    {
      "display_name": "Philippa Strum",
      "id": "A5046853669",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Philippa Strum"
    },
    {
      "display_name": "Michael J. Lacey",
      "id": "A5097582517",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Michael J. Lacey"
    },
    {
      "display_name": "Knud Haakonssen",
      "id": "A5039447382",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Knud Haakonssen"
    }
  ],
  "publication_year": 1993,
  "publication_date": "1993-03-01",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S182589707",
    "display_name": "Reviews in American History",
    "issn_l": "0048-7511",
    "issn": [
      "0048-7511",
      "1080-6628"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315678"
  },
  "volume": "21",
  "issue": "1",
  "first_page": "151",
  "last_page": "151",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.4734152
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.361446
    },
    {
      "id": "C190253527",
      "display_name": "Law and economics",
      "level": 1,
      "score": 0.32637984
    }
  ],
  "topics": [
    {
      "id": "T13445",
      "display_name": "American Constitutional Law and Politics",
      "score": 0.9625
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.2307/2702967",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:49:20.841471",
  "source_database": "OpenAlex"
}