{
  "openalex_id": "W18152670",
  "doi": "https://doi.org/10.5860/choice.37-2135",
  "title": "Mystery of mysteries: is evolution a social construction?",
  "abstract": "With the Sokal hoax - the publication of a prominent physicist's pseudo-article in a leading journal of cultural studies - the status of science moved sharply from debate to dispute. Is science objective, a disinterested reflection of reality, as Karl Popper and his followers believed? Or is it subjective, a social construction, as Thomas Kuhn and his students maintained? This text adds to the argument, using evolutionary theory as a case study. Michael Ruse begins with such luminaries as Erasmus Darwin (grandfather of Charles) and Julian Huxley (brother of Aldous, grandson of T.S. Huxley), and ends with the work of the English game theorist Geoffrey Parker - a microevolutionist who made his mark studying the mating strategies of dung flies - and the American paleontologist Jack Sepkoski, whose computer-generated models reconstruct mass extinctions and other macro events in life's history. Ruse also considers two great popularizers of evolution, richard Dawkins and Stephen Jay Gould, as well as two leaders in the field of evolutionary studies, Richard Lewontin and Edward O. Wilson, paying close attention to these figures' cultural commitments: Gould's transplanted Germanic idealism, Dawkins's male-dominated Oxbridge circle, Lewontin's Jewish background, and Wilson's southern childhood. Ruse explicates the role of metaphor and metavalues in evolutionary thought and draws significant conclusions about the cultural impregnation of science.",
  "authors": [
    {
      "display_name": "Michael Ruse",
      "id": "A5054153547",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Michael Ruse"
    }
  ],
  "publication_year": 1999,
  "publication_date": "1999-12-01",
  "type": "article",
  "cited_by_count": 101,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S2764375719",
    "display_name": "Choice Reviews Online",
    "issn_l": "0009-4978",
    "issn": [
      "0009-4978",
      "1523-8253",
      "1943-5975"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316146"
  },
  "volume": "37",
  "issue": "04",
  "first_page": "37",
  "last_page": "2135",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.43627417
    }
  ],
  "topics": [
    {
      "id": "T11252",
      "display_name": "Evolutionary Game Theory and Cooperation",
      "score": 0.7735
    },
    {
      "id": "T12090",
      "display_name": "Language and cultural evolution",
      "score": 0.6921
    },
    {
      "id": "T12182",
      "display_name": "Evolution and Science Education",
      "score": 0.6913
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.5860/choice.37-2135",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T16:00:31.474397",
  "source_database": "OpenAlex"
}