{
  "openalex_id": "W181956388",
  "doi": "https://doi.org/10.1016/s0022-5347(17)32810-0",
  "title": "Nephron Sparing Surgery in Incidental Versus Suspected Renal Cell Carcinoma",
  "abstract": "No AccessJournal of Urology1 Jul 1994Nephron Sparing Surgery in Incidental Versus Suspected Renal Cell Carcinoma Mark R. Licht, Andrew C. Novick, and Marlene Goormastic Mark R. LichtMark R. Licht , Andrew C. NovickAndrew C. Novick , and Marlene GoormasticMarlene Goormastic View All Author Informationhttps://doi.org/10.1016/S0022-5347(17)32810-0AboutPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail From 1956 to 1992 nephron sparing surgery was performed in 216 patients with sporadic renal cell carcinoma. Renal cell carcinoma was suspected in 121 patients and was an incidental finding in 95. Compared to suspected renal cell carcinoma, incidental tumors were smaller (p = 6.0004), more often unilateral (p = 0.001) and of lower pathological stage (p = 0.001). Incidental tumors were also associated with improved 5-year cancer-specific survival (p = 0.003) and a lower rate of postoperative tumor recurrence (p = 0.001). The overall 5-year cancer-specific survival rate was improved in patients with stage I versus higher stage renal cell carcinoma (p = 0.0002), unilateral versus bilateral disease (p = 0.0001), a single versus multiple tumors in the operated kidney (p = 0.01) and tumors smaller than 4cm. versus larger tumors (p = 0.03). There were no postoperative tumor recurrences and the 5-year cancer-specific survival rate was 100% in patients with unilateral, stage I tumors smaller than 4cm. These data define specific eligibility criteria for nephron sparing surgery in patients with localized unilateral renal cell carcinoma and a normal contralateral kidney. © 1994 by The American Urological Association Education and Research, Inc.FiguresReferencesRelatedDetailsCited ByJoudi F, Allareddy V, Kane C and Konety B (2018) Analysis of Complications Following Partial and Total Nephrectomy for Renal Cancer in a Population Based SampleJournal of Urology, VOL. 177, NO. 5, (1709-1714), Online publication date: 1-May-2007.LINK R, BHAYANI S, ALLAF M, VARKARAKIS I, INAGAKI T, ROGERS C, SU L, JARRETT T and KAVOUSSI L (2018) EXPLORING THE LEARNING CURVE, PATHOLOGICAL OUTCOMES AND PERIOPERATIVE MORBIDITY OF LAPAROSCOPIC PARTIAL NEPHRECTOMY PERFORMED FOR RENAL MASSJournal of Urology, VOL. 173, NO. 5, (1690-1694), Online publication date: 1-May-2005.ADKINS K, CHANG S, COOKSON M and SMITH J (2018) Partial Nephrectomy Safely Preserves Renal Function In Patients With A Solitary KidneyJournal of Urology, VOL. 169, NO. 1, (79-81), Online publication date: 1-Jan-2003.ZUCCHI A, MEARINI L, MEARINI E, COSTANTINI E, VIVACQUA C and PORENA M (2018) Renal Cell Carcinoma: Histological Findings on Surgical Margins After Nephron Sparing SurgeryJournal of Urology, VOL. 169, NO. 3, (905-908), Online publication date: 1-Mar-2003.SIMON S, FERRIGNI R, NOVICKI D, LAMM D, SWANSON S and ANDREWS P (2018) Mayo Clinic Scottsdale Experience With Laparoscopic Nephron Sparing Surgery for Renal TumorsJournal of Urology, VOL. 169, NO. 6, (2059-2062), Online publication date: 1-Jun-2003.MÉJEAN A, HOPIRTEAN V, BAZIN J, LAROUSSERIE F, BENOIT H, CHRÉTIEN Y, THIOUNN N and DUFOUR B (2018) Prognostic Factors for the Survival of Patients with Papillary Renal Cell Carcinoma: Meaning of Histological Typing and MultifocalityJournal of Urology, VOL. 170, NO. 3, (764-767), Online publication date: 1-Sep-2003.Lerner S, Hawkins C, Blute M, Grabner A, Wollan P, Eickholt J and Zincke H (2018) Disease outcome in patients with low stage renal cell carcinoma treated with nephron sparing or radical surgeryJournal of Urology, VOL. 167, NO. 2 Part 2, (884-889), Online publication date: 1-Feb-2002.PANTUCK A, ZISMAN A and BELLDEGRUN A (2018) THE CHANGING NATURAL HISTORY OF RENAL CELL CARCINOMAJournal of Urology, VOL. 166, NO. 5, (1611-1623), Online publication date: 1-Nov-2001.CHEVILLE J, BLUTE M, ZINCKE H, LOHSE C and WEAVER A (2018) STAGE pT1 CONVENTIONAL (CLEAR CELL) RENAL CELL CARCINOMA: PATHOLOGICAL FEATURES ASSOCIATED WITH CANCER SPECIFIC SURVIVALJournal of Urology, VOL. 166, NO. 2, (453-456), Online publication date: 1-Aug-2001.ZISMAN A, PANTUCK A, CHAO D, DOREY F, SAID J, GITLITZ B, deKERNION J, FIGLIN R and BELLDEGRUN A (2018) REEVALUATION OF THE 1997 TNM CLASSIFICATION FOR RENAL CELL CARCINOMA: T1 AND T2 CUTOFF POINT AT 4.5 RATHER THAN 7 CM. BETTER CORRELATES WITH CLINICAL OUTCOMEJournal of Urology, VOL. 166, NO. 1, (54-58), Online publication date: 1-Jul-2001.Wunderlich H, Zermann D, Kosmehl H, Schubert J, Baltaci S, Orhan D, Soyupek S, Bedük Y, Tulunay Ö and Göğüs O (2018) RE: INFLUENCE OF TUMOR STAGE, SIZE, GRADE, VASCULAR INVOLVEMENT, HISTOLOGICAL CELL TYPE AND HISTOLOGICAL PATTERN ON MULTIFOCALITY OF RENAL CELL CARCINOMAJournal of Urology, VOL. 165, NO. 5, (1643-1643), Online publication date: 1-May-2001.IGARASHI T, TOBE T, NAKATSU H, SUZUKI N, MURAKAMI S, HAMANO M, MARUOKA M, NAGAYAMA T, MATSUZAKI O and ITO H (2018) THE IMPACT OF A 4 CM. CUTOFF POINT FOR STRATIFICATION OF T1N0M0 RENAL CELL CARCINOMA AFTER RADICAL NEPHRECTOMYJournal of Urology, VOL. 165, NO. 4, (1103-1106), Online publication date: 1-Apr-2001.RENDON R, STANIETZKY N, PANZARELLA T, ROBINETTE M, KLOTZ L, THURSTON W and JEWETT M (2018) THE NATURAL HISTORY OF SMALL RENAL MASSESJournal of Urology, VOL. 164, NO. 4, (1143-1147), Online publication date: 1-Oct-2000.LEE C, KATZ J, SHI W, THALER H, REUTER V and RUSSO P (2018) SURGICAL MANAGEMENT OF RENAL TUMORS 4 CM. OR LESS IN A CONTEMPORARY COHORTJournal of Urology, VOL. 163, NO. 3, (730-736), Online publication date: 1-Mar-2000.BLACK P, FILIPAS D, FICHTNER J, HOHENFELLNER R and THÜROFF J (2018) NEPHRON SPARING SURGERY FOR CENTRAL RENAL TUMORS: EXPERIENCE WITH 33 CASESJournal of Urology, VOL. 163, NO. 3, (737-743), Online publication date: 1-Mar-2000.TSUI K, SHVARTS O, SMITH R, FIGLIN R, de KERNION J and BELLDEGRUN A (2018) RENAL CELL CARCINOMA: PROGNOSTIC SIGNIFICANCE OF INCIDENTALLY DETECTED TUMORSJournal of Urology, VOL. 163, NO. 2, (426-430), Online publication date: 1-Feb-2000.Fergany A, Hafez K and Novick A (2018) LONG-TERM RESULTS OF NEPHRON SPARING SURGERY FOR LOCALIZED RENAL CELL CARCINOMA: 10-YEAR FOLLOWUPJournal of Urology, VOL. 163, NO. 2, (442-445), Online publication date: 1-Feb-2000.VAN POPPEL H, BAMELIS B, OYEN R and BAERT L (2018) PARTIAL NEPHRECTOMY FOR RENAL CELL CARCINOMA CAN ACHIEVE LONG-TERM TUMOR CONTROLJournal of Urology, VOL. 160, NO. 3 Part 1, (674-678), Online publication date: 1-Sep-1998.WOLF J (2018) EVALUATION AND MANAGEMENT OF SOLID AND CYSTIC RENAL MASSESJournal of Urology, VOL. 159, NO. 4, (1120-1133), Online publication date: 1-Apr-1998.GOHJI K, HARA I, GOTOH A, ETO H, MIYAKE H, SUGIYAMA T, OKADA H, ARAKAWA S and KAMIDONO S (2018) MULTIFOCAL RENAL CELL CARCINOMA IN JAPANESE PATIENTS WITH TUMORS WITH MAXIMAL DIAMETERS OF 50 MM. OR LESSJournal of Urology, VOL. 159, NO. 4, (1144-1147), Online publication date: 1-Apr-1998.HAFEZ K, NOVICK A and BUTLER B (2018) MANAGEMENT OF SMALL SOLITARY UNILATERAL RENAL CELL CARCINOMAS: IMPACT OF CENTRAL VERSUS PERIPHERAL TUMOR LOCATIONJournal of Urology, VOL. 159, NO. 4, (1156-1160), Online publication date: 1-Apr-1998.Hafez K, Novick A and Campbell S (2018) Patterns of Tumor Recurrence and Guidelines for Followup After Nephron Sparing Surgery for Sporadic Renal Cell CarcinomaJournal of Urology, VOL. 157, NO. 6, (2067-2070), Online publication date: 1-Jun-1997.Krishnamurthi V, Novick A and Bukowski R (2018) Nephron Sparing Surgery in Patients with Metastatic Renal Cell CarcinomaJournal of Urology, VOL. 156, NO. 1, (36-39), Online publication date: 1-Jul-1996.Lerner S, Hawkins C, Blute M, Grabner A, Wollan P, Eickholt J and Zincke H (2018) Disease Outcome in Patients With Low Stage Renal Cell Carcinoma Treated With Nephron Sparing or Radical SurgeryJournal of Urology, VOL. 155, NO. 6, (1868-1873), Online publication date: 1-Jun-1996.Campbell S, Fichtner J, Novick A, Steinbach F, Stockle M, Klein E, Filipas D, Levin H, Storkel S, Schweden F, Obuchowski N and Hale J (2018) Intraoperative Evaluation of Renal Cell Carcinoma: A Prospective Study of the Role of Ultrasonography and Histopathological Frozen SectionsJournal of Urology, VOL. 155, NO. 4, (1191-1195), Online publication date: 1-Apr-1996.Gschwend J, Vogel U, Bader C, Mattfeldt T and Hautmann R (2018) Predictive Value of Magnetic Resonance Imaging and Computerized Tomography for Conservative Renal Surgery in an Ex Vivo Tumor Enucleation Study Followed by Step-SectioningJournal of Urology, VOL. 155, NO. 2, (451-454), Online publication date: 1-Feb-1996. (2018) EDITORIAL COMMENTJournal of Urology, VOL. 155, NO. 1, (254-255), Online publication date: 1-Jan-1996.Sagalowsky A (2018) Editorial: Indications and Techniques for Nephron Sparing SurgeryJournal of Urology, VOL. 154, NO. 4, (1319-1320), Online publication date: 1-Oct-1995.Whang M, O'Toole K, Bixon R, Brunetti J, Ikeguchi E, Olsson C, Sawczuk T and Benson M (2018) The Incidence of Multifocal Renal Cell Carcinoma in Patients Who are Candidates for Partial NephrectomyJournal of Urology, VOL. 154, NO. 3, (968-971), Online publication date: 1-Sep-1995.Steinbach F, Novick A, Zincke H, Miller D, Williams R, Lund G, Skinner D, Esrig D, Richie J, DeKernion J, Marshall F and Marsh C (2018) Treatment of Renal Cell Carcinoma in Von Hippel-Lindau Disease: A Multicenter StudyJournal of Urology, VOL. 153, NO. 6, (1812-1816), Online publication date: 1-Jun-1995.Kletscher B, Qian J, Bostwick D, Andrews P and Zincke H (2018) Original Articles: Kidney Cancer: Prospective Analysis of Multifocality in Renal Cell Carcinoma: Influence of Histological Pattern, Grade, Number, Size, Volume and Deoxyribonucleic Acid PloidyJournal of Urology, VOL. 153, NO. 3S, (904-906), Online publication date: 1-Mar-1995. (2018) EDITORIAL COMMENTJournal of Urology, VOL. 153, NO. 3, (622-622), Online publication date: 1-Mar-1995.Montie J (2018) Editorial: Prognostic Factors for Renal Cell CarcinomaJournal of Urology, VOL. 152, NO. 5 Part 1, (1397-1398), Online publication date: 1-Nov-1994. Volume 152Issue 1July 1994Page: 39-42 Advertisement Copyright & Permissions© 1994 by The American Urological Association Education and Research, Inc.Keywordscarcinomarenal cellkidney neoplasmssurgeryMetricsAuthor Information Mark R. Licht More articles by this author Andrew C. Novick More articles by this author Marlene Goormastic More articles by this author Expand All Advertisement PDF DownloadLoading ...",
  "authors": [
    {
      "display_name": "Mark R. Licht",
      "id": "A5054497402",
      "orcid": null,
      "institutions": [
        {
          "id": "I1316902750",
          "display_name": "Cleveland Clinic",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mark R. Licht"
    },
    {
      "display_name": "Andrew C. Novick",
      "id": "A5076837294",
      "orcid": "https://orcid.org/0000-0002-2585-944X",
      "institutions": [
        {
          "id": "I1316902750",
          "display_name": "Cleveland Clinic",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Andrew C. Novick"
    },
    {
      "display_name": "Marlene Goormastic",
      "id": "A5085588081",
      "orcid": null,
      "institutions": [
        {
          "id": "I1316902750",
          "display_name": "Cleveland Clinic",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Marlene Goormastic"
    }
  ],
  "publication_year": 1994,
  "publication_date": "1994-07-01",
  "type": "article",
  "cited_by_count": 268,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "152",
  "issue": "1",
  "first_page": "39",
  "last_page": "42",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.9795906
    },
    {
      "id": "C2777472916",
      "display_name": "Renal cell carcinoma",
      "level": 2,
      "score": 0.7561132
    },
    {
      "id": "C2781278892",
      "display_name": "Clear cell renal cell carcinoma",
      "level": 3,
      "score": 0.50992906
    },
    {
      "id": "C2781231759",
      "display_name": "Nephron",
      "level": 3,
      "score": 0.5039641
    },
    {
      "id": "C2777546739",
      "display_name": "Carcinoma",
      "level": 2,
      "score": 0.47396228
    },
    {
      "id": "C126894567",
      "display_name": "Urology",
      "level": 1,
      "score": 0.38589907
    },
    {
      "id": "C2780091579",
      "display_name": "Kidney",
      "level": 2,
      "score": 0.36503065
    },
    {
      "id": "C61434518",
      "display_name": "General surgery",
      "level": 1,
      "score": 0.36156553
    },
    {
      "id": "C142724271",
      "display_name": "Pathology",
      "level": 1,
      "score": 0.31715298
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.2781668
    }
  ],
  "topics": [
    {
      "id": "T10449",
      "display_name": "Renal cell carcinoma treatment",
      "score": 0.9998
    },
    {
      "id": "T10458",
      "display_name": "Bladder and Urothelial Cancer Treatments",
      "score": 0.9979
    },
    {
      "id": "T11287",
      "display_name": "Cancer Genomics and Diagnostics",
      "score": 0.9923
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/s0022-5347(17)32810-0",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:46:07.334651",
  "source_database": "OpenAlex"
}