{
  "openalex_id": "W1847986218",
  "doi": "https://doi.org/10.13016/m2r629",
  "title": "The Impact of Highly Qualified Teachers on Students' Academic Achievement and Graduation Rates",
  "abstract": "Title of Document: THE IMPACT OF HIGHLY QUALIFIED TEACHERS ON STUDENTS’ ACADEMIC ACHIEVEMENT AND GRADUATION RATES Donald Jay Walker, Doctor of Education, 2014 Directed By: Dr. Carol S. Parham, Department of Counseling, Higher Education and Special Education This study examined the relationship between the percentage of classes taught by highly qualified teachers (HQT) and students’ academic achievement, as measured by students’ passing rates on Maryland’s High School Assessment (HSA), and graduation rates among secondary students for three academic school years (2011, 2012 and 2013) in the State of Maryland. All data relating to highly qualified teachers and students’ academic achievement and graduation rates was collected from the Maryland’s Annual Report Cards, published by Maryland State Department of Education for all 24 school systems in the State of Maryland during three consecutive academic school years (2011, 2012 and 2013). The individuals in this sample were 10, 11 and 12 grade students from Maryland School System who participated in the Spring Maryland High School Assessment (HSA) for academic school years 2011, 2012 and 2013. A linear regression method was used to answer the question of possible relationships between the dependent variables, academic achievement test scores and graduation rates, and the independent variable, percent of courses taught by highly qualified teachers. System level performance data were analyzed in a descriptive fashion in order to show the percent of students passing each of the Maryland High School Assessments (HSA) in Math, Biology and English, and the percent of students graduating from high school. In addition to the descriptive statistics, Hierarchical Linear Modeling analyses were conducted in order to determine if (1) students performed better on High School Assessments (HSA) in counties having more highly qualified teachers (noted as Between Counties) and (2) if students performed better in years when there were more highly qualified teachers (HQT) in a county, than in those years when there were fewer highly qualified teachers (noted as Within-Counties or Between Years). Results of the data indicated that between-county or counties with more highly qualified teachers (HQT) than counties with fewer highly qualified teachers had a higher percentage of students who passed the Biology 10, 11 and 12, English 10, 11 and 12, and Math 10, 11, and 12 High School Assessments (HSA), over three consecutive academic school years (2011, 2012 and 2013). Within-counties, between-years or years when there were more highly qualified teachers (HQT) in a county compared to years when there were fewer (HQT) teachers, there was no significant relationships between the percentage of highly qualified teachers and students passing rates on the Biology 11 and 12, the Math 10 and 12, and the English 10 and 11 High School Assessments (HSA). However, for Biology 10, Math 11 and English 12 there was a significant relationship between the percentage of HQT in a county in a year, and the percentage of students passing the test that year. Counties where there were more highly qualified teachers (HQT), a higher proportion of students graduated than in counties where there were fewer highly qualified teachers (HQT), over three academic school years (2011, 2012 and 2013). There was no relationship between the percentage of highly qualified teachers (HQT) within a county in a particular school year and the percentage of students graduating in that year. THE IMPACT OF HIGHLY QUALIFIED TEACHERS ON STUDENTS’ ACADEMIC ACHIEVEMENT AND GRADUATION RATES By Donald Jay Walker Dissertation submitted to the Faculty of the Graduate School of the University of Maryland, College Park, in partial fulfillment of the requirements for the degree of Doctor of Education 2014 Advisory Committee: Professor Dr. Carol S. Parham, Chair Dr. Helen Cohen Dr. Dennis Kivlighan Dr. Olivia Saracho Dr. Nelson McLeod Copyright by Donald Jay Walker 2014",
  "authors": [
    {
      "display_name": "Donald Jay Walker",
      "id": "A5103291082",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Donald Jay Walker"
    }
  ],
  "publication_year": 2014,
  "publication_date": "2014-01-01",
  "type": "dissertation",
  "cited_by_count": 2,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "",
    "display_name": "",
    "issn_l": "",
    "issn": [],
    "type": "",
    "host_organization": ""
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2779529714",
      "display_name": "Graduation (instrument)",
      "level": 2,
      "score": 0.90495753
    },
    {
      "id": "C2781206393",
      "display_name": "Academic achievement",
      "level": 2,
      "score": 0.59632957
    },
    {
      "id": "C145420912",
      "display_name": "Mathematics education",
      "level": 1,
      "score": 0.5450381
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.5348609
    },
    {
      "id": "C509550671",
      "display_name": "Medical education",
      "level": 1,
      "score": 0.5135796
    },
    {
      "id": "C2778498041",
      "display_name": "Academic year",
      "level": 2,
      "score": 0.48814544
    },
    {
      "id": "C39896193",
      "display_name": "Descriptive statistics",
      "level": 2,
      "score": 0.47356117
    },
    {
      "id": "C2777267654",
      "display_name": "Test (biology)",
      "level": 2,
      "score": 0.45195997
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.33695996
    },
    {
      "id": "C33923547",
      "display_name": "Mathematics",
      "level": 0,
      "score": 0.16738182
    },
    {
      "id": "C105795698",
      "display_name": "Statistics",
      "level": 1,
      "score": 0.08624473
    },
    {
      "id": "C151730666",
      "display_name": "Paleontology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C2524010",
      "display_name": "Geometry",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10674",
      "display_name": "School Choice and Performance",
      "score": 0.9958
    },
    {
      "id": "T13405",
      "display_name": "Educational Assessment and Improvement",
      "score": 0.9941
    },
    {
      "id": "T10008",
      "display_name": "Teacher Education and Leadership Studies",
      "score": 0.9827
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://drum.lib.umd.edu/bitstream/1903/16271/1/Walker_umd_0117E_15771.pdf",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:26:06.793861",
  "source_database": "OpenAlex"
}