{
  "openalex_id": "W1862766272",
  "doi": "https://doi.org/10.4337/9781782549529",
  "title": "Handbook on Complexity and Public Policy",
  "abstract": "Contents: 1. Introduction Paul Cairney and Robert Geyer PART I: THEORY AND TOOLS 2. Complexity, Power and Policy Graham Room 3. Complexity and Real Politics Adrian Little 4. Critical Legal Studies and a Complexity Approach: Some Initial Observations for Law and Policy Thomas E. Webb 5. 'What's the Big Deal?': Complexity Versus Traditional US Policy Approaches Michael Givel 6. Can We Discover the Higgs Boson of Public Policy or Public Administration Theory? A Complexity Theory Answer Goktuǧ Morcol 7. The Policymaker's Complexity Toolkit Jim Price, Philip Haynes and Mary Darking, Julia Stroud, Chris Warren- Adamson, Carla Ricaurte-Ouijano 8. Effective Policy Making: Addressing Apparently Intractable Problems Eve Mitleton-Kelly PART II: METHODS AND MODELLING FOR POLICY RESEARCH AND ACTION 9. Complexity Theory and Political Science: Do New Theories Require New Methods? Stuart Astill and Paul Cairney 10. Complexity Modelling and Application to Policy Research Liz Johnson 11. Policymaking as Complex Cartography? Mapping and Achieving Probable Futures Using Complex Concepts and Tools Kasey Treadwell Shine 12. The Role of Models in Bridging Expert and Lay Knowledge in Policy-Making Activities Sylvie Occelli and Ferdinando Semboloni 13. Modelling Complexity for Policy: Opportunities and Challenges Bruce Edmonds and Carlos Gershenson 14. Using Agent-Base Modelling to Inform Policy for Complex Domains Mirsad Hadzikadic, Joseph Whitmeyer and Ted Carmichael PART III: APPLYING COMPLEXITY TO LOCA, NATIONAL AND INTERNATIONAL POLICY 15. Local Government Service Design Skills Through the Appreciation of Complexity Catherine Hobbs 16. Managing Complex Adaptive Systems to Improve Public Outcomes in Birmingham, UK Tony Bovaird and Richard Kenny 17. Brazil and Violent Crime: Complexity as a Way of Approaching 'Intractable' Problems Kai Enno Lehmann 18. Educating for Equality: The Complex Policy of Domestic Migrants' Children in China Qian Liu 19.The Emergence of Iintermediary Organizations: A Network-based Approach to the Design of Innovation Policies Annalisa Caloffi, Federica Rossi and Margherita Russo 20. Complexity Theory and Collaborative Crisis Governance in Sweden Daniel Nohrstedt 21. Going for Plan B- Conditioning Adaptive Planning. About Urban Planning and Institutional Design in a Non-linear, Complex World Gert de Roo 22. Complexity and Health Policy Tim Tenbensel 23. Complexity and Health Policy: Planning for a Pandemic Ben Gray 24. How useful is Complexity Theory to Policy Studies? Lessons from the Climate Change Adaptation Literature Adam Wellstead, Michael Howlett, Jeremy Rayner 25. Agent Based Modelling and the Global Trade Network Ugur Bilge 26. The International Financial Crisis: The Failure of a Complex System Philip Haynes CONCLUSION: WHERE DOES COMPLEXITY AND POLICY GO FROM HERE? 27. Where does Complexity and Policy Go from Here? Paul Cairney and Robert Geyer",
  "authors": [
    {
      "display_name": "Robert Geyer",
      "id": "A5084112553",
      "orcid": "https://orcid.org/0000-0003-2943-813X",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Robert Geyer"
    },
    {
      "display_name": "Paul Cairney",
      "id": "A5061031604",
      "orcid": "https://orcid.org/0000-0002-9956-832X",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Paul Cairney"
    }
  ],
  "publication_year": 2015,
  "publication_date": "2015-05-14",
  "type": "book",
  "cited_by_count": 153,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4306463223",
    "display_name": "Edward Elgar Publishing eBooks",
    "issn_l": null,
    "issn": null,
    "type": "ebook platform",
    "host_organization": "https://openalex.org/P4310320353"
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://www.elgaronline.com/downloadpdf/9781782549512.00002.xml",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.38226327
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.3619874
    }
  ],
  "topics": [
    {
      "id": "T11042",
      "display_name": "Corruption and Economic Development",
      "score": 0.186
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.4337/9781782549529",
  "pdf_url": "https://www.elgaronline.com/downloadpdf/9781782549512.00002.xml",
  "retrieved_date": "2025-07-30T14:43:05.687461",
  "source_database": "OpenAlex"
}