{
  "openalex_id": "W1873461851",
  "doi": null,
  "title": "Eighteenth-Century Women and the Arts",
  "abstract": "Preface Enlightenment Julie de Lespinasse: A Mirror for the Enlightenment by Dena Goodman Gibbon versus Law: Enlightenment and Pietist Standards for Women by Lance E. Wilcox Two Anomalous Women: Elizabeth Carter and Catherine Talbot by Beth Kowaleski-Wallace A Tax on Old Maids and Bachelors: Frances Brooke's Old Maid by K.J.H. Berland Beaumarchais: A Woman's Place by Jack Undank For Softness She: Gender Ideology and Aesthetics in Eighteenth-Century England by Ellen Messer-Davidow Emilie or Emile? Madame d'Epinay and the Education of Girls in Eighteenth-Century France by Ruth Plaut Weinreb Mrs. Hannah Cowley, Playwright by Joyce E. East Poetry My Want of Skill: Apologias of British Women Poets, 1660-1800 by Rebecca Gould Gibson The Poet as Mermaid: Images of Self in Margaret Cavendish and Others by Nadine Ollman Women Poets and the Pastoral Trap: The Case of Mary Whateley by Ann Messenger The Novel Pamela's Identity Sewn in Clothes by Caryn Chaden Graffigny and Riccoboni on the Language of the Women Writer by Alice Charlotte Hogsett Plot, Voice, and Narrative Oubli: Juliette Catesby's Twice-Told Tale by Susan S. Lanser Defining the Educative Process: Maria Edgeworth's Belinda by Twila Yates Papay Music and Painting The Women Musicians of Venice by Jane L. Berdes An English Feminist in the Turkish Harem: A Portrait of Lady Mary Wortley Montagu by Joan DelPlato William Hogarth's Moral Message: The Politics of Eighteenth-Century Middle-Class Reality by Diana George The Letter Theme: Fragonard and the Image of Women by Peter H. Pawlowicz Ambition, Politics, and Professionalism: Two Women Painters by Suellen Dianconoff Biography, Criticism, Art History: Angelica Kauffman in Context by Wendy Wassyng Roworth A Woman Artist's Legacy: The Autobiography of Elisabeth Vigee Le Brun by Gita May Educating Women in the Arts: Mme. Campan's School by J. Terrie Quintana Research Statistical Profile of Women Writing in English from 1660 to 1800 by Judith Phillips Stanton Revising the Pedagogy of the Traditional Scholarly Methods Course: The Brandeis Elizabeth Griffith Collective by Susan Staves On Editing Elizabeth Griffith's The Platonic Wife by Gordon Ruesch Ambivalence and Writing: Elizabeth and Richard Griffith's A Series of Genuine Letters between Henry and Frances by Susan David Bernstein How Nicely Circumspect Must Your Conduct Be: Double Standards in Elizabeth Griffith's The History of Lady Barton by Marla Harris Intruding Herself into the Chair of Criticism: Elizabeth Griffith and the Morality of Shakespeare's Drama Illustrated by Ellen Argyros Bibliography Index",
  "authors": [
    {
      "display_name": "Frederick M. Keener",
      "id": "A5038843678",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Frederick M. Keener"
    },
    {
      "display_name": "Susan E. Lorsch",
      "id": "A5001454787",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Susan E. Lorsch"
    }
  ],
  "publication_year": 1988,
  "publication_date": "1988-01-01",
  "type": "book",
  "cited_by_count": 152,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4306471698",
    "display_name": "Greenwood Press eBooks",
    "issn_l": null,
    "issn": null,
    "type": "ebook platform",
    "host_organization": null
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2780326160",
      "display_name": "Enlightenment",
      "level": 2,
      "score": 0.7456304
    },
    {
      "id": "C162462552",
      "display_name": "Portrait",
      "level": 2,
      "score": 0.61512285
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.54347545
    },
    {
      "id": "C52119013",
      "display_name": "Art history",
      "level": 1,
      "score": 0.5085372
    },
    {
      "id": "C199033989",
      "display_name": "Narrative",
      "level": 2,
      "score": 0.47788823
    },
    {
      "id": "C164913051",
      "display_name": "Poetry",
      "level": 2,
      "score": 0.4434858
    },
    {
      "id": "C124952713",
      "display_name": "Literature",
      "level": 1,
      "score": 0.43217713
    },
    {
      "id": "C167651023",
      "display_name": "Plot (graphics)",
      "level": 2,
      "score": 0.42773145
    },
    {
      "id": "C205783811",
      "display_name": "Painting",
      "level": 2,
      "score": 0.41874427
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.3984686
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.24247336
    },
    {
      "id": "C27206212",
      "display_name": "Theology",
      "level": 1,
      "score": 0.17810383
    },
    {
      "id": "C105795698",
      "display_name": "Statistics",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C33923547",
      "display_name": "Mathematics",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T14357",
      "display_name": "Architecture, Design, and Social History",
      "score": 0.357
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://ci.nii.ac.jp/ncid/BA1024499X",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:49:48.344027",
  "source_database": "OpenAlex"
}