{
  "openalex_id": "W1894735741",
  "doi": "https://doi.org/10.4025/imagenseduc.v2i3.18783",
  "title": "Canções de gesta e imagens da realeza: três exemplos",
  "abstract": "As Canções de Gesta são consideradas pelos estudiosos como a primeira forma de literatura em língua francesa. Elas teriam surgido entre a metade e o fim do século XI, mas os textos mais antigos conservados são datados como da segunda metade do século XII e constituem cópias ou remanejamentos de escritos anteriores desaparecidos. Quer essa poesia épica tenha sido gestada oralmente entre os séculos VIII e X, a partir da celebração de heróis e feitos da época carolíngia, ou tenham sido criadas no século XI, por iniciativa de mosteiros interessados em incentivar peregrinações a santuários e expedições guerreiras contra os muçulmanos, ela tinha como objetivo, em princípio, o divertimento e a distração de seus ouvintes (SUARD, 1993, p. 7-49). Cantados ou recitados por jograis em cortes, feiras, torneios ou acampamentos militares, esses poemas eram destinados primeiramente aos membros da cavalaria. Seus temas versam sobre guerras, combates, proezas com as armas, esforços físicos sobre-humanos, exaltam a total fidelidade ao senhor ou aos companheiros de luta e enaltecem a fé cristã. Não temem chegar até ao elogio dos homicídios perpetrados por seus heróis ou a morte gloriosa destes na defesa da sua honra pessoal e a da sua linhagem. Conforme alguns indícios encontrados em crônicas latinas, os próprios cavaleiros teriam cantado sobre os antigos personagens carolíngios para incentivar a coragem dos demais guerreiros quando do deslocamento das hostes nas 'cavalgadas' ou às vésperas de combates decisivos, como teria feito Taillefer, um dos homens do exército normando de Guilherme o Conquistador, em 1066, pouco antes da batalha de Hastings, durante a conquista da Inglaterra (ZINK, 2001, p. 88). A aristocracia laica logo se interessou pela conservação escrita desses poemas, pois através deles defendia sua cultura particular, seu modo de ver o mundo e a sua representação da sociedade na qual estava inserida. Com isso procurava rivalizar com a cultura clerical, esta baseada no latim, língua antes de tudo vista como sagrada, pois nela estavam escritos o Antigo e o Novo Testamento usados no Ocidente e, até o século XII, a única considerada digna de ser preservada em manuscritos, cujo material, o pergaminho, era caro e de difícil obtenção.",
  "authors": [
    {
      "display_name": "Ademir Aparecido de Moraes Arias",
      "id": "A5014296812",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Ademir Aparecido de Moraes Arias"
    }
  ],
  "publication_year": 2012,
  "publication_date": "2012-10-16",
  "type": "article",
  "cited_by_count": 1,
  "is_retracted": false,
  "is_paratext": false,
  "language": "pt",
  "source": {
    "id": "S4210235954",
    "display_name": "Imagens da Educação",
    "issn_l": "2179-8427",
    "issn": [
      "2179-8427"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310312356"
  },
  "volume": "2",
  "issue": "3",
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": true,
    "oa_status": "diamond",
    "oa_url": "https://periodicos.uem.br/ojs/index.php/ImagensEduc/article/download/18783/9903",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C15708023",
      "display_name": "Humanities",
      "level": 1,
      "score": 0.7184931
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.5690144
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.49685267
    }
  ],
  "topics": [
    {
      "id": "T14480",
      "display_name": "Historical Education and Society",
      "score": 0.9015
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.4025/imagenseduc.v2i3.18783",
  "pdf_url": "https://periodicos.uem.br/ojs/index.php/ImagensEduc/article/download/18783/9903",
  "retrieved_date": "2025-07-30T15:25:18.532620",
  "source_database": "OpenAlex"
}