{
  "openalex_id": "W190449085",
  "doi": null,
  "title": "Nature-based Tourism in Peripheral Areas: Development or Disaster?",
  "abstract": "1. Introduction: Nature-based Tourism and Regional Development in Peripheral Areas - C. Michael Hall & Stephen Boyd Section one: Nature-based Tourism in Alpine, Forest and Sub-Polar Environments 2. Ecotourism and the Resource Hinterland in Northern Ontario - Margaret Johnston & Robert Payne (Lakehead University) 3. Wilderness Discourses and the Development of Nature-Based Tourism in Northern Finland - Jarkko Saarinen (Oulu University) 4. Mountain Scenic Flights A Low Risk, Low Impact Ecotourism Experience Within South Island, New Zealand - Nicholas J Westwood (University of Otago) & Stephen W Boyd 5. Regional Contrasts in Ecotourism in Rainforests - Warwick Frost (Monash University) 6. Destination Image: Victorian Mountain Parks and Resorts in the Summer - Roslyn Russell (RMIT University) & Philippa Thomas (La Trobe University) 7. Winter Tourism in Protected Pleasure Peripheries: Time-Space Use Among Cross-Country Skiers in Abisko (Sweden) and Vercor (France) -Ludovic Dupuis & Dieter K. Muller (Umea University) 8. The importance of health as a factor in achieving sustainability in a high altitude destination of a less developed country - Ghazali Musa (University Malay) 9. Second Home Tourism in the Swedish Mountain Range - Dieter K. Muller (Umea UniversitySection two: Island, Coastal and Marine Environments 10. Pest or Precious Tourism Commodity? The Economic Value of White-Tailed Deer Hunting on Stewart Island / Rakiura - Brent Lovelock & Kevin Robinson (University of Otago) 11. The Economic Benefits of an Ecotourism Project in a Regional Economy - Filipo Tokalau (University of the South Pacific) 12. Growth of Beach Fale Tourism in Samoa: The High Value of Low-Cost Tourism - Regina Scheyvens (Massey University) 13: Doing it right the first time? Ecotourism on the Wild Coast of South Africa - Dorothy Queiros (University of Hertfordshire) & G.D.H. Wilson (University of Pretoria) 14: Penguins as Sights - Penguins as Site: The Problematics of Contestation - Eric J. Shelton (University of Otago) & Hildegard Lubcke (Nature Guides Otago) 15. Dolphins, Whales and Ecotourism In New Zealand: What are the Impacts and how Should the Industry be Managed? - Mark Orams (Massey University) 16. The state of the scenic cruise industry in Doubtful Sound in relation to a key natural resource: bottlenose dolphins - David Lusseau (University of Aberdeen)Section three: Nature-based Tourism in Peripheral Areas: A Tool for Regional development? 17. Ecotourism/Egotourism and Development - Brian Wheeler (Breda University) 18. Nature-based tourism in Peripheral Areas: Making Peripheral Destinations Competitive - Stephen Boyd and C. Michael Hall",
  "authors": [
    {
      "display_name": "C. Michael Hall",
      "id": "A5051839223",
      "orcid": "https://orcid.org/0000-0002-7734-4587",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Michael Hall"
    },
    {
      "display_name": "Stephen Boyd",
      "id": "A5103612784",
      "orcid": null,
      "institutions": [
        {
          "id": "I138801177",
          "display_name": "University of Ulster",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Stephen Boyd"
    }
  ],
  "publication_year": 2005,
  "publication_date": "2005-01-01",
  "type": "book",
  "cited_by_count": 284,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4306463018",
    "display_name": "Channel View Publications eBooks",
    "issn_l": null,
    "issn": null,
    "type": "ebook platform",
    "host_organization": null
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C18918823",
      "display_name": "Tourism",
      "level": 2,
      "score": 0.79223764
    },
    {
      "id": "C151807755",
      "display_name": "Ecotourism",
      "level": 3,
      "score": 0.67853063
    },
    {
      "id": "C205649164",
      "display_name": "Geography",
      "level": 0,
      "score": 0.65449715
    },
    {
      "id": "C66204764",
      "display_name": "Sustainability",
      "level": 2,
      "score": 0.49722484
    },
    {
      "id": "C2778734068",
      "display_name": "Sustainable tourism",
      "level": 3,
      "score": 0.44735324
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.2635398
    },
    {
      "id": "C18903297",
      "display_name": "Ecology",
      "level": 1,
      "score": 0.12107512
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11793",
      "display_name": "Recreation, Leisure, Wilderness Management",
      "score": 0.8964
    },
    {
      "id": "T13562",
      "display_name": "Cruise Tourism Development and Management",
      "score": 0.7775
    },
    {
      "id": "T10055",
      "display_name": "Diverse Aspects of Tourism Research",
      "score": 0.7538
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "http://ci.nii.ac.jp/ncid/BA72727460",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T16:00:31.426365",
  "source_database": "OpenAlex"
}