{
  "openalex_id": "W1915463259",
  "doi": "https://doi.org/10.1111/j.1365-3156.2010.02553.x",
  "title": "Non-typhoidal Salmonella rates in febrile children at sites in five Asian countries",
  "abstract": "There is increased recognition of non-typhoidal Salmonella (NTS) as a major cause of severe febrile illness in sub-Saharan Africa. However, little is known about community-based incidence of NTS in Asia. In a multicentre, community-based prospective Salmonella surveillance study, we identified a total of six NTS cases: three in Karachi, Pakistan, one in Kolkata, India, and two in North Jakarta, Indonesia. No NTS cases were identified in Hechi, People's Republic of China, and Hue, Viet Nam. Three cases were in children under 3 years, and one case was in a child aged 10 years and one in a child aged 15 years. Only one case was an adult (29 years). The highest incidence of NTS infection was in Karachi (7.2 culture-proven NTS cases per 100 000 person years in age group of 2–15 years). However, in comparison with sub-Saharan Africa, the NTS burden in Asia appears rather limited. Taux de Salmonella non typhoïdiques chez les enfants fébriles dans des sites de cinq pays asiatiques Il y a une reconnaissance accrue de Salmonella non typhique (SNT) comme une cause majeure de maladie fébrile sévère en Afrique sub-saharienne. Toutefois, on connaît peu sur l'incidence basée sur la communauté de SNT en Asie. Dans une étude multicentrique de surveillance prospective de Salmonella basée sur la communauté, nous avons identifié un total de 6 cas de SNT: 3 à Karachi au Pakistan, 1 à Kolkata en Inde et 2 dans le nord de Jakarta en Indonésie. Aucun cas du SNT n'a été identifiéà Hechi en République populaire de Chine ni à Hue au Viet Nam. 3 cas étaient des enfants de moins de 3 ans, 1 cas avait 10 ans, un autre 15 ans et un seul cas était adulte (29 ans). L'incidence la plus élevée de l'infection à SNT était à Karachi (7,2 cas prouvés par la culture pour 100.000 personnes-année dans le groupe d'âge de 2-15 ans). Cependant, en comparaison avec l'Afrique subsaharienne, la charge de morbidité de SNT en Asie semble assez limitée. Tasas de Salmonella no tifoidea en niños febriles en emplazamientos de cinco países Asiáticos La Salmonella no tifoidea (SNT) está reconocida como una causa importante de enfermedad febril severa en África sub-Sahariana. Sin embargo, poco se sabe sobre la incidencia comunitaria de la SNT en Asia. En un estudio, multicéntrico, prospectivo y basado en la comunidad, de vigilancia epidemiológica de Salmonella, identificamos un total de 5 casos de SNT: 3 en Karachi, Paquistán, 1 en Kolkata, India, y 2 en Jakarta del norte, Indonesia. No se identificaron casos de SNT en Hechi, República Popular de China, y Hue, Vietnam. 3 casos eran niños menores de 3 años, y los dos casos restantes eran en niños de 10 y 15 años. Solo uno de los casos era un adulto (29 años). La mayor incidencia de infección por SNT estaba en Karachi (7.2 casos probados mediante cultivo por cada 100,000 personas años en el grupo de edad de 2 – 15 años). Sin embargo, en comparación con el África sub-Sahariana, la carga por SNT en Asia parece ser bastante limitada. Salmonelloses are infections caused by gram-negative bacteria called Salmonella. Salmonella enterica serovar typhi (S. typhi) and, to a lesser extent, Salmonella enterica serovar paratyphi (S. paratyphi) are the predominant Salmonella serotypes causing infection in urban squatter settlements of Asia, particularly in South Asia (Ochiai et al. 2008). Non-typhoidal Salmonella (NTS) is common both in developed and developing countries (Arshad et al. 2008). In settings where appropriate surveillance mechanism is available; S. typhimurium and S. enteritidis are major NTS serovars isolated. Non-typhoidal Salmonella organisms are most often found in animals, including poultry, livestock, reptiles and pets. Infection with NTS usually presents with mild gastroenteritis (Grisaru-Soen et al. 2004). However, in the developing countries, especially Africa, NTS is a major source of severe clinical illness in children (Graham et al. 2000). Similarly, the rapid increase in the antibiotic resistance of NTS is major public health concern both in the developing and developed world. We therefore analysed population-based data from five sites across Asia to estimate the incidence of NTS infection. As part of a vaccine trial, fever surveillance was conducted in China, India, Indonesia, Pakistan and Viet Nam (Ochiai et al. 2008). Following a baseline census to collect socio-demographic information of the study population, 12-month surveillance in the five study sites started between August 2001 (in Hechi) and November 2003 (in Kolkata) (Table 1). A total of 441 435 individuals were under surveillance in the five study sites. Target age for surveillance varied across sites as well as the socio-economic and geographic characteristics. In Kolkata and North Jakarta all age groups were included, whereas in Karachi only children 2–16 years old were invited to participate. Surveillance was conducted through the existing health care system, if the system was deemed efficient for the study. In Karachi and Kolkata, the project established study health centres to enrol eligible populations. Private-sector health care providers were included, and a referral system was established to increase the capture rate for febrile episodes at all sites. Details of the surveillance methods are reported elsewhere (Khan et al. 2006; Ochiai et al. 2007). The surveillance targeted cases of fever who lived in the study area. Patients with fever episodes lasting three or more days were invited to participate in the study, and 3–8 ml of blood was collected in a culture bottle (BACTEC Peds Aerobic for children and BACTEC Aerobic for adults; Becton Dickinson, USA). All Salmonella isolates identified during this study were confirmed at a reference laboratory (University of Oxford, Wellcome Trust Clinical Research Unit, Ho Chi Minh City, Vietnam). The study was approved by the Institutional Review Board of the International Vaccine Institute (Seoul, Korea) and the local ethical committee of each site. During 12 months of surveillance, 21 874 febrile episodes were enrolled, of which 20 537 (94%) episodes involved blood taken for culture and microbiological assessment. A total of 6 (<1% of all Salmonella isolates) NTS cases were identified, which comprised three in Karachi, one in Kolkata and two in North Jakarta. No NTS cases were identified in Hechi and Hue. In contrast, 475 S. typhi and 32 S. paratyphi A were isolated from the blood samples. The highest incidence of NTS infection was in Karachi (7.2 culture-proven NTS cases per 100 000 population 2–15 years). Incidence of malaria in Kolkata and Karachi was 2.5 and 1.5 case per 1000 population per year (Table 1). Three of the six NTS cases were in patients under 3 years, two cases were children aged 10 and 15 and one was an adult aged 29 (Table 2). Culture sensitivity for commonly used antibiotics was performed for all growths such as ampicillin, choloramphenicol, nalidixic acid, ciprofloxacin, ofloxacin, co-trimaxazole tetracycline and ceftraixone. One of the six NTS isolated was resistant to nalidixic acid. Our study identified six cases of NTS in five sites of Asia. Our current estimates suggest that S. typhi followed by S. paratyphi A dominate community-acquired invasive salmonelloses in older children and adults in Asia (Ochiai et al. 2008) (Table 3). We aimed to estimate the incidence of Salmonella infections caused by S. typhi as part of a Vi polysaccharide vaccine trial in these sites. Therefore, the observed number of NTS in these sites may have resulted due to targeted enteric fever surveillance. Individuals who had the history of fever and were 2 years of age and older were enrolled in the study. Three of the five sites enrolled children younger than 5 years. NTS cases were identified at sites where study population included younger children. The reported incidence of NTS is higher in younger children with a median age of 13 months (Thamlikitkul et al. 1996; Maclennan et al. 2008). Therefore, we might have missed cases of NTS with mild clinical symptoms and in children younger than 2 years of age. Two of our sites (Kolkata and Jakarta) included younger children; however, our estimates from these two sites for NTS incidence are lower (1.8 and 7.2 per 100 000 population) than in Africa, where age-specific incidences ranged from 175 to 388 per 100 000 population (Berkley et al. 2005; Enwere et al. 2006; Sigauque et al. 2009). The reasons for the higher rate of invasive salmonelloses in young children are unclear. However, host-related factors such as coinfection with malaria and gut immaturity, and household factors such as contaminated home environment and animal reservoir, infection transmission among family members and warm seasons can increase the risk of NTS infection (Wilson et al. 1982; Schutze et al. 1999; Grisaru-Soen et al. 2004). Community-acquired infections such as malaria and human immunodeficiency virus (HIV) infection predispose the population to NTS infection in the African region (Thamlikitkul et al. 1996; Akinyemi et al. 2007). Bacteraemia associated with NTS increased with the emergence of HIV in Thailand (Chierakul et al. 2004; Srifuengfung et al. 2005). Malaria estimates in our study are only available for Pakistan and India and are lower than in African countries (Sur et al. 2006). Similarly, we did not test the study population for HIV infection. However, we consider the study settings with lower prevalence areas of HIV infection than in Africa; a possible explanation for lower detection of invasive NTS. Among other factors, NTS infection is reported to be higher in patients hospitalized because of chronic debilitating conditions such as malignancies, diabetes mellitus and patients with renal transplant (Lee et al. 2000). As hospital-based studies present more severe salmonelloses, they may not accurately represent the community burden of NTS. The clinical manifestations of NTS range from mild diarrhoea to invasive disease with severe consequences (Brown & Eykyn 2000). Increase in antimicrobial resistance to NTS complicates management of the disease and also has economic consequences attributed to increasing costs of new generation antibiotics (Hakanen et al. 2006). All but one NTS identified in our study was sensitive to the tested antibiotics, suggesting that antibiotic resistance in NTS is not as significant compared to antibiotic resistance to S. typhi and S. paratyphi in the region. But the increase in the frequency of antibiotic-resistant NTS infection worldwide underscores the importance of long-term control strategies. A global strategy for prevention of salmonelloses should be directed by the epidemiology of the disease. S. typhi leads the list of invasive Salmonella infections in Asia. However, given the increasing importance of invasive NTS infections in developed countries and the frequency of hospital-based studies reporting NTS infection in Asian settings, there is a need for careful consideration of treatment and preventive approaches for non-typhoidal salmonelloses. We are grateful to the people from each site for their participation in the surveillance. We would also like to thank CJ Acosta, MC Danovaro-Holliday, J Wain, AL Page, MJ Albert, J Farrar, R Abu-Elyazeed, T Pang, CM Galindo, Yang J, Liang D, Wang ML, Yang HH, Liang G, Si G, Tang D, D Sur, B Manna, S Dutta, S Kanungo, AK Deb, SQ Nizami, HB Hamza, SM Sahito, D Alam, Vu DT, Nguyen SH, Hoang PT, Nguyen TH, Dang TDT, Nguyen TL, Tran QH, CH Simanjuntak, NH Punjabi, JL Deen, AL Lopez, Xu ZY, JK Park and L Jodar for their contributions at various levels of the project. This study was conducted as part of the Diseases of the Most Impoverished (DOMI) Program's Typhoid Project. The DOMI Program was funded by the Bill and Melinda Gates Foundation and coordinated by the IVI. Additional support was provided by the governments of Korea, Kuwait and Sweden.",
  "authors": [
    {
      "display_name": "Mohammad Imran Khan",
      "id": "A5046592525",
      "orcid": "https://orcid.org/0000-0001-5832-5017",
      "institutions": [
        {
          "id": "I1309827724",
          "display_name": "International Vaccine Institute",
          "country_code": "KR",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "M. Imran Khan"
    },
    {
      "display_name": "R. Leon Ochiai",
      "id": "A5073246127",
      "orcid": "https://orcid.org/0000-0002-5079-6786",
      "institutions": [
        {
          "id": "I1309827724",
          "display_name": "International Vaccine Institute",
          "country_code": "KR",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "R. L. Ochiai"
    },
    {
      "display_name": "Lorenz von Seidlein",
      "id": "A5108109285",
      "orcid": null,
      "institutions": [
        {
          "id": "I1309827724",
          "display_name": "International Vaccine Institute",
          "country_code": "KR",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "L. Von Seidlein"
    },
    {
      "display_name": "B. Dong",
      "id": "A5109748519",
      "orcid": null,
      "institutions": [
        {
          "id": "I1289490764",
          "display_name": "Centers for Disease Control and Prevention",
          "country_code": "US",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "B. Dong"
    },
    {
      "display_name": "Sujit Bhattacharya",
      "id": "A5057018288",
      "orcid": "https://orcid.org/0000-0002-6769-8293",
      "institutions": [
        {
          "id": "I4210101909",
          "display_name": "National Institute of Cholera and Enteric Diseases",
          "country_code": "IN",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "S. K. Bhattacharya"
    },
    {
      "display_name": "Magdarina Destri Agtini",
      "id": "A5079845706",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210135589",
          "display_name": "Ministry of Health",
          "country_code": "ID",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "M. D. Agtini"
    },
    {
      "display_name": "Zulfiqar A Bhutta",
      "id": "A5031009188",
      "orcid": "https://orcid.org/0000-0003-0637-599X",
      "institutions": [
        {
          "id": "I118185606",
          "display_name": "Aga Khan University",
          "country_code": "PK",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Z. A. Bhutta"
    },
    {
      "display_name": "G. C.",
      "id": "A5017895575",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210109089",
          "display_name": "National Institute Of Hygiene And Epidemiology",
          "country_code": "VN",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "G. C. Do"
    },
    {
      "display_name": "Mohammad Ali",
      "id": "A5039070711",
      "orcid": "https://orcid.org/0000-0003-1410-388X",
      "institutions": [
        {
          "id": "I1309827724",
          "display_name": "International Vaccine Institute",
          "country_code": "KR",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "M. Ali"
    },
    {
      "display_name": "D. R. Kim",
      "id": "A5085314740",
      "orcid": null,
      "institutions": [
        {
          "id": "I1309827724",
          "display_name": "International Vaccine Institute",
          "country_code": "KR",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "D. R. Kim"
    },
    {
      "display_name": "Michael O. Favorov",
      "id": "A5088249019",
      "orcid": null,
      "institutions": [
        {
          "id": "I1309827724",
          "display_name": "International Vaccine Institute",
          "country_code": "KR",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "M. Favorov"
    },
    {
      "display_name": "John D. Clemens",
      "id": "A5041318439",
      "orcid": "https://orcid.org/0000-0002-6379-1052",
      "institutions": [
        {
          "id": "I1309827724",
          "display_name": "International Vaccine Institute",
          "country_code": "KR",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "J. D. Clemens"
    }
  ],
  "publication_year": 2010,
  "publication_date": "2010-06-09",
  "type": "article",
  "cited_by_count": 44,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S148484591",
    "display_name": "Tropical Medicine & International Health",
    "issn_l": "1360-2276",
    "issn": [
      "1360-2276",
      "1365-3156"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320595"
  },
  "volume": "15",
  "issue": "8",
  "first_page": "960",
  "last_page": "963",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://doi.org/10.1111/j.1365-3156.2010.02553.x",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2781065037",
      "display_name": "Salmonella",
      "level": 3,
      "score": 0.65282655
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.48938936
    },
    {
      "id": "C99454951",
      "display_name": "Environmental health",
      "level": 1,
      "score": 0.35604358
    },
    {
      "id": "C205649164",
      "display_name": "Geography",
      "level": 0,
      "score": 0.35072058
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.25084883
    },
    {
      "id": "C523546767",
      "display_name": "Bacteria",
      "level": 2,
      "score": 0.1404624
    },
    {
      "id": "C54355233",
      "display_name": "Genetics",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10486",
      "display_name": "Salmonella and Campylobacter epidemiology",
      "score": 0.9999
    },
    {
      "id": "T11684",
      "display_name": "Vibrio bacteria research studies",
      "score": 0.9882
    },
    {
      "id": "T10976",
      "display_name": "Viral gastroenteritis research and epidemiology",
      "score": 0.981
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1111/j.1365-3156.2010.02553.x",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:56:27.837832",
  "source_database": "OpenAlex"
}