{
  "openalex_id": "W1959202321",
  "doi": "https://doi.org/10.1016/j.jpeds.2015.02.045",
  "title": "Re-Evaluating “Transitional Neonatal Hypoglycemia”: Mechanism and Implications for Management",
  "abstract": "A Committee of the Pediatric Endocrine Society was recently formed to develop guidelines for evaluation and management of hypoglycemia in neonates, infants, and children. To aid in formulating recommendations for neonates, in this review, we analyzed available data on the brief period of hypoglycemia, which commonly is observed in normal newborns during the transition from fetal to extrauterine life, hereafter referred to as transitional neonatal hypoglycemia in normal newborns. The goal was to better understand the mechanism underlying this phenomenon in order to formulate recommendations for recognizing neonates requiring diagnosis and treatment during the first days of life for disorders causing severe and persistent hypoglycemia. It has long been known that plasma glucose concentrations are lower in the first 1-3 days of life in normal newborn infants than at later ages. Not until the 1960s was it appreciated that hypoglycemia in neonates could sometimes be symptomatic and, as in older infants and children, cause seizures or permanent brain damage.1Cornblath M. Odell G.B. Levin E.Y. Symptomatic neonatal hypoglycemia associated with toxemia of pregnancy.J Pediatr. 1959; 55: 545-562Abstract Full Text PDF PubMed Scopus (81) Google Scholar, 2Koivisto M. Blanco-Sequeiros M. Krause U. Neonatal symptomatic and asymptomatic hypoglycaemia: a follow-up study of 151 children.Dev Med Child Neurol. 1972; 14: 603-614Crossref PubMed Scopus (131) Google Scholar Although studies in laboratory animals have demonstrated postnatal developmental changes in specific enzymes involved in hepatic gluconeogenesis and ketogenesis,3Girard J.R. Cuendet G.S. Marliss E.B. Kervran A. Rieutort M. Assan R. Fuels, hormones, and liver metabolism at term and during the early postnatal period in the rat.J Clin Invest. 1973; 52: 3190-3200Crossref PubMed Scopus (260) Google Scholar, 4Stanley C.A. Gonzales E. Baker L. Development of hepatic fatty acid oxidation and ketogenesis in the newborn guinea pig.Pediatr Res. 1983; 17: 224-229Crossref PubMed Scopus (15) Google Scholar it is unclear that such changes adequately explain transitional neonatal hypoglycemia in human newborns or if other mechanisms may be involved.5Cornblath M. Reisner S.H. Blood glucose in the neonate and its clinical significance.N Engl J Med. 1965; 273: 378-381Crossref PubMed Scopus (121) Google Scholar, 6Rozance P.J. Hay Jr., W.W. Neonatal hypoglycemia-answers, but more questions.J Pediatr. 2012; 161: 775-776Abstract Full Text Full Text PDF PubMed Scopus (29) Google Scholar A National Institutes of Health conference outlined many of the \"gaps in knowledge\" about neonatal hypoglycemia and lamented the lack of a rational basis for defining hypoglycemia in neonates.7Hay Jr., W.W. Raju T.N. Higgins R.D. Kalhan S.C. Devaskar S.U. Knowledge gaps and research needs for understanding and treating neonatal hypoglycemia: workshop report from Eunice Kennedy Shriver National Institute of Child Health and Human Development.J Pediatr. 2009; 155: 612-617Abstract Full Text Full Text PDF PubMed Scopus (182) Google Scholar For this re-evaluation of transitional neonatal hypoglycemia in normal newborns, we used the strategy routinely employed by pediatric endocrinologists for evaluation of hypoglycemia in older infants and children. This strategy, based on an examination of the major metabolic fuel and hormone responses to hypoglycemia, makes it possible to discover the mechanism of hypoglycemia and to make a specific diagnosis of the underlying cause (Figure; available at www.jpeds.com).8Stanley C.A. Baker L. Hyperinsulinism in infancy: diagnosis by demonstration of abnormal response to fasting hypoglycemia.Pediatrics. 1976; 57: 702-711PubMed Google Scholar We reviewed published data in normal newborns on metabolic fuel and hormone responses during the period of transitional neonatal hypoglycemia. We focused on mean responses as being most likely representative of normal newborns, recognizing the possibility of heterogeneity, particularly with regard to peripartum stresses and feeding practices. We found that transitional neonatal hypoglycemia most closely resembles known genetic forms of congenital hyperinsulinism, which cause a lowering of the plasma glucose threshold for suppression of insulin secretion. This conclusion is based on strong evidence supported by 2 or more independent reports and provides a novel perspective on both the diagnosis and management of hypoglycemia in the first several days after birth. Prior to birth, fetal fuel metabolism is based primarily on oxidation of glucose, which is supplied from maternal plasma glucose whose levels are regulated by maternal insulin secretion.9Kalhan S.C. D'Angelo L.J. Savin S.M. Adam P.A. Glucose production in pregnant women at term gestation. Sources of glucose for human fetus.J Clin Invest. 1979; 63: 388-394Crossref PubMed Scopus (137) Google Scholar The fetal brain is exposed to circulating glucose concentrations only slightly below those of maternal plasma; with normal maternal glucose concentrations of 70-90 mg/dL (3.9-5.0 mmol/L), the mean fetal-maternal plasma glucose difference at term is only 9 mg/dL (0.5 mmol/L).10Marconi A.M. Paolini C. Buscaglia M. Zerbe G. Battaglia F.C. Pardi G. The impact of gestational age and fetal growth on the maternal-fetal glucose concentration difference.Obstet Gynecol. 1996; 87: 937-942Crossref PubMed Scopus (144) Google Scholar Fetal insulin secretion is responsive to fetal plasma glucose concentrations, but fetal glucose concentrations are determined primarily by maternal glucose concentration whereas fetal insulin primarily functions to regulate growth.11Hattersley A.T. Beards F. Ballantyne E. Appleton M. Harvey R. Ellard S. Mutations in the glucokinase gene of the fetus result in reduced birth weight.Nat Genet. 1998; 19: 268-270Crossref PubMed Scopus (494) Google Scholar Immediately following birth, in normal newborns, the mean plasma glucose concentrations drop by 25-30 mg/dL (1.4-1.7 mmol/L) to a nadir of about 55-60 mg/dL (3-3.3 mmol/L) by 1-2 hours of age; glucose levels then steadily rise over the first few days of life to return to the normal range for infants, children, and adults (70-100 mg/dL [3.9-5.6 mmol/L]). A large 1971 study by Lubchenco and Bard12Lubchenco L.O. Bard H. Incidence of hypoglycemia in newborn infants classified by birth weight and gestational age.Pediatrics. 1971; 47: 831-838PubMed Google Scholar found that plasma glucose concentrations prior to the first feeding at 8 hours of age were <70 mg/dL (3.9 mmol/L) in over 80% of 126 term-appropriate for gestational age (AGA) neonates and clustered around a mean of 54 mg/dL (3 mmol/L). The lowest glucose values (<30 mg/dL, 1.7 mmol/L) appeared to be especially associated with peripartum stresses (fetal distress, birth asphyxia, or low Apgar scores) and with low weight-for-length ratios, consistent with fetal growth restriction. This is noteworthy because perinatal stress is now recognized to be associated with hyperinsulinemic hypoglycemia that may continue until several weeks of age.13Collins J.E. Leonard J.V. Teale D. Marks V. Williams D.M. Kennedy C.R. et al.Hyperinsulinaemic hypoglycaemia in small for dates babies.Arch Dis Child. 1990; 65: 1118-1120Crossref PubMed Scopus (86) Google Scholar, 14Hoe F.M. Thornton P.S. Wanner L.A. Steinkrauss L. Simmons R.A. Stanley C.A. Clinical features and insulin regulation in infants with a syndrome of prolonged neonatal hyperinsulinism.J Pediatr. 2006; 148: 207-212Abstract Full Text Full Text PDF PubMed Scopus (116) Google Scholar Also noteworthy is that by the third day of life, none of the 126 term AGA neonates had a plasma glucose concentration below 50 mg/dL (2.8 mmol/L). Thus, extreme low glucose levels in normal neonates on the first day of life largely reflect peripartum factors. The time-course of transitional neonatal hypoglycemia in normal newborns has been described in numerous, primarily cross-sectional, studies using relatively small groups of infants.5Cornblath M. Reisner S.H. Blood glucose in the neonate and its clinical significance.N Engl J Med. 1965; 273: 378-381Crossref PubMed Scopus (121) Google Scholar, 15Hawdon J.M. Ward Platt M.P. Aynsley-Green A. Patterns of metabolic adaptation for preterm and term infants in the first neonatal week.Arch Dis Child. 1992; 67: 357-365Crossref PubMed Scopus (251) Google Scholar, 16Heck L.J. Erenberg A. Serum glucose levels in term neonates during the first 48 hours of life.J Pediatr. 1987; 110: 119-122Abstract Full Text PDF PubMed Scopus (129) Google Scholar, 17Hoseth E. Joergensen A. Ebbesen F. Moeller M. Blood glucose levels in a population of healthy, breast fed, term infants of appropriate size for gestational age.Arch Dis Child Fetal Neonatal Ed. 2000; 83: 117-119Crossref PubMed Google Scholar, 18Alkalay A.L. Sarnat H.B. Flores-Sarnat L. Elashoff J.D. Farber S.J. Simmons C.F. Population meta-analysis of low plasma glucose thresholds in full-term normal newborns.Am J Perinatol. 2006; 23: 115-119Crossref PubMed Scopus (64) Google Scholar A representative example is the 1965 study by Cornblath et al, comparing glucose concentrations in normal weight and low birthweight newborn infants over the first 3 weeks of life.5Cornblath M. Reisner S.H. Blood glucose in the neonate and its clinical significance.N Engl J Med. 1965; 273: 378-381Crossref PubMed Scopus (121) Google Scholar Immediately after birth, mean plasma glucose concentrations fell in the normal newborns to ∼60 mg/dL (3.3 mmol/L) at 2 hours (in this manuscript, whole blood glucose concentrations have been converted to equivalent plasma concentrations using a factor of 1.15). Glucose levels then rose steadily to stabilize at a mean plasma concentration greater than 80 mg/dL (4.4 mmol/L) by day of life 3. Similar patterns have been reported by others. For example, studies by Hawdon et al showed mean plasma glucose values of 56-59 mg/dL (3.1-3.3 mmol/L) in the first 12 hours of life compared with a mean glucose of 74 mg/dL (4.1 mmol/L) by day of life 4.15Hawdon J.M. Ward Platt M.P. Aynsley-Green A. Patterns of metabolic adaptation for preterm and term infants in the first neonatal week.Arch Dis Child. 1992; 67: 357-365Crossref PubMed Scopus (251) Google Scholar Thus, one important feature of transitional neonatal hypoglycemia in normal newborns is that plasma glucose levels are lowest early on the first day of life, and then progressively increase over the subsequent 2-3 days to reach the range of normal for older infants and children. A second important feature of transitional neonatal hypoglycemia in normal infants is that the concentrations of plasma glucose are remarkably stable and relatively unaffected by the timing of initial feeding or interval between feedings. For example, in a study of fasting responses in 24 term AGA infants monitored hourly for the first 8-hour period of fasting after birth,19Stanley C.A. Anday E.K. Baker L. Delivoria-Papadopolous M. Metabolic fuel and hormone responses to fasting in newborn infants.Pediatrics. 1979; 64: 613-619PubMed Google Scholar most maintained stable levels of plasma glucose throughout the 8 hours; the mean (± SD) plasma glucose concentration at 8 hours of age was 57 ± 12 mg/dL (3.2 ± 0.7 mmol/L). This apparent stability of low plasma glucose levels in transitional neonatal hypoglycemia is also demonstrated by data from older studies when the normal nursery feeding practice was to withhold feedings for a full day or more after birth. In a 1950 study by Desmond et al, mean plasma glucose levels in normal newborn infants who had received no calories for 24 hours after birth were 57-69 mg/dL (3.2-3.8 mM), which is similar to the values during the first hours of life from more recent studies.5Cornblath M. Reisner S.H. Blood glucose in the neonate and its clinical significance.N Engl J Med. 1965; 273: 378-381Crossref PubMed Scopus (121) Google Scholar, 15Hawdon J.M. Ward Platt M.P. Aynsley-Green A. Patterns of metabolic adaptation for preterm and term infants in the first neonatal week.Arch Dis Child. 1992; 67: 357-365Crossref PubMed Scopus (251) Google Scholar, 20Desmond M.M. Hild J.R. Gast J.H. The glycemic response of the newborn infant to epinephrine administration: a preliminary report.J Pediatr. 1950; 37: 341-350Abstract Full Text PDF PubMed Scopus (8) Google Scholar In addition, infants who are breastfed consume very few calories from colostrum during the first days after birth, but have plasma glucose concentrations only slightly lower than bottle-fed infants.21Hawdon J.M. Weddell A. Aynsley-Green A. Ward Platt M.P. Hormonal and metabolic response to hypoglycaemia in small for gestational age infants.Arch Dis Child. 1993; 68: 269-273Crossref PubMed Scopus (59) Google Scholar In summary, the pattern of plasma glucose levels during the period of transitional neonatal hypoglycemia suggests a regulated process in normal newborn infants in which the mean plasma glucose concentration is initially maintained at ∼55-65 mg/dL (3.1-3.6 mmol/L), but then increases to >70 mg/dL (>3.9 mmol/L) by 2-3 days after birth. This pattern of a stable degree of hypoglycemia cannot be readily explained by the developmental deficiencies in hepatic enzymes of glycogenolysis, gluconeogenesis, or ketogenesis identified in animal studies. As noted above, the underlying mechanisms of hypoglycemia are best elucidated by examining the hormonal and metabolic fuel responses as hypoglycemia develops. The approach was applied in 3 studies of transitional neonatal hypoglycemia in normal newborns between 1974 and 199215Hawdon J.M. Ward Platt M.P. Aynsley-Green A. Patterns of metabolic adaptation for preterm and term infants in the first neonatal week.Arch Dis Child. 1992; 67: 357-365Crossref PubMed Scopus (251) Google Scholar, 19Stanley C.A. Anday E.K. Baker L. Delivoria-Papadopolous M. Metabolic fuel and hormone responses to fasting in newborn infants.Pediatrics. 1979; 64: 613-619PubMed Google Scholar, 22Haymond M.W. Karl I.E. Pagliara A.S. Increased gluconeogenic substrates in the small-for-gestational-age infant.N Engl J Med. 1974; 291: 322-328Crossref PubMed Scopus (114) Google Scholar; more recent studies are not available. They all demonstrate that low glucose concentrations on the first day of life are associated with remarkably low concentrations of plasma ketones. For example, in the study mentioned above by Stanley et al, fuel and hormone responses were measured in 4 groups of neonates (term and preterm, AGA and small for gestational age [SGA]) at the end of their first 8 hour postnatal period of fasting.19Stanley C.A. Anday E.K. Baker L. Delivoria-Papadopolous M. Metabolic fuel and hormone responses to fasting in newborn infants.Pediatrics. 1979; 64: 613-619PubMed Google Scholar In term AGA neonates with glucoses greater than or lower than 40 mg/dL (2.2 mmol/L), plasma total ketones were 0.37 and 0.18 mmol/L, respectively (ie, ∼10-fold lower compared with 24-hour fasted normal older children [2.7 mmol/L])8Stanley C.A. Baker L. Hyperinsulinism in infancy: diagnosis by demonstration of abnormal response to fasting hypoglycemia.Pediatrics. 1976; 57: 702-711PubMed Google Scholar despite similar degrees of hypoglycemia. The suppression of ketones in term AGA neonates was very similar to infants with hyperinsulinemic hypoglycemia (0.7 mmol/L).8Stanley C.A. Baker L. Hyperinsulinism in infancy: diagnosis by demonstration of abnormal response to fasting hypoglycemia.Pediatrics. 1976; 57: 702-711PubMed Google Scholar This study also showed that plasma total ketones remained extremely low across the entire range of plasma glucose concentrations in preterm-AGA, term-SGA, preterm-SGA, as well as term-AGA infants. Similar data showing low ketones especially on the first day of life in both AGA and SGA neonates were reported by Haymond et al in 197422Haymond M.W. Karl I.E. Pagliara A.S. Increased gluconeogenic substrates in the small-for-gestational-age infant.N Engl J Med. 1974; 291: 322-328Crossref PubMed Scopus (114) Google Scholar and by Hawdon et al in 1992.15Hawdon J.M. Ward Platt M.P. Aynsley-Green A. Patterns of metabolic adaptation for preterm and term infants in the first neonatal week.Arch Dis Child. 1992; 67: 357-365Crossref PubMed Scopus (251) Google Scholar Because rates of ketone utilization by the brain are directly proportional to their plasma concentrations,23Bougneres P.F. Lemmel C. Ferre P. Bier D.M. Ketone body transport in the human neonate and infant.J Clin Invest. 1986; 77: 42-48Crossref PubMed Scopus (98) Google Scholar the contribution of ketones to neonatal brain metabolism is less than one-tenth that of older children with similar degrees of hypoglycemia. Plasma free fatty acid (FFA) concentrations were not completely suppressed in the study by Stanley et al.19Stanley C.A. Anday E.K. Baker L. Delivoria-Papadopolous M. Metabolic fuel and hormone responses to fasting in newborn infants.Pediatrics. 1979; 64: 613-619PubMed Google Scholar However, the values may have been artifactually elevated secondary to the stress of sampling by venipuncture; data from Hawdon et al,15Hawdon J.M. Ward Platt M.P. Aynsley-Green A. Patterns of metabolic adaptation for preterm and term infants in the first neonatal week.Arch Dis Child. 1992; 67: 357-365Crossref PubMed Scopus (251) Google Scholar who used a less stressful method of sampling by heel-prick, show clearly suppressed levels of both ketones and FFA (range 0.3-0.5 mmol/L) in normal newborns with low plasma glucose levels during the first few days of life compared with fasted or hypoglycemic older children.24Bonnefont J.P. Specola N.B. Vassault A. Lombes A. Ogier H. de Klerk J.B. et al.The fasting test in paediatrics: application to the diagnosis of pathological hypo- and hyperketotic states.Eur J Pediatr. 1990; 150: 80-85Crossref PubMed Scopus (129) Google Scholar, 25Ward Platt M.P. Tarbit M.J. Aynsley-Green A. The effects of anesthesia and surgery on metabolic homeostasis in infancy and childhood.J Pediatr Surg. 1990; 25: 472-478Abstract Full Text PDF PubMed Scopus (38) Google Scholar Because breast-fed neonates do not receive full calorie intake for several days after birth, it has been suggested that they are able to compensate for low glucose by generation of ketones as an alternative fuel for the brain. Ketones are low in breast fed babies during the first 1-2 days after birth and then rise modestly at 2-3 days after birth (0.7-1.4 mmol/L) before falling to very low levels as breast milk production matures15Hawdon J.M. Ward Platt M.P. Aynsley-Green A. Patterns of metabolic adaptation for preterm and term infants in the first neonatal week.Arch Dis Child. 1992; 67: 357-365Crossref PubMed Scopus (251) Google Scholar, 26Melichar V. Drahota Z. Hahn P. Changes in the blood levels of acetoacetate and ketone bodies in newborn infants.Biol Neonat. 1965; 8: 348-352Crossref PubMed Scopus (16) Google Scholar (ketones remain low in formula fed newborns27Wright L.L. Stanley C.A. Anday E.K. Baker L. The effect of early feeding on plasma glucose levels in SGA infants.Clin Pediatr. 1983; 22: 539-541Crossref PubMed Scopus (5) Google Scholar). Thus, the partial activation of ketogenesis after 24-48 hours of age in breast-fed infants is primarily a marker of low calorie intake coupled with an increase in the threshold for insulin suppression by this age that permits lipolysis and hepatic ketone synthesis. In summary, ketogenesis is suppressed during the period of transitional neonatal hypoglycemia in normal newborns. As discussed below, the low levels of ketones and FFA appears to be explained by incomplete suppression of insulin release in the face of low plasma glucose concentrations. Importantly, without specific measurements of plasma ketone concentrations, it cannot be assumed that ketones are available as an alternative fuel to support brain metabolism when normal neonates develop hypoglycemia or that breast-fed babies are protected against potential adverse effects of hypoglycemia by ketones if their postnatal fasting period extends too long. Using umbilical venous infusions, Isles et al in 1968,28Isles T.E. Dickson M. Farquhar J.W. Glucose tolerance and plasma insulin in newborn infants of normal and diabetic mothers.Pediatr Res. 1968; 2: 198-208Crossref PubMed Scopus (52) Google Scholar demonstrated that normal newborn infants at 2 hours of age have brisk acute insulin responses to glucose, which are comparable with the responses of older children and adults.29Grimberg A. Ferry Jr., R.J. Kelly A. Koo-McCoy S. Polonsky K. Glaser B. et al.Dysregulation of insulin secretion in children with congenital hyperinsulinism due to sulfonylurea receptor mutations.Diabetes. 2001; 50: 322-328Crossref PubMed Scopus (124) Google Scholar In addition, these studies showed that portal vein insulin levels (49 ± 19 μU/mL) were not suppressed at low plasma glucose levels of 44 ± 20 mg/dL. Other reports also indicate that plasma insulin concentrations are not completely suppressed at the lower levels of plasma glucose seen during transitional neonatal hypoglycemia in normal newborns. Stanley et al reported that mean plasma insulin values in term AGA neonates were slightly higher than in older children fasted for 24 hours, despite the lower plasma glucose concentrations in the neonates.19Stanley C.A. Anday E.K. Baker L. Delivoria-Papadopolous M. Metabolic fuel and hormone responses to fasting in newborn infants.Pediatrics. 1979; 64: 613-619PubMed Google Scholar In neonates studied by Hawdon et al,30Hawdon J.M. Aynsley-Green A. Alberti K.G. Ward Platt M.P. The role of pancreatic insulin secretion in neonatal glucoregulation. I. Healthy term and preterm infants.Arch Dis Child. 1993; 68: 274-279Crossref PubMed Scopus (55) Google Scholar prefeed plasma insulin levels were higher and showed a larger variation in both term and preterm infants compared with older children after overnight fasting, despite lower plasma glucose levels in the neonates than in the older children. In most cases, plasma insulin concentrations are not dramatically elevated in newborns with transitional neonatal hypoglycemia. However, this does not exclude hyperinsulinism because this lack of elevated insulin is also commonly observed in genetic forms of hyperinsulinism.8Stanley C.A. Baker L. Hyperinsulinism in infancy: diagnosis by demonstration of abnormal response to fasting hypoglycemia.Pediatrics. 1976; 57: 702-711PubMed Google Scholar, 31Stanley C.A. Baker L. Hyperinsulinism in infants and children: diagnosis and therapy.Adv Pediatr. 1976; 23: 315-355PubMed Google Scholar, 32De Leon D.D. Stanley C.A. Determination of insulin for the diagnosis of hyperinsulinemic hypoglycemia.Best Pract Res Clin Endocrinol Metab. 2013; 27: 763-769Abstract Full Text Full Text PDF PubMed Scopus (38) Google Scholar These studies suggest that transitional neonatal hypoglycemia is associated with incomplete suppression of insulin secretion. As shown in the Figure, an important test to confirm hyperinsulinism is the demonstration of inappropriate retention of liver glycogen stores by a glycemic response to glucagon or epinephrine of greater than 30 mg/dL (1.7 mmol/L).33Finegold D.N. Stanley C.A. Baker L. Glycemic response to glucagon during fasting hypoglycemia: an aid in the diagnosis of hyperinsulinism.J Pediatr. 1980; 96: 257-259Abstract Full Text PDF PubMed Scopus (123) Google Scholar Studies of the glycemic response to epinephrine by Desmond in 195020Desmond M.M. Hild J.R. Gast J.H. The glycemic response of the newborn infant to epinephrine administration: a preliminary report.J Pediatr. 1950; 37: 341-350Abstract Full Text PDF PubMed Scopus (8) Google Scholar showed increments in normal newborns (adjusted to plasma glucose values) ranging from 52-83 mg/dL (2.9-4.6 mmol/L); this included neonates whose baseline plasma glucose concentrations were as low as 29-46 mg/dL (1.6-2.6 mmol/L). The glycemic responses to epinephrine were similar to older infants (3-10 days) in the fed state. Similar glycemic responses to epinephrine occurred in premature neonates, indicating that they also retained substantial stores of liver glycogen, despite having hypoglycemia. Glycemic responses to glucagon during hypoglycemia were studied in newborn infants by Cornblath.34Cornblath M. Levin E.Y. Marquetti E. Studies of carbohydrate metabolism in the newborn. II. The effect of glucagon on the concentration of sugar in capillary blood of the newborn infant.Pediatrics. 1958; 21: 885-892PubMed Google Scholar In term neonates, the mean baseline plasma glucose was 55 mg/dL (3.1 mmol/L) and increased by an average of 41 mg/dL (2.3 mmol/L) 30 minutes after 30 μg/kg of glucagon injected intravenously. In premature neonates, glucagon administration stimulated similar rises in glucose concentrations. Subsequent studies have confirmed that glucagon can produce a brisk glycemic response when plasma glucose concentrations are low both in normal and in SGA or premature neonates.35Blum D. Dodion J. Loeb H. Wilkin P. Hubinont P.O. Studies on hypoglycaemia in small-for-dates newborns.Arch Dis Child. 1969; 44: 304-310Crossref PubMed Scopus (13) Google Scholar, 36Carter P.E. Lloyd D.J. Duffty P. Glucagon for hypoglycaemia in infants small for gestational age.Arch Dis Child. 1988; 63: 1264-1266Crossref PubMed Scopus (25) Google Scholar, 37Mehta A. Wootton R. Cheng K.N. Penfold P. Halliday D. Stacey T.E. Effect of diazoxide or glucagon on hepatic glucose production rate during extreme neonatal hypoglycaemia.Arch Dis Child. 1987; 62: 924-930Crossref PubMed Scopus (24) Google Scholar, 38Miralles R.E. Lodha A. Perlman M. Moore A.M. Experience with intravenous glucagon infusions as a treatment for resistant neonatal hypoglycemia.Arch Pediatr Adolesc Med. 2002; 156: 999-1004Crossref PubMed Scopus (30) Google Scholar, 39van Kempen A.A. Ackermans M.T. Endert E. Kok J.H. Sauerwein H.P. Glucose production in response to glucagon is comparable in preterm AGA and SGA infants.Clin Nutr. 2005; 24: 727-736Abstract Full Text Full Text PDF PubMed Scopus (15) Google Scholar These positive glycemic responses to glucagon and epinephrine in neonates (despite very low baseline glucose concentrations) are very different from the responses of older children who develop fasting hyperketonemia and demonstrate little or no response to glucagon when hypoglycemic,33Finegold D.N. Stanley C.A. Baker L. Glycemic response to glucagon during fasting hypoglycemia: an aid in the diagnosis of hyperinsulinism.J Pediatr. 1980; 96: 257-259Abstract Full Text PDF PubMed Scopus (123) Google Scholar indicating depletion of hepatic glycogen stores. They are, however, very similar to those of infants with hyperinsulinemic hypoglycemia33Finegold D.N. Stanley C.A. Baker L. Glycemic response to glucagon during fasting hypoglycemia: an aid in the diagnosis of hyperinsulinism.J Pediatr. 1980; 96: 257-259Abstract Full Text PDF PubMed Scopus (123) Google Scholar and support the conclusion that transitional neonatal hypoglycemia in normal newborns is caused by hyperinsulinism. The combination of features in transitional neonatal hypoglycemia in normal term, AGA newborns (stable hypoglycemia irrespective of feeding or fasting, suppressed plasma ketones and FFA, incomplete suppression of plasma insulin concentrations, and inappropriately large glycemic responses to glucagon or epinephrine) are well-recognized features of congenital hyperinsulinism caused by activating mutations of glucokinase.40Sayed S. Matschinsky F.M. Stanley C.A. Hyperinsulinism due to activating mutations of glucokinase.in: Deleon D.D. Stanley C.A. Monogenic hyperinsulinemic hypoglycemia disorders. Karger, Geneva2012: 146-157Crossref Scopus (7) Google Scholar Glucokinase plays a key role in setting the glucose threshold for beta-cell insulin secretion. Mutations that increase beta-cell glucokinase activity lower the glucose threshold for insulin release such that baseline plasma glucose concentrations in affected patients are maintained in the range of 50-65 mg/dL (2.8-3.6 mmol/L). These low levels are relatively resistant to change and remain fairly constant both in the fed and fasted state. Because their set-point for insulin release is very close to the normal threshold for neurogenic and neuroglycopenic responses to hypoglycemia (50-65 mg/dL [2.8-3.6 mmol/L]), patients with glucokinase hyperinsulinism have frequent symptomatic hypoglycemia; however, their risk of hypoglycemic brain damage appears to be less than in other genetic forms of hyperinsulinism, in which more extreme degrees of hypoglycemia occur. Similar features of mild hypoglycemia because of a decreased set-point for insulin secretion have also been reported in a family with hyperinsulinism linked to hexokinase-1.41Pinney S.E. Ganapathy K. Bradfield J. Stokes D. Sasson A. Mackiewicz K. et al.Dominant form of congenital hyperinsulinism maps to HK1 region on 10q.Horm Res Paediatr. 2013; 80: 18-27PubMed Google Scholar These 2 examples of altered beta-cell glucose threshold for insulin release may explain why transitional neonatal hypoglycemia, in which plasma glucose concentrations are also close to the threshold for neurogenic and neuroglycopenic symptoms in older children and adults, is unlikely to produce permanent brain injury in normal newborns in the absence of other risk factors, such as birth asphyxia. In summary, the metabolic and hormonal profile of transitional neonatal hypoglycemia indicates that this is a form of hyperinsulinemic hypoglycemia in which the glucose set-point for suppression of insulin secretion is reduced to ∼55-65 mg/dL (2.8-3.6 mmol/L). The features of this \"transitional neonatal hyperinsulinism\" are similar to those of patients with hyperinsulinism because of activating mutations of glucokinase and beta-cell expression of hexokinase-1. Although these disorders illustrate the consequences of dysregulated insulin secretion, we do not suggest that either one is directly involved as the site of dysregulation in transitional neonatal hypoglycemia. In older children and adults, after suppression of insulin secretion, the second hormonal defense against hypoglycemia is activation of glucagon secretion and a sympatho-adrenal discharge (reflected by elevations of plasma epinephrine concentrations) when glucose becomes limiting for brain metabolism.42Cryer P.E. Hypoglycemia in diabetes: Pathophysiology, prevalence, and prevention. American Diabetes Association, Alexandria, VA2009Google Scholar Secretion of both glucagon and epinephrine appear to also be activated in transitional neonatal hypoglycemia in normal neonates. Data from 3 reports suggest that normal and SGA neonates activate neuroendocrine responses to hypoglycemia at plasma glucose concentrations in the range of 50-60 mg/dL (2.8-3.3 mmol/L). In 1974, Sperling et al found that plasma glucagon concentrations in normal neonates increased from 225 ± 26 pg/mL at 30 minutes after delivery to 355 ± 52 pg/mL at 90 minutes, while corresponding concentrations of plasma glucose were dropping from 77 ± 6 mg/dL (4.2 ± 0.3 mmol/L) to 57 ± 7 mg/dL (3.2 ± 0.4 mmol/L) at 30 and 90 minutes, respectively43Sperling M.A. DeLamater P.V. Phelps D. Fiser R.H. Oh W. Fisher D.A. Spontaneous and amino acid-stimulated glucagon secretion in the immediate postnatal period. Relation to glucose and insulin.J Clin Invest. 1974; 53: 1159-1166Crossref PubMed Scopus (95) Google Scholar; at 90 minutes of age, there also was a significant negative correlation between plasma glucagon and glucose levels. Hawdon et al reported that plasma glucagon concentrations were elevated in SGA neonates, including those with moderately low plasma glucose levels (47-54 mg/dL [2.6-3.0 mmol/L]) and in those with glucose <47 mg/dL (2.6 mmol/L); the values were similar to the elevations found in hypoglycemic adults.21Hawdon J.M. Weddell A. Aynsley-Green A. Ward Platt M.P. Hormonal and metabolic response to hypoglycaemia in small for gestational age infants.Arch Dis Child. 1993; 68: 269-273Crossref PubMed Scopus (59) Google Scholar Plasma epinephrine concentrations in these SGA neonates were also elevated to levels seen in adults with \"moderate\" hypoglycemia (plasma glucose >36 mg/dL [2.0 mmol/L]). Swenne et al also reported that glucagon concentrations were elevated in healthy newborns after birth and higher levels correlated with lower levels of plasma glucose.44Swenne I. Ewald U. Gustafsson J. Sandberg E. Ostenson C.G. Inter-relationship between serum concentrations of glucose, glucagon and insulin during the first two days of life in healthy newborns.Acta Paediatr. 1994; 83: 915-919Crossref PubMed Scopus (27) Google Scholar Thus, the glucose range for activation of glucagon and epinephrine in neonates appears to be similar to the glucose thresholds for neuroendocrine responses to hypoglycemia in adults and older children.42Cryer P.E. Hypoglycemia in diabetes: Pathophysiology, prevalence, and prevention. American Diabetes Association, Alexandria, VA2009Google Scholar Studies in adults and older children indicate that the glucose threshold for neuroglycopenia (impaired brain function) is ∼50 mg/dL (2.8 mmol/L),42Cryer P.E. Hypoglycemia in diabetes: Pathophysiology, prevalence, and prevention. American Diabetes Association, Alexandria, VA2009Google Scholar, 45Amiel S.A. Simonson D.C. Sherwin R.S. Lauritano A.A. Tamborlane W.V. Exaggerated epinephrine responses to hypoglycemia in normal and insulin-dependent diabetic children.J Pediatr. 1987; 110: 832-837Abstract Full Text PDF PubMed Scopus (56) Google Scholar, 46Jones T.W. Boulware S.D. Kraemer D.T. Caprio S. Sherwin R.S. Tamborlane W.V. Independent effects of youth and poor diabetes control on responses to hypoglycemia in children.Diabetes. 1991; 40: 358-363Crossref PubMed Google Scholar but attempts to ascertain thresholds for neuroglycopenic responses to hypoglycemia in neonates have not been successful. Although there is controversy about whether the newborn brain is less or more susceptible to injury from hypoglycemia,47Kim M. Yu Z.X. Fredholm B.B. Rivkees S.A. Susceptibility of the developing brain to acute hypoglycemia involving A1 adenosine receptor activation.Am J Physiol Endocrinol Metab. 2005; 289: E562-E569Crossref PubMed Scopus (40) Google Scholar, 48Vannucci R.C. Vannucci S.J. Hypoglycemic brain injury.Semin Neonatol. 2001; 6: 147-155Abstract Full Text PDF PubMed Scopus (131) Google Scholar the limited data available suggest that the glucose thresholds for both neuroendocrine and neuroglycopenic responses to hypoglycemia may not be different in newborn infants than they are in older children and adults. Recent studies of insulin secretion in rodent newborn models suggest a potential mechanism for the apparent lower glucose threshold for insulin release in the period of transitional neonatal hypoglycemia. Islets from newborn rodents have long been known to respond to lower concentrations of glucose than adult islets. For example, in a recent report, postnatal day 1 (P1) mouse islets released insulin in response to a low concentration of glucose (2.8 mmol/L) that had no effect on adult islets, although the P1 islets had a smaller insulin response than mature islets to stimulation with high glucose (16.7 mmol/L).49Blum B. Hrvatin S.S. Schuetz C. Bonal C. Rezania A. Melton D.A. Functional beta-cell maturation is marked by an increased glucose threshold and by expression of urocortin 3.Nat Biotechnol. 2012; 30: 261-264Crossref PubMed Scopus (267) Google Scholar Thorrez et al studied postnatal gene expression patterns in rat islets on days P1 and postnatal day 28 and found that the neonatal P1 islets expressed 5- to 15-fold higher levels of mRNA for 2 genes, which are not normally expressed in beta-cells: the plasma membrane pyruvate/lactate carrier (MCT1) and lactate dehydrogenase (LDHa).50Thorrez L. Laudadio I. Van Deun K. Quintens R. Hendrickx N. Granvik M. et al.Tissue-specific disallowance of housekeeping genes: the other face of cell differentiation.Genome Res. 2011; 21: 95-105Crossref PubMed Scopus (148) Google Scholar Expression of these 2 genes is normally \"disallowed\" in beta cells so that pyruvate and lactate cannot stimulate insulin secretion. Genetic mutations in humans which permit beta cell expression of the MCT1 pyruvate carrier cause exercise-induced hyperinsulinism because of the release of insulin stimulated by elevations of plasma pyruvate during anaerobic exercise.51Otonkoski T. Meissner T. Exercise-induced hyperinsulinism: a failure of monocarboxylate transporter 1 expression silencing.in: Deleon D.D. Stanley C.A. Monogenic hyperinsulinemic hypoglycemia disorders. Karger, Geneva2012: 172-181Crossref Scopus (1) Google Scholar Thus, it is reasonable to speculate that expression in beta cells of both the pyruvate/lactate transporter and of lactate dehydrogenase and, possibly, of other genes expressed differentially during perinatal islet maturation, could explain the decreased glucose thresholds for insulin secretion in fetal life and during the period of transitional neonatal hypoglycemia immediately after birth. It may be important for fetal growth that the glucose threshold for insulin secretion in fetal islets be set lower than in the maternal islets. Continuous fetal secretion of insulin would be important to maintain fetal growth, especially when maternal glucose levels are decreased (eg, during overnight fasting; pregnant women have markedly reduced fasting tolerance and develop hyperketonemia much earlier than nonpregnant women52Felig P. Lynch V. [Starvation in human pregnancy: hypoglycemia, hypoinsulinemia, and hyperketonemia].Science. 1970; 170: 990-992Crossref PubMed Scopus (163) Google Scholar). The generation by the mother of high plasma ketone levels would provide the fetus with an alternative fuel to protect the brain when plasma glucose is low, thus, making it unnecessary for the fetus to switch off insulin secretion and thereby avoid limiting growth. Transitional neonatal hypoglycemia in normal newborns is a hypoketotic form of hypoglycemia, which appears to be caused by a lower glucose threshold for suppression of insulin secretion than would be normal for infants, children, or adults. This interpretation of previously published data could not have been made until recently when the clinical phenotypes of a wide range of genetic forms of hyperinsulinism were described. There may be additional factors contributing to transitional neonatal hypoglycemia, which also deserve further study, including, for example, decreased expression of enzymes in pathways of hepatic glycogenolysis, gluconeogenesis, or ketogenesis, which have been suggested from studies of laboratory animals. It is reasonable to speculate that the low glucose threshold for suppressing insulin release at birth reflects persistence of a fetal islet adaptation that allows the fetus to secrete sufficient insulin to maintain fetal growth even at fetal glucose concentrations that are lower than in the mother and also at times when maternal glucose concentrations are reduced (eg, during fasting or limited calorie consumption). We speculate that the reduced glucose threshold for suppression of beta-cell insulin secretion in the fetus and during a brief transitional period after birth may be due to immaturity in regulating beta cell gene expression (eg, the recently described expression of MCT1 and LDH or other \"disallowed\" genes in fetal beta cells). The signals controlling this immature pattern of beta cell function remain unknown, but it is especially important to understand why fetal disorders, such as intrauterine growth restriction, birth asphyxia, maternal toxemia, and erythroblastosis fetalis,53Driscoll S.G. Steinke J. Pancreatic insulin content in severe erythroblastosis fetalis.Pediatrics. 1967; 39: 448-450PubMed Google Scholar, 54Raivio K.O. Osterlund K. Hypoglycemia and hyperinsulinemia associated with erythroblastosis fetalis.Pediatrics. 1969; 43: 217-225PubMed Google Scholar cause a more severe and more prolonged form of immaturity in beta cell insulin regulation that sometimes requires further evaluation and treatment with diazoxide.13Collins J.E. Leonard J.V. Teale D. Marks V. Williams D.M. Kennedy C.R. et al.Hyperinsulinaemic hypoglycaemia in small for dates babies.Arch Dis Child. 1990; 65: 1118-1120Crossref PubMed Scopus (86) Google Scholar, 14Hoe F.M. Thornton P.S. Wanner L.A. Steinkrauss L. Simmons R.A. Stanley C.A. Clinical features and insulin regulation in infants with a syndrome of prolonged neonatal hyperinsulinism.J Pediatr. 2006; 148: 207-212Abstract Full Text Full Text PDF PubMed Scopus (116) Google Scholar For practical purposes, it is important to address how best to screen neonates for diagnosis of persistent or genetic hypoglycemia disorders so that their high risk of permanent hypoglycemia-induced brain injury can be reduced or eliminated. Differentiation of an infant with a persistent hypoglycemia disorder may not be possible during the period of transitional neonatal hypoglycemia but should become feasible after the period of transitional neonatal hypoglycemia has resolved by day of life 2 or 3. For this reason, the Pediatric Endocrine Society guide for hypoglycemia in neonates recommends that the focus for the first 24-48 hours of life should be on stabilization of glucose levels; whereas after 48 hours, neonates whose glucose values remain low or who have other risk factors should be evaluated to determine the etiology of hypoglycemia and ensure their safety prior to discharge.",
  "authors": [
    {
      "display_name": "Charles A. Stanley",
      "id": "A5073631988",
      "orcid": "https://orcid.org/0000-0003-4881-9392",
      "institutions": [
        {
          "id": "I1335321130",
          "display_name": "Children's Hospital of Philadelphia",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Charles A. Stanley"
    },
    {
      "display_name": "Paul J. Rozance",
      "id": "A5049773569",
      "orcid": "https://orcid.org/0000-0001-8835-9832",
      "institutions": [
        {
          "id": "I921990950",
          "display_name": "University of Colorado Denver",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Paul J. Rozance"
    },
    {
      "display_name": "Paul Thornton",
      "id": "A5014026208",
      "orcid": "https://orcid.org/0000-0002-9706-5665",
      "institutions": [
        {
          "id": "I4210090149",
          "display_name": "Cook Children's Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Paul S. Thornton"
    },
    {
      "display_name": "Diva D. De León",
      "id": "A5051617679",
      "orcid": "https://orcid.org/0000-0003-1225-8087",
      "institutions": [
        {
          "id": "I1335321130",
          "display_name": "Children's Hospital of Philadelphia",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Diva D. De Leon"
    },
    {
      "display_name": "Deborah L. Harris",
      "id": "A5056156083",
      "orcid": "https://orcid.org/0000-0003-2498-9223",
      "institutions": [
        {
          "id": "I2801645848",
          "display_name": "Waikato Hospital",
          "country_code": "NZ",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Deborah Harris"
    },
    {
      "display_name": "Morey W. Haymond",
      "id": "A5027183958",
      "orcid": "https://orcid.org/0000-0003-0631-2913",
      "institutions": [
        {
          "id": "I1288882113",
          "display_name": "Boston Children's Hospital",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Morey W. Haymond"
    },
    {
      "display_name": "Khalid Hussain",
      "id": "A5000322092",
      "orcid": "https://orcid.org/0000-0002-3714-8696",
      "institutions": [
        {
          "id": "I45129253",
          "display_name": "University College London",
          "country_code": "GB",
          "type": "funder"
        },
        {
          "id": "I2800129641",
          "display_name": "Great Ormond Street Hospital",
          "country_code": "GB",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Khalid Hussain"
    },
    {
      "display_name": "Lynne L. Levitsky",
      "id": "A5005763249",
      "orcid": "https://orcid.org/0000-0002-3898-3933",
      "institutions": [
        {
          "id": "I4210087915",
          "display_name": "Massachusetts General Hospital",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Lynne L. Levitsky"
    },
    {
      "display_name": "M. Hassan Murad",
      "id": "A5054802858",
      "orcid": "https://orcid.org/0000-0001-5502-5975",
      "institutions": [
        {
          "id": "I1330342723",
          "display_name": "Mayo Clinic",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mohammad H. Murad"
    },
    {
      "display_name": "Rebecca A. Simmons",
      "id": "A5077604020",
      "orcid": "https://orcid.org/0000-0002-2901-8904",
      "institutions": [
        {
          "id": "I1335321130",
          "display_name": "Children's Hospital of Philadelphia",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Rebecca A. Simmons"
    },
    {
      "display_name": "Mark A. Sperling",
      "id": "A5103015412",
      "orcid": "https://orcid.org/0000-0002-4703-2443",
      "institutions": [
        {
          "id": "I1288882113",
          "display_name": "Boston Children's Hospital",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mark A. Sperling"
    },
    {
      "display_name": "David A. Weinstein",
      "id": "A5058451474",
      "orcid": "https://orcid.org/0000-0002-1341-9367",
      "institutions": [
        {
          "id": "I33213144",
          "display_name": "University of Florida",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "David A. Weinstein"
    },
    {
      "display_name": "Neil H. White",
      "id": "A5084201184",
      "orcid": "https://orcid.org/0000-0002-4701-1976",
      "institutions": [
        {
          "id": "I1324021844",
          "display_name": "St. Louis Children's Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I204465549",
          "display_name": "Washington University in St. Louis",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Neil H. White"
    },
    {
      "display_name": "Joseph I. Wolfsdorf",
      "id": "A5048803065",
      "orcid": "https://orcid.org/0000-0001-6220-6758",
      "institutions": [
        {
          "id": "I1288882113",
          "display_name": "Boston Children's Hospital",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Joseph I. Wolfsdorf"
    }
  ],
  "publication_year": 2015,
  "publication_date": "2015-05-09",
  "type": "review",
  "cited_by_count": 221,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S3774022",
    "display_name": "The Journal of Pediatrics",
    "issn_l": "0022-3476",
    "issn": [
      "0022-3476",
      "1085-8695",
      "1097-6833"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320990"
  },
  "volume": "166",
  "issue": "6",
  "first_page": "1520",
  "last_page": "1525.e1",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "http://www.jpeds.com/article/S0022347615001651/pdf",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.95322347
    },
    {
      "id": "C2780668416",
      "display_name": "Hypoglycemia",
      "level": 3,
      "score": 0.7184353
    },
    {
      "id": "C89611455",
      "display_name": "Mechanism (biology)",
      "level": 2,
      "score": 0.605728
    },
    {
      "id": "C2777986614",
      "display_name": "Neonatal hypoglycemia",
      "level": 5,
      "score": 0.59689057
    },
    {
      "id": "C177713679",
      "display_name": "Intensive care medicine",
      "level": 1,
      "score": 0.5699403
    },
    {
      "id": "C2779685841",
      "display_name": "Transitional care",
      "level": 3,
      "score": 0.5666706
    },
    {
      "id": "C187212893",
      "display_name": "Pediatrics",
      "level": 1,
      "score": 0.3510453
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.19927314
    },
    {
      "id": "C2779234561",
      "display_name": "Pregnancy",
      "level": 2,
      "score": 0.12511528
    },
    {
      "id": "C2779306644",
      "display_name": "Insulin",
      "level": 2,
      "score": 0.10274148
    },
    {
      "id": "C46973012",
      "display_name": "Gestation",
      "level": 3,
      "score": 0.055016637
    },
    {
      "id": "C160735492",
      "display_name": "Health care",
      "level": 2,
      "score": 0.050347388
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C2779434492",
      "display_name": "Gestational diabetes",
      "level": 4,
      "score": 0.0
    },
    {
      "id": "C111472728",
      "display_name": "Epistemology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C162324750",
      "display_name": "Economics",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C54355233",
      "display_name": "Genetics",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C50522688",
      "display_name": "Economic growth",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11623",
      "display_name": "Hyperglycemia and glycemic control in critically ill and hospitalized patients",
      "score": 0.9997
    },
    {
      "id": "T11027",
      "display_name": "Metabolism and Genetic Disorders",
      "score": 0.9979
    },
    {
      "id": "T12267",
      "display_name": "Diet and metabolism studies",
      "score": 0.9961
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/j.jpeds.2015.02.045",
  "pdf_url": "http://www.jpeds.com/article/S0022347615001651/pdf",
  "retrieved_date": "2025-07-30T15:04:45.791513",
  "source_database": "OpenAlex"
}