{
  "openalex_id": "W1967370844",
  "doi": "https://doi.org/10.1016/s2214-109x(13)70097-4",
  "title": "Risk factors for stroke in Tanzania",
  "abstract": "Stroke is a leading cause of death and disability worldwide, mandating the need for a global strategy for stroke prevention.1Murray CJ Vos T Lozano R et al.Disability-adjusted life years (DALYs) for 291 diseases and injuries in 21 regions, 1990-2010: a systematic analysis for the Global Burden of Disease Study 2010.Lancet. 2012; 380: 2197-2223Summary Full Text Full Text PDF PubMed Scopus (6467) Google Scholar, 2Vos T Flaxman AD Naghavi M et al.Years lived with disability (YLDs) for 1160 sequelae of 289 diseases and injuries 1990-2010: a systematic analysis for the Global Burden of Disease Study 2010.Lancet. 2012; 380: 2163-2196Summary Full Text Full Text PDF PubMed Scopus (5717) Google Scholar, 3O'Donnell MJ Xavier D Liu L et al.Risk factors for ischaemic and intracerebral haemorrhagic stroke in 22 countries (the INTERSTROKE study): a case-control study.Lancet. 2010; 376: 112-123Summary Full Text Full Text PDF PubMed Scopus (2224) Google Scholar Central to the development of a strategy for stroke prevention is the need to establish the importance of modifiable risk factors for stroke, both globally and within regions and countries. Whereas the age-adjusted incidence of stroke is decreasing in high-income countries, it is increasing in low-income and middle-income countries.4Feigin VL Lawes CM Bennett DA Barker-Collo SL Parag V Worldwide stroke incidence and early case fatality reported in 56 population-based studies: a systematic review.Lancet Neurol. 2009; 8: 355-369Summary Full Text Full Text PDF PubMed Scopus (1968) Google Scholar Until recently, our knowledge of risk factors for stroke was derived almost exclusively from western Europe and North America. Phase 1 of the INTERSTROKE study,3O'Donnell MJ Xavier D Liu L et al.Risk factors for ischaemic and intracerebral haemorrhagic stroke in 22 countries (the INTERSTROKE study): a case-control study.Lancet. 2010; 376: 112-123Summary Full Text Full Text PDF PubMed Scopus (2224) Google Scholar which assessed the importance of risk factors in 22 high-income, middle-income, and low-income countries, reported that 90% of the population-attributable risk for stroke was associated with ten risk factors: hypertension, smoking, physical inactivity, poor diet, obesity, dyslipidaemia, diabetes mellitus, psychosocial stress, depression, and cardiac causes (eg, atrial fibrillation). Despite inclusion of 3000 cases and 3000 controls, this study was not large enough to reliably assess whether there were important regional variations in the effect of risk factors. Such information is essential to implement region-specific population-based interventions to reduce the burden of stroke. The full-scale INTERSTROKE study, which now includes more than 26 000 participants from 31 countries, and which is expected to be reported in 2014, will provide reliable estimates of the importance of risk factors for stroke (both overall and by subtype) in different regions of the world. Regional variations in the importance of risk factors for stroke might relate to variations in the prevalence or strength of association of common risk factors, or to the presence of unique risk factors in some regions or populations (eg, specific infections or rheumatic heart disease).5Yusuf S Reddy S Ounpuu S Anand S Global burden of cardiovascular diseases: part II: variations in cardiovascular disease by specific ethnic groups and geographic regions and prevention strategies.Circulation. 2001; 104: 2855-2864Crossref PubMed Scopus (932) Google Scholar In The Lancet Global Health, Richard Walker and colleagues6Walker RW Jusabani A Aris E et al.Stroke risk factors in an incident population in urban and rural Tanzania: a prospective, community-based, case-control study.Lancet Glob Health. 2013; 1: e282-e288Summary Full Text Full Text PDF Scopus (54) Google Scholar report the results of a case-control study of risk factors for stroke in Tanzania. Their study makes several important contributions. First, they provide the first information about importance of risk factors for stroke in urban and rural Tanzania, and confirm the feasibility of undertaking challenging stroke research in a low-income setting, for which the investigators should be congratulated. A key challenge in stroke research is identification of stroke subtype, because even the major distinction between ischaemic and haemorrhagic stroke requires neuroimaging, which is not completed in many patients in low-income settings because of poor availability and access and high costs. Neuroimaging is also required for exclusion of some non-stroke causes. In Walker and colleagues' study, less than half of patients underwent CT scans of the brain. Second, the investigators report the importance of known modifiable risk factors for stroke, of which hypertension, smoking, and hypercholesterolaemia were the most important. The prevalence of hypertension in cases and controls was very high, making it a key modifiable risk factor for stroke in Tanzania. Country-specific and region-specific information about risk factors for stroke is an essential step for raising of local awareness to inform health policy, even when information about some risk factors, such as hypertension, is largely confirmatory. The risk associated with dyslipidaemia (odds ratio 4·54, 95% CI 2·49–8·28) was higher than that reported in previous epidemiological studies,3O'Donnell MJ Xavier D Liu L et al.Risk factors for ischaemic and intracerebral haemorrhagic stroke in 22 countries (the INTERSTROKE study): a case-control study.Lancet. 2010; 376: 112-123Summary Full Text Full Text PDF PubMed Scopus (2224) Google Scholar, 7Di AE Sarwar N Perry P et al.Major lipids, apolipoproteins, and risk of vascular disease.JAMA. 2009; 302: 1993-2000Crossref PubMed Scopus (2020) Google Scholar which might suggest that this disorder could be a greater risk factor in Africa than in other regions; however, this notion requires confirmation in larger studies. The study did not obtain data for diet, physical activity, or obesity, which are also likely to be important. Third, Walker and colleagues provide information about emerging risk factors for stroke, which might have importance for specific approaches to prevent stroke in Tanzania. In this regard, the importance of HIV infection is a notable finding, and associated with a increase of five times in risk of stroke, which is larger than that reported in previous studies.8Benjamin LA Bryer A Emsley HC Khoo S Solomon T Connor MD HIV infection and stroke: current perspectives and future directions.Lancet Neurol. 2012; 11: 878-890Summary Full Text Full Text PDF PubMed Scopus (194) Google Scholar, 9Mateen FJ Shinohara RT Carone M et al.Neurologic disorders incidence in HIV+ vs HIV- men: Multicenter AIDS Cohort Study, 1996–2011.Neurology. 2012; 79: 1873-1880Crossref PubMed Scopus (57) Google Scholar, 10Chow FC Regan S Feske S Meigs JB Grinspoon SK Triant VA Comparison of ischemic stroke incidence in HIV-infected and non-HIV-infected patients in a US health care system.J Acquir Immune Defic Syndr. 2012; 60: 351-358Crossref PubMed Scopus (250) Google Scholar However, HIV status was missing in 44% of the cohort and the methods of case recruitment might have introduced a selection bias for this risk factor. Furthermore, because only 40% of cases underwent neuroimaging, non-stroke causes might have been included among cases. Nevertheless, these findings are provocative, and should prompt future studies to examine this important issue in larger studies. If these studies confirm the association of HIV with stroke, studies to better understand the pathophysiology of why HIV increases stroke risk and specific interventions to reduce the risk will be needed. In the meantime, more vigorous efforts at control of hypertension, treatment of dyslipidaemia, and tobacco control should be the main focus of strategies to reduce the burden of stroke in Africa. In parallel, efforts to control the HIV epidemic should continue. We are Principal Investigators of the INTERSTROKE study. Stroke risk factors in an incident population in urban and rural Tanzania: a prospective, community-based, case-control studyWe have identified many of the risk factors for stroke already reported for other world regions. HIV status was an independent risk factor for stroke within an antiretroviral-naive population. Clinicians should be aware of the increased risk of stroke in people with HIV, even in the absence of antiretroviral treatment. Full-Text PDF Open Access",
  "authors": [
    {
      "display_name": "Martin O’Donnell",
      "id": "A5080710200",
      "orcid": "https://orcid.org/0000-0002-7347-7761",
      "institutions": [
        {
          "id": "I4210086850",
          "display_name": "Health Research Board",
          "country_code": "IE",
          "type": "government"
        },
        {
          "id": "I188760350",
          "display_name": "Ollscoil na Gaillimhe – University of Galway",
          "country_code": "IE",
          "type": "funder"
        },
        {
          "id": "I2802834092",
          "display_name": "Population Health Research Institute",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Martin O'Donnell"
    },
    {
      "display_name": "Salim Yusuf",
      "id": "A5018419311",
      "orcid": "https://orcid.org/0000-0003-4776-5601",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I2802834092",
          "display_name": "Population Health Research Institute",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Salim Yusuf"
    }
  ],
  "publication_year": 2013,
  "publication_date": "2013-10-24",
  "type": "letter",
  "cited_by_count": 8,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210176958",
    "display_name": "The Lancet Global Health",
    "issn_l": "2214-109X",
    "issn": [
      "2214-109X",
      "2572-116X"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320990"
  },
  "volume": "1",
  "issue": "5",
  "first_page": "e241",
  "last_page": "e242",
  "open_access": {
    "is_oa": true,
    "oa_status": "gold",
    "oa_url": "http://www.thelancet.com/article/S2214109X13700974/pdf",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C83867959",
      "display_name": "Scopus",
      "level": 3,
      "score": 0.8381375
    },
    {
      "id": "C2780645631",
      "display_name": "Stroke (engine)",
      "level": 2,
      "score": 0.67059857
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.6628018
    },
    {
      "id": "C61511704",
      "display_name": "Incidence (geometry)",
      "level": 2,
      "score": 0.4835634
    },
    {
      "id": "C2908647359",
      "display_name": "Population",
      "level": 2,
      "score": 0.46851182
    },
    {
      "id": "C2779357621",
      "display_name": "Tanzania",
      "level": 2,
      "score": 0.4435004
    },
    {
      "id": "C2779134260",
      "display_name": "Disease",
      "level": 2,
      "score": 0.43370062
    },
    {
      "id": "C74909509",
      "display_name": "Gerontology",
      "level": 1,
      "score": 0.3806344
    },
    {
      "id": "C2779473830",
      "display_name": "MEDLINE",
      "level": 2,
      "score": 0.36991793
    },
    {
      "id": "C99454951",
      "display_name": "Environmental health",
      "level": 1,
      "score": 0.16950038
    },
    {
      "id": "C142724271",
      "display_name": "Pathology",
      "level": 1,
      "score": 0.13027924
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.1298762
    },
    {
      "id": "C205649164",
      "display_name": "Geography",
      "level": 0,
      "score": 0.12417647
    },
    {
      "id": "C78519656",
      "display_name": "Mechanical engineering",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C91375879",
      "display_name": "Environmental planning",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C127413603",
      "display_name": "Engineering",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C121332964",
      "display_name": "Physics",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C120665830",
      "display_name": "Optics",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10227",
      "display_name": "Acute Ischemic Stroke Management",
      "score": 0.9981
    },
    {
      "id": "T10510",
      "display_name": "Stroke Rehabilitation and Recovery",
      "score": 0.9419
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/s2214-109x(13)70097-4",
  "pdf_url": "http://www.thelancet.com/article/S2214109X13700974/pdf",
  "retrieved_date": "2025-07-30T16:03:43.542811",
  "source_database": "OpenAlex"
}