{
  "openalex_id": "W1963922860",
  "doi": "https://doi.org/10.1074/jbc.m109.002915",
  "title": "Neurotrophins Induce Neuregulin Release through Protein Kinase Cδ Activation",
  "abstract": "Proper, graded communication between different cell types is essential for normal development and function. In the nervous system, heart, and for some cancer cells, part of this communication requires signaling by soluble and membrane-bound factors produced by the NRG1 gene. We have previously shown that glial-derived neurotrophic factors activate a rapid, localized release of soluble neuregulin from neuronal axons that can, in turn promote proper axoglial development (Esper, R. M., and Loeb, J. A. (2004) J. Neurosci. 24, 6218–6227). Here we elucidate the mechanism of this localized, regulated release by implicating the delta isoform of protein kinase C (PKC). Blocking the PKC delta isoform with either rottlerin, a selective antagonist, or small interference RNA blocks the regulated release of neuregulin from both transfected cells and primary neuronal cultures. PKC activation also leads to the rapid phosphorylation of the pro-NRG1 cytoplasmic tail on serine residues adjacent to the membrane-spanning segment, that, when mutated markedly reduce the rate of NRG1 activity release. These findings implicate this specific PKC isoform as an important factor for the cleavage and neurotrophin-regulated release of soluble NRG1 forms that have important effects in nervous system development and disease. Proper, graded communication between different cell types is essential for normal development and function. In the nervous system, heart, and for some cancer cells, part of this communication requires signaling by soluble and membrane-bound factors produced by the NRG1 gene. We have previously shown that glial-derived neurotrophic factors activate a rapid, localized release of soluble neuregulin from neuronal axons that can, in turn promote proper axoglial development (Esper, R. M., and Loeb, J. A. (2004) J. Neurosci. 24, 6218–6227). Here we elucidate the mechanism of this localized, regulated release by implicating the delta isoform of protein kinase C (PKC). Blocking the PKC delta isoform with either rottlerin, a selective antagonist, or small interference RNA blocks the regulated release of neuregulin from both transfected cells and primary neuronal cultures. PKC activation also leads to the rapid phosphorylation of the pro-NRG1 cytoplasmic tail on serine residues adjacent to the membrane-spanning segment, that, when mutated markedly reduce the rate of NRG1 activity release. These findings implicate this specific PKC isoform as an important factor for the cleavage and neurotrophin-regulated release of soluble NRG1 forms that have important effects in nervous system development and disease. The neuregulins (NRGs) 2The abbreviations used are: NRGneuregulinpro-NRG1transmembrane precursor of NRG1PKCprotein kinase CNGFnerve growth factorBDNFbrain-derived neurotrophic factorGDNFglial cell-derived neurotrophic factorBACE1β-site Alzheimer precursor protein-cleaving enzyme 1PMAphorbol 12-myristate 13-acetateCHOChinese hamster ovaryCTcytoplasmic tailsiRNAsmall interference RNADMEMDulbecco's modified Eagle's medium. are a family of growth and differentiation factors with a broad range of functions during development and in the adult. NRGs are necessary for glial and cardiac development and participate in a wide range of biologic processes ranging from proper formation of peripheral nerves and the neuromuscular junction to tumor growth (2Adlkofer K. Lai C. Glia. 2000; 29: 104-111Crossref PubMed Scopus (158) Google Scholar, 3Atlas E. Cardillo M. Mehmi I. Zahedkargaran H. Tang C. Lupu R. Mol. Cancer Res. 2003; 1: 165-175PubMed Google Scholar, 4Calaora V. Rogister B. Bismuth K. Murray K. Brandt H. Leprince P. Marchionni M. Dubois-Dalcq M. J. Neurosci. 2001; 21: 4740-4751Crossref PubMed Google Scholar, 5Dong Z. Brennan A. Liu N. Yarden Y. Lefkowitz G. Mirsky R. Jessen K.R. Neuron. 1995; 15: 585-596Abstract Full Text PDF PubMed Scopus (402) Google Scholar, 6Hippenmeyer S. Shneider N.A. Birchmeier C. Burden S.J. Jessell T.M. Arber S. Neuron. 2002; 36: 1035-1049Abstract Full Text Full Text PDF PubMed Scopus (127) Google Scholar, 7Sandrock Jr., A.W. Dryer S.E. Rosen K.M. Gozani S.N. Kramer R. Theill L.E. Fischbach G.D. Science. 1997; 276: 599-603Crossref PubMed Scopus (246) Google Scholar, 8Meyer D. Birchmeier C. Nature. 1995; 378: 386-390Crossref PubMed Scopus (1058) Google Scholar, 9Negro A. Brar B.K. Lee K.F. Recent Prog. Horm. Res. 2004; 59: 1-12Crossref PubMed Scopus (174) Google Scholar). The NRGs have also been implicated as both potential mediators and therapeutic targets for a number of human diseases including cancer, schizophrenia, and multiple sclerosis (10Loeb J.A. Neurology. 2007; 68: S38-S42; discussion S43–S54Crossref PubMed Scopus (21) Google Scholar, 11Esper R.M. Pankonin M.S. Loeb J.A. Brain Res. Rev. 2006; 51: 161-175Crossref PubMed Scopus (134) Google Scholar, 12Pankonin M.S. Sohi J. Kamholz J. Loeb J.A. Brain Res. 2009; 1258: 1-11Crossref PubMed Scopus (41) Google Scholar). NRGs function as mediators of cell-to-cell communication through a multitude of alternatively spliced isoforms arising from at least four distinct genes that bind to and activate members of the epidermal growth factor receptor family HER-2/3/4 (ErbB-2/3/4) (13Carraway 3rd, K.L. Weber J.L. Unger M.J. Ledesma J. Yu N. Gassmann M. Lai C. Nature. 1997; 387: 512-516Crossref PubMed Scopus (342) Google Scholar, 14Chang H. Riese 2nd, D.J. Gilbert W. Stern D.F. McMahan U.J. Nature. 1997; 387: 509-512Crossref PubMed Scopus (256) Google Scholar, 15Fischbach G.D. Rosen K.M. Annu. Rev. Neurosci. 1997; 20: 429-458Crossref PubMed Scopus (254) Google Scholar, 16Harari D. Tzahar E. Romano J. Shelly M. Pierce J.H. Andrews G.C. Yarden Y. Oncogene. 1999; 18: 2681-2689Crossref PubMed Scopus (258) Google Scholar, 17Ishiguro H. Higashiyama S. Yamada K. Ichino N. Taniguchi N. Nagatsu T. Nihon Shinkei Seishin Yakurigaku Zasshi. 1998; 18: 137-142PubMed Google Scholar, 18Zhang D. Sliwkowski M.X. Mark M. Frantz G. Akita R. Sun Y. Hillan K. Crowley C. Brush J. Godowski P.J. Proc. Natl. Acad. Sci. U.S.A. 1997; 94: 9562-9567Crossref PubMed Scopus (328) Google Scholar, 19Falls D.L. Exp. Cell Res. 2003; 284: 14-30Crossref PubMed Scopus (858) Google Scholar). neuregulin transmembrane precursor of NRG1 protein kinase C nerve growth factor brain-derived neurotrophic factor glial cell-derived neurotrophic factor β-site Alzheimer precursor protein-cleaving enzyme 1 phorbol 12-myristate 13-acetate Chinese hamster ovary cytoplasmic tail small interference RNA Dulbecco's modified Eagle's medium. Although all known isoforms of the NRG1 gene have an epidermal growth factor-like domain sufficient to bind to and activate its receptors (20Loeb J.A. Fischbach G.D. J. Cell Biol. 1995; 130: 127-135Crossref PubMed Scopus (114) Google Scholar), products of this gene are divided into three classes based on structurally and functionally different N-terminal regions (21Steinthorsdottir V. Stefansson H. Ghosh S. Birgisdottir B. Bjornsdottir S. Fasquel A.C. Olafsson O. Stefansson K. Gulcher J.R. Gene. 2004; 342: 97-105Crossref PubMed Scopus (130) Google Scholar) The type I and II forms have a unique N-terminal, heparin-binding Ig-like domain (22Holmes W.E. Sliwkowski M.X. Akita R.W. Henzel W.J. Lee J. Park J.W. Yansura D. Abadi N. Raab H. Lewis G.D. et al.Science. 1992; 256: 1205-1210Crossref PubMed Scopus (925) Google Scholar, 23Wen D. Peles E. Cupples R. Suggs S.V. Bacus S.S. Luo Y. Trail G. Hu S. Silbiger S.M. Levy R.B. et al.Cell. 1992; 69: 559-572Abstract Full Text PDF PubMed Scopus (526) Google Scholar, 24Corfas G. Falls D.L. Fischbach G.D. Proc. Natl. Acad. Sci. U.S.A. 1993; 90: 1624-1628Crossref PubMed Scopus (71) Google Scholar, 25Falls D.L. Rosen K.M. Corfas G. Lane W.S. Fischbach G.D. Cell. 1993; 72: 801-815Abstract Full Text PDF PubMed Scopus (554) Google Scholar, 26Wen D. Suggs S.V. Karunagaran D. Liu N. Cupples R.L. Luo Y. Janssen A.M. Ben-Baruch N. Trollinger D.B. Jacobsen V.L. et al.Mol. Cell Biol. 1994; 14: 1909-1919Crossref PubMed Scopus (234) Google Scholar). This Ig-like domain potentiates the biological activities of soluble NRG1 forms and leads to their highly selective tissue distributions through its affinity for specific cell-surface heparan sulfates (12Pankonin M.S. Sohi J. Kamholz J. Loeb J.A. Brain Res. 2009; 1258: 1-11Crossref PubMed Scopus (41) Google Scholar, 20Loeb J.A. Fischbach G.D. J. Cell Biol. 1995; 130: 127-135Crossref PubMed Scopus (114) Google Scholar, 27Loeb J.A. Khurana T.S. Robbins J.T. Yee A.G. Fischbach G.D. Development. 1999; 126: 781-791Crossref PubMed Google Scholar, 28Li Q. Loeb J.A. J. Biol. Chem. 2001; 276: 38068-38075Abstract Full Text Full Text PDF PubMed Google Scholar). These forms are first expressed as transmembrane precursors (pro-NRG1) that undergo proteolytic cleavage to release their soluble ectodomains. The type III NRG1 forms, on the other hand, are not typically released from cells, because their N-terminal domain consists of a cysteine-rich domain that can serve as a membrane tether making this form ideal for juxtacrine signaling. This form has been strongly implicated to be important peripheral nerve myelination (29Michailov G.V. Sereda M.W. Brinkmann B.G. Fischer T.M. Haug B. Birchmeier C. Role L. Lai C. Schwab M.H. Nave K.A. Science. 2004; 304: 700-703Crossref PubMed Scopus (752) Google Scholar, 30Taveggia C. Zanazzi G. Petrylak A. Yano H. Rosenbluth J. Einheber S. Xu X. Esper R.M. Loeb J.A. Shrager P. Chao M.V. Falls D.L. Role L. Salzer J.L. Neuron. 2005; 47: 681-694Abstract Full Text Full Text PDF PubMed Scopus (571) Google Scholar, 31Brinkmann B.G. Agarwal A. Sereda M.W. Garratt A.N. Muller T. Wende H. Stassart R.M. Nawaz S. Humml C. Velanac V. Radyushkin K. Goebbels S. Fischer T.M. Franklin R.J. Lai C. Ehrenreich H. Birchmeier C. Schwab M.H. Nave K.A. Neuron. 2008; 59: 581-595Abstract Full Text Full Text PDF PubMed Scopus (290) Google Scholar). While many of the biological functions of type I/II NRG1 forms are less clear, their ability to be released from axons in the peripheral and central nervous systems in a regulated manner provides the potential for long range cell-cell communication not possible from membrane-bound forms. Studies examining the regulation of type I NRG1 release from neuronal axons have implicated protein kinase C (PKC) as a mediator of NRG1 release from pro-NRG1 in transfected cell lines (32Loeb J.A. Susanto E.T. Fischbach G.D. Mol. Cell Neurosci. 1998; 11: 77-91Crossref PubMed Scopus (59) Google Scholar). Subsequent studies in intact neurons found that PKC activation was sufficient to release NRG1 from sensory and motor neuron axons and that NRG1 could also be released by Schwann cell-derived neurotrophic factors, such as BDNF and GDNF (1Esper R.M. Loeb J.A. J. Neurosci. 2004; 24: 6218-6227Crossref PubMed Scopus (82) Google Scholar). Recently, the β-secretase protease BACE1 has been suggested to cleave these NRG1 forms so that when it is knocked out in mice, deficits similar to those seen in NRG1 knockouts are seen (33Hu X. Hicks C.W. He W. Wong P. Macklin W.B. Trapp B.D. Yan R. Nat. Neurosci. 2006; 9: 1520-1525Crossref PubMed Scopus (500) Google Scholar, 34Willem M. Garratt A.N. Novak B. Citron M. Kaufmann S. Rittger A. DeStrooper B. Saftig P. Birchmeier C. Haass C. Science. 2006; 314: 664-666Crossref PubMed Scopus (614) Google Scholar). These findings suggest that reciprocal communication between NRG1s and neurotrophins could be an important mechanisms for local axoglial communication that is critical for normal peripheral nerve development. Consistently, PKC has been implicated as a key mediator for the electrically mediated release of NRG1 from cultured cerebellar granule cells and pontine nucleus neurons (35Ozaki M. Itoh K. Miyakawa Y. Kishida H. Hashikawa T. J. Neurochem. 2004; 91: 176-188Crossref PubMed Scopus (72) Google Scholar). The PKC family consists of 10 serine/threonine kinases isoforms (α, βI, βII, γ, δ, ϵ, ζ, θ, λ, and η) each with a unique cellular distribution, target specificity, mechanism of activation, and function (36Goekjian P.G. Jirousek M.R. Curr. Med. Chem. 1999; 6: 877-903PubMed Google Scholar). One of these functions promotes the cleavage and release of soluble signaling proteins that are initially synthesized as membrane-spanning precursors. In addition to NRG1, other proteins released upon PKC activation include epidermal growth factor, transforming growth factor-α, amyloid precursor protein, l-selectin, and interleukins (1Esper R.M. Loeb J.A. J. Neurosci. 2004; 24: 6218-6227Crossref PubMed Scopus (82) Google Scholar, 37Black R.A. Rauch C.T. Kozlosky C.J. Peschon J.J. Slack J.L. Wolfson M.F. Castner B.J. Stocking K.L. Reddy P. Srinivasan S. Nelson N. Boiani N. Schooley K.A. Gerhart M. Davis R. Fitzner J.N. Johnson R.S. Paxton R.J. March C.J. Cerretti D.P. Nature. 1997; 385: 729-733Crossref PubMed Scopus (2728) Google Scholar, 38Le Gall S.M. Auger R. Dreux C. Mauduit P. J. Biol. Chem. 2003; 278: 45255-45268Abstract Full Text Full Text PDF PubMed Scopus (63) Google Scholar, 39Kamal A. Stokin G.B. Yang Z. Xia C.H. Goldstein L.S. Neuron. 2000; 28: 449-459Abstract Full Text Full Text PDF PubMed Scopus (448) Google Scholar, 40Hinkle C.L. Mohan M.J. Lin P. Yeung N. Rasmussen F. Milla M.E. Moss M.L. Biochemistry. 2003; 42: 2127-2136Crossref PubMed Scopus (50) Google Scholar, 41Lanni C. Mazzucchelli M. Porrello E. Govoni S. Racchi M. Eur. J. Biochem. 2004; 271: 3068-3075Crossref PubMed Scopus (49) Google Scholar, 42Thabard W. Collette M. Bataille R. Amiot M. Biochem. J. 2001; 358: 193-200Crossref PubMed Scopus (34) Google Scholar, 43Arribas J. Massague J. J. Cell Biol. 1995; 128: 433-441Crossref PubMed Scopus (130) Google Scholar). We hypothesize that neurotrophic factors induce the cleavage and release of NRG1 from pro-NRG1 through PKC activation. This hypothesis seems reasonable, because neurotrophin binding to the Trk family of neurotrophin receptor tyrosine kinases, but not the low affinity neurotrophin receptor p75 (44Plo I. Bono F. Bezombes C. Alam A. Bruno A. Laurent G. J. Neurosci. Res. 2004; 77: 465-474Crossref PubMed Scopus (24) Google Scholar), activates phospholipase Cγ-mediated conversion of membrane-bound phosphatidylinositol bisphosphate to inositol triphosphate and diacylglycerol, which in turn, can activate PKC (45Patapoutian A. Reichardt L.F. Curr. Opin. Neurobiol. 2001; 11: 272-280Crossref PubMed Scopus (923) Google Scholar, 46Kikkawa U. Matsuzaki H. Yamamoto T. J. Biochem. 2002; 132: 831-839Crossref PubMed Scopus (198) Google Scholar, 47Huang E.J. Reichardt L.F. Annu. Rev. Biochem. 2003; 72: 609-642Crossref PubMed Scopus (1982) Google Scholar, 48Shirai Y. Saito N. J. Biochem. 2002; 132: 663-668Crossref PubMed Scopus (128) Google Scholar). Although this can be achieved using phorbol 12-myristate 13-acetate (PMA), a diacylglycerol analog sufficient to activate most PKC isozymes (48Shirai Y. Saito N. J. Biochem. 2002; 132: 663-668Crossref PubMed Scopus (128) Google Scholar), the exact PKC isoform and mechanism by which this occurs is not known. Here, we demonstrate NRG1 is released from cells through direct activation of the PKCδ isoform using siRNA and PKC isoform-specific inhibitors in transfected Chinese hamster ovary (CHO) cells, PC12, and primary neuronal cultures. We further demonstrate that PKC activation induces rapid phosphorylation of the cytoplasmic tail of pro-NRG1 on specific serine residues that are required for efficient NRG1 activity release. These findings provide mechanistic insights into how highly localized, reciprocal signaling occurs along neuronal axons, which has important implications for normal development and disease. Sensory neurons were cultured from E12 chicken dorsal root ganglia as previously described in serum-free media (L15, penicillin/streptomycin, 0.6% glucose, 2 mm glutamine, 0.06% NaHCO3) supplemented with N2, B27, and 10 ng/ml NGF (Invitrogen) (1Esper R.M. Loeb J.A. J. Neurosci. 2004; 24: 6218-6227Crossref PubMed Scopus (82) Google Scholar, 49Banker G.G.K. Culturing Nerve Cells. 2nd Ed. MIT Press, Cambridge1998Google Scholar). The cultures were treated with 1.75 mm Ara-C (Sigma) on alternate days (24 h on, 24 h off, 24 h on, then 24 h off) to remove contaminating fibroblasts and glia. PC12TrkB cells were a generous gift from Dr. Moses Chao. This rat pheochromocytoma cell line expresses both the NGF receptor (TrkA) and the BDNF receptor (TrkB), but no detectable endogenous neuregulin, and can be induced to differentiate into neuron-like cells with neurotrophic factor stimulation. Stably-transfected CHO cell lines were prepared using the Flp-In system CHOFRT cell line from Invitrogen (Carlsbad, CA). The gene encoding chicken pro-NRG1 was amplified by PCR from pCDNAI/λ12.7 to introduce flanking restriction sites and cloned into the multiple cloning site of the pCDNA5/FRT vector (Invitrogen). The new pro-NRG1 vector was then co-transfected with the Flip Recombinase vector (pOG44) into the CHOFRT cells to create stable pro-NRG1-expressing fibroblast cell lines, which were selected with 400 μg/ml hygromycin, according to the manufacturer's instructions. The pro-NRG1 vectors were transiently transfected into PC12TrkB cells using Lipofectamine/PLUS (Invitrogen). NRG1 activity released from cells was measured with a sensitive and highly specific biological assay as previously described (1Esper R.M. Loeb J.A. J. Neurosci. 2004; 24: 6218-6227Crossref PubMed Scopus (82) Google Scholar). In brief, L6 myoblasts were plated into 48-well plates (Corning Costar), incubated at 37 °C, and allowed to fuse and differentiate for 7–8 days. The L6 culture media was removed and replaced with the test sample, and the cells were incubated for 45 min at 37 °C, after which the cells were placed on ice and lysed. Following immunoprecipitation with erbB2 and erbB3 antibodies (Neomarkers), proteins were resolved on a 6% reducing acrylamide gel and transferred to a polyvinylidene difluoride membrane. Western blots were performed using an antibody against phosphotyrosine (pY, 4G10) as described previously (28Li Q. Loeb J.A. J. Biol. Chem. 2001; 276: 38068-38075Abstract Full Text Full Text PDF PubMed Google Scholar) and then stripped and re-probed with a mixture of the erbB2 and erbB3 antibodies to measure the total amount of erbB protein present in each lysate. Specificity has been shown by blocking this activity with NRG antibodies, heparin, and a soluble NRG1 antagonist. Band intensity was quantified on a flatbed scanner with a transparency adapter using Metamorph image analysis software as previously described (28Li Q. Loeb J.A. J. Biol. Chem. 2001; 276: 38068-38075Abstract Full Text Full Text PDF PubMed Google Scholar). The calculated ratio of tyrosine-phosphorylated erbB protein to total erbB protein provides a quantitative linear measurement of NRG1 concentration. Recombinant NGF was purchased from Invitrogen, and recombinant human BDNF was a gift from Regeneron. Recombinant NRGβ1-(1–246) was from Amgen. Antibodies specific for pro-NRG1 (sc348), PKCδ (sc937), and erbB (sc284 and sc285) were from Santa Cruz Biotechnology (Santa Cruz, CA), and the β-actin antibody (AC-15) was from Sigma. A second anti-NRG1 antibody that recognizes the truncated cytoplasmic tail of the c isoform, 1310, was provided by Amgen (27Loeb J.A. Khurana T.S. Robbins J.T. Yee A.G. Fischbach G.D. Development. 1999; 126: 781-791Crossref PubMed Google Scholar). Additional erbB antibodies were from Neomarkers (Fremont, CA). For Western blots, each antibody was used at 1:5000 dilution, and the pro-NRG1 antibody was used at 1:100 for immunoprecipitation. Rottlerin and PMA were from Sigma. Go6976 and GF109203X (bisindolylmaleimide I) were from Calbiochem. Multiple PKCδ siRNAs and non-silencing control siRNA were from Qiagen (Valencia, CA) and designed by Internet-based software provided by Qiagen. To knockdown the delta (δ) isoform of PKC, 2.5 μg of siRNA was transfected into CHO or PC12 cell lines, or primary chicken dorsal root ganglia sensory neurons (in 12-well plates at 4.0 × 105 cells/well) with 5 μl of Lipofectamine2000 (Invitrogen). The cells were incubated for 4 days, which was required for complete protein knockdown as assessed by Western blot of cell lysates. [32P]orthophosphate (H3PO4) was purchased from MP Biomedicals (formerly ICN, Irvine, CA), and used for in vitro phosphoprotein labeling as described (50Boyle W.J. van der Geer P. Hunter T. Methods Enzymol. 1991; 201: 110-149Crossref PubMed Scopus (1276) Google Scholar). Briefly, CHO fibroblasts expressing pro-NRG1 were plated in 12-well plates (Costar) at a density of 1.25 × 105 cells/dish and allowed to grow overnight. The next day, the media was changed, and the cells were washed three times in 1 ml of phosphate-free DMEM, and incubated in phosphate-free DMEM for 1 h at 37 °C. The cells were washed twice in phosphate-free DMEM, and incubated with 250 μCi/ml [32P]orthophosphate in 500 μl of phosphate-free DMEM for 2 h at 37 °C. Some cells were treated with 12.5 μm rottlerin for 15 min prior to PMA treatment. PMA (10 nm) was added to the cells for variable periods of time before placing the cells on ice. The radioactive media was removed and discarded, and the cells were washed in 1 ml of ice-cold DMEM, lysed in 1 ml of ice-cold radioimmune precipitation assay buffer (1% Nonidet P-40, 0.5% sodium deoxycholic acid, 0.1% SDS, 0.15 m NaCl, 0.05 m Tris, 0.05 m EDTA, 5 μg/ml leupeptin, 1 μg/ml pepstatin, and 10 mm sodium o-vanadate), and immunoprecipitated overnight with the pro-NRG1 antibody (sc348) at 1:100 dilution with Protein-A-Sepharose beads (Sigma). The immunoprecipitated proteins were resolved by 10% SDS-PAGE and transferred to a polyvinylidene difluoride membrane, which was then exposed to Kodak XAR-5 film at −80 °C with an enhancer screen. Parallel wild-type and pro-NRG1-expressing CHO cell cultures were lysed in 2× dithiothreitol sample buffer and run on the same gel without immunoprecipitation to serve as controls. A Western blot was performed by probing the membrane with the pro-NRG1 antibody (sc348) to confirm the identity of the 32P-incorporated protein bands. This antibody is directed against the C-terminal region of pro-NRG1 and detects both pro-NRG1 and cleaved tail fragments. TLC for phosphoamino acid analysis was performed essentially as described (50Boyle W.J. van der Geer P. Hunter T. Methods Enzymol. 1991; 201: 110-149Crossref PubMed Scopus (1276) Google Scholar). Specifically, protein bands corresponding to the pro-NRG1 precursor and the proteolytic tail fragments were excised from the membrane and hydrolyzed with 6 n HCl at 110 °C for 1 h, and concentrated in a SpeedVac to near dryness. Samples were reconstituted to 10 μl in pH 1.9 TLC buffer (25:87:897 formic acid, glacial acetic acid, water) and separated on 100-μm cellulose TLC plates (Fisher, Pittsburgh, PA) with non-radioactive phosphoamino acid standards (Sigma) in PAA Buffer (75:50:15:60 n-butanol, pyridine, glacial acetic acid, water), followed by amine staining with ninhydrin (Fisher). TLC plates were then exposed to Kodak XAR-5 film at −80 °C with enhancer screens. Specific serine residues of the pro-NRGβ1c cytoplasmic tail were mutated to alanine using the QuikChange site-directed mutagenesis kit from Stratagene (La Jolla, CA), per the manufacturer's instructions. PCR primers for the specific regions to be mutated were designed using the Stratagene Codon Replacement strategy. After PCR amplification of the mutated pro-NRG DNA sequences, they were inserted into the pCDNA5/FRT vector (Invitrogen) and sequenced for verification. The new pro-NRG1 vectors were then co-transfected with the Flip Recombinase vector (pOG44) into the CHOFRT cells to create stable pro-NRG1-expressing fibroblast cell lines, which were selected with 400 μg/ml hygromycin, according to the manufacturer's instructions. Additional site-specific mutant pro-NRGβ1c sequences in the pCDNA/FRT vector were purchased from Genscript (Piscataway, NJ) and co-transfected with the Flip Recombinase vector to create stable CHOFRT cell lines. The pro-NRG1-expressing CHO cells were plated into 12-well plates and treated with 10 nm PMA for increasing amounts of time. The cells were placed on ice and lysed. Cell lysates were separated on a 10% polyacrylamide gel. Western blot of the resulting membranes was done with the 1310 antibody, specific for the pro-NRG cytoplasmic tail. Activation of PKC with the phorbol ester, PMA, causes the release of NRG1 activity from neurons and transfected cells (1Esper R.M. Loeb J.A. J. Neurosci. 2004; 24: 6218-6227Crossref PubMed Scopus (82) Google Scholar, 32Loeb J.A. Susanto E.T. Fischbach G.D. Mol. Cell Neurosci. 1998; 11: 77-91Crossref PubMed Scopus (59) Google Scholar). To determine the optimal concentration of PMA to promote NRG1 activity release from the Type I (β1a) chicken pro-NRG1 precursor, stably transfected CHO cells treated with increasing concentrations of PMA, and released NRG1 activity was measured with a sensitive and specific biological assay measuring phosphorylation of erbB receptors in cultured myotubes (Fig. 1A). This quantitative bioassay was used instead of Western blotting due to the absence of sufficiently sensitive and specific antibodies for soluble NRG1 (1Esper R.M. Loeb J.A. J. Neurosci. 2004; 24: 6218-6227Crossref PubMed Scopus (82) Google Scholar). Increasing amounts of NRG1 activity were released from these cells in response to increasing concentrations of PMA, with a maximal level achieved at 1 μm. 10 nm PMA was determined to be approximately half-maximal to promote NRG1 activity release from these cells. The kinetics of PKC-mediated NRG1 activity release was determined using 10 nm PMA (Fig. 1, B and C). The amount of pro-NRG1 and its cleavage products were determined by Western blot of total cell lysates using an antibody against the cytoplasmic tail of pro-NRG1. pro-NRG1 appears as two distinct bands on Western blots due to variable N-linked glycosylation of the extracellular domain (51Pankonin M.S. Gallagher J.T. Loeb J.A. J. Biol. Chem. 2005; 280: 383-388Abstract Full Text Full Text PDF PubMed Scopus (39) Google Scholar). Within 30 s of PKC activation, pro-NRG1 cytoplasmic tail fragments (CT) begin to appear and reach a maximum concentration by 5 min after PKC activation before decreasing to an approximately half-maximal steady level (Fig. 1C). This observation correlated with the disappearance of mature (upper/higher glycosylated) pro-NRG1 from the cells and the appearance of soluble NRG1 activity in the culture media, as detected by erbB receptor phosphorylation in L6 myotubes. Thus, PKC activation was sufficient to promote the cleavage of pro-NRG1 and subsequent release of soluble NRG1 activity in a process that is rapid and saturable. To determine the specific isoform of PKC responsible for pro-NRG1 cleavage and release, we tested a series of isoform-specific PKC antagonists, because PMA activates all isoforms of PKC. GF109203X (bisindolylmaleimide I) is a broad spectrum antagonist with strongest activity against the α, βI, βII, γ, and ϵ, but not δ forms, whereas Go6976 is more specific against the α, βI, and βII forms (52Davies S.P. Reddy H. Caivano M. Cohen P. Biochem. J. 2000; 351: 95-105Crossref PubMed Scopus (3957) Google Scholar). Rottlerin is a selective antagonist for the δ isoform (53Gschwendt M. Muller H.J. Kielbassa K. Zang R. Kittstein W. Rincke G. Marks F. Biochem. Biophys. Res. Commun. 1994; 199: 93-98Crossref PubMed Scopus (762) Google Scholar, 54Jayasuriya H. McChesney J.D. Swanson S.M. Pezzuto J.M. J. Nat. Prod. 1989; 52: 325-331Crossref PubMed Scopus (90) Google Scholar, 55Susarla B.T. Robinson M.B. J. Neurochem. 2003; 86: 635-645Crossref PubMed Scopus (56) Google Scholar). In dose-response studies with each of these PKC inhibitors only rottlerin blocked PMA-stimulated NRG1 activity release from transfected fibroblasts, demonstrating a potentially specific role for PKCδ in the release of NRG1 (Fig. 2A). When CHO cells expressing pro-NRG1 were pre-treated with the PKCδ antagonist, rottlerin, stimulation with PMA failed to promote pro-NRG1 cleavage as shown by Western blot in Fig. 2B. Although there are loading differences, this clearly shows a significantly reduced ratio of the cleaved cytoplasmic tail, which we have repeated in three other experiments (not shown). Consistently, the more heavily glycosylated upper pro-NRG1 band is only minimally reduced with the antagonist (ratio of 0.5 to 0.4, with the antagonist). This strongly suggests that the δ isoform of PKC works in part through promoting the pro-NRG1 cleavage event, which is a prerequisite for the release of soluble NRG1. As a complementary approach to using pharmacological inhibitors, we asked whether three distinct siRNAs against PKCδ would have a similar effect on pro-NRG1 cleavage and release. Each of these siRNAs that was first shown to effectively reduce the levels of PKCδ by Western blotting markedly reduced NRG1 activity release from transfected CHO cells following PKC activation (data shown only for one of these siRNAs) (Fig. 2C). Thus, using a combination of pharmacologic and genetic approaches, we demonstrate that the δ isoform of PKC is necessary for the release of NRG1 activity by PMA. Because neurotrophins promote NRG1 activity release from axons as well as activate PKC through Trk receptors (44Plo I. Bono F. Bezombes C. Alam A. Bruno A. Laurent G. J. Neurosci. Res. 2004; 77: 465-474Crossref PubMed Scopus (24) Google Scholar, 56Arevalo J.C. Wu S.H. Cell Mol. Life Sci. 2006; 63: 1523-1537Crossref PubMed Scopus (215) Google Scholar, 57Zirrgiebel U. Ohga Y. Carter B. Berninger B. Inagaki N. Thoenen H. Lindholm D. J. Neurochem. 1995; 65: 2241-2250Crossref PubMed Scopus (126) Google Scholar), we asked whether PKCδ is required for NRG1 activity release after NGF stimulation of primary dorsal root ganglia sensory neurons (Fig. 3A",
  "authors": [
    {
      "display_name": "Raymond M. Esper",
      "id": "A5086277366",
      "orcid": null,
      "institutions": [
        {
          "id": "I185443292",
          "display_name": "Wayne State University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Raymond M. Esper"
    },
    {
      "display_name": "Jeffrey A. Loeb",
      "id": "A5050248409",
      "orcid": "https://orcid.org/0000-0003-2980-6377",
      "institutions": [
        {
          "id": "I185443292",
          "display_name": "Wayne State University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Jeffrey A. Loeb"
    }
  ],
  "publication_year": 2009,
  "publication_date": "2009-08-01",
  "type": "article",
  "cited_by_count": 39,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S140251998",
    "display_name": "Journal of Biological Chemistry",
    "issn_l": "0021-9258",
    "issn": [
      "0021-9258",
      "1067-8816",
      "1083-351X"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320990"
  },
  "volume": "284",
  "issue": "39",
  "first_page": "26251",
  "last_page": "26260",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "http://www.jbc.org/article/S0021925820384556/pdf",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C185323287",
      "display_name": "Neuregulin",
      "level": 3,
      "score": 0.88234055
    },
    {
      "id": "C195794163",
      "display_name": "Protein kinase C",
      "level": 3,
      "score": 0.75934356
    },
    {
      "id": "C2778769476",
      "display_name": "Rottlerin",
      "level": 4,
      "score": 0.7369996
    },
    {
      "id": "C2778560701",
      "display_name": "Neuregulin 1",
      "level": 3,
      "score": 0.71307814
    },
    {
      "id": "C95444343",
      "display_name": "Cell biology",
      "level": 1,
      "score": 0.6619811
    },
    {
      "id": "C53345823",
      "display_name": "Gene isoform",
      "level": 3,
      "score": 0.60465974
    },
    {
      "id": "C92020748",
      "display_name": "Neurotrophin",
      "level": 3,
      "score": 0.49992394
    },
    {
      "id": "C160539049",
      "display_name": "Neurotrophic factors",
      "level": 3,
      "score": 0.47666317
    },
    {
      "id": "C166703698",
      "display_name": "RNA interference",
      "level": 4,
      "score": 0.47044033
    },
    {
      "id": "C184235292",
      "display_name": "Kinase",
      "level": 2,
      "score": 0.45041108
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.44715685
    },
    {
      "id": "C11960822",
      "display_name": "Phosphorylation",
      "level": 2,
      "score": 0.44501767
    },
    {
      "id": "C62478195",
      "display_name": "Signal transduction",
      "level": 2,
      "score": 0.38673767
    },
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.37200314
    },
    {
      "id": "C170493617",
      "display_name": "Receptor",
      "level": 2,
      "score": 0.33358717
    },
    {
      "id": "C55493867",
      "display_name": "Biochemistry",
      "level": 1,
      "score": 0.24096587
    },
    {
      "id": "C67705224",
      "display_name": "RNA",
      "level": 3,
      "score": 0.12792
    },
    {
      "id": "C104317684",
      "display_name": "Gene",
      "level": 2,
      "score": 0.122523606
    }
  ],
  "topics": [
    {
      "id": "T10755",
      "display_name": "HER2/EGFR in Cancer Research",
      "score": 0.9975
    },
    {
      "id": "T12620",
      "display_name": "Signaling Pathways in Disease",
      "score": 0.996
    },
    {
      "id": "T10831",
      "display_name": "Cell Adhesion Molecules Research",
      "score": 0.9953
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1074/jbc.m109.002915",
  "pdf_url": "http://www.jbc.org/article/S0021925820384556/pdf",
  "retrieved_date": "2025-07-30T15:04:45.757540",
  "source_database": "OpenAlex"
}