{
  "openalex_id": "W1964117903",
  "doi": "https://doi.org/10.1016/j.juro.2009.12.095",
  "title": "High Incidence of Vesicoureteral Reflux in Mice With Fgfr2 Deletion in Kidney Mesenchyma",
  "abstract": "No AccessJournal of UrologyInvestigative Urology1 May 2010High Incidence of Vesicoureteral Reflux in Mice With Fgfr2 Deletion in Kidney Mesenchymais companion ofUrinary Neutrophil-Gelatinase Associated Lipocalin is a Potential Noninvasive Marker for Renal Scarring in Patients With Vesicoureteral RefluxCompliance With Antibiotic Prophylaxis in Children With Vesicoureteral Reflux: Results From a National Pharmacy Claims Database David S. Hains, Sunder Sims-Lucas, Ashley Carpenter, Monalee Saha, Inga Murawski, Kayle Kish, Indra Gupta, Kirk McHugh, and Carlton M. Bates David S. HainsDavid S. Hains Division of Nephrology, Department of Pediatrics, Ohio State University College of Medicine, Columbus, Ohio , Sunder Sims-LucasSunder Sims-Lucas Center for Cell and Developmental Biology, Research Institute at Nationwide Children's Hospital, Ohio Rangos Research Center, Children's Hospital of Pittsburgh of University of Pittsburgh Medical Center, Pittsburgh, Pennsylvania , Ashley CarpenterAshley Carpenter Center for Cell and Developmental Biology, Research Institute at Nationwide Children's Hospital, Ohio , Monalee SahaMonalee Saha Center for Cell and Developmental Biology, Research Institute at Nationwide Children's Hospital, Ohio , Inga MurawskiInga Murawski Department of Pediatrics and Human Genetics, McGill University, Quebec, Canada , Kayle KishKayle Kish Center for Cell and Developmental Biology, Research Institute at Nationwide Children's Hospital, Ohio , Indra GuptaIndra Gupta Montreal Children's Hospital, Montreal, Quebec, Canada , Kirk McHughKirk McHugh Division of Nephrology, Department of Pediatrics, Ohio State University College of Medicine, Columbus, Ohio , and Carlton M. BatesCarlton M. Bates Division of Nephrology, Department of Pediatrics, Ohio State University College of Medicine, Columbus, Ohio Division of Nephrology, Department of Pediatrics, University of Pittsburgh School of Medicine, Pittsburgh, Pennsylvania View All Author Informationhttps://doi.org/10.1016/j.juro.2009.12.095AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: Mice with Fgfr2 conditional deletion in metanephric mesenchyma (Fgfr2Mes−/−) have ureteral bud induction abnormalities. We determined whether Fgfr2Mes−/− mutants developed abnormally positioned ureters predisposing to vesicoureteral reflux. Materials and Methods: We measured common nephric duct length and assayed for apoptosis in embryonic day 11.5 mice. We performed 3-dimensional reconstruction of, and real-time polymerase chain reaction and whole mount in situ hybridization for Fgfr2 in urinary tracts in embryonic day 15.5 embryos. We also performed cystograms followed by 3-dimensional reconstruction in postnatal animals. Results: Compared with controls Fgfr2Mes−/− embryos had increased common nephric duct length with no difference in apoptosis, indicating cranially displaced ureteral buds. Three-dimensional reconstruction at embryonic day 15.5 showed low ureteral insertion into the bladder near the bladder neck in Fgfr2Mes−/− mice. Postnatal Fgfr2Mes−/− mutants had a high rate of vesicoureteral reflux compared with controls (47.4% vs 4.0%, p = 0.00006). In postnatal mutants with unilateral reflux the refluxing ureters inserted closer to the bladder neck than nonrefluxing ureters. External ureteral insertional angles at the outer bladder wall formed by the ureteral insertion points and the bladder neck were greater in mutant refluxing ureters than in contralateral nonrefluxing ureters or control ureters. At embryonic day 15.5 Fgfr2 was decreased in Fgfr2Mes−/− kidneys compared with that in controls but not statistically different in ureters or bladders. Conclusions: Fgfr2Mes−/− mice have ureteral induction abnormalities associated with abnormal ureteral insertion in the bladder and subsequent vesicoureteral reflux, consistent with the Mackie and Stephens hypothesis. References 1 : Gene discovery and vesicoureteric reflux. Pediatr Nephrol2008; 23: 1021. Google Scholar 2 North American Pediatric Renal Transplant Cooperative Study (NAPRTCS): 2006 Annual Report. Rockville 2006; pp 1–270. Google Scholar 3 : Apoptosis induced by vitamin A signaling is crucial for connecting the ureters to the bladder. Nat Genet2005; 37: 1082. Google Scholar 4 : Natural history of vesicoureteral reflux: Outcome of a trial of nonoperative therapy. Urol Clin North Am1974; 1: 441. Google Scholar 5 : The intravesical ureter in children with vesicoureteral reflux: a morphological and immunohistochemical characterization. J Urol2003; 170: 2423. Link, Google Scholar 6 : Extracellular matrix degradation and reduced nerve supply in refluxing ureteral endings. J Urol2004; 172: 1099. Link, Google Scholar 7 : Loss of interstitial cells of Cajal and gap junction protein connexin 43 at the vesicoureteral junction in children with vesicoureteral reflux. J Urol2005; 174: 1981. Link, Google Scholar 8 : Structural changes of the intravesical ureter in children with vesicoureteral reflux-does ischemia have a role?. J Urol2006; 176: 2212. Link, Google Scholar 9 : The ureteric orifice: the embryologic key to radiologic status of duplex kidneys. J Pediatr Surg1975; 10: 473. Google Scholar 10 : Duplex kidneys: a correlation of renal dysplasia with position of the ureteral orifice. J Urol1975; 114: 274. Link, Google Scholar 11 : Role of fibroblast growth factor receptor 2 in kidney mesenchyme. Pediatr Res2008; 64: 592. Google Scholar 12 : Role of fibroblast growth factor receptors 1 and 2 in the metanephric mesenchyme. Dev Biol2006; 291: 325. Google Scholar 13 : International system of radiographic grading of vesicoureteric reflux: International Reflux Study in Children. Pediatr Radiol1985; 15: 105. Google Scholar 14 : Overexpression of RET leads to vesico-ureteric reflux in mice. Am J Physiol Renal Physiol2004; . Google Scholar 15 : Ureteric bud cells secrete multiple factors, including bFGF, which rescue renal progenitors from apoptosis. Am J Physiol1997; 273: F757. Google Scholar 16 : Soluble dominant-negative receptor uncovers essential roles for fibroblast growth factors in multi-organ induction and patterning. EMBO J1998; 17: 1642. Google Scholar 17 : FGF8 is required for cell survival at distinct stages of nephrogenesis and for regulation of gene expression in nascent nephrons. Development2005; 132: 3847. Google Scholar 18 : FGF10 acts as a major ligand for FGF receptor 2 IIIb in mouse multi-organ development. Biochem Biophys Res Commun2000; 277: 643. Google Scholar 19 : Basic fibroblast growth factor can mediate the early inductive events in renal development. Proc Natl Acad Sci USA1995; 92: 4696. Google Scholar 20 : FGF-7 modulates ureteric bud growth and nephron number in the developing kidney. Development1999; 126: 547. Google Scholar 21 : Fibroblast growth factor receptor 2-IIIb acts upstream of Shh and Fgf4 and is required for limb bud maintenance but not for the induction of Fgf8, Fgf10, Msx1, or Bmp4. Dev Biol2001; 231: 47. Google Scholar 22 : Lack of major involvement of human uroplakin genes in vesicoureteral reflux: implications for disease heterogeneity. Kidney Int2004; 66: 10. Google Scholar 23 : Role of the angiotensin type 2 receptor gene in congenital anomalies of the kidney and urinary tract, CAKUT, of mice and men. Mol Cell1999; 3: 1. Google Scholar 24 : Disruption of ROBO2 is associated with urinary tract anomalies and confers risk of vesicoureteral reflux. Am J Hum Genet2007; 80: 616. Google Scholar 25 : SLIT2-mediated ROBO2 signaling restricts kidney induction to a single site. Dev Cell2004; 6: 709. Google Scholar 26 : High-grade vesicoureteral reflux in Pfeiffer syndrome. Urol J2008; 5: 200. Google Scholar 27 : Clinical spectrum of fibroblast growth factor receptor mutations. Hum Mutat1999; 14: 115. Google Scholar 28 : Visceral anomalies in the Apert syndrome. Am J Med Genet1993; 45: 758. Google Scholar 29 : Contralateral renal abnormalities in multicystic-dysplastic kidney disease. J Pediatr1992; 121: 65. Google Scholar 30 : Natural history of vesicoureteral reflux associated with kidney anomalies. Urology2005; 65: 1208. Google Scholar © 2010 by American Urological Association Education and Research, Inc.FiguresReferencesRelatedDetailsCited byAtala A (2018) Re: Modulation of Apoptotic Response by LAR Family Phosphatases-cIAP1 Signaling during Urinary Tract MorphogenesisJournal of Urology, VOL. 199, NO. 6, (1399-1400), Online publication date: 1-Jun-2018.Related articlesJournal of Urology19 Mar 2010Urinary Neutrophil-Gelatinase Associated Lipocalin is a Potential Noninvasive Marker for Renal Scarring in Patients With Vesicoureteral RefluxJournal of Urology19 Mar 2010Compliance With Antibiotic Prophylaxis in Children With Vesicoureteral Reflux: Results From a National Pharmacy Claims Database Volume 183Issue 5May 2010Page: 2077-2084Supplementary Materials Advertisement Copyright & Permissions© 2010 by American Urological Association Education and Research, Inc.Keywordsreceptors, fibroblast growth factormicevesico-ureteral refluxembryonic developmentureterAcknowledgmentsDrs. Jon Epstein, University of Pennsylvania, and David Ornitz, Washington University, provided Pax3cre and floxed Fgfr2 mice, respectively.MetricsAuthor Information David S. Hains Division of Nephrology, Department of Pediatrics, Ohio State University College of Medicine, Columbus, Ohio More articles by this author Sunder Sims-Lucas Center for Cell and Developmental Biology, Research Institute at Nationwide Children's Hospital, Ohio Rangos Research Center, Children's Hospital of Pittsburgh of University of Pittsburgh Medical Center, Pittsburgh, Pennsylvania More articles by this author Ashley Carpenter Center for Cell and Developmental Biology, Research Institute at Nationwide Children's Hospital, Ohio More articles by this author Monalee Saha Center for Cell and Developmental Biology, Research Institute at Nationwide Children's Hospital, Ohio More articles by this author Inga Murawski Department of Pediatrics and Human Genetics, McGill University, Quebec, Canada More articles by this author Kayle Kish Center for Cell and Developmental Biology, Research Institute at Nationwide Children's Hospital, Ohio More articles by this author Indra Gupta Montreal Children's Hospital, Montreal, Quebec, Canada More articles by this author Kirk McHugh Division of Nephrology, Department of Pediatrics, Ohio State University College of Medicine, Columbus, Ohio More articles by this author Carlton M. Bates Division of Nephrology, Department of Pediatrics, Ohio State University College of Medicine, Columbus, Ohio Division of Nephrology, Department of Pediatrics, University of Pittsburgh School of Medicine, Pittsburgh, Pennsylvania More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "David S. Hains",
      "id": "A5030759310",
      "orcid": "https://orcid.org/0000-0001-6511-9561",
      "institutions": [
        {
          "id": "I52357470",
          "display_name": "The Ohio State University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "David S. Hains"
    },
    {
      "display_name": "Sunder Sims‐Lucas",
      "id": "A5055129942",
      "orcid": "https://orcid.org/0000-0003-1908-4809",
      "institutions": [
        {
          "id": "I1314135232",
          "display_name": "Nationwide Children's Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I4210130600",
          "display_name": "Children's Hospital of Pittsburgh",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I4210134769",
          "display_name": "University of Pittsburgh Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Sunder Sims-Lucas"
    },
    {
      "display_name": "Ashley R. Carpenter",
      "id": "A5113646746",
      "orcid": null,
      "institutions": [
        {
          "id": "I1314135232",
          "display_name": "Nationwide Children's Hospital",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ashley Carpenter"
    },
    {
      "display_name": "Monalee Saha",
      "id": "A5112516132",
      "orcid": null,
      "institutions": [
        {
          "id": "I1314135232",
          "display_name": "Nationwide Children's Hospital",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Monalee Saha"
    },
    {
      "display_name": "Inga J. Murawski",
      "id": "A5058341722",
      "orcid": null,
      "institutions": [
        {
          "id": "I5023651",
          "display_name": "McGill University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Inga Murawski"
    },
    {
      "display_name": "Kayle Kish",
      "id": "A5034289522",
      "orcid": null,
      "institutions": [
        {
          "id": "I1314135232",
          "display_name": "Nationwide Children's Hospital",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Kayle Kish"
    },
    {
      "display_name": "Indra R. Gupta",
      "id": "A5031837438",
      "orcid": "https://orcid.org/0000-0002-2460-746X",
      "institutions": [
        {
          "id": "I2799950917",
          "display_name": "Montreal Children's Hospital",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Indra Gupta"
    },
    {
      "display_name": "Kirk M. McHugh",
      "id": "A5111894889",
      "orcid": null,
      "institutions": [
        {
          "id": "I52357470",
          "display_name": "The Ohio State University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Kirk McHugh"
    },
    {
      "display_name": "Carlton M. Bates",
      "id": "A5059246094",
      "orcid": "https://orcid.org/0000-0003-3248-5586",
      "institutions": [
        {
          "id": "I52357470",
          "display_name": "The Ohio State University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I170201317",
          "display_name": "University of Pittsburgh",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Carlton M. Bates"
    }
  ],
  "publication_year": 2010,
  "publication_date": "2010-03-23",
  "type": "article",
  "cited_by_count": 52,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "183",
  "issue": "5",
  "first_page": "2077",
  "last_page": "2084",
  "open_access": {
    "is_oa": true,
    "oa_status": "green",
    "oa_url": "https://europepmc.org/articles/pmc3657704?pdf=render",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C2777609623",
      "display_name": "Vesicoureteral reflux",
      "level": 4,
      "score": 0.9072834
    },
    {
      "id": "C2776664737",
      "display_name": "Ureter",
      "level": 2,
      "score": 0.67486227
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.62566257
    },
    {
      "id": "C126894567",
      "display_name": "Urology",
      "level": 1,
      "score": 0.5317107
    },
    {
      "id": "C2780091579",
      "display_name": "Kidney",
      "level": 2,
      "score": 0.5249179
    },
    {
      "id": "C2779762690",
      "display_name": "Urinary bladder",
      "level": 2,
      "score": 0.463878
    },
    {
      "id": "C130010870",
      "display_name": "Ureteric bud",
      "level": 5,
      "score": 0.44206932
    },
    {
      "id": "C77411442",
      "display_name": "Urinary system",
      "level": 2,
      "score": 0.44149125
    },
    {
      "id": "C2778653478",
      "display_name": "Kidney disease",
      "level": 2,
      "score": 0.42461562
    },
    {
      "id": "C43270747",
      "display_name": "Reflux",
      "level": 3,
      "score": 0.37848783
    },
    {
      "id": "C105702510",
      "display_name": "Anatomy",
      "level": 1,
      "score": 0.3708458
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.28913233
    },
    {
      "id": "C142724271",
      "display_name": "Pathology",
      "level": 1,
      "score": 0.27978164
    },
    {
      "id": "C145103041",
      "display_name": "Embryonic stem cell",
      "level": 3,
      "score": 0.27832615
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.22910509
    },
    {
      "id": "C2777632694",
      "display_name": "Kidney development",
      "level": 4,
      "score": 0.1410572
    },
    {
      "id": "C2779134260",
      "display_name": "Disease",
      "level": 2,
      "score": 0.0
    },
    {
      "id": "C55493867",
      "display_name": "Biochemistry",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C104317684",
      "display_name": "Gene",
      "level": 2,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11815",
      "display_name": "Urological Disorders and Treatments",
      "score": 0.9998
    },
    {
      "id": "T12140",
      "display_name": "Renal and related cancers",
      "score": 0.9996
    },
    {
      "id": "T11412",
      "display_name": "Genetic and Kidney Cyst Diseases",
      "score": 0.9984
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/j.juro.2009.12.095",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:15:24.655382",
  "source_database": "OpenAlex"
}