{
  "openalex_id": "W1968225416",
  "doi": "https://doi.org/10.1785/0120110080",
  "title": "Inferring a Thrust-Related Earthquake History from Secondary Faulting: A Long Rupture Record of La Laja Fault, San Juan, Argentina",
  "abstract": "Research Article| December 17, 2013 Inferring a Thrust‐Related Earthquake History from Secondary Faulting: A Long Rupture Record of La Laja Fault, San Juan, Argentina Thomas K. Rockwell; Thomas K. Rockwell aDepartment of Geological Sciences, San Diego State University, 5500 Campanile Drive, San Diego, California 92182‐102 Search for other works by this author on: GSW Google Scholar Daniel E. Ragona; Daniel E. Ragona bBP p.l.c., 1 St James's Square, London, SW1Y 4PD, United Kingdom Search for other works by this author on: GSW Google Scholar Andrew J. Meigs; Andrew J. Meigs cCollege of Earth, Ocean, and Atmospheric Sciences, 104 CEOAS Administration Hall, Oregon State University, Corvallis, Oregon 97331‐5506 Search for other works by this author on: GSW Google Scholar Lewis A. Owen; Lewis A. Owen dDepartment of Geology, University of Cincinnati, Cincinnati, Ohio 45221 Search for other works by this author on: GSW Google Scholar Carlos H. Costa; Carlos H. Costa eDepartamento de Geología, Universidad Nacional de San Luis, 5700 San Luis, Argentina Search for other works by this author on: GSW Google Scholar Emilio A. Ahumada Emilio A. Ahumada eDepartamento de Geología, Universidad Nacional de San Luis, 5700 San Luis, Argentina Search for other works by this author on: GSW Google Scholar Author and Article Information Thomas K. Rockwell aDepartment of Geological Sciences, San Diego State University, 5500 Campanile Drive, San Diego, California 92182‐102 Daniel E. Ragona bBP p.l.c., 1 St James's Square, London, SW1Y 4PD, United Kingdom Andrew J. Meigs cCollege of Earth, Ocean, and Atmospheric Sciences, 104 CEOAS Administration Hall, Oregon State University, Corvallis, Oregon 97331‐5506 Lewis A. Owen dDepartment of Geology, University of Cincinnati, Cincinnati, Ohio 45221 Carlos H. Costa eDepartamento de Geología, Universidad Nacional de San Luis, 5700 San Luis, Argentina Emilio A. Ahumada eDepartamento de Geología, Universidad Nacional de San Luis, 5700 San Luis, Argentina Publisher: Seismological Society of America First Online: 14 Jul 2017 Online ISSN: 1943-3573 Print ISSN: 0037-1106 Bulletin of the Seismological Society of America (2014) 104 (1): 269–284. https://doi.org/10.1785/0120110080 Article history First Online: 14 Jul 2017 Cite View This Citation Add to Citation Manager Share Icon Share Facebook Twitter LinkedIn MailTo Tools Icon Tools Get Permissions Search Site Citation Thomas K. Rockwell, Daniel E. Ragona, Andrew J. Meigs, Lewis A. Owen, Carlos H. Costa, Emilio A. Ahumada; Inferring a Thrust‐Related Earthquake History from Secondary Faulting: A Long Rupture Record of La Laja Fault, San Juan, Argentina. Bulletin of the Seismological Society of America 2013;; 104 (1): 269–284. doi: https://doi.org/10.1785/0120110080 Download citation file: Ris (Zotero) Refmanager EasyBib Bookends Mendeley Papers EndNote RefWorks BibTex toolbar search Search Dropdown Menu toolbar search search input Search input auto suggest filter your search All ContentBy SocietyBulletin of the Seismological Society of America Search Advanced Search Abstract Trenches excavated across the surface rupture of the 15 January 1944 Mw 7 San Juan, Argentina, earthquake show evidence for repeated rupture of La Laja fault in the late Pleistocene and Holocene. The 1944 rupture extended for about 7 km striking ∼N35°E, and dipping 42° E parallel to Neogene bedding, with a maximum east‐side‐up vertical displacement of 30 cm. We interpret nine discrete colluvial wedges, each capped by a soil, as evidence for nine surface ruptures in the past ∼32–35 ka. Our topographic profile of the T3 terrace surface projected across the fault suggests these nine events collectively produced ∼10.3 m of dip displacement. We used radiocarbon and optically stimulated luminescence dating to define the timing of past events, yielding an average recurrence interval of 3.9±0.3 ka. The average estimate for displacement per event is about 1.1 m, compared with the 0.5 m of dip slip that occurred in 1944. Using a fault‐related fold model that infers ∼28 m of shortening based on the axial surface migration for the T3 terrace, along with the ∼35 ka age of the terrace, yields a shortening rate of ∼0.8 mm/yr by the 1944 source thrust fault, which is about 20% of the Global Positioning System—constrained total shortening rate across the Precordillera. Using this shortening rate and an assumed fault dip of 30° implies a fault slip rate of about 1.1 mm/yr, which combined with the average recurrence interval, implies ∼4 m of average slip per event on the causative fault at depth.Online Material: Unit descriptions from the trenches, stepwise reconstruction from trench 1, and annotated photographs of the La Laja region. You do not have access to this content, please speak to your institutional administrator if you feel you should have access.",
  "authors": [
    {
      "display_name": "T. Rockwell",
      "id": "A5010050328",
      "orcid": "https://orcid.org/0000-0001-5319-6447",
      "institutions": [
        {
          "id": "I26538001",
          "display_name": "San Diego State University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "T. K. Rockwell"
    },
    {
      "display_name": "Daniel Ragona",
      "id": "A5065356245",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "D. E. Ragona"
    },
    {
      "display_name": "Andrew Meigs",
      "id": "A5030929026",
      "orcid": "https://orcid.org/0000-0003-2383-8853",
      "institutions": [
        {
          "id": "I131249849",
          "display_name": "Oregon State University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "A. J. Meigs"
    },
    {
      "display_name": "Lewis A. Owen",
      "id": "A5001972788",
      "orcid": "https://orcid.org/0000-0002-2525-5160",
      "institutions": [
        {
          "id": "I63135867",
          "display_name": "University of Cincinnati",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "L. A. Owen"
    },
    {
      "display_name": "Carlos H. Costa",
      "id": "A5061584251",
      "orcid": "https://orcid.org/0000-0002-0285-0039",
      "institutions": [
        {
          "id": "I73822459",
          "display_name": "National University of San Luis",
          "country_code": "AR",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "C. H. Costa"
    },
    {
      "display_name": "Emilio A. Ahumada",
      "id": "A5039567110",
      "orcid": null,
      "institutions": [
        {
          "id": "I73822459",
          "display_name": "National University of San Luis",
          "country_code": "AR",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "E. A. Ahumada"
    }
  ],
  "publication_year": 2013,
  "publication_date": "2013-12-17",
  "type": "article",
  "cited_by_count": 34,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S59098468",
    "display_name": "Bulletin of the Seismological Society of America",
    "issn_l": "0037-1106",
    "issn": [
      "0037-1106",
      "1943-3573"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316854"
  },
  "volume": "104",
  "issue": "1",
  "first_page": "269",
  "last_page": "284",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C48103436",
      "display_name": "State (computer science)",
      "level": 2,
      "score": 0.5353812
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.44647682
    },
    {
      "id": "C52119013",
      "display_name": "Art history",
      "level": 1,
      "score": 0.3642112
    },
    {
      "id": "C127313418",
      "display_name": "Geology",
      "level": 0,
      "score": 0.3523898
    },
    {
      "id": "C161191863",
      "display_name": "Library science",
      "level": 1,
      "score": 0.33270708
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.08669883
    },
    {
      "id": "C11413529",
      "display_name": "Algorithm",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10110",
      "display_name": "earthquake and tectonic studies",
      "score": 1.0
    },
    {
      "id": "T10001",
      "display_name": "Geological and Geochemical Analysis",
      "score": 0.9989
    },
    {
      "id": "T12424",
      "display_name": "Earthquake Detection and Analysis",
      "score": 0.997
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1785/0120110080",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:29:32.281852",
  "source_database": "OpenAlex"
}