{
  "openalex_id": "W1967901439",
  "doi": "https://doi.org/10.7326/0003-4819-158-9-201305070-00019",
  "title": "Probiotics for the Prevention ofClostridium difficile–Associated Diarrhea",
  "abstract": "Letters7 May 2013Probiotics for the Prevention of Clostridium difficile–Associated DiarrheaBradley C. Johnston, PhD, Joshua Z. Goldenberg, BSc, and Gordon H. Guyatt, MDBradley C. Johnston, PhDFrom The Hospital for Sick Children, Toronto, Ontario, Canada; Bastyr University, Kenmore, Washington; and McMaster University, Hamilton, Ontario, Canada.Search for more papers by this author, Joshua Z. Goldenberg, BScFrom The Hospital for Sick Children, Toronto, Ontario, Canada; Bastyr University, Kenmore, Washington; and McMaster University, Hamilton, Ontario, Canada.Search for more papers by this author, and Gordon H. Guyatt, MDFrom The Hospital for Sick Children, Toronto, Ontario, Canada; Bastyr University, Kenmore, Washington; and McMaster University, Hamilton, Ontario, Canada.Search for more papers by this authorAuthor, Article, and Disclosure Informationhttps://doi.org/10.7326/0003-4819-158-9-201305070-00019 SectionsAboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinkedInRedditEmail IN RESPONSE:Dr. Keller notes that Gao and colleagues' study was industry-funded and conducted in China and, as a result, is potentially at risk for bias (1). Post hoc we removed this study, and the pooled estimate remained highly significant (relative risk, 0.39 [95% CI, 0.26 to 0.59]). We included 20 randomized trials; after further removing the 11 industry-funded trials from our pooled analysis, the results remain robust, showing a large risk reduction in favor of probiotics (relative risk, 0.29 [CI, 0.15 to 0.53]).As for Dr. Oscherwitz's concerns, our findings that probiotics did not increase the risk for adverse ...References1. Gao XW, Mubasher M, Fang CY, Reifer C, Miller LE, et al. Dose-response efficacy of a proprietary probiotic formula of Lactobacillus acidophilus CL1285 and Lactobacillus casei LBC80R for antibiotic-associated diarrhea and Clostridium difficile-associated diarrhea prophylaxis in adult patients. Am J Gastroenterol. 2010;105:1636-41. [PMID: 20145608] CrossrefMedlineGoogle Scholar2. Hempel S, Newberry S, Ruelaz A, Wang Z, Miles JN, Suttorp MJ, et al. Safety of probiotics used to reduce risk and prevent or treat disease. Evid Rep Technol Assess (Full Rep). 2011;:1-645. [PMID: 23126627] MedlineGoogle Scholar3. Rosander A, Connolly E, Roos S, et al. Removal of antibiotic resistance gene-carrying plasmids from Lactobacillus reuteri ATCC 55730 and characterization of the resulting daughter strain, L. reuteri DSM 17938. Appl Environ Microbiol. 2008;74:6032-40. [PMID: 18689509] CrossrefMedlineGoogle Scholar4. Blehaut H, Massot J, Elmer GW, Levy RH, et al. Disposition kinetics of Saccharomyces boulardii in man and rat. Biopharm Drug Dispos. 1989;10:353-64. [PMID: 2758101] CrossrefMedlineGoogle Scholar5. Marini A, Negretti F, Boehm G, Li Destri M, Clerici-Bagozzi D, Mosca F, et al. Pro- and pre-biotics administration in preterm infants: colonization and influence on faecal flora. Acta Paediatr Suppl. 2003;91:80-1. [PMID: 14599047] MedlineGoogle Scholar Author, Article, and Disclosure InformationAffiliations: From The Hospital for Sick Children, Toronto, Ontario, Canada; Bastyr University, Kenmore, Washington; and McMaster University, Hamilton, Ontario, Canada.Disclosures: Disclosures can be viewed at www.acponline.org/authors/icmje/ConflictOfInterestForms.do?msNum=M12-1183. PreviousarticleNextarticle Advertisement FiguresReferencesRelatedDetailsSee AlsoProbiotics for the Prevention of Clostridium difficile–Associated Diarrhea Bradley C. Johnston , Stephanie S.Y. Ma , Joshua Z. Goldenberg , Kristian Thorlund , Per O. Vandvik , Mark Loeb , and Gordon H. Guyatt Probiotics for the Prevention of Clostridium difficile–Associated Diarrhea David Louis Keller Probiotics for the Prevention of Clostridium difficile–Associated Diarrhea Steven Oscherwitz Metrics Cited ByRecent Advances in the Diagnosis and Treatment of Clostridium Difficile InfectionModulation of microbiota as treatment for intestinal inflammatory disorders: An uptodatePatients Requiring Perioperative Nutritional Support 7 May 2013Volume 158, Issue 9Page: 706-707KeywordsAdverse eventsAntibiotic resistanceDiarrheaProbioticsSafetySafety studiesSepsisSystematic reviews ePublished: 7 May 2013 Issue Published: 7 May 2013 CopyrightCopyright © 2013 by American College of Physicians. All Rights Reserved.PDF DownloadLoading ...",
  "authors": [
    {
      "display_name": "Bradley C. Johnston",
      "id": "A5109289345",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Bradley C. Johnston"
    },
    {
      "display_name": "Joshua Z. Goldenberg",
      "id": "A5054011306",
      "orcid": "https://orcid.org/0000-0003-2572-3929",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Joshua Z. Goldenberg"
    },
    {
      "display_name": "Gordon Guyatt",
      "id": "A5031717153",
      "orcid": "https://orcid.org/0000-0003-2352-5718",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Gordon H. Guyatt"
    }
  ],
  "publication_year": 2013,
  "publication_date": "2013-05-07",
  "type": "letter",
  "cited_by_count": 22,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S119722071",
    "display_name": "Annals of Internal Medicine",
    "issn_l": "0003-4819",
    "issn": [
      "0003-4819",
      "1539-3704"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316812"
  },
  "volume": "158",
  "issue": "9",
  "first_page": "706",
  "last_page": "706",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.86537576
    },
    {
      "id": "C82789193",
      "display_name": "Relative risk",
      "level": 3,
      "score": 0.45048308
    },
    {
      "id": "C512399662",
      "display_name": "Family medicine",
      "level": 1,
      "score": 0.4242007
    },
    {
      "id": "C197934379",
      "display_name": "Adverse effect",
      "level": 2,
      "score": 0.4231214
    },
    {
      "id": "C2994496256",
      "display_name": "Clostridium difficile",
      "level": 3,
      "score": 0.41375032
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.32494795
    },
    {
      "id": "C44249647",
      "display_name": "Confidence interval",
      "level": 2,
      "score": 0.18586046
    },
    {
      "id": "C89423630",
      "display_name": "Microbiology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C501593827",
      "display_name": "Antibiotics",
      "level": 2,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11288",
      "display_name": "Clostridium difficile and Clostridium perfringens research",
      "score": 1.0
    },
    {
      "id": "T10365",
      "display_name": "Gastrointestinal motility and disorders",
      "score": 0.9959
    },
    {
      "id": "T10976",
      "display_name": "Viral gastroenteritis research and epidemiology",
      "score": 0.9929
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.7326/0003-4819-158-9-201305070-00019",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:38:41.805913",
  "source_database": "OpenAlex"
}