{
  "openalex_id": "W1966564273",
  "doi": "https://doi.org/10.1016/s0140-6736(06)69406-3",
  "title": "Helicobacter pylori and gastro-oesophageal reflux disease – Authors' reply",
  "abstract": "Jannis Kountouras and colleagues present data to suggest that H pylori could contribute to the pathogenesis of GORD, and outline a plausible hypothesis. Unfortunately, the history of medicine is littered with plausible hypotheses that have turned out to be false. The data they present are mainly mechanistic and epidemiological, which are potentially valuable but not conclusive. Only well designed, double-blind, randomised controlled trials (RCTs) provide evidence that minimises bias and confounding. We based our conclusions on systematic reviews of RCTs wherever possible. We summarised one such systematic review1Raghunath AS Hungin AP Wooff D Childs S Systematic review: the effect of Helicobacter pylori and its eradication on gastro-oesophageal reflux disease in patients with duodenal ulcers or reflux oesophagitis.Aliment Pharmacol Ther. 2004; 20: 733-744Crossref PubMed Scopus (71) Google Scholar that indicated that H pylori eradication did not cause or protect against GORD in patients with peptic ulcer disease. That review did not find enough RCT evidence to determine whether H pylori eradication affects patients with pre-existing reflux disease. Since this systematic review, we have identified three further RCTs,2Wu JC Chan FK Ching JY et al.Effect of Helicobacter pylori eradication on treatment of gastro-oesophageal reflux disease: a double blind, placebo controlled, randomised trial.Gut. 2004; 53: 174-179Crossref PubMed Scopus (70) Google Scholar, 3Kuipers EJ Nelis GF Klinkenberg-Knol EC et al.Cure of Helicobacter pylori infection in patients with reflux oesophagitis treated with long term omeprazole reverses gastritis without exacerbation of reflux disease: results of a randomised controlled trial.Gut. 2004; 53: 12-20Crossref PubMed Scopus (192) Google Scholar, 4Pilotto A Perri F Leandro G Franceschi M for the Aging and Acid-Related Disease Study GroupEffect of Helicobacter pylori eradication on the outcome of reflux esophagitis and chronic gastritis in the elderly: a randomized, multicenter, eight-month study.Gerontology. 2006; 52: 99-106Crossref PubMed Scopus (20) Google Scholar giving a total of 586 GORD patients infected with H pylori with evaluable data randomised to eradication therapy or no antibiotics. Patients were treated with proton pump inhibitors and followed up for 8–24 months. There was no significant effect of H pylori eradication on the relapse of symptoms: those allocated to active therapy had a relative risk of symptomatic relapse of 1·13 (95% CI 0·92–1·39). There was also no significant effect of H pylori eradication on the relapse of oesophagitis (1·95, 0·93–4·07). Other RCT data suggest that this conclusion probably extends to functional dyspepsia.5Vakil N Talley NJ Stolte M Sundin M Junghard O Bolling-Sternevald E Patterns of gastritis and the effect of eradicating Helicobacter pylori on gastro-oesophageal reflux disease in Western patients with non-ulcer dyspepsia.Aliment Pharmacol Ther. 2006; 24: 55-63Crossref PubMed Scopus (35) Google Scholar Although we cannot exclude the possibility that H pylori eradication could have a small positive or negative effect on reflux disease, all the available data suggest that the infection is unlikely to have a major effect in either protecting against or causing GORD. NJT has been a member of advisory boards of AstraZeneca, Axcan, EBMed, Giaconda, Solvay, Theravance, Yamanouchi, Boehringer-Ingelheim, and Chugai; has received research support from Merck, Forest, Novartis, Tap Pharmaceutical, and Boehringer-Ingelheim; and is supported by NIH RO1DK 65713-1 A1. PM has been a member of advisory boards and the speakers bureau of AstraZeneca and Janssen-Ortho and Altana, and his chair is partly funded by an unrestricted grant given to McMaster University by AstraZeneca. Helicobacter pylori and gastro-oesophageal reflux diseaseIn their Seminar (June 24, p 2086),1 Paul Moayyedi and Nicholas J Talley state that “A negative association with Helicobacter pylori exists, but eradication of H pylori does not seem to cause reflux disease”. This statement rather creates confusion. For instance, if H pylori “protects” against gastro-oesophageal reflux disease (GORD) by inducing corpus gastritis associated with reduced acidity, then corpus gastritis also protects against duodenal ulcer disease.2 Therefore, using the same argument, one could state that H pylori protects against duodenal ulcer disease, which is clearly irrational. Full-Text PDF",
  "authors": [
    {
      "display_name": "Paul Moayyedi",
      "id": "A5056355381",
      "orcid": "https://orcid.org/0000-0002-3616-9292",
      "institutions": [
        {
          "id": "I2801259263",
          "display_name": "McMaster University Medical Centre",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Paul Moayyedi"
    },
    {
      "display_name": "Nicholas J. Talley",
      "id": "A5034890420",
      "orcid": "https://orcid.org/0000-0003-2537-3092",
      "institutions": [
        {
          "id": "I1330342723",
          "display_name": "Mayo Clinic",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Nicholas J Talley"
    }
  ],
  "publication_year": 2006,
  "publication_date": "2006-09-01",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4394735484",
    "display_name": "The Lancet",
    "issn_l": "0099-5355",
    "issn": [
      "0099-5355"
    ],
    "type": "journal",
    "host_organization": null
  },
  "volume": "368",
  "issue": "9540",
  "first_page": "986",
  "last_page": "987",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2776409635",
      "display_name": "Helicobacter pylori",
      "level": 2,
      "score": 0.8464993
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.8145329
    },
    {
      "id": "C90924648",
      "display_name": "Gastroenterology",
      "level": 1,
      "score": 0.7201705
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.7071948
    },
    {
      "id": "C2777498785",
      "display_name": "Omeprazole",
      "level": 2,
      "score": 0.63111573
    },
    {
      "id": "C2779134260",
      "display_name": "Disease",
      "level": 2,
      "score": 0.6187901
    },
    {
      "id": "C27081682",
      "display_name": "Placebo",
      "level": 3,
      "score": 0.5974352
    },
    {
      "id": "C43270747",
      "display_name": "Reflux",
      "level": 3,
      "score": 0.552514
    },
    {
      "id": "C168563851",
      "display_name": "Randomized controlled trial",
      "level": 2,
      "score": 0.5299942
    },
    {
      "id": "C22130703",
      "display_name": "Gastro-",
      "level": 4,
      "score": 0.4557315
    },
    {
      "id": "C2778715759",
      "display_name": "Lansoprazole",
      "level": 3,
      "score": 0.4451491
    },
    {
      "id": "C2778677798",
      "display_name": "Gastritis",
      "level": 3,
      "score": 0.43894395
    },
    {
      "id": "C2909576783",
      "display_name": "Reflux esophagitis",
      "level": 4,
      "score": 0.4352019
    },
    {
      "id": "C142724271",
      "display_name": "Pathology",
      "level": 1,
      "score": 0.15481523
    },
    {
      "id": "C204787440",
      "display_name": "Alternative medicine",
      "level": 2,
      "score": 0.12445888
    }
  ],
  "topics": [
    {
      "id": "T10276",
      "display_name": "Helicobacter pylori-related gastroenterology studies",
      "score": 1.0
    },
    {
      "id": "T10671",
      "display_name": "Gastroesophageal reflux and treatments",
      "score": 0.9992
    },
    {
      "id": "T12538",
      "display_name": "Eosinophilic Esophagitis",
      "score": 0.999
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/s0140-6736(06)69406-3",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:13:31.561166",
  "source_database": "OpenAlex"
}