{
  "openalex_id": "W1964844631",
  "doi": "https://doi.org/10.7326/0003-4819-129-6-199809150-00015",
  "title": "The Era of Adherence to HIV Therapy",
  "abstract": "Editorials15 September 1998The Era of Adherence to HIV TherapyFrederick L. Altice, MD and Gerald H. Friedland, MDFrederick L. Altice, MDYale University School of Medicine; New Haven, CT 06510 and Gerald H. Friedland, MDYale University School of Medicine; New Haven, CT 06510Author, Article, and Disclosure Informationhttps://doi.org/10.7326/0003-4819-129-6-199809150-00015 SectionsAboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinkedInRedditEmail The past 2 years have witnessed stunning benefits of antiretroviral therapy. Dramatic delays in HIV progression, improved survival, and decreased hospitalization for HIV-infected patients have created a renewed sense of optimism [1, 2]. For many, HIV disease has been transformed into a manageable chronic disease. However, complete enthusiasm for these recent successes has been dampened by biological, clinical, social, and economic realities that limit both access to and success of antiretroviral therapies. High HIV replication and mutation rates, varying potency of regimens, stage of HIV disease, and previous antiretroviral therapy all influence therapeutic success and failure. In addition, it has ...References1. Update: trends in AIDS incidence-United States, 1996. MMWR Morb Mortal Wkly Rep. 1997; 46:861-7. Google Scholar2. Palella FJ Jr, Delaney KM, Moorman AC, Loveless MO, Fuhrer J, Satten GA, et al. Declining morbidity and mortality among patients with advanced human immunodeficiency virus infection. HIV Outpatient Study Investigators. N Engl J Med. 1998; 338:853-60. Google Scholar3. Gulick RM, Mellors JW, Havlir D, Eron JJ, Gonzalez C, McMahon D, et al. Treatment with indinavir, zidovudine, and lamivudine in adults with human immunodeficiency virus infection and prior antiretroviral therapy. N Engl J Med. 1997; 337:734-9. Google Scholar4. Deeks S, Beatty G, Cohen PT, Grant R, Volberding P. Viral load and CD4+ T cell changes in patients failing potent protease inhibitor therapy [Abstract]. Fifth Conference on Retroviruses and Opportunistic Infections, Chicago, Illinois, 1-5 February 1998. Google Scholar5. Montaner JS, Reiss P, Cooper D, Vella S, Harris M, Conway B, et al. A randomized, double-blind trial comparing combinations of nevirapine, didanosine, and zidovudine for HIV-infected patients: the INCAS Trial. Italy, The Netherlands, Canada and Australia Study. JAMA. 1998; 279:930-7. Google Scholar6. Mellors J. Combination protease inhibitor therapy. Session 84: Update on Antiretroviral Therapy, Fourth Conference on Retroviruses and Opportunistic Infections, Washington, D.C., 22-26 January 1997. Google Scholar7. Webster's New Collegiate Dictionary. Springfield, MA: Merriam; 1977. Google Scholar8. Sackett DL, Snow JC. The magnitude of compliance and noncompliance. In: Sackett DL, Haynes RB, eds. Compliance with Therapeutic Regimens. Baltimore: Johns Hopkins Univ Pr; 1976:11-27. Google Scholar9. Mostashari FM, Riley E, Selwyn PA, Altice FL. Acceptance and adherence with antiretroviral therapy among HIV-infected women in a correctional facility. J Aquir Immune Defic Syndr Hum Retrovirol. 1998; 18:341-8. Google Scholar10. Altice FL, Mostashari F, Thompson AS, Friedland GH. Perceptions, acceptance and adherence to antiretrovirals among prisoners. Fourth Conference on Retroviruses and Opportunistic Infections, Washington, DC, 22-26 January 1997. Google Scholar11. Samet JH, Libman H, Steger KA, Dhawan RK, Chen J, Shevitz AH, et al. Compliance with zidovudine therapy in patients infected with human immunodeficiency virus, type 1: a cross-sectional study in a municipal hospital clinic. Am J Med 1992; 92:495-502. Google Scholar12. Singh N, Squier C, Sivek C, Wagener M, Nguyen MH, Yu VL. Determinants of compliance with antiretroviral therapy in patients with human immunodeficiency virus: prospective assessment with implications for enhancing compliance. AIDS Care. 1996; 8:261-9. Google Scholar13. Ickovics JR, Meisler AW. Adherence in AIDS clinical trials: a framework for clinical research and clinical care. J Clin Epidemiol. 1997; 50:385-91. Google Scholar14. Sackett DL, Haynes RB, eds. Compliance with Therapeutic Regimens. Baltimore: Johns Hopkins Univ Pr; 1976. Google Scholar15. Morse EV, Simon PM, Coburn M, Hyslop N, Greenspan D, Balson PM. Determinants of subject compliance within an experimental anti-HIV drug protocol. Soc Sci Med. 1991; 32:1161-7. Google Scholar16. Wainberg MA, Friedland GH. Public health implications of antiretroviral therapy and HIV drug resistance. JAMA. 1998; 279:1977-83. Google Scholar17. Haynes RB, McKibbon KA, Kanani R. Systematic review of randomised trials of interventions to assist patients to follow prescriptions for medications. Lancet. 1996; 348:383-6. Google Scholar18. Altice FL, Khoshnood K, Eicher A, Pinell V. Transitional case management for HIV+ prisoners in Connecticut [Abstract]. 124th Annual Meeting of the American Public Health Association, New York, NY, 1996. Google Scholar19. Bangsberg D, Tulsky JP, Hecht FM, Moss AR. Protease inhibitors in the homeless. JAMA. 1997; 278:63-5. Google Scholar20. Uchtenhagen A. Summary of the synthesis report. In: Uchtenhagen A, Gutzwiller F, Dobler-Mikola A, eds. Programme for a Medical Prescription of Narcotics: Final Report of the Research Representatives. Zurich: Institute for Social and Preventive Medicine at the University of Zurich; 1997. Google Scholar Author, Article, and Disclosure InformationAuthors: Frederick L. Altice, MD; Gerald H. Friedland, MDAffiliations: Yale University School of Medicine; New Haven, CT 06510Corresponding Author: Gerald H. Friedland, MD, Yale University School of Medicine, 135 College Street, Suite 323, New Haven, CT 06510-2283.Current Author Addresses: Drs. Altice and Friedland: Yale University School of Medicine, 135 College Street, Suite 323, New Haven, CT 06510-2283. PreviousarticleNextarticle Advertisement FiguresReferencesRelatedDetails Metrics Cited byThe Use of Measurements and Health Behavioral Models to Improve Medication AdherenceMetacognitive Interpersonal Therapy Improves Adherence to Antiretroviral Therapies in a Man with a Severe Personality Disorder: A Case ReportBody Composition and Metabolic Syndrome Components on Lipodystrophy Different Subtypes Associated with HIVHIV/AIDS in Lebanese prisons: challenges and proposed actionsIntervening on Conflict, Parental Bonds, and Sexual Risk Acts among Adolescent Children of Mothers Living with HIVAdherence to Preexposure Prophylaxis: Current, Emerging, and Anticipated Bases of EvidenceA qualitative study on factors impacting HIV care adherence among postpartum HIV-infected women in the rural southeastern USAAntiretroviral Therapy for the Prevention of HIV Transmission: What Will It Take?Adherence to HIV Treatment as Prevention and Preexposure ProphylaxisThe key role of adherence for the effectiveness of antiretroviral-based prevention: state of the science and implications for the Asia-Pacific regionReligiosity and Adherence to Antiretroviral Therapy Among Patients Attending a Public Hospital-Based HIV/AIDS Clinic in UgandaMedication Persistence of HIV-infected Drug Users on Directly Administered Antiretroviral TherapyA Systematic Review of Antiretroviral Adherence Interventions for HIV-Infected People Who Use DrugsDo Coping Styles Mediate the Relationship Between Substance Use and Educational Attainment and Antiretroviral Adherence?Designing Interventions to Overcome Poor Numeracy and Improve Medication Adherence in Chronic Illness, Including HIV/AidsModelling Mutation to a Cytotoxic T-lymphocyte HIV VaccineDoctor-patient concordance during HIV treatment switching decision-makingModelling imperfect adherence to HIV induction therapyAntiretroviral Treatment and Follow-up of HIV-Infected Patients by Health Care Providers in South African Public Primary Health CareTreatment adherence in multiple sclerosis: association with emotional status, personality, and cognitionPreparing for highly active antiretroviral therapy rollout in rural South Africa: an assessment using the information, motivation, and behavioral skills modelThe impact of incarceration upon adherence to HIV treatment among HIV-positive injection drug users: a qualitative studyIntentionality of medication non-adherence among individuals living with HIV/AIDS in Hong Kong\"Tell me so I know you understand\": Pharmacists' verification of patients' comprehension of antiretroviral dosage instructions in a cross-cultural contextAutonomous Regulation and Locus of Control as Predictors of Antiretroviral Medication AdherenceMejorar la adherencia al tratamiento antirretroviral. Recomendaciones de la SPNS/SEFH/GESIDAThe Information-Motivation-Behavioral Skills model of antiretroviral adherence and its applicationsEvaluating competing adverse and beneficial outcomes using a mixture modelA Qualitative Examination of the Indirect Effects of Modified Directly Observed Therapy on Health Behaviors Other Than Adherence100% Adherence Study: Educational Workshops vs. Video Sessions to Improve Adherence Among ART-Naïve Patients in Salvador, BrazilBehavioral Mediation of the Relationship Between Psychosocial Factors and HIV Disease ProgressionInitiation, Adherence, and Retention in a Randomized Controlled Trial of Directly Administered Antiretroviral TherapyHIV/AIDSProgram Design and Evaluation Strategies for the Special Projects of National Significance Outreach InitiativeAdherence-resistance relationships to combination HIV antiretroviral therapyBridging the Gap Between Antiretroviral Access and Adherence in MexicoBehavioral Aspects of HIV Care: Adherence, Depression, Substance Use, and HIV-Transmission BehaviorsLiteracy, self-efficacy, and HIV medication adherenceHIV Medication AdherenceImpact of Enhanced Services on Virologic Outcomes in a Directly Administered Antiretroviral Therapy Trial for HIV-Infected Drug UsersDevelopment and Assessment of an Innovative Culturally Sensitive Educational Videotape to Improve Adherence to Highly Active Antiretroviral Therapy in Soweto, South AfricaSocial relationships, stigma and adherence to antiretroviral therapy for HIV/AIDSAn information-motivation-behavioral skills model of adherence to antiretroviral therapy.Vulnerability, unsafe sex and non-adherence to HAART: Evidence from a large sample of French HIV/AIDS outpatientsA 2-Arm, Randomized, Controlled Trial of a Motivational Interviewing-Based Intervention to Improve Adherence to Antiretroviral Therapy (ART) Among Patients Failing or Initiating ARTParadoxical Effects of Clinician Emphasis on Adherence to Combination Antiretroviral Therapy for HIV/AIDSAccess to highly active antiretroviral therapy for injection drug users: adherence, resistance, and deathAdherence to antiretroviral HIV drugs: how many doses can you miss before resistance emerges?Adherence to antiretroviral therapy: An empirical test of the information-motivation-behavioral skills model.Escala simplificada para detectar problemas de adherencia (ESPA) al tratamiento antirretroviralRelation between literacy and HIV treatment knowledge among patients on HAART regimensA Qualitative Study of Literacy and Patient Response to HIV Medication Adherence QuestionnairesDeterminants of HAART discontinuation among injection drug usersZidovudine and Red-Cell Distribution WidthRecomendaciones GESIDA/SEFH/PNS para mejorar la adherencia al tratamiento antirretroviral en el año 2004Standard of care: promoting antiretroviral adherence in clinical careReply to Babudieri et alIntérêt et limites du suivi thérapeutique des inhibiteurs de la protéase du VIHThe Patient-Provider Relationship and Adherence to Highly Active Antiretroviral TherapyUtility of Tuberculosis Directly Observed Therapy Programs as Sites for Access to and Provision of Antiretroviral Therapy in Resource-Limited CountriesNonadherence to Antiretroviral Therapy in HIV-Positive Patients in Costa RicaBrief Motivational Interviewing to Improve Adherence to Antiretroviral Therapy: Development and Qualitative Pilot Assessment of an InterventionPsychosocial Determinants of Adherence to Highly Active Antiretroviral Therapy among Injection Drug Users in VancouverAttitudes Toward HIV Protease Inhibitors and Medication Adherence in an Inner City HIV PopulationHIV Prevention in the Era of New TreatmentsFactors that Influence Adherence to HIV Medications: Perceptions of Women and Health Care ProvidersA Family Group Approach to Increasing Adherence to Therapy in HIV-Infected Youths: Results of a Pilot ProjectDoubts about DOT: antiretroviral therapy for resource-poor countriesSubstance use and mental health correlates of nonadherence to antiretroviral medications in a sample of patients with human immunodeficiency virus infectionHuman Immunodeficiency Virus Infection Prevention: Strategies for CliniciansAlternative Therapies: A Common Practice among Men and Women Living with HIVFailure to maintain adherence to haart in a cohort of French HIV-positive injecting drug usersAssociation of social stress, illicit drug use, and health beliefs with nonadherence to antiretroviral therapyLong-Term Efficacy and Safety of Twice-Daily Saquinavir Soft Gelatin Capsules (SGC), with or without Nelfinavir, and Three Times Daily Saquinavir-SGC, in Triple Combination Therapy for HIV Infection: 100-Week Follow-UpRenewing HIV Prevention Efforts among YouthReconciling Incompatibilities: A Grounded Theory of HIV Medication Adherence and Symptom ManagementTo Work or Not to Work: Combination Therapies and HIVDirectly Administered Antiretroviral Therapy in the Treatment of HIV Infection: Benefit or Burden?Is average adherence to HIV antiretroviral therapy enough?HIV-seropositive individuals' optimistic beliefs about prognosis and relation to medication and safe sex adherenceMacrocytosis as an Indicator of Medication (Zidovudine) Adherence in Patients with HIV InfectionIncreasing drug users' adherence to HIV treatment: results of a peer-driven intervention feasibility studyAdherence to highly active antiretroviral therapies (HAART) in HIV-infected patients: from a predictive to a dynamic approachThe Consistency of Adherence to Antiretroviral Therapy Predicts Biologic Outcomes for Human Immunodeficiency Virus–Infected Persons in Clinical TrialsNonadherence to Highly Active Antiretroviral Therapy: Clinically Relevant Patient Categorization Based on Electronic Event MonitoringQuality of Life, Emotional Status, and Adherence of HIV-1–Infected Patients Treated With Efavirenz Versus Protease Inhibitor–Containing RegimensA Randomized Clinical Trial Comparing Nelfinavir Or Nevirapine Associated to Zidovudine/Lamivudine in HIV-Infected Naive Patients (The Combine Study)Cómo y por qué debe monitorizarse la adherencia al tratamiento antirretroviral en la actualidadSafer Injection Facilities in North America: Their Place in Public Policy and Health InitiativesThe Role of Protease Inhibitor Therapy in Children with HIV InfectionThe Role of Protease Inhibitor Therapy in Children with HIV InfectionAvaliação da aderência aos anti-retrovirais em pacientes com infecção pelo HIV/AidsSociodemographic Characteristics Associated with Medical Appointment Adherence among HIV-Seropositive Patients Seeking Treatment in a County Outpatient FacilityImpact of Adherence to Antiretroviral Therapy in HIV-1–Infected Patients at a University Public Service in BrazilAdherence to antiretroviral therapy among HIV-positive children: Examination of the role of caregiver health beliefsTreatment FatigueTherapeutic compliance methodologies in HIV-infection treatment: A comparative studyComparison of initial combination antiretroviral therapy with a single protease inhibitor, ritonavir and saquinavir, or efavirenzTrust and the Acceptance of and Adherence to Antiretroviral TherapyDetrimental Effects of Continued Illicit Drug Use on the Treatment of HIV-1 InfectionDetrimental Effects of Continued Illicit Drug Use on the Treatment of HIV-1 InfectionThe effects of an HIV-1 immunogen (Remune) on viral load, CD4 cell counts and HIV-specific immunity in a double-blind, randomized, adjuvant-controlled subset study in HIV infected subjects regardless of concomitant antiviral drugsCollege Students' Perceptions of Advances in HIV Treatment and the Need for Safer Sex PracticesAdherence Assessment to Highly Active Antiretroviral TherapyHAART Adherence in Culturally Diverse Patients with HIV/AIDS: A Study of Male Patients from a Veteran's Administration Hospital in Northern CaliforniaNonadherence to HIV Treatment: Implications for Health EducatorsAdhesión al tratamiento antirretroviral en pacientes toxicómanos con infección por el VIHDealing with AIDS-related loss and grief in a time of treatment advancesCOLLEGE STUDENTS' PERCEPTIONS OF ADVANCES IN HIV TREATMENT AND THE NEED FOR SAFER SEX PRACTICESPROGRESS IN HIV THERAPEUTICS AND THE CHALLENGES OF ADHERENCE TO ANTIRETROVIRAL THERAPYTaking antiretroviral therapy for HIV infectionManagement of HIV-1 Infection in Adults and AdolescentsProspective Randomized Two-Arm Controlled Study To Determine the Efficacy of a Specific Intervention To Improve Long-Term Adherence to Highly Active Antiretroviral TherapyProspective Randomized Two-Arm Controlled Study To Determine the Efficacy of a Specific Intervention To Improve Long-Term Adherence to Highly Active Antiretroviral TherapyThe Multidimensional Context of HIV/AIDS Patient CareDirectly Observed Therapy in HIV Therapy: A Realistic Perspective?Directly Observed Therapy in HIV Therapy: A Realistic Perspective?Antiretroviral Use and Pharmacy-Based Measurement of Adherence in Postpartum HIV-Infected WomenAdherence, Side Effects and Efficacy of Stavudine plus Lamivudine plus Nelfinavir in Treatment-experienced HIV-infected PatientsAntiretroviral Medication Adherence and Persistence with Respect to Adherence Tool UsageInteraction of Methadone with Didanosine and StavudineInteraction of Methadone with Didanosine and StavudineThe Language of Medication-TakingJohn F. Steiner, MD, MPH and Mark A. Earnest, MDPrevalence of drug resistant mutants and virological response to combination therapy in patients with primary HIV-1 infectionGastrostomy Tube Insertion for Improvement of Adherence to Highly Active Antiretroviral Therapy in Pediatric Patients With Human Immunodeficiency VirusPatterns, correlates, and barriers to medication adherence among persons prescribed new treatments for HIV disease.Adherence to protease inhibitors, HIV-1 viral load, and development of drug resistance in an indigent populationAdecuación de las formas farmacéuticas de dosificación de la terapia antirretroviralThe Client Adherence Profiling-Intervention Tailoring (CAP-IT) Intervention for Enhancing Adherence to HIV/AIDS Medications: A Pilot StudyThe decay of the latent reservoir of replication-competent HIV-1 is inversely correlated with the extent of residual viral replication during prolonged anti-retroviral therapyStavudine, lamivudine and indinavir in drug abusing and non-drug abusing HIV-infected patients: Adherence, side effects and efficacyNevirapine induced opiate withdrawal among injection drug users with HIV infection receiving methadoneHIV disease treatment in the era of HAARTAntiretroviral treatment in 1998Adherence to Antiretroviral Therapy in Correctional SettingsEstimating the social and economic benefits of pharmaceutical innovation: modeling clinical trial results in hiv disease 15 September 1998Volume 129, Issue 6Page: 503-505KeywordsAIDSAntiretroviral therapyDrug adherenceDrug therapyDrugsHIVHIV infectionsPopulation statisticsSubstance abuseTreatment guidelines ePublished: 15 August 2000 Issue Published: 15 September 1998 Copyright & PermissionsCopyright © 1998 by American College of Physicians. All Rights Reserved.PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Frederick L. Altice",
      "id": "A5058849441",
      "orcid": "https://orcid.org/0000-0002-7860-693X",
      "institutions": [
        {
          "id": "I40253897",
          "display_name": "University of New Haven",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I32971472",
          "display_name": "Yale University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Frederick L. Altice"
    }
  ],
  "publication_year": 1998,
  "publication_date": "1998-09-15",
  "type": "editorial",
  "cited_by_count": 192,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S119722071",
    "display_name": "Annals of Internal Medicine",
    "issn_l": "0003-4819",
    "issn": [
      "0003-4819",
      "1539-3704"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316812"
  },
  "volume": "129",
  "issue": "6",
  "first_page": "503",
  "last_page": "503",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.9458168
    },
    {
      "id": "C3013748606",
      "display_name": "Human immunodeficiency virus (HIV)",
      "level": 2,
      "score": 0.5790796
    },
    {
      "id": "C2993143319",
      "display_name": "Antiretroviral therapy",
      "level": 4,
      "score": 0.57719886
    },
    {
      "id": "C177713679",
      "display_name": "Intensive care medicine",
      "level": 1,
      "score": 0.51196826
    },
    {
      "id": "C512399662",
      "display_name": "Family medicine",
      "level": 1,
      "score": 0.31136775
    },
    {
      "id": "C142462285",
      "display_name": "Viral load",
      "level": 3,
      "score": 0.27205575
    }
  ],
  "topics": [
    {
      "id": "T10082",
      "display_name": "HIV/AIDS Research and Interventions",
      "score": 0.9999
    },
    {
      "id": "T10526",
      "display_name": "HIV/AIDS drug development and treatment",
      "score": 0.9997
    },
    {
      "id": "T10112",
      "display_name": "HIV Research and Treatment",
      "score": 0.9992
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.7326/0003-4819-129-6-199809150-00015",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:09:23.737878",
  "source_database": "OpenAlex"
}