{
  "openalex_id": "W1963890258",
  "doi": "https://doi.org/10.1097/ede.0b013e3181571f1b",
  "title": "Irritable Bowel Syndrome and Hysterectomy",
  "abstract": "Irritable bowel syndrome (IBS) is a functional disorder of the gastrointestinal tract, which results in the clinical symptoms of altered bowel habits and abdominal pain.1 One hypothesized component cause is hysterectomy.2 To examine the relation between hysterectomy and IBS, we used the epidemiologic method of sequence symmetry analysis, which focuses on the temporal sequence between the exposure and outcome among people who have both conditions.3–8 We used data from UnitedHealthcare, a large, national health insurance plan. Data included were from 8 geographically diverse states with the largest concentration of plan membership. We identified all women aged 18 and older who underwent a hysterectomy and received medical care for IBS from January 1, 1995 through June 30, 2002. We identified the date of their hysterectomy procedure and the first encounter with a physician for a diagnosis of IBS. We required women to have at least 1 year of continuous health plan membership. We removed from the study women who had a hysterectomy, received medical care for IBS or related gastrointestinal conditions, or received medical care from a gastroenterologist during the first year of health plan membership. The crude sequence symmetry ratio is the number of women with the hysterectomy-to-IBS sequence divided by the number with the IBS-to-hysterectomy sequence. We excluded women from the study who had more than 3 years between the 2 events, to avoid the influence of age-related trends in the occurrence of hysterectomy or irritable bowel syndrome. To correct for other time trends, we divided the crude ratio by the null-effect sequence ratio,4 to obtain a time-trend-adjusted sequence symmetry ratio (SSR). This is interpretable as the ratio of the incidence of irritable bowel syndrome occurring after a hysterectomy to the incidence of IBS occurring before a hysterectomy. We calculated the time-trend-adjusted SSR for the overall group of women and stratified according to several baseline covariates to examine heterogeneity of effect. We calculated 95% confidence intervals for the SSR using an assumed Poisson distribution. Analyses were performed using de-identified data with respect to Protected Health Information. Under the Health Insurance Portability and Accountability Act of 1996, we did not require approval by a Privacy Board or Institutional Review Board. The time-trend-adjusted sequence symmetry ratio was 1.0 (95% CI = 0.9–1.2), indicating that, after adjusting for time trends in the source population, there was an equal probability of the hysterectomy-to-IBS sequence and the IBS-to-hysterectomy sequence. The Table shows there was little variability in the distribution of the time-trend-adjusted SSRs within strata of hormone use and of diagnoses and procedures associated with hysterectomy. Sequence symmetry analysis is a case-only approach conducting epidemiologic research. As with other case-only approaches, only ratio estimates of effect can be ascertained. Sequence symmetry analysis also assumes that time-related confounders are not present. Calculating the null-effect sequence ratio and limiting the amount of time between the 2 events are approaches to control for these time- and age-related trends. Selective loss to follow-up could also be a concern, because only people healthy enough to survive to both events remain under observation. Even considering these limitations, we find no evidence that hysterectomy increases the risk of irritable bowel syndrome.TABLE: Sequence Symmetry Ratios by Characteristic, January 1995 Through June 2002J. Alexander Cole Department of Epidemiology Boston University School of Public Health Boston, Massachussets Francis A. Farraye Section of Gastroenterology Boston University School of Public Health Boston, Massachussets Howard J. Cabral Department of Biostatistics Boston University School of Public Health Boston, Massachussets Yuqing Zhang Clinical Epidemiology Research and Training Unit Boston University School of Public Health Boston, Massachussets Kenneth J. Rothman Department of Epidemiology and Divsion of Preventive Medicine Boston University School of Public Health Boston, Massachussets",
  "authors": [
    {
      "display_name": "J. Alexander Cole",
      "id": "A5034053799",
      "orcid": "https://orcid.org/0000-0002-0976-4774",
      "institutions": [
        {
          "id": "I4210089119",
          "display_name": "Cole Engineering Services (United States)",
          "country_code": "US",
          "type": "company"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "J Alexander Cole"
    },
    {
      "display_name": "Francis A. Farraye",
      "id": "A5025963888",
      "orcid": "https://orcid.org/0000-0001-6371-2441",
      "institutions": [
        {
          "id": "I4210089119",
          "display_name": "Cole Engineering Services (United States)",
          "country_code": "US",
          "type": "company"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Francis A. Farraye"
    },
    {
      "display_name": "Howard Cabral",
      "id": "A5045667842",
      "orcid": "https://orcid.org/0000-0002-1185-8331",
      "institutions": [
        {
          "id": "I4210089119",
          "display_name": "Cole Engineering Services (United States)",
          "country_code": "US",
          "type": "company"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Howard J. Cabral"
    },
    {
      "display_name": "Yuqing Zhang",
      "id": "A5015051319",
      "orcid": "https://orcid.org/0000-0001-7954-1149",
      "institutions": [
        {
          "id": "I4210089119",
          "display_name": "Cole Engineering Services (United States)",
          "country_code": "US",
          "type": "company"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Yuqing Zhang"
    },
    {
      "display_name": "Kenneth J. Rothman",
      "id": "A5074005348",
      "orcid": "https://orcid.org/0000-0003-2398-1705",
      "institutions": [
        {
          "id": "I4210089119",
          "display_name": "Cole Engineering Services (United States)",
          "country_code": "US",
          "type": "company"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Kenneth J. Rothman"
    }
  ],
  "publication_year": 2007,
  "publication_date": "2007-11-01",
  "type": "letter",
  "cited_by_count": 3,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S15470582",
    "display_name": "Epidemiology",
    "issn_l": "1044-3983",
    "issn": [
      "1044-3983",
      "1531-5487"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "18",
  "issue": "6",
  "first_page": "837",
  "last_page": "838",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://doi.org/10.1097/ede.0b013e3181571f1b",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C2779494336",
      "display_name": "Hysterectomy",
      "level": 2,
      "score": 0.8731443
    },
    {
      "id": "C2778271842",
      "display_name": "Irritable bowel syndrome",
      "level": 2,
      "score": 0.8375256
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.75402987
    },
    {
      "id": "C195910791",
      "display_name": "Medical record",
      "level": 2,
      "score": 0.4172715
    },
    {
      "id": "C131872663",
      "display_name": "Obstetrics",
      "level": 1,
      "score": 0.38762468
    },
    {
      "id": "C61434518",
      "display_name": "General surgery",
      "level": 1,
      "score": 0.36658132
    },
    {
      "id": "C29456083",
      "display_name": "Gynecology",
      "level": 1,
      "score": 0.3314673
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.29142162
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.2859404
    }
  ],
  "topics": [
    {
      "id": "T10365",
      "display_name": "Gastrointestinal motility and disorders",
      "score": 0.9986
    },
    {
      "id": "T10418",
      "display_name": "Pelvic floor disorders treatments",
      "score": 0.99
    },
    {
      "id": "T13569",
      "display_name": "Microscopic Colitis",
      "score": 0.9843
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1097/ede.0b013e3181571f1b",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T16:05:12.050108",
  "source_database": "OpenAlex"
}