{
  "openalex_id": "W1964994438",
  "doi": "https://doi.org/10.1074/jbc.274.5.2858",
  "title": "Interaction of Hepatitis B Viral X Protein and CCAAT/ Enhancer-binding Protein α Synergistically Activates the Hepatitis B Viral Enhancer II/Pregenomic Promoter",
  "abstract": "The hepatitis B viral X protein (HBx) is known to exert its transactivation activity by the interaction with several cellular transcription factors. Here we report the interaction of HBx and CCAAT/enhancer-binding protein α (C/EBPα) and their effects on the enhancer/promoters of hepatitis B virus (HBV). A chloramphenicol acetyltransferase assay showed that the cotransfection of HBx and C/EBPα strongly activated the enhancer II/pregenomic promoter of HBV in a synergistic manner. This effect was also observed in the heterologous expression system with promoters of SV40 and herpes simplex virus thymidine kinase genes. Serial deletion analysis of the enhancer II/pregenomic promoter identified the responsible region (nucleotides 1639–1679), in which two C/EBP-binding sites are located. An in vitro interaction assay and electrophoretic mobility shift assay showed that HBx augmented the DNA binding activity of C/EBPα by direct interaction with it, and its basic leucine zipper domain was responsible for the interaction with HBx. Domain analysis of HBx showed that the central region (amino acids 78–103) was necessary for direct interaction with C/EBPα. However, the complete form of HBx was necessary for the synergistic activation of the HBV pregenomic promoter. These results suggest that the interaction of HBx and C/EBPα enhances the transcription of the HBV pregenomic promoter for the effective life cycle of HBV in hepatocytes. The hepatitis B viral X protein (HBx) is known to exert its transactivation activity by the interaction with several cellular transcription factors. Here we report the interaction of HBx and CCAAT/enhancer-binding protein α (C/EBPα) and their effects on the enhancer/promoters of hepatitis B virus (HBV). A chloramphenicol acetyltransferase assay showed that the cotransfection of HBx and C/EBPα strongly activated the enhancer II/pregenomic promoter of HBV in a synergistic manner. This effect was also observed in the heterologous expression system with promoters of SV40 and herpes simplex virus thymidine kinase genes. Serial deletion analysis of the enhancer II/pregenomic promoter identified the responsible region (nucleotides 1639–1679), in which two C/EBP-binding sites are located. An in vitro interaction assay and electrophoretic mobility shift assay showed that HBx augmented the DNA binding activity of C/EBPα by direct interaction with it, and its basic leucine zipper domain was responsible for the interaction with HBx. Domain analysis of HBx showed that the central region (amino acids 78–103) was necessary for direct interaction with C/EBPα. However, the complete form of HBx was necessary for the synergistic activation of the HBV pregenomic promoter. These results suggest that the interaction of HBx and C/EBPα enhances the transcription of the HBV pregenomic promoter for the effective life cycle of HBV in hepatocytes. Hepatitis B virus (HBV) 1The abbreviations used are: HBV, hepatitis B virus; HBx, hepatitis B viral X protein; CREB, cAMP-responsive element-binding protein; bZip, basic leucine zipper; C/EBP, CCAAT/enhancer-binding protein; EnII/Cp, enhancer II/pregenomic promoter; EnI/Xp, enhancer I/X promoter; nt, nucleotide(s); CAT, chloramphenicol acetyltransferase; GST, glutathioneS-transferase; BES, 2-[bis(2-hydroxyethyl)amino]ethanesulfonic acid; EMSA, electrophoretic mobility shift assay; MBP, maltose-binding protein. is a partially double-stranded DNA virus that replicates through the reverse transcription of pregenomic RNA (1Shin H.J. Rho H.M. J. Biol. Chem. 1995; 270: 11047-11050Crossref PubMed Scopus (19) Google Scholar). HBV is a causative agent of chronic and acute hepatitis and is associated with the development of hepatocellular carcinoma (2Ganem D. Varmus H.E. Annu. Rev. Biochem. 1987; 56: 651-695Crossref PubMed Scopus (821) Google Scholar). The X protein of HBV (HBx) has been implicated in HBV-mediated hepatocellular carcinoma by its abilities to induce liver cancer in some transgenic mice (3Kim C.-M. Koike K. Saito I. Miyamura T. Gilbert J. Nature. 1991; 351: 317-320Crossref PubMed Scopus (1056) Google Scholar) and to transactivate a variety of viral and cellular promoters (reviewed in Ref. 4Yen T.S.B. J. Biomed. Sci. 1996; 3: 20-30Crossref PubMed Scopus (145) Google Scholar). Being unable to bind DNA directly, the activity of HBx is known to be mainly mediated through the binding sites for other transcription factors such as AP-1 (5Natoli G. Avantaggiati M.L. Balsano C. Chirillo P. Costanzo A. Artini M. Balsano C. Levrero M. Mol. Cell. Biol. 1994; 14: 989-998Crossref PubMed Scopus (125) Google Scholar), NF-κB (6Su F. Schneider R.J. J. Virol. 1996; 70: 4558-4566Crossref PubMed Google Scholar), ATF/CREB (7Choi C.Y. Choi B.H. Park G.T. Rho H.M. J. Biol. Chem. 1997; 272: 16934-16939Abstract Full Text Full Text PDF PubMed Scopus (29) Google Scholar, 8Williams J. Andrisani O.M. Proc. Natl. Acad. Sci. U. S. A. 1995; 92: 3819-3823Crossref PubMed Scopus (147) Google Scholar), and acidic activators (9Haviv I. Vaizel D. Shaul Y. Mol. Cell. Biol. 1995; 15: 1079-1085Crossref PubMed Google Scholar). HBx has been shown to activate AP-1 and NF-κB by means of Ras-mediated signaling pathways (5Natoli G. Avantaggiati M.L. Balsano C. Chirillo P. Costanzo A. Artini M. Balsano C. Levrero M. Mol. Cell. Biol. 1994; 14: 989-998Crossref PubMed Scopus (125) Google Scholar, 6Su F. Schneider R.J. J. Virol. 1996; 70: 4558-4566Crossref PubMed Google Scholar, 10Benn J. Su F. Doria M. Schneider R.J. J. Virol. 1996; 70: 4978-4985Crossref PubMed Google Scholar). Activation of Ras by HBx was also shown to increase the cellular level of TATA-binding protein, which induces RNA polymerase III-dependent transcription (11Wang H.-D. Trivedi A. Johnson D.L. Mol. Cell. Biol. 1997; 17: 6838-6846Crossref PubMed Scopus (70) Google Scholar). Recently, it was reported that activation of Src family kinases by HBx is coupled with the activation of Ras (12Klein N.P. Schneider R.J. Mol. Cell. Biol. 1997; 17: 6427-6436Crossref PubMed Scopus (219) Google Scholar). HBx has been shown to interact with some basal transcription factors (13Qadri I. Maguire H.F. Siddiqui A. Proc. Natl. Acad. Sci. U. S. A. 1995; 92: 1003-1007Crossref PubMed Scopus (185) Google Scholar, 14Cheong J. Yi M. Lin Y. Murakami S. EMBO J. 1995; 14: 143-150Crossref PubMed Scopus (241) Google Scholar, 15Lin Y. Nomura T. Cheong J. Dorjsuren D. Iida K. Murakami S. J. Biol. Chem. 1997; 272: 7132-7139Abstract Full Text Full Text PDF PubMed Scopus (151) Google Scholar, 16Haviv I. Vaizel D. Shaul Y. EMBO J. 1996; 15: 3413-3420Crossref PubMed Scopus (87) Google Scholar, 17Qadri I. Conaway J.W. Conaway R.C. Schaack J. Siddiqui A. Proc. Natl. Acad. Sci. U. S. A. 1996; 93: 10578-10583Crossref PubMed Scopus (131) Google Scholar), the p53 tumor suppressor (18Ueda H. Ullrich S.J. Gangemi J.D. Kappel C.A. Ngo L. Feitelson M.A. Jay G. Nat. Genet. 1995; 9: 41-47Crossref PubMed Scopus (328) Google Scholar, 19Wang X.W. Forrester K. Yeh H. Feitelson M.A. Gu J.-r. Harris C.C. Proc. Natl. Acad. Sci . U. S. A. 1994; 91: 2230-2234Crossref PubMed Scopus (637) Google Scholar), and basic leucine zipper (bZip) proteins (8Williams J. Andrisani O.M. Proc. Natl. Acad. Sci. U. S. A. 1995; 92: 3819-3823Crossref PubMed Scopus (147) Google Scholar, 20Barnabas S. Hai T. Andrisani O.M. J. Biol. Chem. 1997; 272: 20684-20690Abstract Full Text Full Text PDF PubMed Scopus (75) Google Scholar). Stimulation of RNA polymerase II transcription by HBx in vitro or in cultured cells seems to require a specific cis-element or other activator proteins (9Haviv I. Vaizel D. Shaul Y. Mol. Cell. Biol. 1995; 15: 1079-1085Crossref PubMed Google Scholar, 14Cheong J. Yi M. Lin Y. Murakami S. EMBO J. 1995; 14: 143-150Crossref PubMed Scopus (241) Google Scholar,16Haviv I. Vaizel D. Shaul Y. EMBO J. 1996; 15: 3413-3420Crossref PubMed Scopus (87) Google Scholar), which suggests a role for HBx as a coactivator. These two distinct roles for HBx, as a cellular signaling molecule or as a coactivator of transcription, have been suggested to be dependent on its intracellular distribution (21Doria M. Klein N. Lucito R. Schneider R.J. EMBO J. 1995; 14: 4747-4757Crossref PubMed Scopus (275) Google Scholar). This is also implied for the interaction of HBx and the p53 tumor suppressor, which modulates p53-mediated gene transcription and apoptosis (18Ueda H. Ullrich S.J. Gangemi J.D. Kappel C.A. Ngo L. Feitelson M.A. Jay G. Nat. Genet. 1995; 9: 41-47Crossref PubMed Scopus (328) Google Scholar, 19Wang X.W. Forrester K. Yeh H. Feitelson M.A. Gu J.-r. Harris C.C. Proc. Natl. Acad. Sci . U. S. A. 1994; 91: 2230-2234Crossref PubMed Scopus (637) Google Scholar, 22Chirillo P. Pagano S. Natoli G. Puri P.L. Burgio V.L. Balsano C. Levrero M. Proc. Natl. Acad. Sci. U. S. A. 1997; 94: 8162-8167Crossref PubMed Scopus (193) Google Scholar). Other functions of HBx suggested so far include the interactions of HBx with UV-damaged DNA-binding protein (23Sitterlin D. Lee T.-H. Prigent S. Tiollais P. Butel J.S. Transy C. J. Virol. 1997; 71: 6194-6199Crossref PubMed Google Scholar), proteasome complexes (24Huang J. Kwong J. Sun E.C.-Y. Liang T.J. J. Virol. 1996; 70: 5582-5591Crossref PubMed Google Scholar), and protease tryptase TL2 (25Rakotomahanina C.K. Hilger C. Fink T. Zentgraf H. Schroder C.H. Oncogene. 1994; 9: 2613-2621PubMed Google Scholar). Recent reports suggesting a role of HBx in DNA repair are noteworthy (17Qadri I. Conaway J.W. Conaway R.C. Schaack J. Siddiqui A. Proc. Natl. Acad. Sci. U. S. A. 1996; 93: 10578-10583Crossref PubMed Scopus (131) Google Scholar, 26Becker S.A. Lee T.-H. Butel J.S. Slagle B.L. J. Virol. 1998; 72: 266-272Crossref PubMed Google Scholar). Two distinct functions and these alternatives of HBx action may explain the multifunctional role of HBxin vivo. Although the role of HBx during the infection of HBV is still unclear, it seems to play an essential role in infection by woodchuck hepatitis B virus (27Chen H. Kaneko S. Girones R. Anderson R.W. Hornbuckle W.E. Tennant B.C. Cote P.J. Gerin J.L. Purcell R.H. Miller R.H. J. Virol. 1993; 67: 1218-1226Crossref PubMed Google Scholar, 28Zoulim F. Saputelli J. Seeger C. J. Virol. 1994; 68: 2026-2030Crossref PubMed Google Scholar). In addition, transactivation of HBV enhancer/promoters by HBx (29Faktor O. Shaul Y. Oncogene. 1990; 5: 861-872Google Scholar, 30Nakatake H. Chisaka O. Yamamoto S. Matsubara K. Koshy R. Virology. 1993; 195: 305-314Crossref PubMed Scopus (71) Google Scholar) increases its importance in the HBV life cycle. A binding site for AP-1, a ubiquitous transcription factor, in enhancer I is the only cis-element of HBV yet known to respond functionally to HBx (7Choi C.Y. Choi B.H. Park G.T. Rho H.M. J. Biol. Chem. 1997; 272: 16934-16939Abstract Full Text Full Text PDF PubMed Scopus (29) Google Scholar). The CCAAT/enhancer-binding protein (C/EBP) was first identified in rat liver (31Johnson P.F. Landschulz W.H. Graves B.J. McKnight S.L. Genes Dev. 1987; 1: 133-146Crossref PubMed Scopus (341) Google Scholar) and is expressed mainly in highly differentiated cells such as liver and fat cells (32Birkenmeier E.H. Gwynn B. Howard S. Jerry J. Gordon J.I. Landschulz W.H. McKnight S.L. Genes Dev. 1989; 3: 1146-1156Crossref PubMed Scopus (463) Google Scholar), where it plays a key role in cell differentiation (33Timchenko N.A. Wilde M. Nakanishi M. Smith J.R. Darlington G.J. Genes Dev. 1996; 10: 804-815Crossref PubMed Scopus (346) Google Scholar, 34Yeh W.-C. Cao Z. Classon M. McKnight S.L. Genes Dev. 1995; 9: 168-181Crossref PubMed Scopus (813) Google Scholar). C/EBP belongs to the bZip family of transcription factors and activates transcription of several genes through its binding sites (a consensus site: 5′-RTTGCGYAAY-3′) (35Osada S. Yamamoto H. Nishihara T. Imagawa M. J. Biol. Chem. 1996; 271: 3891-3896Abstract Full Text Full Text PDF PubMed Scopus (262) Google Scholar) in liver and fat cells. C/EBP has been shown to bind and modulate enhancer I (36Dikstein R. Faktor O. Shaul Y. Mol. Cell. Biol. 1990; 10: 4427-4430Crossref PubMed Scopus (33) Google Scholar) and the enhancer II/core promoter (37Lopez-Cabrera M. Letovsky J. Hu K.-Q. Siddiqui A. Proc. Natl. Acad. Sci. U. S. A. 1990; 87: 5069-5073Crossref PubMed Scopus (134) Google Scholar, 38Lopez-Cabrera M. Letovsky J. Hu K.-Q. Siddiqui A. Virology. 1991; 183: 825-829Crossref PubMed Scopus (109) Google Scholar) of HBV. A possible role of C/EBP in the HBx-stimulated expression of promoters other than HBV has been previously suggested by indirect evidence (39Mahe Y. Mukaida N. Kuno K. Akiyama M. Ikeda N. Matsushima K. Murakami S. J. Biol. Chem. 1991; 266: 13759-13763Abstract Full Text PDF PubMed Google Scholar, 40Unger T. Shaul Y. EMBO J. 1990; 9: 1889-1895Crossref PubMed Scopus (77) Google Scholar). In the course of our study, a physical interaction of HBx and C/EBPβ without any functional implications in vivo was reported (20Barnabas S. Hai T. Andrisani O.M. J. Biol. Chem. 1997; 272: 20684-20690Abstract Full Text Full Text PDF PubMed Scopus (75) Google Scholar). We investigated a role for HBx in C/EBPα function and their effects on the HBV enhancer/promoters in HepG2 cells. We report here that the direct interaction of HBx and C/EBPα strongly activated the enhancer II/pregenomic promoter (EnII/Cp) of HBV in a synergistic manner. The pCENCAT reporter plasmid was constructed by inserting the XhoI-AluI fragment (nt 127–1873) of HBV subtype adr-k (41Rho H.M. Kim K.T. Hyun S.W. Kim Y.S. Nucleic Acids Res. 1989; 17: 2124Crossref PubMed Scopus (49) Google Scholar), which contains the upstream enhancer, the enhancer I/X promoter (EnI/Xp), and EnII/Cp, in front of the CAT reporter gene (see Fig. 1 A). Plasmids pUEIXp and pCpBm were constructed by dividing the HBV enhancer/promoters using the BamHI site (nt 1937) into the regions containing the upstream enhancer and EnI/Xp, and EnII/Cp, respectively. The pEIXp plasmid was constructed by deleting theXhoI-AccI fragment (nt 127–1070) containing the upstream enhancer from pUEIXp. The derivatives of pCpBm were constructed by serially digesting the plasmid with SacII (pCpSc), ApaLI (pCpAp), StyI (pCpSy),HincII (pCpHc), and DraI (pCpDa) as described previously (42Park G.T. Yi Y.W. Choi C.Y. Rho H.M. DNA Cell Biol. 1997; 16: 1459-1465Crossref PubMed Scopus (9) Google Scholar). The position of each deletion site is indicated in Fig. 2 A. The pC/EBP-CAT reporter plasmid was constructed by inserting eight copies of the consensus C/EBP-binding site (5′-TGCAGATTGCGCAATCTGCA-3′) into the BglII site of the pCATpromoter (Promega) containing the minimal SV40 early promoter. The pBLCAT2 plasmid has a minimal promoter (−150 to +50) of the herpes simplex virus thymidine kinase gene that contains its own C/EBP-binding site (43Graves B.J. Johnson P.F. McKnight S.L. Cell. 1986; 44: 565-576Abstract Full Text PDF PubMed Scopus (304) Google Scholar).Figure 2Identification of the region in EnII/Cp responsible for the synergistic effect of HBx and C/EBPα. A, serial deletion analysis of EnII/Cp. Serial deletion clones of pCpBm were made using the restriction enzymes indicated at the top and were examined for the effect of HBx and C/EBPα using a CAT assay. Known C/EBP-binding sites of EnII/Cp are indicated by closed circles and arenumbered consecutively. One microgram each of the deletion clones was transfected into HepG2 cells in combination with 4 μg of pSVX2 and 0.5 μg of pMSV-C/EBPα as described in the legend to Fig.1. Relative CAT activities are listed on the right. Bm,BamHI; Sa, SacII; Ap,ApaLI; Sy, StyI; Hc,HincII; Da, DraI. B, identification of the binding site of C/EBPα in HBV EnII/Cp. Oligonucleotides covering sequences downstream of the StyI site (nt 1639) were used as probes for EMSA as indicated, and their sequences are described under \"Experimental Procedures.\" A consensus C/EBP-binding site was used as a positive control. EMSA was accomplished with 50 ng of GST-C/EBPα as described under \"Experimental Procedures.\" The DNA-protein complex is indicated by the arrow. C, HBx-enhanced binding of C/EBPα to HBV EnII/Cp and competition analysis. EMSA was carried out on the oligonucleotides at nt 1639–1673 (lanes 1–5) and nt 1666–1690 (lanes 6–10) with 50 ng of GST-C/EBPα and 100 ng of MBP-X protein as indicated. Purified MBP was added to the reaction mixtures without MBP-X protein to adjust the amount of total proteins (lanes 1 and 6). A 50-fold molar excess of the unlabeled probes (self) and the consensus (C/EBPwt) and mutant C/EBP (C/EBPmt) oligonucleotides were added as competitors (lanes 3–5 and 8–10). The sequences of C/EBPwt and C/EBPmt are also described under \"Experimental Procedures.\"View Large Image Figure ViewerDownload (PPT) The C/EBPα expression vector pMSV-C/EBPα is a kind gift of Dr. S. L. McKnight. The bacterial expression vectors for full-length C/EBPα and the bZip domain of C/EBPα (pGST-C/EBPα and pGST-bZip, respectively) were constructed by inserting theNcoI-NcoI fragment (amino acids 1–358) and theSmaI-NcoI fragment (amino acids 245–358) of C/EBPα cDNA into the SmaI site of pGEX-4T1 and pGEX-4T2 (Amersham Pharmacia Biotech), respectively. The eukaryotic expression vector for HBx (pSVX2) was constructed by placing its cDNA (nt 1371–1833) under the control of the SV40 enhancer and early promoter. The derivatives of pSVX2 (pSVXΔBA, pSVXΔBH, and pSVXΔSH) were constructed using the BamHI,ApaLI, and HincII sites, respectively, within the HBx cDNA as described for Fig. 5 A. The bacterial expression vectors for HBx and its derivatives (pMBP-X, pMBP-Mx, and pMBP-Sx) were described previously (7Choi C.Y. Choi B.H. Park G.T. Rho H.M. J. Biol. Chem. 1997; 272: 16934-16939Abstract Full Text Full Text PDF PubMed Scopus (29) Google Scholar). HepG2 cells were transfected with reporter and activator plasmids as indicated in the figure legends using the calcium phosphate co-precipitation method with BES as described previously (7Choi C.Y. Choi B.H. Park G.T. Rho H.M. J. Biol. Chem. 1997; 272: 16934-16939Abstract Full Text Full Text PDF PubMed Scopus (29) Google Scholar). The total amount of transfected DNA for each reaction was adjusted to 9 μg with pUC19. The CAT assay was performed with cell extracts normalized for the total amount of protein using the Bradford assay (Bio-Rad). CAT activity was quantified by measuring the conversion of [14C]chloramphenicol to its acetylated forms using a Fuji BAS bioimaging analyzer. The GST-fused C/EBPα and MBP-fused X proteins were affinity-purified, and the amount of purified proteins was determined by the Bradford assay. DNA binding reactions were carried out with the indicated amount of proteins as described previously (7Choi C.Y. Choi B.H. Park G.T. Rho H.M. J. Biol. Chem. 1997; 272: 16934-16939Abstract Full Text Full Text PDF PubMed Scopus (29) Google Scholar), except that the proteins were preincubated in a reaction mixture without a probe for 10 min at room temperature and then incubated with labeled probes for 5 min. Samples were loaded on a 5% native polyacrylamide gel (40:1 acrylamide/bisacrylamide) in 0.5× Tris borate/EDTA, and the gels were dried and exposed to x-ray film. Antibody against human C/EBPα was from Santa Cruz Biotechnology, Inc. (Santa Cruz, CA). The sequences of the probes covering the HBV enhancer/promoters are as follow: nt 974–995, 5-TATTGACTGGAAAGTATGTCAA-3′; nt 1024–1046, 5′-CCTTTTACACAATGTGGCTATCC-3′; nt 1170–1198, 5′-CTGCCAAGTATTTGCTGACGCAACCCCCA-3′; nt 1639–1673, 5′-CCAAGGTCTTACATAAGAGGACTCTTGGACTCTCA-3′; nt 1666–1690, 5′-GACTCTCAGCAATGTCAACGTCCGA-3′; nt 1680–1706, 5′-TCAACGTCCGACCTTGAGGCATACTTC-3′; nt 1699–1729, 5′-CATACTTCAAAGACTGTTTGTTTAAAGACTG-3′; nt 1725–1751, 5′-GACTGGGAGGAGTTGGGGGAGGAGATT-3′; nt 1740–1761, 5′-GGGGAGGAGATTAGGTTAATGA-3′; nt 1798–1822, 5′-GTTCACCAGCACCATGCAACTTTTT-3′; and nt 1826–1846, 5′-CCTCTGCCTAATCATCTCATG-3′. Sequences homologous to the consensus C/EBP site are underlined. The sequences of the wild-type and mutant C/EBP-binding sites are as follow: C/EBPwt, 5′-TGCAGATTGCGCAATCTGCA-3′; and C/EBPmt, 5′-TGCAGAGACTAGTCTCTGCA-3′. The consensus C/EBP site in C/EBPwt and the mutated sequences in C/EBPmt are underlined. One milliliter of bacterial extracts containing GST-C/EBPα or GST-bZip were incubated with 20 μl of amylose resin bound to MBP or MBP-fused HBx proteins for 12 h at 4 °C. After extensive washing (10 × 10-min incubation with 1 ml of column buffer (10 mm sodium phosphate (pH 7.2), 0.5 m NaCl, 1 mm sodium azide, 1 mm EGTA, and 10% glycerol)), bound proteins were eluted with 50 μl of column buffer containing 10 mmmaltose. Ten microliters of eluted proteins were assayed by SDS-polyacrylamide gel electrophoresis and electrophoretically transferred to nitrocellulose membranes at 4 °C. Membranes were blocked with 5% nonfat dry milk in phosphate buffer (80 mmNa2HPO4, 20 mmNaH2PO4 (pH 7.5), 100 mm NaCl, and 0.1% Triton X-100), briefly washed, and incubated with anti-C/EBPα antibody (1:5000) for 1 h at 25 °C. After extensive washing, membranes were incubated with a horseradish peroxidase-linked anti-rabbit mouse antibody (1:10,000) for 1 h at 25 °C. Protein-antibody complexes were visualized by the ECL Western blotting detection system (Amersham Pharmacia Biotech) according to the manufacturer's instructions. HBV has been previously shown to have C/EBP-binding sites in the upstream enhancer, enhancer I , and EnII/Cp (37Lopez-Cabrera M. Letovsky J. Hu K.-Q. Siddiqui A. Proc. Natl. Acad. Sci. U. S. A. 1990; 87: 5069-5073Crossref PubMed Scopus (134) Google Scholar, 44Landschulz W.H. Johnson P.F. Adashi E.Y. Graves B.J. McKnight S.L. Genes Dev. 1988; 2: 786-800Crossref PubMed Scopus (630) Google Scholar). We first examined the effect of HBx and C/EBPα on the whole HBV enhancer/promoters (pCENCAT) in HepG2 cells, which contain low levels of C/EBPα compared with normal liver (45Friedman A.D. Landschulz W.H. McKnight S.L. Genes De v. 1989; 3: 1314-1322Crossref PubMed Scopus (363) Google Scholar). The effects of both proteins on each enhancer/promoter (pCpBm, pUEIXp and pEIXp) were then examined. As shown in Fig. 1 B(lanes 3, 7, 11, and15), HBx alone activated all four reporters. In contrast to previous reports (36Dikstein R. Faktor O. Shaul Y. Mol. Cell. Biol. 1990; 10: 4427-4430Crossref PubMed Scopus (33) Google Scholar, 38Lopez-Cabrera M. Letovsky J. Hu K.-Q. Siddiqui A. Virology. 1991; 183: 825-829Crossref PubMed Scopus (109) Google Scholar), C/EBPα alone neither activated nor repressed notably the HBV enhancer/promoters in our experiments (Fig.1 B, lanes 2, 6,10, and 14). However, cotransfection of HBx and C/EBPα significantly elevated the activities of pCENCAT and pCpBm plasmids (Fig. 1 B, lanes 4 and8), suggesting a synergistic effect of HBx and C/EBPα on HBV EnII/Cp. Contrary to our expectation, the cotransfection of HBx and C/EBPα had only a small effect on pUEIXp (Fig. 1 B,lane 12) and inhibited the activation of pEIXp by HBx (lane 16), although they have C/EBP-binding sites. By EMSA, purified C/EBPα efficiently bound to the known C/EBP site of enhancer I, but weakly bound and did not bind to the downstream and upstream C/EBP sites of the upstream enhancer, respectively (data not shown). When compared with the consensus sequence of C/EBP, the C/EBP site at the upstream site of the upstream enhancer (nt 974–995) does not have any homology, whereas the one at the downstream site (nt 1024–1046) and the other one in enhancer I (nt 1170–1198) have 80% homology (Table I). The discrepancy of the results from the CAT assay and EMSA indicates that C/EBPα did not act as an influential activator in EnI/Xp.Table ISequence comparison of the consensus C/EBP site in the HBV probes by EMSA in this studyHomologyC/EBPα binding%C/EBP consensus1-aRef. 35 and 49.5′-RTTGCGYAAY-3′UE1-bKnown C/EBP sites in the upstream enhancer (UE) and enhancer I (EnI) of HBV (36, 44) (data not shown).nt 974–995No homology−nt 1024–10465′-ATTGTGTAAT-3′ (inverted)80+EnI1-bKnown C/EBP sites in the upstream enhancer (UE) and enhancer I (EnI) of HBV (36, 44) (data not shown).nt 1170–11985′-GTTGCGTCAG-3′ (inverted)80++EnII/Cp1-cThe results are shown in Fig. 2 B. Numbers in parentheses correspond to the known C/EBP-binding sites in Fig.2 A (37). Other sequences were shown to be important in the function of EnII/Cp and have homologies to the consensus C/EBP site (47, 48).nt 1639–1673 (1Shin H.J. Rho H.M. J. Biol. Chem. 1995; 270: 11047-11050Crossref PubMed Scopus (19) Google Scholar)5′-CTTATGTAAG-3′ (inverted)60++nt 1666–1690 (2Ganem D. Varmus H.E. Annu. Rev. Biochem. 1987; 56: 651-695Crossref PubMed Scopus (821) Google Scholar)5′-ATTGCTGAGA-3′ (inverted)60++nt 1680–17065′-CTTGAGGCAT-3′60−nt 1699–17295′-TTTGTTTAAA-360−nt 1725–17515′-GTTGGGGAGG-3′60−nt 1740–1761 (3Kim C.-M. Koike K. Saito I. Miyamura T. Gilbert J. Nature. 1991; 351: 317-320Crossref PubMed Scopus (1056) Google Scholar)5′-ATTAGGTTAAT-3′ (1-base addition)60−nt 1798–1822 (4Yen T.S.B. J. Biomed. Sci. 1996; 3: 20-30Crossref PubMed Scopus (145) Google Scholar)5′-GTTGCATGGT-3′ (inverted)70−nt 1826–1846 (5Natoli G. Avantaggiati M.L. Balsano C. Chirillo P. Costanzo A. Artini M. Balsano C. Levrero M. Mol. Cell. Biol. 1994; 14: 989-998Crossref PubMed Scopus (125) Google Scholar)5′-TCTGCCTAAT-3′70−Note that sequences homologous to the consensus C/EBP site within each HBV DNA sequence are aligned (see \"Experimental Procedures\" for full sequences of probes). Important bases are in boldface italic in the C/EBP consensus sequence.1-a Ref. 35Osada S. Yamamoto H. Nishihara T. Imagawa M. J. Biol. Chem. 1996; 271: 3891-3896Abstract Full Text Full Text PDF PubMed Scopus (262) Google Scholar and 49Nye J.H. Graves B.J. Proc. Natl. Acad. Sci. U. S. A. 1990; 87: 2992-2996Crossref Scopus (22) Google Scholar.1-b Known C/EBP sites in the upstream enhancer (UE) and enhancer I (EnI) of HBV (36Dikstein R. Faktor O. Shaul Y. Mol. Cell. Biol. 1990; 10: 4427-4430Crossref PubMed Scopus (33) Google Scholar, 44Landschulz W.H. Johnson P.F. Adashi E.Y. Graves B.J. McKnight S.L. Genes Dev. 1988; 2: 786-800Crossref PubMed Scopus (630) Google Scholar) (data not shown).1-c The results are shown in Fig. 2 B. Numbers in parentheses correspond to the known C/EBP-binding sites in Fig.2 A (37Lopez-Cabrera M. Letovsky J. Hu K.-Q. Siddiqui A. Proc. Natl. Acad. Sci. U. S. A. 1990; 87: 5069-5073Crossref PubMed Scopus (134) Google Scholar). Other sequences were shown to be important in the function of EnII/Cp and have homologies to the consensus C/EBP site (47Wu X. Zhu L. Li Z.-P. Koshy R. Wang Y. Virology. 1992; 191: 490-494Crossref PubMed Scopus (18) Google Scholar, 48Yuh C.-H. Ting L.-P. J. Virol. 1993; 67: 142-149Crossref PubMed Google Scholar). Open table in a new tab Note that sequences homologous to the consensus C/EBP site within each HBV DNA sequence are aligned (see \"Experimental Procedures\" for full sequences of probes). Important bases are in boldface italic in the C/EBP consensus sequence. We analyzed further the EnII/Cp region that was highly activated by the cotransfection of HBx and C/EBPα (Fig. 1 B). Previously, HBV EnII/Cp has been shown to contain several C/EBP-binding sites (37Lopez-Cabrera M. Letovsky J. Hu K.-Q. Siddiqui A. Proc. Natl. Acad. Sci. U. S. A. 1990; 87: 5069-5073Crossref PubMed Scopus (134) Google Scholar). To identify the responsible one in EnII/Cp, the effect of HBx and C/EBPα on the serial deletions of pCpBm was examined by CAT assay (Fig.2 A). The basal activities of plasmids pCpAp and pCpDa were lower than those of the other reporter plasmids, which is consistent with previous reports (42Park G.T. Yi Y.W. Choi C.Y. Rho H.M. DNA Cell Biol. 1997; 16: 1459-1465Crossref PubMed Scopus (9) Google Scholar, 46Park G.T. Choi C.Y. Rho H.M. J. Gen. Virol. 1996; 77: 2775-2780Crossref PubMed Scopus (6) Google Scholar). The synergistic effect of HBx and C/EBPα was maintained on plasmid pCpSy, but not on plasmids pCpHc and pCpDa. In contrast, HBx alone slightly activated pCpHc. These results show that theStyI-HincII fragment (nt 1639–1679) in the enhancer II region is responsible for the synergistic effect of HBx and C/EBPα on the HBV pregenomic promoter. To find the binding site of C/EBPα in HBV EnII/Cp, we performed EMSA with oligonucleotides synthesized based on the sequences of the probable C/EBP sites and the previous data on this region (37Lopez-Cabrera M. Letovsky J. Hu K.-Q. Siddiqui A. Proc. Natl. Acad. Sci. U. S. A. 1990; 87: 5069-5073Crossref PubMed Scopus (134) Google Scholar, 47Wu X. Zhu L. Li Z.-P. Koshy R. Wang Y. Virology. 1992; 191: 490-494Crossref PubMed Scopus (18) Google Scholar, 48Yuh C.-H. Ting L.-P. J. Virol. 1993; 67: 142-149Crossref PubMed Google Scholar). Purified GST-C/EBPα bound to the regions spanning nt 1639–1673 and 1666–1690 (Fig. 2 B, lanes 1 and2; known C/EBP sites depicted as sites 1 and2 in Fig. 2 A), but not to the other regions (Fig.2 B, lanes 3–8; downstream of theHincII site). The consensus C/EBP site (C/EBPwt), used as a positive control, also bound to GST-C/EBPα (Fig. 2 B,lane 9). Siddiqui and co-workers (37Lopez-Cabrera M. Letovsky J. Hu K.-Q. Siddiqui A. Proc. Natl. Acad. Sci. U. S. A. 1990; 87: 5069-5073Crossref PubMed Scopus (134) Google Scholar) have identified the multiple C/EBP-binding sites in this region and the downstream sequences near the translation start site of core gene expression by DNase I protection analysis. However, downstream C/EBP sites (nt 1740–1761, 1798–1822, and 1826–1846; known C/EBP sites depicted assites 3–5 in Fig. 2 A) were not bound by purified C/EBPα in our experiment (Fig. 2 B, lanes 6–8), although all these sequences have 60–70% homologies to the consensus C/EBP site (Table I). The discrepancy between our results and theirs may be due to the assay methods, and C/EBPα binding to DNA seems to require conservation",
  "authors": [
    {
      "display_name": "Byung Hyune Choi",
      "id": "A5090269403",
      "orcid": "https://orcid.org/0000-0001-8996-8971",
      "institutions": [
        {
          "id": "I139264467",
          "display_name": "Seoul National University",
          "country_code": "KR",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Byung Hyune Choi"
    },
    {
      "display_name": "Geon Tae Park",
      "id": "A5103420905",
      "orcid": null,
      "institutions": [
        {
          "id": "I139264467",
          "display_name": "Seoul National University",
          "country_code": "KR",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Geon Tae Park"
    },
    {
      "display_name": "Hyune Mo Rho",
      "id": "A5113739941",
      "orcid": null,
      "institutions": [
        {
          "id": "I139264467",
          "display_name": "Seoul National University",
          "country_code": "KR",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Hyune Mo Rho"
    }
  ],
  "publication_year": 1999,
  "publication_date": "1999-01-01",
  "type": "article",
  "cited_by_count": 83,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S140251998",
    "display_name": "Journal of Biological Chemistry",
    "issn_l": "0021-9258",
    "issn": [
      "0021-9258",
      "1067-8816",
      "1083-351X"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320990"
  },
  "volume": "274",
  "issue": "5",
  "first_page": "2858",
  "last_page": "2865",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "http://www.jbc.org/article/S0021925819880651/pdf",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C111936080",
      "display_name": "Enhancer",
      "level": 4,
      "score": 0.7320226
    },
    {
      "id": "C159047783",
      "display_name": "Virology",
      "level": 1,
      "score": 0.5725379
    },
    {
      "id": "C153911025",
      "display_name": "Molecular biology",
      "level": 1,
      "score": 0.49192262
    },
    {
      "id": "C149240914",
      "display_name": "Ccaat-enhancer-binding proteins",
      "level": 5,
      "score": 0.47005785
    },
    {
      "id": "C2780593183",
      "display_name": "Hepatitis B virus",
      "level": 3,
      "score": 0.41024765
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.39996636
    },
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.39925683
    },
    {
      "id": "C94966510",
      "display_name": "DNA-binding protein",
      "level": 4,
      "score": 0.25182843
    },
    {
      "id": "C104317684",
      "display_name": "Gene",
      "level": 2,
      "score": 0.17633006
    },
    {
      "id": "C2522874641",
      "display_name": "Virus",
      "level": 2,
      "score": 0.15423238
    },
    {
      "id": "C86339819",
      "display_name": "Transcription factor",
      "level": 3,
      "score": 0.101941794
    },
    {
      "id": "C54355233",
      "display_name": "Genetics",
      "level": 1,
      "score": 0.0844388
    }
  ],
  "topics": [
    {
      "id": "T10340",
      "display_name": "Hepatitis B Virus Studies",
      "score": 0.9998
    },
    {
      "id": "T10583",
      "display_name": "Cancer-related Molecular Pathways",
      "score": 0.9969
    },
    {
      "id": "T10151",
      "display_name": "Hepatitis C virus research",
      "score": 0.9962
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1074/jbc.274.5.2858",
  "pdf_url": "http://www.jbc.org/article/S0021925819880651/pdf",
  "retrieved_date": "2025-07-30T15:26:06.791793",
  "source_database": "OpenAlex"
}