{
  "openalex_id": "W1964574873",
  "doi": "https://doi.org/10.7326/0003-4819-63-3-468",
  "title": "Hyperparathyroidism Detected by Routine Serum Calcium Analysis",
  "abstract": "Article1 September 1965Hyperparathyroidism Detected by Routine Serum Calcium AnalysisPrevalence in a Clinic PopulationCHARLES E. BOONSTRA, M.D., CHARLES E. JACKSON, M.D., F.A.C.P.CHARLES E. BOONSTRA, M.D.Search for more papers by this author, CHARLES E. JACKSON, M.D., F.A.C.P.Search for more papers by this authorAuthor, Article, and Disclosure Informationhttps://doi.org/10.7326/0003-4819-63-3-468 SectionsAboutPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinkedInRedditEmail ExcerptThough the prevalence of primary hyperparathyroidism is unknown, Keating (1) has reported that its observed frequency in published series reflects primarily the diligence with which it has been sought. In 1962 (2) we reported the results of routine serum calcium analysis on 12,000 consecutive individuals and emphasized that a careful search for hyperparathyroidism must involve the screening of apparently asymptomatic individuals for hypercalcemia. Presented here are the data on 31 cases of hyperparathyroidism and other cases with abnormal serum calcium levels encountered in studying nearly 26,000 consecutive individuals during a 65-month period.METHODSThis investigation was begun in June, 1959,...References1. KEATING FR: Diagnosis of primary hyperparathyroidism: clinical and laboratory aspects. JAMA 178: 547, 1961. CrossrefMedlineGoogle Scholar2. BOONSTRAJACKSON CECE: The clinical value of routine serum calcium analysis. Ann. Intern. Med. 57: 963, 1962. LinkGoogle Scholar3. JACKSON CE: Hereditary hyperparathyroidism associated with recurrent pancreatitis. Ann. Intern. Med. 49: 829, 1958. LinkGoogle Scholar4. KESSLERWOLFMAN GM: An automated procedure for the simultaneous determination of calcium and phosphorus. Clin. Chem. 10: 686, 1964. CrossrefMedlineGoogle Scholar5. FALES FW: Micromethod for determination of serum calcium. J. Biol. Chem. 204: 577, 1953. CrossrefMedlineGoogle Scholar6. BIGGARTWILLIS JHJ: Peptic ulceration and endocrine disease in necropsy material. Lancet 2: 938, 1959. CrossrefMedlineGoogle Scholar7. KARPATIFRAME GB: Neuropsychiatric disorder in primary hyperparathyroidism. Arch. Neurol. (Chicago) 10: 387, 1964. CrossrefMedlineGoogle Scholar8. ST. GOAR WT: Gastrointestinal symptoms as a clue to the diagnosis of primary hyperparathyroidism: a review of 45 cases. Ann. Intern. Med. 46: 102, 1957. LinkGoogle Scholar9. MIEHERTHIBAUDEAUFRAME WCYB: Primary hyperparathyroidism. A diagnostic challenge. Arch. Intern. Med. (Chicago) 107: 361, 1961. CrossrefMedlineGoogle Scholar10. RANDALLKEATING RVFR: Serendipity in the diagnosis of primary hyperparathyroidism. Amer. J. Med. Sci. 236: 575, 1958. MedlineGoogle Scholar11. RIDDICKREISS FAE: Hyperparathyroidism: analysis of recent experiences, clinical spectrum, and diagnostic tests. Ann. Intern. Med. 56: 183, 1962. LinkGoogle Scholar12. MCGEOWNFIELD MGCM: Asymptomatic hyperparathyroidism. Lancet 2: 1268, 1960. CrossrefMedlineGoogle Scholar13. RASMUSSENREIFENSTEIN HEC: in Textbook of Endocrinology, edited by WILLIAMS, R. H., 3rd. W. B. Saunders Company, Philadelphia, 1962, p. 817. Google Scholar14. GORDANEISENBERGLOKENGARDNERHAYAS GSEHFBLT: Clinical endocrinology of parathyroid hormone excess, in Recent Progress in Hormone Research, Vol. 18, edited by PINCUS, G., Academic Press, New York, 1962, p. 297. Google Scholar15. BERSONYALOWAURBACHPOTTS SARSGDJT: Immunoassay of bovine and human parathyroid hormone. Proc. Nat. Acad. Sci. USA 49: 613, 1963. CrossrefMedlineGoogle Scholar16. TASHJIANMUNSON AHPL: Assay of human parathyroid hormone (editorial). Ann. Intern. Med. 60: 523, 1964. LinkGoogle Scholar This content is PDF only. To continue reading please click on the PDF icon. Author, Article, and Disclosure InformationAffiliations: Bluffton, IndianaFrom the Departments of Pathology and Internal Medicine, Caylor-Nickel Clinic, Bluffton, Ind.Supported in part by grant A 2901, U. S. Public Health Service, Bethesda, Md.Requests for reprints should be addressed to Charles E. Boonstra, M.D., Caylor-Nickel Clinic, 303 S. Main Street, Bluffton, Ind. 46714. PreviousarticleNextarticle Advertisement FiguresReferencesRelatedDetails Metrics Cited ByEpidemiology of parathyroid disordersPrimary HyperparathyroidismHypercalcemia in the Emergency Department: A Missed OpportunityReferences and NotesUltrasound of the NeckDiagnosis of patients with raised serum calcium level in primary care, SwedenAsymptomatic hyperparathyroidism: An assessment of operative interventionSurgery of hyperparathyroid diseaseSurgery for primary hyperparathyroidism: Experience with 500 consecutive cases and evaluation of the role of surgery in the asymptomatic patientPre-operative Sestamibi–Technetium Subtraction Scintigraphy in Primary Hyperparathyroidism: Experience with 156 Consecutive PatientsScreening for primary hyperparathyroidism (PHPT) in clinic patients: differential diagnosis between PHPT and malignancy-associated hypercalcemia by routine blood testsHyperparathyroidism Associated With a Chronic Hypothyroid StateAssessment of patient outcomes after operation for primary hyperparathyroidismSecondary hypertension: Evaluation and treatmentHighlights from Endocrine Surgical HistoryEffects of long-term lithium infusion on normal parathyroid tissueAutosomal Dominant Familial Hypoparathyroidism, Sensorineural Deafness, and Renal DysplasiaPrimary hyperparathyroidism in Austria: Results of an 8-year prospective studyPrimary hyperparathyroidism: aggressive or conservative treatment?Differential diagnosis of hypercalcemiaDiagnosis and management of asymptomatic hyperparathyroidism: Safety, efficacy, and deficiencies in our knowledgePrimary hyperparathyroidism presenting with a maxillary tumour and hydrocephalusHypercalcemiaNeurologic Complications of Organ System FailureHypoparathyroidism and Addison's Disease: A Potentially Lethal CombinationPrimary Hyperparathyroidism, Hypercalcemia, Paranoid Delusions, Homicide, and Attempted MurderMusculoskeletal Manifestations of Primary HyperparathyroidismHistologic parathyroid abnormalities in an autopsy seriesSurgical management of primary hyperparathyroidismParathyroid tumorsHyperparathyroidism: Neuropsychiatric manifestationsParticularités de l'hyperparathyroïdie primitive du sujet âgéHypercalcemia in the etiology of puerperal psychosisHyperparathyroidismDifferential Laboratory Diagnosis of HypercalcemiaHormonale Osteopathien im ErwachsenenalterHormonale Osteopathien im ErwachsenenalterHypercalcemia: Long-term follow-up with matched controlsStatic grey-scale parathyroid ultrasonography: Is high-resolution real-time technique required?Treatment of HypercalcemiaThe Divalent Ions Calcium, Phosphorus, and Magnesium and Vitamin DHypothyroidism and Biochemical ScreeningSUDHAKER D. RAO, M.B., B.S., M. KLEEREKOPER, M.B., B.S., K. TOLIA, M.B., B.S., V. MATKOVIC, M.D., PH.D., B. FRAME, M.D., A.M. PARFITT, M.B., B. CHIR.Subtotal parathyroidectomy: Normalization of circulating parathormoneLiteraturverzeichnisRadiologic Diagnosis of HyperparathyroidismSurgical Treatment of Endocrine DisordersDifferential diagnosis of hypercalcemiaCauses of hypercalcemiaHypercalcaemia in an Adult Hospital Population: Comparison of Inpatients of 1966 with those of 1976Value of selective parathormone radioimmunoassay in primary hyperparathyroidismEctopic Hormone SyndromesDer primäre HyperparathyreoidismusPRIMARY HYPERPARATHYROIDISM IN PARANEOPLASTIC HYPERCALCÆMIAPrimary Hyperparathyroidism and Other Causes of HypercalcemiaParathyroid Physiology and Primary HyperparathyroidismHypoparathyroidismInvited commentaryHyperparathyroidism with asymptomatic hypercalcemia and symptomatic normocalcemiaCalcium metabolism and mental disorderHyperparathyroidism in persons treated with x-rays for tuberculous cervical adenitisPrimary hyperparathyroidism presenting as anticonvulsant-induced osteomalaciaI. Aspetti Anatomopatologici E Fisiopatologici Dell'Iperparatiroidismo PrimarioII. L'Iperparatiroidismo Primitivo in UrologiaOn the Diagnosis of So-called Normocalcaemic HyperparathyroidismHyperparathyroidism in the AfricanSurgical exploration in asymptomatic hypercalcemiaAsymptomatic primary hyperparathyroidismVIIth and VIIIth cranial nerve palsies due to parathyroid adenoma with associated osteitis fibrosa cysticaThe Effect of Multiphasic Biochemical Screening on the Diagnosis of Primary Hyperparathyroidism*Surgery of the ParathyroidsCalcium homeostasis and the pathogenesis and management of hypercalcemic disordersPrimary hyperparathyroidismParathyroid hormone: Coming of age in clinical medicineParathyroid diseaseHyperparathyroidism: Therapy and Response, with a Test for Assessment of ResponseR. E. GOLDSMITH, M.D., F.A.C.P., E. A. GALL, M.D., W. A. ALTEMEIER, M.D., A. WEINSTEIN, M.D., E. ZALMEForewordPrimary hyperparathyroidism: A prospective clinical studyCase 15-1971The Clinical Problem of Primary HyperparathyroidismRoutine Serum Magnesium Analysis Correlation with Clinical State in 5,100 PatientsCHARLES E. JACKSON, M.D., F.A.C.P., DONALD W. MEIER, M.D.HYPERCALCAEMIA IN AN AUSTRALIAN HOSPITAL ADULT POPULATIONClinical and Genetic Investigation of a Large Kindred with Multiple Endocrine AdenomatosisThe relationship of hereditary hyperparathyroidism to endocrine adenomatosisPROBLEMS OF THE SYNDROME OF FAMILIAL MULTIPLE ENDOCRINE ADENOMASPrimary HyperparathyroidismDifficulties in the Evaluation of Lead Poisoning 1 September 1965Volume 63, Issue 3Page: 468-474KeywordsAdenomasCalciumHypercalcemiaHyperparathyroidismMedical servicesResearch laboratoriesSurgeons Issue Published: 1 September 1965 PDF DownloadLoading ...",
  "authors": [
    {
      "display_name": "Charles E. Boonstra",
      "id": "A5057476295",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "CHARLES E. BOONSTRA"
    }
  ],
  "publication_year": 1965,
  "publication_date": "1965-09-01",
  "type": "article",
  "cited_by_count": 121,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S119722071",
    "display_name": "Annals of Internal Medicine",
    "issn_l": "0003-4819",
    "issn": [
      "0003-4819",
      "1539-3704"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316812"
  },
  "volume": "63",
  "issue": "3",
  "first_page": "468",
  "last_page": "468",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.9275723
    },
    {
      "id": "C519063684",
      "display_name": "Calcium",
      "level": 2,
      "score": 0.61275464
    },
    {
      "id": "C2775945674",
      "display_name": "Hyperparathyroidism",
      "level": 2,
      "score": 0.5945747
    },
    {
      "id": "C2779053571",
      "display_name": "Primary hyperparathyroidism",
      "level": 2,
      "score": 0.45808733
    },
    {
      "id": "C87975464",
      "display_name": "Calcium metabolism",
      "level": 3,
      "score": 0.41275552
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.40270016
    },
    {
      "id": "C134018914",
      "display_name": "Endocrinology",
      "level": 1,
      "score": 0.3430603
    },
    {
      "id": "C90924648",
      "display_name": "Gastroenterology",
      "level": 1,
      "score": 0.33733252
    }
  ],
  "topics": [
    {
      "id": "T10516",
      "display_name": "Parathyroid Disorders and Treatments",
      "score": 0.9985
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.7326/0003-4819-63-3-468",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:36:20.728467",
  "source_database": "OpenAlex"
}