{
  "openalex_id": "W1964327616",
  "doi": "https://doi.org/10.1353/bcs.2012.0017",
  "title": "Canada and Pure Land, a New Field and Buddha-Land: Womanists and Buddhists Reading Together",
  "abstract": "Canada and Pure Land, a New Field and Buddha-Land:Womanists and Buddhists Reading Together Jennifer Leath Religion, in theory and in praxis, is often a journey through and to territories known and unknown. Sometimes the paths of particular traditions seem to avoid intersection at all costs. Thus, it is no small accomplishment that Womanists and scholars and practitioners of Buddhism, who typically reflect very different demographic groups, have been in dialogue about Buddhist texts. I participated in two dialogues, in 2009 and 2011, which brought together scholars and practitioners of Buddhism and of Womanism, as well as scholars of Black religion more broadly, to read Buddhist texts from our individual and collective scholarly and faith perspectives. These dialogues addressed several challenges facing Womanist scholarship and praxis. The three discussed in this essay are (1) the Christian parameters that continue to constrain much contemporary Womanist discourse, (2) the ways that Womanism negotiates orthopraxy, and (3) the unique ways that Womanist scholarship and practice pursue liberation amid various postmodern conditions. Ultimately, the content and methodology of the Womanist-Buddhist dialogues inspire new ways to approach and mediate among these challenges. Throughout the dialogues, it became increasingly clear that the traditions of Womanism and Buddhism are similar insofar as they trouble the category of religion, while they contribute to the study of religion. I will begin with a brief exegesis that exemplifies one way of reading and weaving Womanism and Buddhism. Next, I will expound upon the three challenges mentioned above. Finally, I will raise some questions and concerns that must inform the ongoing development of Womanist-Buddhist dialogue. In the process, I will invite Womanist and Buddhist scholars to refashion our concepts of journey and destination. Canada and Pure Land: Journeys Toward Freedom According to Alice Walker's definition, among other things, a Womanist is: \"Traditionally capable, as in: 'Mama, I'm walking to Canada and I'm taking you and a bunch of other slaves with me.' Reply: 'It wouldn't be the first time.'\"1 This is important [End Page 57] because it underscores the three-dimensional nature of Womanism: (1) it is rooted in convictions (i.e., faith), not least of which is a commitment to liberation; (2) it is confirmed through praxis (i.e., walking to Canada—and taking others); and (3) it is something about which one may write (i.e., scholarship). It is also important because it establishes the significance of distinct and intersecting \"movements\": through space, place, time, and social position. Walking to Canada refers to movement from the Southern slave territories of the United States to the Northern free territories of Canada (i.e., movement through space, from one place to another). \"Walking to Canada\" is both ideological and pragmatic; it reinterprets the antebellum objective of migrating toward freedom for various postbellum times and conditions (i.e., movement through time). It is an ongoing journey from slavery to freedom (i.e., movement from one social position to another). Walker asserts that although our \"Canada\" may change, the quest for freedom, for oneself and one's community, remains the objective for Womanists and Womanism. In order to draw the reader's attention to Canada and to journeys toward freedom, Walker presents a dialogue between a child and mother. This exchange clearly establishes the identity of the first speaker, who indicates her plan to head to Canada, and to bring her \"Mama\" and other slaves with her, as a Womanist—a mother's child with womanish behaviors. However, her womanish/Womanist identity depends upon \"Mama's\" reply: \"It wouldn't be the first time.\" In other words, the child's identity as a Womanist is fully realized in the process of dialogue. Although certain expressions of the relationship between land and freedom are unique to Womanism, the relationship between land and individual and collective freedom is not, of course, a Womanist invention. During one of the Womanist-Buddhist dialogues in which I participated, we discussed this relationship as we read The Sūtra of Contemplation on the Buddha of Immeasurable Life, from the Pure Land tradition of Mahāyāna Buddhism. In this sutra, Ajātasatru imprisons his father, King Bimbisāra, whose power and...",
  "authors": [
    {
      "display_name": "Jennifer S. Leath",
      "id": "A5000880370",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Jennifer Leath"
    }
  ],
  "publication_year": 2012,
  "publication_date": "2012-01-01",
  "type": "article",
  "cited_by_count": 12,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S31282216",
    "display_name": "Buddhist-Christian Studies",
    "issn_l": "0882-0945",
    "issn": [
      "0882-0945",
      "1527-9472"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315682"
  },
  "volume": "32",
  "issue": "1",
  "first_page": "57",
  "last_page": "65",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C75699723",
      "display_name": "Buddhism",
      "level": 2,
      "score": 0.83412516
    },
    {
      "id": "C524757792",
      "display_name": "Gautama Buddha",
      "level": 3,
      "score": 0.8015802
    },
    {
      "id": "C2777122596",
      "display_name": "Praxis",
      "level": 2,
      "score": 0.68838066
    },
    {
      "id": "C2778061430",
      "display_name": "Scholarship",
      "level": 2,
      "score": 0.62406486
    },
    {
      "id": "C2778521100",
      "display_name": "Pure land",
      "level": 3,
      "score": 0.4918168
    },
    {
      "id": "C554936623",
      "display_name": "Reading (process)",
      "level": 2,
      "score": 0.46833277
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.46785265
    },
    {
      "id": "C2778692574",
      "display_name": "Faith",
      "level": 2,
      "score": 0.45682955
    },
    {
      "id": "C107038049",
      "display_name": "Aesthetics",
      "level": 1,
      "score": 0.44437382
    },
    {
      "id": "C509535802",
      "display_name": "Postmodernism",
      "level": 2,
      "score": 0.43173417
    },
    {
      "id": "C107993555",
      "display_name": "Gender studies",
      "level": 1,
      "score": 0.34788084
    },
    {
      "id": "C24667770",
      "display_name": "Religious studies",
      "level": 1,
      "score": 0.32933128
    },
    {
      "id": "C111472728",
      "display_name": "Epistemology",
      "level": 1,
      "score": 0.24028403
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.19318867
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.18310156
    },
    {
      "id": "C27206212",
      "display_name": "Theology",
      "level": 1,
      "score": 0.14429173
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.09482831
    }
  ],
  "topics": [
    {
      "id": "T12765",
      "display_name": "Race, History, and American Society",
      "score": 0.9952
    },
    {
      "id": "T13445",
      "display_name": "American Constitutional Law and Politics",
      "score": 0.9846
    },
    {
      "id": "T13109",
      "display_name": "Theological Perspectives and Practices",
      "score": 0.9842
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/bcs.2012.0017",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:55:14.716174",
  "source_database": "OpenAlex"
}