{
  "openalex_id": "W1968854074",
  "doi": "https://doi.org/10.1074/jbc.c000405200",
  "title": "Cytochrome c Promotes Caspase-9 Activation by Inducing Nucleotide Binding to Apaf-1",
  "abstract": "We report here the biochemical analysis of the reconstituted de novo procaspase-9 activation using highly purified cytochrome c, recombinant apoptotic protease-activating factor-1 (Apaf-1), and recombinant procaspase-9. Using a nucleotide binding assay, we found that Apaf-1 alone bound dATP poorly and the nucleotide binding to Apaf-1 was significantly stimulated by cytochrome c. The binding of dATP to Apaf-1 induces the formation of a multimeric Apaf-1·cytochromec complex, apoptosome. Procaspase-9 also synergistically promotes dATP binding to Apaf-1 in a cytochromec-dependent manner. The dATP bound to apoptosome remained as dATP, not dADP. A nonhydrolyzable ATP analog, ADPCP (β,γ-methylene adenosine 5′-triphosphate), was able to support apoptosome formation and caspase activation in place of dATP or ATP. These data indicate that the key event in Apaf-1-mediated caspase-9 activation is cytochrome c-induced dATP binding to Apaf-1. We report here the biochemical analysis of the reconstituted de novo procaspase-9 activation using highly purified cytochrome c, recombinant apoptotic protease-activating factor-1 (Apaf-1), and recombinant procaspase-9. Using a nucleotide binding assay, we found that Apaf-1 alone bound dATP poorly and the nucleotide binding to Apaf-1 was significantly stimulated by cytochrome c. The binding of dATP to Apaf-1 induces the formation of a multimeric Apaf-1·cytochromec complex, apoptosome. Procaspase-9 also synergistically promotes dATP binding to Apaf-1 in a cytochromec-dependent manner. The dATP bound to apoptosome remained as dATP, not dADP. A nonhydrolyzable ATP analog, ADPCP (β,γ-methylene adenosine 5′-triphosphate), was able to support apoptosome formation and caspase activation in place of dATP or ATP. These data indicate that the key event in Apaf-1-mediated caspase-9 activation is cytochrome c-induced dATP binding to Apaf-1. apoptotic protease-activating factor-1 adenosine 5′-γ-thiotriphosphate β,γ-methylene adenosine 5′-triphosphate bovine serum albumin polyacrylamide gel electrophoresis thin layer chromatography Caspases are a group of intracellular cysteine proteases that cleave protein substrates after aspartic acid residues, generating the characteristic morphological changes associated with apoptosis (1Thornberry N.A. Lazebnik Y. Science. 1998; 281: 1312-1316Crossref PubMed Scopus (6182) Google Scholar). Because caspase-mediated proteolysis is in general an irreversible process, caspases are synthesized as inactive pro-forms that are activated only during apoptosis (1Thornberry N.A. Lazebnik Y. Science. 1998; 281: 1312-1316Crossref PubMed Scopus (6182) Google Scholar). One major intracellular caspase activation pathway is triggered by cytochrome c released from mitochondria (2Liu X. Kim C.N. Yang J. Jemmerson R. Wang X. Cell. 1996; 86: 147-157Abstract Full Text Full Text PDF PubMed Scopus (4484) Google Scholar). Once in cytosol, cytochrome c binds its cytosolic partner Apaf-1,1 the human homologue of Caenorhabditis elegans apoptotic protein CED-4, and induces the oligomerization of Apaf-1·cytochrome c complex in a dATP/ATP-dependent manner (3Zou H. Henzel W.J. Liu X. Lutschg A. Wang X. Cell. 1997; 90: 405-413Abstract Full Text Full Text PDF PubMed Scopus (2746) Google Scholar, 4Li P. Nijhawan D. Budihardjo I. Srinivasula S.M. Ahmad M. Alnemri E.S. Wang X. Cell. 1997; 91: 479-489Abstract Full Text Full Text PDF PubMed Scopus (6261) Google Scholar, 5Srinivasula S.M. Ahmad M. Fernandes-Alnemri T. Alnemri E.S. Mol. Cell. 1998; 1: 949-957Abstract Full Text Full Text PDF PubMed Scopus (969) Google Scholar, 6Zou H. Li Y. Liu X. Wang X. J. Biol. Chem. 1999; 274: 11549-11556Abstract Full Text Full Text PDF PubMed Scopus (1803) Google Scholar, 7Hu Y. Benedict M.A. Ding L. Nunez G. EMBO J. 1999; 18: 3586-3595Crossref PubMed Scopus (410) Google Scholar, 8Saleh A. Srinivasula S.M. Acharya S. Fishel R. Alnemri E.S. J. Biol. Chem. 1999; 274: 17941-17945Abstract Full Text Full Text PDF PubMed Scopus (427) Google Scholar). This multimeric complex, namely apoptosome, is sufficient to recruit the initiator caspase, caspase-9, to the complex and induces procaspase-9 autoactivation (6Zou H. Li Y. Liu X. Wang X. J. Biol. Chem. 1999; 274: 11549-11556Abstract Full Text Full Text PDF PubMed Scopus (1803) Google Scholar). The activated caspase-9 then cleaves and activates other downstream caspases such as caspase-3 and caspase-7 that constitute major caspase activity in apoptotic cells (3Zou H. Henzel W.J. Liu X. Lutschg A. Wang X. Cell. 1997; 90: 405-413Abstract Full Text Full Text PDF PubMed Scopus (2746) Google Scholar, 4Li P. Nijhawan D. Budihardjo I. Srinivasula S.M. Ahmad M. Alnemri E.S. Wang X. Cell. 1997; 91: 479-489Abstract Full Text Full Text PDF PubMed Scopus (6261) Google Scholar, 5Srinivasula S.M. Ahmad M. Fernandes-Alnemri T. Alnemri E.S. Mol. Cell. 1998; 1: 949-957Abstract Full Text Full Text PDF PubMed Scopus (969) Google Scholar, 6Zou H. Li Y. Liu X. Wang X. J. Biol. Chem. 1999; 274: 11549-11556Abstract Full Text Full Text PDF PubMed Scopus (1803) Google Scholar, 7Hu Y. Benedict M.A. Ding L. Nunez G. EMBO J. 1999; 18: 3586-3595Crossref PubMed Scopus (410) Google Scholar, 8Saleh A. Srinivasula S.M. Acharya S. Fishel R. Alnemri E.S. J. Biol. Chem. 1999; 274: 17941-17945Abstract Full Text Full Text PDF PubMed Scopus (427) Google Scholar). Although this mitochondria-initiated caspase activation pathway is supported by many biochemical and genetic experiments (9Cecconi F. Alvarez-Bolado G. Meyer B.I. Roth K.A. Gruss P. Cell. 1998; 94: 727-737Abstract Full Text Full Text PDF PubMed Scopus (823) Google Scholar, 10Yoshida H. Kong Y.Y. Yoshida R. Elia A.J. Hakem A. Hakem R. Penninger J.M. Mak T.W. Cell. 1998; 94: 739-750Abstract Full Text Full Text PDF PubMed Scopus (1004) Google Scholar, 11Kuida K. Haydar T.F. Kuan C.Y. Gu Y. Taya C. Karasuyama H. Su M.S. Rakic P. Flavell R.A. Cell. 1998; 94: 325-337Abstract Full Text Full Text PDF PubMed Scopus (1460) Google Scholar, 12Hakem R. Hakem A. Duncan G.S. Henderson J.T. Woo M. Soengas M.S. Elia A. de la Pompa J.L. Kagi D. Khoo W. Potter J. Yoshida R. Kaufman S.A. Lowe S.W. Penninger J.M. Mak T.W. Cell. 1998; 94: 339-352Abstract Full Text Full Text PDF PubMed Scopus (1171) Google Scholar), the detailed molecular mechanism remains elusive. For example, it is well established that dATP or ATP is required for the apoptosome formation (2Liu X. Kim C.N. Yang J. Jemmerson R. Wang X. Cell. 1996; 86: 147-157Abstract Full Text Full Text PDF PubMed Scopus (4484) Google Scholar, 3Zou H. Henzel W.J. Liu X. Lutschg A. Wang X. Cell. 1997; 90: 405-413Abstract Full Text Full Text PDF PubMed Scopus (2746) Google Scholar, 4Li P. Nijhawan D. Budihardjo I. Srinivasula S.M. Ahmad M. Alnemri E.S. Wang X. Cell. 1997; 91: 479-489Abstract Full Text Full Text PDF PubMed Scopus (6261) Google Scholar, 5Srinivasula S.M. Ahmad M. Fernandes-Alnemri T. Alnemri E.S. Mol. Cell. 1998; 1: 949-957Abstract Full Text Full Text PDF PubMed Scopus (969) Google Scholar, 6Zou H. Li Y. Liu X. Wang X. J. Biol. Chem. 1999; 274: 11549-11556Abstract Full Text Full Text PDF PubMed Scopus (1803) Google Scholar, 7Hu Y. Benedict M.A. Ding L. Nunez G. EMBO J. 1999; 18: 3586-3595Crossref PubMed Scopus (410) Google Scholar, 8Saleh A. Srinivasula S.M. Acharya S. Fishel R. Alnemri E.S. J. Biol. Chem. 1999; 274: 17941-17945Abstract Full Text Full Text PDF PubMed Scopus (427) Google Scholar). It is not clear, however, whether the hydrolysis or simply binding of nucleotides to Apaf-1 is critical for such an event. Additionally, the relationship between nucleotide and cytochromec binding to Apaf-1 is still not established, although both are absolutely needed for the reaction (2Liu X. Kim C.N. Yang J. Jemmerson R. Wang X. Cell. 1996; 86: 147-157Abstract Full Text Full Text PDF PubMed Scopus (4484) Google Scholar). In the current manuscript, we report the study of molecular mechanism of Apaf-1-mediated caspase-9 activation using highly purified recombinant Apaf-1 and procaspase-9. The results indicate that the key event in this caspase activation reaction is nucleotide binding to Apaf-1. The event is regulated by cytochrome c as well as procaspase-9. Nucleotides dATP, ATP, dGTP, and ATPγS were purchased from Amersham Pharmacia Biotech; dADP and ADPCP were from Sigma. [α-33P]dATP was obtained from NEN Life Science Products, and [γ-32P]dATP from ICN. Polyclonal antibodies against Apaf-1 and caspase-9 were prepared as described previously (6Zou H. Li Y. Liu X. Wang X. J. Biol. Chem. 1999; 274: 11549-11556Abstract Full Text Full Text PDF PubMed Scopus (1803) Google Scholar). A monoclonal antibody against cytochrome cwas purchased from PharMingen. Purified horse cytochromec was produced as described previously (2Liu X. Kim C.N. Yang J. Jemmerson R. Wang X. Cell. 1996; 86: 147-157Abstract Full Text Full Text PDF PubMed Scopus (4484) Google Scholar).35S-labeled procaspase-3 was in vitro translated and purified as described previously (2Liu X. Kim C.N. Yang J. Jemmerson R. Wang X. Cell. 1996; 86: 147-157Abstract Full Text Full Text PDF PubMed Scopus (4484) Google Scholar). Recombinant procaspase-9, both wild type and D315A mutant, was expressed and purified as described previously (6Zou H. Li Y. Liu X. Wang X. J. Biol. Chem. 1999; 274: 11549-11556Abstract Full Text Full Text PDF PubMed Scopus (1803) Google Scholar). Recombinant Apaf-1 was expressed and nickel affinity-purified as described previously (6Zou H. Li Y. Liu X. Wang X. J. Biol. Chem. 1999; 274: 11549-11556Abstract Full Text Full Text PDF PubMed Scopus (1803) Google Scholar), followed by MonoQ chromatography using a fast protein liquid chromatography system (FPLC, Amersham Pharmacia Biotech). The MonoQ column was equilibrated with buffer A (20 mm Hepes-KOH, pH 7.5, 10 mm KCl, 1.5 mm MgCl2, 1 mm EDTA, 1 mm EGTA, 1 mm dithiothreitol, and 0.1 mm phenylmethylsulfonyl fluoride) containing 100 mm NaCl, and subsequently eluted with a 20-ml linear gradient from 100 mm NaCl to 250 mm NaCl in buffer A. Apaf-1 was eluted at ∼200 mm NaCl. After being dialyzed against buffer A, the purified Apaf-1 was stored in aliquots at −80 °C. A rapid filter binding assay was developed to measure dATP binding to Apaf-1. In a final volume of 20 μl in buffer A, containing additionally 1 mm MgCl2 and 1 mg/ml BSA, 500 nm [α-33P]dATP (100–200 cpm/fmol) was mixed with other factors as indicated in the figure legends. The reaction was started by adding 100 nm Apaf-1 and incubated at 30 °C for 15 min. After incubation, the samples were diluted immediately with 2 ml of chilled washing buffer (20 mmTris-Cl, pH 8.0, 100 mm NaCl, and 40 mmMgCl2) and filtered through 25-mm BA85 nitrocellulose filters (Schleicher and Schuell). Filters were washed twice with 2 ml of chilled washing buffer and counted for radioactivity with a scintillation counter (Beckman). For K D measurement, the same procedure was performed except that: 1) different amounts of dATP were used in each reaction as indicated in the presence of 500 nm cytochrome cor 500 nm cytochrome c plus 50 nmD315A procaspase-9; and 2) the mixtures were incubated for 1 h, at which time point the binding equilibrium was reached.K D values were calculated by double-reciprocal plot (1/[dATP]total versus1/[Apaf-1·dATP]) analysis. Linear regression of the plots was processed automatically using SigmaPlot program. Radioactive samples were loaded on a Baker-flex cellulose polyethyleneimine TLC plate (J. T. Baker, Inc.) as indicated. One μl of 10 mm nonradioactive dATP and dADP were loaded as the controls. After being developed in 1 m formic acid plus 0.5m LiCl, the plate was air-dried. The control dATP and dADP were visualized under UV light in the dark, and the resolved radioactive samples were detected by phosphorimaging. In buffer A containing additionally 1 mm MgCl2 and 1 mg/ml BSA, 1 μm [γ-32P]dATP (50–100 cpm/fmol) was mixed with other factors as indicated in figures. The reaction was started by finally adding 100 nm Apaf-1 and was incubated at 30 °C. Hydrolysis of dATP was measured as the release of γ-32Pi from dATP, as described previously for the ATPase assay (13Mattsson J.P. Schlesinger P.H. Keeling D.J. Teitelbaum S.L. Stone D.K. Xie X.S. J. Biol. Chem. 1994; 269: 24979-24982Abstract Full Text PDF PubMed Google Scholar), with minor modifications. Briefly, at indicated times, 20-μl aliquots of samples were taken out from reactions and added to glass tubes containing 0.5 ml of 1.25n perchloric acid to terminate nucleotide hydrolysis, and then 0.125 ml of 5% (w/v) ammonium molybdate was added followed by the addition of 0.75 ml of 1:1 isobutanol benzene. The mixtures were vibrated by vortex to achieve phase extraction. After phase separation, 0.25-ml aliquots of the organic phase were counted for radioactivity by a scintillation counter, and dATP hydrolysis by Apaf-1 was calculated as the release of Pi from dATP. in our previously reported reconstitution of caspase-9 activation using purified recombinant Apaf-1 and procaspase-9 (6Zou H. Li Y. Liu X. Wang X. J. Biol. Chem. 1999; 274: 11549-11556Abstract Full Text Full Text PDF PubMed Scopus (1803) Google Scholar), the purity was measured by Coomassie Blue staining, and minor contamination remained that precluded us from quantitatively measuring the nucleotide binding and hydrolysis by Apaf-1. To improve the assay conditions, Apaf-1 was subjected to an additional purification step so that it was pure by silver staining standard (Fig.1 A). When purified, procaspase-9 and cytochrome c were added to Apaf-1, and caspase-9 activation was observed in a time-dependent fashion measured by silver staining of the autocleaved 35-kDa subunit generated from the 50-kDa procaspase-9 (Fig. 1 A). Procaspase-9 activation requires the pre-formation of a multimeric Apaf-1·cytochrome c complex, apoptosome. To confirm the formation of apoptosome, the caspase-9 activation reaction mixture was separated in a gel filtration column, and the fractions from the column were analyzed by Western blot. The inactive Apaf-1 monomer ran at fraction 14 (Fig. 1 B; Ref. 6Zou H. Li Y. Liu X. Wang X. J. Biol. Chem. 1999; 274: 11549-11556Abstract Full Text Full Text PDF PubMed Scopus (1803) Google Scholar). However, as shown in Fig. 1 B, most of the Apaf-1 protein was migrated at a position correlating with a large complex (fractions 10 and 11). Cytochrome c and caspase-9 were also detected in these fractions. Interestingly, the majority of cleaved caspase-9 was not associated with the complex and was present in a free form that migrated at fractions 14–17. When caspase-9 activity was measured directly by adding 35S-labeled substrate procaspase-3, only the fractions that correlated with the large complex showed caspase-3 cleavage activity, whereas the major free caspase-9 fraction showed only marginal activity (Fig. 1 B, lower panel). This result further supports the model proposed by Lazebnik and colleague (14Rodriguez J. Lazebnik Y. Genes Dev. 1999; 13: 3179-3184Crossref PubMed Scopus (461) Google Scholar) that it is the holoenzyme consisting of Apaf-1 and caspase-9 that cleaves the downstream procaspases. the purified Apaf-1 and procaspase-9 allowed us to do a direct nucleotide binding assay using radiolabeled dATP. Nucleotide binding to proteins was measured by a filter binding assay. Procaspase-9 and cytochrome c showed no detectable binding of nucleotides by themselves (data not shown). Apaf-1 alone also showed little nucleotide binding activity, even though within the CED-4 homologous region Apaf-1 has the well conserved nucleotide binding site, Walker's A and B motif (Fig.2 B). However, when cytochromec was co-incubated with Apaf-1, nucleotide binding to Apaf-1 was significantly increased (Fig. 2, A and B). The nucleotide bound to Apaf-1 reached a plateau when cytochromec was used at 500 nm and higher concentrations (Fig. 2 A). Moreover, as shown in Fig. 2 B, when procaspase-9 was present, dATP binding to Apaf-1 was stimulated further. Procaspase-9 without cytochrome c had no effect on dATP binding to Apaf-1. The stimulatory effect of procaspase-9 did not seem to relate to caspase-9 cleavage, because a cleavage site mutant procaspase-9 (D315A) promoted dATP binding as well as the wild type protein. The stimulatory effect of procaspase-9 on dATP binding to Apaf-1 reached a plateau at about 50 nm procaspase-9 in the presence of saturated cytochrome c (Fig. 2 C).Figure 2The effects of cytochrome cand procaspase-9 on dATP binding to Apaf-1. Nucleotide binding of Apaf-1 was measured as described under \"Experimental Procedures.\" A, cytochrome c stimulates dATP binding to Apaf-1. Binding of dATP to Apaf-1 was measured in the presence of different amounts of cytochrome c as indicated.B, procaspase-9 further enhances dATP binding to Apaf-1 in a cytochrome c-dependent manner. Binding of dATP to Apaf-1 was measured in the presence of 100 nm cytochromec (Cyt.C), and/or 50 nm procaspase-9, either wild-type (WT.C9) or the D315A mutation (DA.C9) as indicated. C, in the presence of 500 nm cytochrome c (Cyt.c), the effect of different amounts of D315A procaspase-9 (DA.Caspase-9) on dATP binding to Apaf-1 was measured.View Large Image Figure ViewerDownload Hi-res image Download (PPT) The binding constants of dATP to Apaf-1 in the presence of cytochromec or cytochrome c plus procaspase-9 were measured and calculated by double-reciprocal plot (Fig.3 A). The K dof dATP binding to Apaf-1 in the presence of 500 nmcytochrome c is 1.72 μm. The presence of procaspase-9 further dropped the K d to 0.86 μm, roughly about half of the value with cytochromec alone. We also used this dATP binding assay to measure the relative binding affinity of different nucleotides. As shown in Fig. 3 B, increasing amounts of dATP competed efficiently with the radiolabeled dATP bound to Apaf-1. In contrast, dGTP and dADP could not compete for dATP binding to Apaf-1 at all. ATP and ATPγS were about 5- and 50-fold less efficient, respectively, in competing for dATP binding to Apaf-1. To resolve whether dATP hydrolysis is required for apoptosome formation and caspase activation after it binds to Apaf-1, we used [α-33P]dATP in the caspase-9 activation reaction, analyzing the reaction mixture on a gel filtration column. As shown in Fig. 4 A, after incubating [α-33P]dATP with Apaf-1, cytochrome c, and procaspase-9, most of the Apaf-1 was in the apoptosome that also contained cytochrome c. The radioactive nucleotide showed two peaks when eluted from the column. One peak was at fractions 10 and 11, correlating with the apoptosome, and another smaller peak was at fraction 14, correlating with the monomer Apaf-1. Free [α-33P]dATP runs after fraction 18. When the nucleotide associated with fractions 10 and 11 was analyzed on a TLC plate, the predominant form of nucleotide in these fractions was [α-33P]dATP (Fig. 4 B), suggesting that dATP was not hydrolyzed during apoptosome formation. To measure dATP hydrolysis directly, we incubated [γ-32P]dATP with Apaf-1, Apaf-1 with cytochromec, and Apaf-1 with cytochrome c plus procaspase-9 and measured the released 32P. As shown in Fig.4 C, a steady, low level of hydrolysis was observed. However, the rate of hydrolysis was not changed in the presence of cytochromec or cytochrome c plus procaspase-9 compared with Apaf-1 alone. In contrast, dATP binding to Apaf-1 was elevated about 20-fold when cytochrome c and procaspase-9 were present (Fig. 4 D). In addition, the rate of dATP hydrolysis was calculated as less then 1 molecule/Apaf-1/h. We therefore interpreted the observed dATP hydrolysis as background, which is not relevant to Apaf-1 function. To further confirm that dATP hydrolysis is not important for caspase activation, we performed caspase-3 cleavage using two nonhydrolyzable ATP analogs and compared the results with dATP and ATP. As shown in Fig. 4 F, both ATP analogs ATPγS and ADPCP were able to compete with dATP for Apaf-1 binding. When measured caspase-9 activation directly by the cleavage of its downstream substrate procaspase-3, 1 μm dATP or 100 μm ATP gave maximum caspase-3 cleavage. ATPγS failed to activate caspase-3 even at 1 mm, a result that was consistent with previous finding (6Zou H. Li Y. Liu X. Wang X. J. Biol. Chem. 1999; 274: 11549-11556Abstract Full Text Full Text PDF PubMed Scopus (1803) Google Scholar, 7Hu Y. Benedict M.A. Ding L. Nunez G. EMBO J. 1999; 18: 3586-3595Crossref PubMed Scopus (410) Google Scholar). Surprisingly, ADPCP was able to activate caspase-3 at 100 μm concentration, and the activation was comparable with 100 μm ATP when 1 mm ADPCP was used. ADPCP at 1 mm concentration also promoted apoptosome formation as demonstrated in Fig. 4 E. The above data presented a model of caspase activation by Apaf-1. The key event seems to be the binding of dATP or ATP to Apaf-1, which is induced by the binding of cytochrome c to Apaf-1. The binding of dATP then induces the oligomerization of Apaf-1·cytochromec complex, which may simultaneously recruits procaspase-9 to the complex. The binding of procaspase-9 synergistically stimulates and/or stabilizes dATP binding to Apaf-1. Finally, Apaf-1, cytochrome c, and caspase-9 form the holoenzyme that cleaves and activates downstream caspases such as caspase-3. The first surprising finding from the current study was that Apaf-1 alone bound dATP poorly. Although Apaf-1 possesses the nucleotide binding sequences that are conserved in the CED-4 protein ofC. elegans and the DARK protein ofDrosophila, these binding sites must either not be accessible to nucleotides or the binding was so loose that it could not withstand the washing procedure used in the assay. In the presence of cytochrome c, nucleotide binding to Apaf-1 increased about 10-fold. Because cytochrome c binding to Apaf-1 happens in the absence of nucleotide (3Zou H. Henzel W.J. Liu X. Lutschg A. Wang X. Cell. 1997; 90: 405-413Abstract Full Text Full Text PDF PubMed Scopus (2746) Google Scholar, 6Zou H. Li Y. Liu X. Wang X. J. Biol. Chem. 1999; 274: 11549-11556Abstract Full Text Full Text PDF PubMed Scopus (1803) Google Scholar), a temporal sequence emerged with cytochrome c binding to Apaf-1 first, an event that presumably opened up the nucleotide binding site or stabilized the binding so that it withstood the washing condition. The second surprising finding was that procaspase-9 could further increase the dATP binding to Apaf-1, decreasing the K d from 1.72 to 0.86 μm (Fig. 3). This finding indicates that the formation of the holoenzyme of Apaf-1·cytochromec·caspase-9 is a synergistic event with the binding of caspase-9 to apoptosome further opening up the nucleotide binding site or stabilizing the nucleotide binding. The K d of dATP to Apaf-1 in the presence of cytochrome c or cytochromec plus procaspase-9 is well below the cytosolic dATP concentration, which is about 10 μm (15Skoog L. Bjursell G. J. Biol. Chem. 1974; 249: 6434-6438Abstract Full Text PDF PubMed Google Scholar). The nucleotide binding sequences of the C. elegans Apaf-1 homologue CED-4 are also critical for its function (16Seshagiri S. Miller L.K. Curr. Biol. 1997; 7: 455-460Abstract Full Text Full Text PDF PubMed Google Scholar). In contrast to Apaf-1, CED-4 protein is lacking the WD-40 repeats and is kept in an inactive state by the binding of CED-9. During apoptosis, CED-4/CED-9 interaction is disrupted, and CED-4 moves from the mitochondrial to the perinuclear region (17Chen F. Hersh B.M. Conradt B. Zhou Z. Riemer D. Gruenbaum Y. Horvitz H.R. Science. 2000; 287: 1485-1489Crossref PubMed Scopus (198) Google Scholar). It is possible that nucleotide binding to CED-4 might be regulated with CED-9 blocking the nucleotide-binding region of CED-4. The dissociation of CED-9 might open up the nucleotide-binding region of CED-4, leading to its oligomerization and activation of the C. elegans caspase, CED-3 (18Yang X. Chang H.Y. Baltimore D. Science. 1998; 281: 1355-1357Crossref PubMed Scopus (237) Google Scholar). Previous work from our laboratories and others has suggested that the hydrolysis of the high-energy bond of dATP or ATP is important for apoptosome formation and caspase activation (6Zou H. Li Y. Liu X. Wang X. J. Biol. Chem. 1999; 274: 11549-11556Abstract Full Text Full Text PDF PubMed Scopus (1803) Google Scholar, 7Hu Y. Benedict M.A. Ding L. Nunez G. EMBO J. 1999; 18: 3586-3595Crossref PubMed Scopus (410) Google Scholar, 8Saleh A. Srinivasula S.M. Acharya S. Fishel R. Alnemri E.S. J. Biol. Chem. 1999; 274: 17941-17945Abstract Full Text Full Text PDF PubMed Scopus (427) Google Scholar). The supporting evidence included a direct measurement of ATP hydrolysis by Apaf-1 and the finding that a nonhydrolyzable ATP analog, ATPγS, was able to efficiently inhibit caspase activation (6Zou H. Li Y. Liu X. Wang X. J. Biol. Chem. 1999; 274: 11549-11556Abstract Full Text Full Text PDF PubMed Scopus (1803) Google Scholar, 7Hu Y. Benedict M.A. Ding L. Nunez G. EMBO J. 1999; 18: 3586-3595Crossref PubMed Scopus (410) Google Scholar). In addition, dADP cannot substitute dATP for caspase activation (6Zou H. Li Y. Liu X. Wang X. J. Biol. Chem. 1999; 274: 11549-11556Abstract Full Text Full Text PDF PubMed Scopus (1803) Google Scholar). However, when the Drosophila Apaf-1 homologue DARK was discovered, it was noticed that the two critical aspartic acid residues that are supposed to be critical for ATP hydrolysis were changed to leucine and asparagine, suggesting that ATP hydrolysis might not be important for its function (19Rodriguez A. Oliver H. Zou H. Chen P. Wang X. Abrams J.M. Nat. Cell Biol. 1999; 1: 272-279Crossref PubMed Scopus (293) Google Scholar). Indeed, when we isolated the apoptosome and analyzed the nucleotide that bound to it, the predominant form was dATP, not dADP (Fig. 4, A and B). We suggest, therefore, that the dATP hydrolysis by Apaf-1 we reported earlier (6Zou H. Li Y. Liu X. Wang X. J. Biol. Chem. 1999; 274: 11549-11556Abstract Full Text Full Text PDF PubMed Scopus (1803) Google Scholar) was from the contaminated proteins in the Apaf-1 preparation. When we measured the dATP hydrolysis directly in the caspase activation reaction mixture using more pure Apaf-1, only the background level of hydrolysis was observed, and the hydrolysis was not regulated by the presence of cytochrome c and procaspase-9 (Fig. 4 C). So, even though we cannot completely rule out the possibility that dATP is hydrolyzed by Apaf-1, the hydrolysis is very slow and is not correlated with its function. The importance of dATP hydrolysis was further ruled out by the observation that a nonhydrolyzable ATP analog, ADPCP, is sufficient to promote apoptosome formation and caspase-9 activation (Fig. 4, E and F). ADPCP does not contain the high energy bond at its β-γ position and cannot be hydrolyzed by Apaf-1. We now know that the reason dADP cannot substitute dATP or ATP for caspase-9 activation is that dADP has a poor affinity for Apaf-1 (Fig.3 B). These results also suggest that ATPγS is able to inhibit caspase-9 activation efficiently not because it cannot be hydrolyzed, but rather, the substitution of oxygen with a sulfur atom somehow makes it unable to induce the oligomerization of Apaf-1 and may even lock Apaf-1 into a \"dead\" position so that it cannot oligomerize with other Apaf-1 molecules. The role of nucleotide in Apaf-1 function is similar to that of GTP in G protein function. In both cases, it is the triphosphate form that activates the protein. Both Apaf-1 and G proteins have very low nucleotidase activity. For G protein, there are GTPase-activating proteins, GAPs, that promote GTP hydrolysis to inactivate the G protein, and nucleotide exchange factors, GEFs, that promote G protein activity (20Lamarche N. Hall A. Trends Genet. 1994; 10: 436-440Abstract Full Text PDF PubMed Scopus (210) Google Scholar, 21Berman D.M. Gilman A.G. J. Biol. Chem. 1998; 273: 1269-1272Abstract Full Text Full Text PDF PubMed Scopus (446) Google Scholar). So far, there is no evidence that similar activities exist for Apaf-1. If there are, they may provide new layers of regulation in addition to the Bcl-2 family of proteins that regulate cytochrome c release and the IAP family of proteins that regulate caspase activity. We thank Yucheng Li and Renee Harold for excellent technical assistance. We thank Dr. Xiaosong Xie for help with the ATP hydrolysis assay and Holt Oliver and Tim Rand for preparing the figures and critically reading the manuscript.",
  "authors": [
    {
      "display_name": "Xuejun Jiang",
      "id": "A5101564571",
      "orcid": "https://orcid.org/0000-0002-4908-4909",
      "institutions": [
        {
          "id": "I867280407",
          "display_name": "The University of Texas Southwestern Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Xuejun Jiang"
    },
    {
      "display_name": "Xiaodong Wang",
      "id": "A5100382645",
      "orcid": "https://orcid.org/0000-0001-9885-356X",
      "institutions": [
        {
          "id": "I867280407",
          "display_name": "The University of Texas Southwestern Medical Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I1344073410",
          "display_name": "Howard Hughes Medical Institute",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Xiaodong Wang"
    }
  ],
  "publication_year": 2000,
  "publication_date": "2000-10-01",
  "type": "article",
  "cited_by_count": 496,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S140251998",
    "display_name": "Journal of Biological Chemistry",
    "issn_l": "0021-9258",
    "issn": [
      "0021-9258",
      "1067-8816",
      "1083-351X"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320990"
  },
  "volume": "275",
  "issue": "40",
  "first_page": "31199",
  "last_page": "31203",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "http://www.jbc.org/article/S0021925820893958/pdf",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C29311851",
      "display_name": "Cytochrome c",
      "level": 3,
      "score": 0.56628835
    },
    {
      "id": "C98424977",
      "display_name": "Caspase",
      "level": 4,
      "score": 0.47236973
    },
    {
      "id": "C512185932",
      "display_name": "Nucleotide",
      "level": 3,
      "score": 0.4613687
    },
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.43040803
    },
    {
      "id": "C95444343",
      "display_name": "Cell biology",
      "level": 1,
      "score": 0.39507377
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.34795982
    },
    {
      "id": "C153911025",
      "display_name": "Molecular biology",
      "level": 1,
      "score": 0.32510465
    },
    {
      "id": "C190283241",
      "display_name": "Apoptosis",
      "level": 2,
      "score": 0.31607255
    },
    {
      "id": "C55493867",
      "display_name": "Biochemistry",
      "level": 1,
      "score": 0.25293905
    },
    {
      "id": "C104317684",
      "display_name": "Gene",
      "level": 2,
      "score": 0.118404806
    },
    {
      "id": "C31573885",
      "display_name": "Programmed cell death",
      "level": 3,
      "score": 0.11070204
    }
  ],
  "topics": [
    {
      "id": "T10294",
      "display_name": "Cell death mechanisms and regulation",
      "score": 0.9996
    },
    {
      "id": "T12763",
      "display_name": "ATP Synthase and ATPases Research",
      "score": 0.9958
    },
    {
      "id": "T10169",
      "display_name": "Protein Kinase Regulation and GTPase Signaling",
      "score": 0.9871
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1074/jbc.c000405200",
  "pdf_url": "http://www.jbc.org/article/S0021925820893958/pdf",
  "retrieved_date": "2025-07-30T15:03:12.674776",
  "source_database": "OpenAlex"
}