{
  "openalex_id": "W1968864845",
  "doi": "https://doi.org/10.1016/s0022-5347(01)63222-1",
  "title": "DIFFERENCES IN UROLOGIST AND PATIENT ASSESSMENTS OF HEALTH RELATED QUALITY OF LIFE IN MEN WITH PROSTATE CANCER: RESULTS OF THE CAPSURE DATABASE",
  "abstract": "No AccessJournal of UrologyClinical Urology: Original Articles1 Jun 1998DIFFERENCES IN UROLOGIST AND PATIENT ASSESSMENTS OF HEALTH RELATED QUALITY OF LIFE IN MEN WITH PROSTATE CANCER: RESULTS OF THE CAPSURE DATABASE MARK S. LITWIN, DEBORAH P. LUBECK, JAMES M. HENNING, and PETER R. CARROLL MARK S. LITWINMARK S. LITWIN , DEBORAH P. LUBECKDEBORAH P. LUBECK , JAMES M. HENNINGJAMES M. HENNING , and PETER R. CARROLLPETER R. CARROLL View All Author Informationhttps://doi.org/10.1016/S0022-5347(01)63222-1AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: We determine whether urologists caring for men with prostate cancer accurately captured the nuances of quality of life, as disclosed by patients in validated, self-administered health related quality of life instruments. Materials and Methods: We analyzed information on 2,252 patients 42 to 95 years old enrolled in CaPSURE, a large, observational cancer of the prostate strategic urological research endeavor database, in which men with all stages of prostate cancer are followed quarterly with standardized validated written surveys to assess clinical parameters, symptoms and health related quality of life. At each visit urologists recorded Karnofsky performance status rating and the presence or absence of various symptoms, such as fatigue, pain and dysfunction in the sexual, urinary and bowel domains. Within 30 days of the visit patients independently completed self-administered health related quality of life instruments, including the RAND 36-Item Health Survey and University of California, Los Angeles Prostate Cancer Index, in which scores of 80 to 100 and 0 to 79 were interpreted as absence of impairment and moderate to severe impairment, respectively. Using chi-square analysis we compared symptoms, as recorded by the urologist, with health related quality of life impairment in relevant domains, as reported by the patient. Results: Significant differences (p <or= to 0.002) were noted between physician and patient assessment of clinical domains, such as physical, sexual, urinary and bowel function, fatigue and bone pain. In all domains urologists underestimated patient symptoms, causing health related quality of life impairment. Conclusions: In men with early stage and advanced prostate cancer physician ratings of patient symptoms do not correlate well with patient self-assessments of health related quality of life. Hence, urologists should attempt to elucidate more completely the components of patient quality of life after the diagnosis and treatment of prostate cancer. References 1 Constitution of the World Health Organization. World Health Organization Handbook of Basic Documents. Geneva: Palais des Nations1952: 3. Google Scholar 2 : An introduction to test theory. Oncology1990; 4: 43. Medline, Google Scholar 3 : Review articles: assessment of quality-of-life outcomes. New Engl. J. Med.1996; 334: 835. Crossref, Medline, Google Scholar 4 : Users' guide to the medical literature. XII. How to use articles about health-related quality of life. J.A.M.A.1997; 277: 1232. Google Scholar 5 : Who should measure quality of life, the doctor or the patient? Brit. J. Cancer.1988; 57: 109. Crossref, Google Scholar 6 : The clinical evaluation of chemotherapeutic agents in cancer. In: Evaluation of Chemotherapeutic Agents. Edited by . New York: Columbia University Press1949. Google Scholar 7 : The chronic disease databank model: a conceptual framework for the computer-based medical record. Comput. Biomed. Res.1992; 25: 586. Crossref, Medline, Google Scholar 8 : Clinical data bases. Accomplishments and unrealized potential. Med. Care1985; 23: 623. Crossref, Medline, Google Scholar 9 : The CaPSURE database: a methodology for clinical practice and research in prostate cancer. Urology1996; 48: 773. Crossref, Medline, Google Scholar 10 : The RAND 36-Item Health Survey 1.0. Health Econ.1993; 2: 217. Crossref, Medline, Google Scholar 11 : The MOS 36-item short-form health survey (SF-36). I. Conceptual framework and item selection. Med. Care1992; 30: 473. Crossref, Medline, Google Scholar 12 : Quality-of-life outcomes in men treated for localized prostate cancer. J.A.M.A.1995; 273: 129. Crossref, Medline, Google Scholar 13 : Measurement of health-related quality of life in men with prostate cancer: the CaPSURE [TM] database. Qual. Life Res.1997; 6: 385. Crossref, Medline, Google Scholar 14 : Quality of life in prostatic carcinoma. Eur. Urol. suppl. 21993; 24: 113. Crossref, Google Scholar 15 : Quality of life and treatment of hormone resistant metastatic prostatic cancer. The EORTC Genito-Urinary Group. Eur. J. Cancer1990; 26: 1133. Google Scholar 16 : Comparison of quality of life after radiation therapy or radical retropubic prostatectomy for localized carcinoma of the prostate. J. Urol., part 21996; 155: 647A. abstract 1344. Google Scholar 17 : Detailed assessment of erectile function after radical retropubic prostatectomy. J. Urol., part 21997; 157: 95. abstract 368. Google Scholar 18 : Life with an ileal conduit: results of questionnaire surveys of patients and urological surgeons. Brit. J. Urol.1980; 52: 21. Crossref, Medline, Google Scholar 19 : Data quality and age: health and psychobehavioral correlates of item nonresponse and inconsistent responses. J. Gerontol. Psychol. Sci.1989; 44: P45. Crossref, Google Scholar 20 : The Quality of American Life.. New York: Sage Publications1976. Google Scholar 21 : Quality of self-report data: a comparison of older and younger chronically ill patients. J. Gerontol.1992; 47: S204. Crossref, Medline, Google Scholar 22 : Interviewing older adults: the accuracy of factual information. J. Gerontol.1987; 42: 387. Crossref, Medline, Google Scholar 23 : Quality of life of patients with prostate cancer and their spouses. The value of a data base in clinical care. Cancer1994; 73: 2791. Crossref, Medline, Google Scholar 24 : Parallel perspectives on quality of life during antihypertensive therapy: impact of responder, survey environment, and questionnaire structure. J. Cardiovasc. Pharmacol., suppl.1993; 21: S18. Crossref, Medline, Google Scholar 25 : Quality of life end points in cancer clinical trials: review and recommendations. J. Natl. Cancer Inst.1989; 81: 485. Crossref, Medline, Google Scholar 26 : Prospects for the future: quality of life evaluation in prostatic cancer protocols. Prog. Clin. Biol. Res.1987; 243B: 501. Medline, Google Scholar 27 : Management of breast and prostate cancer: how does quality of life enter the equation?. Oncology1990; 4: 149. Medline, Google Scholar From the Departments of Urology and Health Services, University of California, Los Angeles, Department of Medicine, Division of Immunology, Stanford University, Stanford, Technology Assessment Group and Department of Urology, University of California, San Francisco, California, and TAP Holdings, Inc., Deerfield, Illinois© 1998 by American Urological Association, Inc.FiguresReferencesRelatedDetailsCited by Mariados N, Orio P, Schiffman Z, Van T, Engelman A, Nurani R, Kurtzman S, Lopez E, Chao M, Boike T, Martinez A, Gejerman G, Lederer J, Sylvester J, Bell G, Rivera D, Shore N, Miller K, Sinayuk B, Steinberg M, Low D, Kishan A and King M (2023) Hyaluronic Acid Spacer for Hypofractionated Prostate Radiation TherapyJAMA Oncology, 10.1001/jamaoncol.2022.7592 Heumann P, Aguado-Barrera M, Avuzzi B, Azria D, Briers E, Bultijnck R, Choudhury A, De Ruysscher D, Farcy-Jacquet M, Fonteyne V, Gómez Caamaño A, Helmbold I, Johnson K, Kerns S, Lambrecht M, Lingard Z, Rancati T, Rosenstein B, Sperk E, Paul Symonds R, Talbot C, Valdagni R, Vega A, Veldeman L, Ward T, Webb A, West C, Chang-Claude J and Seibold P (2023) Comparing symptom reporting by prostate cancer patients and healthcare professionals in the international multicentre REQUITE studyRadiotherapy and Oncology, 10.1016/j.radonc.2022.11.015, VOL. 178, (109426), Online publication date: 1-Jan-2023. Fischer A and Hoskin P (2022) Radiotherapy-induced toxicity in prostate cancer patients with hip prosthesesRadiation Oncology, 10.1186/s13014-021-01975-3, VOL. 17, NO. 1, Online publication date: 1-Dec-2022. Beer T, Shore N, Morgans A, Winters‐Stone K, Wefel J and George D (2022) Functional impact of androgen‐targeted therapy on patients with castration‐resistant prostate cancerBJUI Compass, 10.1002/bco2.179, VOL. 3, NO. 6, (424-433), Online publication date: 1-Nov-2022. Steen-Olsen E, Pappot H, Green A, Langberg H and Holländer-Mieritz C (2022) Feasibility of Monitoring Patients Who Have Cancer With a Smart T-shirt: Protocol for the OncoSmartShirt StudyJMIR Research Protocols, 10.2196/37626, VOL. 11, NO. 10, (e37626) Yang F, Ghosh S, Yee D, Patel S, Pervez N, Parliament M, Usmani N, Danielson B, Amanie J, Pearcey R, Field C, Fallone G and Murtha A (2022) Conventional Versus Hypofractionated Radiation for High-Risk Prostate Cancer Patients (CHIRP): 24-Month Patient-Reported Outcomes of the Randomized Phase 2 CHIRP TrialInternational Journal of Radiation Oncology*Biology*Physics, 10.1016/j.ijrobp.2022.04.045, VOL. 114, NO. 1, (99-107), Online publication date: 1-Sep-2022. Helou J, Morton G, Kiss A, Mittmann N, Ravi A, Chung H, Davidson M, Cheung P, Bezjak A and Loblaw A (2022) A comparative study of patient-reported outcomes after contemporary radiation techniques for prostate cancerRadiotherapy and Oncology, 10.1016/j.radonc.2022.04.025, VOL. 171, (164-172), Online publication date: 1-Jun-2022. Bock D, Nyberg M, Lantz A, Carlsson S, Sjoberg D, Carlsson S, Stranne J, Steineck G, Wiklund P, Haglind E and Bjartell A (2022) Learning curve for robot-assisted laparoscopic radical prostatectomy in a large prospective multicentre studyScandinavian Journal of Urology, 10.1080/21681805.2022.2070274, VOL. 56, NO. 3, (182-190), Online publication date: 4-May-2022. Singhal U, Skolarus T, Gore J, Parry M, Chen R, Nossiter J, Paniagua-Cruz A, George A, Cathcart P, Meulen J and Wittmann D (2022) Implementation of patient-reported outcome measures into health care for men with localized prostate cancerNature Reviews Urology, 10.1038/s41585-022-00575-4, VOL. 19, NO. 5, (263-279), Online publication date: 1-May-2022. Alhaug O, Kaur S, Dolatowski F, Småstuen M, Solberg T and Lønne G (2022) Accuracy and agreement of national spine register data for 474 patients compared to corresponding electronic patient recordsEuropean Spine Journal, 10.1007/s00586-021-07093-8, VOL. 31, NO. 3, (801-811), Online publication date: 1-Mar-2022. Sakai H, Watanabe N, Kuroyanagi G, Fukuoka M, Usami T, Ueki Y and Murakami H (2022) Clinical and radiographic outcomes of primary total hip arthroplasty with the revelation hip system using density mappingEuropean Journal of Orthopaedic Surgery & Traumatology, 10.1007/s00590-022-03210-5, VOL. 33, NO. 2, (435-440) Martin M, Correll J, Walding A and Rydén A (2021) How patients being treated for non-small cell lung cancer value treatment benefit despite side effectsQuality of Life Research, 10.1007/s11136-021-02882-6, VOL. 31, NO. 1, (135-146), Online publication date: 1-Jan-2022. Staffurth J, Haviland J, Wilkins A, Syndikus I, Khoo V, Bloomfield D, Parker C, Logue J, Scrase C, Birtle A, Malik Z, Panades M, Eswar C, Graham J, Russell M, Ferguson C, O'Sullivan J, Cruickshank C, Dearnaley D and Hall E (2021) Impact of Hypofractionated Radiotherapy on Patient-reported Outcomes in Prostate Cancer: Results up to 5 yr in the CHHiP trial (CRUK/06/016)European Urology Oncology, 10.1016/j.euo.2021.07.005, VOL. 4, NO. 6, (980-992), Online publication date: 1-Dec-2021. Nossiter J, Morris M, Cowling T, Parry M, Sujenthiran A, Aggarwal A, Payne H, van der Meulen J, Clarke N and Cathcart P (2021) Hospital volume and outcomes after radical prostatectomy: a national population-based study using patient-reported urinary continence and sexual functionProstate Cancer and Prostatic Diseases, 10.1038/s41391-021-00443-z Baunacke M, Schmidt M, Groeben C, Borkowetz A, Thomas C, Koch R, Hoffmann F, Chun F, Weissbach L and Huber J (2020) Treatment of post-prostatectomy urinary incontinence and erectile dysfunction: there is insufficient utilisation of care in German cancer survivorsWorld Journal of Urology, 10.1007/s00345-020-03526-z, VOL. 39, NO. 8, (2929-2936), Online publication date: 1-Aug-2021. Parzen J and Hamstra D (2021) Patient-Reported Quality of Life During Prostate Cancer Radiation Therapy: Insights Into the Patient ExperienceInternational Journal of Radiation Oncology*Biology*Physics, 10.1016/j.ijrobp.2021.02.028, VOL. 110, NO. 4, (1129-1131), Online publication date: 1-Jul-2021. Murthy V and Srinivasan S (2021) In Regard to Parry et alInternational Journal of Radiation Oncology*Biology*Physics, 10.1016/j.ijrobp.2021.01.036, VOL. 110, NO. 3, (918), Online publication date: 1-Jul-2021. Groot O, Paulino Pereira N, Bongers M, Ogink P, Newman E, Verlaan J, Raskin K, Lozano-Calderon S and Schwab J (2020) Do Cohabitants Reliably Complete Questionnaires for Patients in a Terminal Cancer Stage when Assessing Quality of Life, Pain, Depression, and Anxiety?Clinical Orthopaedics & Related Research, 10.1097/CORR.0000000000001525, VOL. 479, NO. 4, (792-801), Online publication date: 1-Apr-2021. Bohoudi O, Bruynzeel A, Tetar S, Slotman B, Palacios M and Lagerwaard F (2021) Dose accumulation for personalized stereotactic MR-guided adaptive radiation therapy in prostate cancerRadiotherapy and Oncology, 10.1016/j.radonc.2021.01.022, VOL. 157, (197-202), Online publication date: 1-Apr-2021. Leufgens F, Gharib A, Schlenter M, Timm L and Pinkawa M (2021) Consequential late effects up to >10 years following primary and postoperative radiotherapy for prostate cancerRadiotherapy and Oncology, 10.1016/j.radonc.2020.12.017, VOL. 156, (188-192), Online publication date: 1-Mar-2021. Baunacke M, Groeben C, Borkowetz A, Uhlig A, Leitsmann M, Volkmer B, Thomas C and Huber J (2021) Versorgungswirklichkeit der urologischen Endoprothetik in Deutschland von 2006 bis 2016Health care reality of urological endoprosthetics in Germany from 2006 to 2016Der Urologe, 10.1007/s00120-021-01444-5, VOL. 60, NO. 3, (351-360), Online publication date: 1-Mar-2021. Braide K, Kindblom J, Lindencrona U, Hugosson J and Pettersson N (2020) Salvage radiation therapy in prostate cancer: relationship between rectal dose and long-term, self-reported rectal bleedingClinical and Translational Oncology, 10.1007/s12094-020-02433-4, VOL. 23, NO. 2, (397-404), Online publication date: 1-Feb-2021. Morgans A, Shore N, Cope D, McNatty A, Moslehi J, Gomella L and Sartor O (2021) Androgen receptor inhibitor treatments: Cardiovascular adverse events and comorbidity considerations in patients with non-metastatic prostate cancerUrologic Oncology: Seminars and Original Investigations, 10.1016/j.urolonc.2020.08.003, VOL. 39, NO. 1, (52-62), Online publication date: 1-Jan-2021. Yeung A, Pugh S, Klopp A, Gil K, Wenzel L, Westin S, Gaffney D, Small W, Thompson S, Doncals D, Cantuaria G, Yaremko B, Chang A, Kundapur V, Mohan D, Haas M, Kim Y, Ferguson C, Deshmukh S, Bruner D and Kachnic L (2020) Improvement in Patient-Reported Outcomes With Intensity-Modulated Radiotherapy (RT) Compared With Standard RT: A Report From the NRG Oncology RTOG 1203 StudyJournal of Clinical Oncology, 10.1200/JCO.19.02381, VOL. 38, NO. 15, (1685-1692), Online publication date: 20-May-2020. Wilkins A, Naismith O, Brand D, Fernandez K, Hall E, Dearnaley D and Gulliford S (2020) Derivation of Dose/Volume Constraints for the Anorectum from Clinician- and Patient-Reported Outcomes in the CHHiP Trial of Radiation Therapy FractionationInternational Journal of Radiation Oncology*Biology*Physics, 10.1016/j.ijrobp.2020.01.003, VOL. 106, NO. 5, (928-938), Online publication date: 1-Apr-2020. Nossiter J, Sujenthiran A, Cowling T, Parry M, Charman S, Cathcart P, Clarke N, Payne H, van der Meulen J and Aggarwal A (2020) Patient-Reported Functional Outcomes After Hypofractionated or Conventionally Fractionated Radiation for Prostate Cancer: A National Cohort Study in EnglandJournal of Clinical Oncology, 10.1200/JCO.19.01538, VOL. 38, NO. 7, (744-752), Online publication date: 1-Mar-2020. Barocas D and Penson D (2020) Functional Recovery Following Primary Treatment for Prostate Cancer: Update from the CEASAR StudyEuropean Urology Focus, 10.1016/j.euf.2019.04.001, VOL. 6, NO. 2, (205-207), Online publication date: 1-Mar-2020. Tyritzis S, Wilderäng U, Lantz Α, Steineck G, Hugosson J, Bjartell A, Stranne J, Haglind E and Wiklund N (2020) Hospital readmissions after limited vs. extended lymph node dissection during open and robot-assisted radical prostatectomyUrologic Oncology: Seminars and Original Investigations, 10.1016/j.urolonc.2019.07.015, VOL. 38, NO. 1, (5.e1-5.e8), Online publication date: 1-Jan-2020. Bock D, Angenete E, Bjartell A, Hugosson J, Steineck G, Walming S, Wiklund P and Haglind E (2019) Agreement between patient reported outcomes and clinical reports after radical prostatectomy - a prospective longitudinal studyBMC Urology, 10.1186/s12894-019-0467-3, VOL. 19, NO. 1, Online publication date: 1-Dec-2019. Borges R, Tobias-Machado M, Gabriotti E, dos Santos Figueiredo F, Bezerra C and Glina S (2019) Post-radical prostatectomy urinary incontinence: is there any discrepancy between medical reports and patients' perceptions?BMC Urology, 10.1186/s12894-019-0464-6, VOL. 19, NO. 1, Online publication date: 1-Dec-2019. Leufgens F, Berneking V, Vögeli T, Kirschner-Hermanns R, Eble M and Pinkawa M (2019) Quality of Life Changes >10 Years After Postoperative Radiation Therapy After Radical Prostatectomy for Prostate CancerInternational Journal of Radiation Oncology*Biology*Physics, 10.1016/j.ijrobp.2019.06.004, VOL. 105, NO. 2, (382-388), Online publication date: 1-Oct-2019. Lagrange A, Decoux D, Briot N, Hennequin A, Coudert B, Desmoulins I and Bertaut A (2019) Visceral osteopathic manipulative treatment reduces patient reported digestive toxicities induced by adjuvant chemotherapy in breast cancer: A randomized controlled clinical studyEuropean Journal of Obstetrics & Gynecology and Reproductive Biology, 10.1016/j.ejogrb.2019.08.003, VOL. 241, (49-55), Online publication date: 1-Oct-2019. Brassart C, Basson L, Olivier J, Latorzeff I, De Crevoisier R, Lartigau E and Pasquier D (2019) L'oncologue radiothérapeute, un des acteurs du parcours du patient après cancer. Surveillance après cancer de la prostateCancer/Radiothérapie, 10.1016/j.canrad.2019.07.148, VOL. 23, NO. 6-7, (565-571), Online publication date: 1-Oct-2019. Chasseray M, Dissaux G, Bourbonne V, Boussion N, Goasduff G, Malloreau J, Malhaire J, Fournier G, Tissot V, Pradier O, Valeri A and Schick U (2019) Dose to the penile bulb and individual patient anatomy are predictive of erectile dysfunction in men treated with 125 I low dose rate brachytherapy for localized prostate cancer Acta Oncologica, 10.1080/0284186X.2019.1574981, VOL. 58, NO. 7, (1029-1035), Online publication date: 3-Jul-2019. Unger J, Vaidya R and Gore J (2019) Key design and analysis principles for quality of life and patient-reported outcomes in clinical trialsUrologic Oncology: Seminars and Original Investigations, 10.1016/j.urolonc.2018.02.012, VOL. 37, NO. 5, (324-330), Online publication date: 1-May-2019. Banerjee I, Li K, Seneviratne M, Ferrari M, Seto T, Brooks J, Rubin D and Hernandez-Boussard T (2019) Weakly supervised natural language processing for assessing patient-centered outcome following prostate cancer treatmentJAMIA Open, 10.1093/jamiaopen/ooy057, VOL. 2, NO. 1, (150-159), Online publication date: 1-Apr-2019. Crowther K, Cole A, Shiels P, Jain S, Shepherd P and Mitchell D (2019) A pilot study of patient reported outcomes evaluating treatment related symptoms and quality of life for men receiving high dose rate brachytherapy combined with hypo-fractionated radiotherapy or hypo-fractionated radiotherapy alone for the treatment of localised prostate cancerTechnical Innovations & Patient Support in Radiation Oncology, 10.1016/j.tipsro.2019.01.003, VOL. 9, (18-25), Online publication date: 1-Mar-2019. Wallerstedt Lantz A, Stranne J, Tyritzis S, Bock D, Wallin D, Nilsson H, Carlsson S, Thorsteinsdottir T, Gustafsson O, Hugosson J, Bjartell A, Wiklund P, Steineck G and Haglind E (2019) 90-Day readmission after radical prostatectomy—a prospective comparison between robot-assisted and open surgeryScandinavian Journal of Urology, 10.1080/21681805.2018.1556729, VOL. 53, NO. 1, (26-33), Online publication date: 2-Jan-2019. Vilaseca A, Nguyen D and Touijer K (2019) Surgical Management of Localized and Locally Advanced Prostate Cancer Urologic Oncology, 10.1007/978-3-319-42623-5_73, (191-209), . Xu A, Taksler G, Llukani E and Lepor H (2018) Long-Term Continence Outcomes in Men Undergoing Radical Prostatectomy: A Prospective 15-Year Longitudinal StudyJournal of Urology, VOL. 200, NO. 3, (626-632), Online publication date: 1-Sep-2018. Ishii K, Yamanaga T, Ogino R, Hosokawa Y, Kishimoto S, Nakahara R, Shimada C, Kawamorita R, Tada T, Hayashi Y and Nakajima T (2018) Bowel and urinary quality of life after whole-pelvic versus prostate-only volumetric-modulated arc therapy for localized prostate cancerPractical Radiation Oncology, 10.1016/j.prro.2017.10.005, VOL. 8, NO. 2, (e49-e55), Online publication date: 1-Mar-2018. Thong A, Ying Poon B, Lee J, Vertosick E, Sjoberg D, Vickers A and Ehdaie B (2018) Concordance between patient-reported and physician-reported sexual function after radical prostatectomyUrologic Oncology: Seminars and Original Investigations, 10.1016/j.urolonc.2017.09.017, VOL. 36, NO. 2, (80.e1-80.e6), Online publication date: 1-Feb-2018. Ohura T, Higashi T, Ishizaki T and Nakayama T (2018) Occupation-based differences in shared perceptions of older resident needs within multidisciplinary care teams: a cross-sectional study of care workers, nurses, and therapists linked to older residentsJournal of Physical Therapy Science, 10.1589/jpts.30.866, VOL. 30, NO. 6, (866-873), . Thorsteinsdottir T, Valdimarsdottir H, Stranne J, Wilderäng U, Haglind E and Steineck G (2017) Thinking about one's own death after prostate-cancer diagnosisSupportive Care in Cancer, 10.1007/s00520-017-3986-z Schmick A, Juergensen M, Rohde V, Katalinic A and Waldmann A (2017) Assessing health-related quality of life in urology – a survey of 4500 German urologistsBMC Urology, 10.1186/s12894-017-0235-1, VOL. 17, NO. 1, Online publication date: 1-Dec-2017. Thorsteinsdottir T, Valdimarsdottir H, Hauksdottir A, Stranne J, Wilderäng U, Haglind E and Steineck G (2017) Care-related predictors for negative intrusive thoughts after prostate cancer diagnosis-data from the prospective LAPPRO trialPsycho-Oncology, 10.1002/pon.4359, VOL. 26, NO. 11, (1749-1757), Online publication date: 1-Nov-2017. Tomaszewski E, Moise P, Krupnick R, Downing J, Meyer M, Naidoo S and Holmstrom S (2017) Symptoms and Impacts in Non-Metastatic Castration-Resistant Prostate Cancer: Qualitative Study FindingsThe Patient - Patient-Centered Outcomes Research, 10.1007/s40271-017-0227-y, VOL. 10, NO. 5, (567-578), Online publication date: 1-Oct-2017. Morris S, Bass M, Lee M and Neapolitan R (2017) Advancing the efficiency and efficacy of patient reported outcomes with multivariate computer adaptive testingJournal of the American Medical Informatics Association, 10.1093/jamia/ocx003, VOL. 24, NO. 5, (897-902), Online publication date: 1-Sep-2017. López-Calderero I, López-Fando L, Ríos-González E, Maisonobe P, Hernández-Yuste E and Sarmiento-Jordán M (2017) Impact of locally advanced or metastatic prostate cancer on the quality of lifeActas Urológicas Españolas (English Edition), 10.1016/j.acuroe.2017.05.005, VOL. 41, NO. 6, (368-375), Online publication date: 1-Jul-2017. López-Calderero I, López-Fando L, Ríos-González E, Maisonobe P, Hernández-Yuste E and Sarmiento-Jordán M (2017) Impacto del cáncer de próstata localmente avanzado/metastásico en la calidad de vidaActas Urológicas Españolas, 10.1016/j.acuro.2016.12.006, VOL. 41, NO. 6, (368-375), Online publication date: 1-Jul-2017. Wagner A, Cheng P, Carneiro A, Dovirak O, Khosla A, Taylor K, Crociani C, McAnally K, Percy A, Dewey L, Sanda M and Chang P (2016) Clinical Use of Expanded Prostate Cancer Index Composite for Clinical Practice to Assess Patient Reported Prostate Cancer Quality of Life Following Robot-Assisted Radical ProstatectomyJournal of Urology, VOL. 197, NO. 1, (109-114), Online publication date: 1-Jan-2017. Singla N and Morey A (2017) Post-prostatectomy Incontinence: Introduction and Prevalence Post-Prostatectomy Incontinence, 10.1007/978-3-319-55829-5_1, (1-9), . Vilaseca A, Nguyen D and Touijer K (2017) Surgical Management of Localized and Locally Advanced Prostate Cancer Urologic Oncology, 10.1007/978-3-319-42603-7_73-1, (1-19), . Rane J, Erb H, Nappo G, Mann V, Simms M, Collins A, Visakorpi T and Maitland N (2016) Inhibition of the glucocorticoid receptor results in an enhanced miR-99a/100-mediated radiation response in stem-like cells from human prostate cancersOncotarget, 10.18632/oncotarget.10207, VOL. 7, NO. 32, (51965-51980), Online publication date: 9-Aug-2016. Di Maio M, Basch E, Bryce J and Perrone F (2016) Patient-reported outcomes in the evaluation of toxicity of anticancer treatmentsNature Reviews Clinical Oncology, 10.1038/nrclinonc.2015.222, VOL. 13, NO. 5, (319-325), Online publication date: 1-May-2016. Liberman D, Jarosek S, Virnig B, Chu H and Elliott S (2015) The Patient Burden of Bladder Outlet Obstruction after Prostate Cancer TreatmentJournal of Urology, VOL. 195, NO. 5, (1459-1463), Online publication date: 1-May-2016. Kaiho Y, Yamashita S, Ito A, Kawasaki Y, Izumi H, Kawamorita N, Adachi H, Mitsuzuka K and Arai Y (2016) Phosphodiesterase type 5 inhibitor administered immediately after radical prostatectomy temporarily increases the need for incontinence pads, but improves final continence statusInvestigative and Clinical Urology, 10.4111/icu.2016.57.",
  "authors": [
    {
      "display_name": "Mark S. Litwin",
      "id": "A5014456130",
      "orcid": "https://orcid.org/0000-0002-2318-344X",
      "institutions": [
        {
          "id": "I161318765",
          "display_name": "University of California, Los Angeles",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I180670191",
          "display_name": "University of California, San Francisco",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I97018004",
          "display_name": "Stanford University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "MARK S. LITWIN"
    },
    {
      "display_name": "Deborah P. Lubeck",
      "id": "A5044492888",
      "orcid": null,
      "institutions": [
        {
          "id": "I97018004",
          "display_name": "Stanford University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I161318765",
          "display_name": "University of California, Los Angeles",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I180670191",
          "display_name": "University of California, San Francisco",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "DEBORAH P. LUBECK"
    },
    {
      "display_name": "James M. Henning",
      "id": "A5113556262",
      "orcid": null,
      "institutions": [
        {
          "id": "I97018004",
          "display_name": "Stanford University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I161318765",
          "display_name": "University of California, Los Angeles",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I180670191",
          "display_name": "University of California, San Francisco",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "JAMES M. HENNING"
    },
    {
      "display_name": "Peter R. Carroll",
      "id": "A5056969058",
      "orcid": "https://orcid.org/0000-0002-1086-4334",
      "institutions": [
        {
          "id": "I97018004",
          "display_name": "Stanford University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I161318765",
          "display_name": "University of California, Los Angeles",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I180670191",
          "display_name": "University of California, San Francisco",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "PETER R. CARROLL"
    }
  ],
  "publication_year": 1998,
  "publication_date": "1998-06-01",
  "type": "article",
  "cited_by_count": 412,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "159",
  "issue": "6",
  "first_page": "1988",
  "last_page": "1992",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.9421805
    },
    {
      "id": "C2780192828",
      "display_name": "Prostate cancer",
      "level": 3,
      "score": 0.80050445
    },
    {
      "id": "C77088390",
      "display_name": "Database",
      "level": 1,
      "score": 0.5072519
    },
    {
      "id": "C2779951463",
      "display_name": "Quality of life (healthcare)",
      "level": 2,
      "score": 0.5035202
    },
    {
      "id": "C2994223898",
      "display_name": "Prostate disease",
      "level": 4,
      "score": 0.4583056
    },
    {
      "id": "C121608353",
      "display_name": "Cancer",
      "level": 2,
      "score": 0.40296742
    },
    {
      "id": "C126894567",
      "display_name": "Urology",
      "level": 1,
      "score": 0.39895242
    },
    {
      "id": "C29456083",
      "display_name": "Gynecology",
      "level": 1,
      "score": 0.3293258
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.18012142
    },
    {
      "id": "C159110408",
      "display_name": "Nursing",
      "level": 1,
      "score": 0.10178286
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10124",
      "display_name": "Prostate Cancer Diagnosis and Treatment",
      "score": 0.9991
    },
    {
      "id": "T10178",
      "display_name": "Cancer survivorship and care",
      "score": 0.9956
    },
    {
      "id": "T10804",
      "display_name": "Health Systems, Economic Evaluations, Quality of Life",
      "score": 0.9918
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/s0022-5347(01)63222-1",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:30:17.277351",
  "source_database": "OpenAlex"
}