{
  "openalex_id": "W1965017432",
  "doi": "https://doi.org/10.1016/j.juro.2011.02.1742",
  "title": "1633 HIGH INTENSITY FOCUSED ULTRASOUND FOR LOCALIZED PROSTATE CANCER: IMPACT OF NADIR PSA ON CANCER CONTROL",
  "abstract": "You have accessJournal of UrologyProstate Cancer: Localized1 Apr 20111633 HIGH INTENSITY FOCUSED ULTRASOUND FOR LOCALIZED PROSTATE CANCER: IMPACT OF NADIR PSA ON CANCER CONTROL Bobby Shayegan, Forough Farrokhyar, Jehonathan Pinthus, and William Orovan Bobby ShayeganBobby Shayegan Hamilton, Canada More articles by this author , Forough FarrokhyarForough Farrokhyar Hamilton, Canada More articles by this author , Jehonathan PinthusJehonathan Pinthus Hamilton, Canada More articles by this author , and William OrovanWilliam Orovan Hamilton, Canada More articles by this author View All Author Informationhttps://doi.org/10.1016/j.juro.2011.02.1742AboutPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookTwitterLinked InEmail INTRODUCTION AND OBJECTIVES High intensity focused ultrasound (HIFU) is an emerging treatment modality in patients with clinically localized prostate cancer. There is increasing evidence that primary HIFU is associated with excellent oncologic efficacy in selected patients with localized disease. The aim of this study is to assess the impact of PSA nadir on biochemical progression-free probability (bPFP) in a large single center cohort. METHODS We analyzed our institutional review board approved prospectively collected database of consecutive patients who underwent primary HIFU (Ablatherm, EDAP, Lyon) for prostate cancer. Patients were included in the study if they were stratified by the D'Amico criteria as either low- or intermediate-risk with at least 12 months follow-up. Patients with prior radiotherapy or HIFU were excluded. PSA nadir was defined as the lowest value of post treatment PSA at any time during follow up. Biochemical progression was defined by the Horwitz and Stuttgart methods. Probability curves for bPFP were constructed using the Kaplan-Meier method and compared using the log-rank test. RESULTS Between May 2005 and October 2010, 327 patients met the inclusion criteria for the study. Median follow up for the study cohort was 24 months. Based on the D'Amico criteria, 47% of patients were stratified as low-risk prior to treatment. Median nadir PSA was 0.1 ng/mL and median time to nadir PSA was 3 months. Biochemical progression was observed in 70 and 88 patients using the Stuttgart and Horwitz definitions, respectively. Pretreatment stratification by the D'Amico criteria did not have a statistically significant impact on bPFP. However, PSA nadir had a substantial influence on cancer control. Using the Stuttgart definition, bPFP at 54 months follow up was 83%(76–90, 95% CI) for a PSA nadir ≤0.5 ng/mL and 27% (14–39, 95% CI) for PSA nadir > 0.5 ng/mL (log rank P<0.001). Similarly, using the Horwitz definition, bPFP at 54 months follow up was 83%(79–88, 95% CI) for a PSA nadir ≤0.5 ng/mL and 29% (18–40, 95% CI) for PSA nadir > 0.5 ng/mL (log rank P<0.001). CONCLUSIONS The current study supports the therapeutic efficacy of primary HIFU in treatment of low- and intermediate-risk patients with prostate cancer. Nadir PSA following primary HIFU serves as a highly significant predictor of biochemical progression. Given that nadir PSA is achieved at a median time of 3 months, this variable can be used as an early indicator for post-treatment biopsy. © 2011 by American Urological Association Education and Research, Inc.FiguresReferencesRelatedDetails Volume 185Issue 4SApril 2011Page: e655 Advertisement Copyright & Permissions© 2011 by American Urological Association Education and Research, Inc.MetricsAuthor Information Bobby Shayegan Hamilton, Canada More articles by this author Forough Farrokhyar Hamilton, Canada More articles by this author Jehonathan Pinthus Hamilton, Canada More articles by this author William Orovan Hamilton, Canada More articles by this author Expand All Advertisement Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Bobby Shayegan",
      "id": "A5085419329",
      "orcid": "https://orcid.org/0000-0001-9570-610X",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Bobby Shayegan"
    },
    {
      "display_name": "Forough Farrokhyar",
      "id": "A5041534870",
      "orcid": "https://orcid.org/0000-0001-9928-9016",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Forough Farrokhyar"
    },
    {
      "display_name": "Jehonathan H. Pinthus",
      "id": "A5000779166",
      "orcid": "https://orcid.org/0000-0001-6980-7601",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Jehonathan Pinthus"
    },
    {
      "display_name": "William Orovan",
      "id": "A5000702504",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "William Orovan"
    }
  ],
  "publication_year": 2011,
  "publication_date": "2011-04-01",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "185",
  "issue": "4S",
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.92529523
    },
    {
      "id": "C2780192828",
      "display_name": "Prostate cancer",
      "level": 3,
      "score": 0.7895417
    },
    {
      "id": "C2777365067",
      "display_name": "High-intensity focused ultrasound",
      "level": 3,
      "score": 0.58587974
    },
    {
      "id": "C121608353",
      "display_name": "Cancer",
      "level": 2,
      "score": 0.565111
    },
    {
      "id": "C509974204",
      "display_name": "Radiation therapy",
      "level": 2,
      "score": 0.52944493
    },
    {
      "id": "C72563966",
      "display_name": "Cohort",
      "level": 2,
      "score": 0.52429026
    },
    {
      "id": "C2776235491",
      "display_name": "Prostate",
      "level": 3,
      "score": 0.52417135
    },
    {
      "id": "C143998085",
      "display_name": "Oncology",
      "level": 1,
      "score": 0.4202587
    },
    {
      "id": "C126894567",
      "display_name": "Urology",
      "level": 1,
      "score": 0.35709143
    },
    {
      "id": "C143753070",
      "display_name": "Ultrasound",
      "level": 2,
      "score": 0.31151196
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.304667
    },
    {
      "id": "C126838900",
      "display_name": "Radiology",
      "level": 1,
      "score": 0.25900155
    }
  ],
  "topics": [
    {
      "id": "T10124",
      "display_name": "Prostate Cancer Diagnosis and Treatment",
      "score": 0.9806
    },
    {
      "id": "T10543",
      "display_name": "Prostate Cancer Treatment and Research",
      "score": 0.9006
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/j.juro.2011.02.1742",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:34:01.508832",
  "source_database": "OpenAlex"
}