{
  "openalex_id": "W1968591510",
  "doi": "https://doi.org/10.1097/prs.0b013e3181d45b69",
  "title": "Two-Technique Reconstruction following Traumatic Scalp Avulsion: Replantation and Composite Graft",
  "abstract": "Sir: Avulsion of the scalp as a consequence of trauma is a rare injury. Miller et al. first reported successful microvascular scalp replantation in 1976,1 which has since become the standard of care. Before 1976, such injuries were managed with autologous skin grafts, local flaps such as the Orticochea flap, tissue expansion, or reconstruction using the avulsed scalp as a composite graft. This latter method, however, often ended with unsatisfactory results. Infection, alopecia, and necrosis were the most commonly cited causes of graft failure.2 However, composite grafting has been reported, with success attributed to a thinned graft, pseudomeshing, and immobilization.2,3 Briefly, we present a case of scalp avulsion that posed a unique challenge and required a novel approach to the problem. A 54-year-old man experienced complete avulsion of his occipital scalp in two pieces, with the periosteum also avulsed (Fig. 1). The larger piece was reconstructed by microvascular replantation, but the smaller segment had no identifiable vessels. The small piece of avulsed scalp was thinned, shaved, cleaned, and replaced as a composite graft. This graft did not survive; however, it was left in situ and acted as a biological dressing. As such, it contracted, subsequently expanding the surrounding area of normal and replanted scalp tissue. A satisfactory result was obtained and the area of alopecia was minimized (Fig. 2).Fig. 1.: The occipital scalp defect.Fig. 2.: One-year postoperative view.It is well known that grafting to raw bone is rarely successful. However, we have demonstrated that in situations where replantation of the avulsed scalp is impossible (i.e., because of lack of blood vessels in the flap), replacement of the avulsed scalp as a composite graft is a reasonable option, with the expectation that even if the composite graft does not survive, it can still be left in situ as a biological dressing until other definitive solutions are considered, such as distal flap transfers or tissue expansion. There are no reports in the literature that considered coupling these two approaches: composite grafting and replantation. In particular, there are no reports where a composite graft was used strategically as a biological dressing to facilitate contraction and adjacent tissue expansion. It is preferable to harvesting an autologous graft, as it eliminates donor-site morbidity. This option requires close monitoring for infection and careful wound care practice. In situations in which the scalp is avulsed in multiple components, salvage reconstruction with a combination of replantation and composite grafting should be considered. This may also be an option in cases where the amputated scalp is small. A combination of replantation and composite graft reconstruction is a viable option for salvaging a segmentally avulsed scalp. This technique requires careful monitoring. Lisa Dickson, M.D. Abdullah Kattan, M.D. Department of Surgery Division of Plastic and Reconstructive Surgery Achilleas Thoma, M.D., M.Sc. Department of Surgery Division of Plastic and Reconstructive Surgery Department of Clinical Epidemiology and Biostatistics Surgical Outcomes Research Center McMaster University Hamilton, Ontario, Canada DISCLOSURE No funding was received for the preparation of this article. None of the authors has a financial interest to declare. ACKNOWLEDGMENT The authors thank Leslie McKnight for help in the preparation of this article.",
  "authors": [
    {
      "display_name": "Lisa Dickson",
      "id": "A5024507437",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210116856",
          "display_name": "Kinetic Art & Technology (United States)",
          "country_code": "US",
          "type": "company"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Lisa Dickson"
    },
    {
      "display_name": "Abdullah E. Kattan",
      "id": "A5075880026",
      "orcid": "https://orcid.org/0000-0002-6165-7394",
      "institutions": [
        {
          "id": "I4210116856",
          "display_name": "Kinetic Art & Technology (United States)",
          "country_code": "US",
          "type": "company"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Abdullah Kattan"
    },
    {
      "display_name": "Achilleas Thoma",
      "id": "A5080371167",
      "orcid": "https://orcid.org/0000-0002-8348-2863",
      "institutions": [
        {
          "id": "I4210116856",
          "display_name": "Kinetic Art & Technology (United States)",
          "country_code": "US",
          "type": "company"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Achilleas Thoma"
    }
  ],
  "publication_year": 2010,
  "publication_date": "2010-03-23",
  "type": "letter",
  "cited_by_count": 5,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S100736837",
    "display_name": "Plastic & Reconstructive Surgery",
    "issn_l": "0032-1052",
    "issn": [
      "0032-1052",
      "1076-5751",
      "1529-4242"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "125",
  "issue": "4",
  "first_page": "151e",
  "last_page": "152e",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://doi.org/10.1097/prs.0b013e3181d45b69",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C2778515351",
      "display_name": "Scalp",
      "level": 2,
      "score": 0.912249
    },
    {
      "id": "C2779345524",
      "display_name": "Replantation",
      "level": 2,
      "score": 0.8194002
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.7876539
    },
    {
      "id": "C37754001",
      "display_name": "Avulsion",
      "level": 2,
      "score": 0.7689862
    },
    {
      "id": "C2777674748",
      "display_name": "Periosteum",
      "level": 2,
      "score": 0.734233
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.5989414
    },
    {
      "id": "C2777750529",
      "display_name": "Skin grafting",
      "level": 2,
      "score": 0.427168
    },
    {
      "id": "C105702510",
      "display_name": "Anatomy",
      "level": 1,
      "score": 0.3404685
    }
  ],
  "topics": [
    {
      "id": "T10599",
      "display_name": "Reconstructive Surgery and Microvascular Techniques",
      "score": 0.9998
    },
    {
      "id": "T10658",
      "display_name": "Bone fractures and treatments",
      "score": 0.985
    },
    {
      "id": "T11509",
      "display_name": "Hip and Femur Fractures",
      "score": 0.9763
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1097/prs.0b013e3181d45b69",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:51:41.729498",
  "source_database": "OpenAlex"
}