{
  "openalex_id": "W1970884898",
  "doi": "https://doi.org/10.1097/prs.0b013e3182362e65",
  "title": "Use of the BREAST-Q in Clinical Outcomes Research",
  "abstract": "Sir:FigureWe wrote this Letter to the Editor regarding the article by Patel et al.1 For patients undergoing oncoplastic breast surgery, quality of life and satisfaction with breast appearance are key considerations. Dr. Patel et al. should thus be congratulated on their cross-sectional evaluation of these important patient-reported outcomes. We were very pleased to see that the authors selected the BREAST-Q2 as the primary outcome measure for their study. With grant support from the Plastic Surgery Foundation, the BREAST-Q was developed and validated over a 5-year period with the aid of approximately 3000 women. The BREAST-Q is a psychometrically sound and clinically meaningful patient-reported outcome measure with a state-of-the-art scoring system. Based on the article by Patel et al., we would like to raise and clarify two critical issues about the use of the BREAST-Q by the clinical research community. The first issue relates to appropriate use of the BREAST-Q. The BREAST-Q is composed of multiple, independently functioning scales (e.g., Satisfaction with Breasts, Psychosocial Well-Being, Sexual Well-Being). In any given study, it is not necessary to use all the scales. Rather, given that each scale was designed to measure a unidimensional construct, investigators are able to pick and choose which scales they deem to be the most relevant to answering their study's research question(s). Scale selection per se does not constitute an \"adaptation\" of the BREAST-Q (this was erroneously suggested by Patel et al.). Conversely, any changes made to the content of the BREAST-Q (e.g., changing the wording of individual questionnaire items, or adding new items to any of its validated scales) is not acceptable. The problem with changing previously developed and psychometrically validated scales is that such changes nullify the psychometric properties of the questionnaire. Furthermore, using an adapted measure makes it impossible to compare findings with those of other BREAST-Q studies. Importantly, such adaptations are prohibited under copyright laws. The second issue relates to appropriate scoring of the BREAST-Q. It is crucial that raw responses provided by patients be transformed into BREAST-Q scores using the Q-Score program. This program is provided free of charge on our Web site (www.BREAST-Q.org). Using this program, researchers are able to convert their raw questionnaire data and then compute summary scores for each BREAST-Q scale that range from 0 to 100 (with a higher number indicating higher satisfaction or better quality of life). The transformation is essential, as it is through this process that the ordinal-level data are linearized by means of item calibrations.2 Using Q-Score, researchers may then compare their sample of patients with patients from different studies on the same metrics. As Dr. Patel et al. did not use the Q-Score program to score their study data, it is impossible to interpret their findings or compare their findings with other BREAST-Q–based research. It is exciting to see a growing number of clinical researchers using patient-reported outcome measures such as the BREAST-Q in their studies and working to better understand the impact of plastic surgery from a patient perspective. Our team recommends that users of the BREAST-Q adhere to our published guidelines about the appropriate use and scoring of this measure. Doing so will ensure that the accumulation of BREAST-Q data by the research community can be brought together to inform further clinical interpretation of BREAST-Q data scores. Andrea L. Pusic, M.D., M.H.S. Memorial Sloan-Kettering Cancer Center, New York, N.Y. Anne F. Klassen, D.Phil. McMaster University, Hamilton, Ontario, Canada Stefan J. Cano, Ph.D. Peninsula College of Medicine and Dentistry, Plymouth, United Kingdom DISCLOSURE The BREAST-Q is owned by Memorial Sloan-Kettering Cancer Center and the University of British Columbia. Drs. Pusic, Klassen, and Cano are co-developers of the BREAST-Q and receive a share of licensing revenues based on the inventor-sharing policies of these two institutions.",
  "authors": [
    {
      "display_name": "Andrea L. Pusic",
      "id": "A5081601479",
      "orcid": "https://orcid.org/0000-0003-4352-9409",
      "institutions": [
        {
          "id": "I1334819555",
          "display_name": "Memorial Sloan Kettering Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I85788879",
          "display_name": "Peninsula College of Medicine and Dentistry",
          "country_code": "GB",
          "type": "funder"
        },
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Andrea L. Pusic"
    },
    {
      "display_name": "Anne F. Klassen",
      "id": "A5070748857",
      "orcid": "https://orcid.org/0000-0003-4720-0096",
      "institutions": [
        {
          "id": "I85788879",
          "display_name": "Peninsula College of Medicine and Dentistry",
          "country_code": "GB",
          "type": "funder"
        },
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I1334819555",
          "display_name": "Memorial Sloan Kettering Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Anne F. Klassen"
    },
    {
      "display_name": "Stefan Cano",
      "id": "A5032472764",
      "orcid": "https://orcid.org/0000-0001-9390-273X",
      "institutions": [
        {
          "id": "I85788879",
          "display_name": "Peninsula College of Medicine and Dentistry",
          "country_code": "GB",
          "type": "funder"
        },
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I1334819555",
          "display_name": "Memorial Sloan Kettering Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Stefan J. Cano"
    }
  ],
  "publication_year": 2011,
  "publication_date": "2011-12-10",
  "type": "letter",
  "cited_by_count": 49,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S100736837",
    "display_name": "Plastic & Reconstructive Surgery",
    "issn_l": "0032-1052",
    "issn": [
      "0032-1052",
      "1076-5751",
      "1529-4242"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "129",
  "issue": "1",
  "first_page": "166e",
  "last_page": "167e",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://doi.org/10.1097/prs.0b013e3182362e65",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.38269192
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.3533659
    }
  ],
  "topics": [
    {
      "id": "T12443",
      "display_name": "Delphi Technique in Research",
      "score": 0.3064
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1097/prs.0b013e3182362e65",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:57:33.859804",
  "source_database": "OpenAlex"
}