{
  "openalex_id": "W1971946250",
  "doi": "https://doi.org/10.1097/01.tp.0000285264.15074.0b",
  "title": "Transplantation of Pediatric En Bloc Kidneys When the Proximal Vascular Cuff Is Too Short: The Aortorenal Aortic Lid",
  "abstract": "We read with interest the communication by Kayler et al. describing a helpful technique to maximize transplantation of en bloc kidneys from small pediatric donors (1). We would like to report an alternative option that allowed us to salvage pediatric en bloc kidneys, which had both a proximal aortic stump that was too short and a compromised proximal right renal artery. En bloc kidneys and a liver-intestine multivisceral graft on an aortic Carrel patch, which included the superior mesenteric artery (SMA) and celiac axis origins, were recovered from a 13-kg brain-dead donor. The procuring surgeon's operative report noted that the origin of the SMA and right renal artery were at the same level. Backtable preparation demonstrated that en bloc separation of the kidneys from the multivisceral graft had not only left no proximal aortic cuff above the renal arteries, but had also created a defect in the superior aspect of the proximal right renal artery that precluded both primary closure of the proximal aortic cuff and primary renal artery repair without effectively narrowing both renal artery orifices (Fig. 1). We excised a 1-cm segment of the en bloc graft's distal abdominal aorta, opened it longitudinally, and fashioned a single aortic patch with which we closed the proximal aorta and the proximal right renal artery defect using running 7-0 Prolene suture (Fig. 1). The graft was then transplanted extraperitoneally into a 30-year old recipient with end-to-side anastomoses of the donor's distal aorta and inferior vena cava (IVC) to the external iliac artery and vein, respectively (2, 3). The recipient's serum creatinine is 1.0 mg/dL at 1.5 years posttransplant.FIGURE 1.: Schematic representation of pediatric en bloc kidneys with the aortic lid being sewn onto the proximal aorta and right renal artery defect (veins are not represented).Utilization of kidneys from small (<15 kg) pediatric donors is plagued by high discard rates, with the most common specified discard reason being “vascular damage” (4). Our technique provides an additional option that allows transplanting anatomically compromised en bloc kidneys. It therefore encourages simultaneous recovery of kidney, liver, and multivisceral grafts and maximizes organ yield from these donors (4). In contrast to proximal aortic extension grafts, our technique avoids creation of additional, potentially thrombosis-prone, vascular anastomoses (5). Moreover, the ability to perform the surgical repair on the backtable ex situ under optimal conditions (with regard to exposure and organ preservation) avoids pro-longation of anastomotic time in situ as would be the case with the aorta/IVC interposition technique (5). The availability of the distal abdominal aorta and IVC for inflow and outflow affords more flexibility when choosing the anastomotic sites on the recipient vessels, and may allow for better graft positioning than techniques that rely on the typically rather short proximal vascular cuffs or patches for revascularization (1). A distinguishing feature of our technique is the use of a (virtually always available) patch of autologous aorta—hence the term “aortic lid.” Repairs involving vein patches or IVC segments have been proposed to address problems similar to the one described above, but these are associated with the risk of aneurysmatic vein dilatation and rupture after long-term exposure to arterial pressure (6, 7). This latter consideration is particularly relevant given the excellent long-term outcomes of pediatric en bloc kidney transplants (8). Christoph Troppmann Richard V. Perez Department of Surgery University of California, Davis Sacramento, CA",
  "authors": [
    {
      "display_name": "Christoph Troppmann",
      "id": "A5006301288",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Christoph Troppmann"
    },
    {
      "display_name": "Richard V. Perez",
      "id": "A5032855888",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Richard V. Perez"
    }
  ],
  "publication_year": 2007,
  "publication_date": "2007-10-27",
  "type": "letter",
  "cited_by_count": 14,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S11564597",
    "display_name": "Transplantation",
    "issn_l": "0041-1337",
    "issn": [
      "0041-1337",
      "1534-6080"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310318547"
  },
  "volume": "84",
  "issue": "8",
  "first_page": "1064",
  "last_page": "1065",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://doi.org/10.1097/01.tp.0000285264.15074.0b",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.921177
    },
    {
      "id": "C2779980429",
      "display_name": "Aorta",
      "level": 2,
      "score": 0.6388416
    },
    {
      "id": "C2781046184",
      "display_name": "Superior mesenteric artery",
      "level": 2,
      "score": 0.6351243
    },
    {
      "id": "C2780017030",
      "display_name": "Cuff",
      "level": 2,
      "score": 0.62075454
    },
    {
      "id": "C2776634560",
      "display_name": "Renal artery",
      "level": 3,
      "score": 0.5957622
    },
    {
      "id": "C2909028682",
      "display_name": "Right Renal Artery",
      "level": 4,
      "score": 0.5917463
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.56638134
    },
    {
      "id": "C2776454340",
      "display_name": "Prolene",
      "level": 2,
      "score": 0.53738254
    },
    {
      "id": "C8443397",
      "display_name": "Anastomosis",
      "level": 2,
      "score": 0.5222562
    },
    {
      "id": "C2911091166",
      "display_name": "Transplantation",
      "level": 2,
      "score": 0.5143045
    },
    {
      "id": "C2780520971",
      "display_name": "Abdominal aorta",
      "level": 3,
      "score": 0.49897552
    },
    {
      "id": "C2776820930",
      "display_name": "Artery",
      "level": 2,
      "score": 0.42130628
    },
    {
      "id": "C2780091579",
      "display_name": "Kidney",
      "level": 2,
      "score": 0.35975224
    },
    {
      "id": "C105702510",
      "display_name": "Anatomy",
      "level": 1,
      "score": 0.35183415
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.20562238
    }
  ],
  "topics": [
    {
      "id": "T12067",
      "display_name": "Renal and Vascular Pathologies",
      "score": 0.9997
    },
    {
      "id": "T11163",
      "display_name": "Organ Donation and Transplantation",
      "score": 0.9994
    },
    {
      "id": "T10999",
      "display_name": "Organ Transplantation Techniques and Outcomes",
      "score": 0.9993
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1097/01.tp.0000285264.15074.0b",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:28:52.059511",
  "source_database": "OpenAlex"
}