{
  "openalex_id": "W1979925204",
  "doi": "https://doi.org/10.1017/s0738248000003886",
  "title": "Sanctuary and the Legal Topography of Pre-Reformation London",
  "abstract": "In early sixteenth-century England, the presence of ecclesiastical sanctuaries in the legal, social, and religious landscape was a matter of great controversy. Any English church could offer temporary sanctuary to an accused felon, a privilege that expired after about forty days, following which the felon had to abjure the realm. More contentiously, by the late Middle Ages a number of English religious houses used their status as royally-chartered liberties to offer sanctuary permanently, not only to accused criminals, but also to debtors, alien craftsmen, and, especially during the civil wars of the fifteenth century, political refugees. These ecclesiastical liberties, small territories that exercised varying extents of juridical and political autonomy, considerably complicated the jurisdictional map of late medieval England. London in particular, with its host of liberties and peculiars, constituted a patchwork quilt of legal jurisdictions. Although the mayor and aldermen of London were wont to say that the “chyeff and most commodyous place of the Cytie of London” constituted “one hoole Countie and one hoole Jurisdiccion and libertie” over which its citizens ruled, saving only the authority of the king himself, this confident as-sertion of the City's jurisdiction over the metropolitan square mile was constantly belied by the presence of these liberties. The most notable—and for the City, the most troubling—was the sanctuary at St. Martin Le Grand, a sizeable area within the bounds of the City, before 1503 governed by the dean and canons of the College of St. Martin, after 1503 absorbed into the lands attached to Westminster Abbey and ruled by the abbot. For about two centuries before St. Martin Le Grand was dissolved in 1542, its precinct was home to a thriving population of debtors, accused felons, and perhaps most numerously alien craftsmen, all seeking for various reasons to avoid civic or royal jurisdiction.5 The dissolution of religious houses which accompanied the English Reformation greatly lessened, although did not altogether eradicate, the privileges of St. Martin's.",
  "authors": [
    {
      "display_name": "Shannon McSheffrey",
      "id": "A5087879306",
      "orcid": "https://orcid.org/0000-0002-5209-7399",
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Shannon McSheffrey"
    }
  ],
  "publication_year": 2009,
  "publication_date": "2009-01-01",
  "type": "article",
  "cited_by_count": 9,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S197491701",
    "display_name": "Law and History Review",
    "issn_l": "0738-2480",
    "issn": [
      "0738-2480",
      "1939-9022"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310311721"
  },
  "volume": "27",
  "issue": "3",
  "first_page": "483",
  "last_page": "514",
  "open_access": {
    "is_oa": true,
    "oa_status": "green",
    "oa_url": "https://spectrum.library.concordia.ca/6886/1/LHR_McSheffrey_final.pdf",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.6783217
    },
    {
      "id": "C2776949292",
      "display_name": "Jurisdiction",
      "level": 2,
      "score": 0.61689997
    },
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.6079637
    },
    {
      "id": "C2775923278",
      "display_name": "Civil liberties",
      "level": 3,
      "score": 0.52101874
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.44834796
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.35453433
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.33830982
    }
  ],
  "topics": [
    {
      "id": "T10605",
      "display_name": "Historical Economic and Social Studies",
      "score": 0.9865
    },
    {
      "id": "T12409",
      "display_name": "Reformation and Early Modern Christianity",
      "score": 0.9835
    },
    {
      "id": "T10595",
      "display_name": "Medieval Literature and History",
      "score": 0.9758
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1017/s0738248000003886",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:43:50.723243",
  "source_database": "OpenAlex"
}