{
  "openalex_id": "W1972143567",
  "doi": "https://doi.org/10.1353/qkh.2012.0006",
  "title": "Richard Nixon, Whittaker Chambers, Alger Hiss, and Quakerism",
  "abstract": "Richard Nixon, Whittaker Chambers, Alger Hiss, and Quakerism H. Larry Ingle (bio) \"It is not at all chance that both the Chamberses and the Hisses, arriving over very different routes, should at last have found their way into the community of Quakers.\" —Whittaker Chambers, Witness, 362. Until Watergate, the most portentous development in Richard Nixon's political life was the 1948 controversy occasioned by Quaker and former Communist Whittaker Chambers, an editor at Time magazine. He testified before the House Un-American Activities Committee that friend of Friends Alger Hiss had been a member of a Communist espionage ring during the 1930s when he served in the government. Friend Nixon served on that committee and led the effort to document the truth of Chambers' charges; without Nixon's persistence in championing Chambers and his allegations, it is safe to say that Hiss would have escaped conviction. It was no wonder that the story of this incident and its implications formed the first and most important feature of Nixon's first book, Six Crises.1 The affair finally ended with Hiss's 1949 conviction for perjury after he denied that he was a Communist and gave classified documents to Chambers. Without this seminal development, Nixon would have remained just another congressman: instead it made him a major political figure and gave him a national reputation as an anti-Communist. Richard Milhous Nixon was born in January 1913 in Yorba Linda, California of Quaker parents. His maternal ancestors, the Milhouses, represented a long line of worthy Friends, moving from Pennsylvania to Ohio, then Indiana, and finally to southern California in the late 19th century. A life-long member of East Whittier Friends Church, part of California Yearly Meeting, he was educated at Whittier College, a Quaker school, studied law at Duke University, and practiced in the small Quaker-dominated town he grew up in, preparing for a political career. In 1942, he enlisted in the Navy and served during World War II in the South Pacific. After his discharge, he was elected to the United States House of Representatives, where he served two terms, then won election to the Senate, and in 1952 was Dwight Eisenhower's running mate when General Eisenhower was selected as the Republican candidate. Losing races for President in 1960 and the governorship of California in 1962, he was finally elected President in his own right in 1968 but resigned the office to end the Watergate crisis in 1974. He [End Page 1] died in 1994, puzzled over by many Americans if honored by many prominent political figures who flocked to his funeral in Yorba Linda.2 Nixon first came to wide public attention in 1946 when he ran for Congress. His Quaker background helped assure him the support of an influential group of Whittier's Republican movers and shakers. Herman L. Perry, a birthright Quaker—things like that mattered in Whittier—manager of the local Bank of America branch and Republican activist, first broached Nixon's name. Perry thought Nixon had all the qualifications for taking on the five-term Democratic incumbent who seemed to have a lock on the district, Horace Jerome (Jerry) Voorhis. A young veteran, reasonably well known, a good debater, a lawyer of some local repute, and a \"Quaker of good stock,\" Nixon seemed an ideal candidate to contest with an overly confident Voorhis and put the seat in Republican hands. Perry and Nixon's old law partner, Thomas Bewley, had to first maneuver Whittier College's former president out of the running, but that task did not prove difficult, particularly after he died from a heart attack a year before the election. Perry took umbrage at the editor of the American Friend for an August 22nd editorial that applauded a Voorhis resolution to deplore wasting grain. Labeling Nixon's opponent a hypocrite who appeared before church groups and then went off to Washington and supported radical causes, Perry demanded the editor back down.3 After his candidate won the election, however, Perry backed down himself and admitted that his first letter had been \"sharp,\" while insisting that Nixon \"still clings to many of the traditions of the Quakers,\" a fact that justifies...",
  "authors": [
    {
      "display_name": "H. Larry Ingle",
      "id": "A5103394967",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "H. Larry Ingle"
    }
  ],
  "publication_year": 2012,
  "publication_date": "2012-03-01",
  "type": "article",
  "cited_by_count": 14,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S207023805",
    "display_name": "Quaker history",
    "issn_l": "0033-5053",
    "issn": [
      "0033-5053",
      "1934-1504"
    ],
    "type": "journal",
    "host_organization": null
  },
  "volume": "101",
  "issue": "1",
  "first_page": "1",
  "last_page": "11",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C69523719",
      "display_name": "Hiss",
      "level": 3,
      "score": 0.77626985
    },
    {
      "id": "C2777278149",
      "display_name": "Conviction",
      "level": 2,
      "score": 0.76511395
    },
    {
      "id": "C558872910",
      "display_name": "Espionage",
      "level": 2,
      "score": 0.6628604
    },
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.6579987
    },
    {
      "id": "C542948173",
      "display_name": "Communism",
      "level": 3,
      "score": 0.64477575
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.47718775
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.4617178
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.43977696
    },
    {
      "id": "C2776900844",
      "display_name": "Witness",
      "level": 2,
      "score": 0.43501955
    },
    {
      "id": "C2780861071",
      "display_name": "Character (mathematics)",
      "level": 2,
      "score": 0.41655606
    },
    {
      "id": "C121332964",
      "display_name": "Physics",
      "level": 0,
      "score": 0.07780358
    },
    {
      "id": "C62520636",
      "display_name": "Quantum mechanics",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C147120987",
      "display_name": "Electron",
      "level": 2,
      "score": 0.0
    },
    {
      "id": "C2524010",
      "display_name": "Geometry",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C33923547",
      "display_name": "Mathematics",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T13802",
      "display_name": "Vietnamese History and Culture Studies",
      "score": 0.9741
    },
    {
      "id": "T11507",
      "display_name": "Religion and Society Interactions",
      "score": 0.9585
    },
    {
      "id": "T13445",
      "display_name": "American Constitutional Law and Politics",
      "score": 0.9544
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/qkh.2012.0006",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:23:50.987262",
  "source_database": "OpenAlex"
}