{
  "openalex_id": "W1979063572",
  "doi": "https://doi.org/10.1353/ajh.0.0064",
  "title": "The Aristocrat and the Democrat: Louis Marshall, Stephen S. Wise and the Challenge of American Jewish Leadership",
  "abstract": "The Aristocrat and the Democrat: Louis Marshall, Stephen S. Wise and the Challenge of American Jewish Leadership Mark A. Raider (bio) Louis Marshall and Stephen S. Wise are, in many ways, a study in contrasts. They were so dissimilar in character, temperament, and even appearance as to seem natural antagonists. Marshall was born in Syracuse, New York, a decade prior to the Civil War. A product of the German-speaking Jewish immigrant milieu, he was short and rotund, with an intense gaze, a penetrating intellect, and a distinct preference for congress gaiters, brass-collar buttons, and bowties. Marshall was by nature an autodidact—in addition to English and German, he mastered French, Latin, Greek, and eventually Yiddish. He was also an excellent strategist and knew how to get things done. Wise was born in Budapest, Hungary, in the era of the Italian Risorgimento and the unification of Germany. He was brought to the United States as a small child. Possessed of a warm and gregarious nature, he was reared in a traditional German household but his life was shaped early on by the fast-paced, cosmopolitan, English-speaking environment of New York City. Tall and handsome, sporting a thick mane of dark hair and his signature Prince Albert coat, he had a talent for being at the center of the action. A man of deep intelligence, Wise was an extraordinary orator, a natural politician, and a master builder of institutions. Marshall and Wise despised one another. Marshall’s “capacity for invective was astounding,” recalled his son, James, “but there were limits on this, too, and . . . when ladies and children were present, he would splutter, ‘He’s a, he’s a—.’ So in the family quite a number of persons became known as ‘Heezas.’ The best known Heezas were Theodore Roosevelt and Stephen Wise.”1 For his part, Wise late in life described Marshall as “so much of a master or dictator” of New York City’s Temple Emanu-El, Reform’s eastern flagship in the early twentieth century, that the congregation virtually “live[d] under Marshall law.” What especially troubled Wise, he wrote, were not the differences between them, which surfaced quite dramatically in an early public clash over the Emanu-El ministry, but rather “that Mr. Marshall should have been willing to [End Page 91] destroy the reputation of one as young as I then was, and what was even worse, that no member of the Board of Trustees . . . was ready to tell the truth and by so doing brave Mr. Marshall’s wrath.”2 Perhaps at bottom theirs was an elemental clash of personal chemistry. Or perhaps it was a cultural divide—competing visions of American Jewish life that sprang from distinctive socioeconomic profiles and spiritual orientations.3 Perhaps, too, it was a test of generational and political worldviews—the transition from Old World shtadlanut and the singular role of the “court Jew” to an Americanized form of ethnic Jewish politics. Marshall was in many respects an aristocrat. He was the heir apparent to Jacob Schiff, the architect of the Kuhn, Loeb banking empire, who was in turn the unquestioned leader of the central European Jewish elite and sustained close personal ties to the national G.O.P. leadership. Wise, on the other hand, was an idealistic democrat and a protégé of Louis D. Brandeis, the distinguished Progressive lawyer, Zionist leader, and advisor to Woodrow Wilson and Franklin D. Roosevelt. Long before their mentors passed from the scene—in 1916 Brandeis became the first Jew appointed to the U.S. Supreme Court, thereafter generally playing a muted public role in Jewish affairs, and in 1920 Schiff died—Marshall and Wise emerged as major figures in their own right. Marshall’s path may have led to the doorway of Kuhn, Loeb, but his rise as one of the unrivaled leaders of the American Jewish establishment was nothing short of meteoric. From his humble origins in upstate New York to his perch at the law firm of Guggenheimer, Untermyer & Marshall, he swiftly emerged as the guiding force of the American Jewish Committee and a dominant figure in the American Jewish public arena. Combining remarkable intellectual talent, force of personality...",
  "authors": [
    {
      "display_name": "Mark A. Raider",
      "id": "A5041056601",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Mark A. Raider"
    }
  ],
  "publication_year": 2008,
  "publication_date": "2008-03-01",
  "type": "article",
  "cited_by_count": 5,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S118905211",
    "display_name": "American Jewish history",
    "issn_l": "0164-0178",
    "issn": [
      "0164-0178",
      "1086-3141"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315678"
  },
  "volume": "94",
  "issue": "1-2",
  "first_page": "91",
  "last_page": "113",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C154775046",
      "display_name": "German",
      "level": 2,
      "score": 0.5776954
    },
    {
      "id": "C150152722",
      "display_name": "Judaism",
      "level": 2,
      "score": 0.552712
    },
    {
      "id": "C2779544567",
      "display_name": "Strategist",
      "level": 2,
      "score": 0.51305735
    },
    {
      "id": "C74916050",
      "display_name": "Classics",
      "level": 1,
      "score": 0.49482244
    },
    {
      "id": "C2778558389",
      "display_name": "Invective",
      "level": 3,
      "score": 0.49414113
    },
    {
      "id": "C81631423",
      "display_name": "Spanish Civil War",
      "level": 2,
      "score": 0.4470147
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.40354207
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.3711064
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.32889792
    },
    {
      "id": "C52119013",
      "display_name": "Art history",
      "level": 1,
      "score": 0.32657886
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.26055795
    },
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.25644705
    },
    {
      "id": "C187736073",
      "display_name": "Management",
      "level": 1,
      "score": 0.12777409
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C162324750",
      "display_name": "Economics",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T13445",
      "display_name": "American Constitutional Law and Politics",
      "score": 0.9887
    },
    {
      "id": "T12765",
      "display_name": "Race, History, and American Society",
      "score": 0.965
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/ajh.0.0064",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:04:45.769674",
  "source_database": "OpenAlex"
}