{
  "openalex_id": "W1974377924",
  "doi": "https://doi.org/10.1074/jbc.m801818200",
  "title": "Helicobacter pylori Suppresses Glycogen Synthase Kinase 3β to Promote β-Catenin Activity",
  "abstract": "The human pathogen Helicobacter pylori influences cell adhesion, proliferation, and apoptosis and is involved in gastric adenocarcinoma formation. In our study we analyzed the impact of H. pylori infection on the regulation of β-catenin, which plays a central role in both cell adhesion and tumorigenesis. Infection of Madin-Darby canine kidney cells with H. pylori led to suppression of Ser/Thr phosphorylation and ubiquitin-dependent degradation of β-catenin and to up-regulation of lymphoid enhancer-binding factor/T cell factor (LEF/TCF)-dependent transcription. The impaired Ser/Thr phosphorylation of β-catenin was accompanied by an increase of glycogen synthase kinase 3β phosphorylation. Inhibition of Akt kinase, an up-stream regulator of glycogen synthase kinase 3, by a specific inhibitor Akti-1/2 or depletion of Akt with siRNA restored Ser/Thr phosphorylation of β-catenin. We conclude that glycogen synthase kinase 3β activity exerts an important role in β-catenin regulation and LEF/TCF transactivation in H. pylori-infected Madin-Darby canine kidney cells. The human pathogen Helicobacter pylori influences cell adhesion, proliferation, and apoptosis and is involved in gastric adenocarcinoma formation. In our study we analyzed the impact of H. pylori infection on the regulation of β-catenin, which plays a central role in both cell adhesion and tumorigenesis. Infection of Madin-Darby canine kidney cells with H. pylori led to suppression of Ser/Thr phosphorylation and ubiquitin-dependent degradation of β-catenin and to up-regulation of lymphoid enhancer-binding factor/T cell factor (LEF/TCF)-dependent transcription. The impaired Ser/Thr phosphorylation of β-catenin was accompanied by an increase of glycogen synthase kinase 3β phosphorylation. Inhibition of Akt kinase, an up-stream regulator of glycogen synthase kinase 3, by a specific inhibitor Akti-1/2 or depletion of Akt with siRNA restored Ser/Thr phosphorylation of β-catenin. We conclude that glycogen synthase kinase 3β activity exerts an important role in β-catenin regulation and LEF/TCF transactivation in H. pylori-infected Madin-Darby canine kidney cells. The highly adapted pathogen Helicobacter pylori persists life-long within the human stomach. Under certain host and environmental conditions H. pylori induces chronic inflammation of the gastric mucosa and contributes to the development of peptic ulcer, gastric malignancies, and mucosa-associated lymphoid tissue lymphomas (1van Amsterdam K. van Vliet A.H. Kusters J.G. van der Ende A. FEMS Microbiol. Rev. 2006; 30: 131-156Crossref PubMed Scopus (73) Google Scholar). Bacteria-host interaction and disease progression depend on different bacterial factors, among them VacA, Fld, BabA2, SabA, and CagA (2Stoikov C. Safari R. Cai X. Hasyagar C. Houghton J. Gene (Amst.). 2004; 341: 1-17Crossref PubMed Scopus (91) Google Scholar, 3Naumann M. Crabtree J.E. Trends Microbiol. 2004; 2: 29-36Abstract Full Text Full Text PDF Scopus (115) Google Scholar, 4Penta R. De Falco M. Iaquinto G. De Luca A. J Exp. Clin. Cancer Res. 2005; 24: 337-345PubMed Google Scholar, 5Yamaoka Y. Ojo O. Fujimoto S. Odenbreit S. Haas R. Gutierrez O. El-Zimaity H.M. Reddy R. Arnqvist A. Graham D.Y. Gut. 2005; 55: 775-781Crossref PubMed Scopus (196) Google Scholar). Gastric carcinogenesis was shown to be associated with alterations in E-cadherin/catenin signaling (6Nabais S. Machado J.C. Lopes C. Seruca R. Carneiro F. Sobrinho-Simoes M. Int. J. Surg. Pathol. 2003; 11: 1-9Crossref PubMed Scopus (28) Google Scholar, 7Chen X.Y. Wang Z.C. Li H. Cheng X.X. Sun Y. Wang X.W. Wu M.L. Liu J. Hum. Pathol. 2005; 36: 1294-1301Crossref PubMed Scopus (24) Google Scholar), but the role of β-catenin in H. pylori infection was not clarified so far (8Shun C.T. Wu M.S. Lin M.T. Chang M.C. Lin J.T. Chuang S.M. Oncology. 2001; 60: 339-345Crossref PubMed Scopus (38) Google Scholar, 9Franco A.T. Israel D.A. Washington M.K. Krishna U. Fox J.G. Rogers A.B. Neish A.S. Collier-Hyams L. Perez-Perez G. Hatakeyama M. Whitehead R. Gaus K. O'Brien D.P. Romero-Gallo J. Peek Jr., R.M. Proc. Natl. Acad. Sci. U. S. A. 2005; 102: 10646-10651Crossref PubMed Scopus (402) Google Scholar, 10Romiti A. Zullo A. Borrini F. Sarcina I. Hassan C. Winn S. Tomao S. Vecchione A. Morini S. Mingazzini P. World J. Gastroenterol. 2005; 11: 4400-4403Crossref PubMed Scopus (10) Google Scholar). β-Catenin is a multifunctional protein that (i) participates in cell adhesion by bridging E-cadherin to α-catenin and (ii) mediates transcriptional regulation by forming a complex with LEF/TCF 2The abbreviations used are: APC, axin and adenomatous polyposis coli; GSK, glycogen synthase kinase; MDCK, Madin-Darby canine kidney; T4SS, type 4 secretion system; ERK, extracellular signal-regulated kinase; wt, wild type; siRNA, small interfering RNA; EGF, epidermal growth factor; EGFR, EGF receptor; MEK, mitogen-activated protein kinase/extracellular signal-regulated kinase kinase; LEF/TCF, lymphoid enhancer-binding factor/T cell factor. transcription factors (11Lilien J. Balsamo J. Arregui C. Xu X. Dev. Dyn. 2002; 224: 18-29Crossref PubMed Scopus (137) Google Scholar, 12Nelson W.J. Nusse R. Science. 2004; 303: 1483-1487Crossref PubMed Scopus (2241) Google Scholar). β-Catenin redistribution in the cell is tightly regulated and, as was proposed by Gottardi and Gumbiner (13Gottardi C.J. Gumbiner B.M. J. Cell Biol. 2004; 167: 339-349Crossref PubMed Scopus (271) Google Scholar), could be dictated by the existence of distinct molecular forms of β-catenin with different affinity to E-cadherin and TCFs. The level of free β-catenin in the cytoplasm is controlled by ubiquitinylation and degradation in the 26 S proteasome (14Aberle H. Bauer A. Stappert J. Kispert A. Kemler R. EMBO J. 1997; 16: 3797-3804Crossref PubMed Scopus (2157) Google Scholar). The multiprotein destruction complex involves axin and adenomatous polyposis coli (APC) scaffolds which bind β-catenin to facilitate its phosphorylation by casein kinase 1 at Ser-45 and by GSK3β at Ser-33, Ser-37, and Thr-41 (15Peifer M Polakis P. Science. 2000; 287: 1606-1609Crossref PubMed Scopus (1143) Google Scholar). Ubiquitinylation and degradation of N-terminal-phosphorylated β-catenin is mediated by the cullin-RING ubiquitin ligase Skp1-Cul1-F-box (SCFβ-TrCP) (16Hart M. Concordet J.P. Lassot I. Albert I. del los Santos R. Durand H. Perret C. Rubinfeld B. Margottin F. Benarous R. Polakis P. Curr. Biol. 1999; 9: 207-210Abstract Full Text Full Text PDF PubMed Scopus (584) Google Scholar, 17Latres E. Chiaur D.S. Pagano M. Oncogene. 1999; 18: 849-854Crossref PubMed Scopus (376) Google Scholar). If some components of the degradation complex are mutated or if wingless-type (Wnt) ligands bind to Frizzled membrane receptors and interfere with the multi-protein destruction complex, non-phosphorylated β-catenin accumulates and co-activates TCF-dependent expression of target genes, among them c-myc, c-jun, axin2, twin, ubx, MMP7, and cyclin D1 (18Barker N. Morin P.J. Clevers H. Adv. Cancer Res. 2000; 77: 1-24Crossref PubMed Scopus (260) Google Scholar, 19Karim R. Tse G. Putti T. Scolyer R. Lee S. Pathology. 2004; 36: 120-128Abstract Full Text PDF PubMed Scopus (250) Google Scholar, 20Shtutman M. Zhurinsky J. Simcha I. Albanese C. D'Amico M. Pestell R. Ben-Ze'ev A. Proc. Natl. Acad. Sci. U. S. A. 1999; 96: 5522-5527Crossref PubMed Scopus (1914) Google Scholar). The fact that H. pylori infection leads to up-regulation of Wnt10A and activates β-catenin target genes (21Kirikoshi H. Sekihara H. Katoh M. Int. J. Oncol. 2001; 19: 533-536PubMed Google Scholar, 22Sepulveda A.R. Tao H. Carloni E. Sepulveda J. Graham D.Y. Peterson L.E. Aliment. Pharmacol. Ther. 2002; 16: 145-157Crossref PubMed Scopus (88) Google Scholar, 23Yang Y. Deng C.S. Peng J.Z. Wong B.C. Lam S.K. Xia H.H. Mol. Pathol. 2003; 56: 19-24Crossref PubMed Scopus (48) Google Scholar) contributes to the hypothesis that H. pylori induces activation of the β-catenin-TCF pathway during human gastric cancer development. The precise mechanism by which H. pylori could influence β-catenin nuclear activity remains obscure. Disruption of adherens junctions by H. pylori (24Suzuki M. Mimuro H. Suzuki T. Park M. Yamamoto T. Sasakawa C. J. Exp. Med. 2005; 202: 1235-1247Crossref PubMed Scopus (176) Google Scholar) could promote β-catenin translocation into the nucleus, as was recently shown using cultured gastric cancer cells MKN-28 and MKN-45 (25Murata-Kamiya N. Kurashima Y. Teishikata Y. Yamahashi Y. Saito Y. Higashi H. Aburatani H. Akiyama T. Peek Jr., R.M. Azuma T. Hatakeyama M. Oncogene. 2007; 26: 4617-4626Crossref PubMed Scopus (346) Google Scholar). In this work we investigated β-catenin regulation in H. pylori-infected epithelial cells. Herein, we report that 1) H. pylori suppresses GSK3β activity in a CagA-independent manner, 2) H. pylori-induced suppression of GSK3β leads to inhibition of Ser/Thr phosphorylation, ubiquitinylation, and degradation of β-catenin, and 3) H. pylori stimulates β-catenin-dependent LEF/TCF transactivation activity and causes up-regulation of cyclin D1. Materials—Antibodies used in the work were phospho-β-catenin (Ser-33/Ser-37/Thr-41), phospho-GSK3α/β, histone H3, Akt, and phospho-Akt (Cell Signaling Technology Inc.), β-catenin, GSK3β, and occludin (BD Biosciences), ubiquitin (Berkeley Antibody Co., Inc.), actin and phospho-tyrosine (PY99) (Santa Cruz Biotechnology), cyclin D1 (United States Biological/Biomol), glyceraldehyde-3-phosphate dehydrogenase (Chemicon International), CagA (26Foryst-Ludwig A. Neumann M. Schneider-Brachert W. Naumann M. Biochem. Biophys. Res. Commun. 2004; 316: 1065-1072Crossref PubMed Scopus (102) Google Scholar). MG132, Akti-1/2 (Akt inhibitor VIII), LY294002, AG1478, AG828, and U73122 were purchased from Calbiochem. LiCl and DMSO were purchased from Sigma. PHA-665752 was kindly provided (Pfizer Global Pharmaceuticals). Cell Culture and Bacteria—MDCK cell line (European Collection of Cell Cultures) and AGS cells were cultured in RPMI 1640 medium (PAA Laboratories) supplemented with 10% fetal calf serum and penicillin/streptomycin in a humid atmosphere at 37 °C with 5% CO2. For infection with H. pylori, MDCK cells (2 × 104 cells/35-mm dish) were grown in complete medium to reach 70% of confluency. 16 h before infection the complete medium was replaced by fresh RPMI 1640 supplemented with 0.5% fetal calf serum. The H. pylori strain P1 wild type (wt) and isogenic mutants cagA and virB7 (26Foryst-Ludwig A. Neumann M. Schneider-Brachert W. Naumann M. Biochem. Biophys. Res. Commun. 2004; 316: 1065-1072Crossref PubMed Scopus (102) Google Scholar, 27Schmitt W. Haas R. Mol. Microbiol. 1994; 12: 307-319Crossref PubMed Scopus (282) Google Scholar) were cultured for 48-72 h as described (28Churin Y. Al-Ghoul L. Kepp O. Meyer T.F. Birchmeier W. Naumann M. J. Cell Biol. 2003; 161: 249-255Crossref PubMed Scopus (310) Google Scholar) and added to the epithelial cells at a multiplicity of infection of 100. Heat-inactivated H. pylori was prepared by incubating bacteria suspension at 65 °C for 15 min. Transfection and Reporter Gene Assay—pSP65/SRα-CagA-HA plasmid encoding CagA was kindly provided by M. Hatakeyama (Sapporo, Japan). MDCK cells (2 × 104 cells/35-mm dish) were transfected with 0.1 μg of DNA (DNA/Effectene transfection reagent (Qiagen) ratio was 1:10). 48 h later the cells were subjected either to subcellular fraction separation or to cell lysate preparation. MDCK cells (2 × 104 cells/35 mm dish) were transfected with 0.1 μg of siRNA against human Akt1/2 (100% sequence homology to canine Akt2 mRNA) or with control (non-targeting) siRNA (Santa Cruz Biotechnology) using siLentFect™ Lipid Reagent (Bio-Rad). At 24 h of transfection, cells were infected with H. pylori for 24 h. For luciferase reporter assay, MDCK cells were seeded into 24-well plates at a density of 0.6 × 104 cells per well 1 day before transfection. The cells were transfected with 0.1 μg of Firefly TOP- or FOPflash (Biomol) and 0.01 μg of Renilla (Promega) luciferase plasmids using Effectene transfection reagent. Luciferase activity was estimated using the Dual Luciferase Reporter Assay System (Promega) at Lumat LB 9507 luminometer (Berthold Technologies). All samples were assayed in duplicate. RNA Isolation and Reverse Transcription-PCR—Total RNA was extracted by TRIzol reagent (Invitrogen). cDNA was synthesized from 1 μg of RNA using random hexamer primers and a RevertAid™ First Strand cDNA Synthesis kit (Fermentas). 1/20 of cDNA mixture was combined with primers (0.25 μm), fluorescein (1:105; Bio-Rad) and components of the SensiMix DNA kit (Quantace) according to the manufacture's instructions and amplified in the iCycler (Bio-Rad). The following iCycler protocol was used: denaturation (95 °C for 10 min), amplification and quantification (40 cycles: 95 °C for 15 s, 60 °C for 30 s, 72 °C for 60 s), melting curve program (72-95 °C; 0.5 °C/s), and cooling to 22 °C. Primers 5′-TACTGAGCCTGCCATCTGTGC-3′ (forward) and 5′-CCTCCACAAACTGCTGCTGTG-3′ (reverse) and primers 5′-AAGATGACTCAGATCATGTTCGAG-3′ (forward) and 5′-AGGGGCGATGATCTTGATCTTCAT-3′ (reverse) were used for amplification of β-catenin and β-actin fragment, respectively. Serial dilutions of the dipeptidyl peptidase IV gene cloned into a pCRR2.1-TOPO vector and primers 5′-GATGCTACAGCTGACAGTCGC-3′ (forward) and 5′-TGGTGACCATGTGACCCACTG-3′(reverse) served for generation of a calibration curve. Preparation of Cell Lysates, Fractions, and Immunoprecipitation—Whole cell extracts were prepared with modified radioimmune precipitation assay buffer (50 mm Tris-HCl, pH 7.5, 100 mm NaCl, 5 mm EDTA, 1% Triton X-100, 10% glycerol, 10 mm K2HPO4, 0.5% Nonidet P40, 1× protease inhibitor mixture (Roche Applied Science), 1 mm Na3VO4, 1 mm Na2MoO4, 20 mm NaF, 0.1 mm PMSF, 20 mm β-glycerol-2-phosphate, 10 mm Na4P2O7). Aliquots of the lysates were boiled with sample buffer (50 mm Tris-HCl, pH 6.8, 2% SDS, 10% glycerol, 100 mm dithiothreitol, 0.1% bromphenol blue) for 5 min. Subcellular fractions of MDCK were prepared with ProteoExtract kit (Calbiochem) according to the manufacturer's instructions. For immunoprecipitation, the lysates were incubated with appropriate antibodies for 4 h to overnight at 4 °C. The immune complexes were trapped on protein G-Sepharose (Amersham Biosciences), washed, boiled in the sample buffer, and subjected to Western blotting. Pulse-Chase Assay—Cells were washed and incubated in the pulse medium (methionine/cysteine-free RPMI 1640 (Sigma), 2 mm l-glutamine (Sigma), 0.5% dialyzed fetal bovine serum (Invitrogen)) for 1 h. The cells were labeled with [35S]methionine/cysteine using the Amersham Biosciences Redivue Pro-Mix Cell Labeling Mix, 0.05 mCi (with respect to l-[35S]methionine) per 1 ml of pulse medium for 1 h. Labeled cells were washed twice with pulse medium and chased in complete RPMI 1640, 0.5% fetal calf serum for 2-8 h, after which β-catenin was immunoprecipitated from the cell lysates. Immunocomplexes were separated by 8% SDS-PAGE; the gels were incubated in Amplify Fluorographic Reagent (Amersham Biosciences), dried, and exposed to film. A part of the samples was subjected to Western blotting. Western Blotting—The proteins were separated by SDS-PAGE, electrotransferred to Immobilon-P transfer polyvinylidene fluoride membrane (Millipore), and stained with specific antibodies as described (29Sokolova O. Heppel N. Jägerhuber R. Kim K.S. Frosch M. Eigenthaler M. Schubert-Unkmeir A. Cell. Microbiol. 2004; 6: 1153-1166Crossref PubMed Scopus (72) Google Scholar). Immunoreactivity was detected using the enhanced chemiluminescence detection kit ECL™ (Amersham Biosciences). The protein bands on x-ray films were scanned by using VersaDoc Imaging System (Bio-Rad) and analyzed using Quantity One software (Bio-Rad). By applying several software functions, the Quantity One software allows subtraction of the background from the images. The data from three independent experiments were used for the calculations of the results. Immunofluorescence—Cells were fixed with 4% paraformaldehyde in phosphate-buffered saline (PBS) for 10 min, permeabilized, and blocked in PBS, 0.1% Triton X-100, 5% goat serum (Sigma) for 30 min on ice. Then the cells were incubated with the first antibody for 2 h at room temperature (RT), washed, and exposed for indocarbocyanine-conjugated secondary antibody (Dianova) for 1 h at RT. Slides were analyzed by Leica DMRE 7 fluorescence microscope. Statistical Analysis—The statistical analysis of the results was done using Student's t test. p < 0.05 was considered significant. Data are expressed as the mean ± S.E. H. pylori Induces LEF/TCF Transactivation and Regulates Cyclin D1 Expression—To investigate whether H. pylori controls LEF/TCF activity, non-tumor epithelial MDCK cells were transfected with luciferase reporter plasmid containing either three copies of wild type (TOPflash) or mutated (FOPflash) LEF/TCF binding sites and infected with H. pylori. At different periods of time, cells were collected, and luciferase activity was measured. The firefly luciferase activity was normalized relative to renilla luciferase activity. As shown in Fig. 1A, H. pylori regulates luciferase activity within 24 h post-infection (1.7-fold compared with FOPflash). LiCl, a known activator of β-catenin signaling (30Stambolic V. Ruel L. Woodgett J.R. Curr. Biol. 1996; 6: 1664-1668Abstract Full Text Full Text PDF PubMed Google Scholar), was used as a positive control. LEF/TCF transcription factors are known to bind to cyclin D1 promoter and regulate gene expression (20Shtutman M. Zhurinsky J. Simcha I. Albanese C. D'Amico M. Pestell R. Ben-Ze'ev A. Proc. Natl. Acad. Sci. U. S. A. 1999; 96: 5522-5527Crossref PubMed Scopus (1914) Google Scholar). Thus, we tested the ability of the bacteria to regulate cyclin D1. We found an approximate 2.1 and 1.9-fold increase of cyclin D1 mRNA in MDCK cells infected with H. pylori for 10 and 24 h, respectively (data not shown). To investigate protein levels of cyclin D1, cytosolic and nuclear fractions of MDCK cells were subjected to Western blot analysis. As shown in Fig. 1B, infection with H. pylori led to an increase of cyclin D1 in the cytosol of the cells. A similar effect on cyclin D1 expression was achieved in MDCK cells by treatment with LiCl (10 μm, 24 h). Thus, H. pylori stimulates β-catenin-dependent LEF/TCF transactivation activity and causes an increase of cyclin D1 level in MDCK cells. H. pylori Inhibits Ser/Thr Phosphorylation of β-Catenin—Studying phosphorylation status and localization of β-catenin in H. pylori-infected cells, fluorescence microscopy revealed that Ser-33/Ser-37/Thr-41-phosphorylated β-catenin was localized at cell-cell contacts and in nuclei of non-stimulated cells. Total β-catenin was detected at cell-cell contacts (Fig. 2A). Ser/Thr-phosphorylated β-catenin was prominently removed from adherens junctions, and cytosolic staining of β-catenin increased at 24 h post-infection (Fig. 2A). We failed to see any changes of β-catenin amount in H. pylori-infected cells in comparison to non-infected MDCK cells in a Western blot analysis of subcellular fractions (Fig. 2B). We observed a prominent decrease of Ser/Thr-phosphorylated β-catenin in membranes/organelles and nuclear fractions of cells infected with H. pylori for 24 h (Fig. 2B). Heat-inactivated H. pylori had no effect on β-catenin phosphorylation (Fig. 2B). Thus, physical interaction of living bacteria with the host cell is requested for β-catenin regulation. Decrease of β-catenin phosphorylation in H. pylori-infected MDCK cells was detected at 6 h and more prominently at 8 h post-infection (Fig. 2C). Treatment of MDCK cells with LiCl provoked similar suppression of Ser/Thr phosphorylation of β-catenin (supplemental Fig. S1). Regulation of β-Catenin Phosphorylation in H. pylori Infection is CagA-independent—The H. pylori type 4 secretion system (T4SS) serves for delivery of CagA and other yet unknown bacterial effectors into epithelial cells (31Naumann M. Int. J. Med. Microbiol. 2005; 295: 335-341Crossref PubMed Scopus (35) Google Scholar). CagA is effectively translocated into MDCK cells, similar to gastric AGS cells, where it becomes phosphorylated at tyrosine residues (Fig. 3A). To investigate the role of CagA and the functional T4SS in H. pylori-induced changes of β-catenin signaling, we infected MDCK cells with H. pylori P1 isogenic mutants lacking cagA or virB7 for 24 h. Compared with the H. pylori wt, cagA and virB7 mutants also inhibited β-catenin phosphorylation (Fig. 3B). H. pylori Suppresses Ser/Thr Phosphorylation of β-Catenin in a GSK3β-dependent Manner—Ser-33, Ser-37, and Thr-41 of β-catenin are known target sites for GSK3β which phosphorylates and thereby marks the protein for ubiquitinylation and subsequent proteasomal degradation (32Behrens J. Ann. N. Y. Acad. Sci. 2000; 910: 21-33Crossref PubMed Scopus (216) Google Scholar). Thus, decrease of Ser/Thr phosphorylation in the β-catenin protein can be caused either by GSK3β inhibition or by degradation of β-catenin. Because the total amount of β-catenin in infected cells was not affected (Figs. 2B and 3B), we supposed that GSK3β inhibition could be responsible for the suppression of β-catenin phosphorylation. GSK3β activity is negatively regulated through its phosphorylation at Ser-9 by Akt kinase (33Cross D.A. Alessi D.R. Cohen P. Andjelkovich M. Hemmings B.A. Nature. 1995; 378: 785-789Crossref PubMed Scopus (4373) Google Scholar). Western blot analysis of different cellular fractions revealed an induction of GSK3β Ser-9 phosphorylation by the wt strain of H. pylori and slightly less prominently by cagA and virB7 mutant strains (Fig. 4A). GSK3β was detected in nuclear fractions; this could be a consequence of partial serum deprivation during the experiments, as has been described (34Bijur G.N. Jope R.S. J. Biol. Chem. 2001; 276: 37436-37442Abstract Full Text Full Text PDF PubMed Scopus (193) Google Scholar). To investigate whether CagA is involved in the regulation of β-catenin phosphorylation, we transiently transfected MDCK cells with a plasmid encoding CagA. As shown in Fig. 4B, neither GSK3β nor β-catenin phosphorylations were affected in MDCK cells transfected with the plasmid encoding CagA. Therefore, H. pylori inhibits GSK3β in a CagA-independent manner, which leads to inhibition of Ser/Thr phosphorylation of β-catenin in infected cells. GSK3β is known to be regulated upon Akt kinase (35Doble B.W. Woodgett J.R. J. Cell Sci. 2003; 116: 1175-1186Crossref PubMed Scopus (1763) Google Scholar). To investigate up-stream regulators and to confirm that GSK3β plays a role in H. pylori-induced suppression of β-catenin phosphorylation, we infected cells in the presence of Akti-1/2, an allosteric inhibitor of Akt1 and Akt2 isozymes. This substance promotes the formation of an inactive conformation of Akt in a pleckstrin homology-dependent manner and selectively inhibits phosphorylation and kinase activity (36Barnett S.F. DeFeo-Jones D. Fu S. Hancock P.J. Haskell K.M. Jones R.E. Kahana J.A. Kral A.M. Leander K. Lee L.L. Malinowski J. McAvoy E.M. Nahas D.D. Robinson R.G. Huber H.E. Biochem. J. 2005; 385: 399-408Crossref PubMed Scopus (376) Google Scholar). The inhibitor does not exhibit any effect on protein kinases A and C even at concentration as high as 50 μm. In MDCK cells, Akti-1/2 (2 μm) blocked effectively Ser-473 phosphorylation of Akt kinase induced by H. pylori (Fig. 5A) and prevented bacteria-induced suppression of Ser/Thr phosphorylation of β-catenin (Fig. 3B). Viability of H. pylori was not affected by inhibitor treatment (data not shown). Stimulation of Akt kinase activity by H. pylori has been also observed in AGS cells (28Churin Y. Al-Ghoul L. Kepp O. Meyer T.F. Birchmeier W. Naumann M. J. Cell Biol. 2003; 161: 249-255Crossref PubMed Scopus (310) Google Scholar). AGS cells infected with H. pylori also exert suppression of β-catenin phosphorylation, and Akti-1/2 was able to restore β-catenin phosphorylation (data not shown). To unravel putative upstream components that could direct Akt activation, we pretreated the cells before infection with the following inhibitors: LY294002 (20 μm), an inhibitor of phosphoinositide 3-kinase (PI3K); AG1478/AG828 (5 μm), an inhibitor of epidermal growth factor (EGF) and Her2/Neu receptors; PHA-665752 (0.2 μm), an inhibitor of c-Met receptor; U73122 (5 μm), an inhibitor of phospholipase C (Fig. 5A). Pretreatment of the cells with LY294002 (Fig. 5A) completely inhibited Akt phosphorylation induced by H. pylori P1 wt and isogenic mutants. Thus, we suggest that H. pylori induces T4SS-independent PI3K activity leading to Akt activation. PI3K activity can be induced by EGF receptor (EGFR) or c-Met, which become active in H. pylori infection (37Wallasch C. Crabtree J.E. Bevec D. Robinson P.A. Wagner H. Ullrich A. Biochem. Biophys. Res. Commun. 2002; 295: 695-701Crossref PubMed Scopus (104) Google Scholar, 28Churin Y. Al-Ghoul L. Kepp O. Meyer T.F. Birchmeier W. Naumann M. J. Cell Biol. 2003; 161: 249-255Crossref PubMed Scopus (310) Google Scholar). Inhibition of EGFR activity significantly reduced H. pylori-induced phosphorylation of Akt, whereas inhibition of c-Met had no effect on phosphorylation of Akt kinase (Fig. 5A). EGFR activation in gastric epithelial cells was shown to be stimulated by H. pylori in a T4SS-independent manner (37Wallasch C. Crabtree J.E. Bevec D. Robinson P.A. Wagner H. Ullrich A. Biochem. Biophys. Res. Commun. 2002; 295: 695-701Crossref PubMed Scopus (104) Google Scholar). Thus, our results allow us to suppose that EGFR activation could contribute to Akt phosphorylation induced by H. pylori in a T4SS-independent manner. Inhibition of PLC had no effect on Akt phosphorylation in H. pylori-infected cells (Fig. 5A). To confirm the data obtained by using Akt kinase inhibitor, Akt depletion with siRNA was performed. At 48 h of transfection, the amount of Akt in MDCK cell lysates was significantly decreased (Fig. 5B). As shown in Fig. 5C, anti-Akt siRNA prevented inhibitory GSK3β phosphorylation, leading to β-catenin phosphorylation in MDCK cells infected with H. pylori. Therefore, Akt kinase, an upstream modulator of GSK3β, is causally related to regulation of β-catenin signaling in H. pylori-infected cells. Interestingly, besides restoration of the β-catenin phosphorylation, Akti-1/2 inhibited LEF/TCF transactivation in H. pylori-infected cells (Fig. 5D). These data indicate the important role of Akt/GSK3β and Ser/Thr phosphorylation of β-catenin in the regulation of β-catenin nuclear activity during H. pylori infection. H. pylori Affects Ubiquitinylation of β-Catenin—Because Ser/Thr phosphorylation of β-catenin has been shown to be essential for the protein ubiquitinylation (38Orford K. Crockett C. Jensen J.P. M Weissman A. Byers S.W. J. Biol. Chem. 1997; 272: 24735-24738Abstract Full Text Full Text PDF PubMed Scopus (643) Google Scholar), we investigated whether H. pylori affects this process. MDCK cells were infected in the presence of the 26 S proteasome inhibitor MG132 (20 μm), and the lysates were subjected to immunoprecipitation with a β-catenin-specific antibody. Western blot analysis revealed a reduction of the ubiquitin level in β-catenin immunoprecipitates from MDCK cells infected by H. pylori, with T4SS mutant being less effective (Fig. 6A). The same result was obtained by using N-acetyl-l-leucinyl-l-leucinyl-l-norleucinal (25 μm), another inhibitor of proteasomal degradation (data not shown). Ubiquitinylation is known to be a prerequisite for β-catenin degradation. Thus, we examined further stability of β-catenin by pulse-chase analysis after 10 h of co-culture with H. pylori. Infection of cells with wt or cagA and virB7 mutants led to delayed β-catenin degradation within the periods of time analyzed (Fig. 6B). Therefore, H. pylori regulates β-catenin signaling by suppression of β-catenin ubiquitinylation and degradation in MDCK cells, and this effect is CagA-independent. Interestingly, incorporation rate of [35S]methionine/cysteine during the pulse period was decreased in infected MDCK cells. We failed to observe significant changes in β-catenin gene expression at 10 and 24 h post-infection (Fig. 6C). Thus, the decreased incorporation could also reflect negative effect of H. pylori on β-catenin translation. β-Catenin has been studied intensively in relation to the colorectal, breast, and prostate cancers (39Chesire D.R. Isaacs W.B. Endocr. Relat. Cancer. 2003; 10: 537-560Crossref PubMed Scopus (109) Google Scholar, 40Brabletz T. Hlubek F. Spaderna S. Schmalhofer O. Hiendlmeyer E. Jung A. Kirchner T. Cells Tissues Organs. 2005; 179: 56-65Crossref PubMed Scopus (446) Google Scholar, 41Cowin P. Rowlands T.M. Hatsell S.J. Curr. Opin. Cell Biol. 2005; 17: 499-508Crossref PubMed Scopus (284) Google Scholar). It becomes evident that alterations of expression and intracellular redistribution of β-catenin may be important for gastric cancer development as well (6Nabais S. Machado J.C. Lopes C. Seruca R. Carneiro F. Sobrinho-Simoes M. Int. J. Surg. Pathol. 2003; 11: 1-9Crossref PubMed Scopus (28) Google Scholar, 7Chen X.Y. Wang Z.C. Li H. Cheng X.X. Sun Y. Wang X.W. Wu M.L. Liu J. Hum. Pathol. 2005; 36: 1294-1301Crossref PubMed Scopus (24) Google Scholar, 42Lynch H.T. Grady W. Suriano G. Huntsman D. J. Surg. Oncol. 2005; 90: 114-133Crossref PubMed Scopus (197) Google Scholar). Up-to-date publications (9Franco A.T. Israel D.A. Washington M.K. Krishna U. Fox J.G. Rogers A.B. Neish A.S. Collier-Hyams L. Perez-Perez G. Hatakeyama M. Whitehead R. Gaus K. O'Brien D.P. Romero-Gallo J. Peek Jr., R.M. Proc. Natl. Acad. Sci. U. S. A. 2005; 102: 10646-10651Crossref PubMed Scopus (402) Google Scholar, 25Murata-Kamiya N. Kurashima Y. Teishikata Y. Yamahashi Y. Saito Y. Higashi H. Aburatani H. Akiyama T. Peek Jr., R.M. Azuma T. Hatakeyama M. Oncogene. 2007;",
  "authors": [
    {
      "display_name": "Olga Sokolova",
      "id": "A5037817325",
      "orcid": "https://orcid.org/0000-0003-1070-504X",
      "institutions": [
        {
          "id": "I95793202",
          "display_name": "Otto-von-Guericke University Magdeburg",
          "country_code": "DE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Olga Sokolova"
    },
    {
      "display_name": "Przemyslaw Bozko",
      "id": "A5027965195",
      "orcid": "https://orcid.org/0000-0001-8126-3686",
      "institutions": [
        {
          "id": "I95793202",
          "display_name": "Otto-von-Guericke University Magdeburg",
          "country_code": "DE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Przemyslaw M. Bozko"
    },
    {
      "display_name": "Michael Naumann",
      "id": "A5048683029",
      "orcid": "https://orcid.org/0000-0002-8060-2313",
      "institutions": [
        {
          "id": "I95793202",
          "display_name": "Otto-von-Guericke University Magdeburg",
          "country_code": "DE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Michael Naumann"
    }
  ],
  "publication_year": 2008,
  "publication_date": "2008-09-05",
  "type": "article",
  "cited_by_count": 63,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S140251998",
    "display_name": "Journal of Biological Chemistry",
    "issn_l": "0021-9258",
    "issn": [
      "0021-9258",
      "1067-8816",
      "1083-351X"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320990"
  },
  "volume": "283",
  "issue": "43",
  "first_page": "29367",
  "last_page": "29374",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "http://www.jbc.org/article/S0021925820641679/pdf",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C182996813",
      "display_name": "GSK-3",
      "level": 3,
      "score": 0.85909104
    },
    {
      "id": "C2776409635",
      "display_name": "Helicobacter pylori",
      "level": 2,
      "score": 0.70884633
    },
    {
      "id": "C104629339",
      "display_name": "GSK3B",
      "level": 4,
      "score": 0.7011035
    },
    {
      "id": "C192118531",
      "display_name": "Glycogen synthase",
      "level": 3,
      "score": 0.64149344
    },
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.48097908
    },
    {
      "id": "C181199279",
      "display_name": "Enzyme",
      "level": 2,
      "score": 0.42559963
    },
    {
      "id": "C89423630",
      "display_name": "Microbiology",
      "level": 1,
      "score": 0.41212946
    },
    {
      "id": "C55493867",
      "display_name": "Biochemistry",
      "level": 1,
      "score": 0.40532047
    },
    {
      "id": "C184235292",
      "display_name": "Kinase",
      "level": 2,
      "score": 0.4000174
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.3428203
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.2617992
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.22738639
    }
  ],
  "topics": [
    {
      "id": "T10929",
      "display_name": "Wnt/β-catenin signaling in development and cancer",
      "score": 0.9993
    },
    {
      "id": "T13157",
      "display_name": "Cancer-related gene regulation",
      "score": 0.9964
    },
    {
      "id": "T10276",
      "display_name": "Helicobacter pylori-related gastroenterology studies",
      "score": 0.957
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1074/jbc.m801818200",
  "pdf_url": "http://www.jbc.org/article/S0021925820641679/pdf",
  "retrieved_date": "2025-07-30T15:06:38.332843",
  "source_database": "OpenAlex"
}