{
  "openalex_id": "W1978939480",
  "doi": "https://doi.org/10.1044/jshr.1603.426",
  "title": "Temporary and Permanent Threshold Shifts Produced by Nine-Day Exposures to Noise",
  "abstract": "No AccessJournal of Speech and Hearing ResearchResearch Article1 Sep 1973Temporary and Permanent Threshold Shifts Produced by Nine-Day Exposures to Noise John H. Mills John H. Mills Central Institute for the Deaf, St. Louis, Missouri Google Scholar https://doi.org/10.1044/jshr.1603.426 SectionsAboutPDF ToolsAdd to favoritesDownload CitationTrack Citations ShareFacebookTwitterLinked In Four groups of monaural chinchillas, trained in behavioral audiometry, were exposed for nine days in a diffuse sound field to an octave-band noise centered at 4.0 k Hz. Each group (N = 4) was exposed to a different level of noise-80, 86, 92, or 98 dB SPL. Threshold shifts measured about four minutes after exposure (TS4) increased during the first 24 hours of exposure and then reached an asymptote that was maintained for the remainder of the exposure. TS4 at asymptote (TS4∞), in the frequency region of maximum shift, can be described by the equation TS4∞ = 1.7 (SPL-47.0). Whereas the threshold shifts of the group exposed at 80 dB were purely temporary and decayed from an asymptote to zero in three to six days, the threshold shifts of the group exposed at 86, 92, or 98 dB had both temporary and permanent components and decayed from an asymptote to a final value in about 15 days. The magnitude of the permanent threshold shifts and their spread along the frequency dimension are related directly to the level of the noise. Additional Resources FiguresReferencesRelatedDetailsCited by Celia Escabi, Monica Trevino, Eric Bielefeld and Edward Lobarinas (2020) Noise-Induced Hearing Loss and Drug Therapy: Basic and Translational Science New Therapies to Prevent or Cure Auditory Disorders10.1007/978-3-030-40413-0_2 Hearing Research (107980)1 Apr 2020How low must you go? Effects of low-level noise on cochlear neural responseXiaopeng Liu, Li Li, Guang-Di Chen and Richard Salvi The Journal of the Acoustical Society of America146:5 (3710-3732)1 Nov 2019The chinchilla animal model for hearing science and noise-induced hearing lossMonica Trevino, Edward Lobarinas, Amanda C. Maulden and Michael G. Heinz Hearing Research370 (209-216)1 Dec 2018Prolonged low-level noise exposure reduces rat distortion product otoacoustic emissions above a critical levelDeng-Ling Zhao, Adam Sheppard, Massimo Ralli, Xiaopeng Liu and Richard Salvi James C. Saunders and Robert J. Dooling (2018) Characteristics of Temporary and Permanent Threshold Shifts in Vertebrates Effects of Anthropogenic Noise on Animals10.1007/978-1-4939-8574-6_4 Donald Henderson, Eric C. Bielefeld, Edward Lobarinas and Chiemi Tanaka (2011) Noise-Induced Hearing Loss: Implication for Tinnitus Textbook of Tinnitus10.1007/978-1-60761-145-5_37 Ear and Hearing30:5 (628-634)1 Oct 2009Role of the Kurtosis Statistic in Evaluating Complex Noise Exposures for the Protection of HearingRobert I. Davis, Wei Qiu and Roger P. Hamernik Richard Salvi and Flint A. Boettcher Animal Models of Noise-Induced Hearing Loss Sourcebook of Models for Biomedical Research10.1007/978-1-59745-285-4_32 Jonathan B. Clark and Christopher S. Allen (2008) Acoustics Issues Principles of Clinical Medicine for Space Flight10.1007/978-0-387-68164-1_24 Hearing Research225:1-2 (50-59)1 Mar 2007Distribution of focal lesions in the chinchilla organ of Corti following exposure to a 4-kHz or a 0.5-kHz octave band of noiseGary W. Harding and Barbara A. Bohne Hearing Research225:1-2 (128-138)1 Mar 2007Effect of infrasound on cochlear damage from exposure to a 4kHz octave band of noiseGary W. Harding, Barbara A. Bohne, Steve C. Lee and Alec N. Salt The Journal of the Acoustical Society of America115:5 (2207-2220)1 May 2004Noise-induced hair-cell loss and total exposure energy: Analysis of a large data setGary W. Harding and Barbara A. Bohne Hearing Research139:1-2 (13-30)1 Jan 2000Histopathological differences between temporary and permanent threshold shiftAmy S. Nordmann, Barbara A. Bohne and Gary W. Harding Hearing Research98:1-2 (68-76)1 Sep 1996Chronic low-level noise exposure alters distortion product otoacoustic emissionsRuth A. Skellett, Jennifer R. Crist, Maureen Fallon and Richard P. Bobbin Applied Occupational and Environmental Hygiene11:4 (255-260)1 Apr 1996Advances in Our Understanding of Noise-Induced Hearing LossDonald Henderson and Malini Subramaniam Hearing Research69:1-2 (25-34)1 Sep 1993The growth of hearing loss in neonatal chicks exposed to intense pure tonesJames C. Saunders, Arthur J. Torsiglieri and Robert M. DeDio Neuroscience Letters151:2 (214-218)1 Mar 1993Recovery of auditory structure and function in neonatal chicks exposed to intense sound for 8 daysF.A. Pugliano, T.O. Wilcox, J. Rossiter and J.C. Saunders Hearing Research63:1-2 (26-36)1 Nov 1992Height changes in the organ of Corti after noise exposureGary W. Harding, Patrick J. Baggot and Barbara A. Bohne Hearing Research56:1-2 (65-68)1 Nov 1991Development of resistance to hearing loss from high frequency noiseMalini Subramaniam, Pierre Campo and Donald Henderson Hearing Research41:2-3 (205-215)1 Sep 1989Recovery of auditory function following intense sound exposure in the neonatal chickEdith A. McFadden and James C. Saunders Hearing Research23:3 (245-255)1 Jan 1986Growth of threshold shift in hair-cell stereocilia following overstimulationJames C. Saunders, Barbara Canlon and Åke Flock Archives of Oto-Rhino-Laryngology242:3 (279-285)1 Nov 1985The influence of moderate-intensity noise on the click-evoked compound action potential of the guinea pig, Cavia porcellusM. Walger, U. Schmidt and H. v. Wedel Hearing Research19:2 (143-149)1 Jan 1985The influence of moderate-intensity noise on the compound action potential evoked by tone bursts in the guinea pig, Cavia porcellusM. Walger, U. Schmidt and H. von Wedel Hearing Research10:1 (37-67)1 Apr 1983Response patterns of auditory nerve fibers during temporary threshold shiftR.J. Salvi, R.P. Hamernik and D. Henderson Environmental Health Perspectives44 (119-127)1 Apr 1982Review of environmental factors affecting hearing.J H Mills and J A Going Acta Oto-Laryngologica92:1-6 (15-24)1 Jan 1981Cochlear Vascular and Electrophysiological Effects in the Guinea Pig to 4 Khz Pure Tones of Different Durations and IntensitiesD. Vertes, A. Axelsson, J. Miller and G. Liden Robert J. Dooling (1980) Behavior and Psychophysics of Hearing in Birds Comparative Studies of Hearing in Vertebrates10.1007/978-1-4613-8074-0_9 Bulletin of the Psychonomic Society12:2 (92-94)1 Aug 1978The effect of unilateral surgical destruction of the cochlea on auditory sensitivity in the chinchillaThomas L. Bennett, R. John Morgan, Paulette Murphy and Lucian B. Eddy Annals of Otology, Rhinology & Laryngology87:4_suppl (1-16)1 Jul 1978Animal Model for the 4-kHz Tonal DipWilliam W. Clark and Barbara A. Bohne Annals of Otology, Rhinology & Laryngology85:6 (711-724)1 Nov 1976Safe Level for Noise Exposure?Barbara A. Bohne Annals of Otology, Rhinology & Laryngology83:6 (820-828)1 Nov 1974Asymptotic Threshold Shift (ATS) in Man from 24 Hour Exposure to Continuous NoiseWilliam Melnick and Michael Maves Science185:4147 (273-274)19 Jul 1974Noise-Induced Reduction of Inner-Ear Microphonic Response: Dependence on Body TemperatureDennis G. Drescher Volume 16Issue 3September 1973Pages: 426-438 Get Permissions Add to your Mendeley library HistoryReceived: Jan 17, 1973Accepted: May 1, 1973 Published in issue: Sep 1, 1973PubMed ID: 4744961 Metrics Topicsasha-topicsasha-article-typesleader-topicsCopyright & PermissionsCopyright © 1973 American Speech-Language-Hearing AssociationPDF downloadLoading ...",
  "authors": [
    {
      "display_name": "John H. Mills",
      "id": "A5109207014",
      "orcid": null,
      "institutions": [
        {
          "id": "I2802002475",
          "display_name": "Central Institute for the Deaf",
          "country_code": "US",
          "type": "education"
        },
        {
          "id": "I1291425158",
          "display_name": "Google (United States)",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "John H. Mills"
    }
  ],
  "publication_year": 1973,
  "publication_date": "1973-09-01",
  "type": "article",
  "cited_by_count": 43,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210184872",
    "display_name": "Journal of Speech and Hearing Research",
    "issn_l": "0022-4685",
    "issn": [
      "0022-4685"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320281"
  },
  "volume": "16",
  "issue": "3",
  "first_page": "426",
  "last_page": "438",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C58315980",
      "display_name": "Asymptote",
      "level": 2,
      "score": 0.85477364
    },
    {
      "id": "C102894143",
      "display_name": "Monaural",
      "level": 2,
      "score": 0.8323706
    },
    {
      "id": "C99498987",
      "display_name": "Noise (video)",
      "level": 3,
      "score": 0.64689386
    },
    {
      "id": "C85841341",
      "display_name": "Octave (electronics)",
      "level": 2,
      "score": 0.5852854
    },
    {
      "id": "C122247490",
      "display_name": "Absolute threshold of hearing",
      "level": 3,
      "score": 0.56884646
    },
    {
      "id": "C548259974",
      "display_name": "Audiology",
      "level": 1,
      "score": 0.565482
    },
    {
      "id": "C17743292",
      "display_name": "Audiogram",
      "level": 3,
      "score": 0.47386718
    },
    {
      "id": "C2780554537",
      "display_name": "Audiometry",
      "level": 3,
      "score": 0.4717387
    },
    {
      "id": "C33923547",
      "display_name": "Mathematics",
      "level": 0,
      "score": 0.3985482
    },
    {
      "id": "C121332964",
      "display_name": "Physics",
      "level": 0,
      "score": 0.2891507
    },
    {
      "id": "C2780493683",
      "display_name": "Hearing loss",
      "level": 2,
      "score": 0.28050745
    },
    {
      "id": "C24890656",
      "display_name": "Acoustics",
      "level": 1,
      "score": 0.26719898
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.24670434
    },
    {
      "id": "C2524010",
      "display_name": "Geometry",
      "level": 1,
      "score": 0.075814694
    },
    {
      "id": "C154945302",
      "display_name": "Artificial intelligence",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C115961682",
      "display_name": "Image (mathematics)",
      "level": 2,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11692",
      "display_name": "Noise Effects and Management",
      "score": 0.9955
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1044/jshr.1603.426",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:12:54.060460",
  "source_database": "OpenAlex"
}