{
  "openalex_id": "W1970211148",
  "doi": null,
  "title": "Revolutions: Theoretical, Comparative, and Historical Studies",
  "abstract": "Preface. Introduction: The Comparative and Historical Study of Revolutions. Part I: THEORIES OF REVOLUTION. 1. Classic Approaches. Manifesto of the Communist Party by Karl Marx and Frederick Engels. The French Revolution and the Growth of the State by Alexis de Tocqueville. Charismatic Leaders versus Bureaucracy by Max Weber. 2. The Debate on Modernization. Revolution and Political Order by Samuel P. Huntington. Does Modernization Breed Revolution? by Charles Tilly. 3. The Origins of Revolutions. Peasants and Revolutions by Eric R. Wolf. Revolutions: A Structural Analysis by Theda Skocpol and Ellen Kay Trimberger. Revolutions in Modern Dictatorships by Jack A. Goldstone. Agency and Culture in Revolutions by Eric Selbin. 4. The Outcomes of Revolutions. Revolution and the Rebirth of Inequality: Stratification in Postrevolutionary Society by Jonathan Kelley and Herbert S. Klein. Gender Outcomes in Revolutions by Valentine M. Moghadam. Dictatorship or Democracy: Outcomes of Revolution in Iran and Nicaragua by John Foran and Jeff Goodwin. The Impact of Revolutions on Social Welfare in Latin America by Susan Eckstein. Counter-Revolution by Fred Halliday. Revolution and War by Stephen Walt. Revolution and Revolutionary Waves by Mark Katz. Part II: COMPARATIVE AND HISTORICAL STUDIES OF REVOLUTION. 5. Republican Revolutions. The English Revolution: A Structural-Demographic Approach by Jack A. Goldstone. The French Revolution: The Abolition of Feudalism by John Markoff. The American Revolution: The Radicalism of Revolution by Gordon Wood. 6. Marxist Revolutions. The Russian Revolution of 1917: Autocracy and Modernization by Timothy McDaniel. The Chinese Communist Revolution by Mark Selden. The Cuban Revolution by Thomas M. Leonard. 7. Revolutions Against Dictatorships. The Mexican Revolution by Walter L. Goldfrank. The Nicaraguan Revolution by Thomas W. Walker. The Iranian Revolution by Jerrold D. Green. The Philippines People Power Revolution by Richard J. Kessler. 8. Revolutions Against Communism. The East European Revolutions of 1989 by Jeff Goodwin. Revolution in the U.S.S.R., 1989-1991 by Jack A. Goldstone. The Chinese Student Revolt in China (Tiananmen), 1989 by Martin King Whyte. 9. Guerrilla and Ethnic Revolts. A Comparative Sociology of Latin American Guerrilla Movements by Timothy Wickham-Crowley. South Africa: The Struggle Against Apartheid by Gay Seidman. The Palestinian ''''Intifada'''' Revolt by Glenn E. Robinson. The Afghanistan Revolutionary Wars by Anwar-ul-haq Ahady. A Brief Guide to Further Reading. Bibliography. Copyrights and Acknowledgements. Index.",
  "authors": [
    {
      "display_name": "Jack Α. Goldstone",
      "id": "A5055793932",
      "orcid": "https://orcid.org/0000-0003-1524-6081",
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Jack Andrew Goldstone"
    }
  ],
  "publication_year": 1994,
  "publication_date": "1994-01-02",
  "type": "book",
  "cited_by_count": 86,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "",
    "display_name": "",
    "issn_l": "",
    "issn": [],
    "type": "",
    "host_organization": ""
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C53844881",
      "display_name": "Modernization theory",
      "level": 2,
      "score": 0.61212444
    },
    {
      "id": "C542948173",
      "display_name": "Communism",
      "level": 3,
      "score": 0.5701518
    },
    {
      "id": "C144661447",
      "display_name": "Autocracy",
      "level": 4,
      "score": 0.5143713
    },
    {
      "id": "C2781459946",
      "display_name": "Democratic revolution",
      "level": 4,
      "score": 0.48985884
    },
    {
      "id": "C48327123",
      "display_name": "Dictatorship",
      "level": 4,
      "score": 0.48003566
    },
    {
      "id": "C133437341",
      "display_name": "Marxist philosophy",
      "level": 3,
      "score": 0.459758
    },
    {
      "id": "C6303427",
      "display_name": "Economic history",
      "level": 1,
      "score": 0.41967258
    },
    {
      "id": "C555826173",
      "display_name": "Democracy",
      "level": 3,
      "score": 0.41563478
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.32701337
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.314819
    },
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.31309706
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.21598023
    }
  ],
  "topics": [
    {
      "id": "T11743",
      "display_name": "Political Economy and Marxism",
      "score": 0.0997
    },
    {
      "id": "T13764",
      "display_name": "Political theory and Gramsci",
      "score": 0.0762
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://ci.nii.ac.jp/ncid/BA76896335",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:49:48.346936",
  "source_database": "OpenAlex"
}