{
  "openalex_id": "W1975616739",
  "doi": "https://doi.org/10.1074/jbc.m204645200",
  "title": "Identification of a Short Highly Conserved Amino Acid Sequence as the Functional Region Required for Posttranscriptional Autoregulation of the Cystathionine γ-Synthase Gene in Arabidopsis",
  "abstract": "Cystathionine γ-synthase (CGS) catalyzes the first committed step of Met biosynthesis in plants. We have previously shown that expression of the gene for CGS is feedback-regulated at the level of mRNA stability, and that the amino acid sequence encoded by the first exon of the CGS gene itself is responsible for the regulation (Chiba, Y., Ishikawa, M., Kijima, F., Tyson, R. H., Kim, J., Yamamoto, A., Nambara, E., Leustek, T., Wallsgrove, R. M., and Naito, S. (1999) Science 286, 1371–1374). To identify the functional region within CGS exon 1, deletion analysis was performed. The results showed that the 41-amino acid region of exon 1 highly conserved among plants is necessary and sufficient for the regulation. Analyses of in vivo and in vitrogenerated mutations that abolish the regulation identified the functionally important amino acids as 11–13 residues within this conserved region. The importance of these residues was confirmed by deletion analysis within the conserved region. These studies identified the functional region of CGS exon 1 required for the posttranscriptional autoregulation of the CGS gene as (A)RRNCSNIGVAQ(I), with uncertainty of the first and last residues. This sequence is almost perfectly conserved among CGS sequences of higher plants but cannot be found elsewhere in the public databases. Cystathionine γ-synthase (CGS) catalyzes the first committed step of Met biosynthesis in plants. We have previously shown that expression of the gene for CGS is feedback-regulated at the level of mRNA stability, and that the amino acid sequence encoded by the first exon of the CGS gene itself is responsible for the regulation (Chiba, Y., Ishikawa, M., Kijima, F., Tyson, R. H., Kim, J., Yamamoto, A., Nambara, E., Leustek, T., Wallsgrove, R. M., and Naito, S. (1999) Science 286, 1371–1374). To identify the functional region within CGS exon 1, deletion analysis was performed. The results showed that the 41-amino acid region of exon 1 highly conserved among plants is necessary and sufficient for the regulation. Analyses of in vivo and in vitrogenerated mutations that abolish the regulation identified the functionally important amino acids as 11–13 residues within this conserved region. The importance of these residues was confirmed by deletion analysis within the conserved region. These studies identified the functional region of CGS exon 1 required for the posttranscriptional autoregulation of the CGS gene as (A)RRNCSNIGVAQ(I), with uncertainty of the first and last residues. This sequence is almost perfectly conserved among CGS sequences of higher plants but cannot be found elsewhere in the public databases. cystathionine γ-synthase cauliflower mosaic virus β-glucuronidase In higher plants, the first committed step of Met biosynthesis is represented by the condensation ofO-phosphohomoserine and cysteine to form cystathionine (1Giovanelli J. Mudd S.H. Datko A.H. Plant Physiol. 1985; 77: 450-455Crossref PubMed Google Scholar). This reaction is catalyzed by cystathionine γ-synthase (CGS1; EC 4.2.99.9) and has been proposed to be the key regulatory step in the biosynthesis pathway (2Giovanelli J. Rennenberg H. Brunold C., De Kok L.J. Stulen I. Sulfur Nutrition and Sulfur Assimilation in Higher Plants. SLPB Academic Publishing, The Hague1990: 33-48Google Scholar, 3Ravanel S. Gakière B. Job D. Douce R. Proc. Natl. Acad. Sci. U. S. A. 1998; 95: 7805-7812Crossref PubMed Scopus (430) Google Scholar, 4Matthews B.F. Singh B.K. Plant Amino Acids. Marcel Dekker, New York1999: 205-225Google Scholar). Studies with Arabidopsis mto1 mutants, which overaccumulate soluble Met (5Inaba K. Fujiwara T. Hayashi H. Chino M. Komeda Y. Naito S. Plant Physiol. 1994; 104: 881-887Crossref PubMed Scopus (119) Google Scholar), have shown that expression of the CGS gene is feedback-regulated at the level of mRNA stability in response to Met application and that the mto1 mutations impair this regulation (6Chiba Y. Ishikawa M. Kijima F. Tyson R.H. Kim J. Yamamoto A. Nambara E. Leustek T. Wallsgrove R.M. Naito S. Science. 1999; 286: 1371-1374Crossref PubMed Scopus (152) Google Scholar). Five independently isolated mto1 mutations were found to carry single-base changes within the coding region of the first exon of CGS, each altering the amino acid sequence. The mutated amino acids were clustered in a small region that is highly conserved among four plant species (6Chiba Y. Ishikawa M. Kijima F. Tyson R.H. Kim J. Yamamoto A. Nambara E. Leustek T. Wallsgrove R.M. Naito S. Science. 1999; 286: 1371-1374Crossref PubMed Scopus (152) Google Scholar). Analysis of chimeric constructs carrying the coding region of CGS exon 1 fused in frame to a reporter gene under control of the cauliflower mosaic virus (CaMV) 35 S RNA promoter in both transient expression experiments and transgenic plants suggested that the exon 1 region is responsible for the posttranscriptional regulation of CGS gene expression (6Chiba Y. Ishikawa M. Kijima F. Tyson R.H. Kim J. Yamamoto A. Nambara E. Leustek T. Wallsgrove R.M. Naito S. Science. 1999; 286: 1371-1374Crossref PubMed Scopus (152) Google Scholar, 7Suzuki A. Shirata Y. Ishida H. Chiba Y. Onouchi H. Naito S. Plant Cell Physiol. 2001; 42: 1174-1180Crossref PubMed Scopus (34) Google Scholar). Synonymous changes introduced into the amino acid codons altered by the mto1 mutations did not impair the regulation, indicating that it is the amino acid sequence and not the nucleotide sequence that has a role in the regulation (6Chiba Y. Ishikawa M. Kijima F. Tyson R.H. Kim J. Yamamoto A. Nambara E. Leustek T. Wallsgrove R.M. Naito S. Science. 1999; 286: 1371-1374Crossref PubMed Scopus (152) Google Scholar). Co-transfection experiments and genetic crosses of transgenic plants suggested that CGS exon 1 acts in cis. Based on these observations, we have proposed a model in which the regulation occurs during translation when the nascent polypeptide of CGS exon 1 is in close proximity to its own mRNA (6Chiba Y. Ishikawa M. Kijima F. Tyson R.H. Kim J. Yamamoto A. Nambara E. Leustek T. Wallsgrove R.M. Naito S. Science. 1999; 286: 1371-1374Crossref PubMed Scopus (152) Google Scholar, 7Suzuki A. Shirata Y. Ishida H. Chiba Y. Onouchi H. Naito S. Plant Cell Physiol. 2001; 42: 1174-1180Crossref PubMed Scopus (34) Google Scholar). Several cis-acting nascent polypeptides involved in control of gene expression have been reported (for review, see Refs. 8Morris D. Geballe A.P. Mol. Cell. Biol. 2000; 20: 8635-8642Crossref PubMed Scopus (568) Google Scholar and 9Lovett P.S. Rogers E.J. Microbiol. Rev. 1996; 60: 366-385Crossref PubMed Google Scholar). In most cases, a cis-acting polypeptide is encoded by an upstream open reading frame and controls translation of the downstream gene. The regulation observed in the CGS gene system, in which thecis-acting polypeptide is encoded within the main coding sequence and affects its own mRNA stability, is highly unique, with few similar cases (10Yen T.J. Machlin P.S. Cleveland D.W. Nature. 1988; 334: 580-585Crossref PubMed Scopus (247) Google Scholar, 11Theodorakis N.G. Cleveland D.W. Belasco J. Brawerman G. Control of Messenger RNA Stability. Academic Press, Inc., San Diego1993: 219-238Crossref Google Scholar). We report here the identification of the functional region within CGS exon 1 required for posttrancriptional regulation of CGS gene expression, providing further insight into this mechanism. Arabidopsis thaliana L. Heynh. wild-type Columbia (Col-0) was used as a wild-type strain. The mto1-1 to mto1-5mutants have been described previously (5Inaba K. Fujiwara T. Hayashi H. Chino M. Komeda Y. Naito S. Plant Physiol. 1994; 104: 881-887Crossref PubMed Scopus (119) Google Scholar, 6Chiba Y. Ishikawa M. Kijima F. Tyson R.H. Kim J. Yamamoto A. Nambara E. Leustek T. Wallsgrove R.M. Naito S. Science. 1999; 286: 1371-1374Crossref PubMed Scopus (152) Google Scholar, 12Bartlem D. Lambein I. Okamoto T. Itaya A. Uda Y. Kijima F. Tamaki Y. Nambara E. Naito S. Plant Physiol. 2000; 123: 101-110Crossref PubMed Scopus (101) Google Scholar) (Table I). New alleles of mto1 mutants were isolated as described (5Inaba K. Fujiwara T. Hayashi H. Chino M. Komeda Y. Naito S. Plant Physiol. 1994; 104: 881-887Crossref PubMed Scopus (119) Google Scholar) based on a phenotype of resistance to ethionine, a toxic analog of Met (13Alix J.-H. Hilgardia. 1982; 24: 235-278Google Scholar). Genetic mapping and sequence analysis were carried out as described (6Chiba Y. Ishikawa M. Kijima F. Tyson R.H. Kim J. Yamamoto A. Nambara E. Leustek T. Wallsgrove R.M. Naito S. Science. 1999; 286: 1371-1374Crossref PubMed Scopus (152) Google Scholar). The mto1-6 and mto1-7mutations thus identified were used for further study after being backcrossed three times to wild-type plants. Plant growth conditions have been described (14Fujiwara T. Hirai M.Y. Chino M. Komeda Y. Naito S. Plant Physiol. 1992; 99: 263-268Crossref PubMed Scopus (293) Google Scholar, 15Naito S. Hirai M.Y. Chino M. Komeda Y. Plant Physiol. 1994; 104: 497-503Crossref PubMed Scopus (85) Google Scholar).Table INameAmino acid changeNucleotide change1-aMutated bases are underlined.mto1mutationsmto1–1Gly-84 → SerGGT → AGTmto1–2Ser-81 → AsnAGC → AACmto1–3,5Gly-84 → AspGGT → GATmto1–4Arg-77 → HisCGT → CATmto1–6Ala-86 → ValGCA → GTAmto1–7Arg-78 → LysAGA → AAAAla substitution mutationsI61A-1Ile-61 → AlaATC →GCCP65A-1Pro-65 → AlaCCT →GCTF68A-1Phe-68 → AlaTTC →GCCV69A-1Val-69 → AlaGTC → GCCR70A-1Arg-70 → AlaCGT →GCTS73A-1Ser-73 → AlaAGC →GCCK75A-1Lys-75 → AlaAAA →GCAR77A-1Arg-77 → AlaCGT →GCTN79A-1Asn-79 → AlaAAC →GCCS81A-1Ser-81 → AlaAGC →GCCI83A-1Ile-83 → AlaATC →GCCQ87A-1Gln-87 → AlaCAG →GCGV89A-1Val-89 → AlaGTG → GCGW93A-1Trp-93 → AlaTGG →GCGSer-81 site mutationsS81G-1Ser-81 → GlyAGC →GGAS81C-1Ser-81 → CysAGC → TGTS81Q-1Ser-81 → GlnAGC → CAAS81M-1Ser-81 → MetAGC → ATGS81T-1Ser-81 → ThrAGC → ACTS81V-1Ser-81 → ValAGC → GTTS81L-1Ser-81 → LeuAGC → CTTS81H-1Ser-81 → HisAGC → CATS81K-1Ser-81 → LysAGC → AAGS81R-1Ser-81 → ArgAGC → AGAS81D-1Ser-81 → AspAGC → GATS81E-1Ser-81 → GluAGC → GAGS81F-1Ser-81 → PheAGC → TTTS81P-1Ser-81 → ProAGC →CCTMutations used in this study1-a Mutated bases are underlined. Open table in a new tab Mutations used in this study Analysis of ethionine resistance and measurement of soluble Met content were carried out as described (5Inaba K. Fujiwara T. Hayashi H. Chino M. Komeda Y. Naito S. Plant Physiol. 1994; 104: 881-887Crossref PubMed Scopus (119) Google Scholar, 12Bartlem D. Lambein I. Okamoto T. Itaya A. Uda Y. Kijima F. Tamaki Y. Nambara E. Naito S. Plant Physiol. 2000; 123: 101-110Crossref PubMed Scopus (101) Google Scholar). Extraction of total RNA from rosette leaves and Northern blot analysis were performed as described (7Suzuki A. Shirata Y. Ishida H. Chiba Y. Onouchi H. Naito S. Plant Cell Physiol. 2001; 42: 1174-1180Crossref PubMed Scopus (34) Google Scholar). Full-length CGS exon 1 (amino acids 1–183) constructs that contain either wild-type ormto1-1 exon 1 sequences fused in-frame withEscherichia coli β-glucuronidase (GUS) reporter gene and placed under the control of the CaMV 35 S RNA promoter have been described (6Chiba Y. Ishikawa M. Kijima F. Tyson R.H. Kim J. Yamamoto A. Nambara E. Leustek T. Wallsgrove R.M. Naito S. Science. 1999; 286: 1371-1374Crossref PubMed Scopus (152) Google Scholar). The wild-type and mto1-1 mutant versions of this plasmid are referred to as pMI4(WT) and pMI4(mto1-1), respectively. The forward and reverse primers Ex1P1 (5′-CGAATCTAGAATGGCCGTCTC-3′) and Ex1P2 (5′-ATCTAGGATCCACCGGCATG-3′) that were used to amplify the exon 1 sequences by polymerase chain reaction (PCR) carryXbaI and BamHI recognition sequences (underlined), respectively (6Chiba Y. Ishikawa M. Kijima F. Tyson R.H. Kim J. Yamamoto A. Nambara E. Leustek T. Wallsgrove R.M. Naito S. Science. 1999; 286: 1371-1374Crossref PubMed Scopus (152) Google Scholar). The deletion series of CGS exon 1 was constructed by PCR amplification of the respective regions using pMI4(WT) as a template. For the C-terminal deletions, the forward primer was Ex1P1, and the reverse primers were C1r (5′-GAACCGGATCCATCTGGATC-3′), C2r (5′-ATCCTGGATCCTAATCCAGCGTC-3′), C3r (5′-AAGGATCCGGATGGGTTG-3′), and C4r (5′-ACGACGGATCCCGCGGCAGCCACAG-3′) for CD1 (deletion of amino acids 28–183), CD2 (amino acids 58–183), CD3 (amino acids 99–183), and CD4 (amino acids 137–183), respectively. The reverse primers carry a BamHI recognition sequence (underlined). For the N-terminal deletions, the forward primers were N5f (5′-CGTCTAGA ATGGCCGTCTCACTCGTCGGTTCTCCC-3′), N6f (5′-CGTCTAGA ATGGCCGTCTCATCCTCCAGGATCTTAAGA-3′), N7f (5′-GCTCTAGA ATGGCCGTCTCATCCGCGTTACCTTCGG-3′), and N8f (5′-AATCTAGA ATGGCCGTCTCACCTCCCGTCGTGCTG-3′) for ND5 (deletion of amino acids 5–27), ND6 (amino acids 5–57), ND7 (amino acids 5–98), and ND8 (amino acids 5–136), respectively. These primers carry an XbaI recognition sequence (underlined) and the first four amino acid codons of CGS exon 1 (italicized). The latter sequence was introduced to provide the same context around the initiation codon. The reverse primer for the N-terminal deletions was Ex1P2. For those constructs carrying deletions in both N and C termini, the forward and reverse primers were N5f and C3r for IR1 (deletion of amino acids 5–27 and 99–183), N5f and C4r for IR2 (amino acids 5–27 and 137–183), N6f and C3r for IR3 (amino acids 5–57 and 99–183), and N6f and C4r for IR4 (amino acids 5–57 and 137–183). The PCR products were cloned into XbaI and BamHI sites of pTF33 (6Chiba Y. Ishikawa M. Kijima F. Tyson R.H. Kim J. Yamamoto A. Nambara E. Leustek T. Wallsgrove R.M. Naito S. Science. 1999; 286: 1371-1374Crossref PubMed Scopus (152) Google Scholar, 16Fujiwara T. Naito S. Chino M. Nagata T. Plant Cell Rep. 1991; 9: 602-606Crossref PubMed Scopus (15) Google Scholar) between CaMV 35 S RNA promoter and GUS reporter gene. The dL1 and dR1 constructs carry small deletions within the conserved region of CGS exon 1. For the construction of dL1, the region covering the amino acids 1–60 was amplified using the primers Ex1P1 (forward) and L1n (reverse; 5′-AATCTGCCGGCCCTGGAGGATAA-3′), and the region covering amino acids 69 to 183 was amplified using primers L1c (forward; 5′-CTCCTGCCGGCGTCCGTCAGCTG-3′) and Ex1P2 (reverse). Both the L1n and L1c primers carry a NaeI restriction site (underlined), and the dL1 deletion was generated by ligating the two PCR products at the NaeI site prior to insertion into pTF33 as described above. Due to the NaeI site insertion, an Ala-Gly sequence (GCCGGC) was inserted at the deletion point. The construction of dR1 was similar to that for dL1, except that the regions covering amino acids 1–76 and 88–183 were amplified using the primers Ex1P1 (forward) and R1n (reverse; 5′-TTTCTGCCGGCTTTAATGCTCAG-3′), and R1c (forward; 5′-GTGTTGCCGGCATCGTGGCGGCT-3′) and Ex1P2 (reverse), respectively. In the case of dR1, the first 3 nucleotides of theNaeI site replaced the Ala-76 codon, and thus a glycine codon (GGC) only was inserted at the deletion point. For the deletion constructs retaining the mto1-1mutation site, namely CD3, CD4, ND5, ND6, IR1, IR2, IR3, IR4, and dL1,mto1-1 mutant versions of each construct were generated using pMI4(mto1-1) as the template for PCR amplification. Alanine substitution mutagenesis (17Cunningham B.C. Wells J.A. Science. 1989; 244: 1081-1085Crossref PubMed Scopus (1088) Google Scholar) and amino acid changes at the Ser-81 position (Table I) were carried out by the overlap extension PCR method (18Ho S.N. Hunt H.D. Horton R.M. Pullen J.K. Pease L.R. Gene (Amst.). 1989; 77: 51-59Crossref PubMed Scopus (6833) Google Scholar, 19Pogulis R.J. Vallejo A.N. Pease L.R. Methods Mol. Biol. 1996; 57: 167-191PubMed Google Scholar). The flanking primers were Ex1P1 and Ex1P2. Sequences of the 62 mutagenic internal primers will be provided upon request. The mutant CGS exon 1 sequences were cloned into pHA0 between theXbaI and BamHI sites. pHA0 is a pUC19 vector that carries the CaMV 35 S RNA promoter:CGS exon 1:GUS:nopaline synthase terminator fragment from PMI4(WT) between the HindIII andEcoRI sites. In all cases, the integrity of PCR-amplified regions was confirmed by sequence analysis. The control construct Δ5–183 that carries only the first four amino acids of CGS exon 1 fused in-frame to the GUS reporter gene and placed under the control of CaMV 35 S RNA promoter has been described (6Chiba Y. Ishikawa M. Kijima F. Tyson R.H. Kim J. Yamamoto A. Nambara E. Leustek T. Wallsgrove R.M. Naito S. Science. 1999; 286: 1371-1374Crossref PubMed Scopus (152) Google Scholar). The 221-LUC+ plasmid carries a modified firefly luciferase gene directly under the CaMV 35 S RNA promoter (20Matsuo N. Minami M. Maeda T. Hiratsuka K. Plant Biotechnol. 2001; 18: 71-75Crossref Scopus (41) Google Scholar) and was used as an internal standard for transient expression experiments. Liquid callus cultures ofArabidopsis were prepared as described (21Guzman P. Ecker J.R. Nucleic Acids Res. 1988; 16: 11091-11105Crossref PubMed Scopus (72) Google Scholar, 22Ishikawa M. Naito S. Ohno T. J. Virol. 1993; 67: 5328-5338Crossref PubMed Google Scholar), and transfection of tester (GUS reporter) and control (luciferase reporter) plasmids by electroporation was carried out as described (6Chiba Y. Ishikawa M. Kijima F. Tyson R.H. Kim J. Yamamoto A. Nambara E. Leustek T. Wallsgrove R.M. Naito S. Science. 1999; 286: 1371-1374Crossref PubMed Scopus (152) Google Scholar). We have previously shown that the coding region of the first exon of CGS (183 amino acids) is sufficient for the regulation of its own mRNA stability (6Chiba Y. Ishikawa M. Kijima F. Tyson R.H. Kim J. Yamamoto A. Nambara E. Leustek T. Wallsgrove R.M. Naito S. Science. 1999; 286: 1371-1374Crossref PubMed Scopus (152) Google Scholar, 7Suzuki A. Shirata Y. Ishida H. Chiba Y. Onouchi H. Naito S. Plant Cell Physiol. 2001; 42: 1174-1180Crossref PubMed Scopus (34) Google Scholar). Although the amino acid sequences and lengths of CGS exon 1 region are not well conserved, there was a region within exon 1 that is highly conserved among four plant species (6Chiba Y. Ishikawa M. Kijima F. Tyson R.H. Kim J. Yamamoto A. Nambara E. Leustek T. Wallsgrove R.M. Naito S. Science. 1999; 286: 1371-1374Crossref PubMed Scopus (152) Google Scholar). In the present study, the region between amino acids 58 and 98 of CGS exon 1 is referred to as the conserved region. The observation that the three amino acids altered by previously identified mto1 mutations (mto1-1 to mto1-5) (TableI) were clustered in the conserved region (6Chiba Y. Ishikawa M. Kijima F. Tyson R.H. Kim J. Yamamoto A. Nambara E. Leustek T. Wallsgrove R.M. Naito S. Science. 1999; 286: 1371-1374Crossref PubMed Scopus (152) Google Scholar) implies an important role for this conserved region in the posttranscriptional regulation of the CGS gene. To identify the functionally important region in CGS exon 1, we isolated additionalmto1 alleles. Two new mutations were identified and designated as mto1-6 and mto1-7, respectively (Table I). These mutations are also located within the conserved region in close proximity to the previously identified mto1mutations (6Chiba Y. Ishikawa M. Kijima F. Tyson R.H. Kim J. Yamamoto A. Nambara E. Leustek T. Wallsgrove R.M. Naito S. Science. 1999; 286: 1371-1374Crossref PubMed Scopus (152) Google Scholar). The seven mto1 alleles we have so far isolated were characterized on the basis of ethionine resistance, soluble Met accumulation, and CGS mRNA accumulation. As shown in Fig.1 A, growth of wild-type plants was severely inhibited by 30 μm ofl-ethionine (5Inaba K. Fujiwara T. Hayashi H. Chino M. Komeda Y. Naito S. Plant Physiol. 1994; 104: 881-887Crossref PubMed Scopus (119) Google Scholar), whereas growth of all sevenmto1 mutants was not affected at this concentration ofl-ethionine. mto1-4 and mto1-6mutants showed a weaker resistance to ethionine than the other alleles, and their growth was inhibited in the presence of 100–200 μml-ethionine. Soluble Met concentrations in rosette leaves ofmto1-1, -2, -3, -5, and -7 were 30–40-fold higher than wild-type (Fig. 1 B). On the other hand, mto1-4 andmto1-6 accumulated lower concentrations of soluble Met than the other alleles, consistent with its weak ethionine-resistant phenotype. CGS mRNA accumulated to higher levels than wild-type plants in allmto1 mutant alleles (Fig. 1 C). The weakmto1-4 and mto1-6 alleles showed lower levels of CGS mRNA overaccumulation compared with that in the other alleles. These results demonstrate a positive correlation between CGS mRNA accumulation level, soluble Met accumulation level, and ethionine resistance. CGS protein accumulation levels were also similar to that for CGS mRNA accumulation. Although the mto1-3 and mto1-5 mutants were isolated independently, they carry the same mutation (6Chiba Y. Ishikawa M. Kijima F. Tyson R.H. Kim J. Yamamoto A. Nambara E. Leustek T. Wallsgrove R.M. Naito S. Science. 1999; 286: 1371-1374Crossref PubMed Scopus (152) Google Scholar). Consistent with this, these two mutants exhibited similar phenotypes (Fig. 1; data not shown). To test whether the conserved region (amino acids 58–98) is necessary for the ability to down-regulate its own expression in response to Met application, N- and C-terminal deletions of CGS exon 1 were constructed and transient expression studies were carried out (Fig.2). Expression of the deletion constructs that lacked the conserved region (CD1, CD2, ND7, and ND8; Fig.2 A) was not down-regulated in response to applied Met (Fig.2 B), indicating that the conserved region is necessary for the regulation. In contrast, deletion constructs that retained the conserved region (CD3, CD4, ND5, and ND6; Fig. 2 A) did respond to applied Met. Although the level of response was weaker than that for the full-length CGS exon 1 construct (Fig. 2 A,Exon 1), the positive response to applied Met was substantiated by the observation that introduction ofmto1-1 mutation into these constructs totally abolished the response (Fig. 2 C). To test whether the conserved region is sufficient for the regulation, constructs bearing both N- and C-terminal deletions (IR1, IR2, IR3, and IR4; Fig. 2 A) were also generated and tested (Fig.2 B). The results showed that all of these constructs responded to applied Met even when the conserved region alone was used (IR3). Although again the response was weaker than that for the full-length exon 1 construct, introduction ofmto1-1 mutation totally abolished the response (Fig. 2 C). The results indicate that the conserved region is essentially sufficient for the regulation. The full-length exon 1 constructs carrying mto1-6and mto1-7 mutations were generated, and the response to applied Met was tested (Fig. 3). Constructs carrying mto1-1 to mto1-4mutations that we have previously reported (6Chiba Y. Ishikawa M. Kijima F. Tyson R.H. Kim J. Yamamoto A. Nambara E. Leustek T. Wallsgrove R.M. Naito S. Science. 1999; 286: 1371-1374Crossref PubMed Scopus (152) Google Scholar) were reanalyzed for comparison. As expected, both mto1-6 and mto1-7mutations affected the response, as did the other mto1alleles. In order to determine which amino acids of the conserved region in CGS exon 1 are important for the regulation, effects of alanine substitution mutations (17Cunningham B.C. Wells J.A. Science. 1989; 244: 1081-1085Crossref PubMed Scopus (1088) Google Scholar) were studied in the context of full-length exon 1. Of the 41 amino acids in the conserved region, 14 amino acids were individually changed to alanine, and their response to applied Met was tested (Fig. 3). As a result, four additional mutations were identified, namely R77A-1, N79A-1,I83A-1, and Q87A-1, whose changes impaired the response. The change of Ser-81 to alanine in S81A-1, however, did not impair the regulation. This was despite the fact that the regulation was abolished by alteration of the same amino acid residue to asparagine in the mto1-2 mutant. Due to this unexpected result, Ser-81 was changed to all other amino acids and tested further (Fig. 4). The results showed that amino acids with a small side chain, namely serine (wild type), glycine, alanine, and cysteine, were tolerated, whereas changes to those with a larger side chain affected the regulation. Critical amino acids for the regulation identified by alanine substitution mutagenesis were clustered in a small region where all of the mto1 mutations are also located (amino acids 77–87) (Fig. 3). This implied that this 11-amino acid sequence within the conserved region is essential for the regulation of the CGS gene. To confirm this, additional deletion constructs within the conserved region were generated and tested. As expected, deletion of amino acids 77–87 in the dR1 construct (Fig. 2 A) abolished the response to applied Met. In contrast, deletion of amino acids 61–68 in the dL1 construct (Fig. 2 A), a C-terminal part of the conserved region, still showed a response (Fig. 2 B). The positive response of the dL1 construct was evidenced by introduction of the mto1-1 mutation, which totally abolished the response (Fig. 2 C). The results presented in this study identified the region of CGS exon 1 that is critical for the posttranscriptional regulation of its own expression in response to applied Met. We have previously denoted the amino acid sequence defined by mto1 mutations as the MTO1 region (6Chiba Y. Ishikawa M. Kijima F. Tyson R.H. Kim J. Yamamoto A. Nambara E. Leustek T. Wallsgrove R.M. Naito S. Science. 1999; 286: 1371-1374Crossref PubMed Scopus (152) Google Scholar). The results obtained in this study demonstrated that the MTO1 region spans from amino acid 77 to 87 (Arg-Arg-Asn-Cys-Ser-Asn-Ile-Gly-Val-Ala-Gln). Untested Ala-76 and Ile-88 might also be included in the MTO1 region. Changes of amino acids near the border of the MTO1 region (Arg-77, Ala-86, and Gln-87) had a weaker effect on the regulation compared with that in the central part of the MTO1 region (Fig. 3). Interestingly, the weak alleles ofmto1-4 and mto1-6 are among those near the border. Detailed analysis of the Ser-81 position showed that those amino acids with a small side chain are tolerated. Other characteristics such as polar/nonpolar did not seem to affect the regulation (Fig. 4). The most likely interpretation of this result is that amino acids with a larger side chain inhibit the function of the MTO1 region by a structural hindrance at this position. The same rule, however, does not seem to apply for Gly-84, because the mto1-1 mutation that alters this amino acid to serine strongly abolished the regulation. Due to the fact that not all amino acids in the conserved region were tested by alanine substitution mutagenesis and that deletion analysis within the conserved region did not cover all residues, we cannot rule out the possibility that amino acids outside the MTO1 region are also involved in the regulation. No mto1 mutation, however, has been identified outside the MTO1 region from our screens. This is despite the fact that mutations were independently found three times at the same amino acid residue in the MTO1 region (Gly-84 formto1-1, -3, and -5) (6Chiba Y. Ishikawa M. Kijima F. Tyson R.H. Kim J. Yamamoto A. Nambara E. Leustek T. Wallsgrove R.M. Naito S. Science. 1999; 286: 1371-1374Crossref PubMed Scopus (152) Google Scholar). Ethyl methanesulfonate, the mutagen used for mto1 mutant isolation, is known to preferentially produce a guanine-to-adenine change (23Burns P.A. Allen F.L. Glickman B.W. Genetics. 1986; 113: 811-819Crossref PubMed Google Scholar, 24Kohalmi S.E. Kunz B.A. J. Mol. Biol. 1988; 204: 561-568Crossref PubMed Scopus (63) Google Scholar). Of the 12 possible amino acid substitutions in the MTO1 region, we have identified six mto1 mutations. On the other hand, of the 20 possible amino acid substitutions outside the MTO1 region (but within the conserved region) none was identified, suggesting that the possibility of identifying additionalmto1 mutations outside the MTO1 region is low. Although the conserved region (amino acids 58–98) of CGS exon 1 was capable of responding to Met application on its own, deletions of other regions of exon 1 more or less weakened the response (Fig. 2). Changes in the amino acid sequence flanking the MTO1 region may affect activity of the MTO1 region, such as by affecting proper folding of the MTO1 polypeptide or by preventing access of the MTO1 region to the site of action. The amino acid sequence in the MTO1 region is almost perfectly conserved among 19 plant species whose CGS sequences, either as cDNAs or expressed sequence tags, are currently available in the GenBankTM data base (25Benson D.A. Karsch-Mizrachi I. Lipman D.J. Ostell J. Rapp B.A. Wheeler D.L. Nucleic Acids Res. 2002; 30: 17-20Crossref PubMed Scopus (477) Google Scholar) (Fig.5 A). These species cover multicellular plants and include not only dicots and monocots but also a gymnosperm (loblolly pine) and a moss species (Physcomitrella patens). The only exception to the conservation of the MTO1 region is a valine-to-leucine substitution in one of the CGS isoforms in potato (Fig. 5 A). On the other hand, tBLASTn searches (26Altschul S.F. Gish W. Miller W. Myers E.W. Lipman D.J. J. Mol. Biol. 1990; 215: 403-410Crossref PubMed Scopus (70722) Google Scholar, 27Altschul S.F. Madden T.L. Schäfer A.A. Zhang J. Zhang Z. Miller W. Lipman D.J. Nucleic Acids Res. 1997; 25: 3389-3402Crossref PubMed Scopus (59920) Google Scholar) of the GenBankTM databases did not identify any sequence that has the RRNCSNIG(V/L)AQ sequence other than those for plant CGS sequences.Figure 5Alignment of nucleotide and amino acid sequences of a CGS region from various plant species. A, alignment of amino acid sequence corresponding to theArabidopsis CGS exon 1 region. BLASTp searches (26Altschul S.F. Gish W. Miller W. Myers E.W. Lipman D.J. J. Mol. Biol. 1990; 215: 403-410Crossref PubMed Scopus (70722) Google Scholar) of the protein data base was carried out using the exon 1 region ofArabidopsis Col-0 ecotype (accession number AF039206) as the query. tBLASTn searches of the expressed sequence tag data base were also carried out using the exon 1 region of the ArabidopsisCol-0 ecotype and the corresponding region of Zea mays(accession number AF007785) as the query. Protein data base entries that were identified only by genome sequencing were not chosen. For those sequences with multiple expressed sequence tag entries, a consensus sequence was deduced by comparing the nucleotide alignment. The deduced amino acid sequences were aligned with the ClustalW program (31Thompson J.D. Higgins D.G. Gibson T.J. Nucleic Acids Res. 1994; 22: 4673-4680Crossref PubMed Scopus (55755) Google Scholar) (available on the World Wide Web at clustalw.genome.ad.jp/).Dashes indicate gaps in the alignment, and filled circles indicate sequences that are missing in the data base. Identical (asterisks) and similar (dots andcolons) amino acids were marked both for the angiosperm sequences (ang) and for all of the sequences (all). Shaded and nonshaded sequences indicate species of the same family. The horizontal bar above the alignment indicates the MTO1 region. Deletion ends of CD and ND series and the exon 1/2 junction inArabidopsis are also indicated. AtC,Arabidopsis Col-0 ecotype; AtL (accession number ATU43709), Arabidopsis Ler ecotype; Hv (AL507619and four other entries), Hordeum vulgare (barley);Ta (BE500642 and three others), Triticum aestivum(bread wheat); ZmA (AF007785) and ZmB (AF007786),Z. mays (maize); Sp (BG560597 and five others),Sorghum propinquum; GaA (BG444257) andGaB (BG442587), Gossypium arboreum (tree cotton);GmA (AF141602, BG363230, and 10 others) and GmB(BE660979 and seven others), Glycine max (soybean);Lj (AV423678), Lotus japonicus; Mt(BI266643 and 29 others), Medicago truncatula (barrel medic); Le (BG631732 and 22 others), Lycopersicon esculentum (tomato); Lp (AW398593 and AW618339),Lycopersicon pennellii (wild tomato); StA(AF144102), StB (AF082891, BE341836, and five others), andStC (AF082892, BG886944, and four others), Solanum tuberosum (potato); Nt (AF097180 + AB035300; see below), Nicotiana tabacum (common tobacco); Mc(AF069317), Mesembryanthemum crystallinum (common ice plant); Fv (FVAJ1451), Fragaria vesca (wild strawberry); Cm (AAF64422), Cucumis melo(muskmelon); Pc (BI131673 and three others), Populus cambium; Pt (BG040753), Pinus taeda(loblolly pine); PpA (BJ191362 and six others) andPpB (BJ187461 and three others), Physcomitrella patens. Since the N. tabacum sequence was apparently truncated at its 5′-end, the rapid amplification of cDNA ends method (32Frohman M.A. Dush M.K. Martin G.R. Proc. Natl. Acad. Sci. U. S. A. 1988; 85: 8998-9002Crossref PubMed Scopus (4336) Google Scholar) was applied to obtain the 5′ sequence (AB035300) (T. Kanno and S. Naito, unpublished result). B, alignment of nucleotide sequence corresponding to amino acids 61–95 ofArabidopsis CGS. The sequences are from the same source as in A. Missing sequences are marked with filled circles. Identical nucleotides among the angiosperm sequences (ang) and all of the sequences (all) are marked with asterisks. A consensus amino acid sequence for the angiosperm sequences deduced from A is shownabove the alignment. The horizontal bar indicates the MTO1 region.View Large Image Figure ViewerDownload Hi-res image Download (PPT) Expressed sequence tags of Chlamydomonas reinhardtii(accession numbers BF862446, BI874449, and BF866840) that were identified in the tBLASTn searches showed significant (expect value <10−30) homology to the Arabidopsis CGS exon 2 plus 3 region. They also encode a 75-amino acid N-terminal extension sequence but did not contain the MTO1 sequence (data not shown), suggesting that the MTO1 sequence is unique to CGS of multicellular plants. In contrast to the highly conserved nature of the amino acid sequences in the MTO1 region, nucleotide sequences encoding this region carry many synonymous changes (Fig. 5 B). The present observation supports our previous conclusion that it is the amino acid sequence and not the nucleotide sequence that has a role in the regulation (6Chiba Y. Ishikawa M. Kijima F. Tyson R.H. Kim J. Yamamoto A. Nambara E. Leustek T. Wallsgrove R.M. Naito S. Science. 1999; 286: 1371-1374Crossref PubMed Scopus (152) Google Scholar). A Prosite data base search (28Falquet L. Pagni M. Bucher P. Hulo N. Sigrist C.J. Hofmann K. Bairoch A. Nucleic Acids Res. 2002; 30: 235-238Crossref PubMed Scopus (902) Google Scholar) (available on the World Wide Web at www.expasy.ch/tools/scanprosite/) of the MTO1 region identified only an asparagine N-glycosylation site (Asn-Cys-Ser-Asn). However,N-glycosylation does not seem to be relevant to the function of a nascent polypeptide. Although there is still much to be understood regarding regulation of the CGS gene in response to applied Met, the functional amino acid sequence identified in this study provides a critical key to the elucidation of this unique regulatory mechanism. We thank Masayuki Ishikawa and Derek B. Goto for critical comments, Satomi Kudo and Satomi Moriyama for technical assistance, and Kumi Fujiwara for general assistance.",
  "authors": [
    {
      "display_name": "Kimihiro Ominato",
      "id": "A5010829112",
      "orcid": null,
      "institutions": [
        {
          "id": "I205349734",
          "display_name": "Hokkaido University",
          "country_code": "JP",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Kimihiro Ominato"
    },
    {
      "display_name": "Hiroshi Akita",
      "id": "A5040559233",
      "orcid": null,
      "institutions": [
        {
          "id": "I205349734",
          "display_name": "Hokkaido University",
          "country_code": "JP",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Hiroshi Akita"
    },
    {
      "display_name": "Akinori Suzuki",
      "id": "A5100637444",
      "orcid": "https://orcid.org/0000-0001-9274-9999",
      "institutions": [
        {
          "id": "I205349734",
          "display_name": "Hokkaido University",
          "country_code": "JP",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Akinori Suzuki"
    },
    {
      "display_name": "Fumiko Kijima",
      "id": "A5018286067",
      "orcid": null,
      "institutions": [
        {
          "id": "I205349734",
          "display_name": "Hokkaido University",
          "country_code": "JP",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Fumiko Kijima"
    },
    {
      "display_name": "Takashi Yoshino",
      "id": "A5109968267",
      "orcid": null,
      "institutions": [
        {
          "id": "I205349734",
          "display_name": "Hokkaido University",
          "country_code": "JP",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Takashi Yoshino"
    },
    {
      "display_name": "Michiko Yoshino",
      "id": "A5012426180",
      "orcid": null,
      "institutions": [
        {
          "id": "I205349734",
          "display_name": "Hokkaido University",
          "country_code": "JP",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Michiko Yoshino"
    },
    {
      "display_name": "Yukako Chiba",
      "id": "A5083806931",
      "orcid": "https://orcid.org/0000-0002-7329-2775",
      "institutions": [
        {
          "id": "I205349734",
          "display_name": "Hokkaido University",
          "country_code": "JP",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Yukako Chiba"
    },
    {
      "display_name": "Hitoshi Onouchi",
      "id": "A5018364617",
      "orcid": "https://orcid.org/0000-0002-8891-0951",
      "institutions": [
        {
          "id": "I205349734",
          "display_name": "Hokkaido University",
          "country_code": "JP",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Hitoshi Onouchi"
    },
    {
      "display_name": "Satoshi Naito",
      "id": "A5037748179",
      "orcid": "https://orcid.org/0000-0001-7006-5609",
      "institutions": [
        {
          "id": "I205349734",
          "display_name": "Hokkaido University",
          "country_code": "JP",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Satoshi Naito"
    }
  ],
  "publication_year": 2002,
  "publication_date": "2002-09-01",
  "type": "article",
  "cited_by_count": 51,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S140251998",
    "display_name": "Journal of Biological Chemistry",
    "issn_l": "0021-9258",
    "issn": [
      "0021-9258",
      "1067-8816",
      "1083-351X"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320990"
  },
  "volume": "277",
  "issue": "39",
  "first_page": "36380",
  "last_page": "36386",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "http://www.jbc.org/article/S0021925818366109/pdf",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C16525657",
      "display_name": "Cystathionine beta synthase",
      "level": 4,
      "score": 0.8784425
    },
    {
      "id": "C2779491563",
      "display_name": "Arabidopsis",
      "level": 4,
      "score": 0.7394178
    },
    {
      "id": "C104317684",
      "display_name": "Gene",
      "level": 2,
      "score": 0.6762287
    },
    {
      "id": "C112243037",
      "display_name": "ATP synthase",
      "level": 3,
      "score": 0.561799
    },
    {
      "id": "C116834253",
      "display_name": "Identification (biology)",
      "level": 2,
      "score": 0.5498068
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.547869
    },
    {
      "id": "C54355233",
      "display_name": "Genetics",
      "level": 1,
      "score": 0.5386716
    },
    {
      "id": "C2779375456",
      "display_name": "Homocystinuria",
      "level": 4,
      "score": 0.4716914
    },
    {
      "id": "C2778112365",
      "display_name": "Sequence (biology)",
      "level": 2,
      "score": 0.46613854
    },
    {
      "id": "C70721500",
      "display_name": "Computational biology",
      "level": 1,
      "score": 0.39672238
    },
    {
      "id": "C515207424",
      "display_name": "Amino acid",
      "level": 2,
      "score": 0.30714065
    },
    {
      "id": "C59822182",
      "display_name": "Botany",
      "level": 1,
      "score": 0.15264216
    },
    {
      "id": "C2780912031",
      "display_name": "Methionine",
      "level": 3,
      "score": 0.092445135
    },
    {
      "id": "C143065580",
      "display_name": "Mutant",
      "level": 3,
      "score": 0.053018063
    }
  ],
  "topics": [
    {
      "id": "T10499",
      "display_name": "Folate and B Vitamins Research",
      "score": 0.9976
    },
    {
      "id": "T12996",
      "display_name": "Cancer Research and Treatments",
      "score": 0.9972
    },
    {
      "id": "T12770",
      "display_name": "Amino Acid Enzymes and Metabolism",
      "score": 0.9958
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1074/jbc.m204645200",
  "pdf_url": "http://www.jbc.org/article/S0021925818366109/pdf",
  "retrieved_date": "2025-07-30T15:05:44.632220",
  "source_database": "OpenAlex"
}