{
  "openalex_id": "W1974382206",
  "doi": "https://doi.org/10.2118/1154-pa",
  "title": "Energy From Oil and From the Nucleus",
  "abstract": "Editor's Note: Dr. Edward Teller, one of America's foremost nuclear scientists, delivered the following address at a March 4 luncheon held during the Dallas Section's 1965 Symposium on Petroleum Economics and Evaluation. H. B. Renfro, Dallas consultant who served as chairman of the Symposium Program Committee, introduced Dr. Teller to some 400 SPE members in the audience, and subsequently presided over the question-and-answer period which followed the speech. Introduction In 1945, we had been told that nuclear energy would become competitive with fossil energy if and when we could produce electricity from the nucleus at a price of 7 mills/kw-hr. We have done this. We are now approaching the point-perhaps we have already reached it-where electricity from nuclear sources can be produced for as little as 5 mills/kw-hr. Nevertheless, we are still not competitive, in spite of the fact that the price for everything else-that is. everything other than energy, from the price of food to the price of a telephone call-has risen by more than a factor of two. What was 7 mills in 1945 should be now, 15 mills. Electricity from nuclear reactors costs 5 mills today, and possibly a little less. This means that the price of energy has come down in the last 20 years by a factor of three. To a great extent, this is the accomplishment of the oil industry. To a smaller extent, it may be considered as an effect of nuclear energy, because I have the sneaking suspicion that the potential and increasing competition of nuclear energy has stimulated the producers and users of oil into more vigorous action. I would now like to discuss the prospects of this competition, but I do not want to restrict myself to this topic. I would like to discriminate between the various areas where competition will have impacts of various kinds. In other words, the question of whether fossil fuels will be replaced by nuclear fuels does not permit a simple \"yes\" or \"no\" answer. I also want to talk to you about the cooperation between these two forms of energy and about the human resources which are necessary to make the best cooperation go forward at a reasonable pace. Application I believe that nuclear energy will, indeed, become increasingly competitive with fossil energy and will, in some areas, replace it. This, I believe, will particularly be the case where great amounts of energy are needed in a small area. The reason is that the raw material of nuclear energy is cheap and can become cheaper. That competition is not yet as strong as it may become is due to the fact that our technology of nuclear reactors is still in a state of development. In particular, in nuclear reactors the lack of more massive production's being more economical is strongly justified. JPT P. 505ˆ",
  "authors": [
    {
      "display_name": "Edward Teller",
      "id": "A5034295195",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Edward Teller"
    }
  ],
  "publication_year": 1965,
  "publication_date": "1965-05-01",
  "type": "article",
  "cited_by_count": 3,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S105811054",
    "display_name": "Journal of Petroleum Technology",
    "issn_l": "0149-2136",
    "issn": [
      "0149-2136",
      "1944-978X"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4322614974"
  },
  "volume": "17",
  "issue": "05",
  "first_page": "505",
  "last_page": "508",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://onepetro.org/JPT/article-pdf/17/05/505/2217848/spe-1154-pa.pdf",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C206658404",
      "display_name": "Electricity",
      "level": 2,
      "score": 0.593817
    },
    {
      "id": "C186370098",
      "display_name": "Energy (signal processing)",
      "level": 2,
      "score": 0.46726647
    },
    {
      "id": "C162324750",
      "display_name": "Economics",
      "level": 0,
      "score": 0.40841824
    },
    {
      "id": "C6303427",
      "display_name": "Economic history",
      "level": 1,
      "score": 0.37000328
    },
    {
      "id": "C48824518",
      "display_name": "Agricultural economics",
      "level": 1,
      "score": 0.3387608
    },
    {
      "id": "C127413603",
      "display_name": "Engineering",
      "level": 0,
      "score": 0.283262
    },
    {
      "id": "C121332964",
      "display_name": "Physics",
      "level": 0,
      "score": 0.13423336
    },
    {
      "id": "C119599485",
      "display_name": "Electrical engineering",
      "level": 1,
      "score": 0.11400294
    },
    {
      "id": "C62520636",
      "display_name": "Quantum mechanics",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T12639",
      "display_name": "Global Energy and Sustainability Research",
      "score": 0.9434
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.2118/1154-pa",
  "pdf_url": "https://onepetro.org/JPT/article-pdf/17/05/505/2217848/spe-1154-pa.pdf",
  "retrieved_date": "2025-07-30T15:12:54.071944",
  "source_database": "OpenAlex"
}