{
  "openalex_id": "W1971056920",
  "doi": "https://doi.org/10.1242/jeb.049866",
  "title": "HAGFISH GO WITH MORE THAN THEIR GUT",
  "abstract": "The eel-like hagfish is notorious in the animal kingdom because of its repulsively fascinating production of defensive slime and its fondness for burrowing into and munching its way out of decaying carcasses. Unlike other vertebrates, the ancient hagfish is an osmoconformer, meaning it keeps most of its internal ions at about the same concentration as in the surrounding seawater. This characteristic reduces the need to develop impermeable skin to regulate ion and water movement. It also presents the possibility of direct nutrient acquisition (feeding!) across the skin, a trait previously thought to exist only in invertebrates like mussels and worms. This notion prompted Chris Glover of the University of Canterbury, New Zealand, and two Canadian colleagues, Carol Bucking and Chris Wood, to investigate the feeding potential of hagfish at a new level.The research trio baited Pacific hagfish off Vancouver Island and transported their catch to the nearby Bamfield Marine Sciences Station, where they set about collecting target tissues. First, the team prepared hagfish gills, controlling the water composition that entered the gill, and collecting what passed through it. They also injected radioactively labelled amino acids into the water flowing to the gill to follow the movement of these nutrients. Much to their excitement, the gills readily absorbed the nutrients.Glover and colleagues stretched the skin of the hagfish across the mouth of a vial containing a solution equivalent to the internal fluids of a hagfish. With the skin intact, the team immersed the vial in a solution that contained either food colouring dye or radioactive amino acids so that they could monitor whether nutrients could cross the barrier. The dye did not penetrate the skin for at least 12 h, demonstrating the integrity of the skin barrier. However, nutrient uptake did occur across the skin, just as it had across the gills. Nutrient uptake profiles for both the gills and skin were sigmoidal in shape and dependent on sodium, with a large linear increase in uptake occurring only at high amino acid concentrations at the gills. These characteristics indicate that, with the exception of very high concentrations of nutrients, absorption occurs via specific transport pathways, not by diffusion alone. Such types of transport system are already known to exist in vertebrate tissues, relying upon the inherent sodium gradient between the extracellular and intracellular space to give nutrients like these a free-ride across the cell membrane. As hagfish are thought to be the oldest living link to the ancestral vertebrate, these results suggest that early aquatic vertebrates may have utilized similar feeding strategies, with a more specialized digestive system evolving later, along with the development of osmoregulatory strategies.As the hagfish's food supply can be unreliable and they are capable of surviving for months between meals, when fine dining opportunities present themselves, this ancient vertebrate must take advantage, justifying its tendency for gluttony and perhaps contributing to the evolution of multiple surfaces capable of nutrient acquisition. Such a strategy proves particularly effective for an animal like a hagfish, which immerses itself completely within its carcass of choice. This research reveals a novel means of feeding in vertebrates and is the first account of nutrient absorption across a tissue other than the gut. As a writhing hagfish might advise, go with more than your gut!",
  "authors": [
    {
      "display_name": "Jessica U. Meir",
      "id": "A5064406408",
      "orcid": "https://orcid.org/0000-0002-4215-4302",
      "institutions": [
        {
          "id": "I141945490",
          "display_name": "University of British Columbia",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Jessica U. Meir"
    }
  ],
  "publication_year": 2011,
  "publication_date": "2011-07-13",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S20257348",
    "display_name": "Journal of Experimental Biology",
    "issn_l": "0022-0949",
    "issn": [
      "0022-0949",
      "1477-9145"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310311847"
  },
  "volume": "214",
  "issue": "15",
  "first_page": "v",
  "last_page": "vi",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://journals.biologists.com/jeb/article-pdf/214/15/v/1276429/osiv-vi.pdf",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2777810479",
      "display_name": "Hagfish",
      "level": 4,
      "score": 0.9931295
    },
    {
      "id": "C161153951",
      "display_name": "Gill",
      "level": 3,
      "score": 0.7327459
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.5209466
    },
    {
      "id": "C90856448",
      "display_name": "Zoology",
      "level": 1,
      "score": 0.48086792
    },
    {
      "id": "C2909208804",
      "display_name": "Fish <Actinopterygii>",
      "level": 2,
      "score": 0.4064303
    },
    {
      "id": "C2778961482",
      "display_name": "Vertebrate",
      "level": 3,
      "score": 0.38142318
    },
    {
      "id": "C18903297",
      "display_name": "Ecology",
      "level": 1,
      "score": 0.34094194
    },
    {
      "id": "C105702510",
      "display_name": "Anatomy",
      "level": 1,
      "score": 0.3259508
    },
    {
      "id": "C505870484",
      "display_name": "Fishery",
      "level": 1,
      "score": 0.25612292
    },
    {
      "id": "C55493867",
      "display_name": "Biochemistry",
      "level": 1,
      "score": 0.17537373
    },
    {
      "id": "C104317684",
      "display_name": "Gene",
      "level": 2,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T12596",
      "display_name": "Cephalopods and Marine Biology",
      "score": 0.9287
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1242/jeb.049866",
  "pdf_url": "https://journals.biologists.com/jeb/article-pdf/214/15/v/1276429/osiv-vi.pdf",
  "retrieved_date": "2025-07-30T15:47:27.557522",
  "source_database": "OpenAlex"
}