{
  "openalex_id": "W1975994961",
  "doi": "https://doi.org/10.1080/00335630.2011.585167",
  "title": "Location Matters: The Rhetoric of Place in Protest",
  "abstract": "Abstract Social movements often deploy place rhetorically in their protests. The rhetorical performance and (re)construction of places in protest can function in line with the goals of a social movement. Our essay offers a heuristic framework—place in protest—for theorizing the rhetorical force of place and its relationship to social movements. Through analysis of a variety of protest events, we demonstrate how the (re)construction of place may be considered a rhetorical tactic along with the tactics we traditionally associate with protest, such as speeches, marches, and signs. This essay has implications for the study of social movements, the rhetoricity of place, and how we study places. Keywords: RhetoricPlaceSocial MovementsProtest Acknowledgements We would like to thank Julie Schutten, Deborah Cox Callister, and Autumn Garrison who assisted with some of the data collection for this essay. A previous version of this manuscript was presented at, and appears in the proceedings from, the Alta Argumentation Conference in 2007 Notes 1. Tim Cresswell, In Place/Out of Place: Geography, Ideology and Transgression (Minneapolis: University of Minnesota Press, 1996), 164. 2. For example: Cresswell, In Place/Out of Place; John D. McCarthy and Clark McPhail, \"Places of Protest: The Public Forum in Principle and Practice,\" Mobilization: An International Journal 11, no. 2 (2006): 229–47; Deborah G. Martin and Byron Miller, \"Space and Contentious Politics,\" Mobilization: An International Journal 8, no. 2 (2003): 143–56; William H. Sewell, \"Space in Contentious Politics,\" in Silence and Voice in the Study of Contentious Politics, ed. Ronald R. Aminzade, Jack A. Goldstone, Doug McAdam, Elizabeth J. Perry, William H. Sewell Jr., and Charles Tilly, 51–88 (Cambridge: Cambridge University Press, 2001). 3. For example: Manuel Castells, The City and Grassroots: A Cross Cultural Theory of Urban Social Movements (Berkeley: University of California Press, 1983); Michel de Certeau, The Practice of Everyday Life, trans. Steven Rendall (Berkeley: University of California Press, 1984); David Harvey, Justice, Nature and the Geography of Difference (Cambridge MA: Blackwell Publishers, 1997); Henri Lefebvre, The Production of Space, trans. Donald Nicholson Smith (Malden, MA: Blackwell Press, 1974); Doreen Massey, For Space (London: Sage Publications, 2005). 4. For example: Donovan Conley and Greg Dickinson, ed., \"Space, Matter, Mediation, and the Prospects of Democracy [special issue],\" Critical Studies in Media Communication 27, no. 1 (2010); Greg Dickinson, \"Memories for Sale: Nostalgia and the Construction of Identity in Old Pasadena,\" Quarterly Journal of Speech 83, no. 1 (1997): 1–27; Greg Dickinson, \"Joe's Rhetoric: Finding Authenticity at Starbucks,\" Rhetoric Society Quarterly 32, no. 4 (2002): 5–27; Greg Dickinson, Carole Blair, and Brian Ott, ed., Places of Public Memory: The Rhetoric of Museums and Memorials (Tuscaloosa: The University of Alabama Press, 2010); Greg Dickinson, Brian L. Ott, and Eric Aoki, \"Memory and myth at the Buffalo Bill Museum,\" Western Journal of Communication 69, no. 2 (2005): 85–108; Greg Dickinson, Brian L. Ott, and Eric Aoki, \"Spaces of Remembering and Forgetting: The Reverent Eye/I at the Plains Indian Museum,\" Communication and Critical/Cultural Studies 3, no. 1 (2006): 27–47; Raymie McKerrow, \"Space and Time in the Postmodern Polity,\" Western Journal of Communication 63, no. 3 (1999): 271–90; Sonja Modesti, \"Home Sweet Home: Tattoo Parlors as Postmodern Spaces of Agency,\" Western Journal of Communication 72, no. 3 (2008): 197–212; Della Pollack, ed., Exceptional Spaces: Essays in Performance and History (Chapel Hill: University of North Carolina Press, 1998); Raka Shome, \"Space Matters: The Power and Practice of Space,\" Communication Theory 13, no. 1 (2003): 39–56; Jessie Stewart and Greg Dickinson, \"Enunciating Locality in the Postmodern Suburb: FlatIron Crossing and the Colorado Lifestyle,\" Western Journal of Communication 72, no. 3 (2008): 280–307; Andrew F. Wood, City Ubiquitous: Place, Communication, and the Rise of Omnitopia (Cresskill, NJ: Hampton Press, 2009). 5. Phil Hubbard, Rob Kitchin, and Gill Valentine, ed., Key Thinkers on Space and Place (Thousand Oaks, CA: Sage, 2004), 3. 6. Lefebvre, The Production of Space, 26. 7. Lefebvre, The Production of Space, 1–67; Massey, For Space 11–12. 8. Massey, in particular, challenges her readers to think beyond the distinction between place as particular and space as abstract. Specifically, she cautions against the assumption that space is not concrete, which can follow from the distinction between place as particular and space as abstract (see p. 6, 68). While we value Massey's thought experiment, we do not agree that we should abandon the distinction. We see value in the distinction between place and space as long as we recognize that the distinction does not mean that place and space are separate and unrelated. Place and space are always interconnected. Moreover, we believe that it is still possible to see space as concrete even when we view it as more general or abstract than particular locations. Places are concrete particular locations, but spaces are also concrete social structures. 9. Carole Blair, Greg Dickinson and Brian L. Ott, \"Introduction: Rhetoric/Memory/Place,\" in Places of Public Memory: The Rhetoric of Museums and Memorials, ed. Greg Dickinson, Carole Blair, and Brian Ott (Tuscaloosa: The University of Alabama Press, 2010), 23. 10. This is similar to Blair, Dickinson and Ott's focus on memory places as rhetorical artifacts. Blair, Dickinson and Ott, \"Introduction,\" 22–34. 11. McKerrow, \"Space and Time,\" 271. 12. McKerrow, \"Space and Time,\" 272. See also Shome, \"Space Matters,\" 39. 13. Kenneth Burke, A Grammar of Motives (Berkeley, CA: University of California Press, 1969). See also: Mari Boor Tonn, Valerie A. Endress, and John N. Diamond, \"Hunting and Heritage on Trial: A Dramatistic Debate Over Tragedy, Tradition, and Territory,\" Quarterly Journal of Speech 79, no. 2 (1993): 165–81. 14. Lloyd F. Bitzer, \"The Rhetorical Situation,\" Philosophy & Rhetoric 1, no. 1 (1968): 1–14. 15. Yi-Fu Tuan, Topophilia: A Study of Environmental Perception, Attitudes, and Values (New York: Columbia University Press, 1974). 16. Aristotle, On Rhetoric: A Theory of Civic Discourse, trans., George A. Kennedy (New York: Oxford University Press, 1991), 46. 17. Martha Solomon, \"The Things We Study: Texts and their Interactions,\" Communication Monographs 60, no. 1 (1993): 62–68. See also: Raymie McKerrow, \"Critical Rhetoric: Theory and Praxis,\" Communication Monographs, no. 256 (1989): 91–111; Michael Calvin McGee, \"Text, Context, and the Fragmentation of Contemporary Culture,\" Western Journal of Speech Communication 54, no. 3 (1990): 274–89; Philip Wander, \"The Ideological Turn in Modern Criticism,\" Central States Speech Journal 34, no. 1 (1983): 1–18. 18. See endnote 4. 19. Although we will not specifically engage in the materiality debate, to understand the range of perspectives on materiality and rhetoric, see: Barbara A. Biesecker and John Louis Lucaites, ed., Rhetoric, Materiality & Politics (New York: Peter Lang Publishing, 2009); Carole Blair, \"Contemporary US Memorial Sites as Exemplars of Rhetoric's Materiality,\" in Rhetorical Bodies, ed. Jack Selzer and Sharon Crowley (Madison: University of Wisconsin Press, 1999): 16–57; Dana L. Cloud, \"The Materiality of Discourse as Oxymoron: A Challenge to Critical Rhetoric,\" Western Journal of Communication 58, no. 3 (Summer 1994): 141–63; Ronald Walter Greene, \"Another Materialist Rhetoric,\" Critical Studies in Mass Communication 15, no. 1 (1998): 21–41; Richard Rogers, \"Overcoming the Objectification of Nature in Constitutive Theories: Toward a Transhuman, Materialist Theory of Communication,\" Western Journal of Communication 62, no. 3 (1998), 244–72. 20. Blair, \"Contemporary US Memorials,\" 21–23. 21. Cresswell, In Place/Out of Place, 13. See also: Gerard Kyle and Garry Chick, \"The Social Construction of a Sense of Place,\" Leisure Sciences 29, no. 3 (2007): 209–25. 22. Blair, \"Contemporary US Memorials,\" 23. 23. See for example: Kevin Michael DeLuca, Image Politics: The New Rhetoric of Environmental Activism (New York: Guilford Press, 1999); Christine Harold, \"Tracking Heroin Chic: The Abject Body Reconfigures the Rational Argument,\" Argumentation & Advocacy 36, no. 2 (1999): 65–76; Gerard A. Hauser, \"Incongruous Bodies: Arguments for Personal Sufficiency and Public Insufficiency,\" Argumentation & Advocacy 36, no. 1 (1999): 1–8; Debra Hawhee, Bodily Arts: Rhetoric and Athletics in Ancient Greece (Austin: University of Texas Press, 2005); Raymie E. McKerrow, \"Corporeality and Cultural Rhetoric: A Site for Rhetoric's Future,\" Southern Communication Journal 63, no. 4 (1998): 315–28. 24. Dickinson argues for a tripartite relationship between space, bodies, and subjectivities. Dickinson, \"Joe's Rhetoric,\" 9. 25. Hubbard et al., Key Thinkers, 6. 26. De Certeau, 99. It is important to note that de Certeau uses the terms place and space in a different way than most scholars. He argues that \"space is a practiced place\" (117), an inversion of the relationship we have laid out. Nonetheless, his point highlights the relationship between bodies, spaces, and places. 27. Phaedra Pezzullo, \"Resisting 'National Breast Cancer Awareness Month': The Rhetoric of Counterpublics and their Cultural Performances,\" Quarterly Journal of Speech 89, no. 4 (2003): 345–65. 28. This references Blair's argument that that physical structures have a range of durability, but none will endure forever. Blair, \"Contemporary US Memorial,\" 37. 29. Tim Cresswell, Place: A Short Introduction (Malden, MA: Blackwell Publishing, 2004), 5. 30. Hubbard et al., Key Thinkers, 5. 31. See especially: Pezzullo, \"Resisting;\" Phaedra Pezzullo, Toxic Tourism: Rhetorics of Pollution, Travel, and Environmental Justice (Tuscaloosa: University of Alabama Press, 2007); Phaedra Pezzullo, \"Performing Critical Interruptions: Stories, Rhetorical Invention, and the Environmental Justice Movement,\" Western Journal of Communication 65, no. 1 (2001): 1–25. 32. Carole Blair, \"Reflections on Criticism and Bodies: Parables from Public Places,\" Western Journal of Communication 65, no. 3 (2001): 271–94. 33. Blair, \"Reflections on Criticism;\" Dickinson, Ott, and Aoki, \"Memory and Myth;\" Dickinson, Ott, and Aoki, \"Spaces of Remembering;\" Danielle Endres, Leah Sprain, and Tarla Rai Peterson, \"The Necessity of Praxis in Environmental Communication Research: A Case Study of the Step It Up 2007 National Research Project\" Environmental Communication: A Journal of Nature and Culture 2, no. 2 (2008): 237–45; Christine Garlough, \"On the Political Uses of Folklore: Performance and Grassroots Feminism in West India,\" Journal of American Folklore 121, no. 480 (Spring 2008), 167–91; Pezzullo, \"Resisting;\" Pezzullo, Toxic Tourism. 34. Michael T. Heaney and Fabio Rojas, \"The Place of Framing: Multiple Audiences and Antiwar Protests Near Fort Bragg,\" Qualitative Sociology 29, no. 4 (2006), 488. 35. Thomas J. St. Antoine, \"Making Heaven out of Hell: New Urbanism and the Refutation of Suburban Spaces,\" Southern Communication Journal 72, no. 2 (2007), 127–44. 36. See for example: J. Robert Cox, \"The Die is Cast: Topical and Ontological Dimensions of the Locus of Irreparable,\" Quarterly Journal of Speech 68, no. 3 (1982): 227–39; Christine Oravec, \"Conservatism vs. Preservationism: The 'Public Interest' in the Hetch Hetchy Controversy,\" Quarterly Journal of Speech 70, no. 4 (1984): 444–58. 37. Cox, \"The Die is Cast.\" 38. Cox, \"The Die is Cast.\" 39. Lawrence Buell, Writing for an Endangered World: Literature, Culture, and Environment in the US and Beyond (Cambridge, MA: Harvard University Press, 2001), 56. 40. R. Ingebretsen, History of Glen Canyon and the Glen Canyon Institute (n.d.). Retrieved July 24, 2007 from http://www.glencanyon.org/library/articles/presaccount.php, 4. 41. Tuan, Topophilia, 4. 42. Carole Blair, \"Civil Rights/Civil Sites: '… Until Justice Rolls Down Like Waters,'\" Carroll C. Arnold Distinguished Lecture 2006 (Boston: Allyn & Bacon, 2007). 43. W. H. Sewell Jr., \"Space in Contentious Politics\" in Silence and Voice in the Study of Contentious Politics, ed., Ronald R. Aminzade, Jack A. Goldstone, Doug McAdam, Elizabeth J. Perry, William H. Sewell Jr., and Charles Tilly, 51–89 (Cambridge: Cambridge University Press, 2001). 44. Heaney and Rojas, \"The Place of Framing,\" 489. 45. Louis Farrakhan, \"Transcript from Minister Louis Farrakhan's remarks at the Million Man March,\" CNN.com, October 17, 1995. Retrieved March 30, 2009 from http://www-cgi.cnn.com/US/9510/megamarch/10–16/transcript/ 46. Farrakhan, \"Transcript,\" 10. 47. Mary Dejevsky, \"Million Moms to Protest over Guns\" The Independent, May 13, 2000. Retrieved March 30, 2009 from Lexis Nexis database. 48. Katharine Q. Seelye, \"A Civil Rights Party on the Mall,\" New York Times, January 17, 2009. Retrieved March 30, 2009 from http://www.nytimes.com/2009/01/18/us/politics/18civil.html 49. Cresswell, In Place/Out of Place, 9. 50. Cresswell, In Place/Out of Place, 8. 51. Cresswell, Place: A Short Introduction, 35. 52. Benjamin Forest, \"West Hollywood as Symbol: The Significance of Place in the Construction of a Gay Identity,\" Environment and Planning D: Society and Space 13, no. 2 (1995): 133–57. 53. Kevin M. DeLuca and Jennifer Peeples, \"From the Public Sphere to Public Screen: Democracy, Activism, and the 'Violence' of Seattle,\" Critical Studies in Media Communication 19, no. 2 (2002): 125–51. 54. Isaac West, \"Performing Resistance in/from the Kitchen: The Practice of Maternal Pacifist Politics and LaWISP's Cookbooks,\" Women's Studies in Communication 30, no. 3 (2007), 370. 55. Isaac West, \"PISSAR's Critically Queer and Disabled Politics,\" Communication & Critical/Cultural Studies 7, no. 2 (2010), 164. 56. Troy Johnson, Duane Champagne, and Joane Nagel, \"American Indian Activism and Transformations: Lessons from Alcatraz,\" in American Indian Activism: Alcatraz to the Longest Walk, ed., Troy Johnson, Joane Nagel, and Duane Champagne, 9–44 (Urbana: University of Illinois Press, 1997), 27. 57. Indians of All Nations, \"The Alcatraz Proclamation to the Great White Father and His People\" in Red Power: The American Indians' Fight for Freedom, 2 edition, ed., Alvin M. Josephy Jr., Joane Nagel, and Troy Johnson, 39–43 (Lincoln: University of Nebraska Press, 1999), 40. 58. Cynthia Duquette Smith and Teresa Bergman, \"You Were on Indian Land: Alcatraz Island as Recalcitrant Memory Space,\" in Places of Public Memory: The Rhetoric of Museums and Memorials, ed., Greg Dickinson, Carole Blair, and Brian Ott, 160–88 (Tuscaloosa: The University of Alabama Press, 2010), 162. 59. This is based on one of the author's observations during her last visit to Alcatraz in 2000. 60. Pezzullo, Toxic Tourism. 61. Joseph Heath and Andrew Potter, Nation of Rebels: Why Counterculture became Consumer Culture (New York: Harper Business, 2004), 286. 62. Forest, \"West Hollywood as Symbol,\" 134. 63. Cresswell, In Place/Out of Place, 176. 64. Step It Up involved actions across the US in 2007 to challenge Congress to pass legislation that would ensure that we would cut carbon emissions by 80 percent by 2050.It is a specific campaign within the larger movement to mitigate global warming. 65. Danielle Endres, Leah Sprain, and Tarla Rai Peterson, ed., Social Movement to Address Climate Change: Local Steps for Global Change (Amherst, NY: Cambria Press, 2009). 66. One of the authors asked a police officer about the fences. His response was that they had \"to keep the beer in and the smoking out,\" essentially creating a \"beer garden.\" 67. Cresswell, In Place/Out of Place, 16. 68. Pezzullo, Toxic Tourism, 18. 69. Michael Calvin McGee, \"Social Movement: Phenomenon or Meaning?\" Central States Speech Journal 31, no. 4 (1980): 233–44. 70. McCarthy and McPhail, Place of Protest, 229–32; 243–44. 71. Blair, \"Reflections on Criticism,\" 283–85. Additional informationNotes on contributorsDanielle EndresDanielle Endres is an Assistant Professor of Communication and Faculty in Environmental Humanities at the University of UtahSamantha Senda-CookSamantha Senda-Cook is an Assistant Professor in Communication Studies at Creighton University",
  "authors": [
    {
      "display_name": "Danielle Endres",
      "id": "A5077835702",
      "orcid": "https://orcid.org/0000-0002-6532-2524",
      "institutions": [
        {
          "id": "I223532165",
          "display_name": "University of Utah",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Danielle Endres"
    },
    {
      "display_name": "Samantha Senda-Cook",
      "id": "A5088120304",
      "orcid": "https://orcid.org/0009-0000-2646-0396",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Samantha Senda-Cook"
    }
  ],
  "publication_year": 2011,
  "publication_date": "2011-07-09",
  "type": "article",
  "cited_by_count": 189,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S196029703",
    "display_name": "Quarterly Journal of Speech",
    "issn_l": "0033-5630",
    "issn": [
      "0033-5630",
      "1479-5779"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310319847"
  },
  "volume": "97",
  "issue": "3",
  "first_page": "257",
  "last_page": "282",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C192562157",
      "display_name": "Rhetorical question",
      "level": 2,
      "score": 0.91609794
    },
    {
      "id": "C1370556",
      "display_name": "Rhetoric",
      "level": 2,
      "score": 0.8131771
    },
    {
      "id": "C136197465",
      "display_name": "Variety (cybernetics)",
      "level": 2,
      "score": 0.62889075
    },
    {
      "id": "C123108692",
      "display_name": "Social movement",
      "level": 3,
      "score": 0.5983404
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.585923
    },
    {
      "id": "C3017941357",
      "display_name": "Social function",
      "level": 2,
      "score": 0.49622017
    },
    {
      "id": "C2780226923",
      "display_name": "Movement (music)",
      "level": 2,
      "score": 0.4803456
    },
    {
      "id": "C29595303",
      "display_name": "Media studies",
      "level": 1,
      "score": 0.39575022
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.3166635
    },
    {
      "id": "C107038049",
      "display_name": "Aesthetics",
      "level": 1,
      "score": 0.2972165
    },
    {
      "id": "C36289849",
      "display_name": "Social science",
      "level": 1,
      "score": 0.2079151
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.15880677
    },
    {
      "id": "C41895202",
      "display_name": "Linguistics",
      "level": 1,
      "score": 0.1288133
    },
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.10244045
    },
    {
      "id": "C124952713",
      "display_name": "Literature",
      "level": 1,
      "score": 0.06948483
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.061968803
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C154945302",
      "display_name": "Artificial intelligence",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11982",
      "display_name": "Rhetoric and Communication Studies",
      "score": 0.9974
    },
    {
      "id": "T13699",
      "display_name": "Public Spaces through Art",
      "score": 0.9568
    },
    {
      "id": "T10133",
      "display_name": "Media Studies and Communication",
      "score": 0.9549
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1080/00335630.2011.585167",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:28:40.566294",
  "source_database": "OpenAlex"
}