{
  "openalex_id": "W1973930075",
  "doi": "https://doi.org/10.1080/09502360600703112",
  "title": "Shakespeare, ‘The cause of the people’, and <i>The Chartist Circular</i> 1839–1842",
  "abstract": "Click to increase image sizeClick to decrease image size Notes 1 Looking Awry: An Introduction to Jacques Lacan through Popular Culture (Cambridge, MA: MIT Press, 1991), pp. 11–12. 2 André Gide, 1936 entry, Journals 1889–1949, trans. Justin O'Brien (Harmondsworth: Penguin, 1967), p. 595. 3 Hamlet, III.ii.38. Unless otherwise indicated I quote from The Riverside Shakespeare, 2nd edn, ed. G. Blakemore Evans et al. (Boston: Houghton Mifflin, 1997). 4 ‘Coriolanus’, Characters of Shakespear's Plays (1817); Selected Writings of William Hazlitt, ed. Duncan Wu (London: Pickering and Chatto, 1998), vol. 1, pp. 126, 125. 5 Paradise Lost, ed. Alastair Fowler (London: Longman, 1974), IX.28–9. 6 Andrew Hadfield, ‘Tarquin's Everlasting Banishment: Republicanism and Constitutionalism in The Rape of Lucrece and Titus Andronicus’, Parergon n.s., 19.1 (2002), p. 77. 7 Tom Paulin, ‘Political Verse’ (1986) in Writing to the Moment: Selected Critical Essays 1980–1996 (London: Faber, 1996), pp. 110, 112 and The Day-Star of Liberty: William Hazlitt's Radical Style (London: Faber, 1998), pp. 3–4. American New Historicists emphasize ‘Shakespeare's political conservatism’: Michael Taylor, Shakespeare Criticism in the Twentieth Century (Oxford: Oxford University Press, 2001), p. 188. 8 On ‘the contemporary oppositional critique … of Shakespeare’, see Michael Bristol, Big-Time Shakespeare (London: Routledge, 1996), p. 25. See also my ‘Shakespeare as a Force for Good’, Shakespeare Survey, 56 (2003), pp. 203–215. 9 Kiernan Ryan, Shakespeare, 3rd edn (New York: Palgrave, 2002), pp. 5, 6. 10 On Shakespeare and ‘“policing”’, see Terence Hawkes, Shakespeare in the Present (London: Routledge, 2002), p. 67 and passim (esp. pp. 68 and 142–3). Hawkes stresses Shakespeare's Establishment credentials: see his Meaning by Shakespeare (London: Routledge, 1992), p. 48, and That Shakespeherian Rag (London: Methuen, 1986), p. 68. 11 Kettle, ‘Introduction’, Shakespeare in a Changing World, ed. Arnold Kettle (London: Lawrence and Wishart, 1964), pp. 13, 14; emphasis in original. 12 Kettle, ‘From Hamlet to Lear’, Shakespeare in a Changing World, pp. 146–72. 13 Kettle, ‘Introduction’, p. 13. 14 For ‘Marx and Shakespeare’, see R.S. White, Shakespeare Survey, 45 (1992), pp. 89–101. Eleanor made a pilgrimage to Stratford; see her letter (30 August 1887) in The Daughters of Karl Marx: Family Correspondence 1866–1898, ed. Olga Meier, Faith Evans, Sheila Rowbotham (New York: Harcourt, 1982), pp. 197ff. 15 Andrew Murphy, Shakespeare in Print: A History and Chronology of Shakespeare Publishing (Cambridge: Cambridge University Press, 2003), p. 179; see pp. 167–68. 16 On working-class newspapers discussing, among other matters, literature, see Paul Murphy's superb Toward a Working-Class Canon: Literary Criticism in British Working-Class Periodicals, 1816–1858 (Columbus: Ohio State University Press, 1994), pp. 7–13 and passim. 17 Antony Taylor, ‘Shakespeare and Radicalism: the Uses and Abuses of Shakespeare in Nineteenth-Century Politics’, The Historical Journal, 45.2 (2002), pp. 357–381; quotation p. 359. Radical and Chartist uses of Shakespeare are also discussed by E.P. Thompson, The Making of the English Working Class (rev. edn, Harmondsworth: Penguin, 1980), pp. 809, 785; Jonathan Bate, The Genius of Shakespeare (London: Picador, 1997), pp. 214–5; Anne Janowitz, Lyric and Labour in the Romantic Tradition (Cambridge: Cambridge University Press, 1998), esp. p. 146; Jonathan Rose, The Intellectual Life of the British Working Classes (New Haven: Yale University Press, 2001); Rose's is an especially rich study. I have benefited greatly from Paul Murphy's Toward a Working-Class Canon, encountered while completing this essay. Murphy stresses the frequent sophistication of radical literary criticism in the period, which considered not just contemporary working-class writers but ‘literary works of other classes and ages’ (p. 3). 18 On the Bible and English radicalism see Eugenio F. Biagini, Liberty, Retrenchment, and Reform: Popular Liberalism in the Age of Gladstone, 1860–1880 (Cambridge: Cambridge University Press, 1992), pp. 31–41. 19 Paul Murphy, Toward a Working-Class Canon, p. 127. 20. Ibid., pp. 129, 35; my emphasis. 21 We might recall the remark of a not especially radical critic, T.S. Eliot: ‘to understand anything is to understand from a point of view’: see ‘Imperfect Critics’ in The Sacred Wood: Essays on Poetry and Criticism (London: Faber, 1928), p. 31. 22 On Hamlet's ‘popular perspective’ see Robert Weimann, Shakespeare and the Popular Tradition in the Theater, ed. R. Schwartz (Baltimore: Johns Hopkins University Press, 1978), pp. 131, 130-133, and, especially, Kettle, ‘From Hamlet to Lear’. 23 On at least one occasion they use Shakespeare arbitrarily, in a way that makes no serious claim about him. ‘The Seven Stages of Whiggery’ savages the Whig ‘middle-class despotism’, parodying Jacques's Seven Ages of Man to sketch the Whigs' ‘strange disgraceful history’. See Chartist Circular for 16 May 1840, pp. 138–39; quotation p. 139. Further citations, giving date and page number, included in the text; I use a facsimile in the series Radical Periodicals of Great Britain entitled Chartist Circular: Volumes 1–2, 1839–1842 (New York: Greenwood, 1968). 24 J.F.C. Harrison, The Common People: A History from the Norman Conquest to the Present (London: Fontama, 1984), pp. 261, 262. 25 Mark Hovell, The Chartist Movement (Manchester: Manchester University Press, 2nd edn, 1925), p. 311. But Chartist leaders were not always typical of those they led; see Robert G. Hall, ‘A United People? Leaders and Followers in a Chartist Locality, 1838–1848’, Journal of Social History, 38.1 (2004), pp. 179–203. 26 Harrison, Common People, p. 262. 27 Ibid, p. 263. Cf. Michael T. Davis's comment that ‘regional and national differences and peculiarities within Chartism … make defining it as a whole difficult’; see ‘Sources of Reform in Britain: A Review Article’, Australian Journal of Politics and History, 49.1 (2003), p. 113. 28 Hovell, Chartist Movement, p. 307. 29 Ibid, Chartist Movement, p. 307. Some Chartists became Marxists: Harrison, Common People, p. 264. On Marx and Engels's approval of Chartism, see Francis Wheen, Karl Marx (London: Fourth Estate, 1999), pp. 195–207. 30 Ian Haywood, The Revolution in Popular Literature: Print, Politics, and the People, 1790–1860 (Cambridge: Cambridge University Press, 2004), p. 142. Cf. Hovell, Chartist Movement, pp. 93–96. 31 Ibid., p. 142. Christopher Thorne, Chartism: A Short History (London: Macmillan, 1966), estimates the paper sold over 22,000 copies per week in its first year (p. 27). 32 Dorothy Thompson, The Chartists (Hounslow: Temple Smith, 1984), p. 43; see p. 38. When I refer to ‘the Circular’ I intend the Scottish, not the English, publication, but my argument applies equally. 33 Robert George Gammage, History of the Chartist Movement 1837–1854 (2nd edn, 1894; repr. London: Merlin, 1969), p. 182. 34 Dorothy Thompson, Chartists, p. 43; cf. p. 222. Cf. Alex Wilson, ‘Chartism in Glasgow’, Chartist Studies, ed. Asa Briggs (London: Macmillan, 1959), p. 268. 35 Harrison, Common People, p. 262. On the libertarian tradition in English literature, see Paulin, Day-Star of Liberty, pp. 3–5. Thompson, English Working Class, observes that eighteenth and nineteenth century ‘working-class ideology … put an exceptionally high value upon the rights of the press, of speech, of meeting and of personal liberty’ (p. 805). 36 Haywood, Popular Literature, p. 142. 37 Janowitz, Lyric and Labour, p. 138. 38 Antony Taylor, ‘Shakespeare and Radicalism’, p. 368. Paul Murphy surveys working-class (including Chartist) literary history in Toward a Working-Class Canon, ch. 2. On Chartist poetics, including the concept of ‘Literary Reform’ (see below), cf. Janowitz, Lyric and Labour, ch. 5, esp. pp. 136–147. See also Y.V. Kovalev, ‘The Literature of Chartism’, Victorian Studies, 2 (1958), pp. 117–138 and Martha Vicinus, The Industrial Muse: A Study of Nineteenth-Century British Working-Class Literature (London: Croom Helm, 1974), ch. 3. 39 Vicinus, Industrial Muse, p. 109. Cooper played Hamlet in a Leicester Chartist production of 1843; cf. Dorothy Thompson, Chartists, p. 118. 40 On nineteenth century patriotic radicals see E.J. Hobsbawm, Nations and Nationalism since 1780, 2nd edn (Cambridge: Cambridge University Press, 1992), p. 87. 41 Burns was ‘a patron saint’ of ‘working-class culture’: see Janowitz, Lyric and Labour, pp. 140, 141. For the importance to nineteenth century radicals of (variously) Milton, Bunyan, Burns, Byron, and Shelley, see A.K. Stevens, ‘Milton and Chartism’, Philological Quarterly XII (1933), p. 377; Kovalev, ‘Literature of Chartism’, p. 136; Vicinus, Industrial Muse, p. 96; Miles Taylor, Ernest Jones, Chartism, and the Romance of Politics 1819–1869 (Oxford: Oxford University Press, 2003), pp. 79–80; and (especially) Antony Taylor, ‘Shakespeare and Radicalism’, p. 358. Paul Murphy notes that though Burns, Byron, and Shelley ‘formed the core of a working-class poetic canon’, the canon expanded to Shakespeare, Milton, Goldsmith, Thomson, Pope, Wordsworth, Coleridge, Moore, Tennyson ‘and others’: (Toward a Working-Class Canon, pp. 136, 137–8). 42 Paul Murphy, Toward a Working-Class Canon, p. 147. Murphy adds that Shakespeare was seen as a ‘working-class poet’ and ‘predecessor … ’ of Burns. 43 Passage brought to my attention by Janowitz, Lyric and Labour, p. 146, and cited by Murphy, Toward a Working-Class Canon, p. 147. 44 An instance of direct disagreement is ‘The Brutus of History’ (9 January 1841, p. 288), which rejects Shakespeare's Brutus as the ‘rascal’ leader of ‘Patrician assassins’ bent on blocking Caesar's reforms. The ‘Roman Stock Exchange … murdered Caesar’. 45 Wordsworth deplored the ‘bigotry’ of ‘youthful patriot[s]’ who destroyed ‘by violence abrupt’ relics of the romantic (and, as he seems to have seen it then, intrinsically more poetic) pre-revolutionary order: The Prelude (1850), ed. J.C. Maxwell (Harmondsworth: Penguin, 1975), IX.444 ff. 46 Alexis de Tocqueville, Democracy in America, ed. Phillips Bradley (New York: Vintage, 1945), vol. 2, p. 76 (ch. 17). 47 Passage quoted in English Chartist Circular, issue nos. 1 and 2, p. 6 of volume one. The English Circular was undated, the complete series forming two volumes. See facsimile (New York: Greenwood, 1968) in Reprints of Economic Classics. 48 On Shakespeare the plebeian see Antony Taylor, ‘Shakespeare and Radicalism’, pp. 362—3, 379, and note 42 above. 49 Blackwood's ran the novel from 1839, which appeared in three volumes in Edinburgh in 1841. See Blackwood's Edinburgh Magazine, 63 (February 1848), pp. 239–40. 50 Extract from Ten Thousand A-Year, vol. 2, p. 82. The Circular omitted ‘How great was the honour thus conferred upon the plebeian poet to stand amidst a collection of royal and noble authors, to whose productions … the Earl's splendid-looking library had till then been confined!’. 51 E.M.W. Tillyard, The Elizabethan World-Picture (London: Chatto & Windus, 1960), pp. 7–8. 52 Ulysses's speech, and ‘In my father's house are many mansions’, guarantee that Heaven will see no ‘huddling together’ of ‘great and small’. The Circular includes this passage (p. 218). See Ten Thousand A-Year, vol. 2, pp. 82–83. 53 ‘Charles Dickens’ (1939), The Penguin Essays of George Orwell (Harmondsworth: Penguin, 1984), p. 41. 54 Rulers should be ‘made and unmade’ by the nation: ‘Then it would be, as Shakspeare would have it: “Let none presume to wear an undeserved dignity; / O, that estates, degrees, and offices, / Were not derived corruptly, and that clear honour / Were purchased by the merit of the wearer! / How many, then, should cover, that stand bare! / How many be commanded, that command!”’. The English Chartist Circular printed this on the front page of issue 14, vol. 1. 55 Another article quotes Thomson's Seasons to similar effect: monarchy is a ‘mighty shadow of unreal power’ (23 January 1841, p. 296); Winter, line 965, in James Thomson, The Seasons, ed. James Sambrook (Oxford: Oxford University Press, 1981). 56 The Story of Sarah Durin [sic], Dedicated to the Advocates of an Unjust and Unnecessary War (London 1795), narrates Richard Durin's enlistment, death from wounds, and the destitution of his wife and children. 57 ‘Hovering’ in the last sentence of the passage quoted from the Circular may remember the use of that word in Macbeth (‘Hover through the fog and filthy air’[I.i.12]); the ‘forms’ Arnold's ‘attendants saw not’ perhaps recall the banquet scene. 58 I rely on Murphy for the Mirror article: see Toward a Working-Class Canon, pp. 116, 117 (quotations p. 117). 59 The phrase perhaps recalls images of Coriolanus: ‘a thing of blood’; his ‘eye / Red as 'twould burn Rome’ (II.ii.109; V.i.63–65). 60 Bertolt Brecht, Collected Plays, ed. Ralph Manheim and John Willet (New York: Pantheon, 1972), vol. 9, p. 385. 61 Radicals compared factory work to slavery: see Catherine Gallagher, The Industrial Reformation of English Fiction: Social Discourse and Narrative Form 1832–1867 (Chicago: Chicago University Press, 1985), ch. 1. Edmund Wilson quotes the early nineteenth century socialist Robert Owen: ‘the white slavery in the manufactories of England was … far worse than [the slavery] I afterwards saw in the West Indies and in the United States’: To the Finland Station: A Study in the Writing and Acting of History (1940; repr. New York: NYRB, 2003), p. 89. For the slave metaphor in Chartist poetry, and ‘The Black and the White Slave’, see Kelly J. Mays, ‘Slaves in Heaven, Laborers in Hell: Chartist Poets’ Ambivalent Identification with the (Black) Slave', Victorian Poetry, 39.2 (2001), pp. 137–163. 62 See ‘Colonization Not Consistent With Christianity’ (1 February 1840, p. 75), extract from William Howitt's Colonization and Christianity: A Popular History of the Treatment of the Natives by the Europeans in all Their Colonies (London: Longman, 1838): ‘Many are the evils done under the sun; but there is, and can be, no evil like that monstrous and earth-encompassing evil, which the Europeans have committed against the Aborigines of every country in which they have settled’. Cf. ‘The Horrors Committed in India and Our Colonies’ (27 June 1840, p. 162). 63 The English Chartist Circular (Vol. 1, No. 16, p. 63) contains an anti-war piece in the form of a narrative of Robert Emmett's leading of the 1803 Dublin rising. He abandons the rebellion after its defeat, recoiling from the prospect of plunging Ireland into ‘futile’ conflict. Julius Caesar (III.i.273) supplies the epigraph: ‘Cry, Havoc! and let slip the dogs of war’. 64 R.A. Foakes, ‘Hamlet’ and ‘Lear’: Cultural Politics and Shakespeare's Art (Cambridge: Cambridge University Press, 1993), p. 14. 65 We might have expected the Chartists to prefer Lear, in which Gloucester and Lear advocate the redistribution of wealth. But I can find only one allusion, in The English Chartist Circular (vol. 2, p. 11). Rose, a shop-keeper's daughter, elopes with a gentleman lover. Pregnant and abandoned, she falls into prostitution and dies in poverty. The article fulminates against the hypocritical condemnation of such women, borrowing the lines ‘Thou rascal beadle, hold thy bloody hand: / Why dost thou lash that whore? Strip thine own back … ’. Paul Murphy, Toward a Working-Class Canon, notes that the radical publisher T.J. Wooler, in his Black Dwarf, which appeared in London from 1817–1823, ‘combined poems about the Peterloo massacre with quotations from King Lear’ (p. 107), but instances no further uses of the play. 66 Paradise Lost, XII.97–101, ed. John Leonard (Harmondsworth: Penguin, 2000); Samson Agonistes, line 834, Poetical Works of John Milton, ed. Helen Darbishire (Oxford: Oxford University Press, 1960); I accept the Restoration dating for Samson. The Circular often sounds like Milton when it discusses tyranny's roots in moral corruption. The English people's king-worship reveals them as more abject than Caliban: Poor Caliban, in the play of The Tempest, lamented that he had worshipped the drunken butler of the King as a god; but our excessively pious, gospel-reading, free, and superlatively intelligent people have no such regrets, and so far from elevating themselves to the rank of Calibans, they will worship a mad Thom of Canterbury, a George the Third, or any body or any thing else, for the English nation must bow down to some idol or other … (2 October 1841, pp. 441–442; italics in original). Thom [sic] of Canterbury (John Nichols, 1799–1838) was a crazed Messiah: see Oxford DNB, ‘Tom’. 67 Cf. Kettle, ‘From Hamlet to Lear’: ‘The rottenness [in Denmark] is not psychological … but social … .It is the time that is out of joint, not Hamlet’ (p. 151); ‘The revolutionary nature of Hamlet's view of the world is that he sees tyranny and murder and inhumanity not as unfortunate abuses but as the norm and essence of the court of Denmark’ (p. 147). 68 Though not everywhere. publicola (‘Miniatures of English Royalty. royal morals’, 9 October 1841, p. 446) objects to Claudius's ‘There's such divinity doth hedge a King / That treason, &c.’. Hanoverian depravity proves kings are protected not by God but by ‘the ignorance and brute prejudices of the multitude’. 69 The First Quarto of ‘Hamlet’, ed. Kathleen O. Irace (Cambridge: Cambridge University Press, 1998), 7.123–126. 70 For the ubiquitous language of tyranny, slavery, and freedom in Chartist poetry, see Mays, ‘Slaves in Heaven’, pp. 2, 4. The point applies as well to Chartist journalism. 71 See Harold Williams's edition of Swift's Poems, 3 vols, (second edn, Oxford: Oxford University Press, 1958), vol. 3, pp. 843–44. Poem and anecdote first appeared in the 1759 Annual Register. 72 Kettle caught this aspect of the speech: ‘Throughout the play [Hamlet] is obsessed by the contradiction between his own desperate unease and his vital sense of the potentialities of man, so noble in reason, infinite in faculty, “the beauty of the world, the paragon of animals”’ (‘From Hamlet to Lear’, p. 148). 73 For Ryan's critique of historicism as unresponsive to the utopian content of great art, see ‘Measure for Measure: Marxism before Marx’ in Jean E. Howard and Scott Cutler Shershow, eds, Marxist Shakespeares (London: Routledge, 2001), esp. pp. 227–230. See also my account of the utopian politics of King Lear in ‘The Left and King Lear’, Textual Practice, 14.2 (2000), pp. 343–362. 74 Cf. Ryan, Shakespeare, p. 14: a ‘progressive’ approach to Shakespeare should not mean ‘wrenching the texts to make them say whatever one wants them to say … ’ 75 I would like to express my thanks to the anonymous reader at Textual Practice and to Emma Cox for their acute comments on this article.",
  "authors": [
    {
      "display_name": "Peter Holbrook",
      "id": "A5024883027",
      "orcid": "https://orcid.org/0000-0003-0089-4406",
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Peter Holbrook"
    }
  ],
  "publication_year": 2006,
  "publication_date": "2006-01-01",
  "type": "article",
  "cited_by_count": 2,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S146642094",
    "display_name": "Textual Practice",
    "issn_l": "0950-236X",
    "issn": [
      "0950-236X",
      "1470-1308"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320547"
  },
  "volume": "20",
  "issue": "2",
  "first_page": "203",
  "last_page": "229",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2776860057",
      "display_name": "HAMLET (protein complex)",
      "level": 2,
      "score": 0.640364
    },
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.58022916
    },
    {
      "id": "C2776445246",
      "display_name": "Style (visual arts)",
      "level": 2,
      "score": 0.5122277
    },
    {
      "id": "C7991579",
      "display_name": "Criticism",
      "level": 2,
      "score": 0.47465402
    },
    {
      "id": "C164913051",
      "display_name": "Poetry",
      "level": 2,
      "score": 0.43848273
    },
    {
      "id": "C52119013",
      "display_name": "Art history",
      "level": 1,
      "score": 0.42545325
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.40699756
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.3875869
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.36805564
    },
    {
      "id": "C124952713",
      "display_name": "Literature",
      "level": 1,
      "score": 0.35350734
    },
    {
      "id": "C74916050",
      "display_name": "Classics",
      "level": 1,
      "score": 0.33673075
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.16476515
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T12912",
      "display_name": "Shakespeare, Adaptation, and Literary Criticism",
      "score": 0.9305
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1080/09502360600703112",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:45:51.113400",
  "source_database": "OpenAlex"
}