{
  "openalex_id": "W1975279176",
  "doi": "https://doi.org/10.1080/1057610x.2013.832117",
  "title": "Not Quite Terrorism: Animal Rights Extremism in the United Kingdom",
  "abstract": "AbstractPolitical violence undertaken in the name of animal rights has been ongoing for some 35 years in the United Kingdom and yet such activity is commonly termed extremism, not terrorism. Existing counterterrorism measures have not been utilized by the state against individuals and groups engaged in such violence. This article explores the criminal justice response to the various types of political violence, which have been claimed by groups like the Animal Liberation Front (ALF), the Animal Rights Militia, the Justice Department, and the Provisional ALF. Moreover, the article argues that terrorist laws do not have to be used to effectively tackle single-issue terrorism such as animal rights extremism where activists employ tactics more commonly associated with a terrorist campaign. NotesSee, for example, Anthony Richards, \"The Domestic Threat: The Cases of Northern Ireland and Animal Rights Extremism,\" in Paul Wilkinson, ed., Homeland Security in the UK (London: Routledge, 2007), pp. 81–114 and Brent L. Smith, Terrorism in America (New York: SUNY, 1994), pp. 17–30.See Paul Wilkinson, Terrorism and the Liberal State, 2nd ed. (London: Macmillan, 1986), p. 58.Martha Crenshaw, \"The Causes of Terrorism,\" Comparative Politics 13(4) (July 1981), pp. 379–399. According to Crenshaw, terrorists may be revolutionaries, nationalists, minority separatists, reformists, anarchists/millenarians, or reactionaries.G. D. Smith, Combating Terrorism (London: Routledge, 1990). Smith's typology includes nationalist/separatist/irredentist, issue, ideological, exile, state and state-sponsored, and religious.Ibid., p. 6.See Alex P. Schmid and Albert J. Jongman, Political Terrorism (New Brunswick, NJ: Transaction Books, 1988).Cindy C. Combs, Terrorism in the Twenty-First Century, 3rd ed. (Upper Saddle River, NJ: Prentice Hall, 2003), p. 166.See Richard Clutterbuck, The Future of Political Violence (Basingstoke: Macmillan, 1986), p. 22.See Gus Martin, Understanding Terrorism, 4th ed. (London: Sage, 2013), pp. 381–420. The Army of God has undertaken a number of attacks against abortion providers since it appeared in 1982.See Rachel Monaghan, \"Single-Issue Terrorism: A Neglected Phenomenon?,\" Studies in Conflict & Terrorism 23(4) (October–December 2000), pp. 255–265; Colin Jerolmack, \"Tracing the Profile of Animal Rights Supporters: A Preliminary Investigation,\" Society & Animals 11(3) (2003), pp. 245–263; and Benjamin Seel, Matthew Paterson, and Brian Doherty, eds., Direct Action in British Environmentalism (London: Routledge, 2000).Understanding Animal Research. (2010). Strategic Plan including Vision and Mission, Relating to Humane Animal Research in the UK 2011–2015. Available at http://www.understandinganimalresearch.org.uk/assets/document/AC13B606-EF41-5D6B-72D34ABEC6DCB82C/Strategy%20UAR%202011-2015.pdf (accessed 14 February 2013).The police source wished to remain anonymous but has considerable experience of investigating animal rights extremism, Richard Scrase was interviewed from UAR and Andrew Gay from Huntingdon Life Sciences. Gay acknowledges that between 2000 and 2003, he \"was probably the most targeted person in Great Britain both personally and at work.\" In one incident he was attacked with a chemical spray to his eyes and physically assaulted.For more details of the activities of anti-hunt protestors see Steve Poole, \"1963—Protest to Resistance,\" Hunt Saboteurs Association, last modified 20 April 2012. Available at http://hsa.enviroweb.org/index.php/about-the-hsa/hsa-history (accessed 14 February 2013). After a fox has run into the earth, either into a foxhole or a hole made by another animal, members of the hunt try to dig the animal out, sometimes with the use of small dogs such as terriers.The name Band of Mercy refers to the Royal Society for the Prevention of Cruelty to Animals (RSPCA) youth group of the late nineteenth century, which undertook direct action against hunters by damaging their guns. The RSPCA is the largest animal welfare charity in Britain. See Noel Molland, \"Thirty Years of Action,\" in Steven Best and Anthony J. Nocella, eds., Terrorists or Freedom Fighters? (New York: Lantern, 2004), p. 68 and ALF, \"The ALF Primer: A Guide to Direct Action and the Animal Liberation Front, 3rd ed\" (c. 2002). Available at http://www.animalliberationfront.com/ALFront/ALFPrime.htm (accessed 14 February 2013).J. J. Roberts, Against All Odds: Animal Liberation 1972–1986 (London: Arc Print, 1986), p. 9.\"ALF: The Early Years Part 1,\" Arkangel, 30 (ND), p. 20.For a more detailed account of the early development of animal rights extremism see Rachel Monaghan, \"Animal Rights and Violent Protest,\" Terrorism and Political Violence 9(4) (1997), pp. 106–116.Kim Stallwood, \"A Personal Overview of Direct Action,\" in Steven Best and Anthony J. Nocella, eds., Terrorists or Freedom Fighters? (New York: Lantern, 2004), p. 83.See Robert Garner, Animals, Politics and Morality (Manchester: Manchester University Press, 1993) and William Paton, Man and Mouse, 2nd ed. (Oxford: Oxford University Press, 1993).Roberts, Against All Odds, pp. 12–13. Many of the homes visited were attacked with paint including vehicles parked outside and on driveways.Keith Mann, From Dusk 'til Dawn: An Insider's View of the Growth of the Animal Liberation Movement (London: Puppy Pincher Press, 2007), p. 136. Mann received a custodial sentence of 11 years for criminal damage, attempted incitement, possession of explosive materials, attempted arson and escaping from custody.Richard Ryder, Animal Revolution (Oxford: Blackwells, 1989).See Garner, Animals, Politics and Morality and Mann, From Dusk 'til Dawn. The Mars hoax has also been attributed to the ARM by the Animal Liberation Front.com website. Available at http://www.animalliberationfront.com/ALFront/Actions-UK/alfarm.htm (accessed 14 February 2013).Five bombs were sent in total: to Prime Minister Margaret Thatcher, a government official in the Home Office (Timothy Raison), Michael Foot (Labour), Roy Jenkins (Social Democratic Party), and David Steel (Liberals). The device sent to 10 Downing Street exploded, causing burns to the office manager's hands and face. The other devices were intercepted before they reached their targets.See Rachel Monaghan, \"Terrorism in the Name of Animal Rights,\" Terrorism and Political Violence 11 (4) (1999), pp. 159–169 and Mann, From Dusk 'til Dawn.Justice Department, \"Press Release,\" Liberator (Winter 1994/Spring 1995).\"The Justice Department,\" Animal Liberation Front.com. Available at http://www.animalliberationfront.com/Philosophy/AbuseLinked/justiced.htm (accessed 14 February 2013). Gurj Aujla was apprehended by the police and pleaded guilty to sending the devices. He received a six-year custodial sentence from the courts.Will Woodward, \"Our Aim is to End Suffering Too, Says Man at Top of Militia Hit List,\" The Guardian, 8 December 1998, p. 3.A Royal Commission is an independent, statutory body established by Royal Warrant, which investigates a matter of important public concern and makes recommendations on any actions to be taken.\"Six Hundred Individuals Taste Freedom,\" Arkangel 22 (ND), p. 16 and \"Mink Corner,\" The Independent, 2 October 1998, p. 5.Horne received an 18-year sentence (the longest ever sentence handed down to an animal rights activist), for a two-year firebomb campaign, which caused an estimated £3 million/US$4.5 million of damage. He undertook three hunger strikes lasting 35, 46, and 68 days, respectively. A fourth hunger strike in 2001 lasting just two weeks resulted in Horne becoming the first British hunger striker to die since 1996.\"Animal Group Claim Firebomb,\" The Independent, 12 May 1999, p. 9 and Tracy McVeigh, \"£500,000 Firebomb Attacks Blamed on Animal Rights Activists,\" The Express, 2 August 1999, p. 7.See \"Targeted Campaigns,\" Animal Rights Extremism Information. Available at http://www.animalrightsextremism.info/animal-rights-extremism/history-of-animal-rights-extremism/targeted-campaigns (accessed 17 May 2013). The farm's owner, Chris Brown, received a hoax device through the post from the Provisional ALF and a warning that \"It could easily have been for real. You have been lucky this time.\" \"Animal Lib 'terrorists' target cat breeder,\" Oxford Mail, 3 March 1998. Available at http://www.oxfordmail.co.uk/archive/1998/03/03/Oxfordshire+Archive/6640879.Animal_lib_terrorists_target_cat_breeder/ (accessed 17 May 2013).Adam Jankiewicz, \"Cattery Closure Delights Protesters,\" The Independent, 14 August 1999, p. 7.See John Illman, Animal Research in Medicine: 100 Years of Politics, Protest and Progress (London: RDS, 2008), p. 57 and BBC News, \"Timeline: Farm under Siege,\" 4 May 2006. Available at http://news.bbc.co.uk/1/hi/england/staffordshire/4176446.stm (accessed 17 May 2013).Reuters, \"British Animal Rights Protesters Admit Plotting against Farmers,\" New York Times, 12 April 2006. Available at http://www.nytimes.com/2006/04/12/world/europe/12britain.html?_r=1&pagewanted=print&oref=slogin (accessed 14 May 2013). See also Olinka Koster and Anika Bourley, \"In Terror of the Extremists,\" Daily Mail, 26 October 2004, p. 4. While the SNGP publicly denied they had been involved in the theft of the body and the ARM claim responsibility for the act, four members of the SNGP were linked to the theft and convicted in 2006 of conspiracy to blackmail which involved using the theft as part of their campaign.Ibid.Sandra Laville, \"Plea for 'Protest Free' Zone Refused,\" The Guardian, 3 December 2004, p. 2.\"Join SPEAK,\" SPEAK (c. 2004).\"Animal Rights Fire-Bomber Jailed,\" BBC News, 13 February 2009. Available at http://news.bbc.co.uk/1/hi/england/7885687.stm (accessed 14 May 2013).\"Received Anonymously by Activists in the UK,\" Bite Back, 6 July 2005. Available at http://www.directaction.info/news_july06_05.htm (accessed 14 May 2013).Mann, From Dusk 'til Dawn.Anna Fazackerley, \"Public Cash to Secure Future of Animal Labs,\" The Times Higher, 3 March 2006, p. 1. The article suggests that up to £100 million was made available; this is around five times the original estimated cost of the proposed building.Sandra Laville, \"Intimidation Fears Prompt Firm to Quit University,\" The Guardian, 19 May 2006. Available at http://www.guardian.co.uk/uk/2006/may/19/animalwelfare.businessofresearch (accessed 14 February 2013).Although SHAC distances itself from the most extreme behavior of anti-HLS activists, its founding members have received custodial sentences. For example, Greg Avery was sentenced to four months imprisonment in 2000 for threatening to kill an HLS executive and in 2001 he received a 12-month sentence (with six months suspended) for orchestrating a campaign of harassment against HLS staff, shareholders, and financial backers. He has previously served sentences for ALF offenses.\"Introduction to SHAC,\" Stop Huntingdon Animal Cruelty. Available at http://www.shac.net/SHAC/shac_intro.html (accessed 14 May 2013).Jill Treanor and Dan Atkinson, \"City Chaos after ALF Hoaxes,\" The Guardian, 5 February 2000. Available at http://www.guardian.co.uk/business/2000/feb/05/uknews (accessed 14 February 2013).Matt Born, \"Animal Rights Group Tracks Down Lab Investor,\" The Telegraph, 11 April 2000. Available at http://www.telegraph.co.uk.mo=rrrrrrrq&pg=/et/00/4/11/nalf11.html (accessed 14 May 2013).See livenote of the trial R v Avery and Others at Winchester Crown Court, 21 January 2009.\"'Sea Change' in Level of Attacks by Animal Extremists,\" ABPI, 26 July 2006. Available at http://www.abpi.org.uk/media-centre/newsreleases/2006/Pages.260706.aspx (accessed 26 October 2011). The ABPI were contacted for figures from the third quarter of 2006 onward but they declined to furnish the author with them: \"Unfortunately we cannot share this data outside of the ABPI. I am sorry that we couldn't provide more help.\" ABPI, e-mail to author, 27 October 2011.\"ABPI Welcomes Fall in Animal Rights Attacks,\" ABPI, 19 January 2009. Available at http://www.abpi.org.uk/media-centre/newsreleases/2009/Pages.190109.aspx (accessed 26 October 2011). This was the last media release from ABPI posted on their website concerning animal rights attacks.Jasper Copping, \"Animal Rights Extremists Target Farmers,\" The Telegraph, 15 April 2007. Available at http://www.telegraph.co.uk/news/uknews/1548609/Animal-rights-extremists-target-farmers.html (accessed 14 May 2013). Between March 2006 and February 2007, there were 39 reported incidents recorded at farms using intensive farming methods, see Caroline Lovell, \"Animal Extremism Attacks on Farms are Low,\" Farmers Weekly, 27 March 2007. Available at http://www.fwi.co.uk/articles/27/03/2007/102576/animal-extremism-attacks-on-farms-are-low.htm#.UayiedI3veM (access 14 May 2013).Examples include \"47 Hens were Liberated,\" Bite Back, 23 September 2012. Available at http://directaction.info/news_sep23_12.htm (accessed 4 December 2012) and \"The Poultry Liberation Front have been Busy in the South East of England,\" Bite Back, 10 December 2011. Available at http://directaction.info/news_dec10b_11.htm (accessed 4 December 2012).National Farmers' Union, e-mail to author, 31 October 2011 and interview with author, 15 January 2013.John Staples, \"Animal Protest Wrecks Lorries,\" The Independent, 2 August 1999, p. 2 and \"Extremists Admit Fire Bombing,\" Oxford Mail, 20 November 2006. Available at http://www.oxfordmail.co.uk/news/1030873.extremists_admit_fire_bombing/ (accessed 4 December 2012).\"Credo/Guide,\" Animal Liberation Front.com. Available at http://www.animalliberationfront.com/ALFront/alf_credo.htm (accessed 4 December 2012).\"ALF: The Early Years Part 1,\" p. 18.See Bradley McAllister and Alex P. Schmid, \"Theories of Terrorism,\" in Alex P. Schmid, ed., The Routledge Handbook of Terrorism Research (London: Routledge, 2011), p. 242; Paul Joosse, \"Leaderless Resistance and Ideological Inclusion: The Case of the Earth Liberation Front,\" Terrorism and Political Violence 19 (September 2007), pp. 351–368 and George Michael, \"Leaderless Resistance: The New Face of Terrorism,\" Defence Studies 12(2) (2012), pp. 257–282.Mann, From Dusk 'til Dawn, p. 507.R v Morrison [2008] EWCA Crim 22.Interview with author, 15 January 2013.David Henshaw, Animal Warfare (London: Fontana, 1989).\"Staying on Target and Going the Distance: An Interview with the UK ALF Press Officer Robin Webb,\" No Compromise, Fall 2003. Available at http://www.nocompromise.org/issues/22index.html (accessed 4 December 2012).Interview with author, 15 January 2013.Frank Gregory, \"Policing the 'New Extremism\" in Twenty-First-Century Britain,\" in Roger Eatwell and Matthew J. Goodwin, eds., The New Extremism in 21st Century Britain (Abingdon: Routledge, 2010), p. 95.Lorenz Otto Lutherer and Margaret Sheffield Simon, Targeted (Norman: University of Oklahoma Press, 1992).See \"Undercover Policeman 'Fire-Bombed Shop', MPs Told,\" BBC News, 13 June 2012. Available at http://www.bbc.co.uk/news/uk-politics-18423441 (accessed 4 December 2012). Parliamentary privilege grants certain legal immunities such as immunity from legal action in terms of slander for Members of both Houses of Parliament that allow them to perform their duties without interference from outside the House.Rob Evans and Paul Lewis, \"Call for Police Links to Animal Rights Firebombing to be Investigated,\" The Guardian, 13 June 2012. Available at http://www.guardian.co.uk/uk/2012/jun/13/police (accessed 14 June 2012).See R v Michael Dunbar and Neil Johnson (1987) 9 Cr. App. R. (S.) 393; R v Booth, R v Wood and R v Molland (1998) All England Transcripts; R v Holliday and another [2004] EWCA Crim 1847; and R v Vivien Jane Smith (1994) 15 Cr. App. R. (S.) 594.Mark Matfield, \"How the Law Deals with Animal Rights Extremism,\" RDS News (October 1994), p. 16. RDS was formed in 1908 by supporters of animal research within the scientific and medical community as a lobby group and merged with the Coalition for Medical Progress to form Understanding Animal Research at the end of 2008.Professor Paul Wilkinson, \"Inside the ALF,\" Dispatches, Channel 4 television (1998).Richard Ford, \"Animal Activists Face Ban as Terrorists,\" The Times, 18 December 1998, p. 12.R v Horne [1999] EWCA Crim 520.R v Booth, R v Wood and R v Molland (1998).Terrorism Act, 2000. Available at http://www.legislation.gov.uk/ukpga/2000/11/contents (accessed 14 June 2012). Animal rights extremism is omitted from the Home Office's counterterrorism strategies, which only deal with international terrorism. See Home Office, Countering International Terrorism: The United Kingdom's Strategy (London: Home Office, 2006), Pursue Prevent Protect Prepare: The United Kingdom's Strategy for Countering International Terrorism (London: Home Office, 2009) and CONTEST The United Kingdom's Strategy for Countering Terrorism (London: Home Office, 2013).Home Office, Animal Rights Extremism: Government Strategy—Consultation Document (London: Home Office, 2001), p. 1.Home Office, Animal Rights Extremism: Government Strategy—Responses to the Consultation Document (London: Home Office, 2001), p. 2.See Silverton and others v Gravett and others [2001] All ER (D) 282 (Oct).\"Laws, Injunctions and Policing,\" Understanding Animal Research (ND). Available at http://www.understandinganimalresearch.org.uk/policy/animal-rights-extremism/law-injunctions-and-policing/ (accessed 14 June 2010).See Huntingdon Life Sciences Group PLC and others v Stop Huntingdon Animal Crulety [2007] EWHC 522 (QB); Chancellor, Masters and Scholars of the University of Oxford and others v Broughton and others [2006] EWHC 2490 (QB); and Smithkline Beecham plc and other v Avery and another [2007] EWHC 948 (QB).Chancellor, Masters and Scholars of the University of Oxford and others v Broughton and others [2006].See Breslin v McKenna, RIRA, McKevitt, Campbell, Murphy and Daly [2005] NIQB 18. McKevitt is currently serving a 20-year prison sentence in the Republic of Ireland for directing terrorism and Murphy was tried and convicted in a Special Criminal Court in Dublin for conspiring to cause the bombing but was released after it was revealed that Gardaí officers (Irish police) had changed interview notes used in the case.ACPO is a private limited company that leads the development of policing practice in England, Wales, and Northern Ireland. It serves as a forum for chief police officers to share ideas and advises government in relation to terrorist attacks and civil emergencies.\"Domestic Extremism,\" MI5 (2013). Available at https://www.mi5.gov.uk/home/the-threats/terrorism/domestic-extremism.html (accessed 14 May 2013).\"What is Domestic Terrorism?\" NECTU, last modified 7 October 2010. Available at http://www.nectu.org.uk/de/ (accessed 4 April 2012).Interview with author, 26 March 2013.\"National Domestic Extremism Unit,\" ACPO (2011). Available at http://www.acpo.police.uk/NationalPolicing/NationalDomesticExtremismUnit/AboutNDEU.aspx (accessed 4 April 2012).Roger Eatwell and Matthew J. Goodwin, eds., The New Extremism in 21st Century Britain (London: Routledge, 2010), p. 11.Tony Blair and David Blunkett, Animal Welfare–Human Rights: Protecting People from Animal Rights Extremists (London: Home Office, 2004), p. 4.Ibid., p. 12.\"Chief Constables Welcome Government Stance on Animal Rights Extremism,\" ACPO, 20 July 2004. Available at http://acpo.police.uk/news/2004/q3/Animal.html (accessed 28 October 2005).Nick Fielding, \"British Animal Rights Activists Spread Violence on Continent,\" The Sunday Times, 2 October 2005. Available at http://www.timesonline.co.uk/0,,1-523-1807047-523,00.html (accessed 28 October 2005).Serious Organised Crime and Police Act, 2005. Available at http://www.legislation.gov.uk/ukpga/2005/15/contents (accessed 28 October 2010).Elizabeth Davidson, \"Are New Anti-Terror Rules 'Excessive'?\" LNB News, 8 September 2005, p. 3.Gregory, \"Policing the 'New Extremism,'\" p. 95.\"National Domestic Extremism Unit,\" ACPO.Andrew Alderson, \"Half of Animal Rights Extremists are in Jail,\" The Telegraph, 1 October 2006 and \"Willing to Maim in the Name of Animals,\" BBC News, 7 December 2006. Available at http://news.bbc.co.uk/1/hi/uk/6215144.stm (accessed 28 October 2007).Interview with author, 15 January 2013.MFAH, \"Flames Engulf Delivery Vans at Notorious Lab Animal Breeder,\" Bite Back, 20 July 2010. Available at http://directaction.info/news_july20b_10.htm (accessed 8 December 2011).Provisional RSPCA, \"Vivisection Breeder Highgate Farm Targeted Again,\" Bite Back, 9 July 2011. Available at http://directaction.info/news_july09_11.htm (accessed 8 December 2011). Detective Superintendent Stuart Morrison quoted in \"Arsons Attack at Rabbit Breeding Centre Highgate Farm,\" BBC News, 6 July 2011. Available at http://www.bbc.co.uk/news/uk-england-lincolnshire-14043642 (accessed 8 December 2011).Interview with author, 17 January 2013. To provide an alternative to the information put out by animal rights sites, UAR have created an alternative source of information on animal rights extremism. Available at http://www.animalrightsextremism.info/ (accessed 8 May 2013).Interview with author, 15 January 2013.\"ALF Destroy Hunting Towers,\" Bite Back, 9 April 2013. Available at http://directaction.info/news_apr09_13.htm (accessed 18 May 2013). \"Butcher's Shop Locks Glued,\" Bite Back, 13 May 2013. Available at http://directaction.info/news_may13_13.htm (accessed 18 May 2013).Interview with author, 26 March 2013.Interview with author, 17 January 2013.Duncan Gardham, \"Animal Rights Extremists 'More of a Problem than Islamists,' \" The Telegraph, 18 February 2011. Available at http://www.telegraph.co.uk/news/uknews/terrorism-in-the-uk/8333680/Animal-rights-extremists-more-of-a-problem-than-Islamists.html (accessed 14 February 2013).See \"Animal Rights Militia Target Mink Farm Accountant (Sweden),\" Bite Back, 5 April 2013. Available at http://directaction.info/news_apr05_13.htm (accessed 14 April 2013) and Europol, TE-SAT 2008. Available at https://www.europol.europa.eu/content/publication/te-sat-2008-eu-terrorism-situation-trend-report-1469 (accessed 14 February 2013).Ibid, p. 41.Paul Peachey, \"Three Held over Animal Rights Blackmail Plot,\" The Independent, 7 July 2012. Available at http://www.independent.co.uk/news/uk/crime/three-held-over-animal-rights-blackmail-plot-7920801.htmls (accessed 14 February 2013).See Blair and Blunkett, Animal Welfare, p. 9 and Colin Blakemore, \"Comment: Ridding the Country of this Scourge,\" The Telegraph, 7 March 2007. Available at http://www.telegraph.co.uk/news/uknews/1544745/Comment-Ridding-the-country-of-this-scourge.html (accessed 14 February 2013). Professor Blakemore has been the subject of many incidents of animal rights attacks including incendiary and nail bombs being sent to his home. See Sholto Byrnes, \"Animal Rights, Human Wrongs,\" New Statesman, 28 February 2008. Available at http://www.newstatesman.com/life-and-society/2008/02/animal-rights-blakemore (accessed 14 February 2013).According to Bite Back, the United Kingdom has only one animal rights prisoner (June 2013), George House who was sentenced in March 2013 to 12 months for \"vandalizing Coventry Stadium greyhound track and for attempting to liberate mice from the University of Warwick.\" Available at http://www.directaction.info/prison_george.html (accessed 10 June 2013).",
  "authors": [
    {
      "display_name": "Rachel Monaghan",
      "id": "A5103151233",
      "orcid": "https://orcid.org/0000-0003-1507-7839",
      "institutions": [
        {
          "id": "I138801177",
          "display_name": "University of Ulster",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Rachel Monaghan"
    }
  ],
  "publication_year": 2013,
  "publication_date": "2013-08-25",
  "type": "article",
  "cited_by_count": 28,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S41746314",
    "display_name": "Studies in Conflict and Terrorism",
    "issn_l": "1057-610X",
    "issn": [
      "1057-610X",
      "1521-0731"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320547"
  },
  "volume": "36",
  "issue": "11",
  "first_page": "933",
  "last_page": "951",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C203133693",
      "display_name": "Terrorism",
      "level": 2,
      "score": 0.8237417
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.5553375
    },
    {
      "id": "C73484699",
      "display_name": "Criminology",
      "level": 1,
      "score": 0.5479309
    },
    {
      "id": "C538525177",
      "display_name": "Animal rights",
      "level": 2,
      "score": 0.5448326
    },
    {
      "id": "C13801280",
      "display_name": "Kingdom",
      "level": 2,
      "score": 0.5209107
    },
    {
      "id": "C2776438695",
      "display_name": "Violent extremism",
      "level": 3,
      "score": 0.44814983
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.41483518
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.33927307
    },
    {
      "id": "C127413603",
      "display_name": "Engineering",
      "level": 0,
      "score": 0.32535914
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.079096735
    },
    {
      "id": "C151730666",
      "display_name": "Paleontology",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T12965",
      "display_name": "Wildlife Conservation and Criminology Analyses",
      "score": 0.9494
    },
    {
      "id": "T10994",
      "display_name": "Terrorism, Counterterrorism, and Political Violence",
      "score": 0.9236
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1080/1057610x.2013.832117",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:38:36.181890",
  "source_database": "OpenAlex"
}