{
  "openalex_id": "W1978845935",
  "doi": "https://doi.org/10.1080/09297040600770779",
  "title": "Relating Children's Attentional Capabilities to Intelligence, Memory, and Academic Achievement: A Test of Construct Specificity in Children with Asthma",
  "abstract": "Abstract The relationship between attention, intelligence, memory, achievement, and behavior in a large population (N = 939) of children without neuropsychologic problems was investigated in children with mild and moderate asthma. It was hypothesized that different levels of children's attentional capabilities would be associated with different levels of intellectual, memory, and academic abilities. Children ages 6–12 at the eight clinical centers of the Childhood Asthma Management Program (CAMP) were enrolled in this study. Standardized measures of child neuropsychological and behavioral performance were administered to all participants, with analyses examining both the developmental trajectory of child attentional capabilities and the associations between Continuous Performance Test (CPT) scores and intellectual functioning, and measures of memory, academic achievement, and behavioral functioning. Findings demonstrated that correct responses on the CPT increase significantly with age, while commission errors decrease significantly with age. Performance levels on the CPT were associated with differences in child intellectual function, memory, and academic achievement. Overall these findings reveal how impairments in child attention skills were associated with normal levels of performance on measures of children's intelligence, memory, academic achievement, and behavioral functioning, suggesting that CPT performance is a salient marker of brain function. CAMP CREDIT ROSTER Source of Funding The Childhood Asthma Management Program is supported by contracts NO1-HR-16044, 16045, 16046, 16047, 16048, 16049, 16050, 16051, and 16052 with the National Heart, Lung, and Blood Institute and General Clinical Research Center grants M01RR00051, M01RR0099718-24, M01RR02719-14, and RR00036 from the National Center for Research Resources. Members of the CAMP Research Group: Clinical Centers ASTHMA, Inc, Seattle, WA: Gail G. Shapiro, MD (Director); Thomas R. DuHamel, PhD (Co-Director); Mary V. Lasley, MD (Co-Director); Tamara Chinn, RN (Coordinator). Heather Eliassen, BA; Dan Crawford, RN; Babi Hammond; Clifton T. Furukawa, MD; Leonard C. Altman, MD; Frank S. Virant, MD; Paul V. Williams, MD; Dominick A. Minotti, MD; Michael S. Kennedy, MD; Jonathan W. Becker, MD; Chris Reagan; Grace White. C. Warren Bierman, MD (1992–1997); Marian Sharpe, RN (1992–1994); Timothy G. Wighton, PhD (1994–1998). Brigham & Women's Hospital, Boston, MA: Scott Weiss, MD, MS (Director); Anne Fuhlbrigge, MD (Principal Investigator); Walter Torda, MD (Co-Investigator Director); Anne Plunkett, RN, BSN, NP (Coordinator). Martha Tata, RN; Nancy Madden, RN, BSN; Peter Barrant, MD; Kay Seligsohn, PhD; Linda Benson; Patricia Martin; Christine Darcy. Jean McAuliffe (1994–1995); Jay Koslof, PhD (1993–1995); Paula Parks (1993–1995); Carolyn Wells, RN (1993–1995); Ann Whitman, RN (1994–1996); Mary Grace, RN (1994–1996); Phoebe Fulton (1997); Susan Kelleher (1993–1997); Jennifer Gilbert (1997–1998); Agnes Martinez (1994–1997); Stephanie Haynes (1993–1998); Dana Mandel (1996–1998); Margaret Higham, MD (1996–1998); Paola Pacella (1993–1998); Johanna Sagarin (1998–1999); Melissa Van Horn, PhD (1996–1999); June Traylor, MSN, RN (1996–1998); Sally Babigian, RN(1997–1999); Jose Caicedo (1998–1999); Julie Erickson (1998–1999); Deborah Jakubowski (1999); Anthony DeFilippo (1994–2000); Dirk Greineder, MD (1993–2000); Tatum Calder (1998–2001); Cindy Dorsainvil (1998–2001); Meghan Syring (1998–2001). The Hospital for Sick Children, Toronto, Ontario, Canada: Ian MacLusky, MD, FRCP(C) (Director); Joe Reisman, MD, FRCP(C), MBA (Director, 1996–1999); Henry Levison, MD, FRCP(C) (Director, 1992–1996); Anita Hall, RN (Coordinator). Yola Benedet; Susan Carpenter, RN; Jennifer Chay; Kenneth Gore, MA; Sharon Klassen, MA; Melody Miki, RN, BScN; Renée Sananes, PhD; Christine Wasson, PhD. Michelle Collinson, RN (1994–1998); Jane Finlayson-Kulchin, RN (1994–1998); Noreen Holmes, RRT (1998–1999); Joseé Quenneville, MSc (1993–1995). Johns Hopkins Asthma & Allergy Center, Baltimore, MD: N. Franklin Adkinson, Jr, MD (Director); Peyton Eggleston, MD (Co-Director); Elizabeth H. Aylward, PhD; Karen Huss, DNSc (Co-Investigator); Leslie Plotnick, MD (Co-Investigator); Margaret Pulsifer, PhD (Co-Investigator); Cynthia Rand, PhD (Co-Investigator); Barbara Wheeler, RN, BSN (Coordinator). Nancy Bollers, RN; Kimberly Hyatt; Mildred Pessaro; Stephanie Philips, RN. National Jewish Medical and Research Center, Denver, CO: Stanley Szefler, MD (Director); Harold S. Nelson, MD (Co-Director); Joseph Spahn, MD (Co-Investigator); D Sundström (Coordinator). Bruce Bender, PhD; Ronina Covar, MD; Andrew Liu, MD; Michael P. White. Kristin Brelsford (1997–1999); Jessyca Bridges (1995–1997); Jody Ciacco (1993–1996); Michael Eltz (1994–1995); Jeryl Feeley, MA (Coordinator, 1992–1995); Michael Flynn (1995–1996); Melanie Gleason, PA-C (1992–1999); Tara Junk-Blanchard (1997–2000); Joseph Hassell (1992–1998); Marcia Hefner (1992–1994); Caroline Hendrickson, RN (1995–1998; Coordinator, 1995–1997); Daniel Hettleman, MA (1995–1996); Charles G. Irvin, PhD (1992–1998); Jeffrey Jacobs, MD (1996–1997); Alan Kamada, PharmD (1994–1997); Sai Nimmagadda, MD (1993–1996); Kendra Sandoval (1995–1997); Jessica Sheridan (1994–1995); Trella Washington (1993–1997); Eric Willcutt, MA (1996–1997). University of California, San Diego and Kaiser Permanente Southern California Region, San Diego, CA: Robert S. Zeiger, MD, PhD (Director); Noah Friedman, MD (Co-Investigator); Al Jalowayski, PhD (Co-Investigator); Alan Lincoln, PhD (Co-Investigator); Michael H. Mellon, MD (Co-Investigator); Michael Schatz, MD (Co-Investigator); Kathleen Harden, RN (Coordinator); Linda L. Galbreath; Elaine M. Jenson; Catherine A. Nelle, RN; Jennifer Powers; Eva Rodriguez, RRT. James G. Easton, MD (Co-Director, 1993–1994); M. Feinberg (1997–1998); Ellen Hansen (1995–1997); Jennifer Gulczynski (1998–1999); Ellen Hanson (1995–1997); Jennie Kaufman (1994); Shirley King, MSW (1992–1999); Brian Lopez (1997–1998); Michaela Magiari-Ene, MA (1994–1998); Kathleen Mostafa, RN (1994–1995); Avraham Moscona (1994–1996); Karen Sandoval (1995–1996); Nevin W. Wilson, MD (Co-Director, 1991–1993). University of New Mexico, Albuquerque, NM: H. William Kelly, PharmD (Director); Robert Annett, PhD (Co-Investigator); Naim Bashir, MD (Co-Investigator); Michael Clayton, MD (Co-Investigator); Angel Colon-Semidey, MD (Co-Investigator); Mary Spicher, RN (Coordinator). Marisa Braun; Shannon Bush; David Hunt, RRT; Elisha Montoya; Margaret Moreshead; Barbara Ortega, RRT; Hengameh H. Raissey. Roni Grad, MD (Co-Investigator, 1993–1995); Bennie McWilliams, MD (Co-Investigator, Director, 1992–1998); Shirley Murphy, MD (Co-Investigator, 1992–1994); Sandra McClelland, RN (Coordinator, 1993–1995); Teresa Archibeque (1994–1999); H. Selda Bereket (1995–1998); Sara Devault (1993–1997); Jeanne Larsson, RN (1995–1996); David Weers (1997–1998); Jose Zayas (1995–1996). Washington University, St. Louis, MO: Robert C. Strunk, MD (Director); Leonard Bacharier, MD (Co-Investigator); Gordon R. Bloomberg, MD (Co-Investigator); James M. Corry, MD (Co-Investigator); Ellen Albers, RN, CNS-P, MSN (Coordinator). W. Patrick Buchanan; Gregg Belle, MA; Marisa Dolinsky, MA; Edwin B. Fisher, PhD; Stephen J. Gaioni, PhD; Emily Glynn, RN, MSN, CSPNP; Bernadette D. Heckman, MA; Cathy Hermann; Debra Kemp, RN, BSN; Claire Lawhon, BS; Cynthia Moseid; Tina Oliver-Welker, CRTT; Denise Rodgers, RPFT; Sharon Sagel, MD; Deborah K. White, RPFT, RRT. Mary Caesar, MHS (Coordinator, 1993–1996); Diana S. Richardson (1994–1997); Elizabeth Ryan, PhD (1994–1996); Thomas F. Smith, MD (Co-Investigator, 1994–1998); Susan C. Sylvia, PhD (1994–1996); Carl Turner (1995–1997). Resource centers Bone Age Reading Center, Washington Unversity, St Louis, MO: William McAlister, MD (Director); Keith Kronemer, MD (Co-Investigator); Patty Suntrup. Chair's Office, National Jewish Medical and Research Center, Denver, CO: Reuben Cherniack, MD (Study Chair). Coordinating Center, The Johns Hopkins University, Baltimore, MD: James Tonascia, PhD (Director); Curtis Meinert, PhD (Co-Director). Debra Amend-Libercci; Marc Bacsafra; Patricia Belt; Cathleen Bosley; Karen Collins; Betty Collison; Christopher Dawson; Dawn Dawson; John Dodge; Michele Donithan, MHS; Vera Edmonds; Judith Harle; Rosetta Jackson; Jill Meinert; Jennifer Meyers; Deborah Nowakowski; Bonnie Piantadosi, MSW, MPH; Michael Smith; Paul Smith; Alice Sternberg, ScM; Mark Van Natta, MHS; Laura Wilson, ScM; Robert Wise, MD. Dermatology, Allergy and Clinical Immunology (DACI) Reference Laboratory, Johns Hopkins University School of Medicine, Asthma and Allergy Center, Baltimore, MD: Robert G. Hamilton, PhD, D ABMLI (Director); Carol Schatz (Business Office Manager); Jack Wisenauer, MT (Laboratory Supervisor). Drug Distribution Center, McKesson BioServices Corporation, Rockville, MD. Robert Rice, PhD, DVM (Director of Pharmaceutical Services Division Operations); Bob Hughes (Director of Pharmaceutical Repository); Tom Lynch (Repository Technician); Ken Farris; Jun Lee, RPh. Fundus Photography Reading Center, University of Wisconsin, Madison, WI: Barbara Klein, MD, MPH (Director); Larry Hubbard; Michael Neider; Kurt Osterby; Nancy Robinson; Hugh Wabers. Immunology and Complement Laboratory, National Jewish Medical and Research Center, Denver, CO: Ronald J. Harbeck, PhD, D ABMLI (Director); Rhonda Emerick, MT (ASCP) SM; Brian Watson, MLT (ASCP). Patient Education Center, National Jewish Medical and Research Center, Denver, CO: Stanley Szefler, MD (Director); Bruce Bender, PhD (Co-Director); Harold Nelson, MD. Cindi Culkin, MEd (Coordinator, 1996–1997); Jeryl Feeley, MA (Coordinator, 1992–1995); Sarah Oliver, MPH (Co-Coordinator, 1992–1996); Colleen Lum Lung, RN (1992–1994); Ann Mullen, RN (1994–1996); Christine Szefler (1992–1994); Anne Walker, MPH (1998–1999). PDS Instrumentation: Arlin Lehman, RCPT (President). Project Office, National Heart, Lung, and Blood Institute, Bethesda, MD: Virginia Taggart, MPH (Project Officer); Pamela Randall (Contracting Officer); James Kiley, PhD; Gang Zheng, PhD. Paul Albert, PhD (1991–1999); Suzanne Hurd, PhD (1991–1999); Sydney Parker, PhD (1991–1994); Margaret Wu, PhD (1991–2001). Serum Repository, DACI Reference Laboratory, Johns Hopkins Asthma & Allergy Center, Baltimore, MD: Robert Hamilton, PhD, D ABMLI (Director); N. Franklin Adkinson, MD (Co-Director). The University of Iowa, College of Pharmacy, Division of Pharmaceutical Services, Iowa City, IA: Rolland Poust, PhD (Director); David Herold, RPh; Dennis Elbert, RPh. Pharmaceutical suppliers AstraZeneca, Westborough, MA. Glaxo Inc Research Institute, Research Triangle Park, NC. Rhone-Poulenc Rorer, Collegeville, PA. Schering-Plough, Kenilworth, NJ. Committees Data and Safety Monitoring Board: Howard Eigen, MD (Chair); Michelle Cloutier, MD; John Connett, PhD; Leona Cuttler, MD; Clarence E. Davis, PhD; David Evans, PhD; Meyer Kattan, MD; Sanford Leikin, MD; Rogelio Menendez, MD; F. Estelle R. Simons, MD. Executive Committee: Reuben Cherniack, MD (Chair); Curtis Meinert, PhD; Robert Strunk, MD; Stanley Szefler, MD; Virginia Taggart, MPH; James Tonascia, PhD. Steering Committee: Reuben Cherniack, MD (Chair); Robert Strunk, MD (Vice-Chair); N. Franklin Adkinson, MD; Robert Annett, PhD (1992–1995, 1997–1999); Bruce Bender, PhD (1992–1994, 1997–1999); Mary Caesar, MHS (1994–1996); Thomas R. DuHamel, PhD (1992–1994, 1996–1999); H. William Kelly, PharmD; Henry Levison, MD (1992–1996); Alan Lincoln, PhD (1994–1995); Bennie McWilliams, MD (1992–1998); Curtis L. Meinert, PhD; Sydney Parker, PhD (1991–1994); Joe Reisman, MD, FRCP(C), MBA; Kay Seligsohn, PhD (1996–1997); Gail G. Shapiro, MD; Marian Sharpe (1993–1994); D Sundström (1998–1999); Stanley Szefler, MD; Virginia Taggart, MPH; Martha Tata, RN (1996–1998); James Tonascia, PhD; Scott Weiss, MD, MS; Barbara Wheeler, RN, BSN (1993–1994); Robert Wise, MD; Robert Zeiger, MD, PhD. Acknowledgments This project is supported by contracts from the Department of Health and Human Services, National Heart, Lung, and Blood Institute (NHLBI-HR-90-13), contracts NO1-HR-16044, 16045, 16046, 16047, 16048, 16049, 16050, 16051, and 16052, and by the University of New Mexico General Clinical Research Center (NCRR-GCRC grant M01-RR00997). The authors are grateful for the efforts of the psychologists and psychometrists at each of the CAMP Clinical Centers. Additional informationNotes on contributorsMichael Gordon(for the Childhood Asthma Management Program Research Group)",
  "authors": [
    {
      "display_name": "Robert D. Annett",
      "id": "A5085160408",
      "orcid": "https://orcid.org/0000-0001-5782-9547",
      "institutions": [
        {
          "id": "I169521973",
          "display_name": "University of New Mexico",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Robert D. Annett"
    },
    {
      "display_name": "Bruce G. Bender",
      "id": "A5111533867",
      "orcid": null,
      "institutions": [
        {
          "id": "I921990950",
          "display_name": "University of Colorado Denver",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I3019586173",
          "display_name": "National Jewish Health",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Bruce G. Bender"
    },
    {
      "display_name": "Michael Gordon",
      "id": "A5008391854",
      "orcid": "https://orcid.org/0000-0003-1119-902X",
      "institutions": [
        {
          "id": "I70983195",
          "display_name": "Syracuse University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Michael Gordon"
    }
  ],
  "publication_year": 2006,
  "publication_date": "2006-10-18",
  "type": "article",
  "cited_by_count": 13,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S7246984",
    "display_name": "Child Neuropsychology",
    "issn_l": "0929-7049",
    "issn": [
      "0929-7049",
      "1744-4136"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320547"
  },
  "volume": "13",
  "issue": "1",
  "first_page": "64",
  "last_page": "85",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.78959227
    },
    {
      "id": "C2781206393",
      "display_name": "Academic achievement",
      "level": 2,
      "score": 0.6367176
    },
    {
      "id": "C167925730",
      "display_name": "Borderline intellectual functioning",
      "level": 3,
      "score": 0.60157686
    },
    {
      "id": "C138496976",
      "display_name": "Developmental psychology",
      "level": 1,
      "score": 0.58985573
    },
    {
      "id": "C166047926",
      "display_name": "Intelligence quotient",
      "level": 3,
      "score": 0.48083103
    },
    {
      "id": "C169900460",
      "display_name": "Cognition",
      "level": 2,
      "score": 0.4712691
    },
    {
      "id": "C14216870",
      "display_name": "Neuropsychology",
      "level": 3,
      "score": 0.46646985
    },
    {
      "id": "C2777267654",
      "display_name": "Test (biology)",
      "level": 2,
      "score": 0.45932648
    },
    {
      "id": "C203151758",
      "display_name": "Standardized test",
      "level": 2,
      "score": 0.4405217
    },
    {
      "id": "C2780801425",
      "display_name": "Construct (python library)",
      "level": 2,
      "score": 0.42761356
    },
    {
      "id": "C70410870",
      "display_name": "Clinical psychology",
      "level": 1,
      "score": 0.33853078
    },
    {
      "id": "C118552586",
      "display_name": "Psychiatry",
      "level": 1,
      "score": 0.12817752
    },
    {
      "id": "C145420912",
      "display_name": "Mathematics education",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C199360897",
      "display_name": "Programming language",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C151730666",
      "display_name": "Paleontology",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11060",
      "display_name": "Infant Development and Preterm Care",
      "score": 0.9889
    },
    {
      "id": "T10182",
      "display_name": "Child and Adolescent Psychosocial and Emotional Development",
      "score": 0.9734
    },
    {
      "id": "T11577",
      "display_name": "Cognitive Abilities and Testing",
      "score": 0.9683
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1080/09297040600770779",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:43:05.728615",
  "source_database": "OpenAlex"
}