{
  "openalex_id": "W1972744745",
  "doi": "https://doi.org/10.7326/0003-4819-67-2-291",
  "title": "Hodgkin's Disease",
  "abstract": "Article1 August 1967Hodgkin's DiseaseImmunologic, Clinical, and Histologic Features of 50 Untreated PatientsROBERT S. BROWN, M.D., HARLEY A. HAYNES, M.D., H. THOMAS FOLEY, M.D., HERMAN A. GODWIN, M.D., COSTAN W. BERARD, M.D., PAUL P. CARBONE, M.D.ROBERT S. BROWN, M.D., HARLEY A. HAYNES, M.D., H. THOMAS FOLEY, M.D., HERMAN A. GODWIN, M.D., COSTAN W. BERARD, M.D., PAUL P. CARBONE, M.D.Author, Article, and Disclosure Informationhttps://doi.org/10.7326/0003-4819-67-2-291 SectionsAboutPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinkedInRedditEmail ExcerptImpaired delayed hypersensitivity (1-9) and prolonged skin homograft rejection (8-11) have been demonstrated in patients with Hodgkin's disease, even in those with localized involvement and in good clinical condition. Defective lymphocyte function has been implicated as the cause of the immunologic abnormalities (12-14). In patients with extensive disease, lymphocytopenia may contribute to further impairment (2, 15). A defect in antibody response to primary antigens has been observed, although less consistently than impaired delayed hypersensitivity (5, 16-19). These deficiencies might be responsible for the increased susceptibility of patients with Hodgkin's disease to certain viral and fungal infections (20, 21).In previous...References1. CHASE MW: Delayed-type hypersensitivity and the immunology of Hodgkin's disease, with a parallel examination of sarcoidosis. Cancer Res. 26: 1097, 1966. MedlineGoogle Scholar2. AISENBERG AC: Manifestations of immunologic unresponsiveness in Hodgkin's disease. Ibid., p. 1152. Google Scholar3. AISENBERG AC: Studies on delayed hypersensitivity in Hodgkin's disease. J. Clin. Invest. 41: 1964, 1962. CrossrefMedlineGoogle Scholar4. SCHIER WW: Cutaneous anergy and Hodgkin's disease. New Eng. J. Med. 250: 353, 1954. CrossrefMedlineGoogle Scholar5. SCHIERROTHOSTROFFSCHRIFT WWAGM: Hodgkin's disease and immunity. Amer. J. Med. 20: 94, 1956. CrossrefMedlineGoogle Scholar6. LAMBPILNEYKELLYGOOD DFWDRA: A comparative study of the incidence of anergy in patients with carcinoma, leukemia, Hodgkin's disease and other lymphomas. J. Immun. 89: 555, 1962. CrossrefMedlineGoogle Scholar7. SOKALPRIMIKIRIOS JEN: The delayed skin test response in Hodgkin's disease and lymphosarcoma. Effect of disease activity. Cancer 14: 597, 1961. CrossrefGoogle Scholar8. KELLYGOODVARCO WDRARL: Anergy and skin homograft survival in Hodgkin's disease. Surg. Gynec. Obstet. 107: 565, 1958. MedlineGoogle Scholar9. KELLYLAMBVARCOGOOD WDDLRLRA: An investigation of Hodgkin's disease with respect to the problem of homotransplantation. Ann. N.Y. Acad. Sci. 87: 187, 1960. CrossrefMedlineGoogle Scholar10. GREENINKELASALLEN IMLB: Hodgkin's disease: a maternal-to-foetal lymphocyte chimaera? Lancet 1: 30, 1960. CrossrefGoogle Scholar11. MILLERLIZARDOSNYDERMAN DGJGRK: Homologous and heterologous skin transplantation in patients with lymphomatous disease. J. Nat. Cancer Inst. 26: 569, 1961. MedlineGoogle Scholar12. AISENBERG AC: Quantitative estimation of the reactivity of normal and Hodgkin's disease lymphocytes with thymidine-2-C14. Nature (London) 205: 1233, 1965. CrossrefGoogle Scholar13. AISENBERG AC: Studies of lymphocyte transfer reactions in Hodgkin's disease. J. Clin. Invest. 44: 555, 1965. CrossrefMedlineGoogle Scholar14. HERSHOPPENHEIM EMJJ: Impaired in vitro lymphocyte transformation in Hodgkin's disease. New Eng. J. Med. 273: 1006, 1965. CrossrefMedlineGoogle Scholar15. AISENBERG AC: Lymphocytopenia in Hodgkin's disease. Blood 25: 1037, 1965. CrossrefMedlineGoogle Scholar16. BARRFAIRLEY MGH: Circulating antibodies in reticuloses. Lancet 1: 1305, 1961. CrossrefMedlineGoogle Scholar17. SASLAWCARLISLEBOURONCLE SHNB: Antibody response in hematologic patients. Proc. Soc. Exp. Biol. Med. 106: 654, 1961. CrossrefMedlineGoogle Scholar18. HOFFMANNROTTINO GTA: Studies of immunologic reactions of patients with Hodgkin's disease: antibody reaction to typhoid immunization. Arch. Intern. Med. (Chicago) 86: 872, 1950. CrossrefGoogle Scholar19. AISENBERGLESKOWITZ ACS: Antibody formation in Hodgkin's disease. New Eng. J. Med. 268: 1269, 1963. CrossrefMedlineGoogle Scholar20. AISENBERG AC: Hodgkin's disease—prognosis, treatment and etiologic and immunologic considerations. New Eng. J. Med. 270: 508, 565, 617, 1964. CrossrefMedlineGoogle Scholar21. CASAZZADUVALLCARBONE ARCPPP: Infection in lymphoma. JAMA 197: 710, 1966. CrossrefMedlineGoogle Scholar22. ROSENBERG SA: Report of the committee on the staging of Hodgkin's disease. Cancer Res. 26: 1310, 1966. Google Scholar23. LUKESCRAVERHALLRAPPAPORTRUBEN RJLFTCHP: Report of the nomenclature committee. Ibid., p. 1311. Google Scholar24. LUKESBUTLER RJJJ: The pathology and nomenclature of Hodgkin's disease. Ibid., p. 1063. Google Scholar25. JACKSONPARKER HF: Hodgkin's disease. I. General considerations. New Eng. J. Med. 230: 1, 1944. CrossrefGoogle Scholar26. GROLNICK M: Studies in contact-dermatitis. IV. The spontaneous flare-up of negative test-sites in experimental sensitization in man. J. Immun. 41: 127, 1941. Google Scholar27. KADULLREAMESCORIELLFOSHAY PJHRLLL: Studies on tularemia. V. Immunization of man. J. Immun. 65: 425, 1950. CrossrefMedlineGoogle Scholar28.. WRIGHTFEINBERG GGRJ: Hemagglutination by tularemia antisera: further observations on agglutination of polysaccharide-treated erythrocytes and its inhibition by polysaccharide. J. Immun. 68: 65, 1952. MedlineGoogle Scholar29. WALDORFSHEAGRENTRAUTMANBLOCK DSJNJRJB: Impaired delayed hypersensitivity in patients with lepromatous leprosy. Lancet 2: 773, 1966. CrossrefMedlineGoogle Scholar30. DIEM K (editor): Documenta Geigy. Scientific Tables, 6th ed. Geigy Pharmaceuticals, Ardsley, N. Y., 1962, pp. 109, 124, 190. Google Scholar31. CALCIATIFAZIO AM: Delayed anergy in Hodgkin's disease. Panminerva Med. 6: 156, 1964. MedlineGoogle Scholar32. LEVINMCDONOUGHMILLERSOUTHAM AGEFDGCM: Delayed hypersensitivity response to DNFB in sick and healthy persons. Ann. N. Y. Acad. Sci. 120: 400, 1964. CrossrefMedlineGoogle Scholar33. ROTTINOHOFFMANN AGT: Studies of immunological reactions of patients with Hodgkin's disease: the tuberculin reaction. Amer. J. Med. Sci. 220: 662, 1950. CrossrefMedlineGoogle Scholar34. TRUBOWITZMASEKDEL ROSARIO SBA: Lymphocyte response to phytohemagglutinin in Hodgkin's disease, lymphatic leukemia and lymphosarcoma. Cancer 19: 2019, 1966. CrossrefMedlineGoogle Scholar35. ULTMANNCUNNINGHAMGELLHORN JEJKA: The clinical picture of Hodgkin's disease. Cancer Res. 26: 1047, 1966. MedlineGoogle Scholar This content is PDF only. To continue reading please click on the PDF icon. Author, Article, and Disclosure InformationAuthors: ROBERT S. BROWN, M.D.; HARLEY A. HAYNES, M.D.; H. THOMAS FOLEY, M.D.; HERMAN A. GODWIN, M.D.; COSTAN W. BERARD, M.D.; PAUL P. CARBONE, M.D.Affiliations: Bethesda, MarylandFrom the Medicine, Dermatology, Radiation, and Pathologic Anatomy Branches, National Cancer Institute, National Institutes of Health, Bethesda, Md.This work was presented in part at the 58th Annual Meeting of the American Association for Cancer Research, April 13, 1967, Chicago, Ill.Requests for reprints should be addressed to Robert S. Brown, M.D., Medicine Branch, National Cancer Institute, Bldg. 10, Room 12N228, National Institutes of HealthBethesda, Md. 20014. PreviousarticleNextarticle Advertisement FiguresReferencesRelatedDetails Metrics Cited byInfections in Patients with Leukemia and LymphomaManagement of Infections in Leukemia and LymphomaCommentary on and reprint of DeVita VT Jr, Serpick AA, Carbone PP, Combination chemotherapy in the treatment of advanced Hodgkin's disease, in Annals of Internal Medicine (1970) 73:881–895IMMUNOLOGIC DYSFUNCTION IN CANCERManagement of Infections in Leukemia and LymphomaRole of T Cells in the Pathogenesis of Hodgkin's DiseaseThe clinical relevance of plasma viscosity in Hodgkin's diseaseThe immune derangement and strategies for immunotherapyPrognostic factors in Hodgkin's disease stage IVSurgery, recall antigens, immunity, and bacillus Calmette-Guerin vaccinationManagement of Infections in Leukemia and LymphomaManagement of Infections in Leukemia and LymphomaMassive hemolysis inclostridium perfringens infectionsNormalization of monocyte candidacidal deficiency by cyclooxygenase inhibitors in hodgkin's diseaseImmunosuppression and oncologyHodgkin's Disease in Homosexual Men with Generalized LymphadenopathySONJA L. SCHOEPPEL, M.D., RICHARD T. HOPPE, M.D., RONALD F. DORFMAN, M.D., SANDRA J. HORNING, M.D., ANN C. COLLIER, M.D., TERRENCE G. CHEW, M.D., LAWRENCE M. WEISS, M.D.Clinical and laboratory findings in untreated patients with Hodgkin’s disease with special reference to ageHodgkin’s DiseaseNonspecific host defenses in surgical cancer patientsImmunocompetence in Cancer PatientsNeurological complications of Kaposi's sarcomatLymphocytotoxic serum factors and lymphocyte functions in untreated Hodgkin'S diseaseLymphopeniaThe in vivo effect of a thymic factor (thymostimulin) on immunologic parameters of patients with untreated Hodgkin's diseaseDiseases associated with immunosuppression.Immunocompetence and MalignancyKlinik der malignen LymphomeSpecific immunotherapy with vaccinia oncolysatesInfluence of Splenectomy upon Immunologic Reactivity of Patients with Hodgkin'S DiseaseLongitudinal studies of blood lymphocyte capacity in Hodgkin's diseaseEvaluation of the cell-mediated immune response in cattle induced by 2,4-dinitrochlorobenzeneFungi in Pulmonary Allergic DiseasesOn The Biology and Immunology of Hodgkin’s DiseaseClinical Features and Clinical Evaluation of Hodgkin’s Disease and the Non-Hodgkin’s LymphomasINFECTIOUS COMPLICATIONS IN THE CANCER PATIENTThe Autologous Mixed-Lymphocyte ReactionHodgkin's disease: Unfolding concepts concerning its nature, management and prognosisEfficacy of antimicrobial therapy in experimental rat pneumonia: effects of impaired phagocytosisImmunological skin testing and interpretation. A plea for uniformityCellular immunity in Hodgkin's diseaseDinitrochlorobenzene Reactivity of Women with Cancer of the Ovary, Cervix and Corpus UteriLeucocyte adherence inhibition: a microassay demonstrating antigen recognition in cattleImmunological monitoring during chemotherapy for advanced Hodgkin's diseaseEndogenous Intraocular Nocardia Asteroides in Hodgkin's DiseaseIncidental discovery at radical mastectomy of inapparent hodgkin's disease in long term survivorsDelayed hypersensitivity and lymphocytic transformation in patients with Hodgkin's disease and granulomasImmune competence and survival in patients with advanced cervical cancer: Peripheral lymphocyte countsUNUSUAL FUNGAL INFECTIONS ASSOCIATED WITH IMMUNOLOGIC HYPOREACTIVITYImmunological Family Studies in Hodgkin's DiseasePrognostic Factors in Hodgkin's DiseaseHodgkin's disease, lymphocyte depletion Type.A clinicopathologic study of 39 patientsImmunodiagnosisLa inmunidad celular y la respuesta a la quimioterapia en pacientes afectos de cancer de pulmon metastasicoDisseminated atypical tuberculosis antedating the clinical onset of neoplasiaAcute nonlymphocytic leukemia.A delayed complication of Hodgkin's disease therapy: Analysis of 109 casesThe effect of quadruple chemotherapy on the peripheral blood lymphocyte populations in Hodgkin's disease.Total serum haemolytic complement activity, erythrocyte sedimentation rate and plasma fibrinogen as indicators of the stage in Hodgkin's diseaseIncreased T lymphocytes and IgMEA-receptor lymphocytes in Hodgkin's disease spleensA new approach in specific, active immunotherapyBlood B and T Lymphocytes and In Vitro Cellular Immune Reactivity in Untreated Human Malignant Lymphomas and Other Malignant TumorsHerpes zoster and impaired cell-associated immunity to the varicella-zoster virus in patients with Hodgkin's diseaseInteraction between Serum Factors and T Lymphocytes in Hodgkin's DiseaseComparison of multiple in vivo and in vitro parameters in untreated patients with Hodgkin's diseaseImmunological characterization of lymphoproliferative disorders by membrane markersObservations followingCorynebacterium parvum administration to patients with advanced malignancy.A phase I studyRestoration of Defective Cellular Immunity by Levamisole in a Patient with Immunoblastic LymphadenopathyThe Role of Cellular and Humoral Factors in InfectionsThe influence of splenectomy on cellular immunologic parameters in Hodgkin's diseaseA correlation of DNCB-induced delayed cutaneous hypersensitivity reactions and the course of disease in patients with recurrent breast cancerAspectos inmunologicos de los carcinomas broncopulmonares: Correlacion con el estadio tumoral, respuesta a la terapeutica y supervivenciaImmunologic impairment in patients with non-lymphoid cancer. Correlation with the tumoral stage, response to treatment, and survivalInterferon Therapy in Hodgkin's DiseaseAppendix: Towards Monitoring the Immunological Status and Its Modification Induced by Immunotherapy, Immunorestoration or ImmunoprophylaxisCell-Mediated Immunity: In Vivo Testing1 1Aided by grants from National Cancer Institute (CA05826) and American Cancer Society (CIA275).Lymphocyte Transformation in Vitro in Response to Mitogens and Antigens1 1Original work reported in this chapter has been supported in part by the American Cancer Society, U.S. Public Health NIH-CA08748-0851, NCI Program Project Grant CA 17404-01-02, and the Zelda Weintraub Fund. We thank Joan Feld for excellent technical assistance and John W. Hadden for critical reading of the manuscript.Toxicity of Antineoplastic Agents in Man: Chromosomal Aberrations, Antifertility Effects, Congenital Malformations, and Carcinogenic PotentialHematologic and immunologic status in Hodgkin's disease 5 years after radical radiotherapyCorrelation of delayed hypersensitivity responses with chemotherapeutic results in advanced Hodgkin's diseaseLymphocyte ATP-ase Activity in Treated Cases of Hodgkin's DiseaseThe role of chemotherapy in the management of cancer of the head and neck: A reviewQuantitation of T and B lymphocytes and cellular immune function in Hodgkin's diseaseInfections in cancer patientsAdvanced Non-Hodgkin's Lymphomas: Response to Treatment with Combination Chemotherapy and Factors Influencing PrognosisReduced monocyte phagocytosis in patients with advanced Hodgkin's disease and lymphosarcomaImmunological responsiveness against two primary antigens in untreated patients with Hodgkin's diseaseSequential evaluation of general immune competence in cancer patients: Correlation with clinical courseIntrinsic lymphocyte defect in Hodgkin's disease: Analysis of the phytohemagglutinin dose-responseProspects for the immunotherapy of cancerImmunological status as a criterion for operability of genitourinary cancersImmunocompetence and MalignancyImmunity in tumours of the skinDelay in Progression of Malignant Lymphoma after BCG VaccinationAn in vitro method for assaying sensitivity to 2,4-dinitrochlorobenzene (DNCB) in manImmunologic abnormalities in head and neck cancerCellular immunity in hodgkin's disease: Comparison of cutaneous reactivity and lymphoproliferative responses to phytohemagglutininBlood Lymphocytes in Hodgkin's Disease Lymphocytopenia Related to Stages and Histological GroupsTHE CONS OF GROUP PSYCHOTHERAPYD.N.C.B. SKIN TEST IN HEPATITISImmunosuppression in Burkitt's lymphoma. I. Cutaneous reactivity to recall antigens: Alterations induced by a tumour burden and by BCG administrationInfections Associated with Immunologic Deficiency DiseasesA standard method for DNCB sensitization testing in patients with neoplasmsImmunocompetence and prognosis in patients with gynecologic cancerDepletion of Thymus Dependent Lymphocytes in Hodgkin's DiseaseHodgkin's Disease - Recent DevelopmentsAnergy in patients with leukocytosisIMPAIRED IMMUNORESPONSIVENESS IN TUMOR PATIENTSAetiologic leads in the malignant lymphomasHistopathology of malignant lymphomasClinical features and course of Hodgkin's diseaseImmunological Responsiveness in Idiopathic and Drug-induced Panmyelopathy: Discrepancy between Sensitization with DNCB and HaemocyaninImpaired Lymphocyte Function in Untreated Hodgkin's DiseaseLymphocyte Transformation TestImmunological Reactivity of Human Recipients of Syngeneic and Allogeneic Marrow GraftsDelayed-Hypersensitivity Reactions in Patients with CancerDie LymphogranulomatoseImmunmangel-Krankheiten Pathophysiologie und KlinikImmunology and Immune Reactions in Malignant LymphomaCell-Mediated Immunity to Tumor CellsAntigenic Competition: A Review of Nonspecific Antigen-Induced SuppressionStudies on the Contact Sensitization of Man with Simple Chemicals I. Specific Lymphocyte Transformation in Response to Dinitrochlororenzene SensitizationIdentification and Clinical Implications of Isoantibodies in Patients with Idiopathic DysgammaglobulinemiaEffect of radiation therapy on mumps-delayed type hypersensitivity reaction in lymphoma and carcinoma patientsBlood Lymphocytes in Hodgkin's Disease Increase of B-Lymphocytes Following Extended Field IrradiationIdentification of Three Different Human Lymphocyte Populations by Surface MarkersSome Aspects of the Immunology of Hodgkin's DiseaseDiagnostisches und therapeutisches Vorgehen bei Morbus HodgkinHodgkin's disease. A clinical and pathologic study of 235 casesIn vitro lymphocyte response to phytohemagglutinin and pokeweed mitogen in Hodgkin's diseaseRelationship of the Pre-treatment Peripheral Lymphocyte Count to Histology in Hodgkin's DiseaseLYMPHOCYTE TRANSFORMATION IN KAPOSI'S SARCOMAACHILLES TENDON RUPTUREThe Role of the Lymphocyte in Producing the Clinical Manifestations of Chronic Lymphocytic LeukeniiaAbnormalities of quantitative dinitrochlorobenzene sensitization in cancer patients: Correlation with tumor stage and histologyLymphocyte reactivity in cancer patients: Correlation with tumor histology and clinical stageImmunpathologie bei lymphatischen SystemerkrankungenHodgkin's Disease and other LymphomasImmunological studies in Schistosoma mansoni infection in St. LuciaHodgkin's disease presenting as “idiopathic” thrombocytopenic purpuraSerious Infection After Splenectomy for the Staging of Hodgkin's DiseaseMARIO RAVRY, M.D., NORMAN MALDONADO, M.D., F.A.C.P., ENRIQUE VÉLEZ-GARCÍA, M.D., JOSEFINA MONTALVO, M.D., PEDRO J. SANTIAGO, M.D.MIXED-LYMPHOCYTE REACTION AS ASSAY FOR IMMUNOLOGICAL COMPETENCE OF LYMPHOCYTES FROM PATIENTS WITH HODGKIN'S DISEASEEvaluation of the liver and spleen in Hodgkin's diseaseImmune Deficiency States Associated with Malignant Disease in ManImmunological Effects of BCG in Malignant Melanoma: Two Modes of Administration ComparedAVRUM Z. BLUMING, M.D., CHARLES L. VOGEL, M.D., JOHN L. ZIEGLER, M.D., NATU MODY, M.B., B.S., GEORGE KAMYA, F.R.C.S. (Ed.)A Method for Dinitrochlorobenzene Contact SensitizationHerpes zoster in Hodgkin's disease.Clinical, histologic, and immunologic correlationsDelayed hypersensitivity in Hodgkin's diseaseReactions in the Tissues Caused by the Cell-mediated Immune ResponseImmunpathologische Veränderungen bei der LymphogranulomatoseDelayed Hypersensitivity in Patients with CancerSubtle Immunologic Abnormalities in Four Boys with Subacute Sclerosing PanencephalitisAnergy and tryptophan metabolism in Hodgkin’s diseaseAdult Hodgkin's disease in UgandaDelayed hypersensitivity in alcoholic cirrhosisA study of allergy in patients with malignant lymphoma and chronic lymphocytic leukemiaImmunological Phenomena in Leprosy and Related DiseasesCombination Chemotherapy in the Treatment of Advanced Hodgkin's DiseaseVINCENT T. DEVITA JR., M.D., F.A.C.P., ARTHUR A. SERPICK, M.D., F.A.C.P., PAUL P. CARBONE, M.D.Cutaneous Interferon Production in Patients with Hodgkin's Disease and Other Cancers Infected with Varicella or VacciniaLeprosy and LeishmaniasisClinical immunologic responsiveness in malignant disease.I. Delayed hypersensitivity reaction and the effect of cytotoxic drugsLymphocyte transformation in malignant lymphomasIncidence of antibody to eb virus, herpes simplex, and cytomegalovirus in hodgkin's diseaseLYMPHOCYTE ABNORMALITY IN CHRONIC MUCOCUTANEOUS CANDIDIASISPRIMARY CUTANEOUS HODGKIN'S DISEASEAbnormalities of Tryptophan Metabolism and Plasma Pyridoxal Phosphate in Hodgkin's DiseaseLymphocyte transformation changes during the clinical course of Hodgkin's diseaseImmunologic studies in Burkitt's lymphomaImpaired immunologic reactivity and recurrence following cancer surgeryChronic Neutropenia and Abnormal Cellular Immunity in Cartilage-Hair HypoplasiaLymphoproliferative Disorders: Recent Concepts and Implications for TherapyThe Production of Sensitized Cells in Cell-Mediated ImmunityCongenital hypogammaglobulinemia preceding Hodgkin's disease: A case report and review of the literatureAlternate-Day Prednisone TherapyBurkitt's tumor in the United StatesIMPAIRED DELAYED HYPERSENSITIVITY IN PRIMARY BILIARY CIRRHOSISIMMUNOLOGICAL BASIS FOR DEPRESSION OF CELLULAR IMMUNITY AND THE DELAYED ALLERGIC RESPONSE IN PATIENTS WITH LEPROMATOUS LEPROSYTHE WISKOTT-ALDRICH SYNDROME A DISORDER WITH A POSSIBLE DEFECT IN ANTIGEN PROCESSING OR RECOGNITIONTHE BLOOD SUPPLY OF THE EPIDERMIS TN THE RETICULOSESImmunpathologie bei der LymphogranulomatoseHodgkin's Disease Combined Clinical Staff Conference at the National Institutes of HealthSEYMOUR PERRY, M.D., F.A.C.P., LOUIS B. THOMAS, M.D., RALPH E. JOHNSON, M.D., PAUL P. CARBONE, M.D., HARLEY A. HAYNES, M.D. 1 August 1967Volume 67, Issue 2Page: 291-302KeywordsAntibody productionAntigensDermatologyHodgkin lymphomaHomograftsHypersensitivityInfectious diseasesLymphocytesLymphopenia ePublished: 1 December 2008 Issue Published: 1 August 1967 PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Robert S. Brown",
      "id": "A5091130570",
      "orcid": "https://orcid.org/0000-0002-8220-065X",
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "ROBERT S. BROWN"
    }
  ],
  "publication_year": 1967,
  "publication_date": "1967-08-01",
  "type": "article",
  "cited_by_count": 240,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S119722071",
    "display_name": "Annals of Internal Medicine",
    "issn_l": "0003-4819",
    "issn": [
      "0003-4819",
      "1539-3704"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316812"
  },
  "volume": "67",
  "issue": "2",
  "first_page": "291",
  "last_page": "291",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.9213181
    },
    {
      "id": "C2779134260",
      "display_name": "Disease",
      "level": 2,
      "score": 0.55097854
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.3512839
    }
  ],
  "topics": [
    {
      "id": "T10185",
      "display_name": "Lymphoma Diagnosis and Treatment",
      "score": 0.9302
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.7326/0003-4819-67-2-291",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:43:05.705688",
  "source_database": "OpenAlex"
}