{
  "openalex_id": "W1971529000",
  "doi": "https://doi.org/10.1016/j.juro.2011.02.2435",
  "title": "2196 MINIMALLY INVASIVE, ROBOTIC ASSISTED RENAL TRANSPLANTATION – DEVELOPMENT AND RESULTS OF A NEW SURGICAL TECHNIQUE",
  "abstract": "You have accessJournal of UrologyTransplantation & Vascular Surgery: Renal Transplantation, Vascular Surgery1 Apr 20112196 MINIMALLY INVASIVE, ROBOTIC ASSISTED RENAL TRANSPLANTATION – DEVELOPMENT AND RESULTS OF A NEW SURGICAL TECHNIQUE Joseph V. DiTrolio, MD Stuart Geffner, MD Harry Sun, MD Francis Weng, MD Erin Vermeulen, PA Shamkant Mulgaonkar, andMD Michael D. LaSalleMD Joseph V. DiTrolioJoseph V. DiTrolio Roseland, NJ More articles by this author , Stuart GeffnerStuart Geffner Livingston, NJ More articles by this author , Harry SunHarry Sun Livingston, NJ More articles by this author , Francis WengFrancis Weng Livingston, NJ More articles by this author , Erin VermeulenErin Vermeulen Livingston, NJ More articles by this author , Shamkant MulgaonkarShamkant Mulgaonkar Livingston, NJ More articles by this author , and Michael D. LaSalleMichael D. LaSalle Florham Park, NJ More articles by this author View All Author Informationhttps://doi.org/10.1016/j.juro.2011.02.2435AboutPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookTwitterLinked InEmail INTRODUCTION AND OBJECTIVES Robotic assisted surgery has made major inroads in urology. We report the development and initial results of a new, completely minimally invasive technique for performing renal transplantation utilizing robotic assistance. METHODS Using the da Vinci S robotic Surgical System with dry lab, and animal lab experience prior to this study, competence in the technique was attained. All renal allografts were procured from living donors with standard laparoscopic techniques. Four laparoscopic/robotic ports were placed in the right lower quadrant, left lower quadrant, and peri-umbilical region. The allograft was introduced into the right lower quadrant via a 6 cm. incision in the right lower quadrant. All suturing of the single renal artery and renal vein were performed robotically. Ureterocystomy was performed either robotically or through the right lower quadrant incision. Laparoscopic ports and the right lower quadrant incision were closed in the standard multiple layer format. RESULTS 15 completely minimally invasive cases were successfully performed between 12/08 and 6/10 at St. Barnabas Medical Center with all patients having immediate graft function. Surgical times were increased on average from 2 hours to 2 ½ - 3 hours, which has been decreasing as proficiency improves. Major improvement was in the reduction of wound size, requiring a smaller surgical closure with no infection or complication in all the reported cases. This is the major risk factor in the immuno-suppressed patient. CONCLUSIONS Robotic assisted minimally invasive renal transplantation is technically feasible, and can be performed with excellent immediate outcomes. The absence of wound dehiscence or infection is a dramatic improvement in the post-operative care of these patients and continued proficiency is reducing surgical time. Further evaluation is warranted. © 2011 by American Urological Association Education and Research, Inc.FiguresReferencesRelatedDetails Volume 185Issue 4SApril 2011Page: e881 Advertisement Copyright & Permissions© 2011 by American Urological Association Education and Research, Inc.MetricsAuthor Information Joseph V. DiTrolio Roseland, NJ More articles by this author Stuart Geffner Livingston, NJ More articles by this author Harry Sun Livingston, NJ More articles by this author Francis Weng Livingston, NJ More articles by this author Erin Vermeulen Livingston, NJ More articles by this author Shamkant Mulgaonkar Livingston, NJ More articles by this author Michael D. LaSalle Florham Park, NJ More articles by this author Expand All Advertisement Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Joseph V. DiTrolio",
      "id": "A5018802330",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Joseph V. DiTrolio"
    },
    {
      "display_name": "Stuart Geffner",
      "id": "A5080513567",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Stuart Geffner"
    },
    {
      "display_name": "Harry Sun",
      "id": "A5053847713",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Harry Sun"
    },
    {
      "display_name": "Francis L. Weng",
      "id": "A5050394632",
      "orcid": "https://orcid.org/0000-0001-9780-4803",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Francis Weng"
    },
    {
      "display_name": "Erin Vermeulen",
      "id": "A5048879107",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Erin Vermeulen"
    },
    {
      "display_name": "Shamkant Mulgaonkar",
      "id": "A5111701055",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Shamkant Mulgaonkar"
    },
    {
      "display_name": "Michael D. LaSalle",
      "id": "A5032598746",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Michael D. LaSalle"
    }
  ],
  "publication_year": 2011,
  "publication_date": "2011-04-01",
  "type": "article",
  "cited_by_count": 1,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "185",
  "issue": "4S",
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.7631228
    },
    {
      "id": "C2911091166",
      "display_name": "Transplantation",
      "level": 2,
      "score": 0.6760692
    },
    {
      "id": "C2780639617",
      "display_name": "Quadrant (abdomen)",
      "level": 2,
      "score": 0.5889279
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.48331356
    },
    {
      "id": "C3019477240",
      "display_name": "Invasive surgery",
      "level": 2,
      "score": 0.42279392
    },
    {
      "id": "C103203806",
      "display_name": "Robotic surgery",
      "level": 2,
      "score": 0.42013207
    },
    {
      "id": "C61434518",
      "display_name": "General surgery",
      "level": 1,
      "score": 0.38524842
    }
  ],
  "topics": [
    {
      "id": "T11163",
      "display_name": "Organ Donation and Transplantation",
      "score": 0.9986
    },
    {
      "id": "T12067",
      "display_name": "Renal and Vascular Pathologies",
      "score": 0.9937
    },
    {
      "id": "T10999",
      "display_name": "Organ Transplantation Techniques and Outcomes",
      "score": 0.9782
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/j.juro.2011.02.2435",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:04:05.766089",
  "source_database": "OpenAlex"
}