{
  "openalex_id": "W1978045544",
  "doi": "https://doi.org/10.1353/scu.1999.0007",
  "title": "Every Man Has Got the Right to Get Killed?: The Civil War Narratives of Mary Johnston and Caroline Gordon",
  "abstract": "ESSAY EveryMan Has Got the Right to Get Killed? The CivilWar Narratives ofMaryJohnston and Caroline Gordon by Sarah E. Gardner ? early September 1936 Caroline Gordon contemplated death, diarrhea, and her Civil War novel and became mightily irked. Her publisher had recendy commented that the novel, None ShallLookBack, then tided \"Cup ofFury,\" was \"all right so far as it went\" but complained that the author \"killed too many young men.\" An exasperated Gordon wrote her friend Sally Wood that she returned home, \"settled down and . . . killed one more young man, besides giving one chronic diarrhea and the other [a] gangrenous foot,\" adding, \"I don't care whether he likes it or not.\"1 Gordon's vision of her Civil War novel clearly differed from that of her publisher, whose expectations had undoubtedly been influenced by Margaret Mitchell's recendy released Gone with the Wind. Nearly thirty years earlier, novelist MaryJohnston engaged in a similar—although perhaps even more protracted and heated— debate with her editor over the content of her two-volume fictional account ofthe Civil War, The LongRoll(191 1 ) and Cease Firing (1912). The novelists' frustrating exchanges with their respective editors derived in part from their own understandings of the origins, meanings, and consequences ofwar and defeat for their society and, by implication, for themselves. But the gap between their authorial intentions and their editors' expectations also derived from their determination to depart from what had, by 1900, become the established version of the southern Civil War story. Johnston's and Gordon's travails owed much to the two generations of coundess white southern women writers who had direcdy and influentially campaigned to fashion a distincdy southern story of the war. Beginning with the years of Reconstruction, they produced a steady flow of celebratory accounts in both fiction and prose to consecrate a \"proper\" southern understanding ofantebellum society and the tragedy that had felled it. For four decades they held closely to the celebration of the southern cause, and they developed their version of the story that was central to their region , not merely in fiction, but in histories, memoirs and reminiscences, biographies , and pageants designed for the United Daughters ofthe Confederacy. 14 Johnston's and Gordon's narratives draw upon this earlier tradition but nonetheless demonstrate that the myth of the Lost Cause—the cornerstone of the southern Civil War narrative—did not persist in its original rendition. Rather, this myth derived from, flowed into, and continually revised this emerging collective memory ofthe war as southerners rebuilt and reassessed their position in the world. As that memory took shape, it never offered one single, static representation of the war, but instead put forth multiple and constandy shifting versions that spanned the decades after Appomattox. Mary Johnston's Civil War novels represent the work of \"post-Victorian\" southerners, who, as Daniel Singal has noted, endeavored \"to break with the VicThe typical Civil War novel ofthe late nineteenth century romanticisedthe war and the southern cause. Southern cavaliers andtheirladies enjoy a romantic.interlude in thispastoralillustration^rWho's the Patriot? A Story ofthe Southern Confederacy, 1886, by Flora McDonald Williams. Courtesy of the University ofNorth Carolina Library. Every Man Has Got the Right To GetKilled? 1 5 torian (or New South) mentality that they felt was so inadequate to the task ofrebuilding southern society and culture. They wished above all to free themselves from the romantic and chauvinistic view of southern history they identified with their predecessors.\" Johnston wished to break with the romantic, even celebratory nature of the southern Civil War novel and fought a three-year batde with her editor over the iconoclastic content of her work. But however sincere her quest for realism, she failed to loosen, in Ellen Glasgow's words, the \"stranglehold on the intellect.\" Like others ofher cohort,Johnston remained bound by the Cavalier myth, which viewed die South as essentially innocent, free from evil and guilt.2 Johnston examined war critically, but her ultimate failure as a novelist stemmed from her inability to discuss—let alone probe—southern civilization. Johnston admittedly had no interest in entering into such a discussion; her \"batdes \" rested elsewhere. By refusing either to absolve or to chastise the South, or...",
  "authors": [
    {
      "display_name": "Sarah Gardner",
      "id": "A5085881946",
      "orcid": "https://orcid.org/0000-0003-2027-6832",
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Sarah E. Gardner"
    }
  ],
  "publication_year": 1999,
  "publication_date": "1999-12-01",
  "type": "article",
  "cited_by_count": 3,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S134342477",
    "display_name": "Southern cultures",
    "issn_l": "1068-8218",
    "issn": [
      "1068-8218",
      "1534-1488"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315743"
  },
  "volume": "5",
  "issue": "4",
  "first_page": "14",
  "last_page": "40",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C81631423",
      "display_name": "Spanish Civil War",
      "level": 2,
      "score": 0.8037249
    },
    {
      "id": "C199033989",
      "display_name": "Narrative",
      "level": 2,
      "score": 0.6396712
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.50164604
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.48596942
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.4559941
    },
    {
      "id": "C24667770",
      "display_name": "Religious studies",
      "level": 1,
      "score": 0.37736812
    },
    {
      "id": "C74916050",
      "display_name": "Classics",
      "level": 1,
      "score": 0.34263727
    },
    {
      "id": "C52119013",
      "display_name": "Art history",
      "level": 1,
      "score": 0.32002512
    },
    {
      "id": "C124952713",
      "display_name": "Literature",
      "level": 1,
      "score": 0.26170796
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.2457132
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.21464527
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.1732311
    }
  ],
  "topics": [
    {
      "id": "T12765",
      "display_name": "Race, History, and American Society",
      "score": 0.9913
    },
    {
      "id": "T13333",
      "display_name": "American Political and Social Dynamics",
      "score": 0.9534
    },
    {
      "id": "T13025",
      "display_name": "American History and Culture",
      "score": 0.9533
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/scu.1999.0007",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:09:00.143301",
  "source_database": "OpenAlex"
}