{
  "openalex_id": "W1979279422",
  "doi": "https://doi.org/10.7326/0003-4819-92-1-72",
  "title": "Reversible Rapidly Progressive Renal Failure with Nephrotic Syndrome Due to Fenoprofen Calcium",
  "abstract": "Brief Reports1 January 1980Reversible Rapidly Progressive Renal Failure with Nephrotic Syndrome Due to Fenoprofen CalciumGREGORY A. CURT, M.D., ANTOINE KALDANY, M.D., LOYD G. WHITLEY, M.D., ANN W. CROSSON, M.D., ARTURO ROLLA, M.D., MANUEL J. MERINO, M.D., JOHN A. D'ELIA, M.D.GREGORY A. CURT, M.D.Search for more papers by this author, ANTOINE KALDANY, M.D.Search for more papers by this author, LOYD G. WHITLEY, M.D.Search for more papers by this author, ANN W. CROSSON, M.D.Search for more papers by this author, ARTURO ROLLA, M.D.Search for more papers by this author, MANUEL J. MERINO, M.D.Search for more papers by this author, JOHN A. D'ELIA, M.D.Search for more papers by this authorAuthor, Article, and Disclosure Informationhttps://doi.org/10.7326/0003-4819-92-1-72 SectionsAboutPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinkedInRedditEmail ExcerptNonsteroidal antiinflammatory drugs have been reported to cause reversible acute renal failure (1-4). Unlike the so-called phenacetin-induced analgesic nephropathy (5), the nephrotoxicity of nonsteroidal antiinflammatory drugs may be secondary to their prostaglandin inhibitory effect (4). We report a case of acute renal failure with nephrotic syndrome due to a hypersensitivity reaction to fenoprofen calcium (Nalfon, Dista Products Company, Indianapolis, Indiana).A 50-year-old white woman with no history of renal or collagen-vascular disease was admitted on 5 May 1979 for treatment of morbid obesity. She had a history of severe osteoarthritis, sciatica, and surgical release of a left carpal tunnel. She...References1. KIMBERLYPLOTZ RP. Aspirin-induced depression of renal function. N Engl J Med. 1977;296:418-23. CrossrefMedlineGoogle Scholar2. KIMBERLYBOWDENKEISERPLOTZ RRHP. Reduction of renal function by newer nonsteroidal anti-inflammatory drugs. Am J Med. 1978;64:804-6. CrossrefMedlineGoogle Scholar3. WALSHEVENUTO JR: Acute oliguric renal failure induced by indomethacin: possible mechanism. Ann Intern Med. 1979;91:47-9. LinkGoogle Scholar4. TANSHAPIROKISH SRM. Reversible acute renal failure induced by indomethacin. JAMA. 1979;241:2732-3. CrossrefMedlineGoogle Scholar5. BURRY A. The evolution of analgesic nephropathy. Nephron. 1968;5:185-9. CrossrefMedlineGoogle Scholar6. ROBSONLEVEDOLBERGROSENFELD MJLJ. Acute tubule-interstitial nephritis following sulfadiazine therapy. Isr J Med Sci. 1970;6:561-4. MedlineGoogle Scholar7. BAKERWILLIAMS SDR. Acute interstitial nephritis due to drug sensitivity. Brit Med J. 1963;1:1655-7. MedlineGoogle Scholar8. BALDWINLEVINEMCCLOSKEYGALLO DBRG. Renal failure and interstitial nephritis due to penicillin and methicillin. N Engl J Med. 1968;279:1245-8. CrossrefMedlineGoogle Scholar9. VAN WYLEHOFFMAN JC. Periarteritis modosa: a fatal case of exfoliative dermatitis resulting from \"Dilantin sodium\" sensitization. Arch Intern Med. 1948;81:605-8. CrossrefGoogle Scholar This content is PDF only. To continue reading please click on the PDF icon. Author, Article, and Disclosure InformationAuthors: GREGORY A. CURT, M.D.; ANTOINE KALDANY, M.D.; LOYD G. WHITLEY, M.D.; ANN W. CROSSON, M.D.; ARTURO ROLLA, M.D.; MANUEL J. MERINO, M.D.; JOHN A. D'ELIA, M.D.Affiliations: Joslin Diabetes Foundation New England Deaconess Hospital Harvard Medical School Boston, Massachusetts PreviousarticleNextarticle Advertisement FiguresReferencesRelatedDetails Metrics Cited byAcute kidney injury complicating nephrotic syndrome of minimal change diseaseAcute Kidney Failure and Minimal Change DiseaseFenoprofen Calcium Dihydrate 53746-45-5Glomerular, tubular and interstitial nephritis associated with non‐steroidal antiinflammatory drugs. Evidence of a common mechanismNephrotoxicity associated with olsalazineNabumetone-Associated Interstitial NephritisSuspected Nafcillin-Induced Interstitial NephritisUrinary Excretion of Three Specific Renal Tubular Enzymes in Patients Treated with Nonsteroidal Anti-Inflammatory Drugs (NSAID)Drug-Induced Renal DisordersFPrediction of organ system toxicity with antirheumatic drug therapyReview: Acute tubulointerstitial nephritisAcute Interstitial Nephritis with Glomerulopathy Due to Nonsteroidal Anti-Inflammatory Agents: A Review of Its Clinical Spectrum and Effects of Steroid TherapyNonsteroidal anti-inflammatory drugs and coma: A case report of fenoprofen overdoseAnalgesic Nephropathy and the Effect of Non-Steroidal Anti-Inflammatory Drugs on the KidneyMinimal Change Glomerulopathy Associated With Nonsteroidal Antiinflammatory DrugsSouthwestern Internal Medicine Conference: Analgesic NephropathyPharmacologic Approaches to Musculoskeletal DisordersTreatmentArachidonic acid metabolism in renal diseaseNonsteroidal Antiinflammatory Drug-Induced Renal Dysfunction Related to Inhibition of Renal ProstaglandinsThe Nephrotic Syndrome and Its ComplicationsSuprofen-Related Nephrotoxicity A Distinct Clinical SyndromeDENISE HART, M.D., MICHAEL WARD, Pharm.D., MEYER D. LIFSCHITZ, M.D.Interstitial nephropathies and pyelonephritis in the agedNon-steroidal and Analgesic Therapy in the ElderlyNephrotoxic Tubular and Interstitial Lesions: Morphology and ClassificationStatement on the Release of Ibuprofen as an Over-the-Counter MedicineEffects of nonsteroidal anti-inflammatory drugs on prostaglandins and renal functionRenal complications of nonsteroidal antiinflammatory drugs: Identification and monitoring of those at riskHypersensitivity Phenomena and the Kidney: Role of Drugs and Environmental AgentsRenal Insufficiency Associated With Nonsteroidal Anti-inflammatory AgentsInterstitial nephritis, proteinuria, and renal failure caused by nonsteroidal anti-inflammatory drugsAdverse Effects of Nonsteroidal Anti-Inflammatory Drugs on the KidneyRenal Syndromes Associated with Nonsteroidal Antiinflammatory DrugsAcute Interstitial Nephritis with the Nephrotic Syndrome Following Recombinant Leukocyte A Interferon Therapy for Mycosis FungoidesNephrotoxicity of Nonsteroidal Anti-Inflammatory DrugsAcute Renal Failure in Glomerular DiseaseDifferent Forms of Ischemic/ Toxic Acute Renal Failure in HumansTherapy of Toxic NephropathiesUse of Drugs in Uremia and DialysisClinical Assessment of the Renal Toxicity of Antirheumatic DrugsReversible Renal Failure Associated with Ibuprofen: Case Report and Review of the LiteratureRenal effects of antipyretic analgesicsPharmacology of nonsteroidal anti-inflammatory drugsAccidents néphrologiques des anti-inflammatoires non stéroïdiensAcute renal failure possibly associated with fenoprofen therapyAcute Renal Failure and Toxic NephropathyRenal ProstaglandinsImmunological Aspects of Renal DiseasePharmacological Aspects of Renal Failure and DialysisNephrotoxicity of Nonsteroidal Anti-Inflammatory AgentsConcurrent naproxen- and penicillamine-induced renal disease in rheumatoid arthritisRenal consequences of nonsteroidal antiinflammatory drugsCase 4-1982Fenoprofen nephropathy: Lipoid nephrosis and interstitial nephritisEffect of prostaglandin inhibition on glomerular filtration rate in normal and uremic rabbitsAnti-inflammatory analgesics and drugs used in rheumatism and goutAcute Interstitial Nephritis Due to Drugs Review of the Literature with a Report of Nine CasesADAM L. LINTON, M.B., WILLIAM F. CLARK, M.D., ALBERT A. DRIEDGER, M.D., D. IAN TURNBULL, M.D., ROBERT M. LINDSAY, M.D.Toxic nephropathy from diagnostic and therapeutic agentsRenal Effects of FenoprofenS. PAUL HANDA, M.D. 1 January 1980Volume 92, Issue 1Page: 72-73KeywordsAcute renal failureAnalgesicsCalciumDrugsMedical servicesMorbid obesityOsteoarthritisProstaglandinRenal diseasesRenal failure ePublished: 1 December 2008 Issue Published: 1 January 1980 PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Gregory A. Curt",
      "id": "A5109931105",
      "orcid": null,
      "institutions": [
        {
          "id": "I1293231726",
          "display_name": "Joslin Diabetes Center",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I4210092960",
          "display_name": "Deaconess Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I136199984",
          "display_name": "Harvard University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "GREGORY A. CURT"
    },
    {
      "display_name": "Antoine Kaldany",
      "id": "A5112828687",
      "orcid": null,
      "institutions": [
        {
          "id": "I1293231726",
          "display_name": "Joslin Diabetes Center",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I4210092960",
          "display_name": "Deaconess Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I136199984",
          "display_name": "Harvard University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "ANTOINE KALDANY"
    },
    {
      "display_name": "LOYD G. WHITLEY",
      "id": "A5067903005",
      "orcid": null,
      "institutions": [
        {
          "id": "I1293231726",
          "display_name": "Joslin Diabetes Center",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I4210092960",
          "display_name": "Deaconess Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I136199984",
          "display_name": "Harvard University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "LOYD G. WHITLEY"
    },
    {
      "display_name": "Ann W. Crosson",
      "id": "A5086003790",
      "orcid": null,
      "institutions": [
        {
          "id": "I1293231726",
          "display_name": "Joslin Diabetes Center",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I4210092960",
          "display_name": "Deaconess Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I136199984",
          "display_name": "Harvard University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "ANN W. CROSSON"
    },
    {
      "display_name": "Arturo R. Rolla",
      "id": "A5084312043",
      "orcid": null,
      "institutions": [
        {
          "id": "I1293231726",
          "display_name": "Joslin Diabetes Center",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I4210092960",
          "display_name": "Deaconess Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I136199984",
          "display_name": "Harvard University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "ARTURO ROLLA"
    },
    {
      "display_name": "Manuel Merino",
      "id": "A5087917710",
      "orcid": null,
      "institutions": [
        {
          "id": "I1293231726",
          "display_name": "Joslin Diabetes Center",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I4210092960",
          "display_name": "Deaconess Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I136199984",
          "display_name": "Harvard University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "MANUEL J. MERINO"
    },
    {
      "display_name": "John A. D’Elia",
      "id": "A5067110312",
      "orcid": "https://orcid.org/0000-0001-9482-581X",
      "institutions": [
        {
          "id": "I1293231726",
          "display_name": "Joslin Diabetes Center",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I4210092960",
          "display_name": "Deaconess Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I136199984",
          "display_name": "Harvard University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "JOHN A. D'ELIA"
    }
  ],
  "publication_year": 1980,
  "publication_date": "1980-01-01",
  "type": "article",
  "cited_by_count": 75,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S119722071",
    "display_name": "Annals of Internal Medicine",
    "issn_l": "0003-4819",
    "issn": [
      "0003-4819",
      "1539-3704"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316812"
  },
  "volume": "92",
  "issue": "1",
  "first_page": "72",
  "last_page": "73",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.88161826
    },
    {
      "id": "C2778930706",
      "display_name": "Nephrotic syndrome",
      "level": 2,
      "score": 0.62064046
    },
    {
      "id": "C2775922563",
      "display_name": "Phenacetin",
      "level": 2,
      "score": 0.48192453
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.3538108
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.3475631
    },
    {
      "id": "C142724271",
      "display_name": "Pathology",
      "level": 1,
      "score": 0.124797195
    }
  ],
  "topics": [
    {
      "id": "T10678",
      "display_name": "Inflammatory mediators and NSAID effects",
      "score": 0.9998
    },
    {
      "id": "T11117",
      "display_name": "Drug-Induced Adverse Reactions",
      "score": 0.9985
    },
    {
      "id": "T11465",
      "display_name": "Drug-Induced Hepatotoxicity and Protection",
      "score": 0.9977
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.7326/0003-4819-92-1-72",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:53:49.567553",
  "source_database": "OpenAlex"
}