{
  "openalex_id": "W198934061",
  "doi": "https://doi.org/10.1016/s0022-5347(17)49698-4",
  "title": "The Development of Human Benign Prostatic Hyperplasia with Age",
  "abstract": "No AccessJournal of Urology1 Sep 1984The Development of Human Benign Prostatic Hyperplasia with Age Stephen J. Berry, Donald S. Coffey, Patrick C. Walsh, and Larry L. Ewing Stephen J. BerryStephen J. Berry More articles by this author , Donald S. CoffeyDonald S. Coffey More articles by this author , Patrick C. WalshPatrick C. Walsh More articles by this author , and Larry L. EwingLarry L. Ewing More articles by this author View All Author Informationhttps://doi.org/10.1016/S0022-5347(17)49698-4AboutPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail In this study we report the prevalence and growth rate of human benign prostatic hyperplasia with age by combining and analyzing data from 10 independent studies containing more than 1,000 prostates. The normal prostate reaches 20 plus or minus 6 gm. in men between 21 and 30 years old, and this weight remains essentially constant with increasing age unless benign prostatic hyperplasia develops. The prevalence of pathological benign prostatic hyperplasia is only 8 per cent at the fourth decade; however, 50 per cent of the male population has pathological benign prostatic hyperplasia when they are 51 to 60 years old. The average weight of a prostate that is recognized at autopsy to contain benign prostatic hyperplasia is 33 plus or minus 16 gm. Only 4 per cent of the prostates in men more than 70 years old reach sizes greater than 100 gm. An analysis of a logistic growth curve of benign prostatic hyperplasia lesions removed at prostatectomy indicates that the growth of benign prostatic hyperplasia is initiated probably before the patient is 30 years old. The early phase of benign prostatic hyperplasia growth (men between 31 and 50 years old) is characterized by a doubling time for the tumor weight of 4.5 years. In the mid phase of benign prostatic hyperplasia growth (men between 51 and 70 years old) the doubling time is 10 years, and increases to more than 100 years in patients beyond 70 years old. © 1984 by The American Urological Association Education and Research, Inc.FiguresReferencesRelatedDetailsCited ByKavoussi N, Nimmagadda N, Robles J, Forbes C, Wang A, Stone B and Miller N (2021) MOSESTM Technology for Holmium Laser Enucleation of the Prostate: A Prospective Double-Blind Randomized Controlled TrialJournal of Urology, VOL. 206, NO. 1, (104-108), Online publication date: 1-Jul-2021.Parsons J, Dahm P, Köhler T, Lerner L and Wilt T (2020) Surgical Management of Lower Urinary Tract Symptoms Attributed to Benign Prostatic Hyperplasia: AUA Guideline Amendment 2020Journal of Urology, VOL. 204, NO. 4, (799-804), Online publication date: 1-Oct-2020.Foster H, Dahm P, Kohler T, Lerner L, Parsons J, Wilt T and McVary K (2019) Surgical Management of Lower Urinary Tract Symptoms Attributed to Benign Prostatic Hyperplasia: AUA Guideline Amendment 2019Journal of Urology, VOL. 202, NO. 3, (592-598), Online publication date: 1-Sep-2019.Hinata N, Miyake H, Murakami G, Abe S and Fujisawa M (2015) Bladder Neck Muscle Degeneration in Patients with Prostatic HyperplasiaJournal of Urology, VOL. 195, NO. 1, (206-212), Online publication date: 1-Jan-2016.McVary K, Peterson A, Donatucci C, Baygani S, Henneges C, Clouth J, Wong D and Oelke M (2016) Use of Structural Equation Modeling to Demonstrate the Differential Impact of Storage and Voiding Lower Urinary Tract Symptoms on Symptom Bother and Quality of Life during Treatment for Lower Urinary Tract Symptoms Associated with Benign Prostatic HyperplasiaJournal of Urology, VOL. 196, NO. 3, (824-830), Online publication date: 1-Sep-2016.Nicholson T, Moses M, Uchtmann K, Keil K, Bjorling D, Vezina C, Wood R and Ricke W (2014) Estrogen Receptor-α is a Key Mediator and Therapeutic Target for Bladder Complications of Benign Prostatic HyperplasiaJournal of Urology, VOL. 193, NO. 2, (722-729), Online publication date: 1-Feb-2015.Bechis S, Otsetov A, Ge R, Wang Z, Vangel M, Wu C, Tabatabaei S and Olumi A (2015) Age and Obesity Promote Methylation and Suppression of 5α-Reductase 2: Implications for Personalized Therapy of Benign Prostatic HyperplasiaJournal of Urology, VOL. 194, NO. 4, (1031-1037), Online publication date: 1-Oct-2015.Kaplan S (2014) Re: The Prognostic Use of Inflammation and Tissue Necrosis in Benign Prostatic HyperplasiaJournal of Urology, VOL. 192, NO. 6, (1768-1768), Online publication date: 1-Dec-2014.Walsh P (2012) Re: Prostate-Specific Antigen Concentration in Young Men: New Estimates and Review of the LiteratureJournal of Urology, VOL. 188, NO. 5, (1768-1768), Online publication date: 1-Nov-2012.Nguyen D, Dey A, Lang R, Ventura S and Exintaris B (2010) Contractility and Pacemaker Cells in the Prostate GlandJournal of Urology, VOL. 185, NO. 1, (347-351), Online publication date: 1-Jan-2011.Goh A and Gonzalez R (2010) Photoselective Laser Vaporization Prostatectomy Versus Transurethral Prostate Resection: A Cost AnalysisJournal of Urology, VOL. 183, NO. 4, (1469-1473), Online publication date: 1-Apr-2010.Sandhu J, Jaffe W, Chung D, Kaplan S and Te A (2010) Decreasing Electrosurgical Transurethral Resection of the Prostate Surgical Volume During Graduate Medical Education Training is Associated With Increased Surgical Adverse EventsJournal of Urology, VOL. 183, NO. 4, (1515-1519), Online publication date: 1-Apr-2010.Elterman D, Lawrentschuk N, Guns E, Hersey K, Adomat H, Wood C and Fleshner N (2010) Investigating Contamination of Phytotherapy Products for Benign Prostatic Hyperplasia With α-Blockers and 5α-Reductase InhibitorsJournal of Urology, VOL. 183, NO. 5, (2085-2089), Online publication date: 1-May-2010.Mori F, Oda N, Sakuragi M, Sakakibara F, Kiniwa M and Miyoshi K (2008) New Histopathological Experimental Model for Benign Prostatic Hyperplasia: Stromal Hyperplasia in RatsJournal of Urology, VOL. 181, NO. 2, (890-898), Online publication date: 1-Feb-2009.Mullins C and Kaplan S (2009) A New Vision for the Study of Benign Prostate Disease: The NIDDK Prostate Research Strategic PlanJournal of Urology, VOL. 181, NO. 3, (963-971), Online publication date: 1-Mar-2009.Dey A, Nguyen D, Lang R and Exintaris B (2009) Spontaneous Electrical Waveforms in Aging Guinea Pig ProstatesJournal of Urology, VOL. 181, NO. 6, (2797-2805), Online publication date: 1-Jun-2009.Chang I, Oh S and Kim S (2009) A Possible Relationship Between Testosterone and Lower Urinary Tract Symptoms in MenJournal of Urology, VOL. 182, NO. 1, (215-220), Online publication date: 1-Jul-2009.Seyfried L, Wallner L and Sarma A (2009) Psychosocial Predictors of Lower Urinary Tract Symptom Bother in Black Men: The Flint Men's Health StudyJournal of Urology, VOL. 182, NO. 3, (1072-1077), Online publication date: 1-Sep-2009.Loeb S, Kettermann A, Carter H, Ferrucci L, Metter E and Walsh P (2009) Prostate Volume Changes Over Time: Results From the Baltimore Longitudinal Study of AgingJournal of Urology, VOL. 182, NO. 4, (1458-1462), Online publication date: 1-Oct-2009.Sarma A, Parsons J, McVary K and Wei J (2009) Diabetes and Benign Prostatic Hyperplasia/Lower Urinary Tract Symptoms—What do We Know?Journal of Urology, VOL. 182, NO. 6S, (S32-S37), Online publication date: 1-Dec-2009.Lieber M, Jacobson D, McGree M, St. Sauver J, Girman C and Jacobsen S (2009) Intravesical Prostatic Protrusion in Men in Olmsted County, MinnesotaJournal of Urology, VOL. 182, NO. 6, (2819-2824), Online publication date: 1-Dec-2009.Sarma A, Wallner L, Jacobsen S, Dunn R and Wei J (2008) Health Seeking Behavior for Lower Urinary Tract Symptoms in Black MenJournal of Urology, VOL. 180, NO. 1, (227-232), Online publication date: 1-Jul-2008.Kaplan S, Walmsley K and Te A (2018) Tolterodine Extended Release Attenuates Lower Urinary Tract Symptoms in Men With Benign Prostatic HyperplasiaJournal of Urology, VOL. 179, NO. 5S, (S82-S85), Online publication date: 1-May-2008.Loeb S, Kettermann A, Carter H, Ferrucci L, Metter E and Walsh P (2008) Does Prostate Growth Confound Prostate Specific Antigen Velocity? Data From the Baltimore Longitudinal Study of AgingJournal of Urology, VOL. 180, NO. 4, (1314-1317), Online publication date: 1-Oct-2008.McVary K (2018) Alfuzosin for Symptomatic Benign Prostatic Hyperplasia: Long-Term ExperienceJournal of Urology, VOL. 175, NO. 1, (35-42), Online publication date: 1-Jan-2006.Crawford E, Wilson S, McConnell J, Slawin K, Lieber M, Smith J, Meehan A, Bautista O, Noble W, Kusek J, Nyberg L and Roehrborn C (2018) Baseline Factors as Predictors of Clinical Progression of Benign Prostatic Hyperplasia in Men Treated With PlaceboJournal of Urology, VOL. 175, NO. 4, (1422-1427), Online publication date: 1-Apr-2006.Gittelman M, Ramsdell J, Young J and McNicholas T (2018) Dutasteride Improves Objective and Subjective Disease Measures in Men With Benign Prostatic Hyperplasia and Modest or Severe Prostate EnlargementJournal of Urology, VOL. 176, NO. 3, (1045-1050), Online publication date: 1-Sep-2006.Orsini N, RashidKhani B, Andersson S, Karlberg L, Johansson J and Wolk A (2018) Long-Term Physical Activity and Lower Urinary Tract Symptoms in MenJournal of Urology, VOL. 176, NO. 6, (2546-2550), Online publication date: 1-Dec-2006.RULE A, LIEBER M and JACOBSEN S (2018) IS BENIGN PROSTATIC HYPERPLASIA A RISK FACTOR FOR CHRONIC RENAL FAILURE?Journal of Urology, VOL. 173, NO. 3, (691-696), Online publication date: 1-Mar-2005.SARMA A, JACOBSON D, McGREE M, ROBERTS R, LIEBER M and JACOBSEN S (2018) A POPULATION BASED STUDY OF INCIDENCE AND TREATMENT OF BENIGN PROSTATIC HYPERPLASIA AMONG RESIDENTS OF OLMSTED COUNTY, MINNESOTA: 1987 TO 1997Journal of Urology, VOL. 173, NO. 6, (2048-2053), Online publication date: 1-Jun-2005.PETERSON M, MATLAGA B, KIM S, KUO R, SOERGEL T, WATKINS S and LINGEMAN J (2018) HOLMIUM LASER ENUCLEATION OF THE PROSTATE FOR MEN WITH URINARY RETENTIONJournal of Urology, VOL. 174, NO. 3, (998-1001), Online publication date: 1-Sep-2005.KAPLAN S, WALMSLEY K and TE A (2018) TOLTERODINE EXTENDED RELEASE ATTENUATES LOWER URINARY TRACT SYMPTOMS IN MEN WITH BENIGN PROSTATIC HYPERPLASIAJournal of Urology, VOL. 174, NO. 6, (2273-2276), Online publication date: 1-Dec-2005.ROEHRBORN C and SCHWINN D (2018) α1-Adrenergic Receptors and Their Inhibitors in Lower Urinary Tract Symptoms and Benign Prostatic HyperplasiaJournal of Urology, VOL. 171, NO. 3, (1029-1035), Online publication date: 1-Mar-2004.GOYA N, ISHIKAWA N, ITO F, KOBAYASHI C, TOMIZAWA Y and TOMA H (2018) TRANSURETHRAL ETHANOL INJECTION THERAPY FOR PROSTATIC HYPERPLASIA: 3-YEAR RESULTSJournal of Urology, VOL. 172, NO. 3, (1017-1020), Online publication date: 1-Sep-2004.NARAYAN P, EVANS C and MOON T (2018) Long-term Safety and Efficacy of Tamsulosin for the Treatment of Lower Urinary Tract Symptoms Associated With Benign Prostatic HyperplasiaJournal of Urology, VOL. 170, NO. 2, (498-502), Online publication date: 1-Aug-2003. (2018) AUA Guideline on Management of Benign Prostatic Hyperplasia (2003). Chapter 1: Diagnosis and Treatment RecommendationsJournal of Urology, VOL. 170, NO. 2, (530-547), Online publication date: 1-Aug-2003.REES R, FOXWELL N, RALPH D, KELL P, MONCADA S and CELLEK S (2018) Y-27632, A Rho-Kinase Inhibitor, Inhibits Proliferation and Adrenergic Contraction of Prostatic Smooth Muscle CellsJournal of Urology, VOL. 170, NO. 6, (2517-2522), Online publication date: 1-Dec-2003.THALMANN G, MATTEI A, TREUTHARDT C, BURKHARD F and STUDER U (2018) Transurethral Microwave Therapy in 200 Patients With a Minimum Followup of 2 Years: Urodynamic and Clinical ResultsJournal of Urology, VOL. 167, NO. 6, (2496-2501), Online publication date: 1-Jun-2002.SHIBATA A, STAMEY T, McNEAL J, CHENG I and PEEHL D (2018) GENETIC POLYMORPHISMS IN THE ANDROGEN RECEPTOR AND TYPE II 5α-REDUCTASE GENES IN PROSTATE ENLARGEMENTJournal of Urology, VOL. 166, NO. 4, (1560-1564), Online publication date: 1-Oct-2001.YU D, HSIEH D, CHEN H and CHANG S (2018) THE EXPRESSION OF NEUROPEPTIDES IN HYPERPLASTIC AND MALIGNANT PROSTATE TISSUE AND ITS POSSIBLE CLINICAL IMPLICATIONSJournal of Urology, VOL. 166, NO. 3, (871-875), Online publication date: 1-Sep-2001.WEI J, SCHOTTENFELD D, COOPER K, TAYLOR J, FAERBER G, VELARDE M, BREE R, MONTIE J and COONEY K (2018) THE NATURAL HISTORY OF LOWER URINARY TRACT SYMPTOMS IN BLACK AMERICAN MEN: RELATIONSHIPS WITH AGING, PROSTATE SIZE, FLOW RATE AND BOTHERSOMENESSJournal of Urology, VOL. 165, NO. 5, (1521-1525), Online publication date: 1-May-2001.KOZLOWSKI R, KERSHEN R, SIROKY M, KRANE R and AZADZOI K (2018) CHRONIC ISCHEMIA ALTERS PROSTATE STRUCTURE AND REACTIVITY IN RABBITSJournal of Urology, VOL. 165, NO. 3, (1019-1026), Online publication date: 1-Mar-2001.STRASSER H, TIEFENTHALER M, STEINLECHNER M, EDER I, BARTSCH G and KONWALINKA G (2018) AGE DEPENDENT APOPTOSIS AND LOSS OF RHABDOSPHINCTER CELLSJournal of Urology, VOL. 164, NO. 5, (1781-1785), Online publication date: 1-Nov-2000.MARGAN S, HANDELSMAN D, MANN S, RUSSELL P, ROGERS J, KHADRA M and DONG Q (2018) QUALITY OF NUCLEIC ACIDS EXTRACTED FROM FRESH PROSTATIC TISSUE OBTAINED FROM TURP PROCEDURESJournal of Urology, VOL. 163, NO. 2, (613-615), Online publication date: 1-Feb-2000.ROBERTS R, JACOBSEN S, JACOBSON D, RHODES T, GIRMAN C and LIEBER M (2018) LONGITUDINAL CHANGES IN PEAK URINARY FLOW RATES IN A COMMUNITY BASED COHORTJournal of Urology, VOL. 163, NO. 1, (107-113), Online publication date: 1-Jan-2000.ABRAMS P, SCHAFER W, TAMMELA T, BARRETT D, HEDLUND H, ROLLEMA H, MATOS-FERREIRA A, NORDLING J, BRUSKEWITZ R, ANDERSEN J, HALD T, MILLER P, KIRBY R, MUSTONEN S, CANNON A, JACOBSEN C, GORMLEY G, MALICE M and BACH M (2018) IMPROVEMENT OF PRESSURE FLOW PARAMETERS WITH FINASTERIDE IS GREATER IN MEN WITH LARGE PROSTATESJournal of Urology, VOL. 161, NO. 5, (1513-1517), Online publication date: 1-May-1999.RHODES T, GIRMAN C, JACOBSEN S, ROBERTS R, GUESS H and LIEBER M (2018) LONGITUDINAL PROSTATE GROWTH RATES DURING 5 YEARS IN RANDOMLY SELECTED COMMUNITY MEN 40 TO 79 YEARS OLDJournal of Urology, VOL. 161, NO. 4, (1174-1179), Online publication date: 1-Apr-1999.MARGOLIS L, HATFILL S, CHUAQUI R, VOCKE C, EMMERT-BUCK M, LINEHAN W and DURAY P (2018) LONG TERM ORGAN CULTURE OF HUMAN PROSTATE TISSUE IN A NASA-DESIGNED ROTATING WALL BIOREACTORJournal of Urology, VOL. 161, NO. 1, (290-297), Online publication date: 1-Jan-1999.STEINER M, COUCH R, RAGHOW S and STAUFFER D (2018) THE CHIMPANZEE AS A MODEL OF HUMAN BENIGN PROSTATIC HYPERPLASIAJournal of Urology, VOL. 162, NO. 4, (1454-1461), Online publication date: 1-Oct-1999.LEPOR H, WILLIFORD W, BARRY M, HAAKENSON C and JONES K (2018) THE IMPACT OF MEDICAL THERAPY ON BOTHER DUE TO SYMPTOMS, QUALITY OF LIFE AND GLOBAL OUTCOME, AND FACTORS PREDICTING RESPONSEJournal of Urology, VOL. 160, NO. 4, (1358-1367), Online publication date: 1-Oct-1998.KAHN S, ALPHONSE P, TEWARI A and NARAYAN P (2018) AN OPEN STUDY ON THE EFFICACY AND SAFETY OF TRANSURETHRAL NEEDLE ABLATION OF THE PROSTATE IN TREATING SYMPTOMATIC BENIGN PROSTATIC HYPERPLASIA: THE UNIVERSITY OF FLORIDA EXPERIENCEJournal of Urology, VOL. 160, NO. 5, (1695-1700), Online publication date: 1-Nov-1998.GRAYHACK J, KOZLOWSKI J and LEE C (2018) THE PATHOGENESIS OF BENIGN PROSTATIC HYPERPLASIA: A PROPOSED HYPOTHESIS AND CRITICAL EVALUATIONJournal of Urology, VOL. 160, NO. 6 Part 2, (2375-2380), Online publication date: 1-Dec-1998.DE MARZO A, NELSON W, MEEKER A and COFFEY D (2018) STEM CELL FEATURES OF BENIGN AND MALIGNANT PROSTATE EPITHELIAL CELLSJournal of Urology, VOL. 160, NO. 6 Part 2, (2381-2392), Online publication date: 1-Dec-1998.JAVLE P, JENKINS S, MACHIN D and PARSONS K (2018) GRADING OF BENIGN PROSTATIC OBSTRUCTION CAN PREDICT THE OUTCOME OF TRANSURETHRAL PROSTATECTOMYJournal of Urology, VOL. 160, NO. 5, (1713-1717), Online publication date: 1-Nov-1998.KYPRIANOU N, LITVAK J, BORKOWSKI A, ALEXANDER R and JACOBS S (2018) INDUCTION OF PROSTATE APOPTOSIS BY DOXAZOSIN IN BENIGN PROSTATIC HYPERPLASIAJournal of Urology, VOL. 159, NO. 6, (1810-1815), Online publication date: 1-Jun-1998.CHICHARRO-MOLERO J, BURGOS-RODRIGUEZ R, SANCHEZ-CRUZ J, DEL ROSAL-SAMANIEGO J, RODERO-CARCIA P and RODRIGUEZ-VALLEJO J (2018) PREVALENCE OF BENIGN PROSTATIC HYPERPLASIA IN SPANISH MEN 40 YEARS OLD OR OLDERJournal of Urology, VOL. 159, NO. 3, (878-882), Online publication date: 1-Mar-1998.Weingartner K, Ben-Sasson S, Stewart R, Richie J, Riedmiller H and Folkman J (2018) ENDOTHELIAL CELL PROLIFERATION ACTIVITY IN BENIGN PROSTATIC HYPERPLASIA AND PROSTATE CANCER: AN IN VITRO MODEL FOR ASSESSMENTJournal of Urology, VOL. 159, NO. 2, (465-470), Online publication date: 1-Feb-1998.Larson T, Collins J and Corica A (2018) DETAILED INTERSTITIAL TEMPERATURE MAPPING DURING TREATMENT WITH A NOVEL TRANSURETHRAL MICROWAVE THERMOABLATION SYSTEM IN PATIENTS WITH BENIGN PROSTATIC HYPERPLASIAJournal of Urology, VOL. 159, NO. 1, (258-264), Online publication date: 1-Jan-1998.Kojima M, Naya Y, Inoue W, Ukimura O, Watanabe M, Saitoh M and Watanabe H (2018) The American Urological Association Symptom Index for Benign Prostatic Hyperplasia as a Function of Age, Volume and Ultrasonic Appearance of the ProstateJournal of Urology, VOL. 157, NO. 6, (2160-2165), Online publication date: 1-Jun-1997.Masumori N, Tsukamoto T, Kumamoto Y, Miyake H, Rhodes T, Girman C, Guess H, Jacobsen S and Lieber M (2018) Age-Related Differences in Internal Prostatic Architecture on Transrectal Ultrasonography: Results of a Community Based Survey in JapanJournal of Urology, VOL. 157, NO. 5, (1718-1722), Online publication date: 1-May-1997.Witjes W, de la Rosette J, Donovan J, Peters T, Abrams P, Kay H, Hofner K, Kinn A and Walter S (2018) The International Continence Society “Benign Prostatic Hyperplasia” Study: International Differences in Lower Urinary Tract Symptoms and Related BotherJournal of Urology, VOL. 157, NO. 4, (1295-1300), Online publication date: 1-Apr-1997.Ramsey E, Miller P and Parsons K (2018) A Novel Transurethral Microwave Thermal Ablation System to Treat Benign Prostatic Hyperplasia: Results of a Prospective Multicenter Clinical TrialJournal of Urology, VOL. 158, NO. 1, (112-119), Online publication date: 1-Jul-1997.Cardillo M, Berchem G, Tarkington M, Krajewski S, Krajewski M, Reed J, Tehan T, Ortega L, Lage J and Gelmann E (2018) Resistance to Apoptosis and Up Regulation of Bcl-2 In Benign Prostatic Hyperplasia After Androgen DeprivationJournal of Urology, VOL. 158, NO. 1, (212-216), Online publication date: 1-Jul-1997.Claus S, Berges R, Senge T and Schulze H (2018) Cell Kinetic in Epithelium and Stroma of Benign Prostatic HyperplasiaJournal of Urology, VOL. 158, NO. 1, (217-221), Online publication date: 1-Jul-1997.Madersbacher S, Klingler H, Schatzl G, Stulnig T, Schmidbauer C and Marberger M (2018) Age Related Urodynamic Changes in Patients with Benign Prostatic HyperplasiaJournal of Urology, VOL. 156, NO. 5, (1662-1667), Online publication date: 1-Nov-1996.Ukimura O, Kojima M, Inui E, Ochiai A, Hata Y, Watanabe M, Saitoh M and Watanabe H (2018) A Statistical Study of the American Urological Association Symptom Index for Benign Prostatic Hyperplasia in Participants of Mass Screening Program for Prostatic Diseases using Transrectal SonographyJournal of Urology, VOL. 156, NO. 5, (1673-1678), Online publication date: 1-Nov-1996.Hammerer P, Michl U, Meyer-Moldenhauer W and Huland H (2018) Urethral Closure Pressure Changes with Age in MenJournal of Urology, VOL. 156, NO. 5, (1741-1743), Online publication date: 1-Nov-1996.Masumori N, Tsukamoto T, Kumamoto Y, Miyake H, Rhodes T, Girman C, Guess H, Jacobsen S and Lieber M (2018) Japanese Men Have Smaller Prostate Volumes But Comparable Urinary Flow Rates Relative to American Men: Results of Community Based Studies in 2 CountriesJournal of Urology, VOL. 155, NO. 4, (1324-1327), Online publication date: 1-Apr-1996.Partin A, Criley S, Subong E, Zincke H, Walsh P and Oesterling J (2018) Standard Versus Age-Specific Prostate Specific Antigen Reference Ranges Among Men With Clinically Localized Prostate Cancer: A Pathological AnalysisJournal of Urology, VOL. 155, NO. 4, (1336-1339), Online publication date: 1-Apr-1996.Jacobsen S, Girman C, Guess H, Rhodes T and Oesterling J (2018) Natural History of Prostatism: Longitudinal Changes in Voiding Symptoms in Community Dwelling MenJournal of Urology, VOL. 155, NO. 2, (595-600), Online publication date: 1-Feb-1996.Boyle P, Maisonneuve P and Steg A (2018) Decrease in Mortality from Benign Prostatic Hyperplasia: a Major Unheralded Health TriumphJournal of Urology, VOL. 155, NO. 1, (176-180), Online publication date: 1-Jan-1996.Nitti V, Adler H and Combs A (2018) The Role of Urodynamics in the Evaluation of Voiding Dysfunction in Men after Cerebrovascular AccidentJournal of Urology, VOL. 155, NO. 1, (263-266), Online publication date: 1-Jan-1996.Schmid H (2018) Re: The Clinical Usefulness of Prostate Specific Antigen: Update 1994Journal of Urology, VOL. 155, NO. 1, (294-295), Online publication date: 1-Jan-1996.Kaplan S, Te A, Pressler L and Olsson C (2018) Transition Zone Index as a Method of Assessing Benign Prostatic Hyperplasia: Correlation with Symptoms, Urine Flow and Detrusor PressureJournal of Urology, VOL. 154, NO. 5, (1764-1769), Online publication date: 1-Nov-1995.Tsukamoto T, Kumamoto Y, Masumori N, Miyake H, Rhodes T, Girman C, Guess H, Jacobsen S and Lieber M (2018) Prevalence of Prostatism in Japanese Men in a Community-based Study with Comparison to a Similar American StudyJournal of Urology, VOL. 154, NO. 2, (391-395), Online publication date: 1-Aug-1995.Fawzy A, Braun K, Lewis G, Gaffney M and Ice K (2018) Doxazosin in the Treatment of Benign Prostatic Hyperplasia in Normotensive Patients: A Multicenter StudyJournal of Urology, VOL. 154, NO. 1, (105-109), Online publication date: 1-Jul-1995.Tscholl R, Largo M, Poppinghaus E, Recker F and Subotic B (2018) Incidence of Erectile Impotence Secondary to Transurethral Resection of Benign Prostatic Hyperplasia, Assessed by Preoperative and Postoperative Snap Gauge TestsJournal of Urology, VOL. 153, NO. 5, (1491-1493), Online publication date: 1-May-1995.Dorsam J, Wiesel M, Mohring K, Pomer S, Kalble T and Staehler G (2018) Transurethral Incision of the Prostate Following Renal TransplantationJournal of Urology, VOL. 153, NO. 5, (1499-1501), Online publication date: 1-May-1995.Pearson J and Carter H (2018) Natural History of Changes in Prostate Specific Antigen in Early Stage Prostate CancerJournal of Urology, VOL. 152, NO. 5 Part 2, (1743-1748), Online publication date: 1-Nov-1994.Bosch J, Hop W, Qais A, Niemer H, Bangma C, Kirkels W and Schröder F (2018) Parameters of Prostate Volume and Shape in a Community Based Population of Men 55 to 74 Years OldJournal of Urology, VOL. 152, NO. 5 Part 1, (1501-1505), Online publication date: 1-Nov-1994.Seaman E, Jacobs B, Blaivas J and Kaplan S (2018) Persistence or Recurrence of Symptoms after Transurethral Resection of the Prostate: A Urodynamic AssessmentJournal of Urology, VOL. 152, NO. 3, (935-937), Online publication date: 1-Sep-1994.Juniewicz P, Berry S, Coffey D, Strandberg J and Ewing L (2018) The Requirement of the Testis in Establishing the Sensitivity of the Canine Prostate to Develop Benign Prostatic HyperplasiaJournal of Urology, VOL. 152, NO. 3, (996-1001), Online publication date: 1-Sep-1994.Langenstroer P, Tang R, Shapiro E, Divish B, Opgenorth T and Lepor H (2018) Endothelin-1 in the Human Prostate: Tissue Levels, Source of Production and Isometric Tension StudiesJournal of Urology, VOL. 150, NO. 2 Part 1, (495-499), Online publication date: 1-Aug-1993.Tammela T and Kontturi M (2018) Urodynamic Effects of Finasteride in the Treatment of Bladder Outlet Obstruction due to Benign Prostatic HyperplasiaJournal of Urology, VOL. 149, NO. 2, (342-344), Online publication date: 1-Feb-1993.Tutrone R, Ball R, Ornitz D, Leder P and Richie J (2018) Benign Prostatic Hyperplasia In A Transgenic Mouse: A New Hormonally Sensitive Investigatory ModelJournal of Urology, VOL. 149, NO. 3, (633-639), Online publication date: 1-Mar-1993.Levine A, Kirschenbaum A, Droller M and Gabrilove J (2018) Effect of the Addition of Estrogen to Medical Castration on Prostatic Size, Symptoms, Histology and Serum Prostate Specific Antigen in 4 Men with Benign Prostatic HypertrophyJournal of Urology, VOL. 146, NO. 3, (790-793), Online publication date: 1-Sep-1991.Matzkin H, Chen J, Lewysohn O and Braf Z (2018) Treatment of Benign Prostatic Hypertrophy by a Long-Acting Gonadotropin-Releasing Hormone Analogue: 1-Year ExperienceJournal of Urology, VOL. 145, NO. 2, (309-312), Online publication date: 1-Feb-1991.Partin A, Oesterling J, Epstein J, Horton R and Walsh P (2018) Influence of Age and Endocrine Factors on the Volume of Benign Prostatic HyperplasiaJournal of Urology, VOL. 145, NO. 2, (405-409), Online publication date: 1-Feb-1991.Strohmaier W, Bichler K, Flüchter S and Wilbert D (2018) Local Microwave Hyperthermia of Benign Prostatic HyperplasiaJournal of Urology, VOL. 144, NO. 4, (913-917), Online publication date: 1-Oct-1990.Carter H, Partin A, Epstein J, Chan D and Walsh P (2018) The Relationship of Prostate Specific Antigen Levels and Residual Tumor Volume in Stage a Prostate CancerJournal of Urology, VOL. 144, NO. 5, (1167-1170), Online publication date: 1-Nov-1990.Lepor H, Shapiro E, Bowsher R and Henry D (2018) Determination of Norepinephrine Levels in the Adult Human ProstateJournal of Urology, VOL. 144, NO. 5, (1263-1266), Online publication date: 1-Nov-1990.Gup D, Shapiro E, Baumann M and Lepor H (2018) Autonomic Receptors in Human Prostate AdenomasJournal of Urology, VOL. 143, NO. 1, (179-185), Online publication date: 1-Jan-1990.Sarmina I and Resnick M (2018) Obstructive Uropathy in Patients with Benign Prostatic HyperplasiaJournal of Urology, VOL. 141, NO. 4, (866-869), Online publication date: 1-Apr-1989.Alexander R, Maguire M, Epstein J and Walsh P (2018) Pathological Stage is Higher in Older Men with Clinical Stage B1 Adenocarcinoma of the ProstateJournal of Urology, VOL. 141, NO. 4, (880-882), Online publication date: 1-Apr-1989.Lepor H (2018) Nonoperative Management of Benign Prostatic HyperplasiaJournal of Urology, VOL. 141, NO. 6, (1283-1289), Online publication date: 1-Jun-1989. Volume 132Issue 3September 1984Page: 474-479 Advertisement Copyright & Permissions© 1984 by The American Urological Association Education and Research, Inc.MetricsAuthor Information Stephen J. Berry More articles by this author Donald S. Coffey More articles by this author Patrick C. Walsh More articles by this author Larry L. Ewing More articles by this author Expand All Advertisement Loading ...",
  "authors": [
    {
      "display_name": "Stephen J. Berry",
      "id": "A5087774273",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210150714",
          "display_name": "Johns Hopkins Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Stephen J. Berry"
    },
    {
      "display_name": "Donald S. Coffey",
      "id": "A5113466745",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210150714",
          "display_name": "Johns Hopkins Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Donald S. Coffey"
    },
    {
      "display_name": "Patrick C. Walsh",
      "id": "A5110154818",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210150714",
          "display_name": "Johns Hopkins Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Patrick C. Walsh"
    },
    {
      "display_name": "L. L. EWING",
      "id": "A5112006286",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210150714",
          "display_name": "Johns Hopkins Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Larry L. Ewing"
    }
  ],
  "publication_year": 1984,
  "publication_date": "1984-09-01",
  "type": "article",
  "cited_by_count": 2438,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "132",
  "issue": "3",
  "first_page": "474",
  "last_page": "479",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2777562237",
      "display_name": "Hyperplasia",
      "level": 2,
      "score": 0.91245514
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.88606286
    },
    {
      "id": "C2776235491",
      "display_name": "Prostate",
      "level": 3,
      "score": 0.6801104
    },
    {
      "id": "C207886595",
      "display_name": "Pathological",
      "level": 2,
      "score": 0.6436804
    },
    {
      "id": "C2779466945",
      "display_name": "Prostatectomy",
      "level": 4,
      "score": 0.5945326
    },
    {
      "id": "C126894567",
      "display_name": "Urology",
      "level": 1,
      "score": 0.49058238
    },
    {
      "id": "C48900799",
      "display_name": "Doubling time",
      "level": 3,
      "score": 0.43651462
    },
    {
      "id": "C2908647359",
      "display_name": "Population",
      "level": 2,
      "score": 0.42484048
    },
    {
      "id": "C142724271",
      "display_name": "Pathology",
      "level": 1,
      "score": 0.25957173
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.25778025
    },
    {
      "id": "C121608353",
      "display_name": "Cancer",
      "level": 2,
      "score": 0.14864385
    },
    {
      "id": "C55493867",
      "display_name": "Biochemistry",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C99454951",
      "display_name": "Environmental health",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C202751555",
      "display_name": "In vitro",
      "level": 2,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10124",
      "display_name": "Prostate Cancer Diagnosis and Treatment",
      "score": 0.9937
    },
    {
      "id": "T12866",
      "display_name": "Urologic and reproductive health conditions",
      "score": 0.9934
    },
    {
      "id": "T10279",
      "display_name": "Urinary Bladder and Prostate Research",
      "score": 0.9913
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/s0022-5347(17)49698-4",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:56:23.313102",
  "source_database": "OpenAlex"
}