{
  "openalex_id": "W1986199521",
  "doi": "https://doi.org/10.1074/jbc.275.2.1502",
  "title": "The Type 4 Prepilin Peptidases Comprise a Novel Family of Aspartic Acid Proteases",
  "abstract": "Type 4 prepilins or prepilin-like-proteins are secreted by a wide range of bacterial species and are required for a variety of functions including type 4 pilus formation, toxin and other enzyme secretion, gene transfer, and biofilm formation. A distinctive feature of these proteins is the presence of a specialized leader peptide that is cleaved off by a cognate membrane-bound type 4 prepilin peptidase (TFPP) during the process of secretion. In this report we show that the TFPPs represent a novel family of bilobed aspartate proteases that is unlike any other protease. The active site pairs of aspartic acids of the two TFPPs in Vibrio cholerae are found at positions 125 and 189 of TcpJ and 147 and 212 of VcpD. Corresponding aspartate residues are completely conserved throughout this extensive peptidase family. Type 4 prepilins or prepilin-like-proteins are secreted by a wide range of bacterial species and are required for a variety of functions including type 4 pilus formation, toxin and other enzyme secretion, gene transfer, and biofilm formation. A distinctive feature of these proteins is the presence of a specialized leader peptide that is cleaved off by a cognate membrane-bound type 4 prepilin peptidase (TFPP) during the process of secretion. In this report we show that the TFPPs represent a novel family of bilobed aspartate proteases that is unlike any other protease. The active site pairs of aspartic acids of the two TFPPs in Vibrio cholerae are found at positions 125 and 189 of TcpJ and 147 and 212 of VcpD. Corresponding aspartate residues are completely conserved throughout this extensive peptidase family. type 4 prepilin peptidase type 4 pili toxin-coregulated pilus N-ethylmaleimide polymerase chain reaction antibody polyacrylamide gel electrophoresis 1-ethyl-3-(3-dimethylaminopropyl)carbodiimide hydrochloride Members of the family of leader peptidases known as type 4 prepilin peptidases (TFPP)1have been identified in a vast number of species of Gram-negative bacteria and an increasing number of Gram-positive bacteria. The TFPP is responsible for the cleavage and N-methylation (known collectively as processing) of the highly conserved type 4 leader peptide present at the N terminus of the families of secreted proteins known as type 4 prepilins and type 4 prepilin-like proteins (1.Strom M.S. Nunn D.N. Lory S. Proc. Natl. Acad. Sci. U. S. A. 1993; 90: 2404-2408Crossref PubMed Scopus (220) Google Scholar). Whereas the cleavage of the type 4 leader peptide is a necessary step for secretion of the mature pilin, methylation of the N terminus of the mature pilin is not required for secretion and has no known function (2.Pepe J.C. Lory S. J. Biol. Chem. 1998; 273: 19120-19129Abstract Full Text Full Text PDF PubMed Scopus (45) Google Scholar). Type 4 pilins are polymerized as the structural subunits of type 4 pili (Tfp), which are surface organelles required for diverse activities that contribute to broad attributes such as genetic transfer, virulence, and environmental persistence of a wide array of Gram-negative bacterial pathogens. Prototypical examples include microcolony formation mediated by toxin-coregulated pilus (TCP) ofVibrio cholerae, 2Kirn, T. J., Lafferty, M. L., Sandoe, C. M. P., and Taylor, R. K. (2000), Mol. Microbiol., in press.2Kirn, T. J., Lafferty, M. L., Sandoe, C. M. P., and Taylor, R. K. (2000), Mol. Microbiol., in press.bacterial surface dispersal mechanisms mediated by bundle forming pilus of enteropathogenic Escherichia coli (3.Bieber D. Ramer S.W. Wu C.Y. Murray W.J. Tobe T. Fernandez R. Schoolnik G.K. Science. 1998; 280: 2114-2118Crossref PubMed Scopus (380) Google Scholar), colonization and natural transformation mediated by PilE of Neisseria sp. (4.Tonjum T. Koomey M. Gene (Amst.). 1997; 192: 155-163Crossref PubMed Scopus (90) Google Scholar), and gliding motility mediated by the Tfp of Myxococcussp. (5.Wu S.S. Kaiser D. Mol. Microbiol. 1995; 18: 547-558Crossref PubMed Scopus (213) Google Scholar). The related type 4 pilin-like proteins partially comprise the main terminal branch of the general secretory pathway in Gram-negative bacteria, also known as the type 2 secretion pathway (6.Pugsley A.P. Microbiol. Rev. 1993; 57: 50-108Crossref PubMed Google Scholar). The general secretory pathway is the pathway utilized by the majority of proteins that are secreted outside of Gram-negative bacteria. Such proteins include toxins such as cholera toxin of V. cholerae (7.Sandkvist M. Michel L.O. Hough L.P. Morales V.M. Bagdasarian M. Koomey M. DiRita V.J. Bagdasarian M. J. Bacteriol. 1997; 179: 6994-7003Crossref PubMed Google Scholar) and exotoxin A of Pseudomonas aeruginosa (8.Strom M.S. Nunn D. Lory S. J. Bacteriol. 1991; 173: 1175-1180Crossref PubMed Google Scholar), as well as other enzymes such as pullulanase of Klebsiella pneumoniae (9.Pugsley A.P. Reyss I. Mol. Microbiol. 1990; 4: 365-379Crossref PubMed Scopus (57) Google Scholar) and hemolysin of Aeromonas hydrophila (10.Pepe C.M. Eklund M.W. Strom M.S. Mol. Microbiol. 1996; 19: 857-869Crossref PubMed Scopus (63) Google Scholar). Type 4 pilin-like proteins are also required for natural transformation of Bacillus subtilus (11.Dubnau D. Gene (Amst.). 1997; 192: 191-198Crossref PubMed Scopus (66) Google Scholar) and Streptococcus pneumoniae (12.Pestova E.V. Morrison D.A. J. Bacteriol. 1998; 180: 2701-2710Crossref PubMed Google Scholar). The type 4 leader peptide is characterized by several features that are highly conserved, yet differ from those of standard leader peptides. The N-terminal leader that is cleaved from the mature protein is highly charged and immediately precedes a region of approximately 20 residues that are predominantly hydrophobic and are retained within the mature protein. The majority of type 4 prepilins or prepilin-like proteins are designated type 4a, containing leader peptides that are short (∼6 residues). Type 4b preproteins contain a longer leader (∼25 residues). The peptide bond on the prepilin that is hydrolyzed by the TFPP lies between the charged and hydrophobic domains, immediately C-terminal to an invariant glycine. The new N-terminal amino acid that arises upon processing is a N-methylated phenylalanine for type 4a proteins and is typically a N-methylated methionine for type 4b proteins. The TFPPs themselves are integral cytoplasmic membrane proteins with numerous transmembrane domains. The processing reaction has been postulated to occur on the cytoplasmic side of the membrane because of the membrane orientation of the prepilin, the location of all the major nonmembrane peptidase domains, and the likelihood that the cytoplasmically located S-adenosyl methionine would provide an available source of methyl groups for the methylation step of the reaction (13.Strom M.S. Lory S. J. Bacteriol. 1987; 169: 3181-3188Crossref PubMed Google Scholar). Previous studies on the proteolytic mechanism of the TFPPs have focused on the largest cytoplasmic region of the protein designated cytoplasmic domain 1. These studies were performed on PilD, a prototypic TFPP fromP. aeruginosa. Domain 1 of the PilD peptidase contains two pairs of cysteine residues that are conserved among many members of the TFPP family. Alteration of the 4 highly conserved cysteine residues by substitution of alanine or serine residues resulted in up to an 80–100% reduction of peptidase activity in an in vitroassay. However, the processing defect varied from approximately 0% to 80% for the various mutants in vivo, suggesting that although pilin cleavage was less efficient, it was not abolished (14.Strom M.S. Bergman P. Lory S. J. Biol. Chem. 1993; 268: 15788-15794Abstract Full Text PDF PubMed Google Scholar). Chemical inhibitor studies supported the notion that the cysteine residues contributed to protease activity and PilD was classified as a cysteine protease, specifically as a member of the C20 family of cysteine proteases (15.Rawlings N.D. Barrett A.J. Methods Enzymol. 1994; 244: 461-486Crossref PubMed Scopus (336) Google Scholar). The retention of partial activity by some of the pilD mutants as well as the subsequent discovery of TFPP's that lack the consensus cysteine residues have brought this mechanism of protease activity into question. For example, the XpsO TFPP of Xanthomonas campestris was characterized and shown to lack all the domain 1 cysteine residues, yet the xpsOgene fully complements a pilD deletion for prepilin processing (16.Hu N.T. Lee P.F. Chen C. Mol. Microbiol. 1995; 18: 769-777Crossref PubMed Scopus (21) Google Scholar). Some newer members of the rapidly growing family lack the entire domain 1 region. Analysis of a current TFPP alignment also reveals a complete lack of any conserved histidine residue, a necessary component of the cysteine protease catalytic mechanism (15.Rawlings N.D. Barrett A.J. Methods Enzymol. 1994; 244: 461-486Crossref PubMed Scopus (336) Google Scholar). These observations have led to a revised classification of PilD, and therefore the complete family of TFPPs, to the U12 category of proteases with unknown catalytic mechanism (17.Rawlings N.D. Barrett A.J. Nucleic Acids Res. 1999; 27: 325-331Crossref PubMed Scopus (195) Google Scholar). In the study reported here, an approach similar to the comprehensive mutational strategy employed to identify the signal peptidase I active site (18.Tschantz W.R. Sung M. Delgado-Partin V.M. Dalbey R.E. J. Biol. Chem. 1993; 268: 27349-27354Abstract Full Text PDF PubMed Google Scholar) was used to determine the active site residues of TcpJ, the TFPP responsible for processing the TcpA type 4 prepilin of V. cholerae. A protein sequence alignment of the TFPP family revealed several highly conserved potential protease active site residues in addition to the two cysteine pairs that exist in this protease family. These include serine, aspartic acid, lysine, and glutamic acid residues, most of which are located in cytoplasmic domains of TFPPs. Mutations in tcpJ corresponding to these positions, as well as a deletion of the entire region encoding cytoplasmic domain 1, were constructed. In vivo activity and in vitroprotease assays indicate that only Asp125 and Asp189, which are completely conserved throughout the entire TFPP family, are absolutely required for protease activity in TcpJ. Chemical protease inhibition studies are consistent with this finding. The mutational analysis was extended to a second TFPP ofV. cholerae, VcpD, which is required for toxin secretion (19.Marsh J.W. Taylor R.K. Mol. Microbiol. 1998; 29: 1481-1492Crossref PubMed Scopus (68) Google Scholar). Taken together, the results lead to the conclusion that members of the TFPP family are bilobed aspartic acid proteases and due to their complete insensitivity to pepstatin should be regarded as a novel family of non-pepsin-like acid proteases. These findings allow the rational development of inhibitors with practical therapeutic value. E. coli strains used were K38 (20.Russel M. Model P. J. Bacteriol. 1984; 159: 1034-1039Crossref PubMed Google Scholar) and JM109 (21.Yanisch-Perron C. Vieira J. Messing J. Gene (Amst.). 1985; 33: 103-119Crossref PubMed Scopus (11458) Google Scholar); Amber-Lys, Amber-Leu, Amber-Gln, Amber-Ser, and Amber-Tyr are chromosomal amber suppressor strains from Promega's INTERCHANGETM in vivo Amber suppression mutagenesis system. Strain JM290 is JM109 carrying pTrc99A/EpsI (6.Pugsley A.P. Microbiol. Rev. 1993; 57: 50-108Crossref PubMed Google Scholar)His (19.Marsh J.W. Taylor R.K. Mol. Microbiol. 1998; 29: 1481-1492Crossref PubMed Scopus (68) Google Scholar). Strain MK90 is K38 carrying p3Z-A, which provides tcpAunder the control of a T7 promoter, and pGP1–2, which provides the heat-inducible T7 RNA polymerase that drives transcription of thetcpA on p3Z-A (22.Kaufman M.R. Seyer J.M. Taylor R.K. Genes Dev. 1991; 5: 1834-1846Crossref PubMed Scopus (72) Google Scholar). Strain CL318 is JM109 carrying pCL9.V. cholerae strains are derivatives of classical Ogawa O395 Smr. Strain J71K-1 is O395tcpJ::kan r (22.Kaufman M.R. Seyer J.M. Taylor R.K. Genes Dev. 1991; 5: 1834-1846Crossref PubMed Scopus (72) Google Scholar). Strain JM315 is O395 vcpD1 (19.Marsh J.W. Taylor R.K. Mol. Microbiol. 1998; 29: 1481-1492Crossref PubMed Scopus (68) Google Scholar). Strain CL381 is O395vcpD1,tcpJ::kan r. Plasmid pCL9, a derivative of pUC18 (21.Yanisch-Perron C. Vieira J. Messing J. Gene (Amst.). 1985; 33: 103-119Crossref PubMed Scopus (11458) Google Scholar), was constructed by the cloning of a 980-bpEcoRI/NsiI fragment containing tcpJ into theEcoRI and PstI sites in the polylinker of pUC18. Plasmid pCL10 was constructed by the additional cloning of a 2.0-kilobase pair HindIII fragment that containstcpA into the HindIII site of the pCL9 polylinker. Plasmid pCL11 was constructed by the PCR amplification oftcpJ with primer pair J-ATG NcoI (5′- AGACCATGGAATACGTTTACTTGATCCTATTTTCGATTG) and J-Histag (5′-CCCCTGCAGCTCAATGATGATGATGATGATGCATTAAACGGATTG) and the cloning of the resulting fragment into the NcoI and PstI sites of the pKK233–2 based expression vector, pTrc99A (Amersham Pharmacia Biotech). Primer J-Histag 3′ codes for 6 His residues, which are added to the C terminus of the TcpJ protein. Plasmid p3Z-A was constructed by the cloning of the 1-kilobase pair DraItcpA fragment into the SmaI site of the Promega expression vector, pGEM3Z (22.Kaufman M.R. Seyer J.M. Taylor R.K. Genes Dev. 1991; 5: 1834-1846Crossref PubMed Scopus (72) Google Scholar). Plasmid pJM294 is a pACYC184 derivative containing vcpD (19.Marsh J.W. Taylor R.K. Mol. Microbiol. 1998; 29: 1481-1492Crossref PubMed Scopus (68) Google Scholar). Plasmid pRTG7H3 is atcpA-expressing plasmid (23.Shaw C.E. Taylor R.K. Infect. Immun. 1990; 58: 3042-3049Crossref PubMed Google Scholar). Plasmid pGP1–2 carries the thermoinducible T7 polymerase gene (24.Tabor S. Richardson C.C. Proc. Natl. Acad. Sci. U. S. A. 1985; 82: 1074-1078Crossref PubMed Scopus (2455) Google Scholar). E. coli strains were grown in LB at 37 °C. V. Cholerae strains were grown in LB, pH 6.5, at 30 °C to induce expression of TCP. Antibiotics were added to the media when needed at the following concentrations: 100 μg/ml ampicillin, 45 μg/ml kanamycin, 34 μg/ml chloramphenicol. The method for membrane preparation was adapted from a previously described cell fractionation protocol (25.Pfau J.D. Taylor R.K. J. Bacteriol. 1998; 180: 4724-4733Crossref PubMed Google Scholar). A 100-ml overnight culture was placed on ice for 20 min, and the cells were then collected by centrifugation at 5000 × g for 10 min. The cell pellet was resuspended in 1 ml of 200 mm Tris, pH 8.0, to which 1 ml of 50 mm Tris, pH 8.0, 1 msucrose, 2 ml of H2O, 20 μl of 0.5 m EDTA, and 20 μl of lysozyme (10 mg/ml) were added. The cell suspension was allowed to incubate on ice for an additional 30 min. 100 μl of 1m MgSO4 was added, and the suspension was centrifuged at 5000 × g for 10 min. The cell pellet is resuspended in 5 ml of 50 mm Tris, pH 8.0, sonicated 3 × 15 s at 50% duty, and centrifuged at 5000 × gfor 10 min. The supernatant was then centrifuged at 230,000 ×g (60,000 rpm in a TLA 100.3 rotor) for 15 min. The resulting pellet, which contained the total membrane fraction, was resuspended in 200 μl of 50 mm Tris, pH 8.0. Membrane preparations were prepared from 42 °C grown overnight cultures of E. coliK38, which does not express TcpA, and MK90, which overexpresses TcpA prepilin at elevated temperature. 20 μl of a membrane preparation from K38 and from MK90 were subjected to electrophoresis on a 12.5% SDS-PAGE gel alongside a standard of 3 μg of trypsin, followed by staining with Coomassie Blue. The stained gel was dried using the Novex gel drying system. The dried gel was scanned by a Molecular Dynamics Personal Densitometer SI, and densitometry analysis was performed using ImageQuant version 1.2 software. The intensities (measured in pixels) of the 3-μg trypsin band, the TcpA prepilin band (MK90), the corresponding location of the TcpA prepilin band in the TcpA-negative control lane (K38), and an approximately 28-kDa band from both K38 and MK90 were measured while adjusting to a single background value. The mass of the TcpA prepilin present in the MK90 lane was determined by first subtracting the intensity of the corresponding area in the K38 TcpA prepilin-lacking lane. This corrected for the staining intensity of minor protein bands that co-migrate with TcpA prepilin. By comparing the intensity values of the 28-kDa bands from the TcpA-positive and TcpA-negative lanes, a further adjustment was made to the TcpA prepilin value to account for any loading difference between the lanes. The trypsin band intensity was divided by 3 μg to determine an intensity/μg value, which was applied to the final TcpA prepilin band value to determine the mass of TcpA prepilin/μl in the membrane preparation. The TcpA prepilin membrane preparation was diluted with 50 mm Tris, pH 8.0, buffer to a concentration of 0.2 μg/μl. The in vitro TcpJ cleavage assay was designed, based on the assay developed for PilD ofP. aeruginosa (26.Nunn D.N. Lory S. Proc. Natl. Acad. Sci. U. S. A. 1991; 88: 3281-3285Crossref PubMed Scopus (178) Google Scholar), except that pre-TcpA was provided in a membrane preparation rather than as purified protein. TcpJ derivatives were provided in membrane preparations of the TcpJ-expressing strain JM109 (pCL9) (wild-type and mutant alleles). The 100-μl processing reaction was prepared by combining a 50-μl substrate fraction with a 50-μl enzyme fraction (an equivalent of 1 unit of wild-type activity) and incubated at 37 °C for 1 h. The substrate fraction was prepared by combining 5 μl of the TcpA prepilin-containing membrane preparation (1 μg of TcpA prepilin), 10 μl 0.5% (w/v) cardiolipin, 20 μl of 5× assay buffer (125 mm triethanolamine HCl, pH 7.5, 2.5% v/v Triton X-100), and brought up to the total volume with H2O. The enzyme fraction was prepared by combining a standardized volume of TcpJ-containing membrane preparation and H2O to bring the volume to 50 μl. The cleavage reaction was stopped by the addition of 100 μl of 2× protein sample buffer. The volume of TcpJ preparation for all TcpJ derivatives was standardized to be equivalent to the volume containing an amount of wild-type TcpJ sufficient to cleave 50% of 1 μg of TcpA prepilin in 1 h, which is defined as 1 unit of TcpJ peptidase activity. The formation of mature TcpA from precursor was monitored by Western immunoblot analysis. Chemical inhibitors were tested for their ability to prevent the cleavage of TcpA from the prepilin to mature form in the in vitro cleavage assay. Various concentrations of inhibitors were added to both the enzyme (1 unit of TcpJ) and substrate fraction so that, when combined, the inhibitor concentration would remain constant. The inhibitor was incubated in the enzyme fraction at room temperature for 30 min prior to the combination of the two fractions. The 100-μl reaction was allowed to proceed for 1 h at 37 °C before 100 μl of 2× SDS protein sample buffer was added to stop the reaction. The specific concentrations of each inhibitor are listed in Table I. The 1-ethyl-3-(3-dimethylaminopropyl) carbodiimide hydrochloride (EDAC)/glycinamide inhibition protocol is a two-step chemical reaction based on the procedure developed for the selective modification of carboxyl side groups of aspartic and glutamic acids in proteins (27.Hoare D.G. Koshland Jr., D.E. J. Am. Chem. Soc. 1966; 88: 2057-2058Crossref Scopus (153) Google Scholar). Takahashi et al. (28.Takahashi K. Tanokura M. Inoue H. Kojima M. Muto Y. Yamasaki M. Makabe O. Kimura T. Takizawa T. Hamaya T. Suzuki E. Miyano H. Structure and Function of the Aspartic Proteinases. Plenum, New York1991: 203-211Google Scholar) first suggested the use of this procedure as a method to specifically inhibit acid proteases. Membranes containing the equivalent of 6 units of TcpJ activity are incubated in 80 μl of 25 mm potassium biphthalate, pH 4.0, and 100 mm EDAC for 30 min at room temperature. 20 μl of 1m glycinamide was added to the mixture, and incubation at room temperature was continued for an additional 30 min before the reaction was stopped by the addition of 150 μl of 200 mmTris buffer, pH 8.0. The mixture was spot dialyzed against 50 mm Tris buffer, pH 8.0, for 1 h and then centrifuged at 230,000 × g (60,000 rpm in TLA 100.3 rotor) for 15 min. The resulting membrane pellet, which contains the chemically modified TcpJ was resuspended in 60 μl of 50 mm Tris, pH 8.0. 20 μl of the membrane suspension, which contains 2 units of TcpJ, was used in the in vitro cleavage assay to determine the peptidase activity. Activity of the modified TcpJ was compared with an equivalent amount of TcpJ, which had been subjected to a mock modification procedure that did not include EDAC or glycinamide.Table IThe effect of chemical inhibitors on the in vitro TcpJ cleavage assayChemical(s)SpecificitySuggested concentrationConcentrationCleavage%No inhibitor100E-64Cysteine proteases(1.4–28 μm)aRoche Molecular Biochemicals.(1–10 μm)bProlysis, a protease and protease inhibitor Web server (T. Moreau).28 μm96Calpain inhibitor ICysteine proteases45 μmaRoche Molecular Biochemicals.45 μm87NEMCysteine proteases1 mmcRef. 14.1 mm15AprotininSerine proteases(0.01–0.3 μm)aRoche Molecular Biochemicals.0.3 μm1003,4-DCISerine proteases(5–200 μm)aRoche Molecular Biochemicals.(5–100 μm)bProlysis, a protease and protease inhibitor Web server (T. Moreau).100 μm65200 μm54Pefabloc SCSerine proteases(0.4–4 mm)aRoche Molecular Biochemicals.2 mm624 mm50LeupeptinSer and Cys proteases1μmaRoche Molecular Biochemicals. (1–10 μm)bProlysis, a protease and protease inhibitor Web server (T. Moreau).10 μm85PMSFSer and Cys proteases(0.1–1 mm)aRoche Molecular Biochemicals. 3 mmcRef. 14.1 mm893 mm53PhosphoramidonMetallopeptidases(0.007–0.6 mm)aRoche Molecular Biochemicals.0.6 mm89EDTA-NaMetalloproteases(0.5–1.3 mm)aRoche Molecular Biochemicals.1.3 mm100BestatinAmino peptidase(metallo-)130 μmaRoche Molecular Biochemicals.130 μm81PepstatinAspartic proteases1 μmaRoche Molecular Biochemicals.(1–5 μm)bProlysis, a protease and protease inhibitor Web server (T. Moreau).1 μm9510 μm92100 μm74EDAC/glycinamideAcid protease0.1m/1.0 mdK. Takahashi, personal communication.0.1 m/0.2m2The effect of chemical protease inhibitors on the peptidase activity of TcpJ was determined by incubating the inhibitor with an amount of membrane preparation known to contain 1 unit of activity of TcpJ for 30 min at room temperature. The TcpJ/inhibitor mixture is then tested for peptidase activity in the in vitro processing assay (see \"Materials and Methods\"). Amounts of cleaved TcpA prepilin were quantitated and applied to the formula: % cleavage = (amount of cleaved TcpA in inhibition assay/amount of cleaved TcpA in no inhibitor control assay) × 100. The inhibition by EDAC/glycinamide is a two-step protocol conducted in acidic conditions (see \"Materials and Methods\").a Roche Molecular Biochemicals.b Prolysis, a protease and protease inhibitor Web server (T. Moreau).c Ref. 14.Strom M.S. Bergman P. Lory S. J. Biol. Chem. 1993; 268: 15788-15794Abstract Full Text PDF PubMed Google Scholar.d K. Takahashi, personal communication. Open table in a new tab The effect of chemical protease inhibitors on the peptidase activity of TcpJ was determined by incubating the inhibitor with an amount of membrane preparation known to contain 1 unit of activity of TcpJ for 30 min at room temperature. The TcpJ/inhibitor mixture is then tested for peptidase activity in the in vitro processing assay (see \"Materials and Methods\"). Amounts of cleaved TcpA prepilin were quantitated and applied to the formula: % cleavage = (amount of cleaved TcpA in inhibition assay/amount of cleaved TcpA in no inhibitor control assay) × 100. The inhibition by EDAC/glycinamide is a two-step protocol conducted in acidic conditions (see \"Materials and Methods\"). The TcpJ S46A, C76A, D189A, and K191A alterations were constructed in pCL10 by the QuikchangeTM(Stratagene) method of mutagenesis, which utilizes inverse PCR primed by divergent overlapping primers containing the desired complementary nucleotide changes. The S18A, C48A, C51A, S65A, C73A, S81A, E88A, D125A, D125E, D125N, D125Amb, S172A, D183N, D189E, D189N, D189Amb, S212A/S213A, and Δ35–81 were constructed in pCL10, and D147A and D212A were constructed in pJM294 using other methods of inverse PCR primed by nonoverlapping divergent primers. Both primers contained an engineered common restriction site that allowed for the restriction of the PCR product by the appropriate enzyme followed by the ligation at the complementary DNA overhangs. In these cases, only one primer carried the desired mutation that was incorporated into the amplified DNA. In some cases the engineering of restriction sites into the primers was accompanied by the incorporation of silent mutations. In other primers, seamless cloning and mutagenesis was performed by incorporating the restriction enzyme site EarI orSapI at the 5′ end of each primer in the pair. These enzymes cleave just outside their recognition site, which makes possible a primer design that ensures that the recognition site is cleaved off the end of the PCR product, while complementary gene sequence overhangs remain to promote annealing prior to ligation. In vivo TcpA processing was monitored in E. coli and V. cholerae strains grown to mid-log phase except where indicated. 0.5 ml of cell culture was centrifuged and resuspended in 100 μl of LB. 100 μl of 2× SDS-PAGE sample buffer was added to the sample. The total sample was boiled for 5 min, and 50 μl was subjected to electrophoresis on a 12.5% SDS-PAGE gel. For both in vivo and in vitro processing, the proteins were electroblotted to nitrocellulose and probed with anti-TcpA peptide 6 antiserum. The secondary Ab, an anti-rabbit IgG conjugated to horseradish peroxidase, was used to detect TcpA by chemiluminescence using ECL reagents (Amersham Pharmacia Biotech), followed by autoradiography. For detection of TcpJ, 20 μl of a membrane preparation from a TcpJ-expressing strain was combined with 20 μl of 2× SDS-PAGE sample buffer and incubated at 37 °C for 15 min. 20 μl of the sample was then subjected to electrophoresis on a 12.5% SDS-PAGE gel. Proteins were transferred to nitrocellulose and probed with anti-TcpJ peptide J3–1 antiserum or, in the case of TcpJ (6.Pugsley A.P. Microbiol. Rev. 1993; 57: 50-108Crossref PubMed Google Scholar)His and TcpJ (6.Pugsley A.P. Microbiol. Rev. 1993; 57: 50-108Crossref PubMed Google Scholar)HisΔ35–81, with TetraHis Ab (Qiagen). Detection with secondary antibody was carried out as described for TcpA. In order to characterize the biochemical mechanism of the cleavage reaction catalyzed by TcpJ and other TFPPs, we sought to identify the critical active site amino acids. First, a limited set of candidate active site residues were identified for targeted changes. Since only the amino acids cysteine, serine, aspartic acid, histidine, lysine, or glutamic acid have been identified as critical active site residues in proteases, an alignment of 27 TFPPs was used to quantitate the conservation of these residues (Fig.1). Since the active site is thought to be located on the cytoplasmic face of the cellular membrane, the analysis was further refined to focus on those residues located within the three major theoretical cytoplasmic domains of TcpJ. Twelve conserved positions were identified, including eight in cytoplasmic domain 1, one in domain 2, and three in domain 3 as indicated by asterisks (Fig. 2 A). Of these residues, only Asp125 and Asp189 are present in every single TFPP examined. The positions of all potentially catalytic residues with respect to the membrane topology model of TcpJ are indicated in Fig. 2 B. 16 residues including the 7 serines, 4 cysteines, 3 aspartic acids, 1 lysine, and 1 glutamic acid indicated asshaded residues in Fig. 1 and 2 B were selected for mutagenesis. 13 of the 16 potential active site residues targeted for mutagenesis are all of the residues conserved at greater than the arbitrary level of 50% in TcpJ. The three selected residues that did not meet this criterion are Ser172, Asp183, and Ser212. Ser172 of TcpJ may be functionally equivalent to residues Ser168 and Ser171indicated as (S168) and (S171) in Fig. 1, which, in combination, are approximately 65% conserved. Asp183and Glu183 (Fig. 1, (E183)) in combination are conserved in nearly 80% of the 27 TFPPs. Aspartic acid and glutamic acid can function equivalently as the active site of an acid protease (29.Takahashi K. Kagami N. Huang X.P. Kojima M. Inoue H. Adv. in Exp. Med. Biol. 1998; 436: 275-282Crossref PubMed Scopus (7) Google Scholar). Mutagenesis of Ser212 was required due to the construction of the S212A/S213A double mutant, which was necessary so the analysis of the phenotype of the S213A would not be ambiguous due to the remaining serine in the adjacent position.Figure 2Primary sequence alignment of the three major cytoplasmic domains of the TFPP family and topology relative to TcpJ. A, partial protein sequence alignment of 27 TFPP homologs. The first region shown corresponds approximately to the large cytoplasmic domain 1. The following two regions correspond precisely to the predicted residues, which constitute cytoplasmic domains 2 and 3.Asterisks designate positions in these regions for which mutations were constructed for this study. The alignment was done in DNASTAR MegAlign, using the Clustal method for alignment. B, membrane topology model of TcpJ. The predicted topology of TcpJ was deduced by comparing the hydrophobicity profile of TcpJ with the β-lactamase fusion data of Erwinia carotovora OutO (36.Reeves P.J. Douglas P. Salmond G.P. Mol. Microbiol. 1994; 12: 445-457Crossref PubMed Scopus (47) Google Scholar) and the alkaline pho",
  "authors": [
    {
      "display_name": "Christian F. LaPointe",
      "id": "A5039825047",
      "orcid": null,
      "institutions": [
        {
          "id": "I107672454",
          "display_name": "Dartmouth College",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Christian F. LaPointe"
    },
    {
      "display_name": "Ronald K. Taylor",
      "id": "A5105527596",
      "orcid": null,
      "institutions": [
        {
          "id": "I107672454",
          "display_name": "Dartmouth College",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ronald K. Taylor"
    }
  ],
  "publication_year": 2000,
  "publication_date": "2000-01-01",
  "type": "article",
  "cited_by_count": 189,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S140251998",
    "display_name": "Journal of Biological Chemistry",
    "issn_l": "0021-9258",
    "issn": [
      "0021-9258",
      "1067-8816",
      "1083-351X"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320990"
  },
  "volume": "275",
  "issue": "2",
  "first_page": "1502",
  "last_page": "1510",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "http://www.jbc.org/article/S0021925818312766/pdf",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C182220744",
      "display_name": "Proteases",
      "level": 3,
      "score": 0.7201665
    },
    {
      "id": "C174832134",
      "display_name": "Pilus",
      "level": 4,
      "score": 0.6492119
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.62572557
    },
    {
      "id": "C49039625",
      "display_name": "Secretion",
      "level": 2,
      "score": 0.5619192
    },
    {
      "id": "C2776714187",
      "display_name": "Protease",
      "level": 3,
      "score": 0.54587466
    },
    {
      "id": "C2778643871",
      "display_name": "Vibrio cholerae",
      "level": 3,
      "score": 0.5297526
    },
    {
      "id": "C55493867",
      "display_name": "Biochemistry",
      "level": 1,
      "score": 0.5209066
    },
    {
      "id": "C2781208047",
      "display_name": "Aspartic acid",
      "level": 3,
      "score": 0.46380663
    },
    {
      "id": "C181199279",
      "display_name": "Enzyme",
      "level": 2,
      "score": 0.388254
    },
    {
      "id": "C104317684",
      "display_name": "Gene",
      "level": 2,
      "score": 0.29851514
    },
    {
      "id": "C515207424",
      "display_name": "Amino acid",
      "level": 2,
      "score": 0.28284264
    },
    {
      "id": "C547475151",
      "display_name": "Escherichia coli",
      "level": 3,
      "score": 0.27150136
    },
    {
      "id": "C523546767",
      "display_name": "Bacteria",
      "level": 2,
      "score": 0.16250157
    },
    {
      "id": "C54355233",
      "display_name": "Genetics",
      "level": 1,
      "score": 0.14785329
    }
  ],
  "topics": [
    {
      "id": "T11684",
      "display_name": "Vibrio bacteria research studies",
      "score": 0.9995
    },
    {
      "id": "T10120",
      "display_name": "Bacterial Genetics and Biotechnology",
      "score": 0.9953
    },
    {
      "id": "T11617",
      "display_name": "Enzyme Production and Characterization",
      "score": 0.9918
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1074/jbc.275.2.1502",
  "pdf_url": "http://www.jbc.org/article/S0021925818312766/pdf",
  "retrieved_date": "2025-07-30T15:50:37.720954",
  "source_database": "OpenAlex"
}