{
  "openalex_id": "W1989813145",
  "doi": "https://doi.org/10.1074/jbc.m708318200",
  "title": "Inactivation of the Calcium Sensing Receptor Inhibits E-cadherin-mediated Cell-Cell Adhesion and Calcium-induced Differentiation in Human Epidermal Keratinocytes",
  "abstract": "Extracellular Ca2+ (Ca2+o) is a critical regulator that promotes differentiation in epidermal keratinocytes. The calcium sensing receptor (CaR) is essential for mediating Ca2+ signaling during Ca2+o-induced differentiation. Inactivation of the endogenous CaR-encoding gene CASR by adenoviral expression of a CaR antisense cDNA inhibited the Ca2+o-induced increase in intracellular free calcium (Ca2+i) and expression of terminal differentiation genes, while promoting apoptosis. Ca2+o also instigates E-cadherin-mediated cell-cell adhesion, which plays a critical role in orchestrating cellular signals mediating cell survival and differentiation. Raising Ca2+o concentration ([Ca2+]o) from 0.03 to 2 mm rapidly induced the co-localization of α-, β-, and p120-catenin with E-cadherin in the intercellular adherens junctions (AJs). To assess whether CaR is required for the Ca2+o-induced activation of E-cadherin signaling, we examined the impact of CaR inactivation on AJ formation. Decreased CaR expression suppressed the Ca2+o-induced AJ formation, membrane translocation, and the complex formation of E-cadherin, catenins, and the phosphatidylinositol 3-kinase (PI3K), although the expression of these proteins was not affected. The assembly of the E-cadherin-catenin-PI3K complex was sensitive to the pharmacologic inhibition of Src family tyrosine kinases but was not affected by inhibition of Ca2+o-induced rise in Ca2+i. Inhibition of CaR expression blocked the Ca2+o-induced tyrosine phosphorylation of β-, γ-, and p120-catenin, PI3K, and the tyrosine kinase Fyn and the association of Fyn with E-cadherin and PI3K. Our results indicate that the CaR regulates cell survival and Ca2+o-induced differentiation in keratinocytes at least in part by activating the E-cadherin/PI3K pathway through a Src family tyrosine kinase-mediated signaling. Extracellular Ca2+ (Ca2+o) is a critical regulator that promotes differentiation in epidermal keratinocytes. The calcium sensing receptor (CaR) is essential for mediating Ca2+ signaling during Ca2+o-induced differentiation. Inactivation of the endogenous CaR-encoding gene CASR by adenoviral expression of a CaR antisense cDNA inhibited the Ca2+o-induced increase in intracellular free calcium (Ca2+i) and expression of terminal differentiation genes, while promoting apoptosis. Ca2+o also instigates E-cadherin-mediated cell-cell adhesion, which plays a critical role in orchestrating cellular signals mediating cell survival and differentiation. Raising Ca2+o concentration ([Ca2+]o) from 0.03 to 2 mm rapidly induced the co-localization of α-, β-, and p120-catenin with E-cadherin in the intercellular adherens junctions (AJs). To assess whether CaR is required for the Ca2+o-induced activation of E-cadherin signaling, we examined the impact of CaR inactivation on AJ formation. Decreased CaR expression suppressed the Ca2+o-induced AJ formation, membrane translocation, and the complex formation of E-cadherin, catenins, and the phosphatidylinositol 3-kinase (PI3K), although the expression of these proteins was not affected. The assembly of the E-cadherin-catenin-PI3K complex was sensitive to the pharmacologic inhibition of Src family tyrosine kinases but was not affected by inhibition of Ca2+o-induced rise in Ca2+i. Inhibition of CaR expression blocked the Ca2+o-induced tyrosine phosphorylation of β-, γ-, and p120-catenin, PI3K, and the tyrosine kinase Fyn and the association of Fyn with E-cadherin and PI3K. Our results indicate that the CaR regulates cell survival and Ca2+o-induced differentiation in keratinocytes at least in part by activating the E-cadherin/PI3K pathway through a Src family tyrosine kinase-mediated signaling. Keratinocytes proliferate and differentiate in cultures in a manner recapitulating the process of epidermal differentiation in vivo (1Eckert R.L. Crish J.F. Robinson N.A. Physiol. Rev. 1997; 77: 397-424Crossref PubMed Scopus (345) Google Scholar). Raising the [Ca2+] 2The abbreviations used are: Ca2+oextracellular Ca2+;Ca2+i, intracellular Ca2+CaRcalcium sensing receptorPLCphospholipase CAJadherens junctionPI3Kphosphatidylinositol 3-kinaseBAPTAbis(2-aminophenoxy)ethane-N,N,N′,N′-tetraacetic acid-AM2APB2-aminoethoxydiphenyl boratemAbmonoclonal antibodyPBSphosphate-buffered salineNHKnormal human keratinocytes. o above 0.07 mm triggers an acute and then a sustained increase in Ca2+i, and the onset of terminal differentiation (2Pillai S. Bikle D.D. J. Cell Physiol. 1991; 146: 94-100Crossref PubMed Scopus (126) Google Scholar, 3Sharpe G.R. Fisher C. Gillespie J.I. Greenwell J.R. Arch. Dermatol. Res. 1993; 284: 445-450Crossref PubMed Scopus (36) Google Scholar). Blocking the increase in Ca2+i with BAPTA, a Ca2+i chelator, inhibits the ability of Ca2+o to induce differentiation (4Li L. Tucker R.W. Hennings H. Yuspa S.H. Cell Growth & Differ. 1995; 6: 1171-1184PubMed Google Scholar, 5Li L. Tucker R.W. Hennings H. Yuspa S.H. J. Cell Physiol. 1995; 163: 105-114Crossref PubMed Scopus (84) Google Scholar). Previous studies demonstrated an obligatory role for the CaR, a G-protein-coupled receptor, in mediating Ca2+ signaling and Ca2+o-induced keratinocyte differentiation (6Tu C.L. Chang W. Bikle D.D. J. Biol. Chem. 2001; 276: 41079-41085Abstract Full Text Full Text PDF PubMed Scopus (125) Google Scholar, 7Komuves L. Oda Y. Tu C.L. Chang W.H. Ho-Pao C.L. Mauro T. Bikle D.D. J. Cell Physiol. 2002; 192: 45-54Crossref PubMed Scopus (67) Google Scholar, 8Tu C.L. Chang W. Bikle D.D. J. Investig. Dermatol. 2007; 127: 1074-1083Abstract Full Text Full Text PDF PubMed Scopus (66) Google Scholar). Activation of the CaR by Ca2+o stimulates phospholipase C (PLC) to convert phosphatidylinositol 4,5-bisphosphate into diacylglylcerol and inositol 1,4,5-trisphosphate. Inositol 1,4,5-trisphosphate in turn induces Ca2+ release from internal stores and increases Ca2+i (9Berridge M.J. Nature. 1993; 361: 315-325Crossref PubMed Scopus (6188) Google Scholar). Inhibition of CaR expression led to a decline of Ca2+i pools and altered cellular Ca2+ handling, hence reducing the Ca2+i response to Ca2+o and impairing differentiation in keratinocytes (8Tu C.L. Chang W. Bikle D.D. J. Investig. Dermatol. 2007; 127: 1074-1083Abstract Full Text Full Text PDF PubMed Scopus (66) Google Scholar). extracellular Ca2+;Ca2+i, intracellular Ca2+ calcium sensing receptor phospholipase C adherens junction phosphatidylinositol 3-kinase bis(2-aminophenoxy)ethane-N,N,N′,N′-tetraacetic acid-AM 2-aminoethoxydiphenyl borate monoclonal antibody phosphate-buffered saline normal human keratinocytes. One of the immediate cellular responses to Ca2+o in epithelial cells is the formation of cell-cell contacts, a process mediated by the adhesion molecule E-cadherin (10Perez-Moreno M. Jamora C. Fuchs E. Cell. 2003; 112: 535-548Abstract Full Text Full Text PDF PubMed Scopus (620) Google Scholar). E-cadherin is a major classical cadherin in keratinocytes and is expressed throughout the epidermis (11Furukawa F. Fujii K. Horiguchi Y. Matsuyoshi N. Fujita M. Toda K. Imamura S. Wakita H. Shirahama S. Takigawa M. Microsc. Res. Tech. 1997; 38: 343-352Crossref PubMed Scopus (71) Google Scholar). Upon Ca2+o stimulation, the extracellular portion of E-cadherin interacts with E-cadherin molecules on the surface of neighboring cells, whereas its cytoplasmic tail interacts with β- (or γ-), α-, and p120-catenins to form the core adhesive structure of adherens junctions (AJ) (12Pokutta S. Weis W.I. Annu. Rev. Cell Dev. Biol. 2007; 23: 237-261Crossref PubMed Scopus (285) Google Scholar). E-cadherin-mediated cell adhesion plays key roles in remodeling of epithelial cell-cell interaction and maintaining proper epidermal differentiation (10Perez-Moreno M. Jamora C. Fuchs E. Cell. 2003; 112: 535-548Abstract Full Text Full Text PDF PubMed Scopus (620) Google Scholar, 13Furukawa F. Takigawa M. Matsuyoshi N. Shirahama S. Wakita H. Fujita M. Horiguchi Y. Imamura S. J. Dermatol. 1994; 21: 802-813Crossref PubMed Scopus (38) Google Scholar). Loss of E-cadherin in the epidermis leads to a loss of AJ and impaired terminal differentiation (14Young P. Boussadia O. Halfter H. Grose R. Berger P. Leone D.P. Robenek H. Charnay P. Kemler R. Suter U. EMBO J. 2003; 22: 5723-5733Crossref PubMed Scopus (114) Google Scholar). The sequential binding of catenins physically links E-cadherin to the actin cytoskeleton and other signaling molecules, including phosphatidylinositol 3-kinase (PI3K) (10Perez-Moreno M. Jamora C. Fuchs E. Cell. 2003; 112: 535-548Abstract Full Text Full Text PDF PubMed Scopus (620) Google Scholar, 15Wheelock M.J. Johnson K.R. Curr. Opin. Cell Biol. 2003; 15: 509-514Crossref PubMed Scopus (235) Google Scholar). Keratinocyte differentiation induced by Ca2+o necessitates the activation of PI3K. Pharmacological inhibition of PI3K blocks the expression of late differentiation markers and induces apoptosis in differentiating keratinocytes (16Calautti E. Li J. Saoncella S. Brissette J.L. Goetinck P.F. J. Biol. Chem. 2005; 280: 32856-32865Abstract Full Text Full Text PDF PubMed Scopus (173) Google Scholar, 17Xie Z. Singleton P.A. Bourguignon L.Y. Bikle D.D. Mol. Biol. Cell. 2005; 16: 3236-3246Crossref PubMed Scopus (85) Google Scholar). Through interactions with the E-cadherin-catenin complex PI3K is recruited to the cell membrane, where it converts phosphatidylinositol 4,5-bisphosphate to phosphatidylinositol 3,4,5-triphosphate. Phosphatidylinositol 3,4,5-triphosphate in turn binds and activates PLCγ1 (17Xie Z. Singleton P.A. Bourguignon L.Y. Bikle D.D. Mol. Biol. Cell. 2005; 16: 3236-3246Crossref PubMed Scopus (85) Google Scholar), which is required for maintaining the Ca2+o-induced increase in Ca2+i crucial for keratinocyte differentiation (18Xie Z. Bikle D.D. J. Biol. Chem. 1999; 274: 20421-20424Abstract Full Text Full Text PDF PubMed Scopus (72) Google Scholar). Inactivating E-cadherin function by specific antibody or blocking E-cadherin expression by small interfering RNA prevents Ca2+-induced activation of PI3K and, thus, keratinocyte differentiation (16Calautti E. Li J. Saoncella S. Brissette J.L. Goetinck P.F. J. Biol. Chem. 2005; 280: 32856-32865Abstract Full Text Full Text PDF PubMed Scopus (173) Google Scholar, 19Xie Z. Bikle D.D. J. Biol. Chem. 2007; 282: 8695-8703Abstract Full Text Full Text PDF PubMed Scopus (91) Google Scholar). Besides E-cadherin, our recent studies demonstrated that the Ca2+o-induced recruitment of PI3K to cell membrane, activation of PI3K, and keratinocyte differentiation require β- and p120-, but not γ-catenin (19Xie Z. Bikle D.D. J. Biol. Chem. 2007; 282: 8695-8703Abstract Full Text Full Text PDF PubMed Scopus (91) Google Scholar). Therefore, E-cadherin-dependent cell adhesion plays a key role not only in coordinating cellular organization and movement in epidermis, but also in transducing cellular signals that influence keratinocyte differentiation. Keratinocyte differentiation induced by Ca2+o is accompanied by increased tyrosine phosphorylation (17Xie Z. Singleton P.A. Bourguignon L.Y. Bikle D.D. Mol. Biol. Cell. 2005; 16: 3236-3246Crossref PubMed Scopus (85) Google Scholar, 20Filvaroff E. Calautti E. Reiss M. Dotto G.P. J. Biol. Chem. 1994; 269: 21735-21740Abstract Full Text PDF PubMed Google Scholar, 21Calautti E. Missero C. Stein P.L. Ezzell R.M. Dotto G.P. Genes Dev. 1995; 9: 2279-2291Crossref PubMed Scopus (106) Google Scholar). Many studies have demonstrated that tyrosine kinase activity is necessary for the assembly of AJ and the interaction of PI3K with the E-cadherin-catenin complex. Pharmacological inhibition of tyrosine kinase perturbs the formation of AJ and prevents activation of PI3K by Ca2+o (16Calautti E. Li J. Saoncella S. Brissette J.L. Goetinck P.F. J. Biol. Chem. 2005; 280: 32856-32865Abstract Full Text Full Text PDF PubMed Scopus (173) Google Scholar, 22Calautti E. Cabodi S. Stein P.L. Hatzfeld M. Kedersha N. Paolo Dotto G. J. Cell Biol. 1998; 141: 1449-1465Crossref PubMed Scopus (223) Google Scholar, 23Pang J.H. Kraemer A. Stehbens S.J. Frame M.C. Yap A.S. J. Biol. Chem. 2005; 280: 3043-3050Abstract Full Text Full Text PDF PubMed Scopus (47) Google Scholar). In differentiating mouse keratinocytes, Ca2+o-induced assembly of E-cadherin-catenin complex and the recruitment of PI3K to E-cadherin are accompanied by tyrosine phosphorylation of β-, γ-, and p120-catenin (22Calautti E. Cabodi S. Stein P.L. Hatzfeld M. Kedersha N. Paolo Dotto G. J. Cell Biol. 1998; 141: 1449-1465Crossref PubMed Scopus (223) Google Scholar). The stimulation of E-cadherin/PI3K signaling by Ca2+o involves activation of Src family tyrosine kinases. Inhibiting Src family tyrosine kinases effectively blocks formation of AJ (22Calautti E. Cabodi S. Stein P.L. Hatzfeld M. Kedersha N. Paolo Dotto G. J. Cell Biol. 1998; 141: 1449-1465Crossref PubMed Scopus (223) Google Scholar), abolishes Ca2+o activation of PI3K, and suppresses expression of differentiation markers in keratinocytes (17Xie Z. Singleton P.A. Bourguignon L.Y. Bikle D.D. Mol. Biol. Cell. 2005; 16: 3236-3246Crossref PubMed Scopus (85) Google Scholar). Consistent with the notion that Src family kinases control keratinocyte cell-cell adhesion, Fyn tyrosine kinase colocalizes with E-cadherin at the cell membrane (22Calautti E. Cabodi S. Stein P.L. Hatzfeld M. Kedersha N. Paolo Dotto G. J. Cell Biol. 1998; 141: 1449-1465Crossref PubMed Scopus (223) Google Scholar). Additionally, Fyn-deficient keratinocytes exhibit decreased tyrosine phosphorylation of β-, γ-, and p120-catenin, abnormalities in cell adhesion (22Calautti E. Cabodi S. Stein P.L. Hatzfeld M. Kedersha N. Paolo Dotto G. J. Cell Biol. 1998; 141: 1449-1465Crossref PubMed Scopus (223) Google Scholar), and compromised differentiation (21Calautti E. Missero C. Stein P.L. Ezzell R.M. Dotto G.P. Genes Dev. 1995; 9: 2279-2291Crossref PubMed Scopus (106) Google Scholar). Hence, in contrast to what has been found in transformed or mitogenically stimulated cells, tyrosine phosphorylation plays a positive role in control of cell adhesion in differentiating keratinocytes (24McLachlan R.W. Yap A.S. J. Mol. Med. 2007; 85: 545-554Crossref PubMed Scopus (70) Google Scholar). Ca2+o activates CaR-mediated Ca2+i signaling and E-cadherin-mediated cell-cell adhesion that lead to differentiation. In the present study, we investigated the involvement of CaR in the activation of E-cadherin signaling. Knocking down CaR expression blocked the Ca2+o-induced formation of AJ, the association of PI3K with the E-cadherin-catenin complex, and expression of late differentiation markers. Furthermore, the Ca2+o-induced tyrosine phosphorylation of β-, γ-, and p120-catenin and Fyn were blocked in the CaR-deficient keratinocytes. This indicates that the CaR regulates the E-cadherin/PI3K pathway via a Src family tyrosine kinase-mediated signaling and impacts on keratinocyte differentiation. MaterialsThe membrane permeable Ca2+ chelator 1,2-bis(2-aminophenoxy)ethane-N,N,N′,N′-tetraacetic acid-AM (BAPTA-AM), 2-aminoethoxydiphenyl borate (2-APB), and Src kinase inhibitor PP2 and its non-functional analog PP3 were purchased from Calbiochem-Novabiochem Corp. (La Jolla, CA). Stock solutions of these compounds were prepared in Me2SO. All other chemicals were purchased from Sigma. All DNA constructs used in generation of adenoviruses were prepared using Qiagen Maxi-prep columns (Chatsworth, CA) according to the manufacturer's protocol. Monoclonal antibodies (mAbs) for Bip (GRP78) and α2 integrin were obtained from BD Biosciences (Palo Alto, CA). The rabbit polyclonal antibody (Ab) for CaR, ADDR, was raised against the peptide corresponding to amino acids 215-236 of the human keratinocyte CaR (6Tu C.L. Chang W. Bikle D.D. J. Biol. Chem. 2001; 276: 41079-41085Abstract Full Text Full Text PDF PubMed Scopus (125) Google Scholar). Rabbit polyclonal and mAbs against E-cadherin, α-, β-, γ-, and p120-catenin, c-Src, Fyn, and the regulatory subunit of PI3K, p85α, were from Santa Cruz Biotechnology Inc. (Santa Cruz, CA). Anti-phosphotyrosine mAb 4G10 was purchased from Upstate Biotechnology Inc. (Lake Placid, NY). Texas Red-conjugated phalloidin was from Invitrogen Corp. (Carlsbad, CA). Cell CultureNormal human keratinocytes (NHKs) were isolated from neonatal human foreskins and grown in serum-free keratinocyte growth medium (154CF, Cascade Biologics, Portland, OR) as described (17Xie Z. Singleton P.A. Bourguignon L.Y. Bikle D.D. Mol. Biol. Cell. 2005; 16: 3236-3246Crossref PubMed Scopus (85) Google Scholar). Briefly, keratinocytes were isolated from newborn human foreskins by trypsinization (0.25% trypsin, 4 °C, 16 h), and primary cultures were established in growth medium containing 0.07 mm CaCl2. Second passage keratinocytes were plated in medium containing 0.03 mm CaCl2 and used in the experiments described. Generation of Adenoviral Stocks and Infection of KeratinocytesA replication-defective adenovirus carrying the antisense human CaR cDNA (Ad-ASCaR) and the control viruses Ad-DNR were constructed using an Adeno-X Expression System II kit (BD Biosciences) as described (8Tu C.L. Chang W. Bikle D.D. J. Investig. Dermatol. 2007; 127: 1074-1083Abstract Full Text Full Text PDF PubMed Scopus (66) Google Scholar). Viral particles were collected and titered using an Adeno-X rapid titer kit (BD Biosciences) and used to infect NHKs. For inactivation of the CaR, subconfluent NHKs were infected with the Ad-ASCaR adenovirus (60 pfu/cell) in growth medium containing 0.03 mm CaCl2 and cultured for 5 to 7 days before exposure to 1.2 mm CaCl2 for 5-10 min to induce formation of AJ or for 3 days to induce differentiation. Three days after infection, the viral supernatant was replaced with fresh culture medium containing 0.03 mm CaCl2. No additional adenovirus was provided after the initial infection. Control cells were infected with an adenovirus Ad-DNR. Quantitative Real-time PCR (q-PCR) AnalysisThe expression of late differentiation genes was determined by q-PCR. NHKs were infected with adenovirus (60 pfu/cell) in growth medium containing 0.03 mm CaCl2 and cultured for 5 days before exposure to 1.2 mm CaCl2 for 3 days. Total RNA were then isolated using the Qiagen RNeasy RNA purification kit (Chatsworth, CA) according to the manufacturer's instructions. Equal amounts of RNA samples were reverse transcribed by Moloney murine leukemia virus reverse transcriptase (Invitrogen Crop.) to generate cDNA. qPCR was performed on cDNA using TaqMan premixed primer/probes and reagents from Applied Biosystems (Foster City, CA) or SYBR Green primers. RNA levels of late differentiation markers in keratinocytes were normalized to mitochondrial ribosomal protein L19 for all experiments. TUNEL StainingKeratinocyte cultures grown on glass coverslips were infected with adenovirus as described. Then cells were cultured in 0.03 or 1.2 mm CaCl2 for 2 days before fixation in 10% neutral buffered formalin. Apoptotic cells were detected by ApopTag peroxidase in situ apoptosis detection kit (Chemicon International, Inc., Temecula, CA) according to the manufacturer's protocol. Briefly, fixed cells were washed and endogenous peroxidase activity is quenched by hydrogen peroxide. Cells were incubated with TdT enzyme in the presence of digoxigenin at 37 °C for 1 h, washed, and then incubated with peroxidase-conjugated anti-digoxigenin antibody. After washing with PBS, the sections are incubated with DAB substrate for 5 min to reveal peroxidase activity. Following the color reactions, the coverslips are washed and mounted. Digital images of 10 representative fields per experimental condition were acquired and quantified using a computer-assisted program (BIOQUANT, Nashville, TN). The degree of apoptosis was presented as the number of TUNEL-positive cells per 100 cells in the field. Student's t test was used for statistical analysis. Measurement of Cytosolic Ca2+%The Ca2+i responses to elevated Ca2+i was measured using a Dual-wavelength Fluorescence Imaging System (Intracellular Imaging Inc., Cincinnati, OH) as described (25Oda Y. Tu C.L. Chang W. Crumrine D. Komuves L. Mauro T. Elias P.M. Bikle D.D. J. Biol. Chem. 2000; 275: 1183-1190Abstract Full Text Full Text PDF PubMed Scopus (103) Google Scholar). Pre-confluent keratinocytes were infected with an adenovirus carrying the antisense human CaR cDNA (Ad-ASCaR) or a control virus (Ad-DNR) on a coverslip in medium containing 0.03 mm Ca2+. Five to 7 days later, cells were loaded with 5 μm Fura-2/AM (Molecular Probes, Eugene, OR) in 0.1% Pluronic F127 in buffer A (20 mm HEPES, 120 mm NaCl, 5 mm KCl, 1 mm MgCl2, 1 mg/ml sodium pyruvate, 1 mg/ml glucose) containing 0.07 mm Ca2+. Cells were then washed and measured in buffer A containing 0.03 mm Ca2+ before exposure to 2 mm Ca2+. The cells were alternately illuminated with 340 and 380 nm light, and the fluorescence at emission wavelength 510 nm was recorded. All experiments were performed at room temperature. The signals from 20 to 50 single cells for each measurement were recorded. Each sample was calibrated by the addition of 20 μm ionomycin (Rmax) followed by 20 mm EGTA/Tris, pH 8.3 (Rmin). Cytosolic Ca2+ concentration ([Ca2+]i) was calculated from the ratio of emission at the two excitation wavelengths based on the formula [Ca2+]i = KdQ(R - Rmin)/(Rmax - R), r = F340/F380, Q = Fmin/Fmax at 380 nm, and Kd for Fura-2 for Ca2+ is 224 nm. Cell Lysate Preparation and ImmunoblottingTotal cell lysates and membrane proteins were prepared from NHKs 5 to 7 days after adenoviral infections. Keratinocytes were washed twice in PBS containing 1 mm Na3VO4 and lysed for 30 min on ice in Nonidet P-40 lysis buffer (0.5% Nonidet P-40, 50 mm Tris-HCl, pH 8.0, 120 mm NaCl) supplemented with 1 mm phenylmethylsulfonyl fluoride and protease inhibitors (Complete™ protease inhibitor tablet, Roche Molecular Biochemicals, Indianapolis, IN). Total cell lysates were centrifuged for 5 min at 4 °C and the supernatant was collected. Keratinocyte membrane lysates were prepared using the Mem-PER Eukaryotic Membrane Protein Extraction Reagent Kit (Pierce Biotechnology, Inc.) according to the manufacturer's instructions. The protein concentrations in the total cell lysates and membrane lysates were determined by the BCA Protein Assay Kit (Pierce Corp.). 50 μg of protein samples were electrophoresed through reducing polyacrylamide gels and electroblotted onto polyvinylidene fluoride membranes (Immobilon-P, 0.45 μm; Millipore Corp., Bedford, MA). After blocking with 5% milk in TBS (20 mm Tris-HCl, pH 7.4, 150 mm NaCl, 1 mm EDTA), the blots were incubated at 4 °C overnight with appropriate primary antibodies: polyclonal Abs against E-cadherin, α- and p120-catenin at a dilution of 1:300, mAbs against PI3K-p85α, phosphotyrosine, β- and γ-catenin at a dilution of 1:200, polyclonal Abs against Fyn and c-Src at a dilution of 1:200, mAbs against Bip and α2 integrin at a dilution of 1:250. Subsequently the blots were incubated with appropriate horseradish peroxidase-conjugated anti-IgG secondary antibodies (Amersham Biosciences, Piscataway, NJ) for 1 h at room temperature. The bound antibody was visualized using the SuperSignal West Dura Chemiluminescent Kit (Pierce Corp.) and subsequent exposure to x-ray film. ImmunoprecipitationsTotal cell lysates containing 0.5-1 mg of protein were immunoprecipitated by 3 μg of mAbs against β-, γ-, and p120-catenin, Fyn, PI3K-p85α, and phosphotyrosine (Santa Cruz Biotechnology, Inc.), and 200 μg membrane proteins by mAbs to E-cadherin and PI3K-p85α (Santa Cruz Biotechnology, Inc.), followed by Sepharose-conjugated protein G (ImmunoLink Immobilized Protein G, Pierce Corp.) in 1 ml of cold Nonidet P-40 lysis buffer at 4 °C with gentle tumbling overnight. Immunoprecipitates were washed 4 times in Nonidet P-40 lysis buffer, eluted, and then analyzed by Western analysis. Immunofluorescence StainingKeratinocytes were cultured on coverslips, fixed with 4% paraformaldehyde for 20 min at room temperature, and permeablized with 0.5% Nonidet P-40 in PBS for 5 min. After blocking with 5% goat serum in PBS, 0.01% Tween 20, cells were incubated with 10 μg/ml of primary antibodies at 4 °C for overnight. Subsequently cells were incubated with the appropriate fluorescein- or Texas Red-conjugated secondary antibody (20 μg/ml, Molecular Probes) at room temperature for 1 h. For F-actin staining, cells were incubated with Texas Red-conjugated phalloidin at room temperature for 1 h. Finally, coverslips were washed in PBS, mounted on glass slides using Gel-Mount (Biomeda, Foster City, CA) and examined with a Leica TCS NT/SP confocal microscope (Leica Microsystems, Heidelberg, Germany). Inhibition of CaR Expression Reduced Ca2+i Response to Ca2+o, Promoted Apoptosis, and Suppressed Ca2+o-induced Keratinocyte DifferentiationTo study the role of CaR in activation of E-cadherin signaling and Ca2+o-induced differentiation, we inhibited CaR expression by infecting preconfluent human keratinocytes with an adenovirus carrying a full-length CaR antisense cDNA (Ad-ASCaR). Immunoblotting (Fig. 1A) and immunostaining (Fig. 1B) showed that Ad-ASCaR effectively blocked the endogenous CaR protein level as compared with the cells infected with a control adenovirus (Ad-DNR). To determine whether inhibition of CaR expression altered Ca2+ signaling, we examined its impact on Ca2+i response to Ca2+o. Consistent with our previous studies (6Tu C.L. Chang W. Bikle D.D. J. Biol. Chem. 2001; 276: 41079-41085Abstract Full Text Full Text PDF PubMed Scopus (125) Google Scholar, 8Tu C.L. Chang W. Bikle D.D. J. Investig. Dermatol. 2007; 127: 1074-1083Abstract Full Text Full Text PDF PubMed Scopus (66) Google Scholar), knockdown of CaR inhibited the Ca2+o-induced increase in Ca2+i. As shown in Fig. 1C, raising Ca2+o from 0.03 to 2 mm induced an increase in Ca2+i in keratinocytes infected with the control virus Ad-DNR from 82 ± 7to472 ± 40 nm (mean ± S.D.; n = 49). Keratinocytes infected with the Ad-ASCaR virus had comparable resting Ca2+i (71 ± 12 nm; n = 45), but had a marked reduction in the rise of Ca2+i (to 202 ± 31 nm) in response to 2 mm Ca2+o.As knockdown of CaR inhibited much of, but not completely blocked, the ability of Ca2+o to increase Ca2+i, other mechanisms, such as calcium channels, independent of CaR appear to play a role in mediating Ca2+o-induced Ca2+i response. To investigate whether the change in Ca2+ signaling following reduction in CaR expression affected cell survival, we compared the apoptosis in keratinocytes infected with Ad-ASCaR to that in control cells infected with Ad-DNR by TUNEL staining. Quantitative analysis of TUNEL-positive cells (Fig. 2) showed that fewer than 2% of control keratinocytes undergo apoptosis when cultured in either 0.03 or 1.2 mm Ca2+o, whereas the number of apoptotic cells increased greatly in the Ad-ASCaR-infected keratinocytes (21 ± 3 and 13 ± 4% in 0.03 and 1.2 mm Ca2+o, respectively), indicating an important role of CaR in cell survival. To determine whether the decrease in CaR expression affected differentiation, we examined its impact on Ca2+o-induced expression of terminal differentiation genes by quantitative real-time PCR in keratinocytes infected with Ad-ASCaR or Ad-DNR viruses. As shown in Fig. 3, 72 h of incubation in 1.2 mm Ca2+ significantly increased the mRNA levels of terminal differentiation markers loricrin, filaggrin, and caspase 14 in control keratinocytes infected with Ad-DNR (4-, 2.4-, and 5.5-fold increase, respectively), but failed to do so in the cells infected with Ad-ASCaR. However, neither Ca2+o nor CaR knockdown decreased keratin 14 (K14), a marker for basal layer keratinocytes. These results demonstrated that CaR regulates calcium signaling, cell survival, and differentiation in keratinocytes. Inhibition of CaR Expression Blocked E-cadherin-mediated Cell-Cell Adhesion and Recruitment of PI3K to the Cell MembraneOne of the early cellular responses to Ca2+o in keratinocytes is the formation of the E-cadherin-catenin complex at cell-cell contacts and the linkage of this core adhesive structure to the actin cytoskeleton. To investigate whether CaR is required for Ca2+o activation of E-cadherin signaling, we examined the impact of CaR knockdown on the assembly of the E-cadherin-catenin complex. Fluorescence immunolocalization revealed that the initiation of E-cadherin-mediated cell-cell AJ formation occurred within 5 min after the Ca2+o was switched from 0.03 to 2 mm in Ad-DNR-infected keratinocytes (Fig. 4, A-D). Ca2+o promoted the co-localization of E-cadherin with α- (Fig. 4C), β- (Fig. 4A), and p120-catenin (Fig. 4B), as well as actin filaments (Fig. 4D) in AJ in control keratinocytes, whereas inhibition of CaR expression by Ad-ASCaR blocked the ability of Ca2+o to induce the formation of this complex. We then tested whether inhibition of CaR expression affects the production of the components of the E-cadherin signaling pathway. Immunoblotting analyses were performed on the total cell lysates from keratinocytes infected with Ad-ASCaR or Ad-DNR and treated with or without 2 mm Ca2+ using antibodies against E-cadherin, α-, β-, γ-, and p120-catenins, and p85α, the regulatory subunit of PI3K. Neither CaR knockdown nor the 5-min Ca2+ treatment significantly altered the expression levels of these proteins (data not shown). To confirm the immunolocalization results, we assessed whether CaR knockdown influences the cell membrane localization of these proteins. Immunoblotting analyses on the plasma membrane lysates demonstrated that 5 min of Ca2+ treatment promoted translocation of E-cadherin, α-, β-, γ-, p120-catenin, and PI3K-p85α to the cell membrane in Ad-DNR-infected keratinocytes, whereas the Ca2+o-induced membrane association of E-cadherin, catenins, and PI3K-p85α were markedly reduced in the Ad-ASCaR-infected cells (Fig. 5A). α2-Integrin was used as a control to demonstrate equal membrane protein extraction. The purity of the plasma me",
  "authors": [
    {
      "display_name": "Chia‐Ling Tu",
      "id": "A5042083110",
      "orcid": "https://orcid.org/0000-0002-7323-7733",
      "institutions": [
        {
          "id": "I180670191",
          "display_name": "University of California, San Francisco",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1315708478",
          "display_name": "San Francisco VA Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Chia-Ling Tu"
    },
    {
      "display_name": "Wenhan Chang",
      "id": "A5009687689",
      "orcid": "https://orcid.org/0000-0001-6583-7176",
      "institutions": [
        {
          "id": "I1315708478",
          "display_name": "San Francisco VA Medical Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I180670191",
          "display_name": "University of California, San Francisco",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Wenhan Chang"
    },
    {
      "display_name": "Zhongjian Xie",
      "id": "A5083570335",
      "orcid": "https://orcid.org/0000-0002-1601-1156",
      "institutions": [
        {
          "id": "I4210166254",
          "display_name": "Northern California Institute for Research and Education",
          "country_code": "US",
          "type": "nonprofit"
        },
        {
          "id": "I180670191",
          "display_name": "University of California, San Francisco",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1315708478",
          "display_name": "San Francisco VA Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Zhongjian Xie"
    },
    {
      "display_name": "Daniel D. Bikle",
      "id": "A5032781101",
      "orcid": "https://orcid.org/0000-0002-1040-475X",
      "institutions": [
        {
          "id": "I180670191",
          "display_name": "University of California, San Francisco",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1315708478",
          "display_name": "San Francisco VA Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Daniel D. Bikle"
    }
  ],
  "publication_year": 2007,
  "publication_date": "2007-12-08",
  "type": "article",
  "cited_by_count": 127,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S140251998",
    "display_name": "Journal of Biological Chemistry",
    "issn_l": "0021-9258",
    "issn": [
      "0021-9258",
      "1067-8816",
      "1083-351X"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320990"
  },
  "volume": "283",
  "issue": "6",
  "first_page": "3519",
  "last_page": "3528",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "http://www.jbc.org/article/S0021925820698167/pdf",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C149402561",
      "display_name": "Cadherin",
      "level": 3,
      "score": 0.72763294
    },
    {
      "id": "C95444343",
      "display_name": "Cell biology",
      "level": 1,
      "score": 0.64915824
    },
    {
      "id": "C519063684",
      "display_name": "Calcium",
      "level": 2,
      "score": 0.6370837
    },
    {
      "id": "C85789140",
      "display_name": "Cell adhesion",
      "level": 3,
      "score": 0.6285949
    },
    {
      "id": "C84416704",
      "display_name": "Adhesion",
      "level": 2,
      "score": 0.60990566
    },
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.5371948
    },
    {
      "id": "C2777074287",
      "display_name": "Keratinocyte",
      "level": 3,
      "score": 0.46874478
    },
    {
      "id": "C1491633281",
      "display_name": "Cell",
      "level": 2,
      "score": 0.44109502
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.25268736
    },
    {
      "id": "C202751555",
      "display_name": "In vitro",
      "level": 2,
      "score": 0.22747388
    },
    {
      "id": "C55493867",
      "display_name": "Biochemistry",
      "level": 1,
      "score": 0.13366526
    },
    {
      "id": "C178790620",
      "display_name": "Organic chemistry",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10929",
      "display_name": "Wnt/β-catenin signaling in development and cancer",
      "score": 0.9997
    },
    {
      "id": "T12286",
      "display_name": "Erythrocyte Function and Pathophysiology",
      "score": 0.9977
    },
    {
      "id": "T11204",
      "display_name": "Ion Channels and Receptors",
      "score": 0.9974
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1074/jbc.m708318200",
  "pdf_url": "http://www.jbc.org/article/S0021925820698167/pdf",
  "retrieved_date": "2025-07-30T14:25:00.260738",
  "source_database": "OpenAlex"
}