{
  "openalex_id": "W1989805537",
  "doi": "https://doi.org/10.1353/frf.2005.0024",
  "title": "Jean Lorrain, paysagiste de la Riviera",
  "abstract": "Jean Lorrain, Paysagiste de la Riviera Guillaume Pinson Dans un ouvrage récent, Marc Boyer montre que la Côte d'Azur est davantage une \"région thématique\" (357 ) qu'une réalité géographique. Depuis le XVIIIe siècle, la Riviera invite les écrivains, l'imaginaire artistique en général et divers commentateurs (guides touristiques, journalistes) à effectuer le portrait mouvant d'une région qui n'existe en grande partie que par ses multiples représentations.1 A la fin du XIXe siècle et au début du XXe, la Côte d'Azur devient ainsi le lieu par excellence de la condensation d'un paysage et des villégiatures élégantes (Boyer 320 ). Nice se pare du titre incontesté de \"capitale d'hiver\" (216 ) au moment où la civilisation occidentale entre définitivement dans \"l'ère des loisirs\" (Corbin). C'est dans ce contexte qu'entre 1900 et 1906 , année de sa mort survenue à Nice où il s'est installé depuis le début du siècle, l'écrivain et chroniqueur Jean Lorrain compose un cycle de contes et de romans qui se déroulent sur la Riviera, et dans lesquels le paysage occupe une place prépondérante. Des Noronsoff, du Crime des riches, de L'École des vieilles femmes, et du Poison de la Riviera, mais aussi de Monsieur de Phocas2 (l'action s'y déroule à Paris mais les références à la Riviera sont nombreuses), se dégage une image complexe de la vie élégante, avec ses drames mondains, ses princes à l'agonie et ses journalistes à l'affût des potins niçois. Lorrain avait entrepris une carrière de journaliste au milieu des années 1880 et ses fameuses \"Pall-Mall Semaine\" le rendirent célèbre dans le monde littéraire de la Belle Époque. De manière générale, son écriture participe de la culture médiatique, caractérisée par la diffusion massive de l'imprimé (Mollier). Une tension, dont la source remonte au mitan du XIXe siècle, se joue entre écriture de presse et littérature, engageant les écrivains et leur production dans des contraintes communicationnelles et éditoriales spécifiques (Vaillant). Lorrain livrait ainsi régulièrement de courtes nouvelles au Journal, et des chroniques rassemblées en plusieurs volumes, notamment dans Poussières de Paris et La Ville empoisonnée.3 [End Page 65] La plupart des textes qui composent les recueils du Crime des riches et de L'École des vieilles femmes parurent d'abord en feuilleton4 et portent les traces de cette publication initiale: brièveté des chapitres et aspect quelque peu décousu de l'ensemble, narration souvent déléguée à des personnages-narrateurs aux identités variables, regard mordant posé sur la vie mondaine et cosmopolite de la Côte d'Azur. Dans ce corpus foisonnant et riche, saisir le fait littéraire dans sa particularité implique de porter attention à des textes tenus pour non exclusivement littéraires; c'est là une approche que la sociocritique et l'analyse du discours social (Angenot 1989) ont mise au centre de leurs préoccupations, posant que la \"spécificité esthétique\" de la fiction (Duchet 1979 : 314) réside dans l'ambiguïté et le décalage. La littérature est une mise en forme \"au second degré\" de la matière textuelle (Angenot 1992 : 10), travail qui s'effectue à partir de noyaux de sens que la théorie sociocritique nomme des sociogrammes. Le paysage est l'un des \"points nodaux\" (Robin 105) les plus riches dans les représentations de la Riviera, autant dans la presse mondaine du Sud que dans une longue lignée de textes littéraires dont André Merquiol a proposé naguère un panorama qui mériterait une actualisation. Articulation du social et de l'esthétique, le paysage occupe une place centrale dans la poétique lorrainienne, bien au-delà du simple décor, et délimite un axe d'analyse qui s'avère prometteur. Afin de mieux saisir ce rôle esthétique et narratif du paysage de la Riviera chez Lorrain, et du fait même de...",
  "authors": [
    {
      "display_name": "Guillaume Pinson",
      "id": "A5072302136",
      "orcid": "https://orcid.org/0000-0002-1463-6670",
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Guillaume Pinson"
    }
  ],
  "publication_year": 2005,
  "publication_date": "2005-05-03",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "fr",
  "source": {
    "id": "S26445087",
    "display_name": "French forum",
    "issn_l": "0098-9355",
    "issn": [
      "0098-9355",
      "1534-1836"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320162"
  },
  "volume": "30",
  "issue": "1",
  "first_page": "65",
  "last_page": "80",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C15708023",
      "display_name": "Humanities",
      "level": 1,
      "score": 0.78023124
    },
    {
      "id": "C2777631549",
      "display_name": "Riviera",
      "level": 2,
      "score": 0.76543075
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.7173945
    },
    {
      "id": "C205649164",
      "display_name": "Geography",
      "level": 0,
      "score": 0.2411409
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.061552227
    }
  ],
  "topics": [
    {
      "id": "T11475",
      "display_name": "French Urban and Social Studies",
      "score": 0.9843
    },
    {
      "id": "T13070",
      "display_name": "Cultural Identity and Heritage",
      "score": 0.9388
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/frf.2005.0024",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:25:18.532887",
  "source_database": "OpenAlex"
}