{
  "openalex_id": "W1984201158",
  "doi": "https://doi.org/10.1097/01.prs.0000299643.67262.c9",
  "title": "Cervical Necrotizing Fasciitis",
  "abstract": "Sir: I thank Drs. Skitarelic and Morovic for acknowledging my work dealing with predictors of mortality from necrotizing fasciitis. Since the publication, my coauthors and I have tested our predictors and formula on 285 patients with necrotizing fasciitis (the cohort of patients from a prospective, population-based surveillance for group A streptococcal infections in Ontario, Canada). After controlling for confounding factors, a multivariate regression model confirmed that age, immune status, and toxic shock were the only predictors of death. Our formula predicted 23 percent mortality (61 of 285 patients) for the prospective data, with an actual mortality rate of 24 percent (62 of 285 patients) (unpublished data). Anatomic location or microbiologic type was never shown to affect patients’ survival. Similarly, in our study, neither anatomic site nor type of infection affected patients’ mortality rates. Perineal infections were associated with composite negative outcome but not mortality alone, implying substantial morbidity associated with this anatomic location. Hyperbaric oxygen therapy in our study was used as a last resort after surgical and medical therapies yielded no improvement, and it could present a selection bias toward the sickest patients. In agreement with Wilkinson and Doolette,1 I concur that the principal treatment for necrotizing fasciitis remains surgical debridement combined with antibiotic therapy. Hyperbaric oxygen therapy should be considered an adjunctive treatment until further evidence becomes available. David Sackett and Gordon Guyatt introduced the era of “evidence-based medicine” in 1992 at McMaster University.2 The U.S. Preventive Services Task Force ranks the data based on five levels of evidence, with randomized controlled trials being the highest. Case reports, case series, and descriptive studies have significant shortcomings and are ranked at the bottom of the scale. Several of the publications to which Drs. Skitarelic and Morovic refer fall under this category of level V evidence. According to a recent debate,3 the only value of a case report is in describing new phenomenon or new disease processes. Scientific editor Peter P. Morgan called case reports “no more than enhanced anecdotes.” One can hardly use case series to discuss a cohort analytic study or derive any meaningful quantitative conclusions. I am glad to witness some significant steps that surgical literature has made in recent years to improve methodology of accepted publications. However, there is still a lot of work to be done to enhance the quality of published materials that influence our clinical decisions. Alexander Golger, M.D. University of Toronto Toronto, Ontario, Canada",
  "authors": [
    {
      "display_name": "Alexander Golger",
      "id": "A5080888917",
      "orcid": null,
      "institutions": [
        {
          "id": "I185261750",
          "display_name": "University of Toronto",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Alexander Golger"
    }
  ],
  "publication_year": 2008,
  "publication_date": "2008-03-01",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S100736837",
    "display_name": "Plastic & Reconstructive Surgery",
    "issn_l": "0032-1052",
    "issn": [
      "0032-1052",
      "1076-5751",
      "1529-4242"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "121",
  "issue": "3",
  "first_page": "1067",
  "last_page": "1067",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://doi.org/10.1097/01.prs.0000299643.67262.c9",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.9651387
    },
    {
      "id": "C2777217379",
      "display_name": "Fasciitis",
      "level": 2,
      "score": 0.9540336
    },
    {
      "id": "C179755657",
      "display_name": "Mortality rate",
      "level": 2,
      "score": 0.54239583
    },
    {
      "id": "C2908647359",
      "display_name": "Population",
      "level": 2,
      "score": 0.5114738
    },
    {
      "id": "C188816634",
      "display_name": "Prospective cohort study",
      "level": 2,
      "score": 0.50809
    },
    {
      "id": "C77350462",
      "display_name": "Confounding",
      "level": 2,
      "score": 0.46363539
    },
    {
      "id": "C72563966",
      "display_name": "Cohort",
      "level": 2,
      "score": 0.42300013
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.41656715
    },
    {
      "id": "C177713679",
      "display_name": "Intensive care medicine",
      "level": 1,
      "score": 0.320278
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.31692606
    },
    {
      "id": "C99454951",
      "display_name": "Environmental health",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11153",
      "display_name": "Streptococcal Infections and Treatments",
      "score": 1.0
    },
    {
      "id": "T12297",
      "display_name": "Otolaryngology and Infectious Diseases",
      "score": 0.9915
    },
    {
      "id": "T11551",
      "display_name": "Infective Endocarditis Diagnosis and Management",
      "score": 0.9334
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1097/01.prs.0000299643.67262.c9",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:39:04.416134",
  "source_database": "OpenAlex"
}