{
  "openalex_id": "W1986400202",
  "doi": "https://doi.org/10.1044/jshd.4301.47",
  "title": "Frequency and Cooccurrence of Vocal Tract Dysfunctions in the Speech of a Large Sample of Parkinson Patients",
  "abstract": "No AccessJournal of Speech and Hearing DisordersResearch Article1 Feb 1978Frequency and Cooccurrence of Vocal Tract Dysfunctions in the Speech of a Large Sample of Parkinson Patients Jeri A. Logemann, Hilda B. Fisher, Benjamin Boshes, and E. Richard Blonsky Jeri A. Logemann Northwestern University Medical School, Chicago, Illinois Google Scholar More articles by this author , Hilda B. Fisher Northwestern University, Evanston, Illinois Google Scholar More articles by this author , Benjamin Boshes Northwestern University Medical School, Chicago, Illinois Google Scholar More articles by this author and E. Richard Blonsky Northwestern University Medical School, Chicago, Illinois Google Scholar More articles by this author https://doi.org/10.1044/jshd.4301.47 SectionsAboutPDF ToolsAdd to favoritesDownload CitationTrack Citations ShareFacebookTwitterLinked In In this study, the frequency of occurrence of speech and voice symptoms in 200 Parkinson patients was defined by two expert listeners from high-fidelity tape recordings of conversational speech samples and readings of the sentence version of the Fisher-Logemann Test of Articulation Competence. Specific phonemes that were misarticulated were catalogued. Other vocal-tract dysfunctions, including laryngeal disorders, rate disorders, and hypernasality, were also recorded. Cooccurrence of symptoms in each patient was tabulated. Examination of the patterns of co-occurring dysfunctions permitted classifying the 200 patients into five groups: Group 1 (45% of the patients) with laryngeal dysfunction as their only vocal-tract symptom; Group 2 (13.5% of the patients) with laryngeal and back-tongue involvement; Group 3 (17% of the patients) with laryngeal, back-tongue, and tongue-blade dysfunction; Group 4 (5.5% of the patients) with laryngeal dysfunction, back-tongue involvement, tongue-blade dysfunction, and labial misarticulations; and Group 5 (9% of the patients) with laryngeal dysfunction and misarticulations of the back tongue, tongue blade, lips, and tongue tip. Disfluencies and hypernasality did not follow a systematic pattern of cooccurrence with other vocal-tract dysfunctions. Additional Resources FiguresReferencesRelatedDetailsCited by International Journal of Language & Communication Disorders21 Oct 2022Reading fluency in Spanish patients with Parkinson's disease: A reading prosody examinationMaría del Carmen Pérez‐Sánchez, María González‐Nosti, Fernando Cuetos and Marta Álvarez‐Cañizo Revista de Logopedia, Foniatría y Audiología42:4 (197-207)1 Oct 2022Construcción de mapas articulatorios para la detección automática de la enfermedad de Parkinson por medio de la vozSurley Yansury Berrio-Zapata and Juan Rafael Orozco-Arroyave Phenomics2:5 (349-361)1 Oct 2022Deep Clinical Phenotyping of Parkinson’s Disease: Towards a New Era of Research and Clinical CareZhiheng Xu, Bo Shen, Yilin Tang, Jianjun Wu and Jian Wang Annals of Physical and Rehabilitation Medicine65:5 (101580)1 Sep 2022Non-invasive brain stimulation for treating neurogenic dysarthria: A systematic reviewPasquale Balzan, Catherine Tattersall and Rebecca Palmer International Journal of Language & Communication Disorders29 Aug 2022Clinical outcomes of PD Check‐In, a model for supported self‐managed maintenance of speech in Parkinson's disease: A Phase 1 studyAnn Finnimore, Deborah Theodoros and Anna F. Rumbach Pedagogika. Voprosy teorii i praktiki:7 (740-746)1 Aug 2022Optimization of Speech Therapy Work on the Diagnosis of Hypokinetic Dysarthria in Patients with Parkinson’s DiseaseElena Semenovna Berdnikovich Perspectives of the ASHA Special Interest Groups7:3 (959-976)13 Jun 2022What Can Altered Auditory Feedback Paradigms Tell Us About Vocal Motor Control in Individuals With Voice Disorders?Hasini R. Weerathunge, Nicole E. Tomassi and Cara E. Stepp Richa Indu and Sushil Chandra Dimri (2022) Diagnosing Parkinson’s Disease: its evolution to future 2022 International Conference on Computational Intelligence and Sustainable Engineering Solutions (CISES)10.1109/CISES54857.2022.9844353978-1-6654-8004-8 Journal of Voice36:3 (439.e9-439.e20)1 May 2022Prediction and Estimation of Parkinson’s Disease Severity Based on Voice SignalDaria Hemmerling and Magdalena Wojcik-Pedziwiatr Human Brain Mapping43:7 (2328-2347)1 May 2022Immediate and long‐term effects of speech treatment targets and intensive dosage on Parkinson's disease dysphonia and the speech motor network: Randomized controlled trialShalini Narayana, Crystal Franklin, Elizabeth Peterson, Eric J. Hunter, Donald A. Robin, Angela Halpern, Jennifer Spielman, Peter T. Fox and Lorraine O. Ramig Journal of Speech, Language, and Hearing Research65:4 (1402-1415)4 Apr 2022Longitudinal Effects of Parkinson's Disease on Speech Breathing During an Extemporaneous Connected Speech TaskMeghan Darling-White, Zeina Anspach and Jessica E. Huber Journal of Voice1 Apr 2022The Acoustic Voice Quality Index (AVQI) in People with Parkinson's Disease Before and After Intensive Voice and Articulation Therapies: Secondary Outcome of a Randomized Controlled TrialGemma Moya-Galé, Jennifer Spielman, Lorraine A. Ramig, Luca Campanelli and Youri Maryn Cerebral Cortex32:7 (1337-1349)30 Mar 2022Articulatory Gain Predicts Motor Cortex and Subthalamic Nucleus Activity During SpeechC Dastolfo-Hromack, A Bush, A Chrabaszcz, A Alhourani, W Lipski, D Wang, D J Crammond, S Shaiman, M W Dickey, L L Holt, R S Turner, J A Fiez and R M Richardson Brain Sciences12:4 (433)24 Mar 2022The Impact of PD Check-In, a Model for Supported Self-Managed Maintenance of Speech on the Quality of Life of People with Parkinson’s Disease: A Phase 1 StudyAnn Finnimore, Deborah Theodoros and Anna Rumbach International Journal of Molecular Sciences23:7 (3499)23 Mar 2022Respiratory Abnormalities in Parkinson’s Disease: What Do We Know from Studies in Humans and Animal Models?Katarzyna Kaczyńska, Magdalena Ewa Orłowska and Kryspin Andrzejewski Waseem Ahmad Mir, Iqra Nissar, Izharuddin, Danish Raza Rizvi, Sarfaraz Masood and Asif Hussain (2022) Deep Learning-based model for the detection of Parkinson’s disease using voice data 2022 First International Conference on Artificial Intelligence Trends and Pattern Recognition (ICAITPR)10.1109/ICAITPR51569.2022.9844185978-1-6654-2521-6 Frontiers in Rehabilitation Sciences214 Jan 2022Evaluating a Speech-Specific and a Computerized Step-Training-Specific Rhythmic Intervention in Parkinson's Disease: A Cross-Over, Multi-Arms Parallel StudyAnne Dorothée Rösch, Ethan Taub, Ute Gschwandtner and Peter Fuhr European Journal of Neurology29:1 (81-90)1 Jan 2022Automated speech analysis in early untreated Parkinson's disease: Relation to gender and dopaminergic transporter imagingJan Rusz, Tereza Tykalová, Michal Novotný, David Zogala, Evžen Růžička and Petr Dušek Journal of Physics: Conference Series2153:1 (012014)1 Jan 2022Classification of Parkinson’s disease patients based on spectrogram using local binary pattern descriptorsE Gelvez-Almeida, A Váasquez-Coronel, R Guatelli, V Aubin and M Mora Frontiers in Artificial Intelligence422 Dec 2021Automatic Speech Recognition in Noise for Parkinson's Disease: A Pilot StudyAlireza Goudarzi and Gemma Moya-Galé The Journal of the Acoustical Society of America150:6 (4522-4533)1 Dec 2021Validation of cepstral peak prominence in assessing early voice changes of Parkinson's disease: Effect of speaking task and ambient noiseMichal Šimek and Jan Rusz International Journal of Language & Communication Disorders12 Nov 2021PD Check‐In: The development and trial of a supported self‐management program for people with Parkinson's disease following intensive speech interventionAnn Finnimore, Deborah Theodoros and Anna F. Rumbach npj Parkinson's Disease7:111 Nov 2021Distinct patterns of speech disorder in early-onset and late-onset de-novo Parkinson’s diseaseJan Rusz, Tereza Tykalová, Michal Novotný, Evžen Růžička and Petr Dušek PLOS ONE16:10 (e0258786)15 Oct 2021Radiological correlates of vocal fold bowing as markers of Parkinson’s disease progression: A cross-sectional study utilizing dynamic laryngeal CTAndrew Ma, Kenneth K. Lau, Dominic Thyagarajan and Michael Döllinger Behavioural Brain Research (113642)1 Oct 2021Manipulation of Vocal Communication and Anxiety through Pharmacologic Modulation of Norepinephrine in the Pink1-/- Rat Model of Parkinson DiseaseJesse D. Hoffmeister, Cynthia A. Kelm-Nelson and Michelle R. Ciucci Behavioural Brain Research414 (113514)1 Sep 2021Quantification of brainstem norepinephrine relative to vocal impairment and anxiety in the Pink1-/- rat model of Parkinson diseaseJesse D. Hoffmeister, Cynthia A. Kelm-Nelson and Michelle R. Ciucci Multimedia Tools and Applications26 Jun 2021Speech-based solution to Parkinson’s disease managementBhakti Sonawane and Priyanka Sharma Journal of Speech, Language, and Hearing Research64:6S (2261-2275)18 Jun 2021Speech Intensity Response to Altered Intensity Feedback in Individuals With Parkinson's DiseaseAnita Senthinathan, Scott Adams, Allyson D. Page and Mandar Jog Frontiers in Psychology1214 Jun 2021Speech Rhythm Variation in Early-Stage Parkinson's Disease: A Study on Different Speaking TasksMarta Maffia, Rosa De Micco, Massimo Pettorino, Mattia Siciliano, Alessandro Tessitore and Anna De Meo J. C. Vasquez-Correa, T. Arias-Vergara, P Klumpp, P. A. Perez-Toro, J. R. Orozco-Arroyave and E. Noth (2021) End-2-End Modeling of Speech and Gait from Patients with Parkinson’s Disease: Comparison Between High Quality Vs. Smartphone Data ICASSP 2021 - 2021 IEEE International Conference on Acoustics, Speech and Signal Processing (ICASSP)10.1109/ICASSP39728.2021.9414729978-1-7281-7605-5 Journal of Speech, Language, and Hearing Research64:6 (1773-1793)4 Jun 2021Variation in Speech Intelligibility Ratings as a Function of Speech Rate Modification in Parkinson's DiseaseThea Knowles, Scott G. Adams and Mandar Jog Journal of Voice1 Jun 2021Conversational Vocal Intensity in Parkinson's Disease: Treatment and Environmental ComparisonsRamya Konnai, Meredith Van Harn and Alice Silbergleit Brain and Behavior11:61 Jun 2021HiCommunication as a novel speech and communication treatment for Parkinson's disease: A feasibility studyEllika Schalling, Helena Winkler and Erika Franzén Frontiers in Human Neuroscience1531 May 2021Voice Analysis to Differentiate the Dopaminergic Response in People With Parkinson's DiseaseAnubhav Jain, Kian Abedinpour, Ozgur Polat, Mine Melodi Çalışkan, Afsaneh Asaei, Franz M. J. Pfister, Urban M. Fietzek and Milos Cernak The Laryngoscope31 May 2021Thyroarytenoid Muscle Gene Expression in a Rat Model of Early‐Onset Parkinson's DiseaseSarah A. Lechner, Heidi Kletzien, Stephen C. Gammie and Cynthia A. Kelm‐Nelson Journal of Speech, Language, and Hearing Research64:5 (1560-1570)11 May 2021Exploring the Acoustic Perceptual Relationship of Speech in Parkinson's DiseaseYi-Fang Chiu, Amy Neel and Travis Loux Annals of Neurology7 May 2021Speech Biomarkers in Rapid Eye Movement Sleep Behavior Disorder and Parkinson DiseaseJan Rusz, Jan Hlavnička, Michal Novotný, Tereza Tykalová, Amelie Pelletier, Jacques Montplaisir, Jean‐Francois Gagnon, Petr Dušek, Andrea Galbiati, Sara Marelli, Paul C. Timm, Luke N. Teigen, Annette Janzen, Mahboubeh Habibi, Ambra Stefani, Evi Holzknecht, Klaus Seppi, Elisa Evangelista, Anna Laura Rassu, Yves Dauvilliers, Birgit Högl, Wolfgang Oertel, Erik K. St. Louis, Luigi Ferini‐Strambi, Evžen Růžička, Ronald B. Postuma and Karel Šonka The Journal of the Acoustical Society of America149:5 (3366-3374)1 May 2021Effect of reading passage length on quantitative acoustic speech assessment in Czech-speaking individuals with Parkinson's disease treated with subthalamic nucleus deep brain stimulationPetr Krýže, Tereza Tykalová, Evžen Růžička and Jan Rusz Biomedical Signal Processing and Control66 (102418)1 Apr 2021Advances in Parkinson's Disease detection and assessment using voice and speech: A review of the articulatory and phonatory aspectsLaureano Moro-Velazquez, Jorge A. Gomez-Garcia, Julian D. Arias-Londoño, Najim Dehak and Juan I. Godino-Llorente Iqra Nissar, Waseem Ahmad Mir, Izharuddin and Tawseef Ayoub Shaikh (2021) Machine Learning Approaches for Detection and Diagnosis of Parkinson’s Disease - A Review 2021 7th International Conference on Advanced Computing and Communication Systems (ICACCS)10.1109/ICACCS51430.2021.9441885978-1-6654-0520-1 Journal of Fluency Disorders (105845)1 Mar 2021Linguistic Features of Dysfluencies in Parkinson DiseaseAngela E. Reif and Alexander M. Goberman Ingo Hertrich, Hermann Ackermann and Wolfram Ziegler (2021) Dysarthria The Handbook of Language and Speech Disorders10.1002/9781119606987.ch161 Mar 2021 Journal of Medical Internet Research19 Feb 2021Detecting Parkinson’s Disease from an Online Speech-task: Observational Study (Preprint)Wasifur Rahman, Sangwu Lee, Md. Saiful Islam, Victor Nikhil Antony, Harshil Ratnu, Mohammad Rafayet Ali, Abdullah Al Mamun, Ellen Wagner, Stella Jensen-Roberts, Emma Waddell, Taylor Myers, Meghan Pawlik, Julia Soto, Madeleine Coffey, Aayush Sarkar, Ruth Schneider, Christopher Tarolli, Karlo Lizarraga, Jamie Adams, Max A. Little, Ray Dorsey and Ehsan Hoque International Journal of Speech-Language Pathology23:1 (70-82)2 Jan 2021Communication and swallowing changes, everyday impacts and access to speech-language pathology services for people with Parkinson's disease: An Australian surveyMegan Swales, Deborah Theodoros, Anne J. Hill and Trevor Russell IEEE/ACM Transactions on Audio, Speech, and Language Processing29 (1925-1936)The Detection of Parkinson's Disease From Speech Using Voice Source InformationN.P. Narendra, Bjorn Schuller and Paavo Alku Golnaz Baghdadi, Farzad Towhidkhah and Mojdeh Rajabi (2021) Neurocognitive diseases and disorders Neurocognitive Mechanisms of Attention10.1016/B978-0-323-90935-8.00001-9 Movement Disorders29 Dec 2021Guidelines for Speech Recording and Acoustic Analyses in Dysarthrias of Movement DisordersJan Rusz, Tereza Tykalova, Lorraine O. Ramig and Elina Tripoliti npj Schizophrenia6:11 Dec 2020Language disturbances in schizophrenia: the relation with antipsychotic medicationJ. N. de Boer, A. E. Voppel, S. G. Brederoo, F. N. K. Wijnen and I. E. C. Sommer npj Parkinson's Disease6:11 Dec 2020Speech-based characterization of dopamine replacement therapy in people with Parkinson’s diseaseR. Norel, C. Agurto, S. Heisig, J. J. Rice, H. Zhang, R. Ostrand, P. W. Wacnik, B. K. Ho, V. L. Ramos and G. A. Cecchi American Journal of Speech-Language Pathology29:4 (2145-2154)12 Nov 2020The Relationship Between Speech Characteristics and Motor Subtypes of Parkinson's DiseaseKatherine A. Brown and Kristie A. Spencer Clinical Linguistics & Phonetics (1-19)28 Oct 2020Effect of linguistic context on the perception of consonants in Parkinsonian Read French speechDanielle Duez, Alain Ghio and François Viallet Perspectives of the ASHA Special Interest Groups5:5 (1290-1296)23 Oct 2020A Community-Based Program for Exercise and Social Participation for Individuals With Parkinson's Disease: A Multidisciplinary ModelGemma Moya-Galé, Amerigo Rossi and Rebecca A. States Journal of Parkinson's Disease (1-10)Dysarthria and Speech Intelligibility Following Parkinson’s Disease Globus Pallidus Internus Deep Brain StimulationShannon Y. Chiu, Takashi Tsuboi, Karen W. Hegland, Nicole E. Herndon, Aparna Wagle Shukla, Addie Patterson, Leonardo Almeida, Kelly D. Foote, Michael S. Okun and Adolfo Ramirez-Zamora Medical & Biological Engineering & Computing10 Sep 2020Estimation of Parkinson’s disease severity using speech features and extreme gradient boostingHunkar C. Tunc, C. Okan Sakar, Hulya Apaydin, Gorkem Serbes, Aysegul Gunduz, Melih Tutuncu and Fikret Gurgen Clinical Neurophysiology131:9 (2140-2147)1 Sep 2020Deficits in monitoring self-produced speech in Parkinson’s diseaseHenry Railo, Niklas Nokelainen, Saara Savolainen and Valtteri Kaasinen Revista Neurociências28 (1-9)19 Aug 2020Dificuldade na fala como preditora do declínio cognitivo na Doença de ParkinsonClarissa Evelyn Bandeira Paulino, Hilton Justino Da Silva and Zulina Souza de Lira Journal of Speech, Language, and Hearing Research63:8 (2695-2712)10 Aug 2020A Comparison of Speech Amplification and Personal Communication Devices for HypophoniaThea Knowles, Scott G. Adams, Allyson Page, Daryn Cushnie-Sparrow and Mandar Jog Medical Hypotheses141 (109722)1 Aug 2020Association analysis of Parkinson disease with vocal change characteristics using multi-objective metaheuristic optimizationElif Varol Altay and Bilal Alatas Journal of Speech, Language, and Hearing Research63:7 (2084-2098)20 Jul 2020Detection of Articulatory Deficits in Parkinson's Disease: Can Systematic Manipulations of Phonetic Complexity Help?Mili Kuruvilla-Dugdale, Mary Salazar, Anqing Zhang and Antje S. Mefferd EClinicalMedicine24 (100429)1 Jul 2020The effects of intensive speech treatment on intelligibility in Parkinson's disease: A randomised controlled trialErika S. Levy, Gemma Moya-Galé, Young Hwa M. Chang, Katherine Freeman, Karen Forrest, Mitchell F. Brin and Lorraine A. Ramig Computer Speech & Language62 (101055)1 Jul 2020A survey on automatic speech recognition systems for Portuguese language and its variationsThales Aguiar de Lima and Márjory Da Costa-Abreu Communication Sciences & Disorders25:2 (470-479)30 Jun 2020Resting-State Functional Connectivity Mediating for Phonation by the Thalamus in Parkinson’s DiseaseSun Woo Kim and Yeong-Hun Park Clinical Linguistics & Phonetics (1-15)15 Jun 2020Acoustic characteristics in relation to intelligibility reduction in noise for speakers with Parkinson’s diseaseYi-Fang Chiu, Amy Neel and Travis Loux Brain and Behavior11 Jun 2020Parkinson's disease or atypical parkinsonism? The importance of acoustic voice analysis in differential diagnosis of speech disordersRenata Kowalska‐Taczanowska, Andrzej Friedman and Dariusz Koziorowski Biomedical Signal Processing and Control57 (101818)1 Mar 2020Glottal Source Analysis of Voice Deficits in Newly Diagnosed Drug-naïve Patients with Parkinson’s Disease: Correlation Between Acoustic Speech Characteristics and Non-Speech Motor PerformanceMichal Novotný, Petr Dušek, Imen Daly, Evžen Růžička and Jan Rusz Journal of Speech, Language, and Hearing Research63:2 (433-443)26 Feb 2020Predicting Intelligibility Deficits in Parkinson's Disease With Perceptual Speech RatingsYi-Fang Chiu and Amy Neel TecnoLógicas23:47 (93-108)30 Jan 2020Cepstral Analysis and Hilbert-Huang Transform for Automatic Detection of Parkinson’s DiseaseFelipe O. López-Pabón, Tomas Arias-Vergara and Juan R. Orozco-Arroyave Rehabilitation Research and Practice2020 (1-7)24 Jan 2020Effectiveness of Lee Silverman Voice Treatment® LOUD on Japanese-Speaking Patients with Parkinson’s DiseaseKeigo Nakayama, Toshiyuki Yamamoto, Chihiro Oda, Masako Sato, Takeshi Murakami and Satoshi Horiguchi Neural Computing and Applications19 Jan 2020Machine learning ensemble for neurological disordersHarkawalpreet Kaur, Avleen Kaur Malhi and Husanbir Singh Pannu Brain & Neurorehabilitation13KSNR Clinical Consensus Statements: Rehabilitation of Patients with Parkinson's DiseaseDoo Young Kim, Hyun Mi Oh, Soo-Kyung Bok, Won Hyuk Chang, Yongmin Choi, Min Ho Chun, Soo Jeong Han, Tai-Ryoon Han, Sungju Jee, Se Hee Jung, Han Young Jung, Tae-Du Jung, Min Wook Kim, Eun Joo Kim, Hyoung Seop Kim, Yun-Hee Kim, Yongwook Kim, Deog Young Kim, Dae Yul Kim, Don-Kyu Kim, Sung-Hwa Ko, Myoung-Hwan Ko, Ju Kang Lee, Jongmin Lee, Seong Jae Lee, Sam-Gyu Lee, Seong Hoon Lim, Byung-Mo Oh, Nam-Jong Paik, Ki Deok Park, Si-Woon Park, Geun-Young Park, Joo Hyun Park, Yoon Ghil Park, Sung-Bom Pyun, Byungju Ryu, Han Gil Seo, Yong-Il Shin, Min Kyun Sohn, Seung Nam Yang, Seung Don Yoo and Woo-Kyoung Yoo IEEE Access8 (177995-178021)Silent Speech Interfaces for Speech Restoration: A ReviewJose A. Gonzalez-Lopez, Alejandro Gomez-Alanis, Juan M. Martin Donas, Jose L. Perez-Cordoba and Angel M. Gomez Telemedicine and e-Health26:1 (64-68)1 Jan 2020The Feasibility of Group Therapeutic Singing Telehealth for Persons with Parkinson's Disease in Rural IowaElizabeth L. Stegemöller, Kasandra Diaz, Judith Craig and David Brown SHS Web of Conferences78 (09006)Etude acoustique de la production de glides dans la maladie de ParkinsonVirginie Roland, Véronique Delvaux, Kathy Huet, Myriam Piccaluga, Bernard Harmegnies, F. Neveu, B. Harmegnies, L. Hriba, S. Prévost and A. Steuckardt Journal of Clinical Neuroscience1 Jan 2020Voice changes in Parkinson’s disease: What are they telling us?Andrew Ma, Kenneth K Lau and Dominic Thyagarajan Nikita Goel, Ashish Khanna, Deepak Gupta and Naman Gupta (2020) Detection of Parkinson’s Disease Using Machine Learning Techniques for Voice and Handwriting Features International Conference on Innovative Computing and Communications10.1007/978-981-15-1286-5_56 Antoinette am Zehnhoff-Dinnesen, Sevtap Akbulut, Eugenia Chávez Calderón, Muhittin Demir, Dirk Deuster, Michael Fuchs, Ahmed Geneid, Thomas Murry, Tadeus Nawka, Christiane Neuschaefer-Rube, Ewa Niebudek-Bogusz, Andrzej Obrębowski, Haldun Oguz, Arno Olthoff, Anders Overgård Jønsson, Mette Pedersen, Bernhard Richter, John Rubin, Berit Schneider-Stickler, Kevin Shields, Mariola Śliwińska-Kowalska, Bożena Wiskirska-Woźnica, Virginie Woisard and Waldemar Wojnowski (2020) Special Kinds and Clinical Manifestation of Voice Disorders Phoniatrics I10.1007/978-3-662-46780-0_5 J. I. Godino-Llorente, L. Moro-Velázquez, J. A. Gómez-García, Jeung-Yoon Choi, N. Dehak and S. Shattuck-Hufnagel (2020) Approaches to Evaluate Parkinsonian Speech Using Artificial Models Automatic Assessment of Parkinsonian Speech10.1007/978-3-030-65654-6_5 Laureano Moro-Velazquez and Najim Dehak (2020) A Review of the Use of Prosodic Aspects of Speech for the Automatic Detection and Assessment of Parkinson’s Disease Automatic Assessment of Parkinsonian Speech10.1007/978-3-030-65654-6_3 Jason A. Whitfield (2020) Sources of Intraspeaker Variation in Parkinsonian Speech Related to Speaking Style Automatic Assessment of Parkinsonian Speech10.1007/978-3-030-65654-6_2 Emerald J. Doll and Brienne Ruel (2020) Voice Therapy Neurologic and Neurodegenerative Diseases of the Larynx10.1007/978-3-030-28852-5_32 Communication Sciences & Disorders24:4 (1066-1076)31 Dec 2020Characteristics of Vocal Loudness and Auditory Evoked Response in Patients with Parkinson’s DiseaseChul-Hee Choi, Chae Rim Park and Seong Hee Choi Scientific Reports9:11 Dec 2019Phonetic relevance and phonemic grouping of speech in the automatic detection of Parkinson’s DiseaseLaureano Moro-Velazquez, Jorge A. Gomez-Garcia, Juan I. Godino-Llorente, Francisco Grandas-Perez, Stefanie Shattuck-Hufnagel, Virginia Yagüe-Jimenez and Najim Dehak Neurology93:22 (e2042-e2052)26 Nov 2019Motor speech patterns in Huntington diseaseSarah K. Diehl, Antje S. Mefferd, Ya-Chen Lin, Jessie Sellers, Katherine E. McDonell, Michael de Riesthal and Daniel O. Claassen International Journal of Speech-Language Pathology21:6 (572-583)2 Nov 2019Communication service provision and access for people with Parkinson’s disease in Australia: A national survey of speech-language pathologistsMegan Swales, Deborah Theodoros, Anne J. Hill and Trevor Russell Perspectives of the ASHA Special Interest Groups4:5 (825-841)31 Oct 2019Research-Based Updates in Swallowing and Communication Dysfunction in Parkinson Disease: Implications for Evaluation and ManagementC. K. Broadfoot, D. Abur, J. D. Hoffmeister, C. E. Stepp and M. R. Ciucci Journal of Telemedicine and Telecare (1357633X1987091)20 Aug 2019Voice therapy for Parkinson’s disease via smartphone videoconference in Malaysia: A preliminary studyMin Yen Chan, Shin Ying Chu, Kartini Ahmad and Norlinah Mohamed Ibrahim International Journal of Speech-Language Pathology (1-12)15 Aug 2019Speech-language pathologists’ perceptions of the use of telepractice in the delivery of services to people with Parkinson’s disease: A national pilot surveyMegan Swales, Deborah Theodoros, Anne J. Hill and Trevor Russell American Journal of Speech-Language Pathology28:3 (1222-1232)9 Aug 2019Visual Analog Scale Ratings and Orthographic Transcription Measures of Sentence Intelligibility in Parkinson's Disease With Variable Listener ExposureDefne Abur, Nicole M. Enos and Cara E. Stepp Hanbin Zhang, Chen Song, Aosen Wang, Chenhan Xu, Dongmei Li and Wenyao Xu (2019) PDVocal MobiCom '19: The 25th Annual International Conference on Mobile Computing and Networking10.1145/3300061.330012597814503616995 Aug 2019 PLOS ONE14:8 (e0220734)2 Aug 2019Intervention changes acoustic peak frequency and mesolimbic neurochemistry in the Pink1-/- rat model of Parkinson diseaseSharon A. Stevenson, Michelle R. Ciucci, Cynthia A. Kelm-Nelson and Sheila M. Fleming Journal of Speech, Language, and Hearing Research62:7 (2118-2132)15 Jul 2019Tongue- and Jaw-Specific Articulatory Underpinnings of Reduced and Enhanced Acoustic Vowel Contrast in Talkers With Parkinson's DiseaseAntje S. Mefferd and Mary S. DietrichAmerican Journal of Speech-Language Pathology28:2S (793-806)15 Jul 2019Effect of Clear Speech on the Duration of Silent Intervals at Syntactic and Phonemic Boundaries in the Speech of Individuals With Parkinson DiseaseAnna C. Gravelin and Jason A. Whitfield International Journal of Speech-Language Pathology21:4 (385-394)4 Jul 2019Delivering group speech maintenance therapy via telerehabilitation to people with Parkinson’s disease: A pilot studyRachel Quinn, Stacie Park, Deborah Theodoros and Anne J Hill R. Viswanathan, A. Bingham, S. Raghav, Sridhar P. Arjunan, B. Jelfs, P. Kempster and Dinesh K. Kumar (2019) Normalized Mutual Information of phonetic sound to distinguish the speech of Parkinson’s disease 2019 41st Annual International Conference of the IEEE Engineering in Medicine & Biology Society (EMBC)10.1109/EMBC.2019.8857112978-1-5386-1311-5 Marek Wodzinski, Andrzej Skalski, Daria Hemmerling, Juan Rafael Orozco-Arroyave and Elmar Noth (2019) Deep Learning Approach to Parkinson’s Disease Detection Using Voice Recordings and Convolutional Neural Network Dedicated to Image Classification 2019 41st Annual International Conference of the IEEE Engineering in Medicine & Biology Society (EMBC)10.1109/EMBC.2019.8856972978-1-5386-1311-5 Parkinsonism & Related Disorders64 (256-261)1 Jul 2019Speech difficulties in early de novo patients with Parkinson's diseaseSotirios Polychronis, Flavia Niccolini, Gennaro Pagano, Tayyabah Yousaf and Marios Politis Journal of Voice1 Jul 2019Regulation of Transglottal Airflow in Speakers With Parkinson's DiseaseLaura Panzone and Christopher R. Watts Journal of Voice33:4 (580.e11-580.e19)1 Jul 2019The Effect of Parkinson Disease Tremor Phenotype on Cepstral Peak Prominence and Transglottal Airflow in Vowels and SpeechBrittany R. Burk and Christopher R. Watts Journal of Voice33:4 (526-535)1 Jul 2019Voice Tremor in Parkinson's Disease: An Acoustic StudyPatricia Gillivan-Murphy, Nick Miller and Paul Carding Journal of Clinical Neuroscience64 (111-115)1 Jun 2019Analysis of the prevalence and onset of dysphonia and dysphagia symptoms in movement disorders at an academic medical centerMary E. Finger, Lyndsay L. Madden, Ihtsham U. Haq, Christopher J. McLouth and Mustafa S. Siddiqui The Journal of the Acoustical Society of America145:5 (2871-2884)1 May 2019Developing a large scale population screening tool for the assessment of Parkinson's disease using telephone-quality voiceSiddharth Arora, Ladan Baghai-Ravary and Athanasios Tsanas Jhon F. Moofarry, Milton Sarria-Paja and J.R. Orozco-Arroyave (2019) Parkinson’s disease detection using modulation components in speech signals 2019 XXII Symposium on Image, Signal Processing and Artificial Vision (STSIVA)10.1109/STSIVA.2019.8730245978-1-7281-1491-0 Zayrit Soumaya, Belhoussine Drissi Taoufiq, Benayad Nsiri and Ammoumou Abdelkrim (2019) Diagnosis of Parkinson disease using the wavelet transform and MFCC and SVM classifier 2019 4th World Conference on Complex Systems (WCCS)10.1109/ICoCS.2019.8930802978-1-7281-1232-9 International Journal of Language & Communication Disorders54:2 (170-188)1 Mar 2019Technology-enabled management of communication and swallowing disorders in Parkinson's disease: a systematic scoping reviewDeborah Theodoros, Danielle Aldridge, Anne J. Hill and Trevor Russell Journal of Communication Disorders78 (18-32)1 Mar 2019Characterizing the distribution of silent intervals in the connected speech of individuals with Parkinson diseaseJason A. Whitfield and Anna C. Gravelin Biomedical Signal Processing and Control48 (205-220)1 Feb 2019A forced gaussians based methodology for the differential evaluation of Parkinson's Disease by means of speech processingLaureano Moro-Velazquez, Jorge Andres Gomez-Garcia, Juan Ignacio Godino-Llorente, Jesús Villalba, Jan Rusz, Stephanie Shattuck-Hufnagel and Najim Dehak Movement Disorders Clinical Practice6:2 (150-154)1 Feb 2019Effect of Levodopa on Speech Dysfluency in Parkinson's DiseaseHannah Im, Scott Adams, Anita Abeyesekera, Marcus Pieterman, Greydon Gilmore and Mandar Jog The Japan Journal of Logopedics and Phoniatrics60:4 (286-294)Assessment of Dysarthriadysarthriaの評価Hidetaka Shiina and Makoto Kariyasu Folia Phoniatrica et Logopaedica71:5-6 (275-285)Spectral/Cepstral Analyses of Phonation in Parkinson’s Disease before and after Voice Treatment: A Preliminary StudyGhadah G. Alharbi, Michael P. Cannito, Eugene H. Buder and Shaheen N. Awan Topics in Language Disorders39:1 (71-88)Third-Party Disability in Family Members of People With Communication Disorders Associated With Parkinsonʼs DiseaseHelen Mach, Carolyn Baylor, Rebecca Hunting Pompon and Kathryn Yorkston D. Karunanithi and Paul Rodrigues (2019) A Fuzzy Rule-Based Diagnosis of Parkinson’s Disease Proceedings of the Int",
  "authors": [
    {
      "display_name": "Jeri A. Logemann",
      "id": "A5108807899",
      "orcid": null,
      "institutions": [
        {
          "id": "I111979921",
          "display_name": "Northwestern University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jeri A. Logemann"
    },
    {
      "display_name": "Hilda B. Fisher",
      "id": "A5001561139",
      "orcid": null,
      "institutions": [
        {
          "id": "I111979921",
          "display_name": "Northwestern University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Hilda B. Fisher"
    },
    {
      "display_name": "Benjamin Boshes",
      "id": "A5075124268",
      "orcid": null,
      "institutions": [
        {
          "id": "I111979921",
          "display_name": "Northwestern University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Benjamin Boshes"
    },
    {
      "display_name": "E. Richard Blonsky",
      "id": "A5025424649",
      "orcid": null,
      "institutions": [
        {
          "id": "I111979921",
          "display_name": "Northwestern University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "E. Richard Blonsky"
    }
  ],
  "publication_year": 1978,
  "publication_date": "1978-02-01",
  "type": "article",
  "cited_by_count": 658,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S2755213894",
    "display_name": "Journal of Speech and Hearing Disorders",
    "issn_l": "0022-4677",
    "issn": [
      "0022-4677",
      "2163-6184"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320281"
  },
  "volume": "43",
  "issue": "1",
  "first_page": "47",
  "last_page": "57",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C47401133",
      "display_name": "Vocal tract",
      "level": 2,
      "score": 0.79131997
    },
    {
      "id": "C548259974",
      "display_name": "Audiology",
      "level": 1,
      "score": 0.71680766
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.5066982
    },
    {
      "id": "C173988693",
      "display_name": "Phonation",
      "level": 2,
      "score": 0.44332835
    },
    {
      "id": "C198531522",
      "display_name": "Sample (material)",
      "level": 2,
      "score": 0.43027335
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.34939724
    },
    {
      "id": "C24890656",
      "display_name": "Acoustics",
      "level": 1,
      "score": 0.12744877
    },
    {
      "id": "C121332964",
      "display_name": "Physics",
      "level": 0,
      "score": 0.121884555
    },
    {
      "id": "C97355855",
      "display_name": "Thermodynamics",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10863",
      "display_name": "Voice and Speech Disorders",
      "score": 0.9986
    },
    {
      "id": "T12684",
      "display_name": "Stuttering Research and Treatment",
      "score": 0.9845
    },
    {
      "id": "T11358",
      "display_name": "Dysphagia Assessment and Management",
      "score": 0.9802
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1044/jshd.4301.47",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:28:52.050622",
  "source_database": "OpenAlex"
}