{
  "openalex_id": "W1985146373",
  "doi": "https://doi.org/10.1074/jbc.m510787200",
  "title": "The Interferon-inducible Ubiquitin-protein Isopeptide Ligase (E3) EFP Also Functions as an ISG15 E3 Ligase",
  "abstract": "The expression of the ubiquitin-like protein ISG15 and protein modification by ISG15 (ISGylation) are strongly activated by interferons. Accordingly, ISG15 expression and protein ISGylation are strongly activated upon viral and bacterial infections and during other stress conditions, suggesting important roles for the ISG15 system in innate immune responses. Here, we report the identification of the ubiquitin-protein isopeptide ligase (E3) EFP (estrogen-responsive finger protein) as the ISG15 E3 ligase for 14-3-3σ protein. Like other known components of the protein ISGylation system (ISG15, UBE1L, UBP43, and UBC8), EFP is also an interferon-inducible protein. Expression of EFP small interfering RNA decreased the ISGylation of 14-3-3σ in the 293T cell ISGylation system as well as in MCF-7 cells upon interferon treatment. Furthermore, the ISGylation enzyme activity of EFP was RING domain-dependent. These findings indicate that EFP is an ISG15 E3 ligase for 14-3-3σ in vivo. The fact that both UBC8 and EFP are common components in the ubiquitin and ISG15 conjugation pathways suggests a mechanism whereby a limited set of enzymes accomplishes diverse post-translational modifications of their substrates in response to changes in environmental stimulations. The expression of the ubiquitin-like protein ISG15 and protein modification by ISG15 (ISGylation) are strongly activated by interferons. Accordingly, ISG15 expression and protein ISGylation are strongly activated upon viral and bacterial infections and during other stress conditions, suggesting important roles for the ISG15 system in innate immune responses. Here, we report the identification of the ubiquitin-protein isopeptide ligase (E3) EFP (estrogen-responsive finger protein) as the ISG15 E3 ligase for 14-3-3σ protein. Like other known components of the protein ISGylation system (ISG15, UBE1L, UBP43, and UBC8), EFP is also an interferon-inducible protein. Expression of EFP small interfering RNA decreased the ISGylation of 14-3-3σ in the 293T cell ISGylation system as well as in MCF-7 cells upon interferon treatment. Furthermore, the ISGylation enzyme activity of EFP was RING domain-dependent. These findings indicate that EFP is an ISG15 E3 ligase for 14-3-3σ in vivo. The fact that both UBC8 and EFP are common components in the ubiquitin and ISG15 conjugation pathways suggests a mechanism whereby a limited set of enzymes accomplishes diverse post-translational modifications of their substrates in response to changes in environmental stimulations. ISG15 is one of several known Ubl ubiquitin-like modifiers (1.Haas A.L. Ahrens P. Bright P.M. Ankel H. J. Biol. Chem. 1987; 262: 11315-11323Abstract Full Text PDF PubMed Google Scholar, 2.Schwartz D.C. Hochstrasser M. Trends Biochem. Sci. 2003; 28: 321-328Abstract Full Text Full Text PDF PubMed Scopus (318) Google Scholar). Upon type I interferon (IFN) 3The abbreviations used are: IFN, interferon; E1, ubiquitin-activating enzyme; E2, ubiquitin carrier protein; E3, ubiquitin-protein isopeptide ligase; siRNA, small interfering RNA; HA, hemagglutinin; Ni-NTA, nickel-nitrilotriacetic acid; PBS, phosphate-buffered saline; shRNA, small hairpin RNA; ISRE, IFN-stimulated response element; Stat, signal transducer and activator of transcription. treatment, ISG15 forms covalent conjugates with cellular proteins, a process similar to ubiquitin modification (ubiquitination or ubiquitylation) (1.Haas A.L. Ahrens P. Bright P.M. Ankel H. J. Biol. Chem. 1987; 262: 11315-11323Abstract Full Text PDF PubMed Google Scholar). Ubiquitylation is now understood to be the dominant mechanism whereby cellular proteins are marked for degradation (3.Pickart C.M. Annu. Rev. Biochem. 2001; 70: 503-533Crossref PubMed Scopus (2922) Google Scholar, 4.Hicke L. Trends Cell Biol. 1999; 9: 107-112Abstract Full Text Full Text PDF PubMed Scopus (386) Google Scholar). However, unlike ubiquitin modification, the role of ISG15 modification (ISGylation) has not been clearly defined, although ISG15 has been known since 1979 (5.Farrell P.J. Broeze R.J. Lengyel P. Nature. 1979; 279: 523-525Crossref PubMed Scopus (200) Google Scholar, 6.Ritchie K.J. Zhang D.-E. Semin. Cell Dev. Biol. 2004; 15: 237-246Crossref PubMed Scopus (119) Google Scholar). ISG15 is composed of two domains, each of which bears sequence identity to ubiquitin (33 and 32% for the N- and C-terminal domains, respectively) (7.Kim K.I. Zhang D.-E. Biochem. Biophys. Res. Commun. 2003; 307: 431-434Crossref PubMed Scopus (63) Google Scholar). The process of ISGylation is expected to be similar to that of protein ubiquitylation. Mass spectrometry analysis confirmed that an isopeptide bond can be formed between the C terminus of ISG15 and the lysine ϵ-amino group of the target protein (8.Zou W. Papov V. Malakhova O. Kim K.I. Dao C. Li J. Zhang D.-E. Biochem. Biophys. Res. Commun. 2005; 336: 61-68Crossref PubMed Scopus (66) Google Scholar). There are a series of distinct enzymes involved in the process of protein ubiquitylation and deubiquitylation, viz. the ubiquitin-activating enzyme (E1), ubiquitin carrier protein (E2), ubiquitin-protein isopeptide ligase (E3), and the Dub deubiquitining proteases (9.Weissman A.M. Nat. Rev. Mol. Cell. Biol. 2001; 2: 169-178Crossref PubMed Scopus (1257) Google Scholar, 10.Wilkinson K.D. Cell. 2004; 119: 741-745Abstract Full Text Full Text PDF PubMed Scopus (27) Google Scholar). An E1 enzyme for ISGylation (UBE1L) has been cloned and shows high homology to the E1 enzyme UBE1 (11.Kok K. Hofstra R. Pilz A. van den Berg A. Terpstra P. Buys C.H. Carritt B. Proc. Natl. Acad. Sci. U. S. A. 1993; 90: 6071-6075Crossref PubMed Scopus (88) Google Scholar). UBE1L-deficient cells express only free ISG15 and do not show ISG15 conjugation, indicating that UBE1L is necessary for ISGylation (12.Yuan W. Krug R.M. EMBO J. 2001; 20: 362-371Crossref PubMed Scopus (420) Google Scholar, 13.Malakhova O.A. Yan M. Malakhov M.P. Yuan Y. Ritchie K.J. Kim K.I. Peterson L.F. Shuai K. Zhang D.-E. Genes Dev. 2003; 17: 455-460Crossref PubMed Scopus (265) Google Scholar). UBP43 (USP18) has been identified as a de-ISGylating isopeptidase and is highly specific in removing ISG15, but not Nedd8 and SUMO (small ubiquitin-like modifier) from their conjugates (14.Malakhov M.P. Malakhova O.A. Kim K.I. Ritchie K.J. Zhang D.-E. J. Biol. Chem. 2002; 277: 9976-9981Abstract Full Text Full Text PDF PubMed Scopus (382) Google Scholar). UBP43 is a member of the UBP (USP) family of ubiquitin-specific proteases and contains conserved Cys and His domains, which are common in all members of this family (15.Liu L.Q. Ilaria Jr., R. Kingsley P.D. Iwama A. van Etten R.A. Palis J. Zhang D.-E. Mol. Cell. Biol. 1999; 19: 3029-3038Crossref PubMed Scopus (132) Google Scholar). Based on the information on UBE1L and UBP43, it is logical to hypothesize that ISG15 E2 and E3 are also members of the ubiquitin E2 and E3 families. Recently, Kim et al. (16.Kim K.I. Giannakopoulos N.V. Virgin H.W. Zhang D.-E. Mol. Cell. Biol. 2004; 24: 9592-9600Crossref PubMed Scopus (185) Google Scholar) and Zhao et al. (17.Zhao C. Beaudenon S.L. Kelley M.L. Waddell M.B. Yuan W. Schulman B.A. Huibregtse J.M. Krug R.M. Proc. Natl. Acad. Sci. U. S. A. 2004; 101: 7578-7582Crossref PubMed Scopus (248) Google Scholar) reported the identification of the ubiquitin E2 enzyme UBC8 (UBCH8/UbcM8) as an ISG15-conjugating enzyme. Using the small interfering RNA (siRNA) approach, both groups indicated that UBC8 is a predominant ISG15 E2 enzyme for IFN-induced protein ISGylation in HeLa cells. Interestingly, UBC8 also functions as a ubiquitin E2 enzyme (18.Kumar S. Kao W.H. Howley P.M. J. Biol. Chem. 1997; 272: 13548-13554Abstract Full Text Full Text PDF PubMed Scopus (133) Google Scholar), indicating the possible cross-talk of protein ISGylation and ubiquitylation. In the ubiquitin system, the transfer of ubiquitin from E2 enzymes to target proteins is mediated by E3 enzymes, which interact with both E2 and its target proteins and function as a bridge between E2 and the target protein (19.Hochstrasser M. Nat. Cell Biol. 2000; 2: E153-E157Crossref PubMed Scopus (368) Google Scholar). UBC8 has been shown to interact with a number of ubiquitin E3 ligases to mediate protein ubiquitylation, such as E6AP, HHARI, Parkin, cIAP, Dorfin, EFP, RLIM, and Staring (18.Kumar S. Kao W.H. Howley P.M. J. Biol. Chem. 1997; 272: 13548-13554Abstract Full Text Full Text PDF PubMed Scopus (133) Google Scholar, 20.Moynihan T.P. Ardley H.C. Nuber U. Rose S.A. Jones P.F. Markham A.F. Scheffner M. Robinson P.A. J. Biol. Chem. 1999; 274: 30963-30968Abstract Full Text Full Text PDF PubMed Scopus (107) Google Scholar, 21.Imai Y. Soda M. Takahashi R. J. Biol. Chem. 2000; 275: 35661-35664Abstract Full Text Full Text PDF PubMed Scopus (657) Google Scholar, 22.Hu S. Yang X. J. Biol. Chem. 2003; 278: 10055-10060Abstract Full Text Full Text PDF PubMed Scopus (197) Google Scholar, 23.Niwa J. Ishigaki S. Doyu M. Suzuki T. Tanaka K. Sobue G. Biochem. Biophys. Res. Commun. 2001; 281: 706-713Crossref PubMed Scopus (71) Google Scholar, 24.Urano T. Saito T. Tsukui T. Fujita M. Hosoi T. Muramatsu M. Ouchi Y. Inoue S. Nature. 2002; 417: 871-875Crossref PubMed Scopus (308) Google Scholar, 25.Kramer O.H. Zhu P. Ostendorff H.P. Golebiewski M. Tiefenbach J. Peters M.A. Brill B. Groner B. Bach I. Heinzel T. Gottlicher M. EMBO J. 2003; 22: 3411-3420Crossref PubMed Scopus (441) Google Scholar, 26.Chin L.S. Vavalle J.P. Li L. J. Biol. Chem. 2002; 277: 35071-35079Abstract Full Text Full Text PDF PubMed Scopus (100) Google Scholar). The fact that UBC8 functions as a dual E2 enzyme for both ISG15 and ubiquitin raises the possibility that some UBC8-interacting ubiquitin E3 ligases can function as the ISG15 E3 ligase, mediating the interaction between UBC8 and the ISG15 target proteins and helping in the transfer of ISG15 from UBC8 to target proteins. Here, we report that a UBC8-interacting protein, EFP (estrogen-responsive finger protein), can help in the ISG15 modification of 14-3-3σ protein both in transfection experiments and in vivo. EFP depends on its RING finger domain to support the ISGylation of 14-3-3σ. These data indicate that EFP is an ISG15 E3 ligase for 14-3-3σ. This is the first study reporting the identification of ISG15 E3 in vivo, and we provide evidence that EFP protein is a common component in the ubiquitin and ISG15 conjugation pathways. Plasmid Construction—Plasmids pCAGGS-mISG15, pCAGGS-His6-mISG15, pFLAG-CMV2-UBC8, and pCAGGS-HA-UBE1L have been described previously (16.Kim K.I. Giannakopoulos N.V. Virgin H.W. Zhang D.-E. Mol. Cell. Biol. 2004; 24: 9592-9600Crossref PubMed Scopus (185) Google Scholar). pcDNA3-UBC8 and pcDNA3-UBE1L were constructed by subcloning the cDNAs of UBC8 and UBE1L into the pcDNA3.1(+) vector. Human EFP cDNA (Open Biosystems, Huntsville, AL) was subcloned into the pFLAG-CMV2 vector (Sigma), generating pFLAG-CMV2-EFP, and into the pcDNA3 vector containing an N-terminal hemagglutinin (HA) tag, generating pcDNA3-HA-EFP. 14-3-3σ cDNA (Open Biosystems) was subcloned into the pFLAG-CMV2 vector, generating pFLAG-CMV2–14-3-3σ. Human HHARI cDNA (Open Biosystems) was subcloned into the pFLAG-CMV2 vector, generating pFLAG-CMV2-HHARI. pcDNA3.1(+)-FLAG-Parkin was a kind gift from Dr. Jian Feng (State University of New York, Buffalo, NY). Mammalian HA-14-3-3σ-expressing pRRS-103 constructs were from Dr. Haian Fu (Emory University School of Medicine, Atlanta, GA). Cell Culture and Transfection—Human embryonic kidney 293T cells were cultured in Dulbecco's modified Eagle's medium (Invitrogen) with 10% fetal bovine serum (Hyclone, Logan, UT), and 2 mm l-glutamine (Invitrogen). For small-scale transfection, cells were grown in 6-well plates and transfected using PolyFect reagent (Qiagen Inc.). For large-scale transfection, cells were plated in 10-cm dishes and transfected by calcium phosphate precipitation as described previously (27.Zhang D.-E. Hetherington C.J. Chen H.M. Tenen D.G. Mol. Cell. Biol. 1994; 14: 373-381Crossref PubMed Scopus (53) Google Scholar). The MCF-7 breast cancer cell line (American Type Culture Collection, Manassas, VA) was cultured in Dulbecco's modified Eagle's medium supplemented with 10% fetal bovine serum and 2 mm l-glutamine. WM9 melanoma cells (kindly provided by Dr. Meenhard Herlyn, The Wistar Institute, Philadelphia, PA) were cultured in the 2% tumor medium, which contains MCDB 153 (80%; Sigma) and Leibovitz L-15 medium (20%; Invitrogen) with 2% fetal bovine serum and 1 μg/ml insulin (Sigma) (28.Leaman D.W. Chawla-Sarkar M. Jacobs B. Vyas K. Sun Y. Ozdemir A. Yi T. Williams B.R. Borden E.C. J. Interferon Cytokine Res. 2003; 23: 745-756Crossref PubMed Scopus (112) Google Scholar). Human IFN-α (Roferon-A) was from Roche. Northern Blotting—Total RNA from WM9 and MCF-7 cells was isolated using RNA-Bee reagent (Tel-Test) according to the manufacturer's instructions. Ten micrograms of total RNA from each time point was separated on a formaldehyde-agarose gel (0.22 m), blotted onto Hybond N+ membrane (Amersham Biosciences), and probed with 32P-labeled cDNAs. Nickel-Nitrilotriacetic Acid (Ni-NTA)-Agarose Purification—Forty-eight hours post-transfection, cells were washed with phosphate-buffered saline (PBS) and lysed in PBS containing 1% Nonidet P-40 and 10 mm imidazole. Ni-NTA-agarose beads (20 μl; Qiagen Inc.) was then added to cell extracts (500 μg) and rotated at room temperature for 4 h. Precipitates were washed three times with PBS containing 1% Nonidet P-40 and 20 mm imidazole and then boiled in SDS-PAGE sample buffer (62.5 mm Tris-HCl (pH 6.8), 2% SDS, 10% glycerol, and 100 mm dithiothreitol). Immunoprecipitation and Western Blot Analyses—Forty-eight hours post-transfection, cells were lysed in modified radioimmune precipitation assay buffer (50 mm Tris-HCl (pH 7.6), 150 mm NaCl, 1% Nonidet P-40, 0.25% deoxycholate, and 0.1% SDS). Immunocomplexes were precipitated with a mixture of protein A/G-agarose (Amersham Biosciences). Immunoprecipitates were washed three times with the same buffer and boiled in SDS-PAGE sample buffer. Antibodies against FLAG (Sigma), HA (Covance Inc., Denver, PA), Myc (Sigma), EFP (BD Biosciences), and 14-3-3σ (Upstate, Chicago, IL) were purchased from the indicated manufacturers. Mouse anti-human ISG15 monoclonal antibody (clone 5.1) was kindly provided by Dr. Ernest Borden (The Cleveland Clinic Foundation, Cleveland, OH). Rabbit anti-mouse ISG15 polyclonal antibody has been described previously (13.Malakhova O.A. Yan M. Malakhov M.P. Yuan Y. Ritchie K.J. Kim K.I. Peterson L.F. Shuai K. Zhang D.-E. Genes Dev. 2003; 17: 455-460Crossref PubMed Scopus (265) Google Scholar). Anti-mouse IgG1κ antibody (clone MOPC-21) was from Sigma. Western blotting was performed as described previously (29.Malakhov M.P. Kim K.I. Malakhova O.A. Jacobs B.S. Borden E.C. Zhang D.-E. J. Biol. Chem. 2003; 278: 16608-16613Abstract Full Text Full Text PDF PubMed Scopus (213) Google Scholar). RNA Interference for EFP—The mammalian expression vector pSUPER.retro.puro (OligoEngine, Seattle, WA) was used for constructing small hairpin RNA (shRNA) for EFP. The targeted sequences for siRNA are EFP cDNA regions 1158–1176 (ggaaaagaaatccaagaaa; siRNA1) and 711–729 (ggtggagcagctacaacaa; siRNA2). The synthesized oligonucleotides for siRNA1 are 5′-Gatccccggaaaagaaatccaagaaattcaagagatttcttggatttcttttccttttta-3′ and 5′-Agcttaaaaaggaaaagaaatccaagaaatctcttgaatttcttggatttcttttccggg-3′; the synthesized oligonucleotides for siRNA2 are 5′-Gatccccggtggagcagctacaacaattcaagagattgttgtagctgctccaccttttta-3′ and 5′-Agcttaaaaaggtggagcagctacaacaatctcttgaattgttgtagctgctccaccggg-3′. The annealed oligonucleotides were digested with BglII and HindIII and inserted into the pSUPER.retro.puro vector. To test the efficiency of EFP shRNA in the cotransfection experiments, 293T cells were transfected with pSUPER-EFP shRNA and mammalian expression plasmids encoding FLAG-14-3-3σ and His-ISG15. The expression of EFP and the ISGylation of 14-3-3σ were analyzed 48 h post-transfection. To test the effect of EFP shRNA on IFN-induced 14-3-3σ ISGylation in vivo, we packaged retrovirus by cotransfection of pSUPER-EFP shRNAs with the amphotropic retroviral packaging vector pCL-10A1 into 293T cells. MCF-7 cells seeded in 6-well plates were infected with control pSUPER.retro.puro vector retrovirus or pSUPER-EFP shRNA retrovirus. Twenty-four hours post-infection, cells were selected with 6 μg/ml puromycin. Dead cells were washed out with PBS, and attached live cells were amplified, resulting in stable shRNA-expressing cell pools. MCF-7 cells and different cell pools were treated with 1000 units/ml human IFN-α. After 48 h, the expression of EFP and the ISGylation of 14-3-3σ were analyzed. EFP Is Up-regulated upon IFN Treatment—Because the primary and tertiary structures of ISG15 are similar to those of ubiquitin (30.Narasimhan J. Wang M. Fu Z. Klein J.M. Haas A.L. Kim J.-J.P. J. Biol. Chem. 2005; 280: 27356-27365Abstract Full Text Full Text PDF PubMed Scopus (155) Google Scholar), the mechanism of ISGylation is expected to be similar to that of protein ubiquitylation and is predicted to involve the activity of the E1, E2, and E3 enzymes. Notably, both ISG15 expression and protein ISGylation are highly induced upon IFN stimulation. Furthermore, all known components of the protein ISGylation system (i.e. ISG15, UBE1L, UBP43, and UBC8) are IFN-inducible proteins (6.Ritchie K.J. Zhang D.-E. Semin. Cell Dev. Biol. 2004; 15: 237-246Crossref PubMed Scopus (119) Google Scholar, 31.Kim K.I. Malakhova O.A. Hoebe K. Yan M. Beutler B. Zhang D.-E. J. Immunol. 2005; 175: 847-854Crossref PubMed Scopus (77) Google Scholar). We hypothesized that ISG15 E3 ligases are UBC8-interacting ubiquitin E3 ligases that may also be encoded by IFN-inducible genes. Based on published reports (24.Urano T. Saito T. Tsukui T. Fujita M. Hosoi T. Muramatsu M. Ouchi Y. Inoue S. Nature. 2002; 417: 871-875Crossref PubMed Scopus (308) Google Scholar, 28.Leaman D.W. Chawla-Sarkar M. Jacobs B. Vyas K. Sun Y. Ozdemir A. Yi T. Williams B.R. Borden E.C. J. Interferon Cytokine Res. 2003; 23: 745-756Crossref PubMed Scopus (112) Google Scholar) and available information from Web sites, we identified one candidate protein (EFP) that fully matched the hypothesized criteria. In gene expression profiling studies using oligonucleotide array, Leaman et al. (28.Leaman D.W. Chawla-Sarkar M. Jacobs B. Vyas K. Sun Y. Ozdemir A. Yi T. Williams B.R. Borden E.C. J. Interferon Cytokine Res. 2003; 23: 745-756Crossref PubMed Scopus (112) Google Scholar) showed that EFP is one of the IFN-stimulated genes in human melanoma cell lines WM9 and WM35. To determine whether EFP mRNA is truly up-regulated by IFN treatment, Northern blot analysis was performed with total RNA prepared from WM9 human melanoma cells and MCF-7 human breast cancer cells. EFP has been reported to be an estrogen-inducible gene in MCF-7 cells (32.Ikeda K. Inoue S. Orimo A. Sano M. Watanabe T. Tsutsumi K. Muramatsu M. Biochem. Biophys. Res. Commun. 1997; 236: 765-771Crossref PubMed Scopus (16) Google Scholar). Northern blotting showed that EFP mRNA could be up-regulated by IFN treatment at 2 h, reaching a maximum at ∼5h. EFP mRNA levels at 8 and 24 h were still higher than the basal level (Fig. 1A). ISG15 mRNA levels were also analyzed by Northern blotting as a positive control (Fig. 1A). To determine whether the induction of EFP is at the level of protein expression, Western blot analysis was performed with lysates prepared from WM9 human melanoma cells and MCF-7 human breast cancer cells. Immunodetection using EFP-specific antibody showed that IFN increased the protein level of EFP, reaching a maximum at ∼8 h (Fig. 1B). As a positive control, ISG15 protein was also induced by IFN treatment. The promoter regions of genes related to ISG15 modification, including ISG15, UBE1L, UBP43, and UBC8, contain the IFN-stimulated response element (ISRE) (6.Ritchie K.J. Zhang D.-E. Semin. Cell Dev. Biol. 2004; 15: 237-246Crossref PubMed Scopus (119) Google Scholar, 16.Kim K.I. Giannakopoulos N.V. Virgin H.W. Zhang D.-E. Mol. Cell. Biol. 2004; 24: 9592-9600Crossref PubMed Scopus (185) Google Scholar), which is responsible for promoter activation by type I IFN via its interaction with the IFN-stimulated gene factor-3 complex containing phosphorylated Stat1, Stat2, and IRF9 (33.Darnell Jr., J.E. Kerr I.M. Stark G.R. Science. 1994; 264: 1415-1421Crossref PubMed Scopus (5028) Google Scholar, 34.Fujii Y. Shimizu T. Kusumoto M. Kyogoku Y. Taniguchi T. Hakoshima T. EMBO J. 1999; 18: 5028-5041Crossref PubMed Scopus (175) Google Scholar). As shown in Fig. 1C, the 5′-flanking region of the human EFP gene (32.Ikeda K. Inoue S. Orimo A. Sano M. Watanabe T. Tsutsumi K. Muramatsu M. Biochem. Biophys. Res. Commun. 1997; 236: 765-771Crossref PubMed Scopus (16) Google Scholar) also contains an ISRE sequence. The facts that the EFP promoter contains the ISRE sequence and that EFP protein is induced by IFN treatment support the involvement of EFP protein in IFN-stimulated ISGylation. 14-3-3σ Can Be Modified by ISG15 in the 293T Transfection System—EFP protein is a RING finger-type ubiquitin E3 ligase that directs 14-3-3σ ubiquitination and promotes 14-3-3σ proteolysis in a proteasome-dependent manner (24.Urano T. Saito T. Tsukui T. Fujita M. Hosoi T. Muramatsu M. Ouchi Y. Inoue S. Nature. 2002; 417: 871-875Crossref PubMed Scopus (308) Google Scholar). EFP can interact with UBC8 via its RING finger domain and mediates the transfer of ubiquitin from UBC8 to 14-3-3σ (24.Urano T. Saito T. Tsukui T. Fujita M. Hosoi T. Muramatsu M. Ouchi Y. Inoue S. Nature. 2002; 417: 871-875Crossref PubMed Scopus (308) Google Scholar). Recently, UBC8 has been identified as an ISG15 E2-conjugating enzyme (16.Kim K.I. Giannakopoulos N.V. Virgin H.W. Zhang D.-E. Mol. Cell. Biol. 2004; 24: 9592-9600Crossref PubMed Scopus (185) Google Scholar, 17.Zhao C. Beaudenon S.L. Kelley M.L. Waddell M.B. Yuan W. Schulman B.A. Huibregtse J.M. Krug R.M. Proc. Natl. Acad. Sci. U. S. A. 2004; 101: 7578-7582Crossref PubMed Scopus (248) Google Scholar). These facts support the possible role of EFP in the ISG15 modification of 14-3-3σ protein. To determine whether 14-3-3σ could be modified by ISG15, we cotransfected plasmid DNA expressing His-ISG15, UBE1L, UbcM8, and FLAG-14-3-3σ into 293T cells. His-ISG15 and covalently linked proteins were enriched by Ni-NTA pull down, and antibody against the FLAG epitope was used in Western blot analysis to detect 14-3-3σ. As shown in Fig. 2, 14-3-3σ associated with Ni-NTA resin independently of ISG15 modification. At the same time, a band that matched the molecular mass of a single ISG15-conjugated 14-3-3σ protein was detected. This band was observed in cell extracts cotransfected with 14-3-3σ and ISG15 (Fig. 2, lane 2). Expression of UBE1L and UBC8 increased the intensity of this additional band (Fig. 2, compare lanes 4 and 6 with lane 2). Cotransfection of UBE1L and UBC8 expression plasmids strongly increased the ISG15-modified form of 14-3-3σ (Fig. 2, lane 8). The total levels of 14-3-3σ protein were determined by direct Western blotting in the same set of experiments. Although the total levels of 14-3-3σ protein were quite equal, significantly higher levels of unmodified 14-3-3σ were pulled down by Ni-NTA accompanied by higher levels of ISGylated 14-3-3σ (Fig. 2, for example, lane 8). The result was very repeatable (also see Fig. 4). It is known that 14-3-3 proteins can form dimers and that 14-3-3 dimeric structure is very stable (35.Xiao B. Smerdon S.J. Jones D.H. Dodson G.G. Soneji Y. Aitken A. Gamblin S.J. Nature. 1995; 376: 188-191Crossref PubMed Scopus (400) Google Scholar). It is likely that ISGylated 14-3-3σ can still form dimers with unmodified 14-3-3σ, which was also pulled down by Ni-NTA resin through the interaction with His-ISG15/14-3-3σ.FIGURE 4EFP enhances the ISGylation of 14-3-3σ. A, 293T cells were transfected with FLAG-14-3-3σ, HA-EFP, UBE1L and UBC8, and His-ISG15 expression constructs as indicated. Proteins (500 μg) were subjected to Ni-NTA pull down and Western-blotted (WB) with anti-FLAG antibody. Protein expression and protein ISGylation were analyzed as described in the legend to Fig. 4. B, EFP (but not Parkin and HHARI) can support 14-3-3σ ISGylation. 293T cells were transfected with HA-14-3-3σ, FLAG-EFP, FLAG-Parkin, FLAG-HHARI, and His-ISG15 expression constructs as indicated. Proteins (500 μg) were subjected to Ni-NTA pull down and Western-blotted with anti-HA antibody. The expression of these proteins via transfection was examined by Western blotting. Conj., conjugate.View Large Image Figure ViewerDownload Hi-res image Download (PPT) 14-3-3σ Can Be Modified by ISG15 upon Interferon Treatment in MCF-7 Cells—To determine whether endogenous 14-3-3σ is subjected to ISG15 modification, we performed immunoprecipitation with anti-14-3-3σ antibody and anti-mouse IgG1 control antibody using MCF-7 cells extracts with or without stimulation by human IFN-α. The immunoprecipitates were analyzed by Western blotting using antibody against human ISG15 or 14-3-3σ. As shown in Fig. 3A, a species with the predicted molecular mass of 14-3-3σ modified with a single ISG15 moiety (28 + 17 kDa) was detected in the IFN-treated sample, but not in the untreated one. Notably, 14-3-3σ/ISG15 conjugation was not observed in the immunoprecipitates of the anti-mouse IgG1 control antibody. The immunoprecipitates were also detected by anti-14-3-3σ antibody (Fig. 3B). As shown in Fig. 3B, besides unmodified 14-3-3σ, an additional band was detected in the IFN-treated samples, but not in the untreated one. The size of this band corresponds to the ISG15 band detected in Fig. 3A. The molecular mass of the 14-3-3σ/ISG15 conjugate in Fig. 3 corresponds to that of the predominant 14-3-3σ species detected in the 293T ISG15-conjugating system described in Fig. 2. We could also detect the ISGylation of 14-3-3σ in IFN-treated HeLa cells and A549 cells (data not shown). EFP Promotes ISGylation of 14-3-3σ—The observation that 14-3-3σ is a target of ISG15 modification prompted us to investigate whether EFP can function as an ISG15 E3 ligase for 14-3-3σ. We first used the 293T system to examine the effect of EFP on 14-3-3σ ISGylation. FLAG-14-3-3σ was expressed in 293T cells along with the His-ISG15, UBE1L, and UBC8 expression constructs in the absence or presence of HA-EFP. The ISGylated proteins were enriched with Ni-NTA-agarose and detected by Western blotting. As described above, ISGylated 14-3-3σ was detected when it was coexpressed with His-ISG15, UBE1L, and UBC8 without the addition of HA-EFP (Fig. 4A, lane 4); however, the amount of ISGylated 14-3-3σ was dramatically increased by HA-EFP expression (lane 5). On film with longer exposure times, the ISGy-lated 14-3-3σ signal was also detected when FLAG-14-3-3σ was coexpressed with His-ISG15, and EFP expression increased this signal (Fig. 4A, lanes 2 and 3) (data not shown). As in Fig. 2, higher levels of unmodified 14-3-3σ were pulled down by Ni-NTA accompanied by higher levels of ISGylated 14-3-3σ. The whole cell lysates were analyzed directly by Western blotting for determination of total FLAG-14-3-3σ levels and total ISG15 conjugation levels. Although EFP significantly increased the level of ISGylated 14-3-3σ, it did not enhance the total amount of protein ISGylation. To examine the specificity of EFP in supporting the ISGylation of 14-3-3σ, the roles of two other UBC8-interacting ubiquitin E3 ligases, Parkin and HHARI, were examined (20.Moynihan T.P. Ardley H.C. Nuber U. Rose S.A. Jones P.F. Markham A.F. Scheffner M. Robinson P.A. J. Biol. Chem. 1999; 274: 30963-30968Abstract Full Text Full Text PDF PubMed Scopus (107) Google Scholar, 21.Imai Y. Soda M. Takahashi R. J. Biol. Chem. 2000; 275: 35661-35664Abstract Full Text Full Text PDF PubMed Scopus (657) Google Scholar). As shown in Fig. 4B, the expression of only EFP (lane 4), but not Parkin or HHARI (lanes 6 and 8), resulted in increased accumulation of ISGylated 14-3-3σ, demonstrating the specificity of EFP in supporting 14–3-4σ ISGylation. siRNA for EFP Decreases the IFN-induced ISGylation of 14-3-3σ—After showing that EFP supports 14-3-3σ ISGylation in 293T cell transfection assays, we further tested whether EFP depletion in vivo would cause a decrease in 14-3-3σ ISGylation in IFN-treated cells. We reduced cellular EFP expression through the siRNA approach using a retroviral expression vector (pSUPER-EFP1 or pSUPER-EFP2) (36.Brummelkamp T.R. Bernards R. Agami R. Science. 2002; 296: 550-553Crossref PubMed Scopus (3968) Google Scholar). First, we tested whether these siRNA constructs could decrease the expression of EFP and the ISGylation of 14-3-3σ in 293T cells. Plasmids for His-ISG15 and FLAG-14-3-3σ were transfected into 293T cells with increasing amounts of a mixture of pSUPER-EFP1 and pSUPER-EFP2. Cotransfection of EFP siRNA constructs reduced the levels of EFP protein and 14-3-3σ ISGylation in a dose-dependent manner (Fig. 5A). To investigate the effects of EFP siRNA on IFN-induced ISGylation of endogenous 14-3-3σ, MCF-7 cells were infected with pSUPER-EFP1 and pSUPER-EFP2 retroviruses that also express the puromycin selection marker. After puromycin selection, the dead cells were washed out with PBS, and attached live cells were amplified, resulting in stable shRNA-expressing cell pools. The levels of EFP and 14-3-3 proteins were examined. As shown in Fig. 5B, the EFP protein level was strongly inhibited by pSUPER-EFP2 shRNA expression and weakly inhibited by pSUPER-EFP1 shRNA expression in untreated cells. After interferon treatment, the protein level of EFP was up-regulated, and the EFP expression was",
  "authors": [
    {
      "display_name": "Weiguo Zou",
      "id": "A5022404028",
      "orcid": "https://orcid.org/0000-0003-2516-0302",
      "institutions": [
        {
          "id": "I123431417",
          "display_name": "Scripps Research Institute",
          "country_code": "US",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Weiguo Zou"
    },
    {
      "display_name": "Dong‐Er Zhang",
      "id": "A5084311979",
      "orcid": "https://orcid.org/0000-0003-2541-6443",
      "institutions": [
        {
          "id": "I123431417",
          "display_name": "Scripps Research Institute",
          "country_code": "US",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Dong-Er Zhang"
    }
  ],
  "publication_year": 2005,
  "publication_date": "2005-12-14",
  "type": "article",
  "cited_by_count": 277,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S140251998",
    "display_name": "Journal of Biological Chemistry",
    "issn_l": "0021-9258",
    "issn": [
      "0021-9258",
      "1067-8816",
      "1083-351X"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320990"
  },
  "volume": "281",
  "issue": "7",
  "first_page": "3989",
  "last_page": "3994",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "http://www.jbc.org/article/S0021925819483786/pdf",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2780718723",
      "display_name": "ISG15",
      "level": 4,
      "score": 0.99018073
    },
    {
      "id": "C134459356",
      "display_name": "Ubiquitin ligase",
      "level": 4,
      "score": 0.88520265
    },
    {
      "id": "C25602115",
      "display_name": "Ubiquitin",
      "level": 3,
      "score": 0.69730604
    },
    {
      "id": "C140248907",
      "display_name": "DDB1",
      "level": 5,
      "score": 0.64067733
    },
    {
      "id": "C2776178377",
      "display_name": "Interferon",
      "level": 2,
      "score": 0.6216901
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.5703276
    },
    {
      "id": "C95444343",
      "display_name": "Cell biology",
      "level": 1,
      "score": 0.5658318
    },
    {
      "id": "C182561583",
      "display_name": "Ubiquitin-conjugating enzyme",
      "level": 5,
      "score": 0.5306712
    },
    {
      "id": "C2780329694",
      "display_name": "ATG12",
      "level": 5,
      "score": 0.41754907
    },
    {
      "id": "C55493867",
      "display_name": "Biochemistry",
      "level": 1,
      "score": 0.23938495
    },
    {
      "id": "C54355233",
      "display_name": "Genetics",
      "level": 1,
      "score": 0.13044727
    },
    {
      "id": "C2781000418",
      "display_name": "ATG5",
      "level": 4,
      "score": 0.10460201
    },
    {
      "id": "C203522944",
      "display_name": "Autophagy",
      "level": 3,
      "score": 0.09564108
    },
    {
      "id": "C190283241",
      "display_name": "Apoptosis",
      "level": 2,
      "score": 0.08190012
    },
    {
      "id": "C104317684",
      "display_name": "Gene",
      "level": 2,
      "score": 0.08065447
    }
  ],
  "topics": [
    {
      "id": "T11668",
      "display_name": "interferon and immune responses",
      "score": 0.9999
    },
    {
      "id": "T11503",
      "display_name": "Cytokine Signaling Pathways and Interactions",
      "score": 0.9995
    },
    {
      "id": "T10934",
      "display_name": "Heat shock proteins research",
      "score": 0.9976
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1074/jbc.m510787200",
  "pdf_url": "http://www.jbc.org/article/S0021925819483786/pdf",
  "retrieved_date": "2025-07-30T16:04:39.047356",
  "source_database": "OpenAlex"
}