{
  "openalex_id": "W1983400070",
  "doi": "https://doi.org/10.1046/j.1440-1800.2002.00139.x",
  "title": "Saving the practice — top 10 unfinished issues to inform the nursing debate in the new millennium",
  "abstract": "At the turn of the new millennium, nursing journals, like thousands of other newspapers and magazines, published a spate of articles reflecting on the past and considering the challenges of the future. One of these articles appeared in July 2001, in the Journal of Advanced Nursing.11 Colorado Nursing Think Tank. 2001. JAN Forum Saving the discipline — Top 10 unfinished issues to inform the nursing debate in the new millennium, Journal of Advanced Nursing, 35(1), 138. In this paper a group of influential American nursing theorists, calling themselves the Colorado Nursing Think Tank, issued a ‘call to arms’. The nursing academics ‘identified’ 10 rhetorical questions ‘essential for the nursing leadership to address to clarify and expand the debate on the discipline of nursing’. All 10 questions dealt, in some measure, with the relationship between theory and practice, the impact of theory (in particular, nursing theory) on research, and the need for a professional consensus over the role of nursing knowledge in practice. The academics invited nursing leaders to respond to their challenge to help ‘save the discipline from extinction’. The relationship between the academy and practice has indeed been a complex and often vexing one. While the development of a professional consensus and coherence around the issues of knowledge development, research approaches and their application would be most welcome, we suggest the fundamental problem identified in this call to ‘save the discipline[our italics] from extinction’ is misguided. We contend that the question is not how to save the discipline of nursing from extinction in the twenty-first century, but how to save the practice of bedside nursing from extinction. Historically, the professionalization of nursing in the twentieth century has been linked to changes in healthcare service provision. This is no less true today. Throughout the world, cost-cutting and the global shortage of skilled nurses is leading to a reformulation of professional boundaries and restructuring of the healthcare workforce. The current international climate of health reform has resulted in radical changes in healthcare service delivery and in the practice of nurses. The ethos of the marketplace now drives institutional reform and the shifting boundary between hospital and community care has led to the steady movement of patient care back to the community sector and the home. New roles for highly qualified nurses are emerging in this competitive market and traditional roles are being lost to minimally skilled workers as patient care attendants and unpaid family caregivers replace registered nurses in the home, community, long-term care and, increasingly, in acute care. In Britain, Canada, the USA and Australia advocates of a private market for health-care argue that it is economically inefficient for highly trained and well-paid workers to attend to basic tasks and give direct hands-on care. Nurses are under pressure to justify their practice and to prove that they make a sui generis contribution to patient care. They are also under pressure to promote themselves as independent practitioners, managers of care, and specialists in health promotion and maintenance (work that the system actually gives them little time to perform). All too often today the educational direction of nursing, its research and knowledge base and its disciplinary vigour are disconnected from these pressing realities. One of the most discouraging things for nurses giving direct care is that they work in environments that do not allow them the time to practice direct, hands-on care, to translate their knowledge and judgement into practice, and to develop supportive relationships. What the curricula often fail to acknowledge are the shortcomings of the practice environment. Similarly, a focus on individual patient advocacy and a search for professional autonomy obscures the fact that most nurses work as employees of institutions and are not independent practitioners. Yet there is little discussion of how the settings in which nurses work can be managed, and how they can be changed. Nor is there much discussion of how nurses can work collectively to resolve the dilemmas that are often the result of unequal professional and institutional power relationships. In fact, many nursing educators promote an ideal of advanced practitioners whose education will allow them to manage (or escape) the unmanageable workplaces and workloads of everyday nurses. Nursing research similarly tends to focus on nurses who work in fully functioning, resource-rich environments which give them the time to deliver holistic care and the opportunity to exercise their knowledge to the fullest. Such environments are, at best, rare. Without an analysis of what is happening in health-care and how nurses can cope with — and ultimately change — these realities, education, theory and research can easily lead nurses to feel that they have failed because they can’t make the unworkable work or manage the unmanageable. The importance and social relevance of nursing practice stems from its direct connection to patient care. and nursing practice is mediated not simply by theory but by the setting in which it takes place, by institutional policies, political priorities, and by the allocation of economic resources. If these issues are not addressed, there will be no future for nursing practice. What happens at the bedside is the important issue. If the practice of nursing is accorded the importance that it deserves and if the work of nurses is valued by society and by nursing colleagues alike, then the research base of the profession will be sound. With this in mind we have drafted 10 questions that we consider the profession must face to save the practice from extinction in the twenty-first century. How can we secure adequate pay for bedside nursing work — whether that bedside is in the hospital, nursing home, psychiatric setting, rehab facility, home, clinic, school or hospice? How can we promote adequate staffing and safe nurse-to-patient ratios within all healthcare institutions? How can we promote bedside nursing as an attractive long-term career, rather than as an intermediate step to careers in advanced practice, in academia, or outside of nursing altogether? How can we keep nursing knowledge and expertise at the proverbial bedside over the long-term by formally recognizing (in terms of stature) and rewarding (in terms of pay) the teaching role of the experienced nurse? How can we convince the mass media that in the past as well as in the present, nursing care is scientifically and theoretically based, and that nurses’ innovations, contributions and achievements should be a routine part of healthcare coverage? How can we help the public to understand that nursing is a different discipline from medicine and that all nurses have knowledge (some of which is unique to nursing and some of which overlaps with medicine and other disciplines) upon which patients depend? How can we make the realities of nursing practice — mainly the work of caring for patients’ bodies — more visible in undergraduate and graduate nursing curricula? How can nurse researchers help nurses working in direct care to create institutional environments that enable nurses to put the best research into practice? For example, can we pursue a model where bedside nurses have some time or support to read and plan the incorporation of clinical research innovations into their practice? How can academics give students a realistic picture of the demands of nursing work in recruitment materials? And how can curricula give students the skills they need to face challenging institutional arrangements, expectations, and assumptions? How can we integrate a concept of ‘necessary nursing care’ analogous to the widely accepted ‘medically necessary care’ into healthcare delivery systems so that allocations of services and resources support the care bedside nurses deliver? If nursing leaders do not consider these issues, they may be confronted with the situation described in the following joke that was — after an internet experiment lasting 3 months by the British Association for the Advancement of Science — voted the funniest in the world: Famed fictional detective Sherlock Holmes and his gruff assistant Doctor Watson pitch their tent while on a camping expedition, but in the middle of the night Holmes nudges Watson awake and questions him. Holmes: Watson, look up at the stars and tell me what you deduce. Watson: I see millions of stars, and if there are millions of stars, and if even a few of those have planets, it is quite likely there are some planets like earth, and if there are a few planets like earth out there, there might also be life. Holmes: Watson! They’ve stolen our tent. Sioban Nelson Melbourne Suzanne Gordon Arlington, Massachusetts Michael McGillion Toronto",
  "authors": [
    {
      "display_name": "Sioban Nelson",
      "id": "A5042097377",
      "orcid": "https://orcid.org/0000-0002-9174-4624",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Sioban Nelson"
    },
    {
      "display_name": "Suzanne Gordon",
      "id": "A5109837206",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Suzanne Gordon"
    },
    {
      "display_name": "Michael McGillian",
      "id": "A5021685364",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Michael McGillian"
    }
  ],
  "publication_year": 2002,
  "publication_date": "2002-06-01",
  "type": "editorial",
  "cited_by_count": 8,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S26958175",
    "display_name": "Nursing Inquiry",
    "issn_l": "1320-7881",
    "issn": [
      "1320-7881",
      "1440-1800"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320595"
  },
  "volume": "9",
  "issue": "2",
  "first_page": "63",
  "last_page": "64",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1046/j.1440-1800.2002.00139.x",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2779503283",
      "display_name": "Millennium Development Goals",
      "level": 3,
      "score": 0.57485867
    },
    {
      "id": "C159110408",
      "display_name": "Nursing",
      "level": 1,
      "score": 0.5405762
    },
    {
      "id": "C2779473830",
      "display_name": "MEDLINE",
      "level": 2,
      "score": 0.4198017
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.36040616
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.33869523
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.31945533
    },
    {
      "id": "C189326681",
      "display_name": "Poverty",
      "level": 2,
      "score": 0.1609562
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.07249883
    }
  ],
  "topics": [
    {
      "id": "T14316",
      "display_name": "Nursing Education, Practice, and Leadership",
      "score": 0.3266
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1046/j.1440-1800.2002.00139.x",
  "pdf_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1046/j.1440-1800.2002.00139.x",
  "retrieved_date": "2025-07-30T15:09:08.404251",
  "source_database": "OpenAlex"
}