{
  "openalex_id": "W1983231332",
  "doi": "https://doi.org/10.1046/j.1365-2745.2003.00836.x",
  "title": "<i>Ulex gallii</i> Planch. and <i>Ulex minor</i> Roth",
  "abstract": "Ulex gallii Planch. (Fabaceae). Western gorse. Densely spiny spreading shrub, ranging in height from 10 cm to 200 cm. Main branches usually ascending with abundant brown hairs, spines 1–2.5 cm, faintly furrowed or striate. Pedicels 3–5 mm, appressed hairy, bracteoles usually wider than the pedicels. Calyx slightly shorter than the corolla, appressed and hairy. Teeth of the lower calyx lip parallel to convergent, calyx 9–13(−15) mm, standard (12–)13–18(−22) mm. Wings strongly curved and usually longer than the keel. Bracteoles 0.5–0.8 mm long × 0.6–0.8 mm wide. Flowers 10–13 mm long, occurring in July–September, fruits (8–)9–13(−14) mm, dehiscing in spring. Seed dry mass 6.7 (SD ± 0.98) mg. Ulex minor Roth (Fabaceae). Dwarf gorse. Ranges in height from 5 cm to 150 cm. Branches usually procumbent with abundant brown hairs. Spines varying 1–2 cm, faintly furrowed or striate. Pedicels 3–5 mm, appressed and hairy, bracteoles usually narrower than the pedicels. Calyx almost as long as the corolla; hairs on the calyx appressed and sparse. Teeth of the lower calyx lip divergent, calyx 5–9.5(−10) mm, standard 7–12(−13) mm. Wings straight and usually shorter than the keel. Bracteoles 0.6–0.8 mm long × 0.4–0.6 mm wide. Flowers 8–10 mm long, occurring in July to September, fruits 6–8.5 mm, dehiscing in spring. Seed dry mass 5.9 (SD ± 1.48) mg. The two species show considerable overlap in many characters: including plant height, spine length, flower colour and pod size. The species are most easily distinguished by the lengths of the flower parts, which provide a reasonably sharp discontinuity (Proctor 1965). However both U. gallii and U. minor are also highly plastic and show considerable variation in distinguishing characters (Stace 1997; Kirchner & Bullock 1999). Ulex gallii and U. minor are perennial dwarf shrubs characteristic of acid, nutrient-poor soils and are found most commonly in Britain on wet, dry and humid heaths. Both species can also occur in acid grasslands and in the drier parts of acid mire communities. In Europe as a whole they are found most commonly in heath vegetation but also occur in acid grasslands and dunes. Three species in the genus Ulex are found in the British Isles. While U. europaeus is present throughout the British Isles, the smaller U. gallii and U. minor are confined to mid and southern regions. The geographical ranges of the two smaller Ulex species were recently described by Bullock et al. (2000). Both species are native to Western Europe and co-occur in Great Britain, France and Spain. Ulex gallii is also found in Ireland and U. minor in Portugal. Ulex minor is introduced in South America (Fl. Br. Isl. 1987), New Zealand (Webb et al. 1995) and the Azores (Tutin et al. 1968). In Britain the two Ulex species show a parapatric range distribution in that the ranges are separate but slightly overlapping. Ulex minor is virtually confined to the south-east of England, whereas U. gallii occurs mostly in the west and north-west of England, Wales and the extreme south-west of Scotland. The distributions can be divided by a line running from Dorset on the English south coast, to the head of the Humber Estuary (Fig. 1a,b). However, there are a few localities where both U. minor and U. gallii are found within the range of the other species. Ulex gallii is found in several locations in south-east England, most notably in Kent in the extreme south-east and in large numbers on the East Anglian coast. Ulex minor has some records near the south-west Scottish border. In addition to these disjunct locations, there are several examples of co-occurrence around the Dorset–Humber line described as splitting the ranges. These are most notable in Dorset. The distribution of (a) Ulex gallii and (b) U. minor in the British Isles. Each dot represents at least one record in a 10-km square of the National Grid. Native: (○) pre-1950, (•) 1950 onwards; introduced: (×) pre-1950, (+) 1950 onwards. Mapped by Henry Arnold, Biological Records Centre, mainly from records made by members of the Botanical Society of the British Isles. Heathland surveys that included information on the distribution of Ulex species in Dorset were carried out in 1978, 1987 (Webb & Haskins 1980; Webb 1990) and 1995 (Rose et al. 2000). All of the surveys showed clear separation of the distributions of the two Ulex species resulting in significant negative association between them (Bullock et al. 2000). Although none of the Ulex-dominated zones contains only one species, there are very few areas where the two species actually grow together on the same heath. The sharp vicarism between the two species is also found in north-west France (Des Abbayes & Corillion 1949; Corillion 1950, 1959). Ulex minor is confined to the Atlantic climatic region of western France but is absent from the fertile, low-lying region of the mid-west coast, from western Brittany, from the coast around Cherbourg in Normandy and from the extreme south-west at the foot of the Pyrenees (Fig. 2). These last three gaps in the distribution are all occupied by U. gallii which shows an extreme westerly distribution. Around these three foci of the U. gallii range there are areas of overlap in the distributions of the two species roughly 20–60 km in width. The distribution of Ulex gallii and U. minor (presence/absence) on a 20 × 20 km grid in France (Dupont 1990). The distributions of the Ulex species on the Iberian Peninsula are not mapped. However, Dupont (1962, 1990) states that U. minor is present in western Portugal, in Galicia and Asturia to the west and north of the Cantabrian range in north-west Spain. There are also a few records in the south-west in Andalucia and Extremadura. Ulex gallii is present in the extreme north-west of Spain in the north of Galicia and Asturia. The altitudinal range of U. gallii in the British Isles extends from sea level to an upper limit of 1400 ft (425 m) on Exmoor in England, to 2000 ft (610 m) in Drygan in Wales and 2200 ft (670 m) on the Reeks in Ireland (Alt. range Br. Pl.). Ulex minor has an altitudinal range extending from sea level in England, Wales and Scotland to a maximum of 800 ft (240 m). The maximum recorded elevation for U. gallii is 5570 ft (1700 m) in northern Spain (Loidi et al. 1997). Ulex gallii has a westerly range and is associated with an oceanic climate typical of those areas bordering on the Atlantic (Rodwell 1991). Preston & Hill (1997) consider that U. gallii is an element of the Oceanic Temperate flora, while U. minor is a member of the Oceanic Southern-temperate flora. The replacement of U. gallii by U. minor appears to be influenced by a shift to a more continental type of climate in southern and eastern England. It has been postulated that the different ranges of the two species may be the result of climatic effects, with U. gallii being favoured by the wetter and warmer conditions in the west and U. minor by the drier, colder continental conditions in the east (Proctor 1965). Climate envelopes have been constructed for each of the Ulex species (Wright, in Bullock et al. 2000) using data on the presence/absence of the species in relation to maximum July temperature, minimum January temperature and annual total precipitation. The climatic data were obtained from the Climatic Research Unit at the University of East Anglia and provide a 100 (10 × 10) km2 baseline climatology for Great Britain over the period 1961–90 (Hulme et al. 1995). At this scale, U. minor is found in areas with a warmer July maximum and also in areas that are marginally drier (Bullock et al. 2000). Within Dorset, Bullock et al. (2000) have examined whether the distribution of U. gallii and U. minor relates to climate at a local scale, by testing for differences in rainfall between the different Ulex-dominated zones within Dorset using annual and monthly rainfall data for the period 1955–94, compiled from 12 weather stations distributed over the Dorset heaths. Variation in rainfall did not provide a clear explanation for zonation of the Ulex species at the smaller scale in Dorset. Transplant experiments that aimed to set seed of each Ulex species within the range of its counterpart found that both U. gallii and U. minor can germinate and establish to seedling stage within the climatic zone outside of their current ranges (Stokes 2002). Longer term survival of transplanted U. gallii seedlings has been recorded from transplant experiments performed in 1961 at Ashdown Forest in East Sussex. Ulex gallii seedlings transplanted into plots close to Wych Cross (TQ 413 321) survived a period of 42 years to be present in 2003 (David Streeter, personal communication), suggesting no climatic barrier to growth of U. gallii from the seedling to adult stage beyond its current range. The two species are generally found on flat ground and moderate slopes but rarely at steeper inclinations. Both species can be present close to sea level but U. minor is more commonly found at lower elevations than U. gallii, which can extend up to levels of approximately 500 m on the moorland fringes of Dartmoor, Bodmin Moor and Exmoor (Rodwell 1991). Communities containing these Ulex species develop over a range of base-poor and oligotrophic soils. Profiles tend to be highly acidic; superficial pH beneath these lowland heath communities is between 3.5 and 4.5 and the soils are generally very impoverished, features reflected in the calcifuge nature of the vegetation and the poor representation of mesophytic plants (Rodwell 1991). Ulex minor is predominantly present on the most free draining of the series of acid and impoverished soils, typically those podzols which show no tendency, or only a slight one, towards surface gleying in winter. Such soils develop from pervious sandy or pebbly parent material, which typically give rise to some kind of podzolic profile, either a classic humo-ferric podzol, or a palaeo-argillic podzol where there is more material of the finer fractions in the profile. These soils can be distinctly droughty in the drier months (Jarvis et al. 1984). However, U. minor is also present further west, for example in the Central Wealden heaths, where a higher silt fraction results in a shift to seasonally waterlogged gley-podzols. Ulex gallii is similarly capable of growing in a range of soil moisture conditions and is present growing in moist profiles where soil conditions are often maintained by some impedance to drainage in brown earths or podzolic profiles with an argillic B horizon or impervious iron-pan. However in more western parts of Britain, for example on the Devonshire Pebble-Bed Commons, U. gallii is also present on wetter stagnogleys and gleyed podzols developed over the gently dissected surface of the Triassic dip slope (Rodwell 1991). Some of these lowland gleyed soils show a shallow accumulation of mor humus beneath sub-shrub covers that have not been burned for some time. However with a shift to higher ground there is a strong tendency for profiles with impeded drainage to develop a humose top-soil. Around the fringes of Dartmoor, Bodmin Moor and Exmoor over ill-draining stretches of Devonian and Carboniferous shales and mudstones and granite, U. gallii is often found on stagnohumic gleys that form an intergrade between mineral stagnogleys and the thick ombrogenous peats mantling the highest and wettest ground. A consequence of the increased rainfall characteristic of the higher ground in north-west Somerset and the heartlands of Devon and Cornwall is that U. gallii can extend on to more free-draining soils that are kept moist as much by high precipitation as owing to any drainage impedance (Rodwell 1991). Within southern England, Bullock et al. (2000) have examined whether the distribution of U. gallii and U. minor relates to edaphic factors at a local scale, by testing for differences between the different Ulex-dominated zones of Dorset heaths in organic matter content, extractable phosphorus, exchangeable phosphorus, phosphorus adsorption capacity and pH value. A statistically significant difference was found in that pH values were higher in U. gallii-dominated zones. Comparison of edaphic factors across a gradient in southern England running from the core of the U. gallii range in Devon, through the zone of range overlap in Dorset, to the core of the U. minor range in Surrey found a correlation between pH and the presence or absence of the Ulex species (Stokes 2002). Ulex minor did not occur at sites with a soil pH greater than 4.0 and U. gallii individuals were not observed within heaths where soil pH fell below 3.4 (Fig. 3). This trend in pH values from the south-west to the south-east may simply be a reflection of the geology sampled in different parts of southern England. Sampling a larger number of heath sites across this gradient with a greater diversity of underlying geology would reveal if a relationship exists between pH values and the abundance of either Ulex species. The range of soil pH values at sites of U. gallii and U. minor within Devon, Dorset and Surrey in southern England. The box represents the middle 50% of the data, lines extending from the box represent the upper and lower 25%. The mean is represented by the circular dot and the median by the horizontal bar. Outliers are represented by asterisks. These gorses occur as sub-shrubs and dominants in a variety of plagioclimax communities occurring on oligotrophic soils within north-west Europe. Much of the lowland heath vegetation within Britain is relatively species poor and the different communities can be understood largely as permutations on a fairly limited range of dominants and associates representing biotically derived replacements of the more calcifuge of oak–birch and beech forests (Rodwell 1991). Nonetheless, within Britain the communities can fall into a series that can be related broadly to variations in regional climate, soils and treatments (Rodwell 1991). In Britain, from east to west the first appearance of U. minor is within the H2 Calluna vulgaris–Ulex minor community (Rodwell 1991), where the bulk of the cover consists of Erica cinerea, Calluna vulgaris, Ulex minor and to a lesser extent Deschampsia flexuosa. Within the H2 community, U. minor shows a variety of different abundances; in some areas where grazing still occurs it seems to have been widely reduced (Rodwell 1991), whereas in other areas it can be prevalent to the extent of co-dominance with C. vulgaris. In the absence of regular burning, the ground layer of Calluna–Ulex minor heath can be very patchy and more or less limited to the cores of degenerate heather bushes, where the characteristic sequences of mosses and lichens can be seen, Dicranum scoparium and Hypnum jutlandicum being the most frequent bryophytes overall. In areas where the soil is prone to seasonal waterlogging and the climate is wetter, a more humid heath community prevails: the H3 Ulex minor–Agrostis curtisii community, which is characteristic of the area around the Hampshire Basin. The major distinction between the H2 and H3 U. minor communities is created by the joint presence of Erica tetralix and E. cinerea in the latter, maintained by moister soils. In drier climates, E. cinerea is confined to free draining acid soils and E. tetralix to wet heaths on strongly impeded profiles (Rutter 1955; Bannister 1965, 1966; Gimingham 1972). West of Poole Harbour, from Dorset down into the South-West Peninsula and in Wales, the H2 heath is replaced by the Calluna vulgaris–Ulex gallii heath (H8), within which C. vulgaris, E. cinerea and U. gallii are constants. Again the shift to the more oceanic conditions in the south-west results in the replacement of the H8 community by its more humid counterpart, the Ulex gallii–Agrostis curtisii community (H4), which is very similar to the Ulex minor–Agrostis curtisii heath (H3) in its general floristics; the major difference being the replacement of one gorse by the other (Rodwell 1991). However, the boundary between the H8 and H4 U. gallii communities is more diffuse than that observed between the H2 and H3 U. minor communities within the more continental part of Britain. Owing to higher rainfall within the south-west, wet-heath plants can transgress ever more extensively onto the more free-draining acid soils, from which in drier climates they are excluded by susceptibility to drought (Rodwell 1991). Transitional types of heath vegetation thus become more interposed between drier and wetter communities in this part of Britain with Erica tetralix, Molinia caerulea and Agrostis curtisii playing an important role alongside Calluna, E. cinerea and one or the other of U. gallii and U. minor. In June 2000, plant community data were recorded at 10 heath sites along an environmental gradient in southern England, running from the core of the U. gallii range in Devon, through the zone of range overlap in Dorset, to the core of the U. minor range in Surrey (Table 1). Of the heathlands utilized, two sites from the west of England contained U. gallii (Aylesbeare Common and Coalton Radleigh Common) and two sites from the east in Surrey contained U. minor (Thursley Common A and Thursley Common B). Within Dorset, in the region of range overlap, two sites contained only U. gallii (Canford Heath and Upton Heath), two sites contained only U. minor (Arne Heath and Hartland Moor) and two sites contained both species (Gore Heath and Stoborough Heath). Ordination of the plant community data was carried out using detrended correspondence analysis within the program canoco (ter Braak 1988). As the primary objective of the analysis was to ascertain whether the vegetation at the sites differed in any other way apart from the identity of the Ulex species, the ordination analysis was repeated with the two Ulex species combined into a single taxon. When U. gallii and U. minor were classified separately in the analysis a distinctive separation in community composition was observed between Devon and Surrey (Stokes 2002; Fig. 4). This separation is maintained even if U. gallii and U. minor are treated as a single taxon in the analysis (Stokes 2002). However the plant communities within Dorset were more variable than those in either Devon or Surrey and encompass the variation in both. It is suggested that this greater variation relates to a wider range of soil pH values within the Dorset area (Fig. 3). Ordination of plant community data from 10 sites across southern England using detrended correspondence analysis (DCA). A plot of the axis 1 and 2 scores is shown from a site ordination of floristic data from Dorset (○), Surrey (◆) and Devon (▪). Ulex gallii and U. minor were classified as separate species in the analysis. The Ulex species are fast-growing woody legumes which are capable of establishing rapidly from seeds or growing from stumps, particularly in low fertility soils (Gaynor & MacCarter 1981). Both species are relatively shade tolerant (Rodwell 1991) and therefore able to establish themselves and maintain an existence as part of the sub-shrub canopy. Competition is postulated as a cause of the parapatric distribution of these two Ulex species (Proctor 1965; Bullock et al. 2000). Competition experiments were designed to identify the role that intraspecific and interspecific competition play in the dynamics of U. gallii and U. minor along an environmental gradient within southern England that includes the range boundary of the two species and pure populations of the two species at either end (Stokes 2002). Seed of each of the Ulex species, collected from sites within Dorset, was grown under natural light in a glasshouse for 4.5 months prior to being transplanted into replicate plots at heathland sites within Devon, Dorset and Surrey. Each plot was divided into subplots and seedlings were then planted within each subplot, of which one was planted with U. minor, one with U. gallii and one with a mixture of both. The seedlings were planted in a hexagonal arrangement in close enough proximity to compete. Within the mixed subplots individuals were planted so that each individual had two interspecific neighbours (Harper 1977). After a 12-month period each seedling was harvested with as much of the root system as was possible, the length of the roots and shoots measured and the seedlings dried to constant mass and weighed. Data were segregated by species and analysed using an anova design to examine the effect of range location and planting combination (monoculture vs. mixture) on individual yield and root and shoot length. The evidence for interspecific competition between the two Ulex species is weak. Comparison of mean plant biomass for U. gallii individuals within Devon, grown in pure and mixed planting combinations, found U. gallii to suffer a reduction in biomass owing to the presence of U. minor (F = 10.26, d.f. = 1,35, P < 0.01). A replacement series analysis provided some evidence for competition between the two species, in that U. minor appeared slightly the better competitor within Devon, although this is outside its current range. However the analyses consistently identified the influence of range location upon the different measures of plant performance as significant, rather than the presence or absence of a competitor and there was no evidence that the competitive balance shifted across the range boundary in a consistent manner (Stokes 2002). A neighbourhood analysis of competition was also conducted within ten 2 × 2 m quadrats at Gore Heath in Dorset where both Ulex species grow in proximity together (Stokes 2002). Within each quadrat the total number of Ulex individuals were counted and the following measurements recorded for each individual Ulex plant: stem diameter, number of branches, pod number per sample branch and distance to the nearest conspecific and heterospecific Ulex neighbour. The study revealed that the fecundity of U. gallii individuals increased with increasing distance from U. minor individuals (y = 17.31 + 23.23x, F1,25 = 5.143, P < 0.05), whereas there was no relationship with conspecifics. For U. minor there were no correlations between fecundity and distance to either conspecifics or heterospecifics. However the fecundity of U. minor individuals increased with increasing density of conspecifics (y = 0.963 + 0.099x, F1,37 = 7.34, P < 0.05). Thus there is some indication from these results that U. gallii suffers interspecific competition to a greater extent than U. minor. Grazing has undoubtedly contributed to the maintenance of the H2 community in the past by curtailing the invasion of trees. Webb (1986) has suggested that in the lowlands this factor has been of greater long-term importance than burning in preserving the cover of heath vegetation. Grazing management declined towards the end of the 20th century, apart from in the New Forest where the various heath communities provide the bulk of the enclosed land that is still exploited by the traditional mixture of cattle and 'heath-cropper' ponies, together with some deer. Gorse can be grazed only when young and tender; livestock such as deer, cattle and ponies are probably capable of grazing young shoots. It has been postulated that grazing affects the proportions of different sub-shrubs and may contribute towards the scarcity of U. minor in some stands as the soft young shoots are very palatable (Rodwell 1991). Rabbits may graze upon young seedlings and the smaller U. minor shrubs but are restricted by height from grazing upon taller parts of adult U. gallii plants. The contribution of the palatable grasses to the post-burn succession in Calluna vulgaris–Ulex minor heath (H2) is generally less prominent than in the H4 Ulex minor–Agrostis curtisii heath (Rodwell 1991). Within a typical U. gallii community the subshrub canopy is of high cover, often with only a very sparse herbaceous component. However, less commonly the bushes are separated by systems of grassy runnels where the vegetation has been open to grazing and the structural contrast between these two components can be sharply accentuated (Rodwell 1991). When the bushes themselves are nibbled the canopy can be reduced in height, resulting in dense 'hedgehogs' of gorse with short but untidy bushes of heather scattered amongst them. Grazing can mediate every graduation between the extremes of dense heath on the one hand and continuous grassy sward on the other, and is a major factor controlling zonation (Rodwell 1991). Disturbance of the soils around settlements and plantations, or along tracks, can lead to a spread of the Ulex–Rubus scrub within the Calluna–Ulex minor heath (Rodwell 1991). Within the last 50 years,grazing has been in decline as a heathland management tool and often the only factor preventing succession to woodland is fire (Webb & Haskins 1980). Controlled burning is conducted according to strict guidelines governing the season and intensity of burning and the techniques used (Gimingham 1992). Fires are generally used on drier heaths, dominated by Calluna vulgaris, where the aim is to burn off ageing growth of the dwarf shrubs to allow their regeneration, to kill invading scrub and, on the larger scale, to create a mosaic of heathland of different ages (Khoon & Gimingham 1984; Gimingham 1992). After a burning event both U. gallii and U. minor can produce new shoots from the burnt stumps (Gloaguen 1993), although the probability of doing so is greater in U. gallii than U. minor (Stokes 2002). Fire is stimulatory to germination in both species. Hossaert-Palauqui (1980) studied heathlands in Brittany in northern France and found that elevated temperatures and higher proportions of bare ground after fires resulted in an increase in germination for U. minor. Allchin (1998) found that burning conducted in the absence of a paraffin fuel stimulated germination of U. gallii seeds within the humic layer at Aylesbeare Common in Devon. Heathland shrubs can be aged by size, enabling estimation of areas of vegetation with a chronological sequence of time since disturbance. Demographic data collected within Dorset on Ulex individuals within patches of differing time since fire were used to construct patch-specific matrix population models for each Ulex species (Stokes 2002). Matrix multiplication methods were utilized to simulate the response of differing fire return intervals upon population growth rate of either species. Both Ulex species are predicted to decline under annual burning. However as the time between burns increases, the population growth rate increases monotonically for each species. The minimum fire return intervals permitting persistence are 3 years for U. gallii and 4 years for U. minor. Maximum population growth rates are achieved from a 16-year fire return interval for both species. Dispersal is limited within these species resulting in aggregated distribution of individuals. Analysis of the spatial distribution of individuals was conducted within ten 2 × 2 m quadrats at Gore Heath in Dorset, where both U. gallii and U. minor grow in proximity together (Stokes 2002). The distribution of individuals in the field indicated that U. minor plants were found closer to conspecifics than heterospecific U. gallii neighbours, whereas there was no significant difference for U. gallii (see IV (A)). Seedlings transplanted across an environmental gradient within southern England showed significant differences between performance as measured by root and shoot length at the different sites (see IV (A)). Seedlings of both species performed least well in Surrey where annual precipitation is lowest (Stokes 2002; Fig. 5). Mean shoot length and root length for (a) Ulex gallii seedlings and (b) U. minor seedlings along an environmental gradient within southern England. The error bars are ± 1 SE. Both of the Ulex species reproduce freely throughout their respective ranges. Interestingly, analysis of seed production per plant measured at the core and margin of each species range did not indicate a decline in fecundity towards the range margin for either of the Ulex species (Stokes 2002; Fig. 6). Therefore, U. gallii and U. minor populations at the western and eastern limits of their respective ranges are not restricted owing to failure to set seed. Estimates of total seed production per m2 along an environmental gradient within southern England, spanning the range distributions of Ulex gallii and U. minor. The mixed site within Dorset refers to a heathland site containing both U. minor and U. gallii within the plant community. All other sites contain only one of the Ulex species. The error bars are ± 1 SE. Within the zone of range overlap in Dorset, both U. gallii and U. minor showed significant allometric relationships between size (measured by stem diameter) and seed production. Within Dorset, seed production per plant was higher for both U. gallii and U. minor at sites containing both Ulex species (mixed heaths) as opposed to sites containing only one of the pair. Consequently estimation of total seed production per unit area was greatest within mixed Ulex sites in Dorset than elsewhere in the range (Fig. 6). Interestingly, the allometric relationships indicated that whilst larger U. gallii plants produce more seed in mixed Dorset heaths, in the case of U. minor it is the smaller plants that have greater seed production in mixed heaths than in heaths containing only one of the Ulex species. No relationship was observed between size and seed production per plant at the core of the U. gallii range in Devon, or at the core of the U. minor range in Surrey (see VIII (C)). There is little evidence of mortality of adult plants due to frost. Within Britain at the core of the U. minor range in Surrey the mean January temperature is 0.6 °C but the mean number of days of grass frost during January is 19.4; therefore there are frequent frosts. Within Britain, U. gallii extends further northwards tha",
  "authors": [
    {
      "display_name": "Kate Stokes",
      "id": "A5035130027",
      "orcid": "https://orcid.org/0000-0002-2803-3002",
      "institutions": [
        {
          "id": "I1118541",
          "display_name": "University of East Anglia",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "K. E. Stokes"
    },
    {
      "display_name": "James M. Bullock",
      "id": "A5041764112",
      "orcid": "https://orcid.org/0000-0003-0529-4020",
      "institutions": [
        {
          "id": "I1118541",
          "display_name": "University of East Anglia",
          "country_code": "GB",
          "type": "funder"
        },
        {
          "id": "I4210160310",
          "display_name": "Dorset Green Technology Park",
          "country_code": "GB",
          "type": "archive"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "J. M. Bullock"
    },
    {
      "display_name": "Andrew R. Watkinson",
      "id": "A5040686357",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210143632",
          "display_name": "Tyndall Centre",
          "country_code": "GB",
          "type": "other"
        },
        {
          "id": "I1118541",
          "display_name": "University of East Anglia",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "A. R. Watkinson"
    }
  ],
  "publication_year": 2003,
  "publication_date": "2003-11-21",
  "type": "article",
  "cited_by_count": 24,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S11271929",
    "display_name": "Journal of Ecology",
    "issn_l": "0022-0477",
    "issn": [
      "0022-0477",
      "1365-2745"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320595"
  },
  "volume": "91",
  "issue": "6",
  "first_page": "1106",
  "last_page": "1124",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1046/j.1365-2745.2003.00836.x",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2776390344",
      "display_name": "Calyx",
      "level": 2,
      "score": 0.9731667
    },
    {
      "id": "C184458455",
      "display_name": "Pedicel",
      "level": 2,
      "score": 0.9124636
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.6588502
    },
    {
      "id": "C59822182",
      "display_name": "Botany",
      "level": 1,
      "score": 0.51374686
    },
    {
      "id": "C2780900450",
      "display_name": "Fabaceae",
      "level": 2,
      "score": 0.43751392
    },
    {
      "id": "C144027150",
      "display_name": "Horticulture",
      "level": 1,
      "score": 0.3458251
    }
  ],
  "topics": [
    {
      "id": "T13506",
      "display_name": "Botanical Research and Chemistry",
      "score": 0.9992
    },
    {
      "id": "T10487",
      "display_name": "Plant and animal studies",
      "score": 0.9989
    },
    {
      "id": "T12475",
      "display_name": "Plant Parasitism and Resistance",
      "score": 0.9985
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1046/j.1365-2745.2003.00836.x",
  "pdf_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1046/j.1365-2745.2003.00836.x",
  "retrieved_date": "2025-07-30T14:21:43.471177",
  "source_database": "OpenAlex"
}