{
  "openalex_id": "W1983329536",
  "doi": "https://doi.org/10.1074/jbc.275.3.2185",
  "title": "A Guanine Nucleotide Exchange Factor-independent Function of Vav1 in Transcriptional Activation",
  "abstract": "T cell antigen receptor (TCR) stimulation induces the tyrosine phosphorylation of several intracellular proteins including the protooncogene Vav1. Vav1 expression is necessary for normal T cell development and activation. We previously showed that overexpression of Vav1 in Jurkat T cells potentiates the activity of the transcription factor nuclear factor of activated T cells (NF-AT). The mechanism by which Vav1 participates in TCR signaling events is not clear. Vav1 contains a guanine nucleotide exchange factor (GEF) domain that has specificity for Rac and other Rho GTPases that have been recently implicated in T cell activation events. Significantly,in vitro tyrosine phosphoryation of Vav1 by Lck activates its exchange activity. This Lck-mediated phosphorylation of Vav1 has been reported to depend upon Tyr-174 in Vav1, a site implicated in Vav1 function by other studies as well. In this report, we demonstrated that Tyr-174 is not required for the TCR-induced phosphorylation of Vav1in vivo. Moreover, mutation of Tyr-174 augmented the ability of Vav1 to up-regulate NF-AT activation as well as the Vav1 GEF function leading to Rac activation. However, we also showed that the GEF activity of Vav1 was neither sufficient nor necessary for potentiation of NF-AT, and thereby we identify a GEF-independent role of Vav1 in potentiating NF-AT-driven transcription. Oncogenic Vav1 in which the amino-terminal 67 amino acids were deleted had elevated GEF activity but did not potentiate NF-AT when overexpressed in Jurkat cells. We also showed that a GEF mutant form of Vav1 that had impaired GEF function could still potentiate NF-AT. These studies reveal a previously unrecognized negative regulatory function of Tyr-174 in Vav1 and suggest that domains other than the Vav1 GEF domain contribute to TCR signals leading to NF-AT activation. T cell antigen receptor (TCR) stimulation induces the tyrosine phosphorylation of several intracellular proteins including the protooncogene Vav1. Vav1 expression is necessary for normal T cell development and activation. We previously showed that overexpression of Vav1 in Jurkat T cells potentiates the activity of the transcription factor nuclear factor of activated T cells (NF-AT). The mechanism by which Vav1 participates in TCR signaling events is not clear. Vav1 contains a guanine nucleotide exchange factor (GEF) domain that has specificity for Rac and other Rho GTPases that have been recently implicated in T cell activation events. Significantly,in vitro tyrosine phosphoryation of Vav1 by Lck activates its exchange activity. This Lck-mediated phosphorylation of Vav1 has been reported to depend upon Tyr-174 in Vav1, a site implicated in Vav1 function by other studies as well. In this report, we demonstrated that Tyr-174 is not required for the TCR-induced phosphorylation of Vav1in vivo. Moreover, mutation of Tyr-174 augmented the ability of Vav1 to up-regulate NF-AT activation as well as the Vav1 GEF function leading to Rac activation. However, we also showed that the GEF activity of Vav1 was neither sufficient nor necessary for potentiation of NF-AT, and thereby we identify a GEF-independent role of Vav1 in potentiating NF-AT-driven transcription. Oncogenic Vav1 in which the amino-terminal 67 amino acids were deleted had elevated GEF activity but did not potentiate NF-AT when overexpressed in Jurkat cells. We also showed that a GEF mutant form of Vav1 that had impaired GEF function could still potentiate NF-AT. These studies reveal a previously unrecognized negative regulatory function of Tyr-174 in Vav1 and suggest that domains other than the Vav1 GEF domain contribute to TCR signals leading to NF-AT activation. T cell receptor guanine nucleotide exchange factor cysteine-rich Src homology 3 Src homology 2 nuclear factor of activated T cells immunoreceptor tyrosine activation motif p21-activated kinase monoclonal antibody phorbol 12-myristate 13-acetate Engagement of the T cell antigen receptor (TCR)1 with antigen or with cross-linking antibodies initiates a signaling cascade that leads to activation of the T cell. One of the proximal events triggered by TCR engagement is the activation of protein-tyrosine kinases, which results in the tyrosine phosphorylation of several substrates. Previous work has demonstrated that activation of the Src tyrosine kinase Lck is necessary to initiate the signaling cascade. Lck is required to phosphorylate the cytoplasmic tails of the CD3 complex (γδε) and the ζ chain of the TCR on tyrosines within motifs designated as immunoreceptor tyrosine-based activation motifs (ITAMs). Phosphorylation of the ITAMs provides docking sites for the Src homology-2 (SH2) domains of the Syk family protein-tyrosine kinases, ZAP-70, and Syk. Recruitment of ZAP-70 or Syk to the phosphorylated ITAMs leads to the activation of these protein-tyrosine kinases and subsequent tyrosine phosphorylation of multiple intracellular substrates. One substrate that is rapidly tyrosine-phosphorylated in response to TCR engagement is the 95-kDa protooncogene Vav1. Vav1 is expressed exclusively in hematopoietic cells. However, a homologous protein, Vav2, is ubiquitously expressed. Vav1 is a multi-domain-containing protein consisting of a calponin homology domain, an acidic domain, a guanine nucleotide exchange factor (GEF) domain, a pleckstrin homology domain, a cysteine-rich (CR) domain, and an SH2 domain surrounded by two Src homology-3 (SH3) domains. Vav1 was initially identified as an oncogene based on its ability to transform fibroblasts in a gene transfer experiment (1.Katzav S. Martin-Zanca D. Barbacid M. EMBO J. 1989; 8: 2283-2290Crossref PubMed Scopus (423) Google Scholar). However, the expression, structure and the inducible tyrosine phosphorylation of Vav1 suggests it has an important role in antigen receptor-mediated signal transduction. The importance of Vav1 in lymphocyte development and activation was demonstrated in gene-targeted deletion experiments (2.Turner M. Mee P.J. Costello P.S. Williams O. Price A.A. Duddy L.P. Furlong M.T. Geahlen R.L. Tybulewicz V.L.J. Nature. 1995; 378: 298-302Crossref PubMed Scopus (648) Google Scholar, 3.Zhang R. Alt F.W. Davidson L. Orkin S.H. Swat W. Nature. 1995; 374: 470-473Crossref PubMed Scopus (374) Google Scholar, 4.Fischer K.-D. Zmuldzinas A. Gardner S. Barbacid M. Bernstein A. Guidos C. Nature. 1995; 374: 474-477Crossref PubMed Scopus (286) Google Scholar, 5.Tarakhovsky A. Turner M. Schaal S. Mee P.J. Duddy L.P. Rajewsky K. Tybulewicz V.L.J. Nature. 1995; 374: 467-470Crossref PubMed Scopus (390) Google Scholar). These studies revealed that mice lacking Vav1 display a profound defect in the positive selection of T cells and undergo negative selection inefficiently. Furthermore, the single positive T cells that develop have impaired calcium mobilization, decreased activation of Erk kinases, decreased activation of NFκB, a failure to form TCR caps following activation, a reduced expression of activation marker CD69, and a reduced expression of CD5 (6.Holsinger L.J. Graef I.A. Swat W. Chi T. Bautista D.M. Davidson L. Lewis R.S. Alt F.W. Crabtree G.R. Curr. Biol. 1998; 8: 563-572Abstract Full Text Full Text PDF PubMed Google Scholar, 7.Fischer K.-D. Kong Y.-Y. Nishina H. Tedford K. Marengere L.E.M. Kozieradski I. Sasaki T. Starr M. Chan G. Gardener S. Nghiem M.P. Bouchard D. Barbacid M. Bernstein A. Penninger J.M. Curr. Biol. 1998; 8: 554-562Abstract Full Text Full Text PDF PubMed Google Scholar, 8.Costello P.S. Walters A.E. Mee P.J. Turner M. Reynolds L.F. Prisco A. Sarner N. Zamoyska R. Tybulewicz V.L. Proc. Natl. Acad. Sci. U. S. A. 1999; 96: 3035-3040Crossref PubMed Scopus (215) Google Scholar). The TCR-mediated induction of Vav1 tyrosine phosphorylation may regulate Vav function. Vav1 contains 30 tyrosines. Neither the sites of phosphorylation nor the protein-tyrosine kinases responsible for phosphorylation of specific sites have been definitively established. However, both Syk and Src family tyrosine kinases have been shown to be able to phosphorylate Vav1. Syk and ZAP-70 as well as the Src family kinase Fyn have been implicated in events leading to the phosphorylation of Vav1 in vivo (9.Michel F. Grimaud L. Tuosto L. Acuto O. J. Biol. Chem. 1998; 273: 31932-31938Abstract Full Text Full Text PDF PubMed Scopus (85) Google Scholar, 10.Deckert M. Tartare-Deckert S. Couture C. Mustelin T. Altman A. Immunity. 1996; 5: 591-604Abstract Full Text PDF PubMed Scopus (245) Google Scholar, 11.Kadlecek T.A. van Oers N.S.C. Lefrancois L. Olson S. Finlay D. Chu D.H. Connolly K. Killeen N. Weiss A. J. Immunol. 1998; 161: 4688-4694PubMed Google Scholar). Furthermore, we have evidence from Lck-deficient thymocytes that Lck contributes to events leading to the phosphorylation of Vav. 2J. Wu and A. Weiss, unpublished observations. Moreover, Lck has been shown to directly phosphorylate Vav1 in vitro, specifically at tyrosine 174 (12.Han J. Luby-Phelps K. Das B. Shu X. Xia Y. Mosteller R.D. Krishna U.M. Falck J.R. White M.A. Broek D. Science. 1998; 279: 558-560Crossref PubMed Scopus (710) Google Scholar, 13.Han J. Das B. Wei W. van Aelst L. Mosteller R.D. Khosravi-Far R. Westwick J.K. Der C.J. Broeck D. Mol. Cell. Biol. 1997; 17: 1346-1353Crossref PubMed Scopus (276) Google Scholar). In addition, at least two studies have suggested tyrosine 174 to be a good candidate for phosphorylation by Syk and ZAP-70 (10.Deckert M. Tartare-Deckert S. Couture C. Mustelin T. Altman A. Immunity. 1996; 5: 591-604Abstract Full Text PDF PubMed Scopus (245) Google Scholar, 14.Brunati A.M. Donella-Deana A. Ruzzene M. Marin O. Pinna L.A. FEBS Lett. 1996; 367: 149-152Crossref Scopus (68) Google Scholar) in vitro. The tyrosine phosphorylation of Vav1 appears to be important in regulating its GEF function. The GEF domain of Vav1 shares considerable homology with that of the oncogene Dbl and is often referred to as a Dbl homology domain. Like Dbl, Vav1 has been shown to catalyze the GDP-GTP exchange for Rho family GTPases in vitro (13.Han J. Das B. Wei W. van Aelst L. Mosteller R.D. Khosravi-Far R. Westwick J.K. Der C.J. Broeck D. Mol. Cell. Biol. 1997; 17: 1346-1353Crossref PubMed Scopus (276) Google Scholar, 15.Crespo P. Schuebel K.E. Ostrom A.A. Gutkind J.S. Bustelo X.R. Nature. 1997; 385: 169-172Crossref PubMed Scopus (680) Google Scholar). The GEF function of Vav1 appears to exhibit some preference for the Rac GTPase. The Vav1 exchange activity in vitro can be induced by its tyrosine phosphorylation by Lck. Tyr-174 in Vav1 is required for Lck-dependent phosphorylation of Vav1 in vitro(12.Han J. Luby-Phelps K. Das B. Shu X. Xia Y. Mosteller R.D. Krishna U.M. Falck J.R. White M.A. Broek D. Science. 1998; 279: 558-560Crossref PubMed Scopus (710) Google Scholar). Thus, the exchange activity of Vav1 leading to its activation of Rac and other Rho GTPases would appear to depend upon phosphorylation of Tyr-174. The function of Rac activation in T cells is an area of active investigation. One T-cell receptor-derived signaling event required for T cell activation is induction of the transcription factor nuclear factor of activated T cells (NF-AT). NF-AT plays a critical role in the regulation of many genes including lymphokine genes. NF-AT-directed transcription depends upon Vav1 expression (6.Holsinger L.J. Graef I.A. Swat W. Chi T. Bautista D.M. Davidson L. Lewis R.S. Alt F.W. Crabtree G.R. Curr. Biol. 1998; 8: 563-572Abstract Full Text Full Text PDF PubMed Google Scholar, 7.Fischer K.-D. Kong Y.-Y. Nishina H. Tedford K. Marengere L.E.M. Kozieradski I. Sasaki T. Starr M. Chan G. Gardener S. Nghiem M.P. Bouchard D. Barbacid M. Bernstein A. Penninger J.M. Curr. Biol. 1998; 8: 554-562Abstract Full Text Full Text PDF PubMed Google Scholar) and can be induced by overexpression of Vav1 (16.Wu J. Katzav S. Weiss A. Mol. Cell. Biol. 1995; 15: 4337-4346Crossref PubMed Scopus (166) Google Scholar). Moreover, overexpression of Vav1 synergizes with TCR signals and depends upon proximal TCR-signaling machinery. This may reflect a requirement for Vav1 tyrosine phosphorylation. The mechanism by which Vav1 potentiates NF-AT is not understood. However, the effects of its GEF activity on Rac or Rho have been implicated based on studies of Vav1-deficient cells (6.Holsinger L.J. Graef I.A. Swat W. Chi T. Bautista D.M. Davidson L. Lewis R.S. Alt F.W. Crabtree G.R. Curr. Biol. 1998; 8: 563-572Abstract Full Text Full Text PDF PubMed Google Scholar, 8.Costello P.S. Walters A.E. Mee P.J. Turner M. Reynolds L.F. Prisco A. Sarner N. Zamoyska R. Tybulewicz V.L. Proc. Natl. Acad. Sci. U. S. A. 1999; 96: 3035-3040Crossref PubMed Scopus (215) Google Scholar). Similarly, Rac activation has been implicated in NF-AT-mediated activation in response to FcεRI stimulation in mast cells (17.Turner H. Gomez M. McKenzie E. Kirchem A. Lennard A. Cantrell D.A. J. Exp. Med. 1998; 188: 527-537Crossref PubMed Scopus (44) Google Scholar). Collectively, these data would suggest the following model. TCR-induced tyrosine phosphorylation of Vav1 leads to activation of its GEF function, which in turn leads to activation of Rac. Rac activation then plays an important, yet ill-defined, role in regulating the activation of NF-AT. In this report, we test this model by expressing mutants of Vav1. We examine the importance of Tyr-174 in Vav in regulating its ability to influence inducible Vav tyrosine phosphorylation, NF-AT activation, and Rac GEF activity. Moreover, we directly test the importance of Vav GEF activation in regulating NF-AT activation in an overexpression system. Surprisingly, our results demonstrate that Tyr-174 is not required for inducible Vav phosphorylation, NF-AT activation, or GEF function. Instead, our studies suggest Tyr-174 negatively regulates Vav function. Finally, we show that the ability of Vav1 to activate Rac is neither sufficient nor necessary to stimulate NF-AT-driven transcription. The Jurkat T cell line was maintained in RPMI 1640 supplemented with 5% fetal bovine serum, 2 mmglutamine, penicillin, and streptomycin. Cells were stimulated with C305, an anti-Jurkat TCR-β chain monoclonal antibody (mAb) (26.Weiss A. Stobo J.D. J. Exp. Med. 1984; 160: 1284-1299Crossref PubMed Scopus (385) Google Scholar). The anti-phosphotyrosine and the anti-Myc mAbs were derived from the 4G10 and 9E10 hybridomas, respectively. The NF-AT-luciferase reporter plasmid has been previously described (27.Shapiro V.S. Truitt K.E. Imboden J.B. Weiss A. Mol. Cell. Biol. 1997; 17: 4051-4058Crossref PubMed Scopus (178) Google Scholar). The Myc-tagged protooncogenic Vav1 and oncogenic Vav1 plasmids have been described previously (16.Wu J. Katzav S. Weiss A. Mol. Cell. Biol. 1995; 15: 4337-4346Crossref PubMed Scopus (166) Google Scholar). The Y174F, Y209F, and GEF mutants were created with the Quick Change site-directed mutagenesis kit (Stratagene). For transient transfections, 2 × 107 Jurkat cells in 400 μl of RPMI 1640 were electroporated at 250mV, 960 microfarads with 30 μg of DNA total. 20 μg of the various Vav1 constructs were used to obtain equal protein expression. TCR stimulation for analysis of Vav1 tyrosine phosphorylation or Rac activation involved incubating phosphate-buffered saline-washed cells (2 × 107cells/ml) at 37 °C for 15 min followed by the addition of anti-TCR mAb, C305 (1:500). Cells were incubated for 2 min, immediately pelleted, and lysed. For TCR stimulation in luciferase assays, 18 h after transfection cells were either left untreated or were incubated with anti-TCR mAb C305 (1:500) or PMA (25 ng/ml) and ionomycin (1 μm) for 6 h. Cells were then harvested, lysed, and assayed for luciferase activity (27.Shapiro V.S. Truitt K.E. Imboden J.B. Weiss A. Mol. Cell. Biol. 1997; 17: 4051-4058Crossref PubMed Scopus (178) Google Scholar). For luciferase assays with GEFmtVav, 2 μg of a β-galactosidase reporter under the control of the β-actin promoter were co-transfected into the cells. 6 h after transfection, cells were lysed, and β-galactosidase and luciferase activities were measured. Cells were lysed at 1 × 108 cells/ml in lysis buffer (50 mm Hepes pH 7.4, 2 mm EDTA, 1% Nonidet P-40, 150 mm NaCl, 10% glycerol, and protease and phosphatase inhibitors). After a 15-min incubation on ice with intermittent vortexing, samples were clarified by centrifugation at 14,000 rpm for 10 min at 4 °C. For immunoprecipitations, lysates were incubated with primary antibody for 1 h on ice and then protein G-Sepharose beads with continuous mixing for 2 h at 4 °C. Beads were then washed 3 times in 500 μl of lysis buffer. Samples were eluted by resuspending the beads in reducing 4% SDS sample buffer and heated to 95 °C for 5 min. For the GEF assay, lysates were incubated with 2 μg of glutathioneS-transferase-PAK70–106 and glutathione-Sepharose in a spin column for 15 min at 4 °C with continuous mixing as reported by Manser et al. (20.Manser E. Loo T.H. Koh C.G. Zhao Z.S. Chen X.Q. Tan L. Tan I. Leung T. Lim L. Mol. Cell. 1998; 1: 183-192Abstract Full Text Full Text PDF PubMed Scopus (636) Google Scholar). After incubation, lysates were spun away from the beads, and the beads were washed 3 times with 500 μl of lysis buffer and then spun away. Rac was eluted from the beads by transferring the bead-containing spin column to a fresh catch tube, resuspending the beads in reducing sample buffer, heating the column and beads to 95 °C for 5 min, and spinning the eluted samples into the catch tube. Due to the toxicity of the GEFmt form of Vav1 on the cells, the assay was altered slightly by harvesting cells only 6 h after transfection. Eluted samples from immunoprecipitations or from GEF assays were separated by SDS-polyacrylamide gel electrophoresis, and proteins were transferred to Immobilon-P (Millipore) for analysis by Western blotting. Membranes were blocked with 3% bovine serum albumin and incubated with mAb 4G10 or blocked with 5% nonfat milk and incubated with 9E10 followed by goat anti-mouse antibody conjugated with horseradish peroxidase. Reactive proteins were subsequently visualized by enhanced chemiluminescence (Amersham Pharmacia Biotech). Previous studies have suggested that Tyr-174 is required for Lck-mediated Vav1 phosphorylation in vitro (12.Han J. Luby-Phelps K. Das B. Shu X. Xia Y. Mosteller R.D. Krishna U.M. Falck J.R. White M.A. Broek D. Science. 1998; 279: 558-560Crossref PubMed Scopus (710) Google Scholar) and might play an important role in Syk- or ZAP-70-dependent phosphorylation of Vavin vivo (10.Deckert M. Tartare-Deckert S. Couture C. Mustelin T. Altman A. Immunity. 1996; 5: 591-604Abstract Full Text PDF PubMed Scopus (245) Google Scholar, 14.Brunati A.M. Donella-Deana A. Ruzzene M. Marin O. Pinna L.A. FEBS Lett. 1996; 367: 149-152Crossref Scopus (68) Google Scholar). To examine the importance of this sitein vivo, a point mutation was introduced into the acidic domain of Vav1 (Fig. 1 A), changing tyrosine 174 to phenylalanine (Y174F). Myc epitope-tagged cDNA constructs of either wild type Vav1 or Y174F Vav1 were transiently expressed in Jurkat cells. To determine whether this site is required for the tyrosine phosphorylation of Vav1, the Vav1 proteins were immunoprecipitated with anti-Myc antibodies using lysates prepared from unstimulated and TCR-stimulated cells. The immunoprecipitates were blotted with antiphosphotyrosine mAb (Fig. 1 B,top) or anti-Vav1 antibodies (Fig. 1 B,bottom). As illustrated in Fig. 1 B, equivalent levels of Vav1 were immunoprecipitated, yet Y174F Vav1 was still inducibly tyrosine-phosphorylated. Although the overall level of tyrosine phosphorylation of Y174F Vav1 was somewhat reduced compared with wild type Vav1, it is clear that Tyr-174 is neither the sole site of tyrosine phosphorylation within Vav1 nor is Tyr-174 tyrosine phosphorylation required for the TCR-mediated tyrosine phosphorylation of other sites. Previous studies from our lab and others reveal that overexpression of Vav1 can potentiate the activation of NF-AT in unstimulated as well as in TCR-stimulated Jurkat cells (16.Wu J. Katzav S. Weiss A. Mol. Cell. Biol. 1995; 15: 4337-4346Crossref PubMed Scopus (166) Google Scholar, 18.Wu J. Motto D.G. Koretzky G.A. Weiss A. Immunity. 1996; 4: 593-602Abstract Full Text Full Text PDF PubMed Scopus (299) Google Scholar, 19.Holsinger L.J. Spencer D.M. Austin D.J. Schreiber S.L. Crabtree G.R. Proc. Natl. Acad. Sci. U. S. A. 1995; 92 (9804): 9810Crossref PubMed Scopus (125) Google Scholar). Since Tyr-174 has been shown to be a requisite site for Lck-dependent Vav phosphorylationin vitro and Lck is required for the inducing effects of Vav overexpression on NF-AT activation, we investigated the effect of this mutation on the ability of Vav1 to potentiate NF-AT. Jurkat cells were transfected with a reporter construct containing three NF-AT binding sites from the IL-2 promoter fused to luciferase. The cells were cotransfected with either empty vector, wild type Vav1, or Y174F Vav1 and were left unstimulated or were stimulated with an anti-TCR mAb (Fig. 2). The maximal responsiveness of the transfected reporter was determined using a combination of the phorbol ester PMA and ionomycin, which bypasses TCR-dependent signals. As reported previously, expression of wild type Vav1 potentiates the NF-AT-driven transcription about 5-fold over the activity detected in vector-transfected cells. Surprisingly, the overexpression of the Y174F mutant further augmented NF-AT activity 2–3-fold over that seen with wild type Vav1. In contrast to the gain of function seen with Y174F, in other experiments mutation of tyrosine 209 to phenylalanine (Y209F) potentiated NF-AT to the same extent as that seen with wild type Vav1 (data not shown). These data suggest that Tyr-174 is a specific negative regulatory site of phosphorylation in Vav1. The Lck-dependent tyrosine phosphorylation of Vav1 has been implicated in activating its exchange function (13.Han J. Das B. Wei W. van Aelst L. Mosteller R.D. Khosravi-Far R. Westwick J.K. Der C.J. Broeck D. Mol. Cell. Biol. 1997; 17: 1346-1353Crossref PubMed Scopus (276) Google Scholar, 15.Crespo P. Schuebel K.E. Ostrom A.A. Gutkind J.S. Bustelo X.R. Nature. 1997; 385: 169-172Crossref PubMed Scopus (680) Google Scholar), and Tyr-174 was shown to be required for Lck phosphorylation of Vav1 in vitro (12.Han J. Luby-Phelps K. Das B. Shu X. Xia Y. Mosteller R.D. Krishna U.M. Falck J.R. White M.A. Broek D. Science. 1998; 279: 558-560Crossref PubMed Scopus (710) Google Scholar). To investigate the effect of the Y174F mutation on the GEF activity of Vav1, we monitored the GTP-loading of Rac in vivo. Jurkat cells were transfected with Myc epitope-tagged Rac and co-transfected with either vector, wild type Vav1, or Y174F Vav1 (Fig. 3). Relative GTP-Rac levels were estimated using an in vitro binding assay that measures GTP-dependent absorption of Rac to the GTPase binding amino terminus of the p21-activated kinase (PAK1) (20.Manser E. Loo T.H. Koh C.G. Zhao Z.S. Chen X.Q. Tan L. Tan I. Leung T. Lim L. Mol. Cell. 1998; 1: 183-192Abstract Full Text Full Text PDF PubMed Scopus (636) Google Scholar). The results shown in Fig. 3 reveal that GTP-loading of Rac can be detected following stimulation of the TCR. This activation of Rac is enhanced by cotransfection of wild type Vav1. Surprisingly, mutation of Tyr-174 markedly increased GTP-loaded Rac levels in the basal state. Moreover, TCR stimulation did not further enhance this response. By inference, the Y174F mutation results in an enhancement of the GEF activity of Vav1 in vivo. The observation that the mutation of Tyr-174 resulted in an enhanced GEF activity as well as an increased potentiation of NF-AT activity led us to investigate whether GEF activity is involved in the activation of NF-AT when Vav1 is overexpressed in Jurkat cells. We first reexamined the effects of oncogenic Vav1, which structurally differs from protooncogenic (wild type) Vav1 by lacking the amino-terminal 67 amino acids (21.Katzav S. Cleveland J.L. Heslop H.E. Pulido D. Mol. Cell. Biol. 1991; 11: 1912-1920Crossref PubMed Scopus (146) Google Scholar). This amino-terminal truncation of Vav1 was first identified as a result of a gene transfer assay, which revealed its transforming potential when expressed in NIH 3T3 cells (1.Katzav S. Martin-Zanca D. Barbacid M. EMBO J. 1989; 8: 2283-2290Crossref PubMed Scopus (423) Google Scholar). Previous work from our lab demonstrated a difference in NF-AT potentiation between wild type Vav1 and oncogenic Vav1 (16.Wu J. Katzav S. Weiss A. Mol. Cell. Biol. 1995; 15: 4337-4346Crossref PubMed Scopus (166) Google Scholar). We confirmed here (Fig.4 A) that, although the wild type Vav1 potentiated NF-AT, the oncogenic form of Vav1 did not potentiate NF-AT above the level of the vector transfected cells. Furthermore, unlike the potentiating effect of the Y174F mutation on the function of protooncogenic Vav1, the Y174F mutation in oncogenic Vav1 did not enhance NF-AT-dependent transcription. These findings indicate that inactivating the putative negative regulatory function of Tyr-174 cannot reverse the lack of function of oncogenic Vav1 in regulating NF-AT activity. To address whether GEF activity of Vav1 and potentiation of NF-AT are correlated, the GEF activity of oncogenic Vav1 was assayed. The Rac activation assay was performed, as before, using lysates of Jurkat cells transfected with Myc epitope-tagged Rac and cotransfected with either vector, wild type Vav1, Y174F Vav1, or oncogenic Vav1 (Fig.4 C). The cells expressing the oncogenic form of Vav1 demonstrated high levels of GTP-bound Rac in unstimulated Jurkat cells, equivalent to those seen in cells transfected with the Y174F form of Vav1. Oncogenic Vav exhibits much greater GEF activity than wild type Vav1 in Jurkat cells, even though this \"activated\" form of Vav1 failed to up-regulate NF-AT activity. Combined with the results of the NF-AT assay (Fig. 4 A), these results indicate that the GEF activity of Vav1 is not sufficient to potentiate NF-AT-driven transcription. To investigate whether the GEF activity of Vav1 is necessary for NF-AT activation, a series of mutations were introduced to the GEF domain of Vav1 to disrupt its GEF function. Mutations altering amino acids 338–344 from LLLQELV to IIIQDAA (Fig. 4 B) and referred to as GEFmt were made based on the crystal structure of the Dbl homology domain of Sos (22.Soisson S.M. Nimnual A.S. Uy M. Bar-Sagi D. Kuriyan J. Cell. 1998; 95: 259-268Abstract Full Text Full Text PDF PubMed Scopus (191) Google Scholar) as well as reports of the sequences essential to GEF activity of other dbl homology domain-containing proteins (23.Hart M.J. Eva A. Zangrilli D. Aaronson S.A. Evans T. Cerione R.A. Zheng Y. J. Biol. Chem. 1994; 269: 62-65Abstract Full Text PDF PubMed Google Scholar). The Rac activation assay was performed, as before, with lysates of Jurkat cells transfected with Myc epitope-tagged Rac and co-transfected with vector, wild type Vav1, oncogenic Vav1, or the GEFmt form of Vav1 (Fig.4 C). These results confirmed that GEFmtVav1 does not retain any GEF activity for Rac. The ability of GEFmtVav1 to potentiate NF-AT-dependent transcription was then assayed. Jurkat cells were transfected with the NF-AT reporter construct and co-transfected with either vector, wild type Vav1, oncogenic Vav1, or GEFmtVav1. Due to the observed toxicity of the GEFmtVav1 when expressed in Jurkat cells, the potentiation of NF-AT had to be measured only in unstimulated cells at an earlier time following transfection, at 6 h instead of 18 h following electroporation. For the purpose of normalization, each cell was co-transfected with a reporter construct encoding the constitutively active β-actin promoter fused to β-galactosidase. The reported NF-AT activity was normalized to β-galactosidase. As was seen before, NF-AT activity is enhanced by expression of the wild type form of Vav1, whereas no potentiation of NF-AT was seen with the oncogenic form of Vav1. The GEFmt form of Vav1 potentiated NF-AT activity as well or better than the wild type protein. These results indicate the GEF activity of Vav1 is not necessary for potentiation of NF-AT in Jurkat cells. Vav1 contains 30 tyrosine residues and is inducibly tyrosine-phosphorylated in response to TCR stimulation. Recent reports have implicated the phosphorylation of Vav1 in its ability to function as a GEF for Rac. In particular, Tyr-174 has been indicated to be a site for phosphorylation by Lck or by Syk kinases, to bind the SH2 domain of Lck, and to play a role in regulating the GEF activity of Vav1 (10.Deckert M. Tartare-Deckert S. Couture C. Mustelin T. Altman A. Immunity. 1996; 5: 591-604Abstract Full Text PDF PubMed Scopus (245) Google Scholar, 12.Han J. Luby-Phelps K. Das B. Shu X. Xia Y. Mosteller R.D. Krishna U.M. Falck J.R. White M.A. Broek D. Science. 1998; 279: 558-560Crossref PubMed Scopus (710) Google Scholar, 13.Han J. Das B. Wei W. van Aelst L. Mosteller R.D. Khosravi-Far R. Westwick J.K. Der C.J. Broeck D. Mol. Cell. Biol. 1997; 17: 1346-1353Crossref PubMed Scopus (276) Google Scholar). Moreover, mutation of this single site eliminated the ability of Lck to phosphorylate Vav1 in vitro (12.Han J. Luby-Phelps K. Das B. Shu X. Xia Y. Mosteller R.D. Krishna U.M. Falck J.R. White M.A. Broek D. Science. 1998; 279: 558-560Crossref PubMed Scopus (710) Google Scholar). We had also previously demonstrated that the activating effects of Vav1 depended upon the proximal TCR-regulated signaling machinery, specifically including Lck (16.Wu J. Katzav S. Weiss A. Mol. Cell. Biol. 1995; 15: 4337-4346Crossref PubMed Scopus (166) Google Scholar). In light of these reports, we asked whether phosphorylation of this residue in Vav1 regulated 1) the ability of Vav1 to be tyrosine-phosphorylated following TCR stimulation; 2) the transcriptional activity of NF-AT, or 3) its GEF activity in vivo. Our data suggest that Tyr-174 is not the sole site of tyrosine phosphorylation in Vav, and phosphorylation of this site is not required for TCR-induced Vav1 tyrosine phosphorylation. Our transcriptional and Rac GEF studies suggest Tyr-174 is a negative regulatory site of phosphorylation. Quite surprisingly, further studies to examine the role of the GEF function of Vav1 demonstrate that the GEF function of Vav is neither sufficient nor necessary for its NF-AT activating function when overexpressed in the Jurkat T cell system. Phosphotyrosine blots of Vav1 immunoprecipitates revealed the Y174F mutation did not eliminate TCR-induced tyrosine phosphorylation of Vav1 (Fig. 1). Therefore, we can conclude that Tyr-174 is not the only site of TCR-induced Vav1 tyrosine phosphorylation. This result differs from the in vitro phosphorylation studies by Han et al. (12.Han J. Luby-Phelps K. Das B. Shu X. Xia Y. Mosteller R.D. Krishna U.M. Falck J.R. White M.A. Broek D. Science. 1998; 279: 558-560Crossref PubMed Scopus (710) Google Scholar) and a model proposed by Deckert et al. (10.Deckert M. Tartare-Deckert S. Couture C. Mustelin T. Altman A. Immunity. 1996; 5: 591-604Abstract Full Text PDF PubMed Scopus (245) Google Scholar). Those reports examined the in vitro phosphorylation of Vav1 with Lck or Syk and Zap-70 protein-tyrosine kinases, respectively. Hanet al. (12.Han J. Luby-Phelps K. Das B. Shu X. Xia Y. Mosteller R.D. Krishna U.M. Falck J.R. White M.A. Broek D. Science. 1998; 279: 558-560Crossref PubMed Scopus (710) Google Scholar) report that the Y174F mutation eliminated all tyrosine phosphorylation of Vav1 when phosphorylated by Lck in vitro. Our report has analyzed the in vivophosphorylation of Vav1. Deckert et al. (10.Deckert M. Tartare-Deckert S. Couture C. Mustelin T. Altman A. Immunity. 1996; 5: 591-604Abstract Full Text PDF PubMed Scopus (245) Google Scholar) suggest that phosphorylation of Tyr-174 by a Syk protein-tyrosine kinase could allow for the recruitment of Lck via an interaction of its SH2 domain with Tyr-174. This would suggest that Tyr-174 might be a requisite initiating phosphorylation event. Our studies demonstrate that the phosphorylation of Tyr-174 is neither the sole site of Vav1 phosphorylation nor is it required for phosphorylation of other sites in response to TCR stimulation. It is likely that protein-tyrosine kinases other than those used for in vitro phosphorylation and interaction studies as well as the intracellular milieu may contribute to the tyrosine phosphorylation pattern observed. Surprisingly, overexpression of Vav1 containing the Y174F mutation resulted in an even greater NF-AT response than that seen with wild type Vav1. This was an unexpected result since others suggested this was a critical phosphorylation site for the activation of Vav GEF function (12.Han J. Luby-Phelps K. Das B. Shu X. Xia Y. Mosteller R.D. Krishna U.M. Falck J.R. White M.A. Broek D. Science. 1998; 279: 558-560Crossref PubMed Scopus (710) Google Scholar). Our findings suggest that tyrosine 174 in Vav1 is a site of negative regulation, presumably via phosphorylation, that influences the ability of Vav1 when overexpressed to induce as well as up-regulate TCR-mediated NF-AT-driven transcription. The loss of negative regulatory function appears to be specific for Tyr-174, since a similar mutation altering tyrosine 209 to phenylalanine did not result in a gain of function (data not shown). In an attempt to identify candidate negative regulators that could associate with this site, tyrosine 174 was recognized as a potential docking site for the SH2 domains of the soluble phosphotyrosine phosphatase SHP-1 (18.Wu J. Motto D.G. Koretzky G.A. Weiss A. Immunity. 1996; 4: 593-602Abstract Full Text Full Text PDF PubMed Scopus (299) Google Scholar), a phosphatase known to down-regulate signaling. Indeed, an interaction between SHP-1 and Vav1 has been previously reported (24.Pani G. Fischer K.-D. Mlinaric-Rascan I. Siminovitch K.A. J. Exp. Med. 1996; 184: 839-852Crossref PubMed Scopus (180) Google Scholar), and we were able to confirm this interaction (data not shown). However, co-immunoprecipitation of SHP1 with Vav1 was maintained in immunoprecipitations of Y174F Vav1 (data not shown) and, thus, SHP1 is not considered to be the effector associating with phosphorylated Tyr-174. At present, the mechanism by which Tyr-174 negatively regulates Vav function is not clear. The mechanism used by Vav1 to potentiate NF-AT-dependent transcription is not known. Efforts to identify the mechanism by which Vav1 potentiates NF-AT have focused on Vav1 as a GEF for Rac. Previous reports, however, have only partially addressed this by examining the isolated GEF domain of Vav1 (6.Holsinger L.J. Graef I.A. Swat W. Chi T. Bautista D.M. Davidson L. Lewis R.S. Alt F.W. Crabtree G.R. Curr. Biol. 1998; 8: 563-572Abstract Full Text Full Text PDF PubMed Google Scholar) or by monitoring events dependent on transcription factors other than NF-AT (25.Song J.S. Haleem-Smith H. Arudchandran R. Gomez J. Scott P.M. Mill J.F. Tan T.H. Rivera J. J. Immunol. 1999; 163: 802-810PubMed Google Scholar). Here, we assessed the GEF activity of full-length Vav1 by analyzing Rac-GTP levels in vivo. Our assay shows that Rac is activated in Jurkat cells by the stimulation of the TCR and that this activation is enhanced when Vav1 is overexpressed. Unexpectedly, the levels of activated Rac are further enhanced when Y174F Vav1 is expressed. This suggests that Tyr-174 is not required for Vav1 GEF function, and instead, phosphorylation of this site may negatively regulate its GEF activity. This GEF gain of function combined with the enhanced NF-AT activity resulting from the mutation of Tyr-174 suggested that Vav1 GEF function plays a role in potentiating NF-AT in cells overexpressing Vav1. Rac is one target of Vav GEF function, and it has been implicated in the activation of NF-AT in T cells yet is not enough to induce NF-AT-driven transcription (6.Holsinger L.J. Graef I.A. Swat W. Chi T. Bautista D.M. Davidson L. Lewis R.S. Alt F.W. Crabtree G.R. Curr. Biol. 1998; 8: 563-572Abstract Full Text Full Text PDF PubMed Google Scholar). Moreover, it has been reported that GTP-bound-Rac or a mutant form of Rac that cannot hydrolyze GTP, RacV12, is sufficient to induce translocation of NF-AT from the cytoplasm to the nucleus yet is not enough to induce NF-AT-driven transcription (17.Turner H. Gomez M. McKenzie E. Kirchem A. Lennard A. Cantrell D.A. J. Exp. Med. 1998; 188: 527-537Crossref PubMed Scopus (44) Google Scholar). This prompted us to determine whether GEF activity of Vav1 is essential for its role in potentiating NF-AT in Jurkat cells. To address whether the GEF activity of Vav1 is sufficient to potentiate NF-AT-driven transcription, we examined the GEF activity of oncogenic Vav1. We have demonstrated here and previously that oncogenic Vav1, in which the first 67 amino acids are deleted, is not capable of potentiating NF-AT (16.Wu J. Katzav S. Weiss A. Mol. Cell. Biol. 1995; 15: 4337-4346Crossref PubMed Scopus (166) Google Scholar). However, expression of oncogenic Vav1 significantly enhances the levels of activated Rac recovered from cell lysates, indicating a robust GEF activity of the transfected oncogenic Vav1. Therefore, we conclude the GEF activity of Vav1 is not sufficient for activation of NF-AT in Jurkat cells overexpressing Vav1. These results suggest the amino-terminal 67 amino acids, possibly along with other domains, may be responsible for Vav1-mediated NF-AT potentiation. We did not address whether increased levels of nuclear NF-AT are induced by oncogenic Vav1. However, to address whether the GEF activity of Vav1 is necessary for potentiation of NF-AT, a series of point mutations were introduced in the GEF domain of Vav1 (GEFmtVav1) to abolish its GEF activity. Quite surprisingly, although GEFmtVav1 does not induce Rac activation, it still retains the ability to potentiate NF-AT driven transcription. The NF-AT potentiation of GEFmtVav1 along with the GEF activity of oncogenic Vav1 indicates the GEF activity of Vav1 is neither necessary nor sufficient for Vav1, when Vav1 is overexpressed, to potentiate NF-AT driven expression. The mechanism by which Vav1 potentiates NF-AT remains unanswered. Although it could involve increased nuclear translocation of NF-AT, as suggested by studies of Rac function in mast cell (17.Turner H. Gomez M. McKenzie E. Kirchem A. Lennard A. Cantrell D.A. J. Exp. Med. 1998; 188: 527-537Crossref PubMed Scopus (44) Google Scholar), it is clear from our studies that a GEF-independent function, and presumably Rac-independent function, of Vav1 can contribute to NF-AT regulation. This is not a surprising finding given the multiple protein interaction domains, besides the GEF domain, present in Vav1. Furthermore, although we have shown here that the GEF activity of Vav1 can be dissociated from its ability to potentiate NF-AT when overexpressed in Jurkat cells, our studies cannot rule out an important role of the GEF domain for the normal function of Vav1. All of our studies were performed in the context of cells expressing endogenous wild type Vav1. Thus, Vav1 GEF function could be provided in trans by endogenous Vav1 in our experiments. Nevertheless, our studies have revealed an important negative regulatory function of Tyr-174 and the independent contribution of domains other than the GEF domain in the regulation of signaling pathways leading to NF-AT activation by Vav1. Other assay systems or studies in a Vav1 null background will be required to establish the precise function of the amino terminus, Tyr-174, and the Vav1 GEF domain. We are indebted to Louis Lim for the plasmid used for expression of glutathioneS-transferase-PAK70–106 and to members of the Weiss lab for helpful discussions.",
  "authors": [
    {
      "display_name": "Michelle Kuhne",
      "id": "A5040742407",
      "orcid": "https://orcid.org/0009-0007-4987-7654",
      "institutions": [
        {
          "id": "I180670191",
          "display_name": "University of California, San Francisco",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Michelle R. Kuhne"
    },
    {
      "display_name": "Gregory Ku",
      "id": "A5071123676",
      "orcid": "https://orcid.org/0000-0001-5306-4225",
      "institutions": [
        {
          "id": "I1344073410",
          "display_name": "Howard Hughes Medical Institute",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Gregory Ku"
    },
    {
      "display_name": "Arthur Weiss",
      "id": "A5050836076",
      "orcid": "https://orcid.org/0000-0002-2414-9024",
      "institutions": [
        {
          "id": "I1344073410",
          "display_name": "Howard Hughes Medical Institute",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Arthur Weiss"
    }
  ],
  "publication_year": 2000,
  "publication_date": "2000-01-01",
  "type": "article",
  "cited_by_count": 103,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S140251998",
    "display_name": "Journal of Biological Chemistry",
    "issn_l": "0021-9258",
    "issn": [
      "0021-9258",
      "1067-8816",
      "1083-351X"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320990"
  },
  "volume": "275",
  "issue": "3",
  "first_page": "2185",
  "last_page": "2190",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "http://www.jbc.org/article/S0021925818311578/pdf",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C126619667",
      "display_name": "Guanine nucleotide exchange factor",
      "level": 3,
      "score": 0.8874972
    },
    {
      "id": "C2778301229",
      "display_name": "Guanine",
      "level": 4,
      "score": 0.6604682
    },
    {
      "id": "C512185932",
      "display_name": "Nucleotide",
      "level": 3,
      "score": 0.5644394
    },
    {
      "id": "C14036430",
      "display_name": "Function (biology)",
      "level": 2,
      "score": 0.514569
    },
    {
      "id": "C86339819",
      "display_name": "Transcription factor",
      "level": 3,
      "score": 0.4813605
    },
    {
      "id": "C2781039887",
      "display_name": "Factor (programming language)",
      "level": 2,
      "score": 0.45501533
    },
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.4268446
    },
    {
      "id": "C95444343",
      "display_name": "Cell biology",
      "level": 1,
      "score": 0.4236052
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.34041947
    },
    {
      "id": "C55493867",
      "display_name": "Biochemistry",
      "level": 1,
      "score": 0.29024872
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.22232726
    },
    {
      "id": "C104317684",
      "display_name": "Gene",
      "level": 2,
      "score": 0.16958109
    },
    {
      "id": "C62478195",
      "display_name": "Signal transduction",
      "level": 2,
      "score": 0.14148596
    },
    {
      "id": "C199360897",
      "display_name": "Programming language",
      "level": 1,
      "score": 0.13697052
    }
  ],
  "topics": [
    {
      "id": "T12620",
      "display_name": "Signaling Pathways in Disease",
      "score": 0.9995
    },
    {
      "id": "T11041",
      "display_name": "Ubiquitin and proteasome pathways",
      "score": 0.9991
    },
    {
      "id": "T10169",
      "display_name": "Protein Kinase Regulation and GTPase Signaling",
      "score": 0.9983
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1074/jbc.275.3.2185",
  "pdf_url": "http://www.jbc.org/article/S0021925818311578/pdf",
  "retrieved_date": "2025-07-30T14:46:50.407233",
  "source_database": "OpenAlex"
}