{
  "openalex_id": "W1987591352",
  "doi": "https://doi.org/10.2307/3093450",
  "title": "Seapower as Strategy: Navies and National Interests",
  "abstract": "A noted defense analyst and naval weapons expert lays out the roles of navies and naval strategy in the twenty-first century. Drawing upon historical examples, Norman Friedman first explains how and why naval strategy differs from other kinds of military strategy and then provides a sense of the special flavor of a maritime or naval approach to national security problems. The various uses of navies are described and illustrated by extended case studies covering the last quarter-millennium. Friedman presents these observations in the context of U.S. post-Cold War security concerns and concepts. He explains how and why the United States currently espouses a maritime strategy and argues that navies are likely to regain a dominant position due to changes both in their own technology and in air and ground forces. He urges countries with the appropriate geographical and economic advantages, namely the United States, the United Kingdom, Japan, and Australia, to use their inherent maritime leverage.Rare among books on naval strategy, this work combines an examination of the vital role of coalition partners, especially those with significant ground forces, with a comprehensive survey of relevant technology and the way that strategy can be reflected in the design of an evolving fleet. The author is known for his ability to explain modern technology to lay audiences, and his book is suitable for all those interested in public policy questions as well as national security professionals and students of strategy. The book's publication at a time of potential change in U.S. national strategy only reinforces its value as a document worthy of study.",
  "authors": [
    {
      "display_name": "Geoffrey Till",
      "id": "A5036698109",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Geoffrey Till"
    },
    {
      "display_name": "Norman Friedman",
      "id": "A5083503704",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Norman Friedman"
    }
  ],
  "publication_year": 2002,
  "publication_date": "2002-07-01",
  "type": "article",
  "cited_by_count": 53,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S72345919",
    "display_name": "The Journal of Military History",
    "issn_l": "0899-3718",
    "issn": [
      "0899-3718",
      "1543-7795"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316728"
  },
  "volume": "66",
  "issue": "3",
  "first_page": "937",
  "last_page": "937",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.51180285
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.35235283
    }
  ],
  "topics": [
    {
      "id": "T12985",
      "display_name": "Maritime Security and History",
      "score": 0.9373
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.2307/3093450",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:20:12.903533",
  "source_database": "OpenAlex"
}