{
  "openalex_id": "W1984057318",
  "doi": "https://doi.org/10.7326/m14-1332",
  "title": "Screening for Asymptomatic Carotid Artery Stenosis: Caveat Emptor",
  "abstract": "Editorials2 September 2014Screening for Asymptomatic Carotid Artery Stenosis: Caveat EmptorFREELarry B. Goldstein, MDLarry B. Goldstein, MDFrom Duke Stroke Center, Duke University, and Durham Veterans Affairs Medical Center, Durham, North Carolina.Author, Article, and Disclosure Informationhttps://doi.org/10.7326/M14-1332 SectionsAboutVisual AbstractPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinkedInRedditEmail The effectiveness of a population-based disease prevention or screening program depends in part on the prevalence of the risk factor or condition in the population, the characteristics of the test used to identify persons who are at risk for or have the disease, the availability of proven interventions that can lead to improvements in clinically important health outcomes without causing undue harm, and the program's associated costs. These and related issues were raised in recent discussions and debates about the usefulness of several established and new screening initiatives, including mammography for breast cancer, prostate-specific antigen testing for prostate cancer, and chest computed tomography for lung cancer. On the basis of an updated evidence review (1) and in agreement with other organizations (2, 3), the U.S. Preventive Services Task Force has reaffirmed its previous recommendation against screening for asymptomatic carotid artery stenosis (CAS) in the general adult population (4).The estimated prevalence of asymptomatic severe CAS (≥70%) in the general adult population ranges from 0% to 3.1%, with a point estimate of 0.9% for persons older than 60 years (calculated from data in the meta-analysis by de Weerd and colleagues [5]). This includes persons with total, asymptomatic carotid artery occlusion and those with hemodynamically significant tandem intracranial disease who would not be candidates for carotid intervention. After assuming a relative risk of 1.8 associated with asymptomatic CAS (calculated from data from the Cardiovascular Health Study; 0.5% of 5441 persons had CAS ≥70%, among whom 5% had ipsilateral stroke over 5 years, compared with 2.0% of those with CAS <70% [6]), the population-attributable risk (PAR) for stroke related to asymptomatic CAS is approximately 0.7%. This is dwarfed by other risk factors, such as hypertension (PAR >95%), atrial fibrillation (PAR, 1.5% to 24%, depending on age and other risk factors), cigarette smoking (PAR, 12% to 14%), and hyperlipidemia (PAR, approximately 9%) (2). The prevalence of asymptomatic CAS would need to be 14 times greater than the 0.9% estimate to reach a PAR for stroke similar to hyperlipidemia. As the U.S. Preventive Services Task Force mentioned, there is no validated risk-stratification tool that can reliably identify a subpopulation of persons with a prevalence of asymptomatic CAS approaching this level (4).Carotid duplex ultrasonography is the primary means of noninvasive screening for asymptomatic CAS. The most recent high-quality meta-analysis of the test characteristics of carotid duplex ultrasonography included 47 reports. Forty percent of them were performed in symptomatic persons, and 4% were obtained for other indications (7). The reason for the test was not provided in 55% of the studies. Therefore, the application of the results of this analysis for population screening programs is uncertain. In addition, because of variation in equipment and the operator dependence of the test, the meta-analysis found significant heterogeneity among studies and the possibility of publication bias. The reported sensitivity of 90% (95% CI, 84% to 94%) and specificity of 94% (CI, 88% to 97%) for the detection of stenosis of 70% or greater are, therefore, probably overestimates that may not accurately reflect real-world test characteristics in population-based screening. Even with the use of these optimistic sensitivity and specificity estimates, given a population prevalence of 0.9%, the positive predictive value (the proportion of persons with a positive test result who have stenosis ≥70%) would be 12%, with the others having unnecessary further evaluations or interventions.The premise underlying population-based screening is that it can identify persons with an unrecognized condition who would derive significant health benefits from a treatment they would not have otherwise received. Randomized trials found a statistically significant benefit of carotid endarterectomy versus medical therapy in persons with asymptomatic CAS (relative risk, 0.71 [CI, 0.55 to 0.90], over a mean of 3.3 years), but the absolute risk reduction was small (average of 1% per year) (8). Of importance, medical therapy was not standardized and the trials enrolled participants 11 to 31 years ago. Observational studies suggest that the rate of stroke with medical therapy has decreased considerably over time and may now be near or below the 1% annual rates found in the trials' surgical groups (9). No trials compared carotid endarterectomy (or angioplasty and stenting) with current best medical therapy. Indirect comparisons are hazardous, and the use of historical controls is not appropriate. Ongoing trials are reassessing the benefit of carotid revascularization in persons with a background of contemporary medical therapy (10). If current estimates of event rates with medical therapy are correct, as suggested by recent guidelines, complication rates associated with interventional procedures (either endarterectomy or carotid angioplasty and stenting) will need to be considerably below the previously recommended ceiling of 3% (2).The cost-effectiveness of a screening program implies that it is effective. Currently, the effectiveness of the interventions compared with medical therapy are uncertain. All risk factors should be managed aggressively, regardless of the presence or absence of asymptomatic CAS. As a result, a discussion of cost-effectiveness of screening is moot.The available data clearly support the U.S. Preventive Services Task Force recommendation against population screening for asymptomatic CAS. However, such screenings are offered throughout the country in health fairs and other settings. The Choosing Wisely initiative from the American Board of Internal Medicine and other physician specialty societies aims to reduce the use of unnecessary tests that can lead to patient harm and increase health care costs. Among these recommendations is one from the American Academy of Neurology: \"Don't recommend endarterectomy for asymptomatic carotid stenosis unless the complication rate is low (<3%).\" Although this may need to be revised in the future, an appropriate additional recommendation could be, \"Don't perform population screening for asymptomatic carotid artery stenosis.\" In the interim, potential consumers of these services should be aware that the test is unlikely to prevent them from having a stroke or to lead to improvements in their health.Larry B. Goldstein, MDDuke Stroke Center, Duke University, and Durham Veterans Affairs Medical CenterDurham, North CarolinaReferences1. Jonas DE, Feltner C, Amick HR, Sheridan S, Zheng ZJ, Watford DJ, et al. Screening for asymptomatic carotid artery stenosis: a systematic review and meta-analysis for the U.S. Preventive Services Task Force. Ann Intern Med. 2014;161:336-46. doi:10.7326/M14-0530 LinkGoogle Scholar2. Goldstein LB, Bushnell CD, Adams RJ, Appel LJ, Braun LT, Chaturvedi S, et al; American Heart Association Stroke Council. Guidelines for the primary prevention of stroke: a guideline for healthcare professionals from the American Heart Association/American Stroke Association. Stroke. 2011;42:517-84. [PMID: 21127304] doi:10.1161/STR.0b013e3181fcb238 CrossrefMedlineGoogle Scholar3. Ricotta JJ, Aburahma A, Ascher E, Eskandari M, Faries P, Lal BK; Society for Vascular Surgery. Updated Society for Vascular Surgery guidelines for management of extracranial carotid disease: executive summary. J Vasc Surg. 2011;54:832-6. [PMID: 21889705] doi:10.1016/j.jvs.2011.07.004 CrossrefMedlineGoogle Scholar4. LeFevre ML; U.S. Preventive Services Task Force. Screening for asymptomatic carotid artery stenosis: U.S. Preventive Services Task Force recommendation statement. Ann Intern Med. 2014;161:356-62. doi:10.7326/M14-1333 LinkGoogle Scholar5. de Weerd M, Greving JP, Hedblad B, Lorenz MW, Mathiesen EB, O'Leary DH, et al. Prevalence of asymptomatic carotid artery stenosis in the general population: an individual participant data meta-analysis. Stroke. 2010;41:1294-7. [PMID: 20431077] doi:10.1161/STROKEAHA.110.581058 CrossrefMedlineGoogle Scholar6. Longstreth WT, Shemanski L, Lefkowitz D, O'Leary DH, Polak JF, Wolfson SK. Asymptomatic internal carotid artery stenosis defined by ultrasound and the risk of subsequent stroke in the elderly. The Cardiovascular Health Study. Stroke. 1998;29:2371-6. [PMID: 9804651] MedlineGoogle Scholar7. Jahromi AS, Cinà CS, Liu Y, Clase CM. Sensitivity and specificity of color duplex ultrasound measurement in the estimation of internal carotid artery stenosis: a systematic review and meta-analysis. J Vasc Surg. 2005;41:962-72. [PMID: 15944595] CrossrefMedlineGoogle Scholar8. Chambers BR, Donnan GA. Carotid endarterectomy for asymptomatic carotid stenosis. Cochrane Database Syst Rev. 2005:CD001923. [PMID: 16235289] MedlineGoogle Scholar9. Naylor AR. What is the current status of invasive treatment of extracranial carotid artery disease? Stroke. 2011;42:2080-5. [PMID: 21659637] doi:10.1161/STROKEAHA.110.597708 CrossrefMedlineGoogle Scholar10. Rubin MN, Barrett KM, Brott TG, Meschia JF. Asymptomatic carotid stenosis: what we can learn from the next generation of randomized clinical trials. JRSM Cardiovasc Dis. 2014;3:10. doi:10.1177/2048004014529419 CrossrefGoogle Scholar Comments0 CommentsSign In to Submit A Comment David L Keller, MDIndependent9 July 2014 You cannot concur and still perform the exam they advise against First, I concur with you, Dr. Ferguson when you advocate listening for carotid bruits in asymptomatic patients to screen for carotid stenosis.However, I would point out that you are thereby acting in direct opposition to the advice by the USPSTF not to screen asymptomatic patients, which means you do not \"concur\" with them.You and I need to admit to ourselves that we disagree with the 16 primary care physicians on the USPSTF. They are using obsolete data from studies which did not employ high-dose statins as a treatment option for the systemic condition known as atherosclerosis. Earl W. Ferguson, MD, PhD, FACC, FACP, FACPMRidgecrest Regional Hospital8 July 2014 What's wrong with carotid auscultation as the preferred diagnostic tool? I check the carotid pulse and listen for carotid bruits on every patient and have found many significant carotid stenoses the were asymptomatic and required intervention. I concur with the recommendations in this Annals issue. Have we forgotten that the best way we can do a cost-effective and efficient screening for carotid stenoses is with a good physical exam that always includes auscultation of the carotids? Author, Article, and Disclosure InformationAffiliations: From Duke Stroke Center, Duke University, and Durham Veterans Affairs Medical Center, Durham, North Carolina.Disclosures: Disclosures can be viewed at www.acponline.org/authors/icmje/ConflictOfInterestForms.do?msNum=M14-1332.Corresponding Author: Larry B. Goldstein, MD, Box 3651, Duke University Medical Center, Durham, NC 27710; e-mail, [email protected]duke.edu. This article was published online first at www.annals.org on 8 July 2014. PreviousarticleNextarticle Advertisement FiguresReferencesRelatedDetailsSee AlsoScreening for Asymptomatic Carotid Artery Stenosis: U.S. Preventive Services Task Force Recommendation Statement Michael L. LeFevre and Screening for Asymptomatic Carotid Artery Stenosis: A Systematic Review and Meta-analysis for the U.S. Preventive Services Task Force Daniel E. Jonas , Cynthia Feltner , Halle R. Amick , Stacey Sheridan , Zhi-Jie Zheng , Daniel J. Watford , Jamie L. Carter , Cassandra J. Rowe , and Russell Harris Screening for Asymptomatic Carotid Artery Stenosis: A Systematic Review and Meta-analysis for the U.S. Preventive Services Task Force Daniel E. Jonas , Cynthia Feltner , Halle R. Amick , Stacey Sheridan , Zhi-Jie Zheng , Daniel J. Watford , Jamie L. Carter , Cassandra J. Rowe , and Russell Harris Screening for Asymptomatic Carotid Artery Stenosis: U.S. Preventive Services Task Force Recommendation Statement Michael L. LeFevre and Metrics Cited byDiagnosis of extracranial carotid stenosis by MRA of the brainScreening for Asymptomatic Carotid Artery StenosisScreening for Vascular Pathology: Current Guidelines and RecommendationsRole of Duplex Ultrasound in Carotid ScreeningWhy is the management of asymptomatic carotid disease so controversial?Cerebral Circulation Simulation Model for Predicting Hemodynamic Infarction in Severe Carotid Stenosis 2 September 2014Volume 161, Issue 5Page: 370-371KeywordsCarotid arteriesCarotid endarterectomyMedical risk factorsPopulation statisticsSpecificityStenosisStrokeUltrasound imaging ePublished: 2 September 2014 Issue Published: 2 September 2014 Copyright & PermissionsCopyright © 2014 by American College of Physicians. All Rights Reserved.PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Larry B. Goldstein",
      "id": "A5067115440",
      "orcid": "https://orcid.org/0000-0001-7747-128X",
      "institutions": [
        {
          "id": "I4210139568",
          "display_name": "Durham VA Medical Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I170897317",
          "display_name": "Duke University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Larry B. Goldstein"
    }
  ],
  "publication_year": 2014,
  "publication_date": "2014-07-07",
  "type": "editorial",
  "cited_by_count": 9,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S119722071",
    "display_name": "Annals of Internal Medicine",
    "issn_l": "0003-4819",
    "issn": [
      "0003-4819",
      "1539-3704"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316812"
  },
  "volume": "161",
  "issue": "5",
  "first_page": "370",
  "last_page": "370",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": "https://doi.org/10.7326/m14-1332",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.95574415
    },
    {
      "id": "C128658323",
      "display_name": "Caveat emptor",
      "level": 2,
      "score": 0.93041456
    },
    {
      "id": "C2777910003",
      "display_name": "Asymptomatic",
      "level": 2,
      "score": 0.7086302
    },
    {
      "id": "C2780007028",
      "display_name": "Stenosis",
      "level": 2,
      "score": 0.68812466
    },
    {
      "id": "C164705383",
      "display_name": "Cardiology",
      "level": 1,
      "score": 0.5520313
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.48261914
    },
    {
      "id": "C2780645631",
      "display_name": "Stroke (engine)",
      "level": 2,
      "score": 0.43842757
    },
    {
      "id": "C126838900",
      "display_name": "Radiology",
      "level": 1,
      "score": 0.38845423
    },
    {
      "id": "C187736073",
      "display_name": "Management",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C162324750",
      "display_name": "Economics",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C78519656",
      "display_name": "Mechanical engineering",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C127413603",
      "display_name": "Engineering",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10816",
      "display_name": "Cerebrovascular and Carotid Artery Diseases",
      "score": 0.9999
    },
    {
      "id": "T10924",
      "display_name": "Cardiovascular Health and Disease Prevention",
      "score": 0.9912
    },
    {
      "id": "T10227",
      "display_name": "Acute Ischemic Stroke Management",
      "score": 0.9709
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.7326/m14-1332",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:23:51.019234",
  "source_database": "OpenAlex"
}