{
  "openalex_id": "W1985785474",
  "doi": "https://doi.org/10.1016/s0022-5347(01)67444-5",
  "title": "Repeat Prostate Needle Biopsy: Who Needs it?",
  "abstract": "No AccessJournal of UrologyClinical Urology: Original Article1 May 1995Repeat Prostate Needle Biopsy: Who Needs it? William J. Ellis and Michael K. Brawer William J. EllisWilliam J. Ellis and Michael K. BrawerMichael K. Brawer View All Author Informationhttps://doi.org/10.1016/S0022-5347(01)67444-5AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail The indications for repeat prostate needle biopsy after a transrectal ultrasound guided sextant biopsy are not defined. We examined 100 sextant prostate needle biopsies without a diagnosis of malignancy, which are repeated. Carcinoma was detected in 20 repeat biopsies (20 percent). Stratification based on initial biopsy result revealed carcinoma in 10 of 69 cases (14.5 percent) without prostatic intraepithelial neoplasia or atypia, 5 of 17 (29.4 percent) with atypia, 5 of 5 (100 percent) with grade II or III prostatic intraepithelial neoplasia and 0 of 9 with grade I prostatic intraepithelial neoplasia. Examination of prostate specific antigen (PSA) levels and PSA velocity did not provide statistically significant stratification, perhaps due to the wide variance in these parameters and the small sample size. We conclude that patients with a diagnosis of glandular atypia, or grade II or III prostatic intraepithelial neoplasia on initial biopsy are at high risk for invasive carcinoma and should undergo repeat prostate needle biopsy. A rapidly increasing serum PSA level or grossly abnormal digital rectal examination may also indicate carcinoma not discovered on initial biopsy. References 1 : Diagnosis of prostatic carcinoma: the yield of serum prostate specific antigen, digital rectal examination and transrectal ultrasonography.. J. Urol.1994; 152: 1520. Abstract, Google Scholar 2 : Random systematic versus directed ultrasound-guided transrectal core biopsies of the prostate.. J. Urol.1989; 142: 71. Abstract, Google Scholar 3 : Screening for prostatic carcinoma with prostate specific antigen.. J. Urol.1992; 147: 841. Abstract, Google Scholar 4 : Needle biopsy of the prostate.. General Practic.1966; 34: 88. Google Scholar 5 : Relationship of needle biopsy diagnosis of prostate to clinical signs of prostatic cancer: an evaluation of 300 cases.. J. Urol.1963; 89: 737. Abstract, Google Scholar 6 : Transrectal needle biopsy of the prostate.. Acta Chir. Scand.1966; 357: 226. Google Scholar 7 : Confidence in the negative transrectal needle biopsy.. Surg., Gynec. & Obst.1973; 136: 78. Google Scholar 8 : Transrectal needle method for biopsy of the prostate: review of 90 cases.. Amer. Surg.1975; 41: 659. Google Scholar 9 : Needle biopsy of the prostate: a review of 346 biopsies.. J. Urol.1962; 87: 159. Abstract, Google Scholar 10 : Transrectal ultrasound guided prostate needle biopsy following negative digitally guided biopsy. J. Urol.1989; 141: 278A. part 2, abstract 433. Google Scholar 11 : Palpable masses in the prostate: superior accuracy of US-guided biopsy compared with accuracy of digitally guided biopsy.. Radiology1991; 179: 41. Google Scholar 12 : Prostatic intraepithelial neoplasia: a premalignant lesion.. Hum. Path.1992; 23: 242. Google Scholar 13 : Significance of prostatic intraepithelial neoplasia on prostate needle biopsy.. Urology.1991; 38: 103. Google Scholar 14 : Detection of organ-confined prostate cancer is increased through prostate specific antigen-based screening.. J.A.M.A.1993; 270: 948. Google Scholar 15 : Large, organ confined, impalpable transition zone prostate cancer: association with metastatic levels of prostate specific antigen.. J. Urol.1993; 149: 510. Abstract, Google Scholar 16 : Longitudinal evaluation of prostate-specific antigen levels in men with and without prostate disease.. J.A.M.A.1992; 267: 2215. Google Scholar From the Department of Urology, University of Washington and Section of Urology, Seattle Veterans Administration Medical Center, Seattle, Washington.© 1995 by American Urological Association, Inc.FiguresReferencesRelatedDetailsCited byHossack T, Patel M, Huo A, Brenner P, Yuen C, Spernat D, Mathews J, Haynes A, Sutherland R, del Prado W and Stricker P (2012) Location and Pathological Characteristics of Cancers in Radical Prostatectomy Specimens Identified by Transperineal Biopsy Compared to Transrectal BiopsyJournal of Urology, VOL. 188, NO. 3, (781-785), Online publication date: 1-Sep-2012.Yanke B, Salzhauer E and Colon I (2018) Is Race a Positive Predictor of Cancer on Repeat Prostate Biopsy?Journal of Urology, VOL. 176, NO. 3, (1114-1117), Online publication date: 1-Sep-2006.Epstein J and Herawi M (2018) Prostate Needle Biopsies Containing Prostatic Intraepithelial Neoplasia or Atypical Foci Suspicious for Carcinoma: Implications for Patient CareJournal of Urology, VOL. 175, NO. 3, (820-834), Online publication date: 1-Mar-2006.YANKE B, GONEN M, SCARDINO P and KATTAN M (2018) VALIDATION OF A NOMOGRAM FOR PREDICTING POSITIVE REPEAT BIOPSY FOR PROSTATE CANCERJournal of Urology, VOL. 173, NO. 2, (421-424), Online publication date: 1-Feb-2005.TÓTH G, LENGYEL Z, BALKAY L, SALAH M, TRÓN L and TÓTH C (2018) DETECTION OF PROSTATE CANCER WITH 11C-METHIONINE POSITRON EMISSION TOMOGRAPHYJournal of Urology, VOL. 173, NO. 1, (66-69), Online publication date: 1-Jan-2005.YUEN J, THNG C, TAN P, KHIN L, PHEE S, XIAO D, LAU W, NG W and CHENG C (2018) ENDORECTAL MAGNETIC RESONANCE IMAGING AND SPECTROSCOPY FOR THE DETECTION OF TUMOR FOCI IN MEN WITH PRIOR NEGATIVE TRANSRECTAL ULTRASOUND PROSTATE BIOPSYJournal of Urology, VOL. 171, NO. 4, (1482-1486), Online publication date: 1-Apr-2004.LOPEZ-CORONA E, OHORI M, SCARDINO P, REUTER V, GONEN M and KATTAN M (2018) A Nomogram For Predicting a Positive Repeat Prostate Biopsy in Patients With a Previous Negative Biopsy SessionJournal of Urology, VOL. 170, NO. 4 Part 1, (1184-1188), Online publication date: 1-Oct-2003.MATLAGA B, ESKEW L and McCULLOUGH D (2018) Prostate Biopsy: Indications and TechniqueJournal of Urology, VOL. 169, NO. 1, (12-19), Online publication date: 1-Jan-2003.Applewhite J, Matlaga B and McCullough D (2018) Results of the 5 Region Prostate Biopsy Method: The Repeat Biopsy PopulationJournal of Urology, VOL. 168, NO. 2, (500-503), Online publication date: 1-Aug-2002.STEWART C, LEIBOVICH B, WEAVER A and LIEBER M (2018) PROSTATE CANCER DIAGNOSIS USING A SATURATION NEEDLE BIOPSY TECHNIQUE AFTER PREVIOUS NEGATIVE SEXTANT BIOPSIESJournal of Urology, VOL. 166, NO. 1, (86-92), Online publication date: 1-Jul-2001.IGEL T, KNIGHT M, YOUNG P, WEHLE M, PETROU S, BRODERICK G, MARINO R and PARRA R (2018) SYSTEMATIC TRANSPERINEAL ULTRASOUND GUIDED TEMPLATE BIOPSY OF THE PROSTATE IN PATIENTS AT HIGH RISKJournal of Urology, VOL. 165, NO. 5, (1575-1579), Online publication date: 1-May-2001.PARK S, SHINOHARA K, GROSSFELD G and CARROLL P (2018) PROSTATE CANCER DETECTION IN MEN WITH PRIOR HIGH GRADE PROSTATIC INTRAEPITHELIAL NEOPLASIA OR ATYPICAL PROSTATE BIOPSYJournal of Urology, VOL. 165, NO. 5, (1409-1414), Online publication date: 1-May-2001.NAUGHTON C, MILLER D, MAGER D, ORNSTEIN D and CATALONA W (2018) A PROSPECTIVE RANDOMIZED TRIAL COMPARING 6 VERSUS 12 PROSTATE BIOPSY CORES: IMPACT ON CANCER DETECTIONJournal of Urology, VOL. 164, NO. 2, (388-392), Online publication date: 1-Aug-2000.FOWLER J, BIGLER S, MILES D and YALKUT D (2018) PREDICTORS OF FIRST REPEAT BIOPSY CANCER DETECTION WITH SUSPECTED LOCAL STAGE PROSTATE CANCERJournal of Urology, VOL. 163, NO. 3, (813-818), Online publication date: 1-Mar-2000.BORBOROGLU P, COMER S, RIFFENBURGH R and AMLING C (2018) EXTENSIVE REPEAT TRANSRECTAL ULTRASOUND GUIDED PROSTATE BIOPSY IN PATIENTS WITH PREVIOUS BENIGN SEXTANT BIOPSIESJournal of Urology, VOL. 163, NO. 1, (158-162), Online publication date: 1-Jan-2000.EPSTEIN J, WALSH P, AKINGBA G and CARTER H (2018) THE SIGNIFICANCE OF PRIOR BENIGN NEEDLE BIOPSIES IN MEN SUBSEQUENTLY DIAGNOSED WITH PROSTATE CANCERJournal of Urology, VOL. 162, NO. 5, (1649-1652), Online publication date: 1-Nov-1999.TANEJA S, PENSON D, EPELBAUM A, HANDLER T and LEPOR H (2018) DOES SITE SPECIFIC LABELING OF SEXTANT BIOPSY CORES PREDICT THE SITE OF EXTRACAPSULAR EXTENSION IN RADICAL PROSTATECTOMY SURGICAL SPECIMEN?Journal of Urology, VOL. 162, NO. 4, (1352-1357), Online publication date: 1-Oct-1999.PERROTTI M, HAN K, EPSTEIN R, KENNEDY E, RABBANI F, BADANI K, PANTUCK A, WEISS R and CUMMINGS K (2018) PROSPECTIVE EVALUATION OF ENDORECTAL MAGNETIC RESONANCE IMAGING TO DETECT TUMOR FOCI IN MEN WITH PRIOR NEGATIVE PROSTASTIC BIOPSY: A PILOT STUDYJournal of Urology, VOL. 162, NO. 4, (1314-1317), Online publication date: 1-Oct-1999.RIETBERGEN J, BOEKEN KRUGER A, HOEDEMAEKER R, BANGMA C, KIRKELS W and SCHRODER F (2018) REPEAT SCREENING FOR PROSTATE CANCER AFTER 1-YEAR FOLLOWUP IN 984 BIOPSIED MEN: CLINICAL AND PATHOLOGICAL FEATURES OF DETECTED CANCERJournal of Urology, VOL. 160, NO. 6 Part 1, (2121-2125), Online publication date: 1-Dec-1998.LETRAN J, MEYER G, LOBERIZA F and BRAWER M (2018) THE EFFECT OF PROSTATE VOLUME ON THE YIELD OF NEEDLE BIOPSYJournal of Urology, VOL. 160, NO. 5, (1718-1721), Online publication date: 1-Nov-1998.LETRAN J, BLASE A, LOBERIZA F, MEYER G, RANSOM S and BRAWER M (2018) REPEAT ULTRASOUND GUIDED PROSTATE NEEDLE BIOPSY: USE OF FREE-TO-TOTAL PROSTATE SPECIFIC ANTIGEN RATIO IN PREDICTING PROSTATIC CARCINOMAJournal of Urology, VOL. 160, NO. 2, (426-429), Online publication date: 1-Aug-1998.RABBANI F, STROUMBAKIS N, KAVA B, COOKSON M and FAIR W (2018) INCIDENCE AND CLINICAL SIGNIFICANCE OF FALSE-NEGATIVE SEXTANT PROSTATE BIOPSIESJournal of Urology, VOL. 159, NO. 4, (1247-1250), Online publication date: 1-Apr-1998.ELLIS W, VESSELLA R, COREY E, ARFMAN E, OSWIN M, MELCHIOR S and LANGE P (2018) THE VALUE OF A REVERSE TRANSCRIPTASE POLYMERASE CHAIN REACTION ASSAY IN PREOPERATIVE STAGING AND FOLLOWUP OF PATIENTS WITH PROSTATE CANCERJournal of Urology, VOL. 159, NO. 4, (1134-1138), Online publication date: 1-Apr-1998.Levine M, Ittman M, Melamed J and Lepor H (2018) TWO CONSECUTIVE SETS OF TRANSRECTAL ULTRASOUND GUIDED SEXTANT BIOPSIES OF THE PROSTATE FOR THE DETECTION OF PROSTATE CANCERJournal of Urology, VOL. 159, NO. 2, (471-476), Online publication date: 1-Feb-1998.Epstein J, Walsh P, Sauvageot J and Ballentine Carter H (2018) USE OF REPEAT SEXTANT AND TRANSITION ZONE BIOPSIES FOR ASSESSING EXTENT OF PROSTATE CANCERJournal of Urology, VOL. 158, NO. 5, (1886-1890), Online publication date: 1-Nov-1997.Fleshner N, O'Sullivan M and Fair W (2018) Prevalence and Predictors of a Positive Repeat Transrectal Ultrasound Guided Needle Biopsy of the ProstateJournal of Urology, VOL. 158, NO. 2, (505-509), Online publication date: 1-Aug-1997.Raviv G, Janssen T, Zlotta A, Descamps F, Verhest A and Schulman C (2018) Prostatic Intraepithelial Neoplasia: Influence of Clinical and Pathological Data on the Detection of Prostate CancerJournal of Urology, VOL. 156, NO. 3, (1050-1055), Online publication date: 1-Sep-1996.Shepherd D, Keetch D, Humphrey P, Smith D and Stahl D (2018) Repeat Biopsy Strategy in Men with Isolated Prostatic Intraepithelial Neoplasia on Prostate Needle BiopsyJournal of Urology, VOL. 156, NO. 2, (460-463), Online publication date: 1-Aug-1996.Keetch D, McMurtry J, Smith D, Andriole G and Catalona W (2018) Prostate Specific Antigen Density Versus Prostate Specific Antigen Slope as Predictors of Prostate Cancer in Men with Initially Negative Prostatic BiopsiesJournal of Urology, VOL. 156, NO. 2, (428-431), Online publication date: 1-Aug-1996. (2018) EDITORIAL COMMENTJournal of Urology, VOL. 156, NO. 1, (120-120), Online publication date: 1-Jul-1996. Volume 153Issue 5May 1995Page: 1496-1498 Advertisement Copyright & Permissions© 1995 by American Urological Association, Inc.MetricsAuthor Information William J. Ellis More articles by this author Michael K. Brawer More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "William J. Ellis",
      "id": "A5111764800",
      "orcid": null,
      "institutions": [
        {
          "id": "I2801852214",
          "display_name": "University of Washington Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "William J. Ellis"
    },
    {
      "display_name": "Michael K. Brawer",
      "id": "A5108800788",
      "orcid": null,
      "institutions": [
        {
          "id": "I2801852214",
          "display_name": "University of Washington Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Michael K. Brawer"
    }
  ],
  "publication_year": 1995,
  "publication_date": "1995-05-01",
  "type": "article",
  "cited_by_count": 220,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "153",
  "issue": "5",
  "first_page": "1496",
  "last_page": "1498",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.96940637
    },
    {
      "id": "C2776235491",
      "display_name": "Prostate",
      "level": 3,
      "score": 0.644417
    },
    {
      "id": "C2775934546",
      "display_name": "Biopsy",
      "level": 2,
      "score": 0.52750576
    },
    {
      "id": "C2781217009",
      "display_name": "Prostate biopsy",
      "level": 4,
      "score": 0.5273971
    },
    {
      "id": "C126894567",
      "display_name": "Urology",
      "level": 1,
      "score": 0.3587029
    },
    {
      "id": "C126838900",
      "display_name": "Radiology",
      "level": 1,
      "score": 0.33769053
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.2310473
    },
    {
      "id": "C121608353",
      "display_name": "Cancer",
      "level": 2,
      "score": 0.06737748
    }
  ],
  "topics": [
    {
      "id": "T10124",
      "display_name": "Prostate Cancer Diagnosis and Treatment",
      "score": 0.9999
    },
    {
      "id": "T12866",
      "display_name": "Urologic and reproductive health conditions",
      "score": 0.9976
    },
    {
      "id": "T11713",
      "display_name": "Genital Health and Disease",
      "score": 0.9912
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/s0022-5347(01)67444-5",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:55:41.493341",
  "source_database": "OpenAlex"
}