{
  "openalex_id": "W1985213520",
  "doi": "https://doi.org/10.14309/crj.2014.20",
  "title": "LETTER FROM THE EDITOR",
  "abstract": "Tips for a Successful Case ReportFigureAfter a year of serving as the Editor-in-Chief of the ACG Case Reports Journal, I have been privileged to read hundreds of submitted case reports. Every submitted report has had its merits, and I wanted to highlight the characteristics of successful and well-written case reports that we have seen. Novelty Novelty is the single most important factor in writing an interesting case report. A comprehensive literature search can determine if the subject has been previously reported and can highlight novel aspects of your case to distinguish it from those in the literature. A specific and unique title to describe your case will grab the reader's attention. Use Medical Language Make yourself familiar with the language of current medical literature before writing your manuscript. This can help you translate your case from a vernacular used in daily patient care to a more formal style of scientific writing. Manuscripts with simple text, active voice, and straightforward language attract readers, while unnecessary data and flowery language may be confusing and tedious. Identify Limitations Given the limitations of a case report compared to other forms of evidence-based documents, it is necessary to place your case in context. It is difficult to prove association with certainty in a case report; therefore, the discussion should avoid making wide-reaching conclusions based on a single experience. Advice from a senior colleague can help contextualize the role your case plays in the academic sphere. Remember the Author Instructions Prior to submitting a case report, remember to review the author guidelines and instructions. These details differ based on the target journal, but following them carefully will shorten the review process. Take this time to also have a colleague review your manuscript for spelling or grammatical errors, and clarifications of scientific writing. Reviewers enjoy reading clear and well-written manuscripts, and are often turned off by simple spelling and grammatical mistakes. One final review before submitting your manuscript can help identify small, overlooked mistakes and give your writing more polish. Confidentiality and Patients' Rights Every effort should be made to obtain an informed consent from the patient, parents of a minor patient, or the next of kin of deceased patients. Make sure no identifying patient information is included in the text or in images. If consent cannot be obtained, provide a thorough description of the situation with your submission. In the current era of evidence-based medicine, case reports are considered first-line evidence and might be the first academic contribution a young physician has in his or her career. I hope the above guidance and the opportunity provided by the ACG Case Reports Journal helps encourage our next generation of writers. Mohammad Yaghoobi MD, MSc, AFS ACG Case Reports Journal Editor-in-Chief",
  "authors": [
    {
      "display_name": "Mohammad Yaghoobi",
      "id": "A5109960857",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Mohammad Yaghoobi"
    }
  ],
  "publication_year": 2014,
  "publication_date": "2014-04-01",
  "type": "letter",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S2765032114",
    "display_name": "ACG Case Reports Journal",
    "issn_l": "2326-3253",
    "issn": [
      "2326-3253"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "1",
  "issue": "3",
  "first_page": "118",
  "last_page": "118",
  "open_access": {
    "is_oa": true,
    "oa_status": "diamond",
    "oa_url": "https://doi.org/10.14309/crj.2014.20",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C2778738651",
      "display_name": "Novelty",
      "level": 2,
      "score": 0.693032
    },
    {
      "id": "C2777855551",
      "display_name": "Subject (documents)",
      "level": 2,
      "score": 0.570397
    },
    {
      "id": "C2777700019",
      "display_name": "Medical writing",
      "level": 2,
      "score": 0.521391
    },
    {
      "id": "C2779343474",
      "display_name": "Context (archaeology)",
      "level": 2,
      "score": 0.5197075
    },
    {
      "id": "C2777083192",
      "display_name": "Plain language",
      "level": 2,
      "score": 0.45428443
    },
    {
      "id": "C2780386941",
      "display_name": "Vernacular",
      "level": 2,
      "score": 0.4388101
    },
    {
      "id": "C2780586882",
      "display_name": "Simple (philosophy)",
      "level": 2,
      "score": 0.42757457
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.39175496
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.38884807
    },
    {
      "id": "C41895202",
      "display_name": "Linguistics",
      "level": 1,
      "score": 0.2553239
    },
    {
      "id": "C509550671",
      "display_name": "Medical education",
      "level": 1,
      "score": 0.2514161
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.22131652
    },
    {
      "id": "C136764020",
      "display_name": "World Wide Web",
      "level": 1,
      "score": 0.17176592
    },
    {
      "id": "C111472728",
      "display_name": "Epistemology",
      "level": 1,
      "score": 0.15120444
    },
    {
      "id": "C77805123",
      "display_name": "Social psychology",
      "level": 1,
      "score": 0.08563909
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.079348296
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.14309/crj.2014.20",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T16:02:22.803712",
  "source_database": "OpenAlex"
}