{
  "openalex_id": "W1982896183",
  "doi": "https://doi.org/10.1097/01.qai.0000221676.22069.b8",
  "title": "Comparison of HIV-1 Mother-to-Child Transmission After Single-Dose Nevirapine Prophylaxis Among African Women With Subtypes A, C, and D",
  "abstract": "To the Editor: The HIVNET 012 trial in Uganda showed that mother-to-child transmission (MTCT) of HIV-1 can be prevented by providing pregnant women and their infants with a single dose (SD) of the antiretroviral drug, nevirapine (NVP).1,2 Safety and efficacy of 1- or 2-dose NVP prophylaxis for prevention of MTCT have been documented in other studies. We have shown that NVP resistance emerges in some women after SD NVP prophylaxis3 and that the portion of women with NVP resistance is influenced by HIV-1 subtype.4 At 6 to 8 weeks after SD NVP, NVP resistance was more common in women with subtype C (69.2%) than in women with subtype D (36.1%, P < 0.0001) or subtype A (19.4%, P < 0.0001).4 Selection of NVP-resistant HIV-1 variants in women after NVP dosing could theoretically lower the efficacy of NVP prophylaxis for prevention of HIV transmission by breast-feeding in the first few weeks after birth. In the HIVNET 012 trial, most women were infected with HIV-1 subtype A or D. Risk of MTCT was slightly (but not statistically) higher in women with subtype D.5 In this report, we combined data from the HIVNET 012 and NVAZ trials6 to compare the risk of MTCT in women with subtype C to the risk of MTCT in women with subtypes A and D in the setting of SD NVP prophylaxis. METHODS Diagnosis of HIV-1 Infection in Infants Methods used for diagnosis of HIV-1 infection in infants have been described previously for the HIVNET 0121 and NVAZ6 trials. Viral Load Assays HIV viral load testing of maternal plasma was performed using the Roche Amplicor Monitor Test Kit (Branchburg, NJ). Version 1.5 of the test kit was used in the NVAZ trial and in the HIVNET 012 trial after November 1998; before November 1998, samples in HIVNET 012 were tested with version 1.0 of the kit with additional primers. HIV Subtyping HIV subtyping was performed by phylogenetic analysis of pol region sequences, as previously described.3 This study included 270 (88%) of the 306 Ugandan women who received SD NVP in HIVNET 012 (158 with subtype A, 7 with subtype C, and 105 with subtype D). Thirty women with intersubtype recombinant HIV-1 and 6 women with indeterminate subtypes were not included in this study. This study also included 445 Malawian women who received SD NVP in the NVAZ trial.6 HIV-1 subtypes were obtained for 67 (15%) of those women; all had subtype C HIV-1 with no evidence of intersubtype recombination. HIV-1 subtypes were also determined for 91 women enrolled in a related study of HIV-1 MTCT performed at the same clinical site (the NVAZ late presenter trial)7; all of those women also had subtype C HIV-1. Identification of subtype C in all 158 of the Malawian women tested provides 95% confidence that at least 370 (98%) of the 378 additional women from NVAZ who were included in this report but who did not have subtyping performed also had subtype C. Based on these calculations, we assumed that all 445 of the Malawian women in NVAZ had subtype C infection. Statistical Methods Unadjusted associations of HIV-1 subtype with transmission at birth and at 6 to 8 weeks were estimated using exact tests, and adjusted associations were estimated using logistic regression. Confidence intervals (CIs) for MTCT were calculated using exact methods. The multivariate model included all 3 subtypes, with subtype C as a reference. SAS version 9.1 (SAS Institute, Inc., Cary, NC) performed these analyses. RESULTS We analyzed MTCT in 715 African women who received the HIVNET 012 regimen (SD NVP to the mother in labor and SD NVP to the infant shortly after birth). This cohort included 158 with subtype A, 452 with subtype C, and 105 with subtype D (see Methods). The mean log10 delivery viral load was similar among women with subtypes A (median, 4.28), C (median, 4.45), and D (median, 4.51; P = 0.46, Kruskal-Wallis test) and was similar among women in HIVNET 012 (median, 4.39, all subtypes) versus NVAZ (median, 4.46; P = 0.23 [Wilcoxon rank test]). Data on MTCT were available from HIVNET 012 to infant age 18 months and from NVAZ to infant age 24 months. At 6 to 8 weeks, breast-feeding was almost universal in HIVNET 012 and NVAZ (282/283 [99.7%] and 338/341 [99.1%], respectively; P = 0.63 [Fisher exact test]). In contrast, at 6 months, the portion of women who were breast-feeding was significantly higher in NVAZ (299/305 [98.0%]) than in HIVNET 012 (219/258 [84.9%]; P < 0.0001 [Fisher exact test]). For this reason, we confined our analysis to transmission at birth and at 6 to 8 weeks of age. In univariate analysis, there was no difference in the risk of MTCT among women with subtypes A, C, and D at birth or 6 to 8 weeks (for A vs C vs D: for infants infected at birth, P = 0.28; for infants uninfected at birth but infected at 6-8 weeks, P = 0.58; and for infants infected at 6-8 weeks, P = 0.16 [Fisher exact test]; Table 1). In a multivariate model including log10 HIV-1 maternal viral load at delivery, age, parity, and HIV-1 subtype, MTCT was associated with maternal viral load for infants infected at birth (odds ratio [OR], 2.01; 95% CI, 1.36-2.96; P = 0.0004), for infants uninfected at birth but infected at 6 to 8 weeks (OR, 2.49; 95% CI, 1.53-4.04; P = 0.0002), and for infants infected at 6 to 8 weeks (OR, 2.01; 95% CI, 1.46-2.78; P < 0.0001), but was not associated with age, parity, or HIV-1 subtype.TABLE 1: Risk of HIV-1 MTCT Among African Women Who Received Single-Dose Nevirapine ProphylaxisDISCUSSION This report extends our analysis of MTCT and NVP resistance in women enrolled in the HIVNET 012 and NVAZ trials. In a previous report, we demonstrated that women with subtype C HIV-1 were more likely to have NVP-resistant HIV-1 variants detected 6 to 8 weeks after SD NVP than women with either subtype A or D.4 In this report, we find no significant difference in the risk of MTCT among women with these 3 subtypes. This provides empiric evidence that selection of NVP-resistant HIV-1 variants in women after SD NVP dosing does not significantly increase the risk of MTCT during the first few weeks of life. However, even in this large study of 715 women, a difference in MTCT risk may not be apparent because of low transmission rates in the setting of SD NVP prophylaxis. Based on the CIs for the ORs comparing MTCT in the 3 subtypes, we cannot exclude the possibility that subtypes A and D, which have less resistance, also have as much as a 50% lower risk of MTCT than subtype C. Other smaller studies have examined the association of env, gag, or LTR subtypes with MTCT in the absence of antiretroviral prophylaxis. Among 28 women from Tanzania, there was no significant difference in MTCT risk among women with env and LTR subtypes A, C, and D or intersubtype recombinant HIV-1.8 In contrast, another study of 51 matched transmitting and nontransmitting women from Tanzania found a higher risk of MTCT in women with gag and env regions that were either both subtype C or recombinant (different combinations of subtypes A, C, and D), compared with women with gag and env regions that were both subtype D.9 Among 253 Tanzanian infants, a higher rate of in utero HIV-1 infection was observed with env subtype C compared with env subtype A or D.10 In another study of 414 Kenyan women, there was a higher risk of MTCT for women with gag and env regions that were either both subtype D or recombinant (D/A or A/D) compared with women with gag and env regions that were both subtype A.11 In this study, HIV-1 subtype was determined using HIV-1 pol (protease and reverse transcriptase) sequences. This region of the HIV-1 genome is the most relevant to use of antiretroviral drugs for prevention of MTCT. We recently observed an association between HIV-1 pol region replication capacity and MTCT among women with subtype C,12 suggesting that pol region determinants may influence transmission risk. Our inability to detect a difference in the risk of MTCT among women with pol region subtypes A, C, and D who received SD NVP prophylaxis may be influenced by several factors. First, the power to see differences in transmission among different subtypes may be reduced because the number of transmission events is reduced by NVP prophylaxis. Second, the SD NVP regimen could also lower MTCT to a greater degree in women with certain subtypes (eg, reflecting subtype-based differences in drug susceptibility). Finally, in countries such as Uganda where multiple HIV-1 subtypes cocirculate, the subtype of different regions of the viral genome may be different because of intersubtype recombination.13 Therefore, it is possible that associations between HIV-1 subtype and MTCT risk might be observed in women in HIVNET 012 and NVAZ, if subtyping were based on a different region of the HIV-1 genome. Further studies are needed to identify HIV-1 determinants for MTCT and to examine the association of HIV-1 subtype and MTCT in the presence and absence of antiretroviral prophylaxis. ACKNOWLEDGMENTS The authors thank staff in Uganda, Malawi, and at the Johns Hopkins University for their assistance with sample processing. They also acknowledge the assistance of clinical trials specialist Melissa Allen (Family Health International). Susan H. Eshleman, MD, PhD* Jessica D. Church, BS* Shu Chen, MS† Laura A. Guay, MD* Anthony Mwatha, MS‡ Susan A. Fiscus, PhD§ Francis Mmiro, MBChB∥ Philippa Musoke, MBChB¶ Newton Kumwenda, MSc, MPH, PhD† J. Brooks Jackson, MBA, MD* Taha E. Taha, MD, PhD† Donald R. Hoover, MPH, PhD** *Department of Pathology, The Johns Hopkins Medical Institutions, †Department of Epidemiology, The Johns Hopkins Bloomberg School of Public Health, Baltimore, MD; ‡Statistical Center for HIV/AIDS Research and Prevention, Fred Hutchinson Cancer Research Center, Seattle, WA; §Department of Microbiology and Immunology, University of North Carolina at Chapel Hill, Chapel Hill, NC; ∥Departments of Obstetrics and Gynaecology; and ¶Department of Paediatrics, Makerere University, Kampala, Uganda; and **Department of Statistics and Institute for Health, Health Care Policy and Aging Research, Rutgers University, Piscataway, NJ [email protected]",
  "authors": [
    {
      "display_name": "Susan H. Eshleman",
      "id": "A5081294489",
      "orcid": "https://orcid.org/0000-0002-4587-791X",
      "institutions": [
        {
          "id": "I102322142",
          "display_name": "Rutgers, The State University of New Jersey",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Susan H. Eshleman"
    },
    {
      "display_name": "Jessica D. Church",
      "id": "A5055554050",
      "orcid": null,
      "institutions": [
        {
          "id": "I102322142",
          "display_name": "Rutgers, The State University of New Jersey",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Jessica D. Church"
    },
    {
      "display_name": "Shu Chen",
      "id": "A5100935025",
      "orcid": null,
      "institutions": [
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Shu Chen"
    },
    {
      "display_name": "Laura Guay",
      "id": "A5113541616",
      "orcid": null,
      "institutions": [
        {
          "id": "I102322142",
          "display_name": "Rutgers, The State University of New Jersey",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Laura A. Guay"
    },
    {
      "display_name": "Anthony Mwatha",
      "id": "A5044641475",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210089486",
          "display_name": "Fred Hutch Cancer Center",
          "country_code": "US",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Anthony Mwatha"
    },
    {
      "display_name": "Susan A. Fiscus",
      "id": "A5112362716",
      "orcid": null,
      "institutions": [
        {
          "id": "I114027177",
          "display_name": "University of North Carolina at Chapel Hill",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Susan A. Fiscus"
    },
    {
      "display_name": "Francis Mmiro",
      "id": "A5072063401",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Francis Mmiro"
    },
    {
      "display_name": "Philippa Musoke",
      "id": "A5057946567",
      "orcid": null,
      "institutions": [
        {
          "id": "I72227227",
          "display_name": "Makerere University",
          "country_code": "UG",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Philippa Musoke"
    },
    {
      "display_name": "Johnstone Kumwenda",
      "id": "A5034999390",
      "orcid": "https://orcid.org/0000-0003-2622-4339",
      "institutions": [
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Newton Kumwenda"
    },
    {
      "display_name": "J. Brooks Jackson",
      "id": "A5000033990",
      "orcid": "https://orcid.org/0000-0001-9458-135X",
      "institutions": [
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I102322142",
          "display_name": "Rutgers, The State University of New Jersey",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "J. Brooks Jackson"
    },
    {
      "display_name": "Taha E. Taha",
      "id": "A5061480214",
      "orcid": "https://orcid.org/0000-0001-9814-4894",
      "institutions": [
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Taha E. Taha"
    },
    {
      "display_name": "Donald R. Hoover",
      "id": "A5018847170",
      "orcid": "https://orcid.org/0000-0003-4846-5205",
      "institutions": [
        {
          "id": "I102322142",
          "display_name": "Rutgers, The State University of New Jersey",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Donald R. Hoover"
    }
  ],
  "publication_year": 2006,
  "publication_date": "2006-06-29",
  "type": "letter",
  "cited_by_count": 22,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S157460402",
    "display_name": "JAIDS Journal of Acquired Immune Deficiency Syndromes",
    "issn_l": "1525-4135",
    "issn": [
      "1525-4135",
      "1944-7884"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "42",
  "issue": "4",
  "first_page": "518",
  "last_page": "521",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://doi.org/10.1097/01.qai.0000221676.22069.b8",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C2779130552",
      "display_name": "Nevirapine",
      "level": 5,
      "score": 0.97607946
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.82575184
    },
    {
      "id": "C761482",
      "display_name": "Transmission (telecommunications)",
      "level": 2,
      "score": 0.6005485
    },
    {
      "id": "C3013748606",
      "display_name": "Human immunodeficiency virus (HIV)",
      "level": 2,
      "score": 0.5472051
    },
    {
      "id": "C2777288759",
      "display_name": "Dosing",
      "level": 2,
      "score": 0.54550016
    },
    {
      "id": "C114851261",
      "display_name": "Drug resistance",
      "level": 2,
      "score": 0.46630704
    },
    {
      "id": "C2779496540",
      "display_name": "Pre-exposure prophylaxis",
      "level": 5,
      "score": 0.43759888
    },
    {
      "id": "C131872663",
      "display_name": "Obstetrics",
      "level": 1,
      "score": 0.40765417
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.3905873
    },
    {
      "id": "C159047783",
      "display_name": "Virology",
      "level": 1,
      "score": 0.31068724
    },
    {
      "id": "C142462285",
      "display_name": "Viral load",
      "level": 3,
      "score": 0.28604537
    },
    {
      "id": "C2993143319",
      "display_name": "Antiretroviral therapy",
      "level": 4,
      "score": 0.20662144
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.089297324
    },
    {
      "id": "C2776983459",
      "display_name": "Syphilis",
      "level": 3,
      "score": 0.08492336
    },
    {
      "id": "C2776939746",
      "display_name": "Men who have sex with men",
      "level": 4,
      "score": 0.06429005
    },
    {
      "id": "C89423630",
      "display_name": "Microbiology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C119599485",
      "display_name": "Electrical engineering",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C127413603",
      "display_name": "Engineering",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10082",
      "display_name": "HIV/AIDS Research and Interventions",
      "score": 0.9999
    },
    {
      "id": "T10112",
      "display_name": "HIV Research and Treatment",
      "score": 0.9971
    },
    {
      "id": "T10526",
      "display_name": "HIV/AIDS drug development and treatment",
      "score": 0.9951
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1097/01.qai.0000221676.22069.b8",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:46:17.109070",
  "source_database": "OpenAlex"
}