{
  "openalex_id": "W1981604066",
  "doi": "https://doi.org/10.1016/s0022-5347(01)67458-5",
  "title": "The Volume of Prostate Cancer in the Biopsy Specimen Cannot Reliably Predict the Quantity of Cancer in the Radical Prostatectomy Specimen on an Individual Basis",
  "abstract": "No AccessJournal of UrologyClinical Urology: Original Article1 May 1995The Volume of Prostate Cancer in the Biopsy Specimen Cannot Reliably Predict the Quantity of Cancer in the Radical Prostatectomy Specimen on an Individual Basis Michael R. Cupp, David G. Bostwick, Robert P. Myers, and Joseph E. Oesterling Michael R. CuppMichael R. Cupp , David G. BostwickDavid G. Bostwick , Robert P. MyersRobert P. Myers , and Joseph E. OesterlingJoseph E. Oesterling View All Author Informationhttps://doi.org/10.1016/S0022-5347(01)67458-5AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Previous studies suggest that prostate cancer with a volume of 0.5 ml. or less and a Gleason score of less than 7 may be clinically insignificant and may be managed with watchful waiting. A proposed method of determining the volume of cancer in the prostate gland has been the grade and volume of cancer present in the transrectal needle biopsy specimen. Volume of cancer in the biopsy specimen as a predictor of volume of cancer in the prostate gland was studied in 130 men who underwent radical retropubic prostatectomy for adenocarcinoma. Of the men 46 (35 percent) had clinical stage T1c (nonpalpable) disease, while 84 (65 percent) had clinical stage T2 (palpable) disease. Each radical prostatectomy specimen was whole-mounted and step-sectioned for accurate cancer volume determination. Three parameters for measuring volume of cancer in the biopsy specimen (percentage of biopsy cores involved, millimeters of cancer per biopsy core and percentage of cancer in the biopsy specimen) were determined and compared by Spearman rank correlation analysis. The percentage of cancer in the biopsy specimen was marginally better than the percentage of cores involved and the millimeters of cancer per biopsy core as a predictor of cancer volume in the radical prostatectomy specimen. While regression analysis revealed a direct correlation between the volume of cancer in the biopsy and radical prostatectomy specimens (r = 0.51), there was significant variability in prostate cancer volume for a given percentage of cancer in the biopsy specimen since the standard error of the estimate was 6.1 ml. Of the 13 patients with 5 percent or less cancer volume and a Gleason score of less than 7 in the biopsy specimen 1 (8 percent) had a cancer smaller than 0.5 ml. in volume in the radical prostatectomy specimen. Therefore, the risk of removing clinically insignificant prostate cancer, even when the biopsy parameter indicates low volume disease, is less than 10 percent. Overall, only 3 study patients (2.3 percent) had a prostate cancer volume of less than 0.5 ml. With 97.7 percent of the men having a clinically significant cancer by a volume criterion, it is apparent that the majority of clinically insignificant prostate cancers remain undetected and untreated. Currently, transrectal needle biopsy does not provide adequate information for differentiating between clinically insignificant and life threatening prostate cancer on an individual basis. References 1 : Cancer statistics: 1994.. CA1994; 44: 7. Google Scholar 2 : Correlation of pathologic findings with progression following radical retropubic prostatectomy.. Cancer1993; 71: 3582. Google Scholar 3 : Morphometric measurement of tumor volume and per cent of gland involvement as predictors of pathological stage in clinical stage B prostate cancer.. J. Urol.1989; 141: 341. Abstract, Google Scholar 4 : Is tumor volume an independent predictor of progression following radical prostatectomy? A multivariate analysis of 185 clinical stage B adenocarcinomas of the prostate with 5 years of followup.. J. Urol.1993; 149: 1478. Link, Google Scholar 5 : Histologic differentiation, cancer volume, and pelvic lymph node metastasis in adenocarcinoma of the prostate.. Cancer1990; 66: 1225. Google Scholar 6 : Morphometric and clinical studies on 68 consecutive radical prostatectomies.. J. Urol.1988; 139: 1235. Abstract, Google Scholar 7 : Detection of clinically significant prostate cancer by transrectal ultrasound-guided systemic biopsies.. J. Urol.1992; 148: 829. Abstract, Google Scholar 8 : Detection of non-palpable prostate cancer. A mathematical and laboratory model.. Brit. J. Urol.1993; 71: 43. Google Scholar 9 : Pathologic and clinical findings to predict tumor extent of nonpalpable (stage T1c) prostate cancer.. J.A.M.A.1994; 271: 368. Google Scholar 10 : The significance of low-grade prostate cancer on needle biopsy. A radical prostatectomy study of tumor grade, volume, and stage of the biopsied and multifocal tumor.. Cancer1990; 66: 1927. Google Scholar From the Departments of Urology and Pathology, Mayo Clinic and Mayo Foundation, Rochester, Minnesota.© 1995 by American Urological Association, Inc.FiguresReferencesRelatedDetailsCited byVilla L, Capitanio U, Briganti A, Abdollah F, Suardi N, Salonia A, Gallina A, Freschi M, Russo A, Castiglione F, Bianchi M, Rigatti P, Montorsi F and Scattoni V (2012) The Number of Cores Taken in Patients Diagnosed with a Single Microfocus at Initial Biopsy is a Major Predictor of Insignificant Prostate CancerJournal of Urology, VOL. 189, NO. 3, (854-859), Online publication date: 1-Mar-2013.Thong A, Shikanov S, Katz M, Gofrit O, Eggener S, Zagaja G, Shalhav A and Zorn K (2008) A Single Microfocus (5% or Less) of Gleason 6 Prostate Cancer at Biopsy—Can We Predict Adverse Pathological Outcomes?Journal of Urology, VOL. 180, NO. 6, (2436-2440), Online publication date: 1-Dec-2008.CHENG L, POULOS C, PAN C, JONES T, DAGGY J, EBLE J and KOCH M (2018) PREOPERATIVE PREDICTION OF SMALL VOLUME CANCER (LESS THAN 0.5 ML) IN RADICAL PROSTATECTOMY SPECIMENSJournal of Urology, VOL. 174, NO. 3, (898-902), Online publication date: 1-Sep-2005.SINGH H, CANTO E, SHARIAT S, KADMON D, MILES B, WHEELER T and SLAWIN K (2018) Six Additional Systematic Lateral Cores Enhance Sextant Biopsy Prediction of Pathological Features at Radical ProstatectomyJournal of Urology, VOL. 171, NO. 1, (204-209), Online publication date: 1-Jan-2004.ALLAN R, SANDERSON H and EPSTEIN J (2018) Correlation Of Minute (0.5 MM or Less) Focus of Prostate Adenocarcinoma On Needle Biopsy With Radical Prostatectomy Specimen: Role of Prostate Specific Antigen DensityJournal of Urology, VOL. 170, NO. 2, (370-372), Online publication date: 1-Aug-2003.NOGUCHI M, STAMEY T, McNEAL J and NOLLEY R (2018) Prognostic Factors for Multifocal Prostate Cancer in Radical Prostatectomy Specimens: Lack of Significance of Secondary CancersJournal of Urology, VOL. 170, NO. 2, (459-463), Online publication date: 1-Aug-2003.GROSSKLAUS D, COFFEY C, SHAPPELL S, JACK G, CHANG S and COOKSON M (2018) Percent Of Cancer in the Biopsy Set Predicts Pathological Findings After ProstatectomyJournal of Urology, VOL. 167, NO. 5, (2032-2036), Online publication date: 1-May-2002.EPSTEIN J and POTTER S (2018) THE PATHOLOGICAL INTERPRETATION AND SIGNIFICANCE OF PROSTATE NEEDLE BIOPSY FINDINGS: IMPLICATIONS AND CURRENT CONTROVERSIESJournal of Urology, VOL. 166, NO. 2, (402-410), Online publication date: 1-Aug-2001.NOGUCHI M, STAMEY T, McNEAL J and YEMOTO C (2018) RELATIONSHIP BETWEEN SYSTEMATIC BIOPSIES AND HISTOLOGICAL FEATURES OF 222 RADICAL PROSTATECTOMY SPECIMENS: LACK OF PREDICTION OF TUMOR SIGNIFICANCE FOR MEN WITH NONPALPABLE PROSTATE CANCERJournal of Urology, VOL. 166, NO. 1, (104-110), Online publication date: 1-Jul-2001.RUBIN M, MUCCI N, MANLEY S, SANDA M, CUSHENBERRY E, STRAWDERMAN M, MONTIE J and BASSILY N (2018) PREDICTORS OF GLEASON PATTERN 4/5 PROSTATE CANCER ON PROSTATECTOMY SPECIMENS: CAN HIGH GRADE TUMOR BE PREDICTED PREOPERATIVELY?Journal of Urology, VOL. 165, NO. 1, (114-118), Online publication date: 1-Jan-2001.GAO X, MOHIDEEN N, FLANIGAN R, WATERS W, WOJCIK E and LEMAN C (2018) THE EXTENT OF BIOPSY INVOLVEMENT AS AN INDEPENDENT PREDICTOR OF EXTRAPROSTATIC EXTENSION AND SURGICAL MARGIN STATUS IN LOW RISK PROSTATE CANCER: : IMPLICATIONS FOR TREATMENT SELECTIONJournal of Urology, VOL. 164, NO. 6, (1982-1986), Online publication date: 1-Dec-2000.BLUTE M, BERGSTRALH E, PARTIN A, WALSH P, KATTAN M, SCARDINO P, MONTIE J, PEARSON J, SLEZAK J and ZINCKE H (2018) VALIDATION OF PARTIN TABLES FOR PREDICTING PATHOLOGICAL STAGE OF CLINICALLY LOCALIZED PROSTATE CANCERJournal of Urology, VOL. 164, NO. 5, (1591-1595), Online publication date: 1-Nov-2000.RUIJTER E, WERAHERA P, van de KAA C, STEWART J, SCHALKEN J and MILLER G (2018) DETECTION OF ABNORMAL E-CADHERIN EXPRESSION BY SIMULATED PROSTATE BIOPSYJournal of Urology, VOL. 160, NO. 4, (1368-1372), Online publication date: 1-Oct-1998.LODDING P, AUS G, BERGDAHL S, FROSING R, LILJA H, PIHL C and HUGOSSON J (2018) CHARACTERISTICS OF SCREENING DETECTED PROSTATE CANCER IN MEN 50 TO 66 YEARS OLD WITH 3 TO 4 NG./ML. PROSTATE SPECIFIC ANTIGENJournal of Urology, VOL. 159, NO. 3, (899-903), Online publication date: 1-Mar-1998.Weingartner K, Ben-Sasson S, Stewart R, Richie J, Riedmiller H and Folkman J (2018) ENDOTHELIAL CELL PROLIFERATION ACTIVITY IN BENIGN PROSTATIC HYPERPLASIA AND PROSTATE CANCER: AN IN VITRO MODEL FOR ASSESSMENTJournal of Urology, VOL. 159, NO. 2, (465-470), Online publication date: 1-Feb-1998.Chen M, Troncoso P, Johnston D, Tang K and Babaian J (2018) OPTIMIZATION OF PROSTATE BIOPSY STRATEGY USING COMPUTER BASED ANALYSISJournal of Urology, VOL. 158, NO. 6, (2168-2175), Online publication date: 1-Dec-1997.Wang X, Brannigan R, Rademaker A, McVary K and Oyasu R (2018) ONE CORE POSITIVE PROSTATE BIOPSY IS A POOR PREDICTOR OF CANCER VOLUME IN THE RADICAL PROSTATECTOMY SPECIMENJournal of Urology, VOL. 158, NO. 4, (1431-1435), Online publication date: 1-Oct-1997.Carter H, Sauvageot J, Walsh P and Epstein J (2018) Prospective Evaluation of Men With Stage T1C Adenocarcinoma of the ProstateJournal of Urology, VOL. 157, NO. 6, (2206-2209), Online publication date: 1-Jun-1997.Boccon-Gibod L (2018) Editorial: Significant Versus Insignificant Prostate Cancer—Can We Identify the Tigers from the Pussy Cats?Journal of Urology, VOL. 156, NO. 3, (1069-1070), Online publication date: 1-Sep-1996.Bostwick D, Qian J, Bergstralh E, Dundore P, James D, Myers R and Oesterling J (2018) Prediction of Capsular Perforation and Seminal Vesicle Invasion in Prostate CancerJournal of Urology, VOL. 155, NO. 4, (1361-1367), Online publication date: 1-Apr-1996. Volume 153Issue 5May 1995Page: 1543-1548 Advertisement Copyright & Permissions© 1995 by American Urological Association, Inc.MetricsAuthor Information Michael R. Cupp More articles by this author David G. Bostwick More articles by this author Robert P. Myers More articles by this author Joseph E. Oesterling More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Michael R. Cupp",
      "id": "A5044862366",
      "orcid": null,
      "institutions": [
        {
          "id": "I1330342723",
          "display_name": "Mayo Clinic",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Michael R. Cupp"
    },
    {
      "display_name": "David G. Bostwick",
      "id": "A5111726165",
      "orcid": null,
      "institutions": [
        {
          "id": "I1330342723",
          "display_name": "Mayo Clinic",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "David G. Bostwick"
    },
    {
      "display_name": "Robert P. Myers",
      "id": "A5108739802",
      "orcid": null,
      "institutions": [
        {
          "id": "I1330342723",
          "display_name": "Mayo Clinic",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Robert P. Myers"
    },
    {
      "display_name": "Joseph E. Oesterling",
      "id": "A5109571053",
      "orcid": null,
      "institutions": [
        {
          "id": "I1330342723",
          "display_name": "Mayo Clinic",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Joseph E. Oesterling"
    }
  ],
  "publication_year": 1995,
  "publication_date": "1995-05-01",
  "type": "article",
  "cited_by_count": 189,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "153",
  "issue": "5",
  "first_page": "1543",
  "last_page": "1548",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2779466945",
      "display_name": "Prostatectomy",
      "level": 4,
      "score": 0.87398934
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.8420221
    },
    {
      "id": "C2778660094",
      "display_name": "Radical retropubic prostatectomy",
      "level": 5,
      "score": 0.77350926
    },
    {
      "id": "C2780192828",
      "display_name": "Prostate cancer",
      "level": 3,
      "score": 0.7652106
    },
    {
      "id": "C2775934546",
      "display_name": "Biopsy",
      "level": 2,
      "score": 0.66912735
    },
    {
      "id": "C121608353",
      "display_name": "Cancer",
      "level": 2,
      "score": 0.66464937
    },
    {
      "id": "C2776235491",
      "display_name": "Prostate",
      "level": 3,
      "score": 0.603956
    },
    {
      "id": "C146357865",
      "display_name": "Stage (stratigraphy)",
      "level": 2,
      "score": 0.5772296
    },
    {
      "id": "C126894567",
      "display_name": "Urology",
      "level": 1,
      "score": 0.51280314
    },
    {
      "id": "C2776141087",
      "display_name": "Watchful waiting",
      "level": 4,
      "score": 0.42556864
    },
    {
      "id": "C126838900",
      "display_name": "Radiology",
      "level": 1,
      "score": 0.2850296
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.18154359
    },
    {
      "id": "C151730666",
      "display_name": "Paleontology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10124",
      "display_name": "Prostate Cancer Diagnosis and Treatment",
      "score": 0.9999
    },
    {
      "id": "T10543",
      "display_name": "Prostate Cancer Treatment and Research",
      "score": 0.9983
    },
    {
      "id": "T10552",
      "display_name": "Colorectal Cancer Screening and Detection",
      "score": 0.9703
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/s0022-5347(01)67458-5",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:55:41.493861",
  "source_database": "OpenAlex"
}