{
  "openalex_id": "W1981216808",
  "doi": "https://doi.org/10.1016/j.juro.2015.02.954",
  "title": "MP21-02 TRANSLOCATION OF NUCLEAR FACTOR KAPPA B AND EXPRESSION OF CYCLOOXYGENASE-2 IS ENHANCED BY KETAMINE-INDUCED ULCERATIVE CYSTITIS IN RAT BLADDER",
  "abstract": "You have accessJournal of UrologyBladder and Urethra: Anatomy, Physiology and Pharmacology II1 Apr 2015MP21-02 TRANSLOCATION OF NUCLEAR FACTOR KAPPA B AND EXPRESSION OF CYCLOOXYGENASE-2 IS ENHANCED BY KETAMINE-INDUCED ULCERATIVE CYSTITIS IN RAT BLADDER Yung-Shun Juan, Yi-Lun Lee, Mei-Yu Jang, Wen-Jeng Wu, Su-E Chen, Wei-Chiao Chang, and Shu-Mien Chuang Yung-Shun JuanYung-Shun Juan More articles by this author , Yi-Lun LeeYi-Lun Lee More articles by this author , Mei-Yu JangMei-Yu Jang More articles by this author , Wen-Jeng WuWen-Jeng Wu More articles by this author , Su-E ChenSu-E Chen More articles by this author , Wei-Chiao ChangWei-Chiao Chang More articles by this author , and Shu-Mien ChuangShu-Mien Chuang More articles by this author View All Author Informationhttps://doi.org/10.1016/j.juro.2015.02.954AboutPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookTwitterLinked InEmail INTRODUCTION AND OBJECTIVES Recently, ketamine has been used as a recreational drug in nightclubs. These ketamine abusers exhibited urinary frequency, urgency, and at times urgency incontinence. The aim of the present study is to investigate the role of transcription nuclear factor kappa B (NF£eB) and cyclooxygenase-2 (COX-2) in ketamine-induced cystitis (KIC) in a rat ketamine addition model. METHODS Thirty Sprague-Dawley rats are distributed into three groups which receive saline, ketamine (25 mg/kg/day), and ketamine combined with COX-2 inhibitor for 28 days. In each group, cystometry are performed weekly and the concentration of ketamine and its metabolites (norketamine) is assayed by HPLC at different groups in urine and serum. Paraffin-embedded sections are stained with Masson¡¦s trichrome stain to examine morphological changes. Western blot analyses are carried out to examine the expressions of NF£eB and COX-2 in bladder tissues as well as primary urothelial cell culture. NF-kB inhibitor (BAY 11–7082) are employed to investigate the COX-2 mRNA expression. Immunofluorescence study are performed to evaluate the expressions of NFkB and COX-2 within bladder, and western blot analyses are carried out to evaluate NFkB expressions in the nuclear and cytosolic extracts. RESULTS The ketamine-treated group displayed bladder hyperactivity and decreased bladder capacity. The treatment of ketamine combined with COX-2 inhibitor prevented these bladder dysfunctions. These bladder dysfunctions were accompanied by increases in the expressions of NF£eB and COX-2 in the protein and mRNA levels. Ketamine treatment also enhances bladder interstitial fibrosis while COX-2 inhibitor eliminates the fibrosis intensity. Treatment with ketamine or urine obtained from ketamine-treated rats stimulated the expressions of NF£eB p65 and COX-2 in primary urothelial cells. Ketamine also initiated NF£eB translocation from cell cytoplasm to nucleus. Treatment with NF£eB inhibitor suppressed COX-2 mRNA expression. CONCLUSIONS Ketamine treatment affected bladder hyperactivity by enhancing interstitial fibrosis. Ketamine initiated the up-regulations of COX-2 expression and accelerated NFkB translocation. These data demonstrate that signaling via the NFkB pathway is involved in the regulation of COX-2 expression contributing to ketamine-induced alterations in micturition patterns and ulcerative cystitis. © 2015 by American Urological Association Education and Research, Inc.FiguresReferencesRelatedDetails Volume 193Issue 4SApril 2015Page: e232 Advertisement Copyright & Permissions© 2015 by American Urological Association Education and Research, Inc.MetricsAuthor Information Yung-Shun Juan More articles by this author Yi-Lun Lee More articles by this author Mei-Yu Jang More articles by this author Wen-Jeng Wu More articles by this author Su-E Chen More articles by this author Wei-Chiao Chang More articles by this author Shu-Mien Chuang More articles by this author Expand All Advertisement Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Yung‐Shun Juan",
      "id": "A5019875995",
      "orcid": "https://orcid.org/0000-0002-0607-9093",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Yung-Shun Juan"
    },
    {
      "display_name": "Yi‐Lun Lee",
      "id": "A5102726070",
      "orcid": "https://orcid.org/0000-0002-2239-3250",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Yi-Lun Lee"
    },
    {
      "display_name": "Mei‐Yu Jang",
      "id": "A5111479103",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Mei-Yu Jang"
    },
    {
      "display_name": "Wen‐Jeng Wu",
      "id": "A5038393119",
      "orcid": "https://orcid.org/0000-0002-9691-7416",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Wen-Jeng Wu"
    },
    {
      "display_name": "Su-E Chen",
      "id": "A5045770147",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Su-E Chen"
    },
    {
      "display_name": "Wei‐Chiao Chang",
      "id": "A5089987716",
      "orcid": "https://orcid.org/0000-0002-8573-5924",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Wei-Chiao Chang"
    },
    {
      "display_name": "Shu‐Mien Chuang",
      "id": "A5112639593",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Shu-Mien Chuang"
    }
  ],
  "publication_year": 2015,
  "publication_date": "2015-03-31",
  "type": "article",
  "cited_by_count": 1,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "193",
  "issue": "4S",
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2780795376",
      "display_name": "Ketamine",
      "level": 2,
      "score": 0.88903195
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.73565054
    },
    {
      "id": "C2777397205",
      "display_name": "Saline",
      "level": 2,
      "score": 0.41909367
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.3063485
    },
    {
      "id": "C42219234",
      "display_name": "Anesthesia",
      "level": 1,
      "score": 0.27380776
    }
  ],
  "topics": [
    {
      "id": "T10458",
      "display_name": "Bladder and Urothelial Cancer Treatments",
      "score": 0.9777
    },
    {
      "id": "T11337",
      "display_name": "Tryptophan and brain disorders",
      "score": 0.9456
    },
    {
      "id": "T11232",
      "display_name": "Urinary Tract Infections Management",
      "score": 0.9104
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/j.juro.2015.02.954",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:59:57.445339",
  "source_database": "OpenAlex"
}