{
  "openalex_id": "W1983477312",
  "doi": "https://doi.org/10.4067/s0034-98872012001200015",
  "title": "Hacia guías de práctica clínica más confiables: La Guía para el manejo de la Influenza del Ministerio de Salud",
  "abstract": "Sr. Editor: Un ano atras, el Instituto de Medicina de Estados Unidos emitio un reporte llamado “Guias de practica clinica en que podemos confiar” ( Clinical Practice Guidelines we can trust ) (1). Este documento propone que se deben cumplir 8 criterios para considerar una guia de practica clinica como confiable. En Chile, al igual que en muchas partes del mundo, la mayor parte de las guias clinicas disponibles se encuentran por debajo de este estandar de calidad (2), lo cual llama fuertemente a reconsiderar el proceso de desarrollo de nuestras guias. La version 2012 de la guia para el Diagnostico y Manejo Clinico de Casos de Influenza, del Ministerio de Salud (3), dio un golpe al escenario nacional al incorporar la metodologia GRADE en su desarrollo. De manera sucinta, el sistema GRADE (de “ Grading of Recommendations Assessment, Development and Evaluation ”) es un sistema explicito y transparente para desarrollar resumenes y evaluar criticamente la informacion proveniente de revisiones sistematicas, y a partir de estos generar recomendaciones (4). La caracteristica fundamental de este sistema es que primero propone un sistema explicito y estructurado para graduar la calidad de la evidencia, es decir, evaluar que tan confiados podemos estar en el efecto de las intervenciones. Luego, y a partir de esta graduacion, permite establecer la fuerza de las recomendaciones siguiendo criterios explicitos que incluyen consideraciones del balance riesgo/beneficio, los valores y preferencias de los pacientes y los recursos involucrados. Las recomendaciones llamadas “fuertes” tipicamente pueden ser aplicadas a la mayoria de los pacientes en la mayoria de las situaciones, mientras que las recomendaciones llamadas “debiles” o “condicionales” deben ser individualizadas a los valores y preferencias especificos de los pacientes o a las circunstancias particulares. Este sistema ya ha sido adoptado por numerosas instituciones, entre las cuales se incluyen la Organizacion Mundial de la Salud y la Colaboracion Cochrane. La reciente guia para el manejo de la Influenza del Ministerio de Salud presenta 13 recomendaciones, en las cuales se explicita claramente la fuerza de la recomendacion y la calidad de la evidencia que la sustenta. Hasta donde nosotros sabemos, esta es la primera guia desarrollada nacionalmente en incluir la metodologia GRADE. Sin duda, un gran avance y una muy buena noticia para los clinicos y los pacientes. Sin embargo, la guia de Influenza deja algunos desafios pendientes. Basicamente, avanzar en hacer el proceso de desarrollo mas explicito y transparente. Una caracteristica fundamental del sistema GRADE es el desarrollo de resumenes de evidencia y su graduacion, explicitando las razones de por que la evidencia para cada una de las recomendaciones se considera de alta, media, baja o muy baja calidad. Si bien los autores de la guia de influenza senalaron la calidad de la evidencia, no hacen explicitos sus juicios respecto de como estimaron dicha calidad en cada una de las recomendaciones. Lo mismo ocurre con los juicios involucrados en la fuerza de las recomendaciones. La guia presenta recomendaciones fuertes y debiles, pero no se proporciona explicitamente una justificacion para la fuerza en cada una de las recomendaciones. Por ultimo, los valores y preferencias que son utilizados para el desarrollo de la guia tambien debieran ser explicitos. A modo de ejemplo, la novena version de la guia anti-trombotica del American College of Chest Physicians , elaborada con metodologia GRADE, recomienda el uso de profilaxis con anticoagulantes en mujeres embarazadas con riesgo intermedio o alto de un evento tromboembolico (5). Los autores de esta guia explicitan que esta recomendacion pone mas valor en evitar eventos tromboembolicos que en las potenciales complicaciones derivadas del sangrado. Hacer explicito los valores y preferencias que son utilizados para formular la recomendacion es importante al momento de considerar su implementacion. Por ejemplo, resulta razonable no seguir la recomendacion de profilaxis anticoagulante en una mujer que ponga mas valor en evitar eventos de sangrado que eventos tromboembolicos. Pero sin una adecuada explicitacion de estos valores y preferencias, el uso apropiado de las recomendaciones desarrolladas con la metodologia GRADE se dificulta. Normal 0 21 false false false ES X-NONE X-NONE /* Style Definitions */\r\n table.MsoNormalTable\r\n\t{mso-style-name:Tabla normal;\r\n\tmso-tstyle-rowband-size:0;\r\n\tmso-tstyle-colband-size:0;\r\n\tmso-style-noshow:yes;\r\n\tmso-style-priority:99;\r\n\tmso-style-qformat:yes;\r\n\tmso-style-parent:;\r\n\tmso-padding-alt:0cm 5.4pt 0cm 5.4pt;\r\n\tmso-para-margin:0cm;\r\n\tmso-para-margin-bottom:.0001pt;\r\n\tmso-pagination:widow-orphan;\r\n\tfont-size:11.0pt;\r\n\tfont-family:Calibri,sans-serif;\r\n\tmso-ascii-font-family:Calibri;\r\n\tmso-ascii-theme-font:minor-latin;\r\n\tmso-fareast-font-family:Times New Roman;\r\n\tmso-fareast-theme-font:minor-fareast;\r\n\tmso-hansi-font-family:Calibri;\r\n\tmso-hansi-theme-font:minor-latin;\r\n\tmso-bidi-font-family:Times New Roman;\r\n\tmso-bidi-theme-font:minor-bidi;}",
  "authors": [
    {
      "display_name": "Ignacio Neumann",
      "id": "A5109094834",
      "orcid": "https://orcid.org/0000-0001-8406-6880",
      "institutions": [
        {
          "id": "I162148367",
          "display_name": "Pontificia Universidad Católica de Chile",
          "country_code": "CL",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ignacio Neumann"
    },
    {
      "display_name": "Lorena Cifuentes",
      "id": "A5054530074",
      "orcid": "https://orcid.org/0000-0002-9749-9201",
      "institutions": [
        {
          "id": "I162148367",
          "display_name": "Pontificia Universidad Católica de Chile",
          "country_code": "CL",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Lorena Cifuentes"
    }
  ],
  "publication_year": 2012,
  "publication_date": "2012-12-01",
  "type": "letter",
  "cited_by_count": 5,
  "is_retracted": false,
  "is_paratext": false,
  "language": "es",
  "source": {
    "id": "S155962516",
    "display_name": "Revista médica de Chile",
    "issn_l": "0034-9887",
    "issn": [
      "0034-9887",
      "0717-6163"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310321632"
  },
  "volume": "140",
  "issue": "12",
  "first_page": "1615",
  "last_page": "1616",
  "open_access": {
    "is_oa": true,
    "oa_status": "gold",
    "oa_url": "http://www.scielo.cl/pdf/rmc/v140n12/art15.pdf",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C15708023",
      "display_name": "Humanities",
      "level": 1,
      "score": 0.74893034
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.5019164
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.22032297
    }
  ],
  "topics": [
    {
      "id": "T12664",
      "display_name": "Clinical practice guidelines implementation",
      "score": 0.9662
    },
    {
      "id": "T12413",
      "display_name": "Health and Medical Education",
      "score": 0.9435
    },
    {
      "id": "T11590",
      "display_name": "Primary Care and Health Outcomes",
      "score": 0.9295
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.4067/s0034-98872012001200015",
  "pdf_url": "http://www.scielo.cl/pdf/rmc/v140n12/art15.pdf",
  "retrieved_date": "2025-07-30T15:19:27.416295",
  "source_database": "OpenAlex"
}