{
  "openalex_id": "W1984232765",
  "doi": "https://doi.org/10.1097/01.ju.0000162061.40533.0f",
  "title": "COMPARISON OF SCREEN DETECTED AND CLINICALLY DIAGNOSED PROSTATE CANCER IN THE EUROPEAN RANDOMIZED STUDY OF SCREENING FOR PROSTATE CANCER, SECTION ROTTERDAM",
  "abstract": "No AccessJournal of UrologyAdult Urology: Oncology: Prostate/Testis/Penis/Urethra1 Jul 2005COMPARISON OF SCREEN DETECTED AND CLINICALLY DIAGNOSED PROSTATE CANCER IN THE EUROPEAN RANDOMIZED STUDY OF SCREENING FOR PROSTATE CANCER, SECTION ROTTERDAM INGRID W. van der CRUIJSEN-KOETER, ANDRÉ N. VIS, MONIQUE J. ROOBOL, MARK F. WILDHAGEN, HARRY J. de KONING, THEO H. van der KWAST, and FRITZ H. SCHRÖDER INGRID W. van der CRUIJSEN-KOETERINGRID W. van der CRUIJSEN-KOETER , ANDRÉ N. VISANDRÉ N. VIS , MONIQUE J. ROOBOLMONIQUE J. ROOBOL , MARK F. WILDHAGENMARK F. WILDHAGEN , HARRY J. de KONINGHARRY J. de KONING , THEO H. van der KWASTTHEO H. van der KWAST , and FRITZ H. SCHRÖDERFRITZ H. SCHRÖDER View All Author Informationhttps://doi.org/10.1097/01.ju.0000162061.40533.0fAboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: This report provides a comparison of characteristics detected in the screening and control arms of the European Randomized study of Screening for Prostate Cancer, section Rotterdam. Materials and Methods: Between December 1993 and January 1999, 35,148 men 55 to 74 years old were randomized to European Randomized study of Screening for Prostate Cancer Rotterdam, including 17,635 in the screening arm and 17,513 in the control arm. Prostate specific antigen testing, digital rectal examination, transrectal ultrasound and sextant biopsies were offered to all participants in the screening arm according to 2 algorithms. All screening detected cancers and cancers found in the control arm were evaluated at the same cutoff point, that is January 1, 2003. To identify prostate cancer cases in the control arm yearly linkage was performed with the Rotterdam Cancer Registry database. Followup information was collected by chart review. Results: By January 1, 2003, 1,269 cancers were detected in the screening arm and 336 were detected in the control arm. A shift to more favorable clinical stages and histological grades on biopsy was seen in the screening arm of the trial. T1C and T2 cancers were 5.8 and 6.2 times more often diagnosed, respectively, in the screening arm than in the control arm of the trial. Only 4.6% of control arm cancers were found through opportunistic screening. Conclusions: Although a favorable shift in prognostic factors was seen for the screening arm of the trial, these results do not provide evidence that prostate cancer screening has an effect on prostate cancer mortality. References 1 : Prostate cancer mortality reduction by screening: power and time frame with complete enrollment in the European Randomised study of Screening for Prostate Cancer (ERSPC) trial. Int J Cancer2002; 98: 268. Google Scholar 2 : Prospective evaluation plan for randomised trials of prostate cancer screening. The International Prostate Cancer Screening Trial Evaluation Group. J Med Screening1996; 3: 97. Google Scholar 3 : Changing role of three screening modalities in the European Randomized Study of Screening for Prostate Cancer (Rotterdam). Int J Cancer1999; 84: 437. Google Scholar 4 : Evaluation of the digital rectal examination as a screening test for prostate cancer. Rotterdam section of the European Randomized Study of Screening for Prostate Cancer. J Natl Cancer Inst1998; 90: 1817. Google Scholar 5 : Repeat screening for prostate cancer after 1-year followup in 984 biopsied men: clinical and pathological features of detected cancer. J Urol1998; 160: 2121. Link, Google Scholar 6 : Prostate-specific antigen cutoff of 2.6 ng/mL for prostate cancer screening is associated with favorable pathologic tumor features. Urology2002; 60: 469. Google Scholar 7 : Results of a randomized, population-based study of biennial screening using serum prostate-specific antigen measurements to detect prostate carcinoma. Cancer2004; 100: 1397. Google Scholar 8 : Prognosis in patients with carcinoma of the prostate. Cancer1970; 25: 911. Google Scholar 9 : Prostate specific antigen testing and digital rectal examination before and during a randomized trial of screening for prostate cancer: European Randomized Study of Screening for Prostate Cancer, Rotterdam. J Urol2000; 164: 1216. Link, Google Scholar 10 : Effective PSA contamination in the Rotterdam section of the European Randomized Study of Screening for Prostate Cancer. Int J Cancer2003; 105: 394. Google Scholar 11 Visser O. Coebergh J.W.W. Schouten L.J. and van Dijck, J. A. A. M.: Incidence of cancer in the Netherlands 1994: the sixth report of the Netherlands Cancer Registry. Google Scholar 12 : Overdiagnosis due to prostate-specific antigen screening: lessons from U. S. prostate cancer incidence trends. J Natl Cancer Inst2002; 94: 981. Google Scholar 13 : Prostate cancer detection at low prostate specific antigen. J Urol2000; 163: 806. Link, Google Scholar 14 : Lead times and overdetection due to prostate-specific antigen screening: estimates from the European Randomized Study of Screening for Prostate Cancer. J Natl Cancer Inst2003; 95: 868. Google Scholar 15 : Interval carcinomas in the European Randomized Study of Screening for Prostate Cancer (ERSPC)-Rotterdam. J Natl Cancer Inst2003; 95: 1462. Google Scholar From the Departments of Urology (IWvdC-K, MJR, MFW, FHS), Pathology (ANV, THvdK) (Josephine Nefkens Institute) and Public Health (HJdK), Erasmus Medical Center Rotterdam, Rotterdam, The Netherlands© 2005 by American Urological Association, Inc.FiguresReferencesRelatedDetailsCited ByMeeks J, Thaxton C, Loeb S, Roehl K, Helfand B and Catalona W (2018) Comparison of Prostate Specific Antigen Velocity in Screened Versus Referred Patients With Prostate CancerJournal of Urology, VOL. 179, NO. 4, (1340-1343), Online publication date: 1-Apr-2008.Graif T, Loeb S, Roehl K, Gashti S, Griffin C, Yu X and Catalona W (2018) Under Diagnosis and Over Diagnosis of Prostate CancerJournal of Urology, VOL. 178, NO. 1, (88-92), Online publication date: 1-Jul-2007. Volume 174Issue 1July 2005Page: 121-125 Advertisement Copyright & Permissions© 2005 by American Urological Association, Inc.Keywordsmass screeningprostatic neoplasmsprognosisprostateMetricsAuthor Information INGRID W. van der CRUIJSEN-KOETER More articles by this author ANDRÉ N. VIS More articles by this author MONIQUE J. ROOBOL More articles by this author MARK F. WILDHAGEN More articles by this author HARRY J. de KONING More articles by this author THEO H. van der KWAST More articles by this author FRITZ H. SCHRÖDER More articles by this author Expand All Advertisement PDF DownloadLoading ...",
  "authors": [
    {
      "display_name": "Ingrid W. van der Cruijsen-Koeter",
      "id": "A5039329397",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "INGRID W. van der CRUIJSEN-KOETER"
    },
    {
      "display_name": "André N. Vis",
      "id": "A5086355643",
      "orcid": "https://orcid.org/0000-0003-3419-3368",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "ANDRÉ N. VIS"
    },
    {
      "display_name": "Monique J. Roobol",
      "id": "A5039867286",
      "orcid": "https://orcid.org/0000-0001-6967-1708",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "MONIQUE J. ROOBOL"
    },
    {
      "display_name": "Mark F. Wildhagen",
      "id": "A5110871273",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "MARK F. WILDHAGEN"
    },
    {
      "display_name": "Harry J. de Koning",
      "id": "A5078025092",
      "orcid": "https://orcid.org/0000-0003-4682-3646",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "HARRY J. de KONING"
    },
    {
      "display_name": "Theodorus van der Kwast",
      "id": "A5057500759",
      "orcid": "https://orcid.org/0000-0001-8640-5786",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "THEO H. van der KWAST"
    },
    {
      "display_name": "Fritz H. Schröder",
      "id": "A5108468198",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "FRITZ H. SCHRÖDER"
    }
  ],
  "publication_year": 2005,
  "publication_date": "2005-06-07",
  "type": "article",
  "cited_by_count": 91,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "174",
  "issue": "1",
  "first_page": "121",
  "last_page": "125",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.9546027
    },
    {
      "id": "C2780192828",
      "display_name": "Prostate cancer",
      "level": 3,
      "score": 0.7531159
    },
    {
      "id": "C2776235491",
      "display_name": "Prostate",
      "level": 3,
      "score": 0.68700874
    },
    {
      "id": "C121608353",
      "display_name": "Cancer",
      "level": 2,
      "score": 0.5204606
    },
    {
      "id": "C168563851",
      "display_name": "Randomized controlled trial",
      "level": 2,
      "score": 0.4882884
    },
    {
      "id": "C2780129039",
      "display_name": "Section (typography)",
      "level": 2,
      "score": 0.48658216
    },
    {
      "id": "C29456083",
      "display_name": "Gynecology",
      "level": 1,
      "score": 0.46288818
    },
    {
      "id": "C143998085",
      "display_name": "Oncology",
      "level": 1,
      "score": 0.4148329
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.26677793
    },
    {
      "id": "C112698675",
      "display_name": "Advertising",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C144133560",
      "display_name": "Business",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10124",
      "display_name": "Prostate Cancer Diagnosis and Treatment",
      "score": 0.9989
    },
    {
      "id": "T10543",
      "display_name": "Prostate Cancer Treatment and Research",
      "score": 0.998
    },
    {
      "id": "T10552",
      "display_name": "Colorectal Cancer Screening and Detection",
      "score": 0.9823
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1097/01.ju.0000162061.40533.0f",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:04:45.749604",
  "source_database": "OpenAlex"
}