{
  "openalex_id": "W1985165055",
  "doi": "https://doi.org/10.1016/s0022-5347(05)67035-8",
  "title": "VALIDATION OF PARTIN TABLES FOR PREDICTING PATHOLOGICAL STAGE OF CLINICALLY LOCALIZED PROSTATE CANCER",
  "abstract": "No AccessJournal of UrologyCLINICAL UROLOGY: Original Articles1 Nov 2000VALIDATION OF PARTIN TABLES FOR PREDICTING PATHOLOGICAL STAGE OF CLINICALLY LOCALIZED PROSTATE CANCER MICHAEL L. BLUTE, ERIK J. BERGSTRALH, ALAN W. PARTIN, PATRICK C. WALSH, MICHAEL W. KATTAN, PETER T. SCARDINO, JAMES E. MONTIE, JAY D. PEARSON, JEFFREY M. SLEZAK, and HORST ZINCKE MICHAEL L. BLUTEMICHAEL L. BLUTE , ERIK J. BERGSTRALHERIK J. BERGSTRALH , ALAN W. PARTINALAN W. PARTIN , PATRICK C. WALSHPATRICK C. WALSH , MICHAEL W. KATTANMICHAEL W. KATTAN , PETER T. SCARDINOPETER T. SCARDINO , JAMES E. MONTIEJAMES E. MONTIE , JAY D. PEARSONJAY D. PEARSON , JEFFREY M. SLEZAKJEFFREY M. SLEZAK , and HORST ZINCKEHORST ZINCKE View All Author Informationhttps://doi.org/10.1016/S0022-5347(05)67035-8AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: The accurate prediction of pathological stage of prostate cancer using preoperative factors is a critical aspect of treatment. In 1997 Partin et al published tables predicting pathological stage using clinical stage, Gleason score and prostate specific antigen (PSA). We tested the validity of the Partin tables. Materials and Methods: From 1990 to 1996 inclusively 5,780 patients underwent bilateral pelvic lymphadenectomy and radical prostatectomy for prostate cancer at the Mayo Clinic. However, only 2,475 of these patients met all inclusion criteria of no preoperative treatment, known biopsy Gleason score, available preoperative PSA done either before biopsy or more than 28 days after biopsy and clinical stage T1, T2 or T3a. Among the 2,475 patients 15 had positive lymph nodes and planned prostatectomy was abandoned. The receiver operating characteristics (ROC) curve area, observed and predicted Partin rates of each pathological stage, and positive and negative predictive values were used to compare the Mayo study to the Partin tables. Results: The distribution of pathological stage was organ confined in 67% of Mayo cases versus 48% in the Partin study, extracapsular without seminal vesicle or node involvement in 18% versus 40%, seminal vesicle involvement without nodes in 9% versus 7% and were positive nodes in 6% versus 5%. Using the predicted probabilities of Partin et al the ROC curve area for predicted node positive disease was 0.84 for Mayo cases compared to an estimated 0.82 in the Partin series. The ROC curve area for predicting organ confined cancer was 0.76 for the Mayo Clinic compared to an estimated 0.73 for the Partin series. The observed rates of node positive disease were similar to those predicted (Partin) based on clinical stage, PSA and Gleason score. For organ confined disease Mayo rates were consistently higher than those predicted from the Partin series using a cut point of 0.50 or greater. Positive and negative predictive values were 0.83 and 0.49 versus 0.63 and 0.70 for the Mayo Clinic and Partin series. Conclusions: Our study provides strong evidence that sensitivity and specificity of the Partin tables for external clinical sites are similar to what was reported. References 1 : Pattern of failure after radical retropubic prostatectomy for clinically and pathologically localized adenocarcinoma of the prostate: influence of tumor deoxyribonucleic acid ploidy. J Urol1989; 142: 1262. Link, Google Scholar 2 : Impact of radical prostatectomy in the management of clinically localized disease. J Urol1994; 152: 1826. Link, Google Scholar 3 : Prostate specific antigen levels after radical prostatectomy in patients with organ confined and locally extensive prostate cancer. J Urol1992; 147: 942. Link, Google Scholar 4 : Correlation of pathologic findings with progression following radical retropubic prostatectomy. Cancer1993; 71: 3582. Google Scholar 5 : Pathologic and clinical findings to predict tumor extent of nonpalpable (stage T1c) prostate cancer. JAMA1994; 271: 368. Crossref, Medline, Google Scholar 6 : The definition and preoperative prediction of clinically insignificant prostrate cancer. JAMA1996; 275: 288. Google Scholar 7 : The use of prostate specific antigen, clinical stage and Gleason score to predict pathological stage in men with localized prostate cancer. J Urol1993; 150: 110. Link, Google Scholar 8 : Combination of prostate-specific antigen, clinical stage, and Gleason score to predict pathological stage of localized prostate cancer. A multi-institutional update. JAMA1997; 277: 1445. Crossref, Medline, Google Scholar 9 : Staging and reporting of prostate cancer—sampling of the radical prostatectomy specimen. Cancer1996; 78: 366. Crossref, Medline, Google Scholar 10 : Analysis of risk factors associated with prostate cancer extension to the surgical margin and pelvic node metastasis at radical prostatectomy. J Urol1993; 150: 1845. Link, Google Scholar 11 : Core cancer length in ultrasound-guided systematic sextant biopsies: a preoperative evaluation of prostate cancer volume. Urology1995; 45: 987. Crossref, Medline, Google Scholar 12 : The volume of prostate cancer in the biopsy specimen cannot reliably predict the quantity of cancer in the radical prostatectomy specimen on an individual basis. J Urol1995; 153: 1543. Link, Google Scholar 13 : An algorithm for predicting nonorgan confined prostate cancer using the results obtained from sextant core biopsies with prostate specific antigen level. J Urol1996; 156: 1375. Link, Google Scholar 14 : Distinguishing clinically important from unimportant prostate cancers before treatment: value of systematic biopsies. J Urol1996; 156: 1059. Link, Google Scholar 15 : Optimized microvessel density analysis improves prediction of cancer stage from prostate needle biopsies. Urology1996; 48: 47. Google Scholar 16 : Relationship between serum prostate specific antigen, needle biopsy findings, and histopathologic features of prostatic carcinoma in radical prostatectomy tissues. Cancer1995; 75: 1842. Google Scholar 17 : Evaluation of a nomogram used to predict the pathologic stage of clinically localized prostate carcinoma. Cancer1997; 79: 528. Google Scholar 18 : The impact of the inclusion of endorectal coil magnetic resonance imaging in a multivariate analysis to predict clinically unsuspected extraprostatic cancer. Cancer1995; 75: 2368. Google Scholar 19 : Correlation of clinical stage, serum prostatic acid phosphatase, and preoperative Gleason grade with final pathological stage in 275 patients with clinically localized adenocarcinoma of the prostate. J Urol1987; 138: 92. Abstract, Google Scholar 20 : Ability of preoperative serum prostate-specific antigen value to predict pathologic stage and DNA ploidy. Influence of clinical stage and tumor grade. Urology1993; 41: 207. Google Scholar 21 : Predicting the risk of lymph node involvement using the pre-treatment prostate specific antigen and Gleason score in men with clinically localized prostate cancer. Int J Radiat Oncol Biol Phys1994; 28: 33. Google Scholar 22 : Eliminating the need for bilateral pelvic lymphadenectomy in select patients with prostate cancer. J Urol1994; 151: 1315. Link, Google Scholar 23 : The role of transrectal ultrasound-guided biopsy-based staging, preoperative serum prostate-specific antigen, and biopsy Gleason score in prediction of final pathologic diagnosis in prostate cancer. Urology1995; 46: 205. Crossref, Medline, Google Scholar 24 : The role of digital rectal examination, biopsy Gleason sum and prostate-specific antigen in selecting patients who require pelvic lymph node dissections for prostate cancer. Br J Urol1996; 78: 419. Google Scholar 25 : Detection of organ-confined prostate cancer is increased through prostate-specific antigen-based screening. JAMA1993; 270: 948. Crossref, Medline, Google Scholar From the Departments of Urology and Biostatistics, Mayo Clinic, Rochester, Minnesota, James Buchanan Brady Urological Institute, Baltimore, Maryland, Memorial Sloan-Kettering Cancer Center, New York, New York, Section of Urology, The University of Michigan, Ann Arbor, Michigan, and Merck Research Laboratories, West Point, Pennsylvania© 2000 by American Urological Association, Inc.FiguresReferencesRelatedDetailsCited byMcKenney J, Simko J, Bonham M, True L, Troyer D, Hawley S, Newcomb L, Fazli L, Kunju L, Nicolas M, Vakar-Lopez F, Zhang X, Carroll P and Brooks J (2011) The Potential Impact of Reproducibility of Gleason Grading in Men With Early Stage Prostate Cancer Managed by Active Surveillance: A Multi-Institutional StudyJournal of Urology, VOL. 186, NO. 2, (465-469), Online publication date: 1-Aug-2011.Yu J, Makarov D, Sharma R, Peschel R, Partin A and Gross C (2009) Validation of the Partin Nomogram for Prostate Cancer in a National SampleJournal of Urology, VOL. 183, NO. 1, (105-111), Online publication date: 1-Jan-2010.Naito S, Kuroiwa K, Kinukawa N, Goto K, Koga H, Ogawa O, Murai M and Shiraishi T (2008) Validation of Partin Tables and Development of a Preoperative Nomogram for Japanese Patients With Clinically Localized Prostate Cancer Using 2005 International Society of Urological Pathology Consensus on Gleason Grading: Data From the Clinicopathological Research Group for Localized Prostate CancerJournal of Urology, VOL. 180, NO. 3, (904-910), Online publication date: 1-Sep-2008.Wagner M, Sokoloff M and Daneshmand S (2007) The Role of Pelvic Lymphadenectomy for Prostate Cancer—Therapeutic?Journal of Urology, VOL. 179, NO. 2, (408-413), Online publication date: 1-Feb-2008.Steuber T, Graefen M, Haese A, Erbersdobler A, Chun F, Schlom T, Perrotte P, Huland H and Karakiewicz P (2018) Validation of a Nomogram for Prediction of Side Specific Extracapsular Extension at Radical ProstatectomyJournal of Urology, VOL. 175, NO. 3, (939-944), Online publication date: 1-Mar-2006.MILLER D, MONTIE J and WEI J (2018) MEASURING THE QUALITY OF CARE FOR LOCALIZED PROSTATE CANCERJournal of Urology, VOL. 174, NO. 2, (425-431), Online publication date: 1-Aug-2005.STEUBER T, KARAKIEWICZ P, AUGUSTIN H, ERBERSDOBLER A, LANGE I, HAESE A, CHUN K, WALZ J, GRAEFEN M and HULAND H (2018) TRANSITION ZONE CANCERS UNDERMINE THE PREDICTIVE ACCURACY OF PARTIN TABLE STAGE PREDICTIONSJournal of Urology, VOL. 173, NO. 3, (737-741), Online publication date: 1-Mar-2005.POULAKIS V, WITZSCH U, DE VRIES R, EMMERLICH V, MEVES M, ALTMANNSBERGER H and BECHT E (2018) PREOPERATIVE NEURAL NETWORK USING COMBINED MAGNETIC RESONANCE IMAGING VARIABLES, PROSTATE SPECIFIC ANTIGEN AND GLEASON SCORE TO PREDICT PROSTATE CANCER STAGEJournal of Urology, VOL. 172, NO. 4 Part 1, (1306-1310), Online publication date: 1-Oct-2004.COOPERBERG M, BROERING J, LITWIN M, LUBECK D, MEHTA S, HENNING J and CARROLL P (2018) THE CONTEMPORARY MANAGEMENT OF PROSTATE CANCER IN THE UNITED STATES: LESSONS FROM THE CANCER OF THE PROSTATE STRATEGIC UROLOGIC RESEARCH ENDEAVOR (CAPSURE), A NATIONAL DISEASE REGISTRYJournal of Urology, VOL. 171, NO. 4, (1393-1401), Online publication date: 1-Apr-2004.AUGUSTIN H, EGGERT T, WENSKE S, KARAKIEWICZ P, PALISAAR J, DAGHOFER F, HULAND H and GRAEFEN M (2018) Comparison of Accuracy Between the Partin Tables Of 1997 and 2001 to Predict Final Pathological Stage in Clinically Localized Prostate CancerJournal of Urology, VOL. 171, NO. 1, (177-181), Online publication date: 1-Jan-2004.ZLOTTA A, REMZI M, SNOW P, SCHULMAN C, MARBERGER M and DJAVAN B (2018) An Artificial Neural Network for Prostate Cancer Staging when Serum Prostate Specific Antigen is 10 NG./ML. or LessJournal of Urology, VOL. 169, NO. 5, (1724-1728), Online publication date: 1-May-2003.Penson D, Grossfeld G, Li Y, Henning J, Lubeck D and Carroll P (2018) How Well Does The Partin Nomogram Predict Pathological Stage After Radical Prostatectomy In A Community Based Population? Results Of The Cancer Of The Prostate Strategic Urological Research EndeavorJournal of Urology, VOL. 167, NO. 4, (1653-1658), Online publication date: 1-Apr-2002.ROSS P, SCARDINO P and KATTAN M (2018) A CATALOG OF PROSTATE CANCER NOMOGRAMSJournal of Urology, VOL. 165, NO. 5, (1562-1568), Online publication date: 1-May-2001. Volume 164Issue 5November 2000Page: 1591-1595 Advertisement Copyright & Permissions© 2000 by American Urological Association, Inc.Keywordsroc curveprostatic neoplasmsprostate-specific antigenclinical trialsMetricsAuthor Information MICHAEL L. BLUTE More articles by this author ERIK J. BERGSTRALH More articles by this author ALAN W. PARTIN Financial interest and/or other relationship with Bayer, Cell Pathways, Cytogen, Hybritech and Urologix. More articles by this author PATRICK C. WALSH More articles by this author MICHAEL W. KATTAN More articles by this author PETER T. SCARDINO Financial interest and/or other relationship with EDAP Technomed, ProQuest, Rita, TAP Pharmaceuticals, Uromed and Zeneca. More articles by this author JAMES E. MONTIE Financial interest and/or other relationship with Centeon, Intracell Corp., UroCor and Zeneca. More articles by this author JAY D. PEARSON More articles by this author JEFFREY M. SLEZAK More articles by this author HORST ZINCKE More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Michael L. Blute",
      "id": "A5111665084",
      "orcid": null,
      "institutions": [
        {
          "id": "I192545095",
          "display_name": "United States Military Academy",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I27837315",
          "display_name": "University of Michigan",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1330342723",
          "display_name": "Mayo Clinic",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I1334819555",
          "display_name": "Memorial Sloan Kettering Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "MICHAEL L. BLUTE"
    },
    {
      "display_name": "Erik J. Bergstralh",
      "id": "A5109562288",
      "orcid": null,
      "institutions": [
        {
          "id": "I1330342723",
          "display_name": "Mayo Clinic",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I192545095",
          "display_name": "United States Military Academy",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I27837315",
          "display_name": "University of Michigan",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1334819555",
          "display_name": "Memorial Sloan Kettering Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "ERIK J. BERGSTRALH"
    },
    {
      "display_name": "Alan W. Partin",
      "id": "A5063449536",
      "orcid": "https://orcid.org/0000-0003-2523-7592",
      "institutions": [
        {
          "id": "I192545095",
          "display_name": "United States Military Academy",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1330342723",
          "display_name": "Mayo Clinic",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I1334819555",
          "display_name": "Memorial Sloan Kettering Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I27837315",
          "display_name": "University of Michigan",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "ALAN W. PARTIN"
    },
    {
      "display_name": "Patrick C. Walsh",
      "id": "A5110154818",
      "orcid": null,
      "institutions": [
        {
          "id": "I27837315",
          "display_name": "University of Michigan",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1334819555",
          "display_name": "Memorial Sloan Kettering Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I1330342723",
          "display_name": "Mayo Clinic",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I192545095",
          "display_name": "United States Military Academy",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "PATRICK C. WALSH"
    },
    {
      "display_name": "Michael W. Kattan",
      "id": "A5054374857",
      "orcid": "https://orcid.org/0000-0002-3840-4161",
      "institutions": [
        {
          "id": "I27837315",
          "display_name": "University of Michigan",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1330342723",
          "display_name": "Mayo Clinic",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I1334819555",
          "display_name": "Memorial Sloan Kettering Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I192545095",
          "display_name": "United States Military Academy",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "MICHAEL W. KATTAN"
    },
    {
      "display_name": "Peter T. Scardino",
      "id": "A5012224683",
      "orcid": "https://orcid.org/0000-0002-1601-8411",
      "institutions": [
        {
          "id": "I1330342723",
          "display_name": "Mayo Clinic",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I192545095",
          "display_name": "United States Military Academy",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I27837315",
          "display_name": "University of Michigan",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1334819555",
          "display_name": "Memorial Sloan Kettering Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "PETER T. SCARDINO"
    },
    {
      "display_name": "James E. Montie",
      "id": "A5076002647",
      "orcid": "https://orcid.org/0000-0002-7735-9316",
      "institutions": [
        {
          "id": "I192545095",
          "display_name": "United States Military Academy",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I27837315",
          "display_name": "University of Michigan",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1334819555",
          "display_name": "Memorial Sloan Kettering Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I1330342723",
          "display_name": "Mayo Clinic",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "JAMES E. MONTIE"
    },
    {
      "display_name": "Jay D. Pearson",
      "id": "A5040028162",
      "orcid": null,
      "institutions": [
        {
          "id": "I192545095",
          "display_name": "United States Military Academy",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1330342723",
          "display_name": "Mayo Clinic",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I1334819555",
          "display_name": "Memorial Sloan Kettering Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I27837315",
          "display_name": "University of Michigan",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "JAY D. PEARSON"
    },
    {
      "display_name": "Jeffrey M. Slezak",
      "id": "A5109932206",
      "orcid": null,
      "institutions": [
        {
          "id": "I27837315",
          "display_name": "University of Michigan",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1330342723",
          "display_name": "Mayo Clinic",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I1334819555",
          "display_name": "Memorial Sloan Kettering Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I192545095",
          "display_name": "United States Military Academy",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "JEFFREY M. SLEZAK"
    },
    {
      "display_name": "Horst Zincke",
      "id": "A5070253773",
      "orcid": null,
      "institutions": [
        {
          "id": "I192545095",
          "display_name": "United States Military Academy",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1330342723",
          "display_name": "Mayo Clinic",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I1334819555",
          "display_name": "Memorial Sloan Kettering Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I27837315",
          "display_name": "University of Michigan",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "HORST ZINCKE"
    }
  ],
  "publication_year": 2000,
  "publication_date": "2000-11-01",
  "type": "article",
  "cited_by_count": 175,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "164",
  "issue": "5",
  "first_page": "1591",
  "last_page": "1595",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C146357865",
      "display_name": "Stage (stratigraphy)",
      "level": 2,
      "score": 0.59669596
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.50158477
    },
    {
      "id": "C2780192828",
      "display_name": "Prostate cancer",
      "level": 3,
      "score": 0.4988165
    },
    {
      "id": "C121608353",
      "display_name": "Cancer",
      "level": 2,
      "score": 0.30191833
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.11109647
    },
    {
      "id": "C151730666",
      "display_name": "Paleontology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10543",
      "display_name": "Prostate Cancer Treatment and Research",
      "score": 0.9953
    },
    {
      "id": "T10124",
      "display_name": "Prostate Cancer Diagnosis and Treatment",
      "score": 0.9939
    },
    {
      "id": "T10552",
      "display_name": "Colorectal Cancer Screening and Detection",
      "score": 0.9822
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/s0022-5347(05)67035-8",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:55:41.468136",
  "source_database": "OpenAlex"
}