{
  "openalex_id": "W1983728421",
  "doi": "https://doi.org/10.1097/01.ju.0000076621.71247.6c",
  "title": "Expectant Management of Small, Recurrent, Noninvasive Papillary Bladder Tumors",
  "abstract": "No AccessJournal of UrologyCLINICAL UROLOGY: Original Articles1 Aug 2003Expectant Management of Small, Recurrent, Noninvasive Papillary Bladder Tumors MARK S. SOLOWAY, DARREN S. BRUCK, and SANDY S. KIM MARK S. SOLOWAYMARK S. SOLOWAY , DARREN S. BRUCKDARREN S. BRUCK , and SANDY S. KIMSANDY S. KIM View All Author Informationhttps://doi.org/10.1097/01.ju.0000076621.71247.6cAboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: The majority of patients with stage Ta or T1 bladder cancer will have a subsequent tumor. Many of these patients invariably undergo multiple transurethral resections to manage small subsequent tumors or recurrences. We report our experience monitoring patients whose subsequent tumors appear to be small, low grade and papillary. Materials and Methods: A total of 32 patients with small, papillary, low grade appearing tumors and a history of Ta or T1 transitional cell carcinoma were monitored. The decision to delay resection or fulguration and observe these tumors was based on bladder cancer history, endoscopic appearance of the tumor and presence or lack of symptoms. All patients had a previous Ta tumor, and the tumor being observed was always papillary and appeared to be low grade. The decision to resect the tumor(s) was based on change in appearance (size or configuration) at followup endoscopy or hematuria. Patient records were reviewed, and bladder cancer history and tumor observation periods were recorded. Several patients underwent a number of observation periods. Tumor grade and stage before the observation interval were compared to the pathology of the observed tumor(s) after eventual resection. Tumor growth rate was calculated based on estimated tumor size documented at each interval. Results: Mean patient age was 72 years (range 39 to 88). Mean time since diagnosis of bladder cancer (initial urothelial tumor event) was 71 months (range 12 to 139). Mean number of subsequent tumor episodes or recurrences per patient was 3.8 (range 1 to 10). Mean number of transurethral resections was 3.8. Mean tumor-free interval before development of a subsequent tumor or mean time to recurrence was 13.4 months based on 104 tumor episodes. Not all tumor recurrences were observed. Mean number of tumor observation periods per patient was 1.8 (range 1 to 5) with a mean duration of 10.09 months per period based on 56 observation intervals. Mean time since the beginning of the initial observation period was 38 months (range 6 to 126). Mean tumor growth rate for 37 tumors was 1.77 mm per month (range 0 to 5.8). Only 3 of 45 (6.7%) patients had tumor progression from a pre-observation, low grade, noninvasive (TaG1 to 2) to a high grade Ta or T1 tumor. In the 3 observation periods in which the patient's most recent tumor was T1, 2 (67%) patients had TaG1 on resection after observation. Every patient with a T1 tumor before observation of a small new tumor had a history of a Ta tumor. No disease progressed to muscle invasion. Conclusions: Small, recurrent, low grade appearing bladder tumors are slow growing and pose minimal risk. Therefore, as an alternative to in office fulguration to minimize morbidity and cost associated with repeat transurethral resection it may not be necessary to remove these tumors promptly at new tumor occurrence or recurrence. References 1 : Cancer statistics, 2000. CA Cancer J Clin2000; 50: 7. Crossref, Medline, Google Scholar 2 : Treated history of noninvasive grade 1 transitional cell carcinoma. J Urol1992; 148: 1413. Link, Google Scholar 3 : Does cystoscopy correlate with the histology of recurrent papillary tumours of the bladder?. BJU Int2001; 88: 683. Google Scholar 4 : Prediction of muscle invasion of bladder cancer by cystoscopy. Eur Urol2002; 41: 178. Google Scholar 5 : Intravesical interleukin-2 in T1 papillary bladder carcinoma: regression of marker lesion in 8 of 10 patients. J Urol1998; 159: 1183. Link, Google Scholar 6 : Phase II trials in Ta, T1 bladder cancer. The marker tumour concept. Br J Urol1996; 77: 634. Google Scholar 7 : Muscularis mucosa differentiates two populations with different prognosis in stage T1 bladder cancer. Urology1995; 45: 47. Google Scholar 8 : The usefulness of the level of muscularis mucosae in the staging of invasive transitional cell carcinoma of the urinary bladder. Cancer1990; 66: 543. Google Scholar 9 : Bladder Cancer Clinical Guidelines Panel summary report on the management of nonmuscle invasive bladder cancer (stages Ta, T1 and TIS). J Urol1999; 162: 1697. Link, Google Scholar 10 : Stage progression in Ta papillary urothelial tumors: relationship to grade, immunohistochemical expression of tumor markers, mitotic frequency and DNA ploidy. J Urol2001; 165: 1124. Link, Google Scholar 11 : Primary superficial bladder cancer risk groups according to progression, mortality and recurrence. J Urol2000; 164: 680. Link, Google Scholar 12 : Flexible cystourethroscopy: alternative to rigid instruments for evaluation of lower urinary tract. Urology1985; 25: 472. Google Scholar 13 : Office evaluation and management of bladder neoplasms. Urol Clin North Am1998; 25: 603. Google Scholar 14 : Outpatient flexible cystoscopy and fulguration of recurrent superficial bladder tumors. J Urol1990; 144: 1365. Link, Google Scholar 15 : Flexible cystoscopic bladder biopsies: a technique for outpatient evaluation of the lower urinary tract urothelium. Urology1994; 44: 756. Google Scholar From the Department of Urology, University of Miami, Miami, Florida© 2003 by American Urological Association, Inc.FiguresReferencesRelatedDetailsCited byRoupret M, Gontero P, McCracken S, Dudderidge T, Stockley J, Kennedy A, Rodriguez O, Sieverink C, Vanié F, Allasia M, Witjes J, Colombel M, Sylvester R, Longo F, Montanari E and Palou J (2020) Diagnostic Accuracy of MCM5 for the Detection of Recurrence in Nonmuscle Invasive Bladder Cancer Followup: A Blinded, Prospective Cohort, Multicenter European StudyJournal of Urology, VOL. 204, NO. 4, (685-690), Online publication date: 1-Oct-2020.Hurle R, Lazzeri M, Vanni E, Lughezzani G, Buffi N, Casale P, Saita A, Morenghi E, Forni G, Cardone P, Lista G, Colombo P, Peschechera R, Pasini L, Zandegiacomo S, Benetti A, Maffei D, Vavassori I and Guazzoni G (2017) Active Surveillance for Low Risk Nonmuscle Invasive Bladder Cancer: A Confirmatory and Resource Consumption Study from the BIAS ProjectJournal of Urology, VOL. 199, NO. 2, (401-406), Online publication date: 1-Feb-2018.Whitson J, Porten S, Hussein A and Meng M (2016) The Efficient and Effective Use of Exfoliative Urinary MarkersUrology Practice, VOL. 3, NO. 3, (195-202), Online publication date: 1-May-2016.Ströck V and Holmäng S (2015) A Prospective Study of the Size, Number and Histopathology of New and Recurrent Bladder TumorsUrology Practice, VOL. 2, NO. 5, (260-264), Online publication date: 1-Sep-2015.Gorin M and Soloway M (2015) Active Surveillance with Delayed Intervention for Recurrent Low Risk Bladder CancerUrology Practice, VOL. 2, NO. 5, (256-259), Online publication date: 1-Sep-2015.Mostafid H, Kirby R, Fitzpatrick J and Bryan R (2014) The Safe and Economical Care of Ta Bladder CancerUrology Practice, VOL. 1, NO. 4, (176-183), Online publication date: 1-Nov-2014.van der Aa M, Steyerberg E, Bangma C, van Rhijn B, Zwarthoff E and van der Kwast T (2009) Cystoscopy Revisited as the Gold Standard for Detecting Bladder Cancer Recurrence: Diagnostic Review Bias in the Randomized, Prospective CEFUB TrialJournal of Urology, VOL. 183, NO. 1, (76-80), Online publication date: 1-Jan-2010.Pruthi R, Baldwin N, Bhalani V and Wallen E (2007) Conservative Management of Low Risk Superficial Bladder TumorsJournal of Urology, VOL. 179, NO. 1, (87-90), Online publication date: 1-Jan-2008.Berrum-Svennung I, Granfors T, Jahnson S, Boman H and Holmäng S (2007) A Single Instillation of Epirubicin After Transurethral Resection of Bladder Tumors Prevents Only Small RecurrencesJournal of Urology, VOL. 179, NO. 1, (101-106), Online publication date: 1-Jan-2008.Hall M, Chang S, Dalbagni G, Pruthi R, Seigne J, Skinner E, Wolf J and Schellhammer P (2018) Guideline for the Management of Nonmuscle Invasive Bladder Cancer (Stages Ta, T1, and Tis): 2007 UpdateJournal of Urology, VOL. 178, NO. 6, (2314-2330), Online publication date: 1-Dec-2007.Nieder A (2007) Editorial CommentJournal of Urology, VOL. 178, NO. 4, (1205-1205), Online publication date: 1-Oct-2007.Mariappan P, Smith G, Lamb A, Grigor K and Tolley D (2018) Pattern of Recurrence Changes in Noninvasive Bladder Tumors Observed During 2 DecadesJournal of Urology, VOL. 177, NO. 3, (867-875), Online publication date: 1-Mar-2007.Jones T and Cheng L (2018) Papillary Urothelial Neoplasm of Low Malignant Potential: Evolving Terminology and ConceptsJournal of Urology, VOL. 175, NO. 6, (1995-2003), Online publication date: 1-Jun-2006.Nieder A and Soloway M (2018) Eliminate the Term \"Superficial\" Bladder CancerJournal of Urology, VOL. 175, NO. 2, (417-418), Online publication date: 1-Feb-2006.MARIAPPAN P and SMITH G (2018) A SURVEILLANCE SCHEDULE FOR G1Ta BLADDER CANCER ALLOWING EFFICIENT USE OF CHECK CYSTOSCOPY AND SAFE DISCHARGE AT 5 YEARS BASED ON A 25-YEAR PROSPECTIVE DATABASEJournal of Urology, VOL. 173, NO. 4, (1108-1111), Online publication date: 1-Apr-2005. Volume 170Issue 2August 2003Page: 438-441 Advertisement Copyright & Permissions© 2003 by American Urological Association, Inc.Keywordsobservation, recurrence, bladdercarcinoma, transitional cellcarcinoma, papillaryMetricsAuthor Information MARK S. SOLOWAY Financial interest and/or other relationship with Astra Zeneca, Matritech, Merck and TAP. More articles by this author DARREN S. BRUCK More articles by this author SANDY S. KIM More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Mark S. Soloway",
      "id": "A5107973008",
      "orcid": "https://orcid.org/0000-0002-4323-9623",
      "institutions": [
        {
          "id": "I145608581",
          "display_name": "University of Miami",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "MARK S. SOLOWAY"
    },
    {
      "display_name": "Darren Bruck",
      "id": "A5075793909",
      "orcid": null,
      "institutions": [
        {
          "id": "I145608581",
          "display_name": "University of Miami",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "DARREN S. BRUCK"
    },
    {
      "display_name": "Sandy S. Kim",
      "id": "A5071601724",
      "orcid": null,
      "institutions": [
        {
          "id": "I145608581",
          "display_name": "University of Miami",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "SANDY S. KIM"
    }
  ],
  "publication_year": 2003,
  "publication_date": "2003-08-01",
  "type": "article",
  "cited_by_count": 191,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "170",
  "issue": "2",
  "first_page": "438",
  "last_page": "441",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.9782083
    },
    {
      "id": "C3019815172",
      "display_name": "Expectant management",
      "level": 4,
      "score": 0.51403415
    },
    {
      "id": "C126894567",
      "display_name": "Urology",
      "level": 1,
      "score": 0.46252403
    },
    {
      "id": "C2781308585",
      "display_name": "Papillary tumor",
      "level": 2,
      "score": 0.42248276
    },
    {
      "id": "C126838900",
      "display_name": "Radiology",
      "level": 1,
      "score": 0.3679374
    },
    {
      "id": "C2779234561",
      "display_name": "Pregnancy",
      "level": 2,
      "score": 0.15801492
    },
    {
      "id": "C46973012",
      "display_name": "Gestation",
      "level": 3,
      "score": 0.069322675
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C54355233",
      "display_name": "Genetics",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10458",
      "display_name": "Bladder and Urothelial Cancer Treatments",
      "score": 1.0
    },
    {
      "id": "T12695",
      "display_name": "Urinary and Genital Oncology Studies",
      "score": 0.9998
    },
    {
      "id": "T10449",
      "display_name": "Renal cell carcinoma treatment",
      "score": 0.9831
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1097/01.ju.0000076621.71247.6c",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:46:07.328810",
  "source_database": "OpenAlex"
}