{
  "openalex_id": "W1990255774",
  "doi": "https://doi.org/10.1080/02687030600757325",
  "title": "A comparison of verbal and gesture treatments for a word production deficit resulting from acquired apraxia of speech",
  "abstract": "Background: Acquired apraxia of a speech (AOS) is a commonly encountered word production deficit following stroke. The efficacy of treatments for AOS is the subject of several recent studies. Evidence is mounting that verbal‐based treatment methods result in improved production of treated phonemes in trained contexts (Schneider & Frens, 2005 Schneider, S. and Frens, R. 2005. Training four‐syllable CV patterns in individuals with acquired apraxia of speech: Theoretical implications.. Aphasiology, 19(3/4/5): 451–471. [Taylor & Francis Online] , [Google Scholar]; Wambaugh et al., 1998 Wambaugh, J., Kalinyak‐Fliszar, M., West, J. and Doyle, P. 1998. Effects of treatment for sound errors in apraxia of speech and aphasia.. Journal of Speech, Language, and Hearing Research, 42: 725–743. [Crossref] , [Google Scholar]; Wambaugh & Martinez, 2000 Wambaugh, J. and Martinez, A. 2000. Effects of modified response elaboration training with apraxic and aphasic speakers.. Aphasiology, 14(5/6): 603–617. [Taylor & Francis Online] , [Google Scholar]; Wambaugh et al., 1999 Wambaugh, J., Martinez, A., McNeil, M. and Rogers, M. 1999. Sound production treatment for apraxia of speech: Overgeneralisation and maintenance effects.. Aphasiology, 13: 821–837. [Taylor & Francis Online], [Web of Science ®] , [Google Scholar]; Wambaugh & Nessler, 2004 Wambaugh, J. and Nessler, C. 2004. Modification of sound production treatment for apraxia of speech: Acquisition and generalisation effects.. Aphasiology, 18(5/6/7): 407–427. [Taylor & Francis Online] , [Google Scholar]). Alternatively, arm and hand gestures have previously been suggested as a possible useful treatment method/modality for AOS (Rao, 2001 Rao, P. 2001. “Use of Amer‐Ind code by persons with aphasia.”. In Language intervention strategies in aphasia and related neurogenic communication disorders, Edited by: Chapey, R. 688–702. Baltimore: Lippincott Williams & Wilkins. [Google Scholar]; Skelly et al., 1974 Skelly, M., Schinsky, L., Smith, R. and Fust, R. 1974. American Indian sign (Amer‐Ind) as a facilitator of verbalisation for the oral verbal apraxic.. Journal of Speech and Hearing Disorders, 34: 445–455. [Crossref] , [Google Scholar]; Wertz et al., 1984 Wertz, T., LaPointe, L. and Rosenbek, J. 1984. Apraxia of speech in adults: The disorder and its management, Orlando, FL: Grune & Stratton Inc. [Google Scholar]), and multi‐modality treatments are often considered more efficacious than single‐modality treatments, but there is minimal empirical evidence to support these suggestions. Speech‐language pathologists have little evidence on which to base their choice of gesture or verbal treatment methods. Such evidence is vital for ensuring treatment efficiency in clinical environments where total treatment times are reducing. Aims: This study aimed to investigate the relative efficacy of gesture, verbal, and combined verbal plus gesture treatments for a patient with chronic moderate acquired apraxia of speech. Methods & Procedures: AS, a 52‐year‐old male, participated in the study. AS sustained a single left fronto‐temporal stroke 60 months prior to the study, which resulted in Broca's aphasia and a moderate apraxia of speech. AS participated in a controlled multiple‐baseline single‐case experiment comparing the efficacy of the three treatments for the production of multi‐syllable words and words containing double and triple consonant clusters. Outcomes & Results: Large, statistically significant, and clinically relevant treatment effects were found for all three treatment conditions and there were no significant differences between conditions. Improvements made in word production were maintained at both the 1‐month and 3‐month follow‐up assessments. Generalisation of enhanced word production was found for trained sounds and clusters to untreated words and to conversation. Conclusions: The results caution clinicians to question the superiority of multi‐modal treatments for acquired apraxia of speech. Consistent with our previous work (Rose & Douglas, 2001 Rose, M. and Douglas, J. 2001. The differential facilitatory effects of gesture and visualisation processes on object naming in aphasia.. Aphasiology, 15(10/11): 977–990. [Taylor & Francis Online], [Web of Science ®] , [Google Scholar], in press Rose, M. and Douglas, J. in press. Treating a semantic word production deficit in aphasia with verbal and gesture methods.. Aphasiology, [Google Scholar]; Rose et al., 2002 Rose, M., Douglas, J. and Matyas, T. 2002. The comparative effectiveness of gesture and verbal treatments for a specific phonologic naming impairment.. Aphasiology, 16(10/11): 1001–1030. [Taylor & Francis Online] , [Google Scholar]), it is suggested that the underlying treatment strategy—in this case, knowledge about phoneme place and manner of production—is a more potent factor in treatment outcome than the modality (gesture versus verbal) in which the strategy is presented. The suggestions recently made in the AOS literature to incorporate multiple sound targets in a session, blocked versus random order of practice, and complex stimuli all gained support from results of the current study.",
  "authors": [
    {
      "display_name": "Miranda L. Rose",
      "id": "A5033707221",
      "orcid": "https://orcid.org/0000-0002-8892-0965",
      "institutions": [
        {
          "id": "I196829312",
          "display_name": "La Trobe University",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Miranda Rose"
    },
    {
      "display_name": "Jacinta Douglas",
      "id": "A5046850700",
      "orcid": "https://orcid.org/0000-0003-0940-6624",
      "institutions": [
        {
          "id": "I196829312",
          "display_name": "La Trobe University",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jacinta Douglas"
    }
  ],
  "publication_year": 2006,
  "publication_date": "2006-09-26",
  "type": "article",
  "cited_by_count": 18,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S86063550",
    "display_name": "Aphasiology",
    "issn_l": "0268-7038",
    "issn": [
      "0268-7038",
      "1464-5041"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320547"
  },
  "volume": "20",
  "issue": "12",
  "first_page": "1186",
  "last_page": "1209",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2776818353",
      "display_name": "Apraxia",
      "level": 3,
      "score": 0.8534752
    },
    {
      "id": "C2779422653",
      "display_name": "Aphasia",
      "level": 2,
      "score": 0.71429473
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.67400146
    },
    {
      "id": "C94445187",
      "display_name": "Aphasiology",
      "level": 3,
      "score": 0.67395514
    },
    {
      "id": "C207347870",
      "display_name": "Gesture",
      "level": 2,
      "score": 0.6494203
    },
    {
      "id": "C109089402",
      "display_name": "Syllable",
      "level": 2,
      "score": 0.5783979
    },
    {
      "id": "C43617652",
      "display_name": "Speech production",
      "level": 2,
      "score": 0.5619915
    },
    {
      "id": "C41895202",
      "display_name": "Linguistics",
      "level": 1,
      "score": 0.47075823
    },
    {
      "id": "C180747234",
      "display_name": "Cognitive psychology",
      "level": 1,
      "score": 0.38747507
    },
    {
      "id": "C548259974",
      "display_name": "Audiology",
      "level": 1,
      "score": 0.3861414
    },
    {
      "id": "C28490314",
      "display_name": "Speech recognition",
      "level": 1,
      "score": 0.28986225
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.19533628
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.1056664
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10465",
      "display_name": "Neurobiology of Language and Bilingualism",
      "score": 1.0
    },
    {
      "id": "T10730",
      "display_name": "Language Development and Disorders",
      "score": 0.9969
    },
    {
      "id": "T11285",
      "display_name": "Hearing Impairment and Communication",
      "score": 0.9965
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1080/02687030600757325",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:50:37.704182",
  "source_database": "OpenAlex"
}