{
  "openalex_id": "W1991852042",
  "doi": "https://doi.org/10.1074/jbc.m313470200",
  "title": "Hetero-oligomerization between GABAA and GABAB Receptors Regulates GABAB Receptor Trafficking",
  "abstract": "The neurotransmitter γ-aminobutyric acid (GABA) mediates inhibitory signaling in the brain via stimulation of both GABAA receptors (GABAAR), which are chloride-permeant ion channels, and GABAB receptors (GABABR), which signal through coupling to G proteins. Here we report physical interactions between these two different classes of GABA receptor. Association of the GABAB receptor 1 (GABABR1) with the GABAA receptor γ2S subunit robustly promotes cell surface expression of GABABR1 in the absence of GABABR2, a closely related GABAB receptor that is usually required for efficient trafficking of GABABR1 to the cell surface. The GABABR1/γ2S complex is not detectably functional when expressed alone, as assessed in both ERK activation assays and physiological analyses in oocytes. However, the γ2S subunit associates not only with GABABR1 alone but also with the functional GABABR1/GABABR2 heterodimer to markedly enhance GABAB receptor internalization in response to agonist stimulation. These findings reveal that the GABABR1/γ2S interaction results in the regulation of multiple aspects of GABAB receptor trafficking, allowing for cross-talk between these two distinct classes of GABA receptor. The neurotransmitter γ-aminobutyric acid (GABA) mediates inhibitory signaling in the brain via stimulation of both GABAA receptors (GABAAR), which are chloride-permeant ion channels, and GABAB receptors (GABABR), which signal through coupling to G proteins. Here we report physical interactions between these two different classes of GABA receptor. Association of the GABAB receptor 1 (GABABR1) with the GABAA receptor γ2S subunit robustly promotes cell surface expression of GABABR1 in the absence of GABABR2, a closely related GABAB receptor that is usually required for efficient trafficking of GABABR1 to the cell surface. The GABABR1/γ2S complex is not detectably functional when expressed alone, as assessed in both ERK activation assays and physiological analyses in oocytes. However, the γ2S subunit associates not only with GABABR1 alone but also with the functional GABABR1/GABABR2 heterodimer to markedly enhance GABAB receptor internalization in response to agonist stimulation. These findings reveal that the GABABR1/γ2S interaction results in the regulation of multiple aspects of GABAB receptor trafficking, allowing for cross-talk between these two distinct classes of GABA receptor. GABA, 1The abbreviations used are: GABA, γ-aminobutyric acid; GABAAR, GABAA receptor; GABABR1, GABAB receptor 1; GABABR2, GABAB receptor 2; GPCR, G protein-coupled receptor; ER, endoplasmic reticulum; NMDA, N-methyl-d-aspartate; γ2S, γ2 short; γ2L, γ2 long; HA, hemagglutinin; HEK-293, human embryonic kidney 293 cells; mGluR, metabotropic glutamate receptor; LPA, lysophosphatidic acid receptor; H, histamine receptor; GST, glutathione S-transferase; CT, C terminus; ICL, intracellular loops; ERK, extracellular-signal-regulated kinase; GIRK, G protein-activated inwardly rectifying potassium channel; FITC, fluorescein isothiocyanate; BSA, bovine serum albumin; PBS, phosphate-buffered saline. 1The abbreviations used are: GABA, γ-aminobutyric acid; GABAAR, GABAA receptor; GABABR1, GABAB receptor 1; GABABR2, GABAB receptor 2; GPCR, G protein-coupled receptor; ER, endoplasmic reticulum; NMDA, N-methyl-d-aspartate; γ2S, γ2 short; γ2L, γ2 long; HA, hemagglutinin; HEK-293, human embryonic kidney 293 cells; mGluR, metabotropic glutamate receptor; LPA, lysophosphatidic acid receptor; H, histamine receptor; GST, glutathione S-transferase; CT, C terminus; ICL, intracellular loops; ERK, extracellular-signal-regulated kinase; GIRK, G protein-activated inwardly rectifying potassium channel; FITC, fluorescein isothiocyanate; BSA, bovine serum albumin; PBS, phosphate-buffered saline. the primary inhibitory neurotransmitter in the mammalian brain, produces its physiological effects by acting on three different receptor subtypes: GABAA, GABAB, and GABAC (1Watanabe W. Maemura K. Kanbara K. Tamayama T. Hayasaki H. Int. Rev. Cytol. 2000; 213: 1-47Google Scholar). The ionotropic receptors GABAA and GABAC produce fast inhibitory synaptic transmission via an intrinsic chloride channel. GABAA receptors are pentamers composed of combinations of various subunits, with the most prevalent combination in the mammalian brain containing two α1 subunits, two β2 subunits, and one γ2 subunit (2Rudolph U. Crestani F. Mohler H. Trends Pharmacol. Sci. 2001; 22: 188-194Google Scholar). GABAB receptors, in contrast, are metabotropic G protein-coupled receptors (GPCRs) that mediate the slow inhibitory neurotransmission of GABA via the regulation of several effectors. GABAB receptors are believed to be heterodimeric combinations of two GPCRs, GABABR1 and GABABR2 (3Marshall F.H. Jones K.A. Kaupmann K. Bettler B. Trends Pharmacol. Sci. 1999; 20: 396-399Google Scholar, 4Bowery N.G. Bettler B. Froestl W. Gallagher J.P. Marshall F. Raiteri M Bonner T.I. Enna S.J. Pharmacol. Rev. 2002; 54: 247-264Google Scholar, 5Couve A. Moss S.J. Pangalos M.N. Mol. Cell. Neurosci. 2000; 16: 296-312Google Scholar). GABABR1, the first receptor to be cloned, was found to bind GABA with low affinity and couple much less efficiently to effectors than native GABAB receptors (6Kaupmann K. Huggel K. Heid J. Flor P.J. Bischoff S. Michael S.J. McMaster G. Angst C. Bittiger H. Froestl W. Bettler B. Nature. 1997; 386: 239-246Google Scholar). It was soon established that GABABR1, when expressed alone in heterologous systems, could not traffic efficiently to the cell surface but was rather retained in the endoplasmic reticulum (ER) due to the presence of an ER retention motif on its intracellular C terminus (7Margeta-Mitrovic M. Jan Y.N. Jan L.Y. Neuron. 2000; 27: 97-106Google Scholar, 8Pagano A. Rovelli G. Mosbacher J. Lohmann T. Duthey B. Stauffer D. Ristig D. Schuler V. Meigel I. Lampert C. Stein T. Prezeau L. Blahos J. Pin J.P. Froestl W. Kuhn R. Heid J. Kaupmann K. Bettler B. J. Neurosci. 2001; 21: 1189-1202Google Scholar). A second receptor, GABABR2, was subsequently cloned and found to be capable of trafficking to the cell surface by itself yet incapable of binding ligand or coupling to G proteins. When GABABR1 and GABABR2 were co-expressed in heterologous cells, they were found to form functional surface-expressed receptors with properties similar to those of some native GABAB receptors (9Jones K.A. Borowsky B. Tamm J.A. Craig D.A. Durkin M.M. Dai M. Yao W.J. Gunwaldsen C. Huang L.Y. Tang C. Shen Q.R. Salon J.A. Morse K. Laz T. Smith K.E. Nagarathnam D. Noble S.A. Branchek T.A. Gerald C. Nature. 1998; 396: 674-679Google Scholar, 10Kaupmann K. Malitschek B. Schuler V. Heid J. Froestl W. Beck P. Mosbacher J. Bischoff S. Kulik A. Shigemoto R. Korschin A. Bettler B. Nature. 1998; 396: 683-687Google Scholar, 11White J.H. Wise A. Main M.J. Green A. Fraser N.J. Disney G.H. Barnes A.A. Emson P. Foord S.M. Marshall F.H. Nature. 1998; 396: 679-682Google Scholar). In the heterodimer, GABABR1 is thought to bind the ligand (12Galvez T. Parmentier M.L. Joly C. Malitschek B. Kaupmann K. Kuhn R. Bittiger H. Froestl W. Bettler B. Pin J.P. J. Biol. Chem. 1999; 274: 13362-13369Google Scholar), whereas GABABR2 is believed to be the primary G protein contact site (13Margeta-Mitrovic M. Jan Y.N. Yan L.Y. Proc. Natl. Acad. Sci. U. S. A. 2001; 98: 14649-14654Google Scholar, 14Robbins M.J. Calver A.R. Filippov A.K. Hirst W.D. Russell R.B. Wood M.D. Nasir S. Couve A. Brown D.A. Moss S.J. Pangalos M.N. J. Neurosci. 2001; 21: 8043-8052Google Scholar, 15Duthey B. Caudron S. Perroy J. Bettler B. Fagni L. Pin J.P. Prezeau L. J. Biol. Chem. 2002; 277: 3236-3241Google Scholar). Despite the recent advances in the understanding of GABAB receptors at the molecular level, several puzzling facts remain. First, despite the apparent functional requirement for heterodimerization, GABABR1 is distributed in many regions of the brain (for example, the anterior pituitary and interneurons of the hippocampus) and periphery (uterus, spleen) that show no GABABR2 expression but have demonstrable GABA binding and responses (16Bianchi M. Rey-Roldan E. Bettler B. Ristig D. Malitschek B. Liberturn C. Lux-Lantos V. Neuropharmacology. 2001; 40: 185-192Google Scholar, 17Castelli M.P. Ingianni A. Stefanini E. Gessa G.L. Life Sci. 1999; 64: 1321-1328Google Scholar, 18Belley M. Sullivan R. Reeves A. Evans J. O'Neill G. Ng G.Y. Bioorg. Med. Chem. 1999; 7: 2697-2704Google Scholar). Second, native GABAB receptors exhibit tremendous ligand binding heterogeneity, which splice variants of the cloned receptors GABABR1 and GABABR2 do not adequately explain (4Bowery N.G. Bettler B. Froestl W. Gallagher J.P. Marshall F. Raiteri M Bonner T.I. Enna S.J. Pharmacol. Rev. 2002; 54: 247-264Google Scholar, 19Raiteri M. Bonanno G. Gemignani A. Pende M. Vellebuona F. Lanza M. Adv. Biochem. Psychopharmacol. 1992; 47: 205-216Google Scholar, 20Bowery N.G. Knott C. Moratalla R. Pratt G.D. Adv. Biochem. Psychopharmacol. 1990; 46: 127-139Google Scholar, 21Enna S.J. Mol. Intervent. 2001; 1: 208-218Google Scholar, 22Green A. Walls S. Wise A. Green R.H. Martin A.K. Marshall F.H. Br. J. Pharmacol. 2000; 131: 1766-1774Google Scholar). Finally, numerous reports suggest that GABAB receptors participate in physiological cross-talk with other receptors through unknown mechanisms. Of particular note are functional interactions between GABAA and GABAB receptors in regulating each other's binding properties (23Kardos J. Kovacs I. Neuroreport. 1991; 2: 541-543Google Scholar, 24Kardos J. Elster L. Damgaard I. Krogsgaard-Larsen P. Schousboe A. J. Neurosci. Res. 1994; 39: 646-655Google Scholar, 25Kardos J. Neurochem. Int. 1999; 34: 353-358Google Scholar) and activity (24Kardos J. Elster L. Damgaard I. Krogsgaard-Larsen P. Schousboe A. J. Neurosci. Res. 1994; 39: 646-655Google Scholar, 26Shibuya I. Kongsamut S. Douglas W.W. Eur. J. Pharmacol. 1997; 321: 241-246Google Scholar, 27Barilà B. Cupello A. Robello M. Neuroscience. 1999; 93: 1077-1082Google Scholar, 28Yamauchi T. Hori T. Takahashi T. Eur. J. Pharmacol. 2000; 12: 3433-3436Google Scholar, 29Obrietan K. van den Pol A.N. J. Neurophysiol. 1998; 79: 1360-1370Google Scholar). In recent years, heterodimerization of receptors has helped to explain some examples of pharmacological heterogeneity and cross-talk between other neurotransmitter receptors (30Devi L.A. Trends Pharmacol. Sci. 2001; 10: 532-537Google Scholar, 31Angers S. Salahpour A. Bouvier M. Annu. Rev. Pharmacol. Toxicol. 2002; 42: 409-435Google Scholar). For example, heterodimerization of κ and δ opioid receptors results in a new receptor with distinct pharmacological properties (32Jordan B.A. Devi L.A. Nature. 1999; 399: 697-700Google Scholar). Furthermore, physiologically important heterodimerization has been demonstrated not only between GPCRs, but also between GPCRs and ionotropic receptors. For example, GABAA receptors have been shown to physically interact with dopamine receptor 5 (33Liu F. Wan Q. Pristupa Z.B. Yu X.M. Wang Y.T. Niznik H.B. Nature. 2000; 403: 274-280Google Scholar), whereas NMDA-type glutamate receptors have been found to associate with dopamine receptor 1 (34Lee F.J. Xue S. Pei L. Vukusic B. Chery N. Wang Y. Wang Y.T. Niznik H.B. Yu X.M. Liu F. Cell. 2002; 111: 219-230Google Scholar, 35Fiorentini C. Gardoni F. Spano P. Di Luca M. Missale C. J. Biol. Chem. 2003; 278: 20196-20202Google Scholar), leading to mutual regulation of receptor function. We hypothesized that GABABR1 might potentially associate with other receptors and that this might account in part for certain aspects of GABAB receptor function that are not presently understood. This idea led us to screen a library of different receptors as possible trafficking partners for GABABR1. Surprisingly, these screens revealed that co-expression with the γ2S subunit of the GABAA receptor produced robust cell surface expression of GABABR1 in the absence of GABABR2. Furthermore, we found that there is a physical interaction between discrete regions of GABABR1 and the GABAA receptor γ2S subunit, and that this association has significant functional consequences for GABAB receptor trafficking and endocytosis. Plasmids—Epitope-tagged (HA-, FLAG-, Myc-, and His-tagged) versions of human GABABR1b and GABABR2 in the mammalian expression vector pcDNA3.1 were kindly provided by Fiona Marshall (GlaxoSmithKline). β1- and β2-adrenergic receptor constructs were kindly provided by Robert Lefkowitz (Duke University Medical Center). α1A-, α1B-, and α1D-adrenergic receptor constructs were kindly provided by Ken Minneman (Emory University School of Medicine). α2A-, α2B-, and α2C-adrenergic receptor constructs were kindly provided by Lee Limbird (Vanderbilt University Medical Center). Dopamine receptor 1 and 2 constructs were kindly provided by David Sibley (National Institutes of Health). The serotonin 5HT1A receptor construct was kindly provided by John Raymond (Medical University of South Carolina). Angiotensin AT1 and AT2 receptor constructs were kindly provided by Victor Dzau (Harvard Medical School). Muscarinic m1–5 acetylcholine receptor constructs were kindly provided by Allan Levey (Emory University School of Medicine). Opioid receptor constructs (μ, δ, and κ) were kindly provided by Lakshmi Devi (New York University School of Medicine) and Ping-Yee Law (University of Minnesota Medical School). Lysophosphatidic acid-1 and -2 receptor constructs were kindly provided by Jerold Chun (University of California, San Diego). Histamine H1–4 receptor constructs were kindly provided by Tim Lovenberg (The R. W. Johnson Pharmaceutical Research Institute). Metabotropic glutamate receptor constructs (mGluR1–8) were kindly provided by Jeff Conn (Emory University School of Medicine). NMDA receptors 1A and 2A constructs were kindly provided by Steve Traynelis (Emory University School of Medicine). GABAA receptor α1, β2, γ2S, and γ2L subunit constructs were kindly provided by Cynthia Czajkowski (University of Wisconsin at Madison) and Susan M. J. Dunn (University of Alberta). GIRK1 and GIRK4 constructs were kindly provided by David Mott (Emory University). Cell Culture and Transfection—All tissue culture media and related reagents were purchased from Invitrogen. HEK-293 cells were maintained in complete medium (Dulbecco's modified Eagle's medium plus 10% fetal bovine serum and 1% penicillin/streptomycin) in a 37 °C, 5% CO2 incubator. For heterologous expression of receptors, 2–4 μg of cDNA was mixed with LipofectAMINE (15 μl), and Plus reagent (10 μl) (Invitrogen) and added to 5 ml of serum-free medium in 10-cm tissue cultures plates containing cells at 60–80% confluency. Following a 4-h incubation, 6 ml of fresh complete medium was added. After another 12–16 h incubation, the medium was changed again, and the cells were harvested 24 h later. Western Blotting—Samples (5 μg per lane) were run on 4–20% SDS-PAGE (Invitrogen) for 1 h at 180 V and then transferred to nitrocellulose. The blots were blocked in \"blot buffer\" (2% non-fat dry milk, 0.1% Tween 20, 50 mm NaCl, 10 mm HEPES, pH 7.4) for at least 30 min and then incubated with an appropriate primary antibody in blot buffer for 1 h at room temperature. The blots were then washed three times with 10 ml of blot buffer and incubated for 1 h at room temperature with an appropriate horseradish peroxidase-conjugated secondary antibody (Amersham Biosciences and Chemicon) in blot buffer. Finally, the blots were washed three more times with 10 ml of blot buffer and visualized via enzyme-linked chemiluminescence using the ECL kit from Amersham Biosciences or Pierce. Antibodies—The primary antibodies utilized were 12CA5 monoclonal anti-HA antibody (Roche Applied Science), M2 monoclonal anti-FLAG antibody (Sigma), monoclonal anti-c-Myc 9E10 antibody (Sigma), anti-GABABR1 antibody, anti-GABABR2 antibody (Chemicon), anti-GABAAα1 antibody, anti-GABAAβ2 antibody (Upstate Biotechnology), and anti-GABAAγ2 antibody (Alpha Diagnostic International). Surface Expression Assay—HA-GABABR1 cDNA was transfected either alone or with other receptor cDNAs. Transfected HEK-293 cells were plated in 35-mm tissue culture plates at 80% confluency. 24 h later, the cells were fixed in 4% paraformaldehyde in PBS/Ca2+ for 30 min and then blocked with \"cell blocking buffer\" (2% non-fat dry milk in PBS/Ca2+) for 30 min at room temperature. They were then incubated with a monoclonal 12CA5 anti-HA antibody for 1 h to detect the HA-GABABR1 on the cell surface. Following three washes (5 min) with cell blocking buffer, the cells were incubated with horseradish peroxidase-coupled anti-mouse secondary antibody (Amersham Biosciences) for 1 h. The cells were washed three times for 5 min with cell blocking buffer, twice with PBS, and then developed with 2 ml of enzyme-linked immunosorbent assay SuperSignal Pico ECL from Pierce for exactly 15 s. Chemiluminescence of the whole 35-mm plate was quantified in a TD20/20 luminometer (Turner Designs). For each data point, 3–5 dishes were averaged per experiment. The results were analyzed using one-way analysis of variance and Dunnett's post hoc tests where applicable (GraphPad Prism). For each transfection condition in each surface expression experiment, matching dishes of transfected cells were harvested and examined via Western blot to confirm the expression of the various receptors involved. Double Immunofluorescence Microscopy—HEK-293 cells were transiently transfected with HA-GABABR1 alone, HA-GABABR1/FLAG-GABABR2, or HA-GABABR1/Myc-GABAAγ2S. Transfected cells were plated in slides, fixed with 4% paraformaldehyde, and permeabilized with \"saponin buffer\" containing 2% bovine serum albumin and 0.04% saponin in PBS for 30 min at room temperature. The cells were then incubated with M2 monoclonal anti-FLAG antibody (Sigma), monoclonal anti-c-Myc 9E10 antibody (Sigma), and anti-GABABR1 antibody (Chemicon) for 1 h at room temperature. After three washes (1 min) with saponin buffer, the cells were incubated with a rhodamine red-conjugated anti-mouse IgG at 1:200 dilution and FITC-conjugated anti-guinea pig IgG at 1:200 dilution (Jackson ImmunoResearch) for 1 h at room temperature. After three washes (1 min) with saponin buffer and one wash with PBS, coverslips were mounted, and rhodamine red-labeled FLAG-GABABR2 or Myc-GABAAγ2S and FITC-labeled HA-GABABR1 were visualized with a Zeiss LSM-510 laser confocal microscope. Multiple control experiments, utilizing either transfected cells in the absence of primary antibody or untransfected cells in the presence of primary antibody, revealed a very low level of background staining, indicating that the primary antibody-dependent immunostaining observed in the transfected cells was specific. Immunoprecipitation—Cells were harvested and lysed in 500 μl of ice-cold lysis buffer (10 mm HEPES, 50 mm NaCl, 1.0% Triton X-100, 5 mm EDTA, and the protease inhibitor mixture from Roche Applied Science). The lysate was solubilized via end-over-end rotation at 4 °C for 30 min and clarified via centrifugation at 14,000 rpm for 15 min. A small fraction of the supernatant was taken at this point and incubated with SDS-PAGE sample buffer in order to examine expression of proteins in the whole cell extract. The remaining supernatant was incubated with 4–8 μg of respective antibody and 50 μl of protein A/G-agarose beads (Oncogene) or 50 μl of beads covalently linked to anti-FLAG antibodies (Sigma) or anti-HA antibodies (Covance) for 2 h with end-over-end rotation at 4 °C. After five washes with 1 ml of lysis buffer, the immunoprecipitated proteins were eluted from the beads with 1× SDS-PAGE sample buffer, resolved by SDS-PAGE, and subjected to Western blot analyses. GST Pull-down Assay—GABABR1 C terminus and truncations were prepared with a hexahistidine C-terminal tag via PCR amplification of full-length rat GABABR1 and subcloned into the pGEX-4T1 vector (Amersham Biosciences) using EcoRI and XhoI restriction enzymes. GST α1 ICL and GST β2 ICL were generous gifts from Cynthia Czajkowski (University of Wisconsin, Madison). GST γ2S ICL containing 86 amino acids was PCR-amplified from full-length γ2S construct and subcloned into pGEX-4T1 vector using EcoRI and XhoI restriction enzymes. Fusion proteins grown in E. coli were isolated and purified on glutathione-agarose beads. Aliquots of the fusion protein on beads were blocked 30 min with 1 ml of \"BSA buffer\" (3% BSA, 10 mm HEPES, 50 mm NaCl, 0.1% Tween 20) at 4 °C. Solubilized brain lysates or lysates from transfected HEK-293 cells were then incubated with the beads end-over-end at 4 °C overnight. Following three washes with 1 ml of BSA buffer, the proteins were eluted off the beads with sample buffer, resolved on SDS-PAGE gels, and analyzed via Western blot using appropriate antibodies. ERK Activation Assay—HEK-293 cells were transfected with HA-GABABR1 alone, HA-GABABR1/FLAG-GABABR2, HA-GABABR1/Myc-GABAAγ2S, or HA-GABABR1/GABAAα1β2γ2S. Transfected HEK-293 cells were plated in 35-mm tissue culture plates at 80% confluency and serum-starved overnight the day before the assay. The cells were stimulated with 100 μm baclofen, rinsed with ice-cold PBS/Ca2+, and lysed in 150 μl of sample buffer. The cell lysates were run on SDS-PAGE gels and then analyzed via Western blotting with anti-phospho-p44/42 MAPK and anti-p44/42 MAPK antibodies (Cell Signaling). Electrophysiology—Stage V–VI oocytes were harvested from Xenopus laevis and prepared for injection. Single oocytes were injected within 24 h with 5 nl of cRNA prepared from cDNA using RNA Express kit (Ambion) (1 ng to 1 μg/μl per subunit) and were assayed functionally at least 2 days after cRNA injection. GABAA receptor-mediated currents were measured from oocytes perfused with \"ND96/Ca2+\" (96 mm NaCl, 2 mm KCl, 1 mm MgCl2, 1.8 mm CaCl2, and 5 mm HEPES, pH 7.2) in a recording chamber. Recordings were made using 2-electrode voltage clamp while holding the oocytes at -80 mV with borosilicate electrodes filled with 300 mm KCl. GABAA receptor currents were measured by perfusing GABA (Tocris) or GABA plus diazepam (Sigma) directly onto oocytes under clamp conditions. GIRK current measurement was made in an identical set up, but the recordings were made in \"40K solution\" (60 mm NaCl, 40 mm KCl, 2 mm KCl, 1.8 mm CaCl2, 1 mm MgCl2, and 6 mm HEPES, pH 7.4), and oocytes were clamped at a voltage of -100 mV. GABA (Tocris) or baclofen (Sigma) was dissolved in 40K solution and applied by bath superfusion. Electrophysiology Analysis—The current peaks were measured using mini-analysis (Synaptosoft) and analyzed with GraphPad Prism. All concentration-response data were fit by Equation 1, I=Imax×[L]n/[L]n×[EC50]n(Eq. 1) where I is the current response; Imax is the maximal current response; [L] is the drug concentration; EC50 is the drug concentration that evokes half-maximal current response; and n is the Hill coefficient. The diazepam potentiation of IGABA was defined as shown in Equation 2, P=[IGABA+diazepam/IGABA]-1(Eq. 2) where IGABA+diazepam is the current response in the presence of GABA and diazepam, and IGABA is the current evoked solely by GABA. Diazepam potentiation was measured at a low concentration (10 μm) of GABA (EC2–EC10). The results were statistically compared using unpaired t tests as required. Internalization Assay—HEK-293 cells were transfected with HA-GABABR1/FLAG-GABABR2 or HA-GABABR1/FLAG-GABABR2 + Myc-GABAAγ2S. Transfected cells were plated in 35-mm tissue culture plates at 80% confluency. On the day of the assay, the cells were stabilized at room temperature for 2 h and stimulated with 100 μm GABA for 30 min at room temperature, and the amount of GABABR1 on the cell surface was assayed in a manner identical to the surface expression assay described above. The GABAA Receptor γ2S Subunit Promotes GABABR1 Cell Surface Expression—To screen for potential interacting partners that might aid in trafficking GABABR1 to the plasma membrane, we used a cell surface expression assay that has been used previously to study GABABR1 plasma membrane expression (7Margeta-Mitrovic M. Jan Y.N. Jan L.Y. Neuron. 2000; 27: 97-106Google Scholar). HA-tagged GABABR1 was sequentially co-expressed with various GPCRs and ionotropic receptors in HEK-293 cells, and the cell surface expression of GABABR1 was analyzed using a luminometer-based assay. In this assay, GABABR1 expressed alone showed barely detectable cell surface expression, whereas co-expression with GABABR2 yielded a nearly 40-fold increase in GABABR1 cell surface expression, as reported previously (3Marshall F.H. Jones K.A. Kaupmann K. Bettler B. Trends Pharmacol. Sci. 1999; 20: 396-399Google Scholar, 7Margeta-Mitrovic M. Jan Y.N. Jan L.Y. Neuron. 2000; 27: 97-106Google Scholar). GABABR1 was also co-expressed in these screens with 34 other GPCRs. In contrast to GABABR2, none of these receptors significantly facilitated GABABR1 surface expression. It has been reported previously that co-expression with the metabotropic glutamate receptor mGluR4 may (36Sullivan R. Chateauneuf A. Coulombe N. Kolakowski L.F.J. Johnson M.P. Hebert T.E. Ethier N. Belley M. Metters K. Abramovitz M. O'Neill G.P. Ng G.Y. J. Pharmacol. Exp. Ther. 2000; 293: 460-467Google Scholar) or may not (8Pagano A. Rovelli G. Mosbacher J. Lohmann T. Duthey B. Stauffer D. Ristig D. Schuler V. Meigel I. Lampert C. Stein T. Prezeau L. Blahos J. Pin J.P. Froestl W. Kuhn R. Heid J. Kaupmann K. Bettler B. J. Neurosci. 2001; 21: 1189-1202Google Scholar) have a modest effect on GABABR1 surface expression, but our studies consistently revealed no effect of any of the mGluR subtypes on trafficking of GABABR1 to the cell surface. Similarly, co-expression with the NMDA-type glutamate receptor subunits NR1 and -2A also failed to enhance the surface expression of GABABR1. Strikingly, however, co-expression with either the γ2S subunit of the GABAA receptor or the entire GABAA receptor complex composed of α1, β2, and γ2S subunits increased the surface expression of GABABR1 by ∼15–20-fold (Fig. 1). Because co-expression with the α1 and β2 subunits alone had no effect on GABABR1 surface expression, these results revealed that the γ2S subunit is capable of trafficking GABABR1 to the cell surface in the absence of GABABR2. The surprising effect of γ2S subunit co-expression on GABABR1 plasma membrane trafficking was confirmed via immunocytochemistry. HEK-293 cells were transfected with either (i) GABABR1 alone, (ii) differentially tagged GABABR1 and GABABR2, or (iii) differentially tagged GABABR1 and GABAA receptor γ2S subunit. The receptors were labeled with specific fluorescent antibodies and visualized via confocal microscopy. These co-localization studies revealed that GABABR1 was diffusely distributed throughout the cytoplasm when expressed alone (Fig. 2, A–C) but found predominantly at the plasma membrane when co-expressed with GABABR2 (Fig. 2, D–F). Remarkably, a similar localization of GABABR1 to the plasma membrane was observed following co-expression with the γ2S subunit (Fig. 2, G–I). These data confirm that the GABAA receptor γ2S subunit can mimic GABABR2 in its ability to promote the trafficking of GABABR1 to the cell surface and furthermore show that the γ2S subunit and GABABR1 are co-localized in the plasma membrane when co-expressed in HEK-293 cells. GABAB Receptors and GABAA Receptor Subunits Physically Associate in Transfected Cells and Native Brain Tissue—The profound enhancement of GABABR1 surface expression induced by co-expression with the GABAA receptor γ2S subunit suggested that there might be a physical interaction between these two proteins. This possibility was examined via co-immunoprecipitation experiments. As shown in Fig. 3A, GABABR1 was robustly co-immunoprecipitated with the γ2S subunit from transfected HEK-293 cell lysates, revealing that the two proteins can indeed associate in a cellular context. The potential interactions of other GABAA receptor subunits with GABABR1 were also examined. It was found that GABABR1 could be co-immunoprecipitated from transfected HEK-293 cell lysates with α1 subunits (Fig. 3B) but not with β2 subunits (Fig. 3C). Moreover, GABABR1 was still found to associate with γ2S and α1 subunits even in the presence of GABABR2. Similarly, GABABR2 could be co-immunoprecipitated with γ2S and α1 subunits but not with β2 subunits (Fig. 3, A–C, bottom panels) both in the presence and absence of GABABR1. We also conducted reverse experiments to see whether GABAA receptors were co-immunoprecipitated with GABABR1. As shown in Fig. 3D, immunoprecipitation of FLAG-GABABR1 from cells transfected with α1β2γ2S resulted in robust co-immunoprecipitation of all of the GABAA receptor subunits. The extent of α1 subunit co-immunoprecipitation with GABABR1 was similar for α1 alone (10th lane) versus α1β2 (9th lane) versus α1β2γ2S (8th lane). These data suggest that both GABABR1 and GABABR2 can associate with functional GABAA receptor pentamers as well as with the individual subunits α1 and γ2S. Finally, we examined the potential association of endogenous GABAB receptors and GABAA receptor γ2 subunits in native brain tissue. As shown in Fig. 3E, GABAB receptors were strongly co-immunoprecipitated with γ2 subunits from solubilized rat brain lysates, demonstrating that GABAB receptors and GABAA receptor γ2 subunits form complexes not only in transfected cells but also in native brain tissue. GABABR1 Surface Expression Is Promoted by γ2S but Not α1β2 or γ2L Subunits—The co-immunoprecipitation experiments revealed that both α1 and γ2S subunits can associate with GABABR1. These findings were somewhat surprising, because our initial screens had indicated that the α1 subunit was unable to promote GABABR1 trafficking to the plasma membrane. One potential explanation for this result could be that the α1 subunit cannot traffic GABABR1 to the cell surface because it cannot access the cell surface by itself. It h",
  "authors": [
    {
      "display_name": "Srividya Balasubramanian",
      "id": "A5079104703",
      "orcid": null,
      "institutions": [
        {
          "id": "I150468666",
          "display_name": "Emory University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Srividya Balasubramanian"
    },
    {
      "display_name": "Jeremy A. Teissére",
      "id": "A5064579331",
      "orcid": null,
      "institutions": [
        {
          "id": "I150468666",
          "display_name": "Emory University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jeremy A. Teissére"
    },
    {
      "display_name": "Dinesh V. Raju",
      "id": "A5113680053",
      "orcid": null,
      "institutions": [
        {
          "id": "I150468666",
          "display_name": "Emory University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Dinesh V. Raju"
    },
    {
      "display_name": "Randy A. Hall",
      "id": "A5081172086",
      "orcid": "https://orcid.org/0000-0002-8318-8728",
      "institutions": [
        {
          "id": "I150468666",
          "display_name": "Emory University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Randy A. Hall"
    }
  ],
  "publication_year": 2004,
  "publication_date": "2004-04-01",
  "type": "article",
  "cited_by_count": 113,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S140251998",
    "display_name": "Journal of Biological Chemistry",
    "issn_l": "0021-9258",
    "issn": [
      "0021-9258",
      "1067-8816",
      "1083-351X"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320990"
  },
  "volume": "279",
  "issue": "18",
  "first_page": "18840",
  "last_page": "18850",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "http://www.jbc.org/article/S002192581975443X/pdf",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C101027131",
      "display_name": "GABAB receptor",
      "level": 4,
      "score": 0.97142565
    },
    {
      "id": "C168258287",
      "display_name": "GABAA receptor",
      "level": 3,
      "score": 0.8798123
    },
    {
      "id": "C170493617",
      "display_name": "Receptor",
      "level": 2,
      "score": 0.5892534
    },
    {
      "id": "C9224880",
      "display_name": "GABAA-rho receptor",
      "level": 4,
      "score": 0.58250195
    },
    {
      "id": "C169760540",
      "display_name": "Neuroscience",
      "level": 1,
      "score": 0.5211021
    },
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.4148632
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.27736744
    },
    {
      "id": "C55493867",
      "display_name": "Biochemistry",
      "level": 1,
      "score": 0.113322675
    }
  ],
  "topics": [
    {
      "id": "T10077",
      "display_name": "Neuroscience and Neuropharmacology Research",
      "score": 0.9999
    },
    {
      "id": "T11178",
      "display_name": "Receptor Mechanisms and Signaling",
      "score": 0.9997
    },
    {
      "id": "T10814",
      "display_name": "Neuropeptides and Animal Physiology",
      "score": 0.998
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1074/jbc.m313470200",
  "pdf_url": "http://www.jbc.org/article/S002192581975443X/pdf",
  "retrieved_date": "2025-07-30T15:59:11.012696",
  "source_database": "OpenAlex"
}