{
  "openalex_id": "W1999444657",
  "doi": "https://doi.org/10.1353/ner.2014.0059",
  "title": "Caught, and Ministry of Ostriches",
  "abstract": "Caught, and Ministry of Ostriches Rebecca Morgan Frank (bio) Caught after Modern Gestures: Abraham Walkowitz Draws Isadora Duncan The artist’s hands made her five thousand times.They moved as fast as her feet, releasedthe kinetic into the falling pulse-beat of charcoal on paper, caught falls poised over surfaces.His fingers grasped at her movements, wrote,Her body was music. It was a body electric. Even her stillness pulsed, crackled on the page:hands raised overhead, as if asking to be releasedfrom the very body she made earthly with motion, her throat lifted for sacrifice, hoveringfrom a heavenward gaze. Her heartbeatand breath returned in his drawn timelines. Notes, words, lines: all that captures her dynamicrenderings are these still shots of the beatof a bird’s wings. He tried to capture flight, motion in still lifes. The trembling body suspendedwith watercolor stains, waiting to be releasedfrom the confines of time. Caught in line. [End Page 109] Ministry of Ostriches It’s hard to tell if all the tresses are takenfrom horse, human, sheep, bird, yak or buffalo. The part like an even hem,stitched. All dyed an apricot shade, a golden hue, bleached white, stainednight-black with an edge of Persian blue. A cake of scented wax was once thoughtto cool you as it melted over the surface of your hot hat of hair. The risk? A blessingcould stick to the fibers and leave you more a sinner than when you had shornyour scalp bare in adulterous affairs. It’s not just that vanity is a cultural play:At heart a wig holds in its build the act of sacrifice—all that hair removed at costto be what someone else’s fingers ran through. There must have been a queen somewhere whoshaved her rival’s head and wore the curls in triumph. She quickly learned that wearingother peoples’s blessings was a curse. To wear another’s love is to be a wolfdressed as a lamb to slaughter. Surely everyone knows a horse or a child will yankoff your airs and see you as bare and fuzzy as an ostrich, mouth open, declaring ithas got nothing to hide in open court. [End Page 110] Rebecca Morgan Frank Rebecca Morgan Frank’s first book, Little Murders Everywhere (Salmon Poetry, 2012), was a finalist for the Kate Tufts Discovery Award, and she received the Poetry Society of America’s 2010 Alice Fay di Castagnola Award for her manuscript-in-progress. The editor of the online magazine Memorious, she is an assistant professor at the University of Southern Mississippi’s Center for Writers. Copyright © 2014 Middlebury College Publications",
  "authors": [
    {
      "display_name": "Rebecca Morgan Frank",
      "id": "A5090710956",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Rebecca Morgan Frank"
    }
  ],
  "publication_year": 2014,
  "publication_date": "2014-01-01",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S2764630801",
    "display_name": "New England review",
    "issn_l": "1053-1297",
    "issn": [
      "1053-1297",
      "2161-9131"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316298"
  },
  "volume": "35",
  "issue": "1",
  "first_page": "109",
  "last_page": "110",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.7501855
    },
    {
      "id": "C153349607",
      "display_name": "Visual arts",
      "level": 1,
      "score": 0.5146845
    },
    {
      "id": "C52119013",
      "display_name": "Art history",
      "level": 1,
      "score": 0.49151167
    },
    {
      "id": "C521751864",
      "display_name": "Christian ministry",
      "level": 2,
      "score": 0.4724724
    },
    {
      "id": "C27206212",
      "display_name": "Theology",
      "level": 1,
      "score": 0.10597512
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T12444",
      "display_name": "Art, Politics, and Modernism",
      "score": 0.0763
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/ner.2014.0059",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:15:05.649315",
  "source_database": "OpenAlex"
}