{
  "openalex_id": "W1990531217",
  "doi": "https://doi.org/10.4321/s0211-57352006000200010",
  "title": "Recuerdo de Bruno Bettelheim",
  "abstract": "Canetti, el destacado psicologo y analista cultural Bruno Bettelheim nacio en Viena en 1903, y ha sido testigo fundamental de un momento de gran esplendor en la ciencia y literatura centroeuropeas. De antemano, fue un notable estudioso de temas esteticos, disciplina en la que se doctoro, antes de ser instruido en el psicoanalisis por un discipulo de Sigmund Freud. Su experiencia psicologica y vital se vio interrumpida por los desastres politicos del siglo XX. Tras la anexion austriaca, Bettelheim fue recluido durante un ano en los campos de Dachau y Buchenwald, una experiencia sobre la que va a reflexionar de forma excepcional, como Primo Levi o como Jean Amery. Tras su liberacion temprana, al ser por fortuna reclamado, redacto un primer escrito importante, en 1943, sobre el comportamiento individual y colectivo en situaciones limite (en Journal of Abnormal and Social Psychology, 38, 1943), aunque su reflexion sobre las tecnicas de degradacion humana hasta sus extremos mas informes se halla en otros libros como El corazon bien informado (1960; FCE, 1973); Sobrevivir, el holocausto una generacion despues (1952, Critica, 1982). Se quito la vida, ya anciano, en Los Angeles en 1990, como lo hicieron esos otros dos deportados. Bettelheim logro emigrar a los Estados Unidos pronto. Alli inicio una carrera distinta, independiente en parte de la anterior. Se dedico durante unos treinta anos al tratamiento de enfermedades mentales de la ninez, en la Escuela Ortogenica Sonia Shankman, dependiente de la Universidad de Chicago, de la que fue profesor. El reorganizo totalmente en 1944 esa escuela dedicada al mundo infantil gravemente perturbado; y, de hecho, la dirigio hasta su jubilacion, en 1973. Bettelheim –que tambien ha estudiado el mundo infantil en los kibbutz de Israel–, realizo una labor pionera en el tratamiento de los ninos autistas, de esos seres «incapaces de interaccion con el mundo» que renuncian a hablar y permanecen aislados de todo contacto afectivo con el exterior, encerrados en un universo secreto. Hasta ser conocidas sus investigaciones se les consideraba incurables, pero el logro devolver a muchos de ellos a la vida ordinaria, poniendo en marcha un pensamiento optimista, atento a lo particular, paciente, respetuoso, como lo demuestra su libro mas conocido La fortaleza vacia. El autismo infantil y el nacimiento del yo (1967; Paidos, 2001). Vease tambien, entre otros, Con el amor no basta (1950; Hogar del libro, 1983), Fugitivos de la vida (1955; Critica, 1975). Ha escrito ademas un texto polemico, invirtiendo (o completando o perturbando) el concepto freudiano de envidia del pene: Heridas simbolicas. Los ritos de pubertad y el macho envidioso (1954; Barral, 1974). En muy diversos trabajos suyos prevalece una interpretacion a la vez original en sus argumentos y clasica en el fondo dentro del primer psicoanalisis: Dialogos con las madres de ninos normales (Barral, 1973). Lo mismo sucede en un libro sobre la importancia de los Catherine Dreyfus",
  "authors": [
    {
      "display_name": "Catherine Dreyfus",
      "id": "A5113450561",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Catherine Dreyfus"
    }
  ],
  "publication_year": 2006,
  "publication_date": "2006-01-01",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "es",
  "source": {
    "id": "S4210188291",
    "display_name": "Revista de la Asociación Española de Neuropsiquiatría",
    "issn_l": "0211-5735",
    "issn": [
      "0211-5735",
      "2340-2733"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310312277"
  },
  "volume": "26",
  "issue": "2",
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": true,
    "oa_status": "diamond",
    "oa_url": "https://scielo.isciii.es/pdf/neuropsiq/v26n2/v26n2a10.pdf",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C15708023",
      "display_name": "Humanities",
      "level": 1,
      "score": 0.7669623
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.62037593
    }
  ],
  "topics": [
    {
      "id": "T13118",
      "display_name": "Psychological Treatments and Disorders",
      "score": 0.6234
    },
    {
      "id": "T13823",
      "display_name": "Religious and Theological Studies",
      "score": 0.605
    },
    {
      "id": "T12726",
      "display_name": "Philosophical and Cultural Analysis",
      "score": 0.523
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.4321/s0211-57352006000200010",
  "pdf_url": "https://scielo.isciii.es/pdf/neuropsiq/v26n2/v26n2a10.pdf",
  "retrieved_date": "2025-07-30T14:28:04.535977",
  "source_database": "OpenAlex"
}