{
  "openalex_id": "W1999469971",
  "doi": "https://doi.org/10.1002/cyto.a.21082",
  "title": "Lectin‐like oxidized low‐density lipoprotein receptor‐1 (LOX‐1) activity decreases estrogenesis in ovarian granulosa cells",
  "abstract": "The reproductive cycle in mammalian females is initiated by a surge of luteinizing hormone (LH). It is secreted from the pituitary gland in response to hypothalamic gonadotropin releasing hormone (GnRH). An increase in the activity of GnRH neurons predominantly results from rising secretion of estrogens from granulosa cells of the maturing ovarian follicle. The transient exposure to intense LH amplitudes instigates changes in the follicular expression of genes which are essential for the release or expulsion of the oocyte (ovulation). Prerequisite for its fertilization is a rupture of the apical follicle wall. The LH surge ceases (dependent on the species almost or completely) the proliferation and estrogenesis of mural granulosa cells while activates pathways also evident in challenging inflammatory response, such as the expression of cyclooxygenase-2 and the expression of the genomic progesterone receptor. It acts as a transcription factor that stimulates the transcription of genes which encode proteases capable of hydrolyzing follicular wall matrix, including cathepsin L and metalloproteinases such as ADAMTS. The transcription factor is also involved in the expression of the epidermal growth factor superfamily signaling for expansion of the granulosal cumulus cells (1). Recently, receptors known to play a role in the innate immunity, such as Toll-like 4 (2), and in an inflammatory process, including LOX-1 (3), have been identified in subpopulations of mural granulosa cells. Toll-like 4 receptor belongs to pattern-recognition receptor which have the capacity to recognize conserved motifs in complexes of lipids, proteins, and nucleic acids in contrast to selective antigen recognition by cells of the adaptive immunity. Expression and functionality of LOX-1 have been extensively studied in endothelial cells. They respond to LOX-1 activators, such as oxidized low-density lipoprotein (oxLDL), with raising the formation of reactive oxygen metabolites (ROM). The increase amplifies oxLDL binding and LOX-1 expression. An expression of LOX-1 has been recently detected in human ovarian follicular granulosa cells and LOX-1 has been reported to be involved in the granulosal reparative autophagy (4). Our analyses confirmed the LOX-1 expression using mural granulosa cells from bovine follicles. They were induced by a GnRH analogue after regressing the corpus luteum as described elsewhere (5). The concentration of transcripts was quantified by RT-PCR using the I-script-I-cycler technique (Biorad, Hamburg, Germany). LOX-1 protein was detected by immunochemistry and immunocytofluorimetry using a selective rabbit antibody against LOX-1 (LOX-1 AB) (BioVision, San Francisco, CA, USA), an anti-rabbit Alexa 488-conjugated antibody (Invitrogen, Darmstadt, Germany), and single cell analysis (Gallios, Beckman-Coulter, Krefeld, Germany) on the analogy of a described approach (6, 7). We found an increase in LOX-1 mRNA in response to LH (5 ng/ml) following a culture (4 h) of granulosa cells in serum-free Mega cell medium (Sigma, Deisenhofen, Germany) and a correlation between the mRNA level and the LOX-1 protein (r = 0.8, P < 0.05). A decline in mRNA for LOX-1 was observed in granulosa cells freshly prepared 20 h post GnRH (late ovulatory phase) in comparison with cells from follicles sampled 5 h post GnRH. These data are indicative of gonadotropin-dependent LOX-1 expression. To test the functionality of LOX-1, the granulosa cells from the late ovulatory phase were exposed to the selective rabbit antibody to LOX-1 (1.5 or 3.0 μg/ml). In comparison with an unspecific rabbit antibody (control), the mRNA for LOX-1 fell to half the value of the control. A similar result was obtained by treating the cells with the LOX-1 inhibitor polyinosinic acid used in various doses. That granulosa cells expressing functional LOX-1 was supported by experiments using the response of cytosolic calcium and the production of ROM as indicators, applying fluorimetric methods described previously (7). Inhibition of LOX-1 elicited a strong transient elevation of the cytosolic calcium level and substantially decreased the intracellular oxidation of dihydrorhodamine to fluorescent rhodamine123. These data lend evidence for functional LOX-1 expression. One of the first steps of the LH action on granulosa-luteal cells has been reported to involve a temporal, rapid onset calcium signal (8). Therefore, our observations using LOX-1 blockade suggest that active LOX-1 signaling has the potential to interact with the LH activity. However, bovine mural LOX-1 positive granulosa cells did little respond to an exposure to oxLDL with an increase in the intracellular production of ROM. Recently, granulosa subtypes have been reported to differently respond to oxLDL. Varying expression of LOX-1, of lipoprotein receptors and antioxidant enzyme activity, may modify this response (9). In a previous study (10), we detected specific lipoprotein receptors in granulosa-luteal cells. Although exact mechanism is unknown, these data and these reported explain lacking augmentation of ROM by oxLDL. The LH surge initiating the ovulatory process is known to switch off or to strikingly reduce granulosal estrogenesis. Therefore, we attempted to support our conclusion that LOX-1 has a potential to interact with LH-triggered activity by studying the estrogenesis under LOX-1 blockade. From the results mentioned above, we anticipated an estrogenic increase in preovulatory cells. Therefore, the cells were exposed (4 h) to the selective antibody (1.5 or 3 μg/ml) and the estrogenic secretion into the medium was measured by an ELISA (Enzo, Lörrach, Germany). The periovulatory mural granulosa cells responded to LOX-1 AB with rising the estrogenesis (Table 1) while the progesterone production remained unchanged (data not shown). Changes in the transcripts from CYP19 (coding P450 aromatase), CYP17 (coding the key enzyme of androgen biosynthesis, P450c17), and mRNA for the steroidogenic acute regulatory protein (STAR) were measured by RT-PCR using specific primers. P450 aromatase protein was detected by a specific rabbit antibody to the enzyme (BioVision) and rabbit antibody-fluorescent conjugate after fixation of the cells in cold methanol. The single cell fluorescence was quantified by flow cytometry replacing the specific antibody by an unspecific one (control). Transcriptional changes in products from the CYP17 and CYP19 genes occurred in response to an inhibition of LOX-1. In contrast, CYP17 transcripts failed to associate with the P450 aromatase protein. Neither mRNA for aromatase nor for the androgenic enzyme corresponded to the estrogenesis. However, the estrogenic increase under the LOX-1 blockade (Table 1) was found to relate to changes in the mRNA for STAR. Because STAR acts on cholesterol transport into mitochondria, our findings are suggesting a role of cholesterol trafficking in response to LOX-1 inhibition to match mitochondrial requirement of substrate for steroidogenesis. In many cell types, the bulk of cholesterol is compartmentalized to sphingomyelin domains of the plasma membrane (rafts). This cholesterol, which associates non-covalently with these rafts, moves to intracellular membranes if sphingomyelin enters the sphingomyelin cycle (11). The cycle can be inhibited by fumonisin. We proposed that this is also true for granulosa cells. We hypothesized that the stimulated estrogenesis by specific rabbit antibody to LOX-1 (in comparison with unspecific rabbit antibody) is a consequence of cholesterol trafficking based on sphingomyelin rafts cholesterol. Therefore, periovulatory granulosa cells were exposed to LOX-1 antibody and fumonisin (14 μM, this dose exerted a maximal effect in a preliminary experiment). To test intact P450 aromatase activity, the cells were treated with testosterone, the substrate for the enzyme. An increasing dose of testosterone augmented almost linearly estrogenesis (Table 1). Fumonisin alone suppressed them and inhibited the estrogen secretion into culture medium from granulosa cells exposed to the LOX-1 antibody (Table 1). However, fumonisin did not inhibit the testosterone (50 nM)—instigated estrogenesis (Table 1). Thus, fumonisin did not exert unspecific cytotoxic effect, and the periovulatory granulosa cells exhibited intact aromatase activity. These novel results lend evidence for LOX-1 to contribute to a stabilization of sphingomyelin rafts and cholesterol trafficking. Stabilization is likely to hamper estrogenesis since inhibition of LOX-1 exerted inverse effects that were abrogated by fumonisin. This sphingomyelin cycle inhibitor failed to exert an impact in testosterone-induced estrogenesis, indicating that substrate supply for aromatase activity seems to be restricted in active LOX-1. In addition, the oxidation of dihydrorhodamine to fluorescent rhodamine123 that accumulates in energized mitochondria fell by exposing the cells to the LOX-1 antibody. This observation suggests that active LOX-1 generates ROM which may injure mitochondrial membranes with STAR expression and thus affect steroidogenesis. The LOX-1 blockade correlates consequently with an improved erstrogenesis. Nevertheless, our findings agree with the notation that inflammatory activities can provide a driving force to initiate the ovulatory phases. They are elicited by the estrogen-stimulated surge of LH. It acts on cells with the LH receptor, thereby limiting inflammatory response to LH receptor bearing cells. These include granulosa cells which can enhance the expression of LOX-1 and suppress estrogenesis in developing luteinization and repair of ruptured follicular tissue. This concept seems to be important for providing novel strategies in the therapy of ovarian disorders. Overactivation of the inflammatory cascade could lead to atypical follicle rupture and tissue damage in superovulated ovaries. Weakness in this cascade may correspond to an ovulation or dysfunctional fertilization and an early embryonal development, respectively. Metabolic interferences can be involved in both situations. Reproductive dysfunctions are observed in metabolic risk, including obese woman and high performance dairy cows. We detected an increase in some circulatory oxidized lipids (nonself lipids) with increasing milk energy output. This output is known to linearly correlate with the metabolic rate (measured by total heat production minus energy requirement for maintenance) probably due to an augmented blood flow to the digestive tract and a rise in the heart rate (12). During the periovulatory follicular period of vascularization and vasopermeabilization, the circulatory nonself lipids can contribute to follicle fluid signals capable of activating pattern-recognition receptors. In addition, cultured periovulatory mural granulosa cells significantly secrete 8-iso-prostaglandin F2α, a biomarker of excessive ROM production. Despite our novel findings that an inhibition of LOX-1 elicits a calcium signal (resembling that of LH), decreases the granulosal production of ROM, and induces estrogenesis (dedifferention of luteinizing granulosa cells), the exact ovulatory role for LOX-1 signaling awaits further clarification. Berthold LöhrkeLeibniz Institute for Farm Animal Biology Dummerstorf, Germany Joachim M. WeitzelLeibniz Institute for Farm Animal Biology Dummerstorf, GermanyBurkhard KrügerUnit of Medical Biology, Faculty of Medicine University of Rostock, Germany Jinxian XuLeibniz Institute for Farm Animal Biology Dummerstorf, Germany Andreas VernunftLeibniz Institute for Farm Animal Biology Dummerstorf, Germany Torsten ViergutzLeibniz Institute for Farm Animal Biology Dummerstorf, Germany Berthold Löhrke*, Joachim M. Weitzel , Burkhard Krüger , Jinxian Xu§, Andreas Vernunft¶, Torsten Viergutz**, * Leibniz Institute for Farm Animal Biology, Dummerstorf, Germany, Leibniz Institute for Farm Animal Biology, Dummerstorf, Germany, Unit of Medical Biology, Faculty of Medicine, University of Rostock, Germany, § Leibniz Institute for Farm Animal Biology, Dummerstorf, Germany, ¶ Leibniz Institute for Farm Animal Biology, Dummerstorf, Germany, ** Leibniz Institute for Farm Animal Biology, Dummerstorf, Germany.",
  "authors": [
    {
      "display_name": "B. Löhrke",
      "id": "A5038249045",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210119682",
          "display_name": "Research Institute for Farm Animal Biology (FBN)",
          "country_code": "DE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Berthold Löhrke"
    },
    {
      "display_name": "Joachim M. Weitzel",
      "id": "A5069867918",
      "orcid": "https://orcid.org/0000-0002-4073-6691",
      "institutions": [
        {
          "id": "I4210119682",
          "display_name": "Research Institute for Farm Animal Biology (FBN)",
          "country_code": "DE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Joachim M. Weitzel"
    },
    {
      "display_name": "Burkhard Krüger",
      "id": "A5084391274",
      "orcid": null,
      "institutions": [
        {
          "id": "I4665924",
          "display_name": "University of Rostock",
          "country_code": "DE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Burkhard Krüger"
    },
    {
      "display_name": "Jinxian Xu",
      "id": "A5039160510",
      "orcid": "https://orcid.org/0000-0001-9674-8029",
      "institutions": [
        {
          "id": "I4210119682",
          "display_name": "Research Institute for Farm Animal Biology (FBN)",
          "country_code": "DE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jinxian Xu"
    },
    {
      "display_name": "Andreas Vernunft",
      "id": "A5016534077",
      "orcid": "https://orcid.org/0000-0001-8147-319X",
      "institutions": [
        {
          "id": "I4210119682",
          "display_name": "Research Institute for Farm Animal Biology (FBN)",
          "country_code": "DE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Andreas Vernunft"
    },
    {
      "display_name": "Torsten Viergutz",
      "id": "A5019802059",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210119682",
          "display_name": "Research Institute for Farm Animal Biology (FBN)",
          "country_code": "DE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Torsten Viergutz"
    }
  ],
  "publication_year": 2011,
  "publication_date": "2011-05-18",
  "type": "letter",
  "cited_by_count": 5,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S86468533",
    "display_name": "Cytometry Part A",
    "issn_l": "1552-4922",
    "issn": [
      "1552-4922",
      "1552-4930"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320595"
  },
  "volume": "79A",
  "issue": "9",
  "first_page": "669",
  "last_page": "671",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1002/cyto.a.21082",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2780758401",
      "display_name": "Lectin",
      "level": 2,
      "score": 0.55335
    },
    {
      "id": "C170493617",
      "display_name": "Receptor",
      "level": 2,
      "score": 0.4735493
    },
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.4722238
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.42719346
    },
    {
      "id": "C95444343",
      "display_name": "Cell biology",
      "level": 1,
      "score": 0.41690236
    },
    {
      "id": "C134018914",
      "display_name": "Endocrinology",
      "level": 1,
      "score": 0.4077069
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.34419262
    },
    {
      "id": "C55493867",
      "display_name": "Biochemistry",
      "level": 1,
      "score": 0.26192436
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.2161828
    }
  ],
  "topics": [
    {
      "id": "T10756",
      "display_name": "Estrogen and related hormone effects",
      "score": 0.9969
    },
    {
      "id": "T10584",
      "display_name": "Reproductive Physiology in Livestock",
      "score": 0.9852
    },
    {
      "id": "T11510",
      "display_name": "Reproductive System and Pregnancy",
      "score": 0.9819
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1002/cyto.a.21082",
  "pdf_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1002/cyto.a.21082",
  "retrieved_date": "2025-07-30T14:34:32.725062",
  "source_database": "OpenAlex"
}