{
  "openalex_id": "W1998221170",
  "doi": "https://doi.org/10.1190/1.1820149",
  "title": "A new look at simultaneous sources",
  "abstract": "PreviousNext No AccessSEG Technical Program Expanded Abstracts 1998A new look at simultaneous sourcesAuthors: Craig J. BeasleyRonald E. ChambersZerong JiangCraig J. BeasleyWestern Geophysical, Ronald E. ChambersWestern Geophysical, and Zerong JiangWestern Geophysicalhttps://doi.org/10.1190/1.1820149 SectionsAboutPDF/ePub ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinked InRedditEmail Permalink: https://doi.org/10.1190/1.1820149FiguresReferencesRelatedDetailsCited ByIterative Deblending of Simultaneous-Source Seismic Data via a Robust Singular Spectrum Analysis FilterIEEE Transactions on Geoscience and Remote Sensing, Vol. 60Deblending and merging of 3D multi‐sweep seismic blended data8 December 2021 | Geophysical Prospecting, Vol. 71Regularization by denoising for simultaneous source separationBreno Bahia, Rongzhi Lin, and Mauricio Sacchi1 October 2021 | GEOPHYSICS, Vol. 86, No. 6Acquisition/Processing: Machine learning-based deblending: Dispersed source array data exampleRolf H. Baardman and Rob F. Hegge1 October 2021 | The Leading Edge, Vol. 40, No. 10Acquisition geometry analysis with point‐spread functions3 August 2021 | Geophysical Prospecting, Vol. 69, No. 8-9Seismic deblending by self-supervised deep learning with a blind-trace networkShirui Wang, Wenyi Hu, Pengyu Yuan, Xuqing Wu, Qunshan Zhang, Prashanth Nadukandi, German Ocampo Botero, and Jiefu Chen1 September 2021Robust multistage separation of simultaneous sources using priors: Challenges and strategiesYousif Izzeldin Kamil Amin, Rajiv Kumar, Araz Mahdad, Phillip Bilsby, Anu Narayan, Wouter Gerrit Brouwer, Amr Misbah, and Massimiliano Vassallo1 September 2021Effects of dimensionality of transform domain on multiple stages source separation with priorRajiv Kumar, Yousif Izzeldin Kamil Amin, Araz Mahdad, Phillip Bilsby, Anu Narayan, Wouter Gerrit Brouwer, Amr Misbah, and Massimiliano Vassallo1 September 2021A deca-source towed marine test — An innovative and efficient designAdriana Citlali Ramírez, Fredrik Andersson, Bent Kjølhamar, and Johan Robertsson1 September 2021Time-Domain Multidimensional Deconvolution: A Physically Reliable and Stable Preconditioned Implementation15 September 2021 | Remote Sensing, Vol. 13, No. 18Machine-learning-based data recovery and its contribution to seismic acquisition: Simultaneous application of deblending, trace reconstruction, and low-frequency extrapolationShotaro Nakayama and Gerrit Blacquière23 February 2021 | GEOPHYSICS, Vol. 86, No. 2References4 February 2021Non-Linearity Compensation Algorithm for FMCW SARApplication of de-blending technique in towed streamer simultaneous sources dataLi Shuo, Cao Mengqi, Li Hong, Hu Junhui, Zeng Qingqin, and Chen Shuangting9 November 2020Iterative deblending with robust Fourier thresholdingBreno Bahia, Rongzhi Lin, and Mauricio D. Sacchi30 September 2020Source separation using alternating projection method: Practical issuesCherif Belguermi and Yousif Kamil30 September 2020Deblending of OBN ultralong-offset simultaneous source acquisitionYi Xuan, Raheel Malik, Zhigang Zhang, Manhong Guo, and Yi Huang30 September 2020Simultaneous Seismic Sources Separation Based on Matrioshka Orthogonal Matching Pursuit, Application in Oil and Gas ExplorationIEEE Transactions on Geoscience and Remote Sensing, Vol. 58, No. 7A numerical study on deblending of land simultaneous shooting acquisition data via rank‐reduction filtering and signal enhancement applications20 April 2020 | Geophysical Prospecting, Vol. 68, No. 6Local outlier factor as part of a workflow for detecting and attenuating blending noise in simultaneously acquired data21 April 2020 | Geophysical Prospecting, Vol. 68, No. 5Separation of simultaneous sources acquired with a high blending factor via coherence pass robust Radon operatorsRongzhi Lin and Mauricio D. Sacchi23 March 2020 | GEOPHYSICS, Vol. 85, No. 3Blended noise suppression using a hybrid median filter, normal moveout and complex curvelet transform approach6 April 2020 | Studia Geophysica et Geodaetica, Vol. 64, No. 2Machine learning approaches for use in deblendingRolf H. Baardman and Rob F. Hegge2 March 2020 | The Leading Edge, Vol. 39, No. 3References11 February 2020Simultaneous deblending and data reconstruction to supply proper time-lapse data sets throughout the field life in a cost-effective and efficient manner15 October 2019 | Geophysical Journal International, Vol. 220, No. 1Acquisition design for direct reflectivity and velocity estimation from blended and irregularly sampled data22 July 2019 | Geophysical Prospecting, Vol. 67, No. 8Leveraging deblending of overlapping shots for multisource towed streamer acquisitionPhilip Fontana and Edward Hager4 September 2019 | The Leading Edge, Vol. 38, No. 9Substituting smoothing with low-rank decomposition — Applications to least-squares reverse time migration of simultaneous source and incomplete seismic dataYangkang Chen, Min Bai, Yatong Zhou, Qingchen Zhang, Yufeng Wang, and Hanming Chen24 May 2019 | GEOPHYSICS, Vol. 84, No. 4Automated survey design for blended acquisition with irregular spatial sampling via the integration of a metaheuristic and deep learningShotaro Nakayama, Gerrit Blacquière, and Tomohide Ishiyama31 May 2019 | GEOPHYSICS, Vol. 84, No. 4Blended‐acquisition design of irregular geometries towards faster, cheaper, safer and better seismic surveying25 October 2018 | Geophysical Prospecting, Vol. 67, No. 6Making the transition from discrete shot records to continuous seismic records and source wavefields, and its potential impact on survey efficiency and environmental footprint23 October 2018 | Geophysical Prospecting, Vol. 67, No. 6Perfect partial reconstructions for multiple simultaneous sources9 April 2019 | Geophysical Prospecting, Vol. 67, No. 6An amplitude-preserving deblending approach for simultaneous sourcesChengbo Li, Charles C. Mosher, and Yongchang Ji29 March 2019 | GEOPHYSICS, Vol. 84, No. 3Joint deblending and data reconstruction with focal transformationJunhai Cao, Eric Verschuur, Hanming Gu, and Lie Li24 April 2019 | GEOPHYSICS, Vol. 84, No. 3Optimal coding of blended seismic sources for 2D full waveform inversion in time19 December 2018 | CT&F - Ciencia, Tecnología y Futuro, Vol. 8, No. 2Separation of blended plane waves by synchrosqueezed curvelet transformZhi Hu, Jinghuai Gao, and Guowei Zhang11 December 2018Shot repetition: An alternative seismic blending code in marine acquisitionSixue Wu, Gerrit Blacquière, and Gert-Jan Adriaan van Groenestijn11 October 2018 | GEOPHYSICS, Vol. 83, No. 6Multisource encoding and decoding using the signal apparition techniqueLasse Amundsen, Fredrik Andersson, Dirk-Jan van Manen, Johan O. A. Robertsson, and Kurt Eggenberger12 December 2017 | GEOPHYSICS, Vol. 83, No. 1Spike-Like Blending Noise Attenuation Using Structural Low-Rank DecompositionIEEE Geoscience and Remote Sensing Letters, Vol. 14, No. 9Application of compressive seismic imaging at Lookout Field, AlaskaLeo Brown, Charles C. Mosher, Chengbo Li, Robert Olson, Jennifer Doherty, Tiffany C. Carey, Laurence Williams, Juntao Chang, and Evan Staples28 July 2017 | The Leading Edge, Vol. 36, No. 8Preserving the discontinuities in least-squares reverse time migration of simultaneous-source dataYangkang Chen, Hanming Chen, Kui Xiang, and Xiaohong Chen27 February 2017 | GEOPHYSICS, Vol. 82, No. 3A marine field trial for iterative deblending of simultaneous sourcesShaohuan Zu, Hui Zhou, Yangkang Chen, Haolin Chen, Mingqiang Cao, and Chunlin Xie1 September 2016Wavefield signal apparition: Simultaneous source separationJohan O. A. Robertsson, Lasse Amundsen, Åsmund Sjøen Pedersen, Kurt Eggenberger, Fredrik Andersson, and Dirk-Jan van Manen1 September 2016Preserving the discontinuities in least-squares reverse time migration of simultaneous-source dataYangkang Chen, Kui Xiang, Hanming Chen, and Xiaohong Chen1 September 2016Simultaneous-source seismic acquisitions: Do they allow reservoir characterization? A feasibility study with blended onshore real dataEkaterina Shipilova, Ilaria Barone, Pierre Hugonnet, Cyrille Dupinet, Jean-Luc Boelle, Matteo Giboli, and Jean-Luc Piazza1 September 2016Time-jittered marine acquisition: A rank-minimization approach for 5D source separationRajiv Kumar, Shashin Sharan, Haneet Wason, and Felix Herrmann1 September 2016Acquisition Complete Session1 September 2016Full waveform inversion (FWI) in time for seismic data acquired using a blended geometryAccelerating extended least-squares migration with weighted conjugate gradient iterationJie Hou and William W. Symes20 May 2016 | GEOPHYSICS, Vol. 81, No. 4Free-surface multiple attenuation for blended dataJitao Ma, Xiaohong Chen, Mrinal K. Sen, and Yaru Xue6 April 2016 | GEOPHYSICS, Vol. 81, No. 3Fast dual-domain reduced-rank algorithm for 3D deblending via randomized QR decompositionJinkun Cheng and Mauricio D. Sacchi29 January 2016 | GEOPHYSICS, Vol. 81, No. 1Random noise attenuation using local signal-and-noise orthogonalizationYangkang Chen and Sergey Fomel19 March 2015 | GEOPHYSICS, Vol. 80, No. 6Independent simultaneous source acquisition and processingRay Abma, David Howe, Mark Foster, Imtiaz Ahmed, Mehmet Tanis, Qie Zhang, Adeyemi Arogunmati, and Gino Alexander7 August 2015 | GEOPHYSICS, Vol. 80, No. 6Iterative Deblending With Multiple Constraints Based on Shaping RegularizationIEEE Geoscience and Remote Sensing Letters, Vol. 12, No. 11The benefit of encoded source sequences for simultaneous source separationMoritz B. Mueller, David F. Halliday, Dirk-Jan van Manen, and Johan O. A. Robertsson12 August 2015 | GEOPHYSICS, Vol. 80, No. 5Deblending using a combined PNMO-MF-FK coherency filterYangkang Chen*, Zhaoyu Jin, Shuwei Gan, Wencheng Yang, and Kui Xiang19 August 2015Deblending of continuously recorded OBN data by subtraction integrated with a median filterCheng Zhan, Raheel Malik, Jim Specht, Zhaojun Liu, and Davide Teixeira19 August 2015Deblending by iterative orthogonalization and seislet thresholdingYangkang Chen*19 August 2015A fast rank-reduction algorithm for 3D deblending via randomized QR decompositionJinkun Cheng* and Mauricio D. Sacchi19 August 2015Accelerating Extended Least Squares Migration with Weighted Conjugate Gradient IterationJie Hou and William W. Symes19 August 2015Combined focal and coherency-based deblending strategyA. Kontakis* and D. J. Verschuur19 August 2015Separation and reconstruction of simultaneous source data via iterative rank reductionJinkun Cheng and Mauricio D. Sacchi29 May 2015 | GEOPHYSICS, Vol. 80, No. 4Imaging blended vertical seismic profiling data using full-wavefield migration in the common-receiver domainA. K. Soni and D. J. Verschuur27 April 2015 | GEOPHYSICS, Vol. 80, No. 3A stable and practical implementation of least-squares reverse time migrationYu Zhang, Lian Duan, and Yi Xie22 December 2014 | GEOPHYSICS, Vol. 80, No. 1An algorithm adapting encoded simultaneous-source full-waveform inversion to marine-streamer acquisition dataWoohyun Son, Sukjoon Pyun, Changsoo Shin, and Han-Joon Kim5 August 2014 | GEOPHYSICS, Vol. 79, No. 5Seismic imaging and inversion: What are we doing, how are we doing, and where are we going?Samuel H. Gray5 August 2014Shot scheduling in simultaneous shootingRay Abma*5 August 2014Accelerating robust Radon transforms via the Stolt operator for simultaneous source separationAmr Ibrahim* and Mauricio D. Sacchi5 August 2014Randomization and repeatability in time-lapse marine acquisitionHaneet Wason, Felix Oghenekohwo, and Felix J. Herrmann5 August 2014Sparse inversion of the Radon coefficients in the presence of erratic noise with application to simultaneous seismic source processing4. Seismic imagingSamuel H. Gray8 June 2016Simultaneous source separation using a robust Radon transformAmr Ibrahim and Mauricio D. Sacchi27 November 2013 | GEOPHYSICS, Vol. 79, No. 1Effect of noise in blending and deblendingGuus Berkhout and Gerrit Blacquière8 August 2013 | GEOPHYSICS, Vol. 78, No. 5Full Waveform Inversion: Confronting Conventional and Blended AcquisitionAlan A. V. B. Souza, André Bulcão, Bruno Pereira-Dias, Djalma M. Soares Filho, Fernanda F. Farias, Gustavo C. Alves, Luiz A. Santos, Ricardo F. C. C. da Cruz, and Felipe P. Loureiro9 January 2014Joint source deblending and reconstruction for seismic dataChengbo Li, Charles C. Mosher, Larry C. Morley, Yongchang Ji, and Joel D. Brewer19 August 2013Imaging blended VSP data using full wavefield migrationAlok K. Soni and Eric Verschuur19 August 2013Iterative deblending of simultaneous-source seismic data using shaping regularizationYangkang Chen, Sergey Fomel, and Jingwei Hu19 August 2013Separation of simultaneous source data via iterative rank reductionJinkun Cheng and Mauricio D. Sacchi19 August 2013Time-jittered ocean bottom seismic acquisitionHaneet Wason and Felix J. Herrmann19 August 2013Broadband extended images by joint inversion of multiple blended wavefieldsIvan Vasconcelos and James Rickett21 March 2013 | GEOPHYSICS, Vol. 78, No. 2A new simultaneous source separation algorithm using frequency-diverse filteringYing Ji, Ed Kragh, and Phil Christie25 October 2012Deblending of Dispersed Source Array DataG. Blacquière and A. Mahdad25 October 2012An iterative SVD method for deblending: theory and examplesMargherita Maraschini, Richard Dyer, Kent Stevens, Dave Bird, and Simon King25 October 2012Marine Simultaneous Source OBS Survey Suitability for 4D AnalysisTadas Krupovnickas, Ken Matson, Chris Corcoran, and Ruben Pascual25 October 2012Simultaneous sources: The inaugural full-field, marine seismic case historyCraig Beasley, Ian Moore, David Monk, and Laurence Hansen25 October 2012Integration of deblending and surface-related multiple elimination: application to marine dataPanagiotis Doulgeris, Gerrit Blacquière, and Eric Verschuur25 October 2012An Overview of BP's Marine Independent Simultaneous Source field trialsRay Abma, Qie Zhang, Adeyemi Arogunmati, and Gerard Beaudoin25 October 2012Velocity estimation using internal multiplesX. R. Staal and D. J. Verschuur25 October 2012Simultaneous sources separation via multidirectional vector-median filteringShoudong Huo, Yi Luo, and Panos G. Kelamis14 June 2012 | GEOPHYSICS, Vol. 77, No. 4Multi-dimensional coherence deblending of simultaneous sourcesA 3D simultaneous source field test processed using alternating projections: a new active separation method13 February 2012 | Geophysical Prospecting, Vol. 60, No. 4Unconstrained simultaneous source land data processing*30 April 2012 | Geophysical Prospecting, Vol. 60, No. 4Randomized marine acquisition with compressive sampling matrices23 May 2012 | Geophysical Prospecting, Vol. 60, No. 4An inversion approach to separating sources in marine simultaneous shooting acquisition - application to a Gulf of Mexico data set28 May 2012 | Geophysical Prospecting, Vol. 60, No. 4Illumination properties and imaging promises of blended, multiple-scattering seismic data: a tutorial23 May 2012 | Geophysical Prospecting, Vol. 60, No. 4Iterative method for the separation of blended seismic data: discussion on the algorithmic aspects22 May 2012 | Geophysical Prospecting, Vol. 60, No. 4The acquisition and processing of dithered slip-sweep vibroseis data28 May 2012 | Geophysical Prospecting, Vol. 60, No. 4Convergence analysis of a coherency-constrained inversion for the separation of blended data15 June 2012 | Geophysical Prospecting, Vol. 60, No. 4Deblending by direct inversionKees Wapenaar, Joost van der Neut, and Jan Thorbecke25 April 2012 | GEOPHYSICS, Vol. 77, No. 3Multiscattering illumination in blended acquisitionA. J. Berkhout, G. Blacquière, and D. J. Verschuur16 February 2012 | GEOPHYSICS, Vol. 77, No. 2Combining full wavefield migration and full waveform inversion, a glance into the future of seismic imagingA. J. Berkhout27 February 2012 | GEOPHYSICS, Vol. 77, No. 2Focus on land seismic technology: The near-surface challengeTimothy H. Keho and Panos G. Kelamis10 January 2012 | The Leading Edge, Vol. 31, No. 1References29 April 2013Improving multiple removal using least-squares dip filters and independent component analysisDaniela Donno17 November 2011 | GEOPHYSICS, Vol. 76, No. 5Source-receiver compression scheme for full-waveform seismic inversionT. M. Habashy, A. Abubakar, G. Pan, and A. Belani9 June 2011 | GEOPHYSICS, Vol. 76, No. 4A scientific framework for active and passive seismic imaging, with applications to blended data and micro-earthquake responses10 January 2011 | Geophysical Journal International, Vol. 184, No. 2Seismic migration of blended shot records with surface-related multiple scatteringD. J. (Eric) Verschuur and A. J. (Guus) Berkhout6 January 2011 | GEOPHYSICS, Vol. 76, No. 1Encoded simultaneous source full‐wavefield inversion for spectrally shaped marine streamer dataPartha Routh, Jerry Krebs, Spyros Lazaratos, Anatoly Baumstein, Sunwoong Lee, Young Ho Cha, Ivan Chikichev, Nathan Downey, Dave Hinkley, and John Anderson8 August 2011Iterative separation of blended marine data: Discussion on the coherence‐pass filterPanagiotis Doulgeris, Araz Mahdad, and Gerrit Blacquière25 May 2012Using surface multiples to estimate primaries by sparse inversion from blended data13 December 2010 | Geophysical Prospecting, Vol. 59, No. 1Seismic Waveform Inversion by Stochastic OptimizationInternational Journal of Geophysics, Vol. 20113D symmetric sampling of sparse acquisition geometriesGijs J. Vermeer22 December 2010 | GEOPHYSICS, Vol. 75, No. 6Randomized sampling and sparsity: Getting more information from fewer samplesFelix J. Herrmann22 December 2010 | GEOPHYSICS, Vol. 75, No. 6Efficient seismic forward modeling using simultaneous random sources and sparsityRamesh (Neelsh) Neelamani, Christine E. Krohn, Jerry R. Krebs, Justin K. Romberg, Max Deffenbaugh, and John E. Anderson22 December 2010 | GEOPHYSICS, Vol. 75, No. 6Source synthesis for waveform inversionWilliam Symes21 October 2010Multi‐scattering illumination in blended acquisition designGuus Berkhout, Gerrit Blacquière, and Eric Verschuur21 October 2010An analysis on the simultaneous imaging of simultaneous source dataZhiyong Jiang and Ray Abma21 October 2010Separation of blended data by iterative estimation and subtraction of interference noisePanagiotis Doulgeris, Araz Mahdad, and Gerrit Blacquière21 October 2010Faster, Cheaper, Better Seismic Acquisition: now you can have all threeCraig J. Beasley, Emmanuel Saragoussi, Steve Whidden, and Franck Le Diagon21 October 2010Dithered slip‐sweep acquisitionClaudio Bagaini and Ying Ji21 October 2010Acquisition and processing of simultaneous vibroseis dataGeophysical Prospecting, Vol. 58, No. 1The concept of double blending: Combining incoherent shooting with incoherent sensingA. J. Berkhout, G. Blacquière, and D. J. Verschuur11 June 2009 | GEOPHYSICS, Vol. 74, No. 4Integrated imaging with active and passive seismic dataA.J. Berkhout and D.J. Verschnuur14 October 2009Distance separated simultaneous sweeping: Efficient 3D vibroseis acquisition in OmanJack Bouska14 October 2009Target‐oriented, least‐squares imaging of blended dataD.J. Verschuur and A.J. Berkhout14 October 2009Seismic imaging with incoherent wavefieldsA.J. Berkhout, D.J. Verschuur, and G. Blacquière14 October 2009Simultaneous sources separation via multi‐directional vector‐median filterShoudong Huo, Yi Luo, and Panos Kelamis14 October 2009A new era in land seismic: The near surface challengeTimothy H. Keho and Panos G. Kelamis14 October 2009Joint preconditioned least‐squares inversion of simultaneous source time‐lapse seismic data setsGboyega Ayeni, Yaxun Tang, and Bindo Biondi14 October 2009Source separation of simultaneous source OBC dataYoung Kim, Irina Gruzinov, Manhong Guo, and Satyakee Sen14 October 2009Survey Design for Blended AcquisitionGerrit Blacquière, Guus Berkhout, and Eric Verschuur14 October 2009Simultaneous sources: A technology whose time has comeCraig J. Beasley15 December 2008Simultaneous source separation by sparse Radon transformPeeter Akerberg, Gary Hampson, James Rickett, Harry Martin, and Jeff Cole15 December 2008Simultaneous source separation using dithered sourcesIan Moore, Bill Dragoset, Tor Ommundsen, David Wilson, Camille Ward, and Daniel Eke15 December 2008Simultaneous source separation: A prediction‐subtraction approachSimon Spitz, Gary Hampson, and Antonio Pica15 December 2008Acquisition using simultaneous sourcesGary Hampson, Joe Stefani, and Fred Herkenhoff15 December 2008From simultaneous shooting to blended acquisitionA. J. (Guus) Berkhout, Gerrit Blacquière, and Eric Verschuur15 December 2008 SEG Technical Program Expanded Abstracts 1998ISSN (print):1052-3812 ISSN (online):1949-4645Copyright: 1998 Pages: 2092 publication data© 1998 Copyright © 1998 Society of Exploration GeophysicistsPublisher:Society of Exploration Geophysicists HistoryPublished: 06 Jan 2005 CITATION INFORMATION Craig J. Beasley, Ronald E. Chambers, and Zerong Jiang, (1998), \"A new look at simultaneous sources,\" SEG Technical Program Expanded Abstracts : 133-135. https://doi.org/10.1190/1.1820149 Plain-Language Summary PDF DownloadLoading ...",
  "authors": [
    {
      "display_name": "Craig J. Beasley",
      "id": "A5049346924",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Craig J. Beasley"
    },
    {
      "display_name": "Ronald E. Chambers",
      "id": "A5110683101",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Ronald E. Chambers"
    },
    {
      "display_name": "Zerong Jiang",
      "id": "A5113988468",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Zerong Jiang"
    }
  ],
  "publication_year": 1998,
  "publication_date": "1998-01-01",
  "type": "article",
  "cited_by_count": 227,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "",
    "display_name": "",
    "issn_l": "",
    "issn": [],
    "type": "",
    "host_organization": ""
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.5986388
    },
    {
      "id": "C127313418",
      "display_name": "Geology",
      "level": 0,
      "score": 0.4171078
    }
  ],
  "topics": [
    {
      "id": "T11609",
      "display_name": "Geophysical Methods and Applications",
      "score": 0.1691
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1190/1.1820149",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:23:50.993182",
  "source_database": "OpenAlex"
}