{
  "openalex_id": "W1994570727",
  "doi": "https://doi.org/10.7326/0003-4819-104-6-805",
  "title": "Prevalence of Human T-Lymphotropic Virus Type III Antibodies Among Patients in Dialysis Programs at a University Hospital",
  "abstract": "Brief Reports1 June 1986Prevalence of Human T-Lymphotropic Virus Type III Antibodies Among Patients in Dialysis Programs at a University HospitalALLAN J. MORRISON Jr., M.D., M.S., CAROL V. FREER, M.D., C. LYNN POOLE, R.N.P., DANA O. JOHNSTON, R.N.P., FREDERIC WESTERVELT Jr., M.D., DAVID E. NORMANSELL, Ph.D., RICHARD P. WENZEL, M.D.ALLAN J. MORRISON Jr., M.D., M.S.Search for more papers by this author, CAROL V. FREER, M.D.Search for more papers by this author, C. LYNN POOLE, R.N.P.Search for more papers by this author, DANA O. JOHNSTON, R.N.P.Search for more papers by this author, FREDERIC WESTERVELT Jr., M.D.Search for more papers by this author, DAVID E. NORMANSELL, Ph.D.Search for more papers by this author, RICHARD P. WENZEL, M.D.Search for more papers by this authorAuthor, Article, and Disclosure Informationhttps://doi.org/10.7326/0003-4819-104-6-805 SectionsAboutPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinkedInRedditEmail ExcerptMore than 13 000 cases of the acquired immunodeficiency syndrome (AIDS) have been reported. The identification of the human T-lymphotropic virus type III (HTLV-III) as the causative agent has led to an increased understanding of the likely modes of transmission as well as the identification of persons at risk for infection. Currently, about 80 000 patients require regular dialysis in the United States (1). Patients requiring such dialysis would appear to be at high risk for infection with HTLV-III because of their having received multiple transfusions before the initiation of nationwide screening of blood products for HTLV-III antibody (2, 3)....References1. . End-Stage Renal Disease Program Quarterly Statistical Summary. Washington, D.C: U. S. Department of Health and Human Services, Health Care Financing Administration, Bureau of Support Services. Available from Superintendent of Documents, U.S. Government Printing Office. (DHHS publication number HCFA 82-0900). Google Scholar2. FEORINOJAFFEPALMER PHE. Transfusion-associated acquired immunodeficiency syndrome: evidence for persistent infection in blood donors. N Engl J Med. 1985;312:1293-6. CrossrefMedlineGoogle Scholar3. . Provisional Public Health Service inter-agency recommendations for screening donated blood and plasma for antibody to the virus causing acquired immunodeficiency syndrome. MMWR. 1985;34:1-5. Google Scholar4. WEISSGOEDERTSARNGADHARANBODNERGALLOBLATTNER SJMARW. Screening test for HTLV-III (AIDS agent) antibodies: specificity, sensitivity, and applications. JAMA. 1985;253:221-5. CrossrefMedlineGoogle Scholar5. PETRICCIANI J. Licensed tests for antibody to human T-lymphotropic virus type III: sensitivity and specificity. Ann Intern Med. 1985;103:7269. LinkGoogle Scholar6. FANGDARRKLEINMANWEHLINGDODD CFSRR. Relative specificity of enzyme-linked immunosorbent assays for antibodies to human T-cell lymphotropic virus, type III, and their relationship to Western blotting. Transfusion. 1986;26:208-9. CrossrefMedlineGoogle Scholar7. LEVINE P. The acquired immunodeficiency syndrome in persons with hemophilia. Ann Intern Med. 1985;103:723-6. LinkGoogle Scholar8. OSTERHOLMBOWMANCHOPEKMCCULLOUGHKORLATHPOLESKY MRMJJH. Screening donated blood and plasma for HTLV-III antibody: facing more than one crisis? TV Engl J Med. 1985;312:1185-9. CrossrefMedlineGoogle Scholar9. NAJEMLOURIATHIND GDI. Control of hepatitis B infection: the role of surveillance and an isolation hemodialysis center. JAMA. 1981;245:153-7. CrossrefMedlineGoogle Scholar10. . Update: evaluation of human T-lymphotropic virus type III/lymphadenopathy-associated virus infection in health-care personnel—United States. MMWR. 1985;34:575-8. MedlineGoogle Scholar This content is PDF only. To continue reading please click on the PDF icon. Author, Article, and Disclosure InformationAffiliations: University of Virginia Hospital Charlottesville, Virginia PreviousarticleNextarticle Advertisement FiguresReferencesRelatedDetails Metrics Cited ByEpidemiology of Human Immunodeficiency Virus (HIV) Infection in Dialysis: Recent InsightsPeritonitisPrevalence and incidence of human immunodeficiency virus among patients undergoing long-term hemodialysisCompetition ELISA using a human monoclonal antibody for detection of antibodies against human immunodeficiency virus type 1Prevalence and incidence of human immunodeficiency virus among patients undergoing long-term hemodialysisDiminuição do risco de infecção pelo vírus da imunodeficiência humana (VIH) em pacientes em hemodiálise no estado do Rio de Janeiro, BrasilHuman Immunodeficiency Virus (HIV) Infection and the KidneyRichard J. Glassock, MD, Arthur H. Cohen, MD, Gabriel Danovitch, MD, K. Peter Parsa, MDAcquired Immunodeficiency Syndrome (AIDS), Human Immunodeficiency Virus (HIV) Infection, and DialysisPeritonitisCohort study of human immunodeficiency virus (HIV) antibody testing among patients receiving long-term dialysis at a university hospitalImpact of Human Immunodeficiency Virus on the Treatment of UremiaFalse-Positive Results of Screening for Antibodies to Human Immunodeficiency Virus in Chronic Hemodialysis PatientsPrevalence of Human Immunodeficiency Virus Antibodies and Hepatitis B Markers Among Patients Having HemodialysisSTEVEN YU VILLANUEVA, M.D., MARIA DE MEDINA, M.S., GUIDO PEREZ, M.D., K. RAJENDER REDDY, M.D., LENNOX JEFFERS, M.D., FREDDIE WATKINS, R.N., M.S., CARL GOLDSMITH, M.D., EUGENE R. SCHIFF, M.D.Proprietary Herbal Medicines in Circulatory Disorders: Hawthorn, Ginkgo, Padma 28 1 June 1986Volume 104, Issue 6Page: 805-807KeywordsAIDSAntibodiesBlood transfusionHIVHIV infectionsMedical dialysis Issue Published: 1 June 1986 PDF DownloadLoading ...",
  "authors": [
    {
      "display_name": "Allan J. Morrison",
      "id": "A5042606099",
      "orcid": null,
      "institutions": [
        {
          "id": "I51556381",
          "display_name": "University of Virginia",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Allan J. Morrison"
    },
    {
      "display_name": "Carol Freer",
      "id": "A5022823548",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Carol V. Freer"
    },
    {
      "display_name": "Colwyn Poole",
      "id": "A5083700161",
      "orcid": null,
      "institutions": [
        {
          "id": "I51556381",
          "display_name": "University of Virginia",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "C. Lynn Poole"
    },
    {
      "display_name": "Dana O. Johnston",
      "id": "A5111601074",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Dana O. Johnston"
    },
    {
      "display_name": "Frederic B. Westervelt",
      "id": "A5110413195",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Frederic Westervelt"
    },
    {
      "display_name": "David E. Normansell",
      "id": "A5085593407",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "David E. Normansell"
    },
    {
      "display_name": "Richard P. Wenzel",
      "id": "A5065540263",
      "orcid": "https://orcid.org/0000-0002-1734-792X",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Richard P. Wenzel"
    }
  ],
  "publication_year": 1986,
  "publication_date": "1986-06-01",
  "type": "article",
  "cited_by_count": 17,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S119722071",
    "display_name": "Annals of Internal Medicine",
    "issn_l": "0003-4819",
    "issn": [
      "0003-4819",
      "1539-3704"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316812"
  },
  "volume": "104",
  "issue": "6",
  "first_page": "805",
  "last_page": "805",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.7742972
    },
    {
      "id": "C2776368728",
      "display_name": "Human T-lymphotropic virus",
      "level": 4,
      "score": 0.5586249
    },
    {
      "id": "C2779978075",
      "display_name": "Dialysis",
      "level": 2,
      "score": 0.5400304
    },
    {
      "id": "C3013748606",
      "display_name": "Human immunodeficiency virus (HIV)",
      "level": 2,
      "score": 0.49265605
    },
    {
      "id": "C159047783",
      "display_name": "Virology",
      "level": 1,
      "score": 0.3400585
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.32142383
    },
    {
      "id": "C118552586",
      "display_name": "Psychiatry",
      "level": 1,
      "score": 0.18201143
    },
    {
      "id": "C2777604421",
      "display_name": "Myelopathy",
      "level": 3,
      "score": 0.0
    },
    {
      "id": "C2780775167",
      "display_name": "Spinal cord",
      "level": 2,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T12159",
      "display_name": "T-cell and Retrovirus Studies",
      "score": 0.9999
    },
    {
      "id": "T12733",
      "display_name": "Vector-Borne Animal Diseases",
      "score": 0.9433
    },
    {
      "id": "T11020",
      "display_name": "Immune Cell Function and Interaction",
      "score": 0.9255
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.7326/0003-4819-104-6-805",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:28:52.067080",
  "source_database": "OpenAlex"
}