{
  "openalex_id": "W1993735974",
  "doi": "https://doi.org/10.1016/s0022-5347(05)65763-1",
  "title": "SALVAGE CRYOTHERAPY USING AN ARGON BASED SYSTEM FOR LOCALLY RECURRENT PROSTATE CANCER AFTER RADIATION THERAPY: THE COLUMBIA EXPERIENCE",
  "abstract": "No AccessJournal of UrologyCLINICAL UROLOGY: Original Articles1 Oct 2001SALVAGE CRYOTHERAPY USING AN ARGON BASED SYSTEM FOR LOCALLY RECURRENT PROSTATE CANCER AFTER RADIATION THERAPY: THE COLUMBIA EXPERIENCE MOHAMED A. GHAFAR, CHRISTOPHER W. JOHNSON, ALEXANDER DE LA TAILLE, MITCHELL C. BENSON, EMILIA BAGIELLA, MARIE FATAL, CARL A. OLSSON, and AARON E. KATZ MOHAMED A. GHAFARMOHAMED A. GHAFAR , CHRISTOPHER W. JOHNSONCHRISTOPHER W. JOHNSON , ALEXANDER DE LA TAILLEALEXANDER DE LA TAILLE , MITCHELL C. BENSONMITCHELL C. BENSON , EMILIA BAGIELLAEMILIA BAGIELLA , MARIE FATALMARIE FATAL , CARL A. OLSSONCARL A. OLSSON , and AARON E. KATZAARON E. KATZ View All Author Informationhttps://doi.org/10.1016/S0022-5347(05)65763-1AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: Cryosurgical ablation of the prostate has been reported as potential treatment for radioresistant clinically localized prostate cancer. We report our experience with the safety and efficacy of salvage cryosurgery using the argon based CRYOCare system (Endocare, Inc, Irvine, California). Materials and Methods: Between October 1997 and September 2000, 38 men with a mean age of 71.9 years underwent salvage cryosurgery for recurrent prostate cancer after radiation therapy failed. All patients had biochemical disease recurrence, defined as an increase in prostate specific antigen (PSA) of greater than 0.3 ng./ml. above the post-radiation PSA nadir. Subsequently prostate biopsy was positive for cancer. Pre-cryosurgery bone scan demonstrated no evidence of metastatic disease. In addition, these patients received 3 months of neoadjuvant androgen deprivation therapy before cryotherapy. Results: The PSA nadir was 0.1 or less, 1 or less and greater than 1 ng./ml. in 31 (81.5%), 5 (13.2%) and 2 (5.3%) patients, respectively. Biochemical recurrence-free survival calculated from Kaplan-Meier curves was 86% at 1 year and 74% at 2 years. Reported complications included rectal pain in 39.5% of cases, urinary tract infection in 2.6%, incontinence in 7.9%, hematuria in 7.9% and scrotal edema in 10.5%. The rate of rectourethral fistula, urethral sloughing and urinary retention was 0%. Conclusions: Our study supports cryosurgery of the prostate as safe and effective treatment in patients in whom radiation therapy fails. Using the CRYOCare machine resulted in a marked decrease in complications. References 1 : Cancer statistics, 1997. CA Cancer J Clin1997; 47: 5. Google Scholar 2 : The National Cancer Data Base report on prostate cancer. Cancer1994; 74: 1640. Google Scholar 3 Katz, A.: Cryosurgery in the radiation failure patient. Proceedings of the World Congress of Cryosurgery, Orlando, Florida, October 30, 1998 Google Scholar 4 : Treatment of prostate cancer: watchful waiting, radical prostatectomy, and cryoablation. Semin Surg Oncol2000; 18: 37. Google Scholar 5 : Treatment options for localized recurrence of prostate cancer following radiation therapy. Urol Clin North Am1996; 23: 677. Google Scholar 6 : Transrectal ultrasound-guided percutaneous radical cryosurgical ablation of the prostate. Cancer1993; 72: 1291. Google Scholar 7 : The efficacy and complications of salvage cryotherapy of the prostate. J Urol1997; 157: 921. Link, Google Scholar 8 : PSA after definitive radiotherapy for clinically localized prostate cancer. Urol Clin North Am1993; 20: 727. Google Scholar 9 : Identification of residual cancer in the prostate following radiation therapy: role of transrectal ultrasound guided biopsy and prostate specific antigen. J Urol1989; 142: 326. Link, Google Scholar 10 : Proliferative cell nuclear antigen in postradiotherapy prostate biopsies. Int J Radiat Oncol Biol Phys1994; 30: 303. Google Scholar 11 : Complication of 125 iodine implantation and pelvic lymphadenectomy for prostatic cancer with special reference to patients who had failed external beam therapy as their initial mode of therapy. J Urol1981; 126: 620. Abstract, Google Scholar 12 : Adjuvant cytotoxic chemotherapy in association with radical surgery or radical radiation treatment in presumably localized prostatic cancer. Acta Oncol1991; 30: 259. Google Scholar 13 : Quality of life and treatment outcomes: prostate carcinoma patients’ perspectives after prostatectomy or radiation therapy. Cancer1997; 79: 1977. Google Scholar 14 : Salvage surgery following full dose radiation therapy for prostate cancer. In: Atlas of Surgical Oncology. Edited by . Philadelphia: W. B. Saunders1995: 605. Google Scholar 15 : Quality-of-life outcomes in men treated for localized prostate cancer. JAMA1995; 273: 129. Crossref, Medline, Google Scholar 16 : Combination perineal cryosurgery and external radiation therapy for adenocarcinoma of prostate. Urology1984; 24: 11. Google Scholar 17 : Complications of cryosurgical ablation of the prostate to treat localized adenocarcinoma of the prostate. Urology1995; 45: 932. Google Scholar 18 : Transrectal ultrasound-guided transperineal cryoablation in the treatment of prostate carcinoma: preliminary results. J Urol1995; 154: 435. Link, Google Scholar 19 : Short-term outcomes after cryosurgical ablation of the prostate in men with recurrent prostate carcinoma following radiation therapy. Urology1995; 46: 676. Google Scholar 20 : Salvage surgery for radiation failure in prostate cancer. Cancer1993; 71: 976. Google Scholar 21 : Salvage surgery plus androgen deprivation for radioresistant prostatic adenocarcinoma. J Urol part 21992; 147: 900. Abstract, Google Scholar 22 : Salvage radical prostatectomy: outcome measured by serum prostate specific antigen levels. J Urol1995; 153: 104. Link, Google Scholar 23 : Cryosurgery of prostate cancer. Use of adjuvant hormonal therapy and temperature monitoring: a one year follow-up. Anticancer Res1997; 17: 1511. Google Scholar 24 : Deoxyribonucleic acid ploidy and serum prostate specific antigen predict outcome following salvage prostatectomy for radiation refractory prostate cancer. J Urol1999; 161: 857. Link, Google Scholar 25 : Percutaneous, transperineal cryosurgery of the prostate as salvage therapy for post radiation recurrence of adenocarcinoma. Cancer1996; 77: 1510. Google Scholar 26 : Cryosurgery in prostatic cancer: survival. Urology1982; 19: 37. Google Scholar 27 : Cryoablation of localized prostate cancer. Experience in 48 cases, PSA and biopsy results. Eur Urol1998; 34: 181. Google Scholar 28 : Carcinoma of the prostate. In: . Edited by . St. Louis: Mosby-Year Book1991: 1277. Google Scholar From the Department of Urology, College of Physicians and Surgeons of Columbia University, New York, New York© 2001 by American Urological Association, Inc.FiguresReferencesRelatedDetailsCited byBabaian R, Donnelly B, Bahn D, Baust J, Dineen M, Ellis D, Katz A, Pisters L, Rukstalis D, Shinohara K and Thrasher J (2008) Best Practice Statement on Cryosurgery for the Treatment of Localized Prostate CancerJournal of Urology, VOL. 180, NO. 5, (1993-2004), Online publication date: 1-Nov-2008.Ng C, Moussa M, Downey D and Chin J (2007) Salvage Cryoablation of the Prostate: Followup and Analysis of Predictive Factors for OutcomeJournal of Urology, VOL. 178, NO. 4, (1253-1257), Online publication date: 1-Oct-2007.Huang W, Kuroiwa K, Serio A, Bianco F, Fine S, Shayegan B, Scardino P and Eastham J (2018) The Anatomical and Pathological Characteristics of Irradiated Prostate Cancers May Influence the Oncological Efficacy of Salvage Ablative TherapiesJournal of Urology, VOL. 177, NO. 4, (1324-1329), Online publication date: 1-Apr-2007.WARD J, SEBO T, BLUTE M and ZINCKE H (2018) SALVAGE SURGERY FOR RADIORECURRENT PROSTATE CANCER: CONTEMPORARY OUTCOMESJournal of Urology, VOL. 173, NO. 4, (1156-1160), Online publication date: 1-Apr-2005.TOUMA N, IZAWA J and CHIN J (2018) CURRENT STATUS OF LOCAL SALVAGE THERAPIES FOLLOWING RADIATION FAILURE FOR PROSTATE CANCERJournal of Urology, VOL. 173, NO. 2, (373-379), Online publication date: 1-Feb-2005.STEPHENSON A, SCARDINO P, BIANCO F, DiBLASIO C, FEARN P and EASTHAM J (2018) MORBIDITY AND FUNCTIONAL OUTCOMES OF SALVAGE RADICAL PROSTATECTOMY FOR LOCALLY RECURRENT PROSTATE CANCER AFTER RADIATION THERAPYJournal of Urology, VOL. 172, NO. 6 Part 1, (2239-2243), Online publication date: 1-Dec-2004.LARSON B, BOSTWICK D, CORICA A and LARSON T (2018) Histological Changes of Minimally Invasive Procedures for the Treatment of Benign Prostatic Hyperplasia and Prostate Cancer: Clinical ImplicationsJournal of Urology, VOL. 170, NO. 1, (12-19), Online publication date: 1-Jul-2003.Nathan T, Whitelaw D, Chang S, Lees W, Ripley P, Payne H, Jones L, Parkinson M, Emberton M, Gillams A, Mundy A and Bown S (2018) Photodynamic Therapy for Prostate Cancer Recurrence After Radiotherapy: A Phase I StudyJournal of Urology, VOL. 168, NO. 4 Part 1, (1427-1432), Online publication date: 1-Oct-2002. Volume 166Issue 4October 2001Page: 1333-1338 Advertisement Copyright & Permissions© 2001 by American Urological Association, Inc.Keywordscryosurgeryrecurrenceradiationprostateprostatic neoplasmsMetricsAuthor Information MOHAMED A. GHAFAR More articles by this author CHRISTOPHER W. JOHNSON More articles by this author ALEXANDER DE LA TAILLE More articles by this author MITCHELL C. BENSON More articles by this author EMILIA BAGIELLA More articles by this author MARIE FATAL More articles by this author CARL A. OLSSON More articles by this author AARON E. KATZ More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Mohamed A. Ghafar",
      "id": "A5039585199",
      "orcid": "https://orcid.org/0000-0001-7907-3613",
      "institutions": [
        {
          "id": "I78577930",
          "display_name": "Columbia University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "MOHAMED A. GHAFAR"
    },
    {
      "display_name": "Christopher W. Johnson",
      "id": "A5079869230",
      "orcid": "https://orcid.org/0000-0002-2979-4751",
      "institutions": [
        {
          "id": "I78577930",
          "display_name": "Columbia University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "CHRISTOPHER W. JOHNSON"
    },
    {
      "display_name": "A. De La Taille",
      "id": "A5053491040",
      "orcid": null,
      "institutions": [
        {
          "id": "I78577930",
          "display_name": "Columbia University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "ALEXANDER DE LA TAILLE"
    },
    {
      "display_name": "Mitchell C. Benson",
      "id": "A5011642832",
      "orcid": "https://orcid.org/0000-0003-4018-5970",
      "institutions": [
        {
          "id": "I78577930",
          "display_name": "Columbia University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "MITCHELL C. BENSON"
    },
    {
      "display_name": "Emilia Bagiella",
      "id": "A5081580894",
      "orcid": "https://orcid.org/0000-0002-3582-6502",
      "institutions": [
        {
          "id": "I78577930",
          "display_name": "Columbia University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "EMILIA BAGIELLA"
    },
    {
      "display_name": "Marie Fatal",
      "id": "A5076568553",
      "orcid": null,
      "institutions": [
        {
          "id": "I78577930",
          "display_name": "Columbia University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "MARIE FATAL"
    },
    {
      "display_name": "Carl A. Olsson",
      "id": "A5111452748",
      "orcid": null,
      "institutions": [
        {
          "id": "I78577930",
          "display_name": "Columbia University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "CARL A. OLSSON"
    },
    {
      "display_name": "Aaron E. Katz",
      "id": "A5103352989",
      "orcid": null,
      "institutions": [
        {
          "id": "I78577930",
          "display_name": "Columbia University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "AARON E. KATZ"
    }
  ],
  "publication_year": 2001,
  "publication_date": "2001-10-01",
  "type": "article",
  "cited_by_count": 159,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "166",
  "issue": "4",
  "first_page": "1333",
  "last_page": "1338",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.9653282
    },
    {
      "id": "C2780149145",
      "display_name": "Cryotherapy",
      "level": 2,
      "score": 0.9088599
    },
    {
      "id": "C2780192828",
      "display_name": "Prostate cancer",
      "level": 3,
      "score": 0.7227151
    },
    {
      "id": "C509974204",
      "display_name": "Radiation therapy",
      "level": 2,
      "score": 0.5657097
    },
    {
      "id": "C2780775027",
      "display_name": "Salvage therapy",
      "level": 3,
      "score": 0.52203727
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.430488
    },
    {
      "id": "C2776235491",
      "display_name": "Prostate",
      "level": 3,
      "score": 0.4237901
    },
    {
      "id": "C121608353",
      "display_name": "Cancer",
      "level": 2,
      "score": 0.37664106
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.17568883
    },
    {
      "id": "C2776694085",
      "display_name": "Chemotherapy",
      "level": 2,
      "score": 0.077952325
    }
  ],
  "topics": [
    {
      "id": "T10124",
      "display_name": "Prostate Cancer Diagnosis and Treatment",
      "score": 0.9994
    },
    {
      "id": "T11176",
      "display_name": "Radiation Therapy and Dosimetry",
      "score": 0.9985
    },
    {
      "id": "T10543",
      "display_name": "Prostate Cancer Treatment and Research",
      "score": 0.9977
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/s0022-5347(05)65763-1",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:51:29.640081",
  "source_database": "OpenAlex"
}