{
  "openalex_id": "W1998583982",
  "doi": "https://doi.org/10.1080/19436149.2013.818194",
  "title": "Theorizing Revolutionary Practice: Agendas for Research on the Arab Uprisings",
  "abstract": "AbstractThis article serves as an introduction to the special issue of the journal Middle East Critique on the Arab uprisings of 2011. It presents a summary of the main ideas that were analyzed and debated at a unique conference that brought together in April 2012 several academic experts and several activists who had participated in the revolutionary events that the international media dubbed the ‘Arab Spring.’ The aims of the conference were to encourage dialogue between scholars of the Middle East and the activists in order to reach some degree of common understanding about the factors that precipitated the mass protests, especially in Tunisia, Egypt and Bahrain; to assess the dynamics of the uprisings; and to explore ways to conduct research on and to apply theories to the revolutionary practices that emerged during the uprisings.Keywords:: Arab SpringArab UprisingsAlgeriaBahrainEgyptLibyarevolutionsocial movementsSyriatheoryTunisia Notes 1 D. Kirkpatrick & K. Fahim (Citation2013) As Crisis Deepens in Egypt After Ruling on Riot, Calls for a Military Coup, New York Times, March 9, 2013. 2 Those scholars and activists who have negotiated the new networks and circuits of power, knowledge and politics more successfully have demonstrated a deep appreciation for the dynamics of authoritarian rule, the growing economic polarization between rich and poor, the emergence of new youth-oriented sub- (and increasingly counter-) cultures, networks and identities—from extreme music to networks of piety—tied to but not circumscribed by the rise of Internet-driven social media, and the increasingly empty promises of privatization and liberalization as well as the loss of prestige of the United States. 3 As Bahraini human rights campaigner Nabeel Rajab explained, ‘Our role is a pressuring role, but it is not necessarily that we take on a role of a political group.’ (CMES Conference, April 26, 2012). The difference seems to have been lost on the Bahraini government, which arrested him a few weeks after he returned to Bahrain and subsequently sentenced him to prison. 4 M. LeVine et al. (Citation2013) Transcript of Remarks, CMES Conference on Arab Uprisings, April 26–28, 2012. Rapporteur's report compiled by Mark LeVine. The following CMES students provided invaluable assistance as hosts for the international participants and in recording and transcribing their remarks during conference panels and sessions: Adam Almqvist, Yildiz Arslan, Lisa Barrington, David Bowling, Racha El Daoi, Noora Flinkman, Erin Frazier, Anahita Hosseini, Mostafa Al Jaberi, Anna Maslennikova, Pamela Strandberg, Nathan Teitgen, and Caner Uluğ. The contribution by Muriam Haleh-Davis and Thomas Serres was published as an article in Middle East Critique, 22(2), pp. 101–14; in it, they point to the section in Wretched of the Earth where Fanon describes colonialism as a ‘systematic negation of the other,’ in which ‘the defensive attitudes created by this violent bringing together of the colonized man and the colonial system form themselves into a structure which then reveals the colonized personality’ (F. Fanon (Citation1967) Wretched of the Earth (New York: Penguin), pp. 200–201). 5 Remarks at CMES Conference, April 26, 2012. 6 Ibid., April 27, 2012. 7 Remarks at CMES Conference, April 26, 2012. 8CitationM. LeVine (manuscript under review) Culture Jamming and the Arab Uprisings, in: M. DeLaure (ed.) Culture Jamming Reader, pp. 00–01 (New York: New York University Press). 9 For a discussion of the notion of emurgency, see M. LeVine and B. Reynolds (2013) Theatre of Immediacy: Dissident Culture, Revolutionary Performance, and Transversal Movements in the Arab World, paper presented to the Islam and Popular Culture conference, Amsterdam, March 8–9.10 To cite one example, the incredible solidarity among normally different groups of people with competing world views and politics was a defining characteristic of the 18 days of demonstrations in Cairo's Tahrir Square during January and February 2011. Yet that feeling disappeared literally within 24 hours of Mubarak's departure and, on the festival-like gathering of the evening of February 12, 2011, rifts between groups were already readily apparent.11 Cf. C. Hirschkind (Citation2012) Beyond Secular and Religious: An Intellectual Genealogy of Tahrir Square, American Ethnologist, 29(1), pp. 49–53.12 These words were said to me many times by Egyptian as well as Algerian activists during 2011 and 2012.13 As Shomar and fellow Gaza Youth Breaks Out (GYBO) activist Abu Yazan explain, ‘We were sick of Fatah corruption and so we voted for Hamas which was helping people, but all they did afterwards was ban people from doing anything. When you say you want a job they tell you to shut up. The corruption continues, just in different hands.’ Similarly, both the Ben Ali and Mubarak regimes were defined by extreme corruption that ultimately alienated a critical share of their populations.14 Osama Shomar, CMES Conference, April 26, 2012.15 For an analysis of the role of breaking the wall of fear in the revolutions, see Egypt: The Revolution that Shame Built, al-Jazeera, January 25, 2012. Available at http://www.aljazeera.com/indepth/opinion/2012/01/2012123141738765544.html, accessed July 29, 2013.16 G. Agamben (Citation2005) State of Exception (Chicago: University of Chicago Press); also see G. Agamben (Citation1998) Homo Sacer: Sovereign Power and Bare Life (Palo Alto: Stanford University Press); and, on social death, see L. M. Cacho (Citation2012) Social Death: Racialized Rightlessness and the Criminalization of the Unprotected (New York: New York University Press).17 As Subcomandante Marcos explained it, ‘We were already dead and we were called upon to become warriors, according to our legend. And as we were dead, we became what we are: shadows. And in a strict sense we are that: shadow's warriors or warriors of the shadows.’ See J. A. Schertow (Citation2006) EZLN: A Meeting with the Tohono, O'odham, Navajo and Cherokee, in: The Other Mexico, October 26. Available at: /http://intercontinentalcry.org/ezln-a-meeting-with-the-tohono-oodham-navajo-and-cherokee/, accessed June 10, 2013.18 For metalheads, ‘a music about death can affirm life’ far more meaningfully than existing political and religious ideologies. For the role of heavy metal in the emergence of new political subjectivities, see M. LeVine (Citation2008) Heavy Metal Islam: Rock, Resistance and the Struggle for the Soul of Islam (New York: Random House).19 For the vlog that was so crucial to bringing activists out on January 25, 2011, see http://www.youtube.com/watch?v = SgjIgMdsEuk, accessed July 29, 2013.20 A. Yazan, CMES Conference, April 27, 2012.21 L. Dakhli, CMES Conference, April 26, 2012.22 Cf. V. Turner (Citation1969) The Ritual Process: Structure and Anti-Structure (Chicago: Aldine Publishers).23 K. Bouzouita, CMES Conference, April 27, 2012.24 T. Mitchell (Citation1991) The Limits of the State: Beyond Statist Approaches and Their Critics, American Political Science Review, 85(1), pp. 77–96, specifically p. 78.25 Ibid., p. 93.26 Sharp's writings in fact did influence some of the main organizers of the initial revolutionary coalitions in Tunisia, Egypt and other countries that witnessed large-scale protests in 2010–11.27 G. Sharp (Citation2010) From Dictatorship to Democracy: A Conceptual Framework for Liberation (Boston: Albert Einstein Institution). For CitationHibou's analysis, see the English translation of her 2006 La force de l'obéissance: économie politique de la répression en Tunisie (Paris: La Découverte), translated into English in 2011 as The Force of Obedience: The Political Economy of Repression in Tunisia (Cambridge: Polity Press).28 The unprecedented levels of legal corruption in the United States (as reflected in the 2007–present mortgage and banking ‘crisis’) as well as the increasing curtailment of once solid constitutional protections evidence the ubiquity of this reality in the ‘advanced democracies’ as well as the autocracies of the developing world.29 As Foucault points out, even in the most democratic of societies, the individualization of each citizen is ‘linked to the state’ ((1982) The Subject and Power, Critical Inquiry, 8 (4), pp. 777–795, p. 785), while ‘the development of the individual must foster the strength of the state’ ((1979) Omnes et Singulatim: Towards a Criticism of ‘Political Reason,’ in; The Tanner Lectures (Palo Alto, CA: Stanford University), p. 252). What Foucault makes clear in his seminal and still underappreciated discussions of the rise of modern ‘states’ in his College de France lectures, is that states are not so much structures as they are dominations, or more precisely, as he quotes the famous Italian early modern theorist Botero, a ‘firm domination over peoples’ within a broader ‘relation’ or ‘dynamic of forces’ ((2009) Security, Territory and Population: Lectures at the College de France, 1977–78, New York: Picador Press, pp. 237, 294–296). In all there is a deep interdependence of economic and police order, which the liberal state inherits from the police state. If states began to be understood as ‘existing in a field of forces,’ we now understand that the state in fact does not merely exist in a field of forces, it is a field of forces, and that field includes all the people through whom the forces flow, either willingly or no (or most often a combination of both).30 C. Gordon (Citation1991) Governmental Rationality: An Introduction, in: M. Foucault, G. Burchell, C. Gordon & P. Miller (eds) The Foucault Effect: Studies in Governmentality, pp. 24–36 (Chicago: University of Chicago Press), pp. 24, 36.31 Numerous participants expressed this view in the sessions dealing with political subjectivity, CMES conference, April 27, 2012.32 Dakhli remarks, CMES Conference, April 27, 2012.33 J. Clancy-Smith (Citation2012) Mediterraneans: North Africa and Europe in an Age of Migration, 1800–1900. Berkeley: UC Press.34 See I. Khuri-Makdisi (Citation2012) The Eastern Mediterranean and the Making of Global Radicalism, 1860–1914. Berkeley: University of California Press.35 A good summary discussion of this research is A. Valeriani (Citation2011) Bridges of the Revolution: Linking People, Sharing Information and Remixing Practices, in: A. Salvatore (ed.) New Media and Collective Action in the Middle East, Sociologica, 3. Available at http://www.sisp.it/files/uploads/Sisp_Valeriani_final.pdf, accessed June 10, 2013.36 LeVine, remarks at CMES Conference, April 28, 2012.37 R. Benkirane (Citation2012) The Alchemy of Revolution: The Role of Social Networks and New Media in the Arab Spring, GCSP Policy Paper 2012/7. Available at http://gcsp.ch/Regional-Capacity-Development/Middle-East-North-Africa/Publications/GCSP-Publications/Policy-Papers/The-Alchemy-of-Revolution-The-Role-of-Social-Networks-and-New-Media-in-the-Arab-Spring, accessed May 30, 2013. This view reflected the widespread sentiments of participants in the conference.38 W. Armbrust (2011) Revolution Against Neoliberalism, Jadaliyya, February 23, 2011. Available at http://www.jadaliyya.com/pages/index/717, accessed May 29, 2013. As he explains, ‘Egypt did not so much shrink its public sector, as neoliberal doctrine would have it, as it reallocated public resources for the benefit of a small and already affluent elite.’39 Corruption has continued to define the local political economies in the wake of the uprisings, as evidenced by rankings from Transparency International and interviews with activists across the region (for an updated summary, see N. Aki (Citation2013) Corruption ‘On the Increase’ Across the Arab World, Mideast Posts, January 11, 2013. Available at http://mideastposts.com/middle-east-society/corruption-on-the-increase-across-arab-world/), accessed May 30, 2013.40CitationArmbrust, Revolution Against Neoliberalism.41 D. Seddon (Citation1986) Riot and Rebellion, UEA Norwich, School of Development Studies, University of East Anglia, Discussion Paper No. 196, October.42 Ibid.43 It is worth noting here that the word ‘mahallah’ once was used to describe the (bi)annual expeditions of North African officials throughout their realms to collect taxes and tribute, mediate disputes, and reclaim territory from dissident tribes. The state-run textile mill was established in 1928—the same year as the birth of the Muslim Brotherhood—as an important symbol of the new nation.44 See CitationGovernment of Egypt, Central Bank, February 2, 2013 report. Available at http://cbe.org.eg/CBE_Bulletin/2013/Bulletin_2013_02_Feb/48_32_Net_Foreign_Direct_Investment_In_Egypt_(FDI)_by_country.pdf, accessed June 3, 2013. The FDI statistics for Tunis, Morocco, Jordan and Yemen are roughly similar to those of Egypt in the outsized role of EU and North American countries as sources of FDI. J. Beinin, P. Ammar and H. Manna all argue that the non-economic local contexts underlying neoliberal struggles have received far less attention than they deserve (CMES Conference, April 26, 28, 2012).45 CMES Conference, April 28, 2012.46 Ibid.47 Ibid.48 Ibid.49 In 2007, the Real Estate Workers established the first independent union in Egypt since 1957 and continued to be at the forefront of labor agitation after the 18-day initial phase of the uprising; see further Hibou, The Force of Obedience.50 The work of Hela Yousfi and Laryssa Chomiak is building a good foundation for such research in Tunis. For a summary of CitationYousfi's research, see her Les luttes sociales en Tunisie: malédiction ou opportunité révolutionnaire?, Nawaat, February 19, 2013. Available at http://nawaat.org/portail/2013/02/19/les-luttes-sociales-en-tunisie-malediction-ou-opportunite-revolutionnaire/, accessed July 29, 2013 and Ce syndicat qui incarne l'opposition tunisienne, Le Monde Diplomatique, November, 2012. For Chomiak's research on the long-standing labor struggles in the mining center of Gafsa, see her article with J. P. Entelis (2013) The Making of North Africa's Intifada, in: D. A. McMurray & A. Ufheil-somers (eds) The Arab Revolts: Dispatches on Militant Democracy in the Middle East, pp. 48–45 (Bloomington: Indiana University Press).51 J. Beinin has developed this argument with particular depth; see his remarks at the CMES Conference; see also his (2010) And Justice for All: The Struggle for Workers' Rights in Egypt (Washington, DC: Workers Solidarity Center); and (2012) The Rise of Egypt's Workers (Washington, DC: Carnegie Endowment for International Peace). I personally observed the role of workers during the Egyptian uprising, when the nation-wide strikes launched on February 9, 2011 immediately altered the balance of power between the government and protesters and, in the opinion of most protest organizers at the moment, made Mubarak's departure inevitable.52 T. C. Bambara quoted in C. Moraga, G. Anzaldua & T. C. Bambara (eds) (1982) This Bridge Called My Back: Writings by Radical Women of Color(Lathan, NY: Women of Color Press), p. viii.53 Benjamin's argument is made in his The Work of Art in the Age of Mechanical Reproduction; Adorno's response comprised his Culture Industry essay; for a detailed analysis of this debate see M. LeVine (Citation2011) New Hybridities of Arab Musical Intifadas, Jadaliyya, October 29. Available at http://www.jadaliyya.com/pages/index/3008/the-new-hybridities-of-arab-musical-intifadas, accessed June 3, 2013.54 Satellite television, and low-cost local production more broadly, was also crucial in the Serbian uprising of the mid-1990s; see D. Pantic (Citation2006) Anybody Can Be TV: How P2P Home Video Will Change the Network News, in: J. Anderson, J. Dean & G. Lovink (eds) Reformatting Politics: Information Technology and Global Civil Society, pp. 55–68 (London: Routledge).55 Marx's most important discussion of these concepts is in The Economic and Philosophic Manuscripts of 1844, section XVII. See M. Castells (Citation1996) The Project of Identity (London: Blackwell).56 Remarks, CMES Conference, April 28, 2012.57CitationLevine & Reynolds, Theatre of Immediacy.58 Remarks, CMES Conference, April 27, 2012.59 M. LeVine, fieldwork, Morocco, June 2012. For a history of these dynamics in Morocco, see my Heavy Metal Islam, ch. 1.60 H. Lefebvre (Citation2000) La production de l'espace, 4th ed. (Paris: Economica).61 K. Bouzouita, interview with M. LeVine, Tunis, July 2, 2011.62 Remarks, CMES conference, April 28, 2012.63 L. Dakhli remarks, CMES Conference, April 28, 2012.64 Beinin, And Justice for All; Beinin, Rise of Egypt's Workers.65 Remarks, CMES conference, April 28, 2012.66 Ibid.67 Ibid.",
  "authors": [
    {
      "display_name": "Mark LeVine",
      "id": "A5025986741",
      "orcid": "https://orcid.org/0000-0002-5704-777X",
      "institutions": [
        {
          "id": "I204250578",
          "display_name": "University of California, Irvine",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Mark Levine"
    }
  ],
  "publication_year": 2013,
  "publication_date": "2013-09-02",
  "type": "article",
  "cited_by_count": 22,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S94209876",
    "display_name": "Middle East Critique",
    "issn_l": "1943-6149",
    "issn": [
      "1943-6149",
      "1943-6157"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320547"
  },
  "volume": "22",
  "issue": "3",
  "first_page": "191",
  "last_page": "212",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.6286875
    },
    {
      "id": "C138921699",
      "display_name": "Political economy",
      "level": 1,
      "score": 0.5310182
    },
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.4117857
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.37691605
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.36289048
    },
    {
      "id": "C3116431",
      "display_name": "Public administration",
      "level": 1,
      "score": 0.36003232
    },
    {
      "id": "C73484699",
      "display_name": "Criminology",
      "level": 1,
      "score": 0.3376786
    }
  ],
  "topics": [
    {
      "id": "T10070",
      "display_name": "Political Conflict and Governance",
      "score": 0.9974
    },
    {
      "id": "T11783",
      "display_name": "Turkey's Politics and Society",
      "score": 0.9847
    },
    {
      "id": "T13938",
      "display_name": "Historical and Contemporary Political Dynamics",
      "score": 0.9846
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1080/19436149.2013.818194",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:01:19.055216",
  "source_database": "OpenAlex"
}