{
  "openalex_id": "W1990810080",
  "doi": "https://doi.org/10.7326/0003-4819-126-12-199706150-00010",
  "title": "Use of HIV Viral Load in Clinical Practice: Back to the Future",
  "abstract": "Editorials15 June 1997Use of HIV Viral Load in Clinical Practice: Back to the FutureMichael S. Saag, MDMichael S. Saag, MDThe University of Alabama at Birmingham, Birmingham, AL 35294-2050Search for more papers by this authorAuthor, Article, and Disclosure Informationhttps://doi.org/10.7326/0003-4819-126-12-199706150-00010 SectionsAboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinkedInRedditEmail The motion picture Back to the Future, Part III contains a famous scene in which the protagonist, Marty McFly, must propel a makeshift 1880s steam locomotive down a stretch of railroad track toward a ravine where the bridge has collapsed. To get “back to the future,” Marty must accelerate the locomotive to a speed of 88 miles per hour before the track ends and he tumbles into the abyss. The natural history of human immunodeficiency virus (HIV) infection in individual patients is much like the image of a runaway train heading down a limited stretch of track toward an ill-defined ...References1. Coffin JM. HIV viral dynamics. AIDS. 1996; 10(Suppl 3):575-84. Google Scholar2. Piatak M Jr, Saag MS, Yang LC, Clark SJ, Kappes JC, Luk KC, et al. High levels of HIV-1 in plasma during all stages of infection determined by competitive PCR. Science. 1993; 259:1749-54. Google Scholar3. Mulder J, McKinney N, Christopherson C, Sninsky J, Greenfield L, Kwok S. Rapid and simple PCR assay for quantitation of human immunodeficiency virus type 1 RNA in plasma: application to acute retroviral infection. J Clin Microbiol. 1994; 32:292-300. Google Scholar4. Pachl C, Todd JA, Kern DG, Sheridan PJ, Fong SJ, Stempien M, et al. Rapid and precise quantification of HIV-1 RNA in plasma using a branched DNA signal amplification assay. J Acquir Immune Defic Syndr Hum Retrovirol. 1995; 8:446-54. Google Scholar5. Kievits T, van Gemen B, van Strijp D, Schukkink R, Dircks M, Adriaanse H, et al. NASBA isothermal enzymatic in vitro nucleic acid amplification optimized for the diagnosis of HIV-1 infection. J Virol Methods. 1991; 35:273-86. Google Scholar6. Kappes JC, Saag MS, Shaw GM, Hahn BH, Chopra P, Chen S, et al. Assessment of antiretroviral therapy by plasma viral load testing: standard and ICD HIV-1 p24 antigen and viral RNA (QC-PCR) assays compared. J Acquir Immune Defic Syndr Hum Retrovirol. 1995; 10:139-49. Google Scholar7. Wei X, Ghosh SK, Taylor ME, Johnson VA, Emini EA, Deutsch P, et al. Viral dynamics in human immunodeficiency virus type 1 infection. Nature. 1995; 373:117-22. Google Scholar8. Ho DD, Neumann AU, Perelson AS, Chen W, Leonard JM, Markowitz M. Rapid turnover of plasma virions and CD4 lymphocytes in HIV-1 infection. Nature. 1995; 373:123-6. Google Scholar9. Perelson AS, Neumann AU, Markowitz M, Leonard JM, Ho DD. HIV-1 dynamics in vivo: virion clearance rate, infected cell life-span, and viral generation time. Science. 1996; 271:1582-6. Google Scholar10. Saag MS, Holodniy M, Kuritzkes DR, O'Brien WA, Coombs R, Poscher ME, et al. HIV viral load markers in clinical practice. Nat Med. 1996; 2:625-9. Google Scholar11. Mellors JW, Rinaldo CR Jr, Gupta P, White RM, Todd JA, Kingsley LA. Prognosis in HIV-1 infection predicted by the quantity of virus in plasma. Science. 1996; 272:1167-70. Google Scholar12. Mellors JW, Munoz A, Giorgi JV, Margolick JB, Tassoni CJ, Gupta P, et al. Plasma viral load and CD4+ lymphocytes as prognostic markers of HIV-1 infection. Ann Intern Med. 1997; 126:946-54. Google Scholar13. Hughes MD, Johnson VA, Hirsch MS, Bremer JW, Elbeik T, Erice A, et al. Monitoring plasma HIV-1 RNA levels in addition to CD4+ lymphocyte count improves assessment of antiretroviral therapeutic response. Ann Intern Med. 1997; 126:929-38. Google Scholar14. O'Brien WA, Hartigan PM, Daar ES, Simberkoff MS, Hamilton JD. Changes in plasma HIV RNA levels and CD4+ lymphocyte counts predict both response to antiretroviral therapy and therapeutic failure. VA Cooperative Study Group on AIDS. Ann Intern Med. 1997; 126:939-45. Google Scholar15. Carpenter CC, Fischl MA, Hammer SM, Hirsch MS, Jacobsen DM, Katzenstein DA, et al. Antiretroviral therapy for HIV infection in 1996. Recommendations of an international panel. International AIDS Society-USA. JAMA. 1996; 276:146-54. Google Scholar16. Carpenter CC, Fischl MA, Hammer SM, Hirsch MS, Jacobsen DM, Katzenstein DA, et al. Antiretroviral therapy for HIV infection in 1997: updated recommendations of an International Panel. JAMA. [In press.] Google Scholar Author, Article, and Disclosure InformationAffiliations: The University of Alabama at Birmingham, Birmingham, AL 35294-2050Corresponding Author: Michael S. Saag, MD, The University of Alabama at Birmingham, 908 20th Street South, CCB #178, Birmingham, AL 35294-2050. PreviousarticleNextarticle Advertisement FiguresReferencesRelatedDetailsSee AlsoMonitoring Plasma HIV-1 RNA Levels in Addition to CD4+ Lymphocyte Count Improves Assessment of Antiretroviral Therapeutic Response Michael D. Hughes , Victoria A. Johnson , Martin S. Hirsch , James W. Bremer , Tarek Elbeik , Alejo Erice , Daniel R. Kuritzkes , Walter A. Scott , Stephen A. Spector , Nesli Basgoz , Margaret A. Fischl , and Richard T. D'Aquila Changes in Plasma HIV RNA Levels and CD4+ Lymphocyte Counts Predict Both Response to Antiretroviral Therapy and Therapeutic Failure William A. O'Brien , Pamela M. Hartigan , Eric S. Daar , Michael S. Simberkoff , and John D. Hamilton Plasma Viral Load and CD4+ Lymphocytes as Prognostic Markers of HIV-1 Infection John W. Mellors , Alvaro Munoz , Janis V. Giorgi , Joseph B. Margolick , Charles J. Tassoni , Phalguni Gupta , Lawrence A. Kingsley , John A. Todd , Alfred J. Saah , Roger Detels , John P. Phair , and Charles R. Rinaldo Jr. Metrics Cited ByUse of predictive markers of HIV disease progression in vaccine trialsAdherence to Antiretroviral Medication Among HIV-Positive Patients in ThailandNeurological complications of HIV infectionQuantitative ScienceMolecular Diagnostic Techniques and Other Tests for Direct Detection of HIVInfarto cerebral em duas crianças infectadas pelo HIV-1Assessment of Adherence to Triple Antiretroviral Treatment Including Indinavir: Role of the Determination of Plasma Levels of IndinavirNew methods for the detection of HIVRatio of Two Successive Optical Densities from the Roche HIV-1 Monitor Test as a Measure of Accuracy of Estimates of Human Immunodeficiency Virus RNA ConcentrationViral Load as a Surrogate End Point in HIV DiseaseDrug Monitoring of Antiretroviral Therapy for HIV-1 Infection: Method Validation and Results of a Pilot StudyModeling the Long-Term Outcomes and Costs of HIV Antiretroviral Therapy Using HIV RNA Levels: Application to a Clinical TrialShort-term Risk for AIDS-indicator Diseases Predicted by Plasma HIV-1 RNA and CD4+ LymphocytesClinical evaluation and applications of the Amplicor HBV Monitor™ test, a quantitative HBV DNA PCR assayHuman immunodeficiency virus mutation and changes in CD4 T-cell levels during antiretroviral therapySHOULD ALL HUMAN IMMUNODEFICIENCY VIRUS-INFECTED PATIENTS WITH END-STAGE RENAL DISEASE BE EXCLUDED FROM TRANSPLANTATION?Improvement in CD4+ Cell Counts despite Persistently Detectable HIV LoadMeasuring the ?viral load? in cerebrospinal fluid in human immunodeficiency virus infection: Window into brain infection?Virological treatment failure of protease inhibitor therapy in an unselected cohort of HIV-infected patients 15 June 1997Volume 126, Issue 12Page: 983-985KeywordsAntiretroviral therapyAntiretroviralsBlood plasmaDrug interactionsDrug metabolismDrug therapyForecastingHIVRNAViral load Issue Published: 15 June 1997 CopyrightCopyright © 1997 by American College of Physicians. All Rights Reserved.PDF DownloadLoading ...",
  "authors": [
    {
      "display_name": "Michael S. Saag",
      "id": "A5066136225",
      "orcid": "https://orcid.org/0000-0002-8866-1043",
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Michael S. Saag"
    }
  ],
  "publication_year": 1997,
  "publication_date": "1997-06-15",
  "type": "letter",
  "cited_by_count": 44,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S119722071",
    "display_name": "Annals of Internal Medicine",
    "issn_l": "0003-4819",
    "issn": [
      "0003-4819",
      "1539-3704"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316812"
  },
  "volume": "126",
  "issue": "12",
  "first_page": "983",
  "last_page": "983",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.69735193
    },
    {
      "id": "C3013748606",
      "display_name": "Human immunodeficiency virus (HIV)",
      "level": 2,
      "score": 0.6140783
    },
    {
      "id": "C142462285",
      "display_name": "Viral load",
      "level": 3,
      "score": 0.5872912
    },
    {
      "id": "C159047783",
      "display_name": "Virology",
      "level": 1,
      "score": 0.5250504
    }
  ],
  "topics": [
    {
      "id": "T10112",
      "display_name": "HIV Research and Treatment",
      "score": 0.9996
    },
    {
      "id": "T11655",
      "display_name": "HIV-related health complications and treatments",
      "score": 0.9994
    },
    {
      "id": "T10526",
      "display_name": "HIV/AIDS drug development and treatment",
      "score": 0.9985
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.7326/0003-4819-126-12-199706150-00010",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:13:17.338618",
  "source_database": "OpenAlex"
}