{
  "openalex_id": "W1995607130",
  "doi": "https://doi.org/10.1130/0016-7606(1982)93<876:ehotao>2.0.co;2",
  "title": "Early history of the Atlantic Ocean and gas hydrates on the Blake Outer Ridge: Results of the Deep Sea Drilling Project Leg 76",
  "abstract": "Research Article| September 01, 1982 Early history of the Atlantic Ocean and gas hydrates on the Blake Outer Ridge: Results of the Deep Sea Drilling Project Leg 76 ROBERT E. SHERIDAN; ROBERT E. SHERIDAN 1Department of Geology, University of Delaware, Newark, Delaware 19711 Search for other works by this author on: GSW Google Scholar FELIX M. GRADSTEIN; FELIX M. GRADSTEIN 2Atlantic Geoscience Centre, Bedford Institute of Oceanography, Dartmouth, Nova Scotia, B3Y 4A2, Canada Search for other works by this author on: GSW Google Scholar LEO A. BARNARD; LEO A. BARNARD 3Department of Oceanography, Texas A&M University, College Station, Texas 77843 Search for other works by this author on: GSW Google Scholar DEBORAH M. BLIEFNICK; DEBORAH M. BLIEFNICK 4Earth Sciences Department, University of California, Santa Cruz, Santa Cruz, California 95064 Search for other works by this author on: GSW Google Scholar DAN HABIB; DAN HABIB 5Department of Earth and Environmental Sciences, Queens College, Flushing, New York 11367 Search for other works by this author on: GSW Google Scholar PETER D. JENDEN; PETER D. JENDEN 6Institute of Geophysics and Planetary Physics, University of California, Los Angeles, 405 Hilgard Avenue, Los Angeles, California 90024 Search for other works by this author on: GSW Google Scholar HIDEO KAGAMI; HIDEO KAGAMI 7Ocean Research Institute, University of Tokyo, Nakano, Tokyo 164, Japan Search for other works by this author on: GSW Google Scholar EVERLY M. KEENAN; EVERLY M. KEENAN 1Department of Geology, University of Delaware, Newark, Delaware 19711 Search for other works by this author on: GSW Google Scholar JOHN KOSTECKI; JOHN KOSTECKI 8Lamont-Doherty Geological Observatory, Columbia University, Palisades, New York 10964 Search for other works by this author on: GSW Google Scholar KEITH A. KVENVOLDEN; KEITH A. KVENVOLDEN 9Pacific-Arctic Branch of Marine Geology, U.S. Geological Survey, 345 Middlefield Road, Menlo Park, California 94025 Search for other works by this author on: GSW Google Scholar MICHEL MOULLADE; MICHEL MOULLADE 10Centre de Recherches Micropaleontologiques, Universite de Nice, Pare Valrose, 06034 Nice Cedex, France Search for other works by this author on: GSW Google Scholar JAMES OGG; JAMES OGG 11Geological Research Division, A-008, Scripps Institution of Oceanography, La Jolla, California 92093 Search for other works by this author on: GSW Google Scholar ALASTAIR H.F. ROBERTSON; ALASTAIR H.F. ROBERTSON 12Department of Geology, University of Edinburgh, West Mains Road, Edinburgh EH9 3JW, United Kingdom Search for other works by this author on: GSW Google Scholar PETER H. ROTH; PETER H. ROTH 13Department of Geology and Geophysics, University of Utah, Salt Lake City, Utah 84112 Search for other works by this author on: GSW Google Scholar THOMAS H. SHIPLEY; THOMAS H. SHIPLEY 14Scripps Institution of Oceanography, La Jolla, California 92093 Search for other works by this author on: GSW Google Scholar LARRY WELLS; LARRY WELLS 15Scientific Software Corporation, First of Denver Plaza, 18th Floor, 633 Seventeenth Street, Denver, Colorado 80202 Search for other works by this author on: GSW Google Scholar JAY L. BOWDLER; JAY L. BOWDLER 16Union Oil Company of California, 900 Executive Plaza West, 4635 Southwest Freeway, Houston, Texas 77084 Search for other works by this author on: GSW Google Scholar PIERRE H. COTILLON; PIERRE H. COTILLON 17Departement de Geologie, Universite Claude Bernard, 29-43 Bd du 11 Novembre, 69622 Villeurbanne Cedex, France Search for other works by this author on: GSW Google Scholar ROBERT B. HALLEY; ROBERT B. HALLEY 18Branch of Oil and Gas Resources, U.S. Geological Survey, Box 25046, M.S. 934, Denver Federal Center, Denver, Colorado 80225 Search for other works by this author on: GSW Google Scholar HAJIMU KINOSHITA; HAJIMU KINOSHITA 19Department of Geophysics, Faculty of Science, Chiba University, 133, Yayoicho, Chiba 260, Japan Search for other works by this author on: GSW Google Scholar JAMES W. PATTON; JAMES W. PATTON 20Marathon Oil Company, P.O. Box 269, Littleton, Colorado 80160 Search for other works by this author on: GSW Google Scholar KENNETH A. PISCIOTTO; KENNETH A. PISCIOTTO 21Deep Sea Drilling Project, A-031, Scripps Institution of Oceanography, La Jolla, California 92093 Search for other works by this author on: GSW Google Scholar ISABELLA PREMOLI-SILVA; ISABELLA PREMOLI-SILVA 22Instituto di Paleontologia, Universita di Milano, Piazzale Gorini 15, Milano 20133, Italy Search for other works by this author on: GSW Google Scholar MARGARET M. TESTARMATA; MARGARET M. TESTARMATA 23Marine Science Institute, University of Texas, 700 The Strand, Galveston, Texas 77550 Search for other works by this author on: GSW Google Scholar RICHARD V. TYSON; RICHARD V. TYSON 24Department of Earth Sciences, The Open University Milton Keynes, Bucks, England Search for other works by this author on: GSW Google Scholar DAVID K. WATKINS DAVID K. WATKINS 25Department of Geology, Florida State University, Tallahassee, Florida 32306 Search for other works by this author on: GSW Google Scholar Author and Article Information ROBERT E. SHERIDAN 1Department of Geology, University of Delaware, Newark, Delaware 19711 FELIX M. GRADSTEIN 2Atlantic Geoscience Centre, Bedford Institute of Oceanography, Dartmouth, Nova Scotia, B3Y 4A2, Canada LEO A. BARNARD 3Department of Oceanography, Texas A&M University, College Station, Texas 77843 DEBORAH M. BLIEFNICK 4Earth Sciences Department, University of California, Santa Cruz, Santa Cruz, California 95064 DAN HABIB 5Department of Earth and Environmental Sciences, Queens College, Flushing, New York 11367 PETER D. JENDEN 6Institute of Geophysics and Planetary Physics, University of California, Los Angeles, 405 Hilgard Avenue, Los Angeles, California 90024 HIDEO KAGAMI 7Ocean Research Institute, University of Tokyo, Nakano, Tokyo 164, Japan EVERLY M. KEENAN 1Department of Geology, University of Delaware, Newark, Delaware 19711 JOHN KOSTECKI 8Lamont-Doherty Geological Observatory, Columbia University, Palisades, New York 10964 KEITH A. KVENVOLDEN 9Pacific-Arctic Branch of Marine Geology, U.S. Geological Survey, 345 Middlefield Road, Menlo Park, California 94025 MICHEL MOULLADE 10Centre de Recherches Micropaleontologiques, Universite de Nice, Pare Valrose, 06034 Nice Cedex, France JAMES OGG 11Geological Research Division, A-008, Scripps Institution of Oceanography, La Jolla, California 92093 ALASTAIR H.F. ROBERTSON 12Department of Geology, University of Edinburgh, West Mains Road, Edinburgh EH9 3JW, United Kingdom PETER H. ROTH 13Department of Geology and Geophysics, University of Utah, Salt Lake City, Utah 84112 THOMAS H. SHIPLEY 14Scripps Institution of Oceanography, La Jolla, California 92093 LARRY WELLS 15Scientific Software Corporation, First of Denver Plaza, 18th Floor, 633 Seventeenth Street, Denver, Colorado 80202 JAY L. BOWDLER 16Union Oil Company of California, 900 Executive Plaza West, 4635 Southwest Freeway, Houston, Texas 77084 PIERRE H. COTILLON 17Departement de Geologie, Universite Claude Bernard, 29-43 Bd du 11 Novembre, 69622 Villeurbanne Cedex, France ROBERT B. HALLEY 18Branch of Oil and Gas Resources, U.S. Geological Survey, Box 25046, M.S. 934, Denver Federal Center, Denver, Colorado 80225 HAJIMU KINOSHITA 19Department of Geophysics, Faculty of Science, Chiba University, 133, Yayoicho, Chiba 260, Japan JAMES W. PATTON 20Marathon Oil Company, P.O. Box 269, Littleton, Colorado 80160 KENNETH A. PISCIOTTO 21Deep Sea Drilling Project, A-031, Scripps Institution of Oceanography, La Jolla, California 92093 ISABELLA PREMOLI-SILVA 22Instituto di Paleontologia, Universita di Milano, Piazzale Gorini 15, Milano 20133, Italy MARGARET M. TESTARMATA 23Marine Science Institute, University of Texas, 700 The Strand, Galveston, Texas 77550 RICHARD V. TYSON 24Department of Earth Sciences, The Open University Milton Keynes, Bucks, England DAVID K. WATKINS 25Department of Geology, Florida State University, Tallahassee, Florida 32306 Publisher: Geological Society of America First Online: 01 Jun 2017 Online ISSN: 1943-2674 Print ISSN: 0016-7606 Geological Society of America GSA Bulletin (1982) 93 (9): 876–885. https://doi.org/10.1130/0016-7606(1982)93<876:EHOTAO>2.0.CO;2 Article history First Online: 01 Jun 2017 Cite View This Citation Add to Citation Manager Share Icon Share Facebook Twitter LinkedIn MailTo Tools Icon Tools Get Permissions Search Site Citation ROBERT E. SHERIDAN, FELIX M. GRADSTEIN, LEO A. BARNARD, DEBORAH M. BLIEFNICK, DAN HABIB, PETER D. JENDEN, HIDEO KAGAMI, EVERLY M. KEENAN, JOHN KOSTECKI, KEITH A. KVENVOLDEN, MICHEL MOULLADE, JAMES OGG, ALASTAIR H.F. ROBERTSON, PETER H. ROTH, THOMAS H. SHIPLEY, LARRY WELLS, JAY L. BOWDLER, PIERRE H. COTILLON, ROBERT B. HALLEY, HAJIMU KINOSHITA, JAMES W. PATTON, KENNETH A. PISCIOTTO, ISABELLA PREMOLI-SILVA, MARGARET M. TESTARMATA, RICHARD V. TYSON, DAVID K. WATKINS; Early history of the Atlantic Ocean and gas hydrates on the Blake Outer Ridge: Results of the Deep Sea Drilling Project Leg 76. GSA Bulletin 1982;; 93 (9): 876–885. doi: https://doi.org/10.1130/0016-7606(1982)93<876:EHOTAO>2.0.CO;2 Download citation file: Ris (Zotero) Refmanager EasyBib Bookends Mendeley Papers EndNote RefWorks BibTex toolbar search Search Dropdown Menu toolbar search search input Search input auto suggest filter your search All ContentBy SocietyGSA Bulletin Search Advanced Search Abstract Leg 76 of the Deep Sea Drilling Project achieved two major scientific objectives. The first objective was met at Site 533, where on the Blake Outer Ridge, gas hydrates were identified by geophysical, geochemical, and geological studies. Gas-hydrate decomposition produced a volumetric expansion of 20:1 of gas volume to pore-fluid volume; this expansion exceeded by about a factor of four the volume of gas that could be released from solution in pore water under similar conditions. The gas hydrate includes methane, ethane, propane, and isobutane but apparently excluded normal butane and higher molecular weight hydrocarbons as predicted from gas hydrate crystallography. For the first time, marine gas hydrates were tested with a pressure core barrel.The second objective was achieved when coring at Site 534 in the Blake-Bahama Basin sampled the oldest oceanic sediments yet recovered. The sequence of oceanic basement and overlying sediments documents the geologic history of the early stages of the opening of the North Atlantic Ocean in detail. The oldest oceanic sediments are red claystones and laminated green and brown claystones of middle Callovian age. This finding supports the interpretation that the beginning of the modern North Atlantic occurred in the early Callovian (∼ 155 m.y. B.P.), as much as 20 m.y. later in time than often previously thought. This content is PDF only. Please click on the PDF icon to access. First Page Preview Close Modal You do not have access to this content, please speak to your institutional administrator if you feel you should have access.",
  "authors": [
    {
      "display_name": "Robert E. Sheridan",
      "id": "A5014251539",
      "orcid": null,
      "institutions": [
        {
          "id": "I86501945",
          "display_name": "University of Delaware",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "ROBERT E. SHERIDAN"
    },
    {
      "display_name": "Felix M. Gradstein",
      "id": "A5051532295",
      "orcid": "https://orcid.org/0000-0002-6033-813X",
      "institutions": [
        {
          "id": "I2800026062",
          "display_name": "Bedford Institute of Oceanography",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "FELIX M. GRADSTEIN"
    },
    {
      "display_name": "Leo A. Barnard",
      "id": "A5044131435",
      "orcid": null,
      "institutions": [
        {
          "id": "I91045830",
          "display_name": "Texas A&M University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "LEO A. BARNARD"
    },
    {
      "display_name": "Deborah M. Bliefnick",
      "id": "A5090793670",
      "orcid": null,
      "institutions": [
        {
          "id": "I185103710",
          "display_name": "University of California, Santa Cruz",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "DEBORAH M. BLIEFNICK"
    },
    {
      "display_name": "DAN HABIB",
      "id": "A5103420053",
      "orcid": null,
      "institutions": [
        {
          "id": "I111455621",
          "display_name": "Queens College, CUNY",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "DAN HABIB"
    },
    {
      "display_name": "Peter D. Jenden",
      "id": "A5056155361",
      "orcid": null,
      "institutions": [
        {
          "id": "I161318765",
          "display_name": "University of California, Los Angeles",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "PETER D. JENDEN"
    },
    {
      "display_name": "Hideo Kagami",
      "id": "A5017439508",
      "orcid": null,
      "institutions": [
        {
          "id": "I74801974",
          "display_name": "The University of Tokyo",
          "country_code": "JP",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "HIDEO KAGAMI"
    },
    {
      "display_name": "Everly M. Keenan",
      "id": "A5048891169",
      "orcid": null,
      "institutions": [
        {
          "id": "I86501945",
          "display_name": "University of Delaware",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "EVERLY M. KEENAN"
    },
    {
      "display_name": "John A. Kostecki",
      "id": "A5017637500",
      "orcid": null,
      "institutions": [
        {
          "id": "I152304114",
          "display_name": "Lamont-Doherty Earth Observatory",
          "country_code": "US",
          "type": "facility"
        },
        {
          "id": "I78577930",
          "display_name": "Columbia University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "JOHN KOSTECKI"
    },
    {
      "display_name": "Keith A. Kvenvolden",
      "id": "A5111924986",
      "orcid": null,
      "institutions": [
        {
          "id": "I1286329397",
          "display_name": "United States Geological Survey",
          "country_code": "US",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "KEITH A. KVENVOLDEN"
    },
    {
      "display_name": "Michel Moullade",
      "id": "A5110107536",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "MICHEL MOULLADE"
    },
    {
      "display_name": "James G. Ogg",
      "id": "A5080242076",
      "orcid": "https://orcid.org/0000-0001-5716-3511",
      "institutions": [
        {
          "id": "I150209017",
          "display_name": "Scripps Institution of Oceanography",
          "country_code": "US",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "JAMES OGG"
    },
    {
      "display_name": "Alastair H.F. Robertson",
      "id": "A5110347666",
      "orcid": null,
      "institutions": [
        {
          "id": "I98677209",
          "display_name": "University of Edinburgh",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "ALASTAIR H.F. ROBERTSON"
    },
    {
      "display_name": "Peter H Roth",
      "id": "A5080343334",
      "orcid": null,
      "institutions": [
        {
          "id": "I223532165",
          "display_name": "University of Utah",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "PETER H. ROTH"
    },
    {
      "display_name": "Thomas H. Shipley",
      "id": "A5030006345",
      "orcid": null,
      "institutions": [
        {
          "id": "I150209017",
          "display_name": "Scripps Institution of Oceanography",
          "country_code": "US",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "THOMAS H. SHIPLEY"
    },
    {
      "display_name": "L.E. Wells",
      "id": "A5026449520",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210106299",
          "display_name": "Scientific Software International (United States)",
          "country_code": "US",
          "type": "company"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "LARRY WELLS"
    },
    {
      "display_name": "Jay L Bowdler",
      "id": "A5063807161",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "JAY L. BOWDLER"
    },
    {
      "display_name": "Pierre Cotillon",
      "id": "A5024624792",
      "orcid": null,
      "institutions": [
        {
          "id": "I100532134",
          "display_name": "Université Claude Bernard Lyon 1",
          "country_code": "FR",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "PIERRE H. COTILLON"
    },
    {
      "display_name": "Robert B. Halley",
      "id": "A5108362330",
      "orcid": null,
      "institutions": [
        {
          "id": "I2800772125",
          "display_name": "Denver Federal Center",
          "country_code": "US",
          "type": "government"
        },
        {
          "id": "I1286329397",
          "display_name": "United States Geological Survey",
          "country_code": "US",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "ROBERT B. HALLEY"
    },
    {
      "display_name": "Hajimu Kinoshita",
      "id": "A5007221841",
      "orcid": null,
      "institutions": [
        {
          "id": "I159385669",
          "display_name": "Chiba University",
          "country_code": "JP",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "HAJIMU KINOSHITA"
    },
    {
      "display_name": "James W. Patton",
      "id": "A5047412906",
      "orcid": null,
      "institutions": [
        {
          "id": "I22590746",
          "display_name": "Marathon Oil (United States)",
          "country_code": "US",
          "type": "company"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "JAMES W. PATTON"
    },
    {
      "display_name": "Kenneth A. Pisciotto",
      "id": "A5051179469",
      "orcid": null,
      "institutions": [
        {
          "id": "I150209017",
          "display_name": "Scripps Institution of Oceanography",
          "country_code": "US",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "KENNETH A. PISCIOTTO"
    },
    {
      "display_name": "Isabella Premoli-Silva",
      "id": "A5000426851",
      "orcid": null,
      "institutions": [
        {
          "id": "I189158943",
          "display_name": "University of Milan",
          "country_code": "IT",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "ISABELLA PREMOLI-SILVA"
    },
    {
      "display_name": "M.M. Testarmata",
      "id": "A5027891985",
      "orcid": null,
      "institutions": [
        {
          "id": "I164185940",
          "display_name": "Texas A&M University at Galveston",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "MARGARET M. TESTARMATA"
    },
    {
      "display_name": "Richard V. Tyson",
      "id": "A5110248876",
      "orcid": null,
      "institutions": [
        {
          "id": "I204136569",
          "display_name": "The Open University",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "RICHARD V. TYSON"
    },
    {
      "display_name": "David K. Watkins",
      "id": "A5015404628",
      "orcid": "https://orcid.org/0000-0001-5739-5646",
      "institutions": [
        {
          "id": "I103163165",
          "display_name": "Florida State University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "DAVID K. WATKINS"
    }
  ],
  "publication_year": 1982,
  "publication_date": "1982-01-01",
  "type": "article",
  "cited_by_count": 49,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S3271665",
    "display_name": "Geological Society of America Bulletin",
    "issn_l": "0016-7606",
    "issn": [
      "0016-7606",
      "1943-2674"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310319845"
  },
  "volume": "93",
  "issue": "9",
  "first_page": "876",
  "last_page": "876",
  "open_access": {
    "is_oa": true,
    "oa_status": "green",
    "oa_url": "https://digitalcommons.unl.edu/cgi/viewcontent.cgi?article=1258&context=geosciencefacpub",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C32277403",
      "display_name": "Ridge",
      "level": 2,
      "score": 0.5674111
    },
    {
      "id": "C25197100",
      "display_name": "Drilling",
      "level": 2,
      "score": 0.5187788
    },
    {
      "id": "C127313418",
      "display_name": "Geology",
      "level": 0,
      "score": 0.5027313
    },
    {
      "id": "C28115305",
      "display_name": "Marine geology",
      "level": 2,
      "score": 0.4258505
    },
    {
      "id": "C52119013",
      "display_name": "Art history",
      "level": 1,
      "score": 0.40301698
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.40019754
    },
    {
      "id": "C111368507",
      "display_name": "Oceanography",
      "level": 1,
      "score": 0.38086757
    },
    {
      "id": "C161191863",
      "display_name": "Library science",
      "level": 1,
      "score": 0.37693352
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.34805435
    },
    {
      "id": "C151730666",
      "display_name": "Paleontology",
      "level": 1,
      "score": 0.23126751
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.19149786
    },
    {
      "id": "C127413603",
      "display_name": "Engineering",
      "level": 0,
      "score": 0.121828616
    },
    {
      "id": "C78519656",
      "display_name": "Mechanical engineering",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10995",
      "display_name": "Methane Hydrates and Related Phenomena",
      "score": 0.9822
    },
    {
      "id": "T11588",
      "display_name": "Atmospheric and Environmental Gas Dynamics",
      "score": 0.9021
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1130/0016-7606(1982)93<876:ehotao>2.0.co;2",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:26:06.774218",
  "source_database": "OpenAlex"
}