{
  "openalex_id": "W1996817532",
  "doi": "https://doi.org/10.7326/0003-4819-143-10-200511150-00015",
  "title": "Dangerous Liaisons: The Metabolic Syndrome and Nonalcoholic Fatty Liver Disease",
  "abstract": "Editorials15 November 2005Dangerous Liaisons: The Metabolic Syndrome and Nonalcoholic Fatty Liver DiseaseElizabeth E. Powell, MBBS, PhD, Julie R. Jonsson, BSc, PhD, and Andrew D. Clouston, MBBS, PhDElizabeth E. Powell, MBBS, PhDFrom The University of Queensland and Princess Alexandra Hospital, Brisbane, Queensland 4102, Australia., Julie R. Jonsson, BSc, PhDFrom The University of Queensland and Princess Alexandra Hospital, Brisbane, Queensland 4102, Australia., and Andrew D. Clouston, MBBS, PhDFrom The University of Queensland and Princess Alexandra Hospital, Brisbane, Queensland 4102, Australia.Author, Article, and Disclosure Informationhttps://doi.org/10.7326/0003-4819-143-10-200511150-00015 SectionsAboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinkedInRedditEmail Nonalcoholic fatty liver disease (NAFLD) is an underrecognized manifestation of the metabolic syndrome. The term refers to a spectrum of fatty liver disease that occurs in the absence of significant alcohol consumption. At the \"benign\" end of the spectrum, most patients with NAFLD have fatty liver alone (simple steatosis). Only a small proportion (approximately 10%) also have features of liver cell injury or fibrosis, referred to as nonalcoholic steatohepatitis (NASH). This distinction between simple steatosis and NASH is important because the natural history of these categories differs substantially. Patients with simple steatosis usually have a benign prognosis from the point ...References1. Matteoni CA, Younossi ZM, Gramlich T, Boparai N, Liu YC, McCullough AJ. Nonalcoholic fatty liver disease: a spectrum of clinical and pathological severity. Gastroenterology. 1999;116:1413-9. [PMID: 10348825] CrossrefMedlineGoogle Scholar2. Dam-Larsen S, Franzmann M, Andersen IB, Christoffersen P, Jensen LB, Sorensen TI, et al. Long term prognosis of fatty liver: risk of chronic liver disease and death. Gut. 2004;53:750-5. [PMID: 15082596] CrossrefMedlineGoogle Scholar3. Harrison SA, Torgerson S, Hayashi PH. The natural history of nonalcoholic fatty liver disease: a clinical histopathological study. Am J Gastroenterol. 2003;98:2042-7. [PMID: 14499785] CrossrefMedlineGoogle Scholar4. Adams LA, Sanderson S, Lindor KD, Angulo P. The histological course of nonalcoholic fatty liver disease: a longitudinal study of 103 patients with sequential liver biopsies. J Hepatol. 2005;42:132-8. [PMID: 15629518] CrossrefMedlineGoogle Scholar5. Fassio E, Alvarez E, Dominguez N, Landeira G, Longo C. Natural history of nonalcoholic steatohepatitis: a longitudinal study of repeat liver biopsies. Hepatology. 2004;40:820-6. [PMID: 15382171] MedlineGoogle Scholar6. Ratziu V, Bonyhay L, Di Martino V, Charlotte F, Cavallaro L, Sayegh-Tainturier MH, et al. Survival, liver failure, and hepatocellular carcinoma in obesity-related cryptogenic cirrhosis. Hepatology. 2002;35:1485-93. [PMID: 12029634] CrossrefMedlineGoogle Scholar7. Hui JM, Kench JG, Chitturi S, Sud A, Farrell GC, Byth K, et al. Long-term outcomes of cirrhosis in nonalcoholic steatohepatitis compared with hepatitis C. Hepatology. 2003;38:420-7. [PMID: 12883486] CrossrefMedlineGoogle Scholar8. Bugianesi E, Leone N, Vanni E, Marchesini G, Brunello F, Carucci P, et al. Expanding the natural history of nonalcoholic steatohepatitis: from cryptogenic cirrhosis to hepatocellular carcinoma. Gastroenterology. 2002;123:134-40. [PMID: 12105842] CrossrefMedlineGoogle Scholar9. Browning JD, Szczepaniak LS, Dobbins R, Nuremberg P, Horton JD, Cohen JC, et al. Prevalence of hepatic steatosis in an urban population in the United States: impact of ethnicity. Hepatology. 2004;40:1387-95. [PMID: 15565570] CrossrefMedlineGoogle Scholar10. Chitturi S, Farrell GC, George J. Non-alcoholic steatohepatitis in the Asia-Pacific region: future shock? J Gastroenterol Hepatol. 2004;19:368-74. [PMID: 15012772] CrossrefMedlineGoogle Scholar11. Choudhury J, Sanyal AJ. Insulin resistance and the pathogenesis of nonalcoholic fatty liver disease. Clin Liver Dis. 2004;8:575-94. [PMID: 15331065] CrossrefMedlineGoogle Scholar12. Day CP, James OF. Steatohepatitis: a tale of two \"hits\"? [Editorial]. Gastroenterology. 1998;114:842-5. [PMID: 9547102] CrossrefMedlineGoogle Scholar13. Hamaguchi M, Kojima T, Takeda N, Nakagawa T, Taniguchi H, Fujii K, et al. The metabolic syndrome as a predictor of nonalcoholic fatty liver disease. Ann Intern Med. 2005;143:722-8. LinkGoogle Scholar14. Kojima S, Watanabe N, Numata M, Ogawa T, Matsuzaki S. Increase in the prevalence of fatty liver in Japan over the past 12 years: analysis of clinical background. J Gastroenterol. 2003;38:954-61. [PMID: 14614602] CrossrefMedlineGoogle Scholar15. Appropriate body-mass index for Asian populations and its implications for policy and intervention strategies. Lancet. 2004;363:157-63. [PMID: 14726171] CrossrefMedlineGoogle Scholar16. Marchesini G, Bugianesi E, Forlani G, Cerrelli F, Lenzi M, Manini R, et al. Nonalcoholic fatty liver, steatohepatitis, and the metabolic syndrome. Hepatology. 2003;37:917-23. [PMID: 12668987] CrossrefMedlineGoogle Scholar17. Caldwell SH, Crespo DM. The spectrum expanded: cryptogenic cirrhosis and the natural history of non-alcoholic fatty liver disease. J Hepatol. 2004;40:578-84. [PMID: 15030972] CrossrefMedlineGoogle Scholar18. Saadeh S, Younossi ZM, Remer EM, Gramlich T, Ong JP, Hurley M, et al. The utility of radiological imaging in nonalcoholic fatty liver disease. Gastroenterology. 2002;123:745-50. [PMID: 12198701] CrossrefMedlineGoogle Scholar19. Angulo P, Keach JC, Batts KP, Lindor KD. Independent predictors of liver fibrosis in patients with nonalcoholic steatohepatitis. Hepatology. 1999;30:1356-62. [PMID: 10573511] CrossrefMedlineGoogle Scholar20. Dixon JB, Bhathal PS, O'Brien PE. Nonalcoholic fatty liver disease: predictors of nonalcoholic steatohepatitis and liver fibrosis in the severely obese. Gastroenterology. 2001;121:91-100. [PMID: 11438497] CrossrefMedlineGoogle Scholar Author, Article, and Disclosure InformationAuthors: Elizabeth E. Powell, MBBS, PhD; Julie R. Jonsson, BSc, PhD; Andrew D. Clouston, MBBS, PhDAffiliations: From The University of Queensland and Princess Alexandra Hospital, Brisbane, Queensland 4102, Australia.Disclosures: None disclosed.Corresponding Author: Elizabeth E. Powell, MBBS, PhD, Princess Alexandra Hospital, Ipswich Road, Brisbane, Queensland 4102, Australia; e-mail, Elizabeth_Powell@health.qld.gov.au.Current Author Addresses: Dr. Powell: Princess Alexandra Hospital, Ipswich Road, Brisbane, Queensland 4102, Australia.Dr. Jonsson: School of Medicine, The University of Queensland, Princess Alexandra Hospital, Ipswich Road, Brisbane, Queensland 4102, Australia.Dr. Clouston: Histopath Pathology, P.O. Box 258, Strathfield, Sydney, New South Wales 2135, Australia. PreviousarticleNextarticle Advertisement FiguresReferencesRelatedDetailsSee AlsoThe Metabolic Syndrome as a Predictor of Nonalcoholic Fatty Liver Disease Masahide Hamaguchi , Takao Kojima , Noriyuki Takeda , Takayuki Nakagawa , Hiroya Taniguchi , Kota Fujii , Tatsushi Omatsu , Tomoaki Nakajima , Hiroshi Sarui , Makoto Shimazaki , Takahiro Kato , Junichi Okuda , and Kazunori Ida Metrics Cited byViscoelasticity measured by shear wave elastography in a rat model of nonalcoholic fatty liver disease: comparison with dynamic mechanical analysisFat fraction mapping using magnetic resonance imaging: insight into pathophysiologyDynamic mechanical analysis to assess viscoelasticity of liver tissue in a rat model of nonalcoholic fatty liver diseaseSerum immunoglobulin A concentration is a reliable biomarker for liver fibrosis in non-alcoholic fatty liver diseaseValue of Acoustic Radiation Force Impulse Imaging Elastography for Non-invasive Evaluation of Patients with Nonalcoholic Fatty Liver DiseaseSimultaneous changes in high-fat and high-cholesterol diet-induced steatohepatitis and severe fibrosis and those underlying molecular mechanisms in novel SHRSP5/Dmcr ratStrong association between non alcoholic fatty liver disease (NAFLD) and low 25(OH) vitamin D levels in an adult population with normal serum liver enzymesPrevalence of colonic adenomas in patients with nonalcoholic fatty liver diseaseJNK regulation of hepatic manifestations of the metabolic syndromeDistribution of abdominal adipose tissue as a predictor of hepatic steatosis assessed by MRIThe liver and the waistline: Fifty years of growthWeight loss, dietary advice and statin therapy in non-alcoholic fatty liver disease: a retrospective studyNonalcoholic fatty liver disease: from clinical recognition to treatmentPhenolic compounds: Evidence for inhibitory effects against obesity and their underlying molecular signaling mechanismsEsteatosis hepáticaThe Epidemiology of ObesityTransportadores de glicose na síndrome metabólica 15 November 2005Volume 143, Issue 10Page: 753-754KeywordsBody mass indexCirrhosisFatty liverLiverLiver diseasesLiver fibrosisMetabolic syndromeNon-alcoholic fatty liver diseaseSteatosisUltrasound imaging ePublished: 15 November 2005 Issue Published: 15 November 2005 Copyright & PermissionsCopyright © 2005 by American College of Physicians. All Rights Reserved.PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Elizabeth E. Powell",
      "id": "A5023418406",
      "orcid": "https://orcid.org/0000-0001-5008-8061",
      "institutions": [
        {
          "id": "I2801814493",
          "display_name": "Princess Alexandra Hospital",
          "country_code": "AU",
          "type": "healthcare"
        },
        {
          "id": "I165143802",
          "display_name": "The University of Queensland",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Elizabeth E. Powell"
    },
    {
      "display_name": "Julie R. Jonsson",
      "id": "A5108637242",
      "orcid": null,
      "institutions": [
        {
          "id": "I2801814493",
          "display_name": "Princess Alexandra Hospital",
          "country_code": "AU",
          "type": "healthcare"
        },
        {
          "id": "I165143802",
          "display_name": "The University of Queensland",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Julie R. Jonsson"
    },
    {
      "display_name": "Andrew D. Clouston",
      "id": "A5063583921",
      "orcid": "https://orcid.org/0000-0002-9601-7952",
      "institutions": [
        {
          "id": "I2801814493",
          "display_name": "Princess Alexandra Hospital",
          "country_code": "AU",
          "type": "healthcare"
        },
        {
          "id": "I165143802",
          "display_name": "The University of Queensland",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Andrew D. Clouston"
    }
  ],
  "publication_year": 2005,
  "publication_date": "2005-11-15",
  "type": "letter",
  "cited_by_count": 29,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S119722071",
    "display_name": "Annals of Internal Medicine",
    "issn_l": "0003-4819",
    "issn": [
      "0003-4819",
      "1539-3704"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316812"
  },
  "volume": "143",
  "issue": "10",
  "first_page": "753",
  "last_page": "753",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.80307686
    },
    {
      "id": "C2776954865",
      "display_name": "Nonalcoholic fatty liver disease",
      "level": 4,
      "score": 0.78896344
    },
    {
      "id": "C2776175330",
      "display_name": "Steatosis",
      "level": 2,
      "score": 0.7716958
    },
    {
      "id": "C2778772119",
      "display_name": "Fatty liver",
      "level": 3,
      "score": 0.65645224
    },
    {
      "id": "C2780578515",
      "display_name": "Metabolic syndrome",
      "level": 3,
      "score": 0.64436364
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.52590597
    },
    {
      "id": "C90924648",
      "display_name": "Gastroenterology",
      "level": 1,
      "score": 0.45887816
    },
    {
      "id": "C2779134260",
      "display_name": "Disease",
      "level": 2,
      "score": 0.2869714
    },
    {
      "id": "C511355011",
      "display_name": "Obesity",
      "level": 2,
      "score": 0.12877464
    }
  ],
  "topics": [
    {
      "id": "T10351",
      "display_name": "Liver Disease Diagnosis and Treatment",
      "score": 1.0
    },
    {
      "id": "T11207",
      "display_name": "Alcohol Consumption and Health Effects",
      "score": 0.999
    },
    {
      "id": "T12964",
      "display_name": "Diet, Metabolism, and Disease",
      "score": 0.9987
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.7326/0003-4819-143-10-200511150-00015",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:11:06.421525",
  "source_database": "OpenAlex"
}