{
  "openalex_id": "W1999754139",
  "doi": "https://doi.org/10.1016/s0022-5347(01)63291-9",
  "title": "EPIDERMOLYSIS BULLOSA: A REVIEW OF THE ASSOCIATED UROLOGICAL COMPLICATIONS",
  "abstract": "No AccessJournal of UrologyPediatric Urology1 Jun 1998EPIDERMOLYSIS BULLOSA: A REVIEW OF THE ASSOCIATED UROLOGICAL COMPLICATIONS DAVID B. GLAZIER and MARK R. ZAONTZ DAVID B. GLAZIERDAVID B. GLAZIER and MARK R. ZAONTZMARK R. ZAONTZ View All Author Informationhttps://doi.org/10.1016/S0022-5347(01)63291-9AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: Epidermolysis bullosa is a devastating rare disorder that rarely presents with urological complications. We report our experience with and review the literature on this disorder. Materials and Methods: Two brothers with epidermolysis bullosa present to our center with severe dysuria and urinary tract obstruction caused by meatal stenosis. The obstruction was temporarily relieved by meatotomy but recurrent obstructive skin blistering with severe dysuria required ureterosigmoidostomy for palliation of symptoms. Results: Both children tolerated ureterosigmoidostomy well with 1 requiring bicarbonate supplementation for metabolic acidosis. Ureterosigmoidostomy greatly improved quality of life, and both children have complete symptom relief. Conclusions: Epidermolysis bullosa is usually a severe illness associated with a poor prognosis. Crippling urological symptoms may develop due to recurrent skin blistering causing severe dysuria and secondary obstruction. Ureterosigmoidostomy, despite its complications, provides significant palliation for patients with recalcitrant symptoms. References 1 : Epidermolysis bullosa: when the skin falls apart. J. Ped.1989; 114: 349. Google Scholar 2 : Inherited and acquired blistering diseases. New Engl. J. Med.1992; 327: 196. Google Scholar 3 : Generalized atrophic benign epidermolysis bullosa. Arch. Dermatol.1982; 118: 375. Google Scholar 4 : Urinary tract involvement in epidermolysis bullosa. Pediatrics1973; 51: 938. Google Scholar 5 : Junctional epidermolysis bullosa, pyloric atresia and genitourinary disease. Ped. Dermatol.1986; 3: 130. Google Scholar 6 : Junctional epidermolysis bullosa and pyloric atresia: a distinct entity. Clinical and Pathological studies in five patients. Brit. J. Dermatol.1995; 133: 732. Google Scholar 7 : Genital complications of epidermolysis bullosa. Clin. Ped.1983; 22: 443. Google Scholar 8 : Epidermolysis bullosa dystrophica with urinary tract involvement. J. Ped. Surg.1984; 19: 215. Google Scholar 9 : The urological manifestations of epidermolysis bullosa. J. Urol.1986; 136: 1320. Link, Google Scholar 10 : Pyloric atresia and epidermolysis bullosa letalis. A lethal combination in two premature newborn siblings. J. Ped. Surg.1979; 14: 446. Google Scholar 11 : Upper airway and external genital involvement in epidermolysis bullosa dystrophica. Radiology1982; 143: 429. Google Scholar 12 : Pyloric atresia associated with epidermolysis bullosa: special reference to pathogenesis. Ped. Path.1983; 1: 449. Google Scholar 13 : Epidermolysis bullosa-pyloric atresia. An autosomal recessive syndrome. Amer. J. Dis. Child.1983; 137: 449. Google Scholar 14 : Involvement of the urinary tract in a syndrome of congenital epidermolysis bullosa and atresia of the pylorus. Arch. Franc. Ped.1987; 44: 867. Google Scholar 15 : Congenital pyloric atresia and junctional epidermolysis bullosa: a report of long-term survival and a review of the literature. J. Ped. Surg.1991; 26: 1341. Google Scholar 16 : Late development of primary carcinoma of the colon following ureteosigmoidostomy: report of three cases and literature review. Ann. Surg.1966; 164: 503. Google Scholar 17 : Adenocarcinoma at the site of ureterosigmoidostomies for exstrophy of the bladder. J. Ped. Surg.1978; 13: 730. Google Scholar 18 : Carcinoma at the site of ureterosigmoidostomy. Dis. Colon Rectum1983; 26: 55. Google Scholar 19 : Antenatal diagnosis of recessive dystrophic epidermolysis bullosa: collagenase expression in cultured fibroblasts as a biochemical marker. J. Invest. Dermatol.1986; 87: 597. Google Scholar 20 : Prenatal diagnosis. New Engl. J. Med.1993; 328: 114. Google Scholar From the Section of Pediatric Urology, The Children's Regional Hospital at Cooper Hospital/University Medical Center, Camden, New Jersey© 1998 by American Urological Association, Inc.FiguresReferencesRelatedDetails Volume 159Issue 6June 1998Page: 2122-2125 Advertisement Copyright & Permissions© 1998 by American Urological Association, Inc.MetricsAuthor Information DAVID B. GLAZIER More articles by this author MARK R. ZAONTZ More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "David B. Glazier",
      "id": "A5089576509",
      "orcid": null,
      "institutions": [
        {
          "id": "I2800704349",
          "display_name": "Cooper University Hospital",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "DAVID B. GLAZIER"
    },
    {
      "display_name": "Mark R. Zaontz",
      "id": "A5041259959",
      "orcid": "https://orcid.org/0000-0001-5636-0126",
      "institutions": [
        {
          "id": "I2800704349",
          "display_name": "Cooper University Hospital",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "MARK R. ZAONTZ"
    }
  ],
  "publication_year": 1998,
  "publication_date": "1998-06-01",
  "type": "review",
  "cited_by_count": 30,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "159",
  "issue": "6",
  "first_page": "2122",
  "last_page": "2125",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.9763691
    },
    {
      "id": "C2781207856",
      "display_name": "Epidermolysis bullosa",
      "level": 2,
      "score": 0.7842461
    },
    {
      "id": "C16005928",
      "display_name": "Dermatology",
      "level": 1,
      "score": 0.64694566
    }
  ],
  "topics": [
    {
      "id": "T11650",
      "display_name": "Skin and Cellular Biology Research",
      "score": 0.9995
    },
    {
      "id": "T11730",
      "display_name": "Autoimmune Bullous Skin Diseases",
      "score": 0.9865
    },
    {
      "id": "T11927",
      "display_name": "Plant Reproductive Biology",
      "score": 0.985
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/s0022-5347(01)63291-9",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:46:07.327853",
  "source_database": "OpenAlex"
}