{
  "openalex_id": "W1992142098",
  "doi": "https://doi.org/10.1016/s0022-5347(05)64153-5",
  "title": "An Outcome Prediction Model for Patients with Clear Cell Renal Cell Carcinoma Treated with Radical Nephrectomy Based on Tumor Stage, Size, Grade and Necrosis: The Ssign Score",
  "abstract": "No AccessJournal of UrologyCLINICAL UROLOGY: Original Articles1 Dec 2002An Outcome Prediction Model for Patients with Clear Cell Renal Cell Carcinoma Treated with Radical Nephrectomy Based on Tumor Stage, Size, Grade and Necrosis: The Ssign Score IGOR FRANK, MICHAEL L. BLUTE, JOHN C. CHEVILLE, CHRISTINE M. LOHSE, AMY L. WEAVER, and HORST ZINCKE IGOR FRANKIGOR FRANK , MICHAEL L. BLUTEMICHAEL L. BLUTE , JOHN C. CHEVILLEJOHN C. CHEVILLE , CHRISTINE M. LOHSECHRISTINE M. LOHSE , AMY L. WEAVERAMY L. WEAVER , and HORST ZINCKEHORST ZINCKE View All Author Informationhttps://doi.org/10.1016/S0022-5347(05)64153-5AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: Currently outcome prediction in renal cell carcinoma is largely based on pathological stage and tumor grade. We developed an outcome prediction model for patients treated with radical nephrectomy for clear cell renal cell carcinoma, which was based on all available clinical and pathological features significantly associated with death from renal cell carcinoma. Materials and Methods: We identified 1,801 adult patients with unilateral clear cell renal cell carcinoma treated with radical nephrectomy between 1970 and 1998. Clinical features examined included age, sex, smoking history, and signs and symptoms at presentation. Pathological features examined included 1997 TNM stage, tumor size, nuclear grade, histological tumor necrosis, sarcomatoid component, cystic architecture, multifocality and surgical margin status. Cancer specific survival was estimated using the Kaplan-Meier method. Cox proportional hazards regression models were used to test associations between features studied and outcome. The selection of features included in the multivariate model was validated using bootstrap methodology. Results: Mean followup was 9.7 years (range 0.1 to 31). Estimated cancer specific survival rates at 1, 3, 5, 7 and 10 years were 86.6%, 74.0%, 68.7%, 63.8% and 60.0%, respectively. Several features were multivariately associated with death from clear cell renal cell carcinoma, including 1997 TNM stage (p <0.001), tumor size 5 cm. or greater (p <0.001), nuclear grade (p <0.001) and histological tumor necrosis (p <0.001). Conclusions: In patients with clear cell renal cell carcinoma 1997 TNM stage, tumor size, nuclear grade and histological tumor necrosis were significantly associated with cancer specific survival. We present a scoring system based on these features that can be used to predict outcome. References 1 : Pathologic staging of renal cell carcinoma: significance of tumor classification with the 1997 TNM staging system. Cancer2001; 91: 354. Crossref, Medline, Google Scholar 2 : Prognostic significance of the 1997 TNM classification of renal cell carcinoma. J Urol1999; 162: 1277. Link, Google Scholar 3 : TNM staging alone is inadequate for predicting cancer-specific survival following radical nephrectomy for unilateral renal cell carcinoma. J Urol2001; 165: 185. abstract 768. Medline, Google Scholar 4 : Prognostic features of pathologic stage T1 renal cell carcinoma after radical nephrectomy. Urology2002; 59: 532. Crossref, Medline, Google Scholar 5 : Prognostic utility of the recently recommended histologic classification and revised TNM staging system of renal cell carcinoma: a Swiss experience with 588 tumors. Cancer2000; 89: 604. Crossref, Medline, Google Scholar 6 : Prognostic impact of histologic subtyping of adult renal epithelial neoplasms: an experience of 405 cases. Am J Surg Pathol2002; 26: 281. Crossref, Medline, Google Scholar 7 : Classification of renal cell carcinoma: Workgroup No. 1. Union Internationale Contre le Cancer (UICC) and the American Joint Committee on Cancer (AJCC). Cancer1997; 80: 987. Crossref, Medline, Google Scholar 8 : A bootstrap resampling procedure for model building: application to the Cox regression model. Stat Med1992; 11: 2093. Crossref, Medline, Google Scholar 9 : The influence of PNX/PN0 grouping in a multivariate setting for outcome models in patients with clear cell renal cell carcinoma. J Urol2002; 168: 56. Link, Google Scholar 10 : Multivariable prognostic models: issues in developing models, evaluating assumptions and adequacy, and measuring and reducing errors. Stat Med1996; 15: 361. Crossref, Medline, Google Scholar 11 : A new method of classifying prognostic comorbidity in longitudinal studies: development and validation. J Chronic Dis1987; 40: 373. Crossref, Medline, Google Scholar 12 : Chi-squared goodness-of-fit tests for the proportional hazards regression model. Biometrika1980; 67: 145. Crossref, Google Scholar 13 : Proportional hazards tests and diagnostics based on weighted residuals. Biometrika1994; 81: 515. Crossref, Google Scholar 14 : Survival and prognostic stratification of 670 patients with advanced renal cell carcinoma. J Clin Oncol1999; 17: 2530. Crossref, Medline, Google Scholar 15 : Prognostic factors for survival in patients with recurrent or metastatic renal cell carcinoma. Cancer Res1988; 48: 7310. Medline, Google Scholar 16 : Improved prognostication of renal cell carcinoma using an integrated staging system. J Clin Oncol2001; 19: 1649. Crossref, Medline, Google Scholar 17 : A postoperative prognostic nomogram for renal cell carcinoma. J Urol2001; 166: 63. Link, Google Scholar 18 : Prognostic indicators for renal cell carcinoma: a multivariate analysis of 643 patients using the revised 1997 TNM staging criteria. J Urol2000; 163: 1090. Link, Google Scholar 19 : Prognostic factors for survival in patients with metastatic renal cancer treated with biological response modifiers. J Urol1995; 154: 35. Link, Google Scholar 20 : Reevaluation of the 1997 TNM classification for renal cell carcinoma: T1 and T2 cutoff point at 4.5 rather than 7 cm. better correlates with clinical outcome. J Urol2001; 166: 54. Link, Google Scholar 21 : The impact of a 4 cm. cutoff point for stratification of T1N0M0 renal cell carcinoma after radical nephrectomy. J Urol2001; 165: 1103. Link, Google Scholar 22 : Stage pT1 conventional (clear cell) renal cell carcinoma: pathological features associated with cancer specific survival. J Urol2001; 166: 453. Link, Google Scholar 23 : Renal cell carcinoma: current prognostic factors. Union Internationale Contre le Cancer (UICC) and the American Joint Committee on Cancer (AJCC). Cancer1997; 80: 981. Crossref, Medline, Google Scholar 24 : Current prognostic factors–renal cell carcinoma. Workgroup No. 4. Union Internationale Contre le Cancer (UICC) and the American Joint Committee on Cancer (AJCC). Cancer1997; 80: 994. Crossref, Medline, Google Scholar From the Departments of Urology, Pathology and Health Sciences Research, Mayo Medical School and Mayo Clinic, Rochester, Minnesota© 2002 by American Urological Association, Inc.FiguresReferencesRelatedDetailsCited by Wang J, Liu Y, Yang Y, Xu Z, Zhang G, Liu Z, Fu H, Wang Z, Liu H and Xu J (2016) High expression of galectin-7 associates with poor overall survival in patients with non-metastatic clear-cell renal cell carcinomaOncotarget, 10.18632/oncotarget.9749, VOL. 7, NO. 27, (41986-41995), Online publication date: 5-Jul-2106. Pessoa R, Nabavizadeh R, Quevedo F, Joyce D, Lohse C, Sharma V, Costello B, Boorjian S, Thompson R, Leibovich B and Cheville J (2023) The Impact of Metastasis Histopathology on Oncologic Outcomes for Patients With Surgically Resected Metastatic Renal Cell CarcinomaJournal of Urology, VOL. 210, NO. 4, (611-618), Online publication date: 1-Oct-2023. Ciccarese C, Strusi A, Arduini D, Russo P, Palermo G, Foschi N, Racioppi M, Tortora G and Iacovelli R (2023) Post nephrectomy management of localized renal cell carcinoma. From risk stratification to therapeutic evidence in an evolving clinical scenarioCancer Treatment Reviews, 10.1016/j.ctrv.2023.102528, VOL. 115, (102528), Online publication date: 1-Apr-2023. Fitzgerald K, Motzer R and Lee C (2022) Adjuvant therapy options in renal cell carcinoma — targeting the metastatic cascadeNature Reviews Urology, 10.1038/s41585-022-00666-2, VOL. 20, NO. 3, (179-193), Online publication date: 1-Mar-2023. Jin J, Xie Y, Zhang J, Wang J, Dai S, He W, Li S, Ashby C, Chen Z and He Q (2023) Sunitinib resistance in renal cell carcinoma: From molecular mechanisms to predictive biomarkersDrug Resistance Updates, 10.1016/j.drup.2023.100929, VOL. 67, (100929), Online publication date: 1-Mar-2023. Cosso F, Roviello G, Nesi G, Shabani S, Spatafora P, Villari D and Catalano M (2023) Adjuvant Therapy for Renal Cell Carcinoma: Hype or Hope?International Journal of Molecular Sciences, 10.3390/ijms24044243, VOL. 24, NO. 4, (4243) Yang M, Gong C, Song K, Huang N, Chen H, Gong H, Yang Y, Guo S, Xiao H and Chen P (2023) APPL1 Is a Prognostic Biomarker and Correlated with Treg Cell Infiltration via Oxygen-Consuming Metabolism in Renal Clear Cell CarcinomaOxidative Medicine and Cellular Longevity, 10.1155/2023/5885203, VOL. 2023, (1-28), Online publication date: 17-Feb-2023. Barkan E, Porta C, Rabinovici-Cohen S, Tibollo V, Quaglini S and Rizzo M (2023) Artificial intelligence-based prediction of overall survival in metastatic renal cell carcinomaFrontiers in Oncology, 10.3389/fonc.2023.1021684, VOL. 13 Makino T, Izumi K, Iwamoto H, Kadomoto S, Kadono Y and Mizokami A (2023) Comparison of the Prognostic Value of Inflammatory and Nutritional Indices in Nonmetastatic Renal Cell CarcinomaBiomedicines, 10.3390/biomedicines11020533, VOL. 11, NO. 2, (533) Dibajnia P, Cardenas L and Lalani A (2023) The emerging landscape of neo/adjuvant immunotherapy in renal cell carcinomaHuman Vaccines & Immunotherapeutics, 10.1080/21645515.2023.2178217 Zhou H, Cui F, Lv D, Gong Q, Wen J and Shuang W (2023) Top 100 most-cited articles on renal cell carcinoma: A bibliometric analysisMedicine, 10.1097/MD.0000000000032926, VOL. 102, NO. 6, (e32926), Online publication date: 10-Feb-2023. Tataru O, Marchioni M, Crocetto F, Barone B, Lucarelli G, Del Giudice F, Busetto G, Veccia A, Lo Giudice A, Russo G, Luzzago S, Piccinelli M, Vartolomei M, Musi G and Ferro M (2023) Molecular Imaging Diagnosis of Renal Cancer Using 99mTc-Sestamibi SPECT/CT and Girentuximab PET-CT-Current Evidence and Future Development of Novel TechniquesDiagnostics, 10.3390/diagnostics13040593, VOL. 13, NO. 4, (593) Tanaka H, Fukuda S, Kimura K, Fukawa Y, Yamamoto K, Fukushima H, Moriyama S, Yasuda Y, Uehara S, Waseda Y, Yoshida S, Yokoyama M, Matsuoka Y, Saito K, Tateishi U, Campbell S and Fujii Y (2023) Defining Tumour Shape Irregularity for Preoperative Risk Stratification of Clinically Localised Renal Cell CarcinomaEuropean Urology Open Science, 10.1016/j.euros.2022.12.003, VOL. 48, (36-43), Online publication date: 1-Feb-2023. Gu Y, Fu Y, Pan X, Zhou Y, Ji C, Zhao T, Miao H, Lv H, Da J, Ge J, Wang L, Qu L, Ge S, Guo H and Zhou W (2023) Prognostic value of systemic immune-inflammation index in non-metastatic clear cell renal cell carcinoma with tumor thrombusFrontiers in Oncology, 10.3389/fonc.2023.1117595, VOL. 13 Tian X, Wang Y, Xu W, Tang H, Zhu S, Anwaier A, Liu W, Wang W, Zhu W, Su J, Qu Y, Zhang H and Ye D (2022) Special issue “The advance of solid tumor research in China”: Multi‐omics analysis based on 1311 clear cell renal cell carcinoma samples identifies a glycolysis signature associated with prognosis and treatment responseInternational Journal of Cancer, 10.1002/ijc.34121, VOL. 152, NO. 1, (66-78), Online publication date: 1-Jan-2023. Berg S and McGregor B (2022) The Continuing Question of Adjuvant Therapy in Clear Cell Renal Cell CarcinomaCancers, 10.3390/cancers14246018, VOL. 14, NO. 24, (6018) Kapur P, Zhong H, Araj E, Christie A, Cai Q, Kim D, Miyata J, Tcheuyap V, Brandenburg O, Carrillo D, Pedrosa I, Brugarolas J and Cadeddu J (2022) Predicting Oncologic Outcomes in Small Renal TumorsEuropean Urology Oncology, 10.1016/j.euo.2022.08.003, VOL. 5, NO. 6, (687-694), Online publication date: 1-Dec-2022. Han J, Jeong S, Han S, Yuk H, Ku J, Kwak C, Kim H and Jeong C (2022) Association between decreased ipsilateral renal function and aggressive behavior in renal cell carcinomaBMC Cancer, 10.1186/s12885-022-10268-1, VOL. 22, NO. 1 McGuire M, Dasari S, Yao H, Wen Y, Mangala L, Bayraktar E, Ma W, Ivan C, Shoshan E, Wu S, Jonasch E, Bar-Eli M, Wang J, Baggerly K and Sood A (2021) Gene Body Methylation of the Lymphocyte-Specific Gene CARD11 Results in Its Overexpression and Regulates Cancer mTOR Signaling Molecular Cancer Research, 10.1158/1541-7786.MCR-20-0753, VOL. 19, NO. 11, (1917-1928), Online publication date: 1-Nov-2022. Usher‐Smith J, Li L, Roberts L, Harrison H, Rossi S, Sharp S, Coupland C, Hippisley‐Cox J, Griffin S, Klatte T and Stewart G (2022) Risk models for recurrence and survival after kidney cancer: a systematic reviewBJU International, 10.1111/bju.15673, VOL. 130, NO. 5, (562-579), Online publication date: 1-Nov-2022. Kobatake K, Ikeda K, Nakata Y, Yamasaki N, Kanai A, Sekino Y, Takemoto K, Fukushima T, Babasaki T, Kitano H, Goto K, Hayashi T, Sentani K, Teishima J, Kaminuima O and Hinata N (2022) DDX41 expression is associated with tumor necrosis in clear cell renal cell carcinoma and in cooperation with VHL loss leads to worse prognosisUrologic Oncology: Seminars and Original Investigations, 10.1016/j.urolonc.2022.07.001, VOL. 40, NO. 10, (456.e9-456.e18), Online publication date: 1-Oct-2022. Tan W, Koelker M, Campain N, Cole A, Labban M, Mossanen M, Barod R, Kibel A, Chang S, Bex A and Trinh Q (2022) Comparison of Long-term Outcomes for Young and Healthy Patients with cT1a and cT3a Renal Cell Carcinoma Treated with Partial NephrectomyEuropean Urology Focus, 10.1016/j.euf.2022.09.018, Online publication date: 1-Oct-2022. Msaouel P, Lee J, Karam J and Thall P (2022) A Causal Framework for Making Individualized Treatment Decisions in OncologyCancers, 10.3390/cancers14163923, VOL. 14, NO. 16, (3923) Roldán F, Izquierdo L, Ingelmo-Torres M, Lozano J, Carrasco R, Cuñado A, Reig O, Mengual L and Alcaraz A (2022) Prognostic Gene Expression-Based Signature in Clear-Cell Renal Cell CarcinomaCancers, 10.3390/cancers14153754, VOL. 14, NO. 15, (3754) Rasmussen R, Sanford T, Parwani A and Pedrosa I (2022) Artificial Intelligence in Kidney CancerAmerican Society of Clinical Oncology Educational Book, 10.1200/EDBK_350862, NO. 42, (300-310), Online publication date: 1-Jul-2022. Ingels A, Campi R, Capitanio U, Amparore D, Bertolo R, Carbonara U, Erdem S, Kara Ö, Klatte T, Kriegmair M, Marchioni M, Mir M, Ouzaïd I, Pavan N, Pecoraro A, Roussel E and de la Taille A (2022) Complementary roles of surgery and systemic treatment in clear cell renal cell carcinomaNature Reviews Urology, 10.1038/s41585-022-00592-3, VOL. 19, NO. 7, (391-418), Online publication date: 1-Jul-2022. Sharma R, Kannourakis G, Prithviraj P and Ahmed N (2022) Precision Medicine: An Optimal Approach to Patient Care in Renal Cell CarcinomaFrontiers in Medicine, 10.3389/fmed.2022.766869, VOL. 9 Ohe C, Yoshida T, Amin M, Atsumi N, Ikeda J, Saiga K, Noda Y, Yasukochi Y, Ohashi R, Ohsugi H, Higasa K, Kinoshita H and Tsuta K (2022) Development and validation of a vascularity-based architectural classification for clear cell renal cell carcinoma: correlation with conventional pathological prognostic factors, gene expression patterns, and clinical outcomesModern Pathology, 10.1038/s41379-021-00982-9, VOL. 35, NO. 6, (816-824), Online publication date: 1-Jun-2022. Feng C, Lyu Y, Gong L and Wang J (2022) Therapeutic Potential of Natural Products in the Treatment of Renal Cell Carcinoma: A ReviewNutrients, 10.3390/nu14112274, VOL. 14, NO. 11, (2274) Fasanella D, Antonaci A, Esperto F, Scarpa R, Ferro M, Schips L and Marchioni M (2021) Potential prognostic value of miRNAs as biomarker for progression and recurrence after nephrectomy in renal cell carcinoma: a literature reviewDiagnosis, 10.1515/dx-2021-0080, VOL. 9, NO. 2, (157-165), Online publication date: 11-May-2022., Online publication date: 1-May-2022. Khaleel S, Katims A, Cumarasamy S, Rosenzweig S, Attalla K, Hakimi A and Mehrazin R (2022) Radiogenomics in Clear Cell Renal Cell Carcinoma: A Review of the Current Status and Future DirectionsCancers, 10.3390/cancers14092085, VOL. 14, NO. 9, (2085) Palumbo C, Perri D, Zacchero M, Bondonno G, Martino J, D'Agate D and Volpe A (2022) Risk of recurrence after nephrectomy: Comparison of predictive ability of validated risk modelsUrologic Oncology: Seminars and Original Investigations, 10.1016/j.urolonc.2021.11.025, VOL. 40, NO. 4, (167.e1-167.e7), Online publication date: 1-Apr-2022. Jiang W, Zeng H, Liu Z, Jin K, Hu B, Chang Y, Liu L, Zhu Y, Xu L, Wang Z, Guo J and Xu J (2022) Immune inactivation by CD47 expression predicts clinical outcomes and therapeutic responses in clear cell renal cell carcinoma patientsUrologic Oncology: Seminars and Original Investigations, 10.1016/j.urolonc.2021.11.024, VOL. 40, NO. 4, (166.e15-166.e25), Online publication date: 1-Apr-2022. Cordeiro M, Ilario E, Abe D, Carvalho P, Muniz D, Sarkis A, Coelho R, Guimarães R, Haddad M and Nahas W (2022) Neutrophil-to-Lymphocyte Ratio Predicts Cancer Outcome in Locally Advanced Clear Renal Cell CarcinomaClinical Genitourinary Cancer, 10.1016/j.clgc.2021.10.009, VOL. 20, NO. 2, (102-106), Online publication date: 1-Apr-2022. Virumbrales-Muñoz M, Ayuso J, Loken J, Denecke K, Rehman S, Skala M, Abel E and Beebe D (2022) Microphysiological model of renal cell carcinoma to inform anti-angiogenic therapyBiomaterials, 10.1016/j.biomaterials.2022.121454, VOL. 283, (121454), Online publication date: 1-Apr-2022. Junker K, Hallscheidt P, Wunderlich H and Hartmann A (2022) Diagnostics and prognostic evaluation in renal cell tumors: the German S3 guidelines recommendationsWorld Journal of Urology, 10.1007/s00345-022-03972-x, VOL. 40, NO. 10, (2373-2379) Tang J, Wang J, Pan X, Liu X and Zhao B (2022) A Web-Based Prediction Model for Cancer-Specific Survival of Middle-Aged Patients With Non-metastatic Renal Cell Carcinoma: A Population-Based StudyFrontiers in Public Health, 10.3389/fpubh.2022.822808, VOL. 10 Golbits A, Kryaneva E, Rubtsova N, Alekseev B and Kaprin A (2022) Bosniak classification version 2019: updated algorithms for the diagnosis of cystic renal massesCancer Urology, 10.17650/1726-9776-2021-17-4-165-175, VOL. 17, NO. 4, (165-175) Wang J, Zhanghuang C, Tan X, Mi T, Liu J, Jin L, Li M, Zhang Z and He D (2022) Development and Validation of a Nomogram to Predict Distant Metastasis in Elderly Patients With Renal Cell CarcinomaFrontiers in Public Health, 10.3389/fpubh.2021.831940, VOL. 9 Yoo G, Park W, Pyo H, Jeong B, Jeon H, Kang M, Seo S, Jeon S, Lee H, Choi H, Park B, Kim C, Park S and Kwon G (2022) Risk Factors and Patterns of Locoregional Recurrence after Radical Nephrectomy for Locally Advanced Renal Cell CarcinomaCancer Research and Treatment, 10.4143/crt.2020.1373, VOL. 54, NO. 1, (218-225), Online publication date: 15-Jan-2022. Kapur P, Setoodeh S, Araj E, Yan J, Malladi V, Cadeddu J, Christie A and Brugarolas J (2021) Improving Renal Tumor Biopsy Prognostication With BAP1 AnalysesArchives of Pathology & Laboratory Medicine, 10.5858/arpa.2020-0413-OA, VOL. 146, NO. 2, (154-165), Online publication date: 2-Jan-2022. He W, Liu Z, Tian Y, Li Y, Xu C, Xiao R, Hong P, Tang S, Ge L, Zhao X, Zhu G, Zhang H, Liu C and Ma L (2022) Predictive Factors Affecting Metastasis of Small Renal Mass and Its Prognostic AnalysisClinical Medicine Insights: Oncology, 10.1177/11795549221075325, VOL. 16, (117955492210753), Online publication date: 1-Jan-2022. Eren G and Kupik O (2022)(2022) Necrosis on pre-radiotherapy 18F-FDG PET/CT is a predictor for complete metabolic response in patients with non-small cell lung cancerMedicine, 10.1097/MD.0000000000029227, VOL. 101, NO. 20, (e29227) Ming Y, Chen X, Xu J, Zhan H, Zhang J, Ma T, Huang C, Liu Z and Huang Z (2021) A combined postoperative nomogram for survival prediction in clear cell renal carcinomaAbdominal Radiology, 10.1007/s00261-021-03293-4, VOL. 47, NO. 1, (297-309), Online publication date: 1-Jan-2022. Bassanelli M, Borro M, Roberto M, Giannarelli D, Giacinti S, Di Martino S, Ceribelli A, Russo A, Aschelter A, Scarpino S, Montori A, Pescarmona E, Tomao S, Simmaco M, Cognetti F, Milella M and Marchetti P (2021) A 17-Gene Expression Signature for Early Identification of Poor Prognosis in Clear Cell Renal Cell CarcinomaCancers, 10.3390/cancers14010178, VOL. 14, NO. 1, (178) Roldán F, Lozano J, Ingelmo-Torres M, Carrasco R, Díaz E, Ramirez-Backhaus M, Rubio J, Reig O, Alcaraz A, Mengual L and Izquierdo L (2021) Clinicopathological and Molecular Prognostic Classifier for Intermediate/High-Risk Clear Cell Renal Cell CarcinomaCancers, 10.3390/cancers13246338, VOL. 13, NO. 24, (6338) Zheng J, Lin C, Lee H, Wang W, Tong Y, Lee K, Chiu H and Lin Y (2021) Lactotransferrin Downregulation Serves as a Potential Predictor for the Therapeutic Effectiveness of mTOR Inhibitors in the Metastatic Clear Cell Renal Cell Carcinoma without PTEN MutationBiomedicines, 10.3390/biomedicines9121896, VOL. 9, NO. 12, (1896) Xv Y, Lv F, Guo H, Zhou X, Tan H, Xiao M and Zheng Y (2021) Machine learning-based CT radiomics approach for predicting WHO/ISUP nuclear grade of clear cell renal cell carcinoma: an exploratory and comparative studyInsights into Imaging, 10.1186/s13244-021-01107-1, VOL. 12, NO. 1, Online publication date: 1-Dec-2021. Kumar B, Ahmad R, Giannico G, Zent R, Talmon G, Harris R, Clark P, Lokeshwar V, Dhawan P and Singh A (2021) Claudin-2 inhibits renal clear cell carcinoma progression by inhibiting YAP-activationJournal of Experimental & Clinical Cancer Research, 10.1186/s13046-021-01870-5, VOL. 40, NO. 1, Online publication date: 1-Dec-2021. Zhang Z, Yu Y, Zheng J, Zhang M and Niu H (2021) Prognostic significance of preoperative neutrophil-to-lymphocyte ratio in papillary renal cell carcinoma patients after receiving curative surgery based on a retrospective cohortBMC Urology, 10.1186/s12894-021-00805-8, VOL. 21, NO. 1, Online publication date: 1-Dec-2021. Xiao R, Xu C, He W, Liu L, Zhang H, Liu C and Ma L (2021) Preoperative anaemia and thrombocytosis predict adverse prognosis in non‐metastatic renal cell carcinoma with tumour thrombusBMC Urology, 10.1186/s12894-021-00796-6, VOL. 21, NO. 1, Online publication date: 1-Dec-2021. Xiao R, Liu C, He W, Ma L and Kim J (2021) Prognostic Factors and a Nomogram Predicting Overall Survival and Cancer-Specific Survival for Patients with Collecting Duct Renal Cell CarcinomaBioMed Research International, 10.1155/2021/6736008, VOL. 2021, (1-15), Online publication date: 11-Nov-2021. Chandrasekar T, Boorjian S, Capitanio U, Gershman B, Mir M and Kutikov A (2021) Collaborative Review: Factors Influencing Treatment Decisions for Patients with a Localized Solid Renal MassEuropean Urology, 10.1016/j.eururo.2021.01.021, VOL. 80, NO. 5, (575-588), Online publication date: 1-Nov-2021. Yoshida T, Ohe C, Ikeda J, Atsumi N, Saito R, Taniguchi H, Ohsugi H, Sugi M, Tsuta K, Matsuda T and Kinoshita H (2021) Integration of NRP1 , RGS5, and FOXM1 expression, and tumour necrosis, as a postoperative prognostic classifier based on molecular subtypes of clear cell renal cell carcinoma The Journal of Pathology: Clinical Research, 10.1002/cjp2.232, VOL. 7, NO. 6, (590-603), Online publication date: 1-Nov-2021. Kubiliute R, Zalimas A, Bakavicius A, Ulys A, Jankevicius F and Jarmalaite S (2021) Clinical Significance of ADAMTS19, BMP7, SIM1, and SFRP1 Promoter Methylation in Renal Clear Cell CarcinomaOncoTargets and Therapy, 10.2147/OTT.S330341, VOL. Volume 14, (4979-4990) Khodabakhshi Z, Amini M, Mostafaei S, Haddadi Avval A, Nazari M, Oveisi M, Shiri I and Zaidi H (2021) Overall Survival Prediction in Renal Cell Carcinoma Patients Using Computed Tomography Radiomic and Clinical InformationJournal of Digital Imaging, 10.1007/s10278-021-00500-y, VOL. 34, NO. 5, (1086-1098), Online publication date: 1-Oct-2021. Feldman A, Lokeshwar V and Lin D (2021) A 25-year perspective on evaluation and understanding of biomarkers in urologic cancersUrologic Oncology: Seminars and Original Investigations, 10.1016/j.urolonc.2021.06.010, VOL. 39, NO. 9, (602-617), Online publication date: 1-Sep-2021. Bai D, Chen S, Feng H, Yin A, Lu J, Ma Y and Sugiyama H (2021) Integrated analysis of immune-related gene subtype and immune index for immunotherapy in clear cell renal cell carcinomaPathology - Research and Practice, 10.1016/j.prp.2021.153557, VOL. 225, (153557), Online publication date: 1-Sep-2021. Velasco G, Ruiz‐Granados Á, Reig O, Massari F, Climent Duran M, Verzoni E, Graham J, Llarena R, De Tursi M, Donskov F, Iglesias C, Pandha H, Garcia del Muro X, Procopio G, Oudard S, Castellano D and Albiges L (2021) Outcomes of systemic targeted therapy in recurrent renal cell carcinoma treated with adjuvant sunitinibBJU International, 10.1111/bju.15356, VOL. 128, NO. 2, (254-261), Online publication date: 1-Aug-2021. Campbell S, Uzzo R, Karam J, Chang S, Clark P and Souter L (2021) Renal Mass and Localized Renal Cancer: Evaluation, Management, and Follow-up: AUA Guideline: Part IIJournal of Urology, VOL. 206, NO. 2, (209-218), Online publication date: 1-Aug-2021. Trpkov K, Hes O, Williamson S, Adeniran A, Agaimy A, Alaghehbandan R, Amin M, Argani P, Chen Y, Cheng L, Epstein J, Cheville J, Comperat E, da Cunha I, Gordetsky J, Gupta S, He H, Hirsch M, Humphrey P, Kapur P, Kojima F, Lopez J, Maclean F, Magi-Galluzzi C, McKenney J, Mehra R, Menon S, Netto G, Przybycin C, Rao P, Rao Q, Reuter V, Saleeb R, Shah R, Smith S, Tickoo S, Tretiakova M, True L, Verkarre V, Wobker S, Zhou M and Gill A (2021) N",
  "authors": [
    {
      "display_name": "Igor Frank",
      "id": "A5066721028",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210146710",
          "display_name": "Mayo Clinic in Florida",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "IGOR FRANK"
    },
    {
      "display_name": "Michael L. Blute",
      "id": "A5111665084",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210146710",
          "display_name": "Mayo Clinic in Florida",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "MICHAEL L. BLUTE"
    },
    {
      "display_name": "John C. Cheville",
      "id": "A5082725102",
      "orcid": "https://orcid.org/0000-0002-8202-6268",
      "institutions": [
        {
          "id": "I4210146710",
          "display_name": "Mayo Clinic in Florida",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "JOHN C. CHEVILLE"
    },
    {
      "display_name": "Christine M. Lohse",
      "id": "A5047776435",
      "orcid": "https://orcid.org/0000-0001-9888-7495",
      "institutions": [
        {
          "id": "I4210146710",
          "display_name": "Mayo Clinic in Florida",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "CHRISTINE M. LOHSE"
    },
    {
      "display_name": "Amy L. Weaver",
      "id": "A5010282758",
      "orcid": "https://orcid.org/0000-0002-5240-3157",
      "institutions": [
        {
          "id": "I4210146710",
          "display_name": "Mayo Clinic in Florida",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "AMY L. WEAVER"
    },
    {
      "display_name": "Horst Zincke",
      "id": "A5070253773",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210146710",
          "display_name": "Mayo Clinic in Florida",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "HORST ZINCKE"
    }
  ],
  "publication_year": 2002,
  "publication_date": "2002-12-01",
  "type": "article",
  "cited_by_count": 1093,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "168",
  "issue": "6",
  "first_page": "2395",
  "last_page": "2400",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.83425677
    },
    {
      "id": "C2780227381",
      "display_name": "Nephrectomy",
      "level": 3,
      "score": 0.81517804
    },
    {
      "id": "C2777472916",
      "display_name": "Renal cell carcinoma",
      "level": 2,
      "score": 0.7279518
    },
    {
      "id": "C146357865",
      "display_name": "Stage (stratigraphy)",
      "level": 2,
      "score": 0.5981105
    },
    {
      "id": "C2781278892",
      "display_name": "Clear cell renal cell carcinoma",
      "level": 3,
      "score": 0.5420187
    },
    {
      "id": "C207886595",
      "display_name": "Pathological",
      "level": 2,
      "score": 0.4231107
    },
    {
      "id": "C142724271",
      "display_name": "Pathology",
      "level": 1,
      "score": 0.39156362
    },
    {
      "id": "C126894567",
      "display_name": "Urology",
      "level": 1,
      "score": 0.36132297
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.34337014
    },
    {
      "id": "C143998085",
      "display_name": "Oncology",
      "level": 1,
      "score": 0.32157546
    },
    {
      "id": "C2780091579",
      "display_name": "Kidney",
      "level": 2,
      "score": 0.2974289
    },
    {
      "id": "C151730666",
      "display_name": "Paleontology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10449",
      "display_name": "Renal cell carcinoma treatment",
      "score": 0.9999
    },
    {
      "id": "T12140",
      "display_name": "Renal and related cancers",
      "score": 0.9953
    },
    {
      "id": "T14078",
      "display_name": "Multiple and Secondary Primary Cancers",
      "score": 0.9936
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/s0022-5347(05)64153-5",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:58:50.580819",
  "source_database": "OpenAlex"
}