{
  "openalex_id": "W1999373978",
  "doi": "https://doi.org/10.1353/wvh.0.0014",
  "title": "The White House Looks South: Franklin D. Roosevelt, Harry S. Truman, Lyndon B. Johnson (review)",
  "abstract": "Reviewed by: The White House Looks South: Franklin D. Roosevelt, Harry S. Truman, Lyndon B. Johnson Shannon Frystak The White House Looks South: Franklin D. Roosevelt, Harry S. Truman, Lyndon B. Johnson. By William E. Leuchtenburg. (Baton Rouge: Louisiana State University Press, 2005. Pp. xi, 668.) In recent years, historians have begun to break the hold that the \"Holy Trinity\" of social history–race, class, and gender–has had on American history since the cultural revolution of the 1960s by beginning to address the significance of \"place.\" Southern historians, in particular, have sought to understand how \"personal and cultural identity\" is connected to \"place identity\" and regionalism (4). Arguing that, with the onset of the \"social history movement,\" political history took a backseat, eminent historian and \"honorary Southerner\" William Leuchtenburg has written a social/political history which uses place as a way to illuminate the presidencies of three pseudo-southerners: Franklin D. Roosevelt, Harry S. Truman, and Lyndon B. Johnson. Drawing on a wealth of sources, both primary and secondary (found in both the North and the South), Leuchtenburg has written a welcome addition to studies that address the significance of place in American history. The book is divided into three main sections devoted to each of the three presidents. Leuchtenburg includes a prologue which outlines the significance of place in political history and concludes by summing up how the South not only informed, but also defined, in many ways, the presidencies of Roosevelt, Truman, and Johnson. He also includes an epilogue, which looks at presidents since Johnson, noting, most importantly, that since 1964, three of the last four presidential candidates and two vice-presidential candidates hailed from a southern state, indicating not only how much has changed since Roosevelt entered office in 1933, but also the prominence of the South in American politics. There are three themes that repeatedly arise throughout the book, and which appear to apply to all three men. First is the fact that all were only marginally considered southerners; indeed, as Leuchtenburg states, each \"had one foot below the Mason-Dixon line, one foot above\"(2). Throughout the book, Leuchtenburg cites hundreds of instances where all three men were questioned about the extent of their \"Southern-ness.\" For instance, in his opening section on Roosevelt, Leuchtenburg notes that, although FDR was reared in the wealthy Hudson Valley area of the Northeast, he was also an adopted son of Warm Springs, Georgia. Similarly, although Truman had slaveholding roots in Kentucky, and was raised in a family that celebrated Civil War lore, all of this was mitigated by the fact that his family migrated [End Page 107] west so that, ultimately, he identified with that region of the United States. Perhaps the one man who could soundly call himself a southerner, Lyndon Johnson, not only hailed from Texas, but also the slave/plantation South, yet he ultimately came to be identified as a \"DC-ite\" and Washington insider. Second, all three presidents seem to have a mixed record when it comes to the issue of race. To be sure, one cannot address southern regionalism and exceptionalism without addressing the South's sordid racial history. For Roosevelt, whose New Deal policies, Leuchtenburg argues, spurred progress for African Americans, especially those hit hardest by the Great Depression, the issues were complex. Perhaps more so than race, Leuchtenburg believes that class directed Roosevelt's New Deal policies, evident in his statement that the South \"presents right now the nation's number one economic problem\" (104). It was Truman's policies with regards to race, states Leuchtenburg, that set the standard for how Johnson—the most progressive of the three on racial issues—would deal with the South. Despite the fact that Truman was known for his \"abiding belief in white supremacy\" (151), he had a long history of support for civil rights, most notable in his desegregation of the military, the creation of the President's Commission on Civil Rights, and the distinction of being the first president ever to address the National Association for the Advancement of Colored People (NAACP). It was Johnson, however, who almost completely broke from his southern democratic heritage and fought stridently for the rights...",
  "authors": [
    {
      "display_name": "Shannon Frystak",
      "id": "A5053346787",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Shannon Frystak"
    }
  ],
  "publication_year": 2008,
  "publication_date": "2008-03-01",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S25962653",
    "display_name": "West Virginia history",
    "issn_l": "0043-325X",
    "issn": [
      "0043-325X",
      "1940-5057"
    ],
    "type": "journal",
    "host_organization": null
  },
  "volume": "2",
  "issue": "1",
  "first_page": "107",
  "last_page": "108",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C56273599",
      "display_name": "White (mutation)",
      "level": 3,
      "score": 0.7135821
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.4283497
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.40149027
    },
    {
      "id": "C95124753",
      "display_name": "Environmental ethics",
      "level": 1,
      "score": 0.3639621
    },
    {
      "id": "C52119013",
      "display_name": "Art history",
      "level": 1,
      "score": 0.34887993
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.21293318
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.08532393
    },
    {
      "id": "C54355233",
      "display_name": "Genetics",
      "level": 1,
      "score": 0.026040018
    },
    {
      "id": "C104317684",
      "display_name": "Gene",
      "level": 2,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T12765",
      "display_name": "Race, History, and American Society",
      "score": 0.8577
    },
    {
      "id": "T13333",
      "display_name": "American Political and Social Dynamics",
      "score": 0.8376
    },
    {
      "id": "T14181",
      "display_name": "Academic Freedom and Politics",
      "score": 0.8229
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/wvh.0.0014",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:43:50.728373",
  "source_database": "OpenAlex"
}