{
  "openalex_id": "W1992566507",
  "doi": "https://doi.org/10.1037/h0078772",
  "title": "Do backward messages unconsciously affect listeners? No.",
  "abstract": "Abstract Subjects listened to digitized statements that were played backward or in the usual forward manner. After listening to the statements, subjects were tested for recognition memory. All the statements were played backward on the test. Subjects who had heard backward statements showed reliable old - new discrimination but subjects who had heard forward statements did not. Then subjects rated the probable truth of statements that were typed in normal orientation. This time was the subjects who had heard the statements played forward who discriminated the old from the new statements by rating more of the old ones true. subjects who heard the statements backward did not. These results indicate that the forward meaning of backward statements does not leak through, even when the backward statements themselves are memorable. Those who are concerned about the possible influence of backward speech in rock music can rest more easily.Resume Les sujets ont ecoute des messages numerises, retransmis en sens inverse ou, selon le mode habituel, a l'endroit. Apres avoir ecoute les messages, les sujets ont ete soumis a un test de memoire de reconnaissance. Tous les messages ont ete retransmis en sens inverse lors du test. Les sujets qui avaient entendu les messages en sens inverse pouvaient discriminer assez bien les nouveaux messages des anciens, mais non pas les sujets a qui les messages avaient ete retransmis a l'endroit. Les sujets ont ensuite evalue la veracite probable des messages diffuses normalement. Cette fois - ci, les sujets ayant entendu les messages a l'endroit distinguaient les anciens messages des nouveaux, car ils ont juge vrais un plus grand nombre d'anciens messages, ce que n'ont pas fait les sujets a qui les messages avaient ete retransmis en sens inverse. Les resultats montrent que la signification des messages enregistres en sens inverse et retransmis a l'endroit ne « passe » pas, me@me lorsque les messages peuvent e@tre memorises. Ceux et celles qui craignent l'influence possible des paroles enregistrees en sens inverse dans la musique rock peuvent donc dormir sur leurs deux oreilles.Does the meaning of a message unconsciously influence listeners if the message is played backward? Some people believe that does. Christensen (1988, p. 2) describes an article from the Los Angeles Times (Sunday Supplement, May 9, 1982). Under the provocative title The Devil Made Me Do It, the article reported the claim by some religious groups that certain rock bands included satanic messages in their records. These messages be heard only when the records were played backwards, but ... the listener could subconsciously decipher the meaning of the messages when the record was played in the normal manner ... listeners would accept the satanic message uncritically and would act accordingly. implication is that if the message was heard in its usual form, listeners would be able to reflect its content, but that the expressed sentiment of the backward message could leak into the listener and influence behaviour on a later occasion. In 1990, we followed with interest the televised reports of the trial of the rock group, Judas Priest, which was accused on placing the backward message do it in a recording. allegation was that the message contributed to a case of teenage suicide. Although Judas Priest was absolved of criminal activity, the media coverage of the events conveyed the sense that the charge was plausible (see Loftus & Klinger, 1992).As we see it, there are two independent questions to be addressed. question of whether rock music includes backward messages has received most of the attention in the popular media. Vokey and Read (1985) give a lively account of their interactions with the media on this issue. We defer comments about this question until the discussion. Our focus is on the question: So what if there are backward messages? We echo Vokey and Read's (1985) point that is fallacious to assume that the presence of such messages implies that they have any effect. …",
  "authors": [
    {
      "display_name": "Ian Begg",
      "id": "A5023462349",
      "orcid": null,
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ian Maynard Begg"
    },
    {
      "display_name": "Douglas R. Needham",
      "id": "A5090149882",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Douglas R. Needham"
    },
    {
      "display_name": "Marc Bookbinder",
      "id": "A5033809412",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Marc Bookbinder"
    }
  ],
  "publication_year": 1993,
  "publication_date": "1993-03-01",
  "type": "article",
  "cited_by_count": 9,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S181082468",
    "display_name": "Canadian Journal of Experimental Psychology/Revue canadienne de psychologie expérimentale",
    "issn_l": "1196-1961",
    "issn": [
      "1196-1961",
      "1878-7290"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320262"
  },
  "volume": "47",
  "issue": "1",
  "first_page": "1",
  "last_page": "14",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.8595334
    },
    {
      "id": "C2776035688",
      "display_name": "Affect (linguistics)",
      "level": 2,
      "score": 0.81073546
    },
    {
      "id": "C180747234",
      "display_name": "Cognitive psychology",
      "level": 1,
      "score": 0.49881005
    },
    {
      "id": "C3018364700",
      "display_name": "Affect regulation",
      "level": 3,
      "score": 0.4575954
    },
    {
      "id": "C169900460",
      "display_name": "Cognition",
      "level": 2,
      "score": 0.3521983
    },
    {
      "id": "C77805123",
      "display_name": "Social psychology",
      "level": 1,
      "score": 0.32871205
    },
    {
      "id": "C46312422",
      "display_name": "Communication",
      "level": 1,
      "score": 0.2696923
    },
    {
      "id": "C169760540",
      "display_name": "Neuroscience",
      "level": 1,
      "score": 0.093868345
    }
  ],
  "topics": [
    {
      "id": "T10918",
      "display_name": "Memory Processes and Influences",
      "score": 0.9999
    },
    {
      "id": "T10465",
      "display_name": "Neurobiology of Language and Bilingualism",
      "score": 0.983
    },
    {
      "id": "T12268",
      "display_name": "Deception detection and forensic psychology",
      "score": 0.9774
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1037/h0078772",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:51:03.001508",
  "source_database": "OpenAlex"
}