{
  "openalex_id": "W1994063680",
  "doi": "https://doi.org/10.1002/jhet.5570180203",
  "title": "Temperature dependent <sup>1</sup>H Nmr studies of the complexation of synthetic macrocyclic multidentate compounds with primary alkylammonium salts. A short review",
  "abstract": "Journal of Heterocyclic ChemistryVolume 18, Issue 2 p. 233-245 Review Temperature dependent 1H Nmr studies of the complexation of synthetic macrocyclic multidentate compounds with primary alkylammonium salts. A short review Steven L. Baxter, Steven L. Baxter Chemistry Department and Contribution No. 241 from the Institute for Thermochemical Studies, Brigham Young University, Provo, Utah 84602Search for more papers by this authorJerald S. Bradshaw, Jerald S. Bradshaw Chemistry Department and Contribution No. 241 from the Institute for Thermochemical Studies, Brigham Young University, Provo, Utah 84602Search for more papers by this author Steven L. Baxter, Steven L. Baxter Chemistry Department and Contribution No. 241 from the Institute for Thermochemical Studies, Brigham Young University, Provo, Utah 84602Search for more papers by this authorJerald S. Bradshaw, Jerald S. Bradshaw Chemistry Department and Contribution No. 241 from the Institute for Thermochemical Studies, Brigham Young University, Provo, Utah 84602Search for more papers by this author First published: March 1981 https://doi.org/10.1002/jhet.5570180203Citations: 20AboutPDF ToolsRequest permissionExport citationAdd to favoritesTrack citation ShareShare Give accessShare full text accessShare full-text accessPlease review our Terms and Conditions of Use and check box below to share full-text version of article.I have read and accept the Wiley Online Library Terms and Conditions of UseShareable LinkUse the link below to share a full-text version of this article with your friends and colleagues. Learn more.Copy URL Share a linkShare onEmailFacebookTwitterLinkedInRedditWechat References and Notes 1 C. J. Pedersen, J. Am. Chem. Soc., 89, 2495 (1967). 2 J. S. Bradshaw and P. E. Stott, Tetrahedron, 36, 461 (1980). 3 J. S. Bradshaw, G. E. Mass, R. M. Izatt and J. J. Christensen, Chem. Rev., 79, 37 (1979). 4 D. N. Reinhoudt and F. de Jong, in \" Progress in Macrocyclic Chemistry\", R. M. Izatt, and J. J. Christensen, Eds., Wiley, Vol. 1, New York, N. Y., 1979, pp. 157–217. 5 C. S. Johnson, Jr., Advan. Magn. Reson., 1, 33 (1965). 6 J. M. Timko, S. S. Moore, D. M. Walba, P. C. Hibberty and D. J. Cram, J. Am. Chem. Soc., 99, 4207 (1977). 7 G. R. Newkome, G. L. McClure, J. B. Simpson and F. Danesh-Khoshboo, J. Am. Chem. Soc., 97, 3232 (1975). 8 H. S. Brown, C. P. Muenchausen and L. R. Sousa, J. Org. Chem., 45, 1682 (1980). 9 B. J. Gregory, A. H. Haines and P. Karntiang, J. Chem. Soc., Chem. Commun., 918 (1977). 10 A. H. Haines and P. Karntiang, J. Chem. Soc., Perkin Trans. I, 2577 (1979). 11 F. Vögtie, Chem. Ber., 102, 1784 (1969). 12 F. Vögtie, Tetrahedron, 25, 3231 (1969). 13 F. Vögtie, Tetrahedron Letters, 3193 (1969). 14 F. Vögtie, R. Schafer, L. Schunder and P. Neumann, Ann. Chem., 734, 102 (1970). 15 F. Vögtle and P. Neumann, Tetrahedron Letters, 115 (1970). 16 F. Vögtie and P. Neumann, Tetrahedron, 26, 5299 (1970). 17 F. Vögtie and H. Risler, Angew. Chem., Int. Ed. Engl., 11, 727 (1972). 18 F. Vögtie, P. Neumann and M. Zuber, Chem. Ber., 105, 2955 (1972). 19 F. Vögtie, J. Grutze, R. Natscher, W. Wieder, E. Weber and R. Grun, Chem. Ber., 108, 1694 (1975). 20 F. Vögtie and R. Natscher, Chem. Ber., 109, 994 (1976). 21 E. Weber, W. Wieder and F. Vögtie, Chem. Ber., 109, 1002 (1976). 22 W. Wieder, R. Natscher and F. Vögtie, Ann. Chem., 924 (1976). 23 E. Weber and F. Vögtie, Chem. Ber., 109, 1803 (1976). 24 E. Buhleier, W. Wehner and F. Vögtle, Chem. Ber., 112, 546 (1979). 25 E. Buhleier, W. Wehner and F. Vögtle, Chem. Ber., 112, 559 (1979). 26 D. J. Cram, R. C. Helgeson, S. C. Peacock, L. J. Kaplan, L. A. Domeier, P. Moreau, K. Koga, J. M. Mayer, Y. Chao, M. G. Siegel, D. H. Hoffman and G. D. Y. Sogah, J. Org. Chem., 43, 1930 (1978). 27 I. J. Burden, A. C. Coxon, J. F. Stoddart and C. M. Wheatley, J. Chem. Soc., Perkin Trans. I, 220 (1977). 28 J. F. Stoddart, Chem. Soc. Rev., 8, 85 (1979). 29 I. O. Sutherland, Anna. Rep. NMR Spectrosc., 4, 71 (1971). 30 M. R. Johnson, I. O. Sutherland and R. F. Newton, J. Chem. Soc., Perkin Trans. I, 357 (1979). 31 J. A. Haslegrave, J. F. Stoddart and D. J. Thompson, Tetrahedron Letters, 2279 (1979). 32 F. de Jong, D. N. Reinhoudt, C. J. Smit and R. Huis, Tetrahedron Letters., 4783 (1976). 33 F. de Jong, D. N. Reinhoudt and R. Huis, Tetrahedron Letters., 3985 (1977). 34 F. de Jong, D. N. Reinhoudt and G. J. Torny, Tetrahedron Letters., 911 (1979). 35 J. Krane and T. Skjetne, Tetrahedron Letters., 1775 (1980). 36 J. S. Bradshaw, G. E. Maas, R. M. Izatt, J. D. Lamb and J. J. Christensen, Tetrahedron Letters., 635 (1979). 37 J. S. Bradshaw, S. L. Baxter, D. C. Scott, J. D. Lamb, R. M. Izatt and J. J. Christensen, Tetrahedron Letters., 3383 (1979). 38 J. S. Bradshaw, G. E. Maas, J. D. Lamb, R. M. Izatt and J. J. Christensen, J. Am. Chem. Soc., 102, 467 (1980). 39 J. S. Bradshaw and S. T. Jolley, J. Heterocyclic Chem., 16, 1157 (1979). 40 J. S. Bradshaw, S. L. Baxter, J. D. Lamb, R. M. Izatt and J. J. Christensen, J. Am. Chem. Soc., in press. 41 G. D. Beresford and J. F. Stoddart, Tetrahedron Letters, 867 (1980). 42 A. C. Coxon, W. D. Curtis, D. A. Laidler and J. F. Stoddart, J. Carbohydr. Nucleosides Nucleotides, 6, 167 (1979). 43 D. A. Laidler and J. F. Stoddart, J. Chem. Soc., Chem. Commun., 979 (1976). 44 D. A. Laidler and J. F. Stoddart, Tetrahedron Letters, 453 (1979). 45 D. A. Laidler, J. F. Stoddart and J. B. Wolstenholme, Tetrahedron Letters., 465 (1979). 46 D. G. Andrews, P. R. Ashton, D. A. Laidler, J. F. Stoddart and J. B. Wolstenholme, Tetrahedron Letters., 2629 (1979). 47 D. A. Laidler and J. F. Stoddart, J. Chem. Soc., Chem. Commun., 481 (1977). 48 R. B. Pettman and J. F. Stoddart, Tetrahedron Letters, 457 (1979). 49 R. B. Pettman and J. F. Stoddard, Tetrahedron Letters., 461 (1979). 50 J. C. Metcalfe, J. F. Stoddart and G. Jones, J. Am. Chem. Soc., 99, 8317 (1977). 51 H. F. Beckford, R. M. King, J. F. Stoddart and R. F. Newton, Tetrahedron Letters, 171 (1978). 52 J. C. Metcalfe, J. F. Stoddart, G. Jones, W. E. Hull, A. Atkinson, I. S. Kerr and D. J. Williams, J. Chem. Soc., Chem. Commun., 540 (1980). 53 S. J. Leigh and I. O. Sutherland, J. Chem. Soc., Chem. Commun., 414 (1975). 54 S. J. Leigh and I. O. Sutherland, J. Chem. Soc., Perkin Trans. I, 1089 (1979). 55 L. C. Hodgkinson, S. J. Leigh and I. O. Sutherland, J. Chem. Soc., Chem. Commun., 639 (1976). 56 L. C. Hodgkinson and I. O. Sutherland, J. Chem. Soc., Perkin Trans. I, 1908 (1979). 57 L. C. Hodgkinson, M. R. Johnson, S. J. Leigh, N. Spencer, I. O. Sutherland and R. F. Newton, J. Chem. Soc., Perkin Trans. I., 2193 (1979). 58 L. C. Hodgkinson, S. J. Leigh and I. O. Sutherland, J. Chem. Soc., Chem. Commun., 640 (1976). 59 M. R. Johnson, I. O. Sutherland and R. F. Newton, J. Chem. Soc., Chem. Commun., 309 (1979). 60 D. P. J. Pearson, S. J. Leigh and I. O. Sutherland, J. Chem. Soc., Perkin Trans. I, 3113 (1979). 61 M. R. Johnson, I. O. Sutherland and R. F. Newton, J. Chem. Soc., Chem. Commun., 306 (1979). 62 M. R. Johnson, I. O. Sutherland and R. F. Newton, J. Chem. Soc., Perkin Trans 1., 586 (1980). Citing Literature Volume18, Issue2March 1981Pages 233-245 ReferencesRelatedInformation",
  "authors": [
    {
      "display_name": "Steven L. Baxter",
      "id": "A5054734156",
      "orcid": null,
      "institutions": [
        {
          "id": "I100005738",
          "display_name": "Brigham Young University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Steven L. Baxter"
    },
    {
      "display_name": "Jerald S. Bradshaw",
      "id": "A5083225126",
      "orcid": null,
      "institutions": [
        {
          "id": "I100005738",
          "display_name": "Brigham Young University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jerald S. Bradshaw"
    }
  ],
  "publication_year": 1981,
  "publication_date": "1981-03-01",
  "type": "review",
  "cited_by_count": 22,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S46134040",
    "display_name": "Journal of Heterocyclic Chemistry",
    "issn_l": "0022-152X",
    "issn": [
      "0022-152X",
      "1943-5193"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320595"
  },
  "volume": "18",
  "issue": "2",
  "first_page": "233",
  "last_page": "245",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.9804208
    },
    {
      "id": "C178516000",
      "display_name": "Denticity",
      "level": 3,
      "score": 0.8078679
    },
    {
      "id": "C2777977315",
      "display_name": "Primary (astronomy)",
      "level": 2,
      "score": 0.57181025
    },
    {
      "id": "C155647269",
      "display_name": "Medicinal chemistry",
      "level": 1,
      "score": 0.41353035
    },
    {
      "id": "C21951064",
      "display_name": "Combinatorial chemistry",
      "level": 1,
      "score": 0.36413276
    },
    {
      "id": "C178790620",
      "display_name": "Organic chemistry",
      "level": 1,
      "score": 0.29807958
    },
    {
      "id": "C544153396",
      "display_name": "Metal",
      "level": 2,
      "score": 0.0774267
    },
    {
      "id": "C121332964",
      "display_name": "Physics",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C1276947",
      "display_name": "Astronomy",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T12748",
      "display_name": "Molecular spectroscopy and chirality",
      "score": 0.9994
    },
    {
      "id": "T10908",
      "display_name": "Analytical Chemistry and Chromatography",
      "score": 0.9968
    },
    {
      "id": "T10798",
      "display_name": "Crystallography and molecular interactions",
      "score": 0.9948
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1002/jhet.5570180203",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:45:06.745786",
  "source_database": "OpenAlex"
}