{
  "openalex_id": "W1990753750",
  "doi": "https://doi.org/10.7326/0003-4819-66-4-639",
  "title": "The Role of Long-term Continuous Oxygen Administration in Patients with Chronic Airway Obstruction with Hypoxemia",
  "abstract": "Article1 April 1967The Role of Long-term Continuous Oxygen Administration in Patients with Chronic Airway Obstruction with HypoxemiaBERNARD E. LEVINE, M.D., D. BOYD BIGELOW, M.D., ROGER D. HAMSTRA, M.D., HENRY J. BECKWITT, M.D., ROGER S. MITCHELL, M.D., F.A.C.P., LOUISE M. NETT, R.N., THERESA A. STEPHEN, B.S., THOMAS L. PETTY, M.D.BERNARD E. LEVINE, M.D., D. BOYD BIGELOW, M.D., ROGER D. HAMSTRA, M.D., HENRY J. BECKWITT, M.D., ROGER S. MITCHELL, M.D., F.A.C.P., LOUISE M. NETT, R.N., THERESA A. STEPHEN, B.S., THOMAS L. PETTY, M.D.Author, Article, and Disclosure Informationhttps://doi.org/10.7326/0003-4819-66-4-639 SectionsAboutPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinkedInRedditEmail ExcerptOxygen is a valuable therapeutic tool for patients with chronic airway obstruction with hypoxemia. The applications of oxygen in acute respiratory decompensation (1-3) and as an adjunct to exercise therapy (4, 5) recently have been stressed. Furthermore, oxygen has been shown to lower pulmonary arterial resistance when administered at cardiac catheterization (6, 7).In planning a rehabilitation program for the hypoxemic patient with chronic lung disease the use of continuous oxygen would seem a reasonable therapeutic approach. No data are available, however, on the effects of continuous oxygen therapy upon pulmonary function, pulmonary circulatory dynamics, and hematopoiesis. This study was...References1. BARACH AL: Physiological methods in diagnosis and treatment of asthma and emphysema. Ann. Intern. Med. 12: 454, 1938. LinkGoogle Scholar2. CAMPBELL EJ: Oxygen therapy in diseases of the chest. Brit. J. Dis. Chest 58: 149, 1964. CrossrefMedlineGoogle Scholar3. HUTCHISONFLENLEYDONALD DCDCKW: Controlled oxygen therapy in respiratory failure. Brit. Med. J. 2: 1159, 1964. CrossrefMedlineGoogle Scholar4. MILLERTAYLOR WFHF: Exercise training in the rehabilitation of patients with severe respiratory insufficiency due to pulmonary emphysema: the role of oxygen breathing. Southern Med. J. 55: 1216, 1962. CrossrefGoogle Scholar5. COTESGILSON JEJC: Effect of oxygen on exercise ability in chronic respiratory insufficiency: use of portable apparatus. Lancet 1: 872, 1956. CrossrefGoogle Scholar6. HARVEY RM: The influence of hydrogen ion in the control of pulmonary artery pressures in patients with obstructive disease of the lungs. Med. Thorac. 22: 108, 1965. MedlineGoogle Scholar7. COTESPISATHOMAS JEZAJ: Effect of breathing oxygen upon cardiac output, heart rate, ventilation, systemic and pulmonary blood pressure in patients with chronic lung disease. Clin. Sci. 25: 305, 1963. MedlineGoogle Scholar8. MITCHELLVINCENTRYANFILLEY RSTNSGF: Chronic obstructive bronchopulmonary disease. IV. The clinical and physiological differentiation of chronic bronchitis and emphysema. Amer. J. Med. Sci. 247: 513, 1964. CrossrefMedlineGoogle Scholar9. PETTYBIGELOWLEVINE TLDBBE: The simplicity and safety of arterial puncture. JAMA 195: 693, 1966. CrossrefMedlineGoogle Scholar10. BLOCKSMALLERBROWN MVJ: An adaptation of the Maximow technique for preparation of sections of hematopoietic tissues. J. Lab. Clin. Med. 42: 145, 1953. MedlineGoogle Scholar11. ROOT WS: Urobilinogen excretion as an index of red cell destruction. Meth. Med. Res. 8: 122, 1960. MedlineGoogle Scholar12. MENGELKANNLEWIS CEHEAM: Mechanisms of in vivo hemolysis induced by hyperoxia. Aerospace Med. 35: 857, 1964. MedlineGoogle Scholar13. WARD HP: An in vitro erythropoietin assay. Clin. Res. 14: 329, 1966. Google Scholar14. FRIEDPLIZAKJACOBSONGOLDWASSER WLFLOE: Studies on erythropoiesis. III. Factors controlling erythropoietin production. Proc. Soc. Exp. Biol. Med. 94: 237, 1957. CrossrefMedlineGoogle Scholar15. BECKWITTBIGELOWLEVINEPETTY HJDBBETL: Effect of chronic oxygen administration on pulmonary circulation in chronic airways obstruction. Presented at American Federation for Clinical Research meeting, May 1, 1966, Atlantic City, N. J. In preparation. Google Scholar16. HALDANE JS: The therapeutic administration of oxygen. Brit. Med. J. 1: 181, 1917. CrossrefMedlineGoogle Scholar17. SIMPSON T: Anoxia in emphysema: its relief by oxygen. Lancet 2: 105, 1957. CrossrefGoogle Scholar18. BECKNANDABICKERMAN GJKHA: Effect of oxygen on patients with pulmonary emphysema. Changes in minute ventilation during rest and after exercise. JAMA 179: 104, 1962. CrossrefGoogle Scholar19. PIERCEJARRETTWERKLEMILLER AKGEGWF: Respiratory function during sleep in patients with chronic obstructive lung disease. J. Clin. Invest. 45: 631, 1966. CrossrefMedlineGoogle Scholar20. CHAMBERLAINMILLARD DAFJ: The treatment of polycythaemia secondary to hypoxic lung disease by continuous oxygen administration. Quart. J. Med. 32: 341, 1963. MedlineGoogle Scholar21. SIRIVANDYKEWINCHELLPOLLYCOVEPARKERCLEVELAND WEDCHSMHGAS: Early erythropoietin, blood, and physiological responses to severe hypoxia in man. J. Appl. Physiol. 21: 73, 1966. CrossrefMedlineGoogle Scholar22. COMROEBAHNSONCOATES JHEREO: Mental changes occurring in chronically anoxemic patients during oxygen therapy. JAMA 143: 1044, 1950. CrossrefMedlineGoogle Scholar23. WESTLAKESIMPSONKAYE EKTM: Carbon dioxide narcosis in emphysema. Quart. J. Med. 24: 155, 1955. MedlineGoogle Scholar24. PRATT PC: The reaction of the human lung to enriched oxygen atmosphere. Ann. N. Y. Acad. Sci. 121: 809, 1964. CrossrefGoogle Scholar25. WELCHMORGANCLAMANN BETEHE: Time-concentration effects in relation to oxygen toxicity in man. Fed. Proc. 22: 1053, 1963. MedlineGoogle Scholar26. BIGELOWPETTYLEVINEFILLEYFINIGAN DBTLBEGFMM: The effect of oxygen breathing on arterial blood gases in patients with chronic airway obstruction living at 5200 feet. Presented at American Thoracic Society Annual Meeting, May 23, 1966, San Francisco, Calif. In preparation. Google Scholar27. KORYBERGMANNSWEETSMITH RCJCRDJR: Comparative evaluation of oxygen therapy techniques. JAMA 179: 767, 1962. CrossrefMedlineGoogle Scholar This content is PDF only. To continue reading please click on the PDF icon. Author, Article, and Disclosure InformationAuthors: BERNARD E. LEVINE, M.D.; D. BOYD BIGELOW, M.D.; ROGER D. HAMSTRA, M.D.; HENRY J. BECKWITT, M.D.; ROGER S. MITCHELL, M.D., F.A.C.P.; LOUISE M. NETT, R.N.; THERESA A. STEPHEN, B.S.; THOMAS L. PETTY, M.D.Affiliations: Denver, ColoradoFrom the Department of Internal Medicine, Respiratory Care Unit, and The Webb-Waring Institute for Medical Research, University of Colorado Medical Center, Denver, Colo.This work was supported by grants FR-00051, 5-RO1-HE-03191-09, and HE-06067-05, U. S. Public Health Service, Washington, D. C.At the time of this study Drs. Levine and Bigelow were supported by American Trudeau Society-National Tuberculosis Association fellowships in pulmonary disease, New York, N. Y.; Dr. Hamstra was supported by trainee fellowship CA05058-08 in hematology from the U. S. Public Health Service; and Dr. Beckwitt was supported by grant RT10, Vocational Rehabilitation Administration, and by training grant 2TI-HE-5450-06, U. S. Public Health Service, Washington, D. C.Requests for reprints should be addressed to Thomas L. Petty, M.D., 4200 E. Ninth Ave., Denver, Colo. 80220. Nextarticle Advertisement FiguresReferencesRelatedDetails Metrics Cited byLong-term oxygen therapy in COPD: what is the evidence?Home Oxygen Therapy for Adults with Chronic Lung Disease. An Official American Thoracic Society Clinical Practice GuidelineTreatment of COPD: the simplicity is a resolved complexityLong-Term Oxygen TherapyLunge und Atempumpe müssen als Ursache differenziert werdenHome oxygen therapy: evidence versus realityLong-term oxygen therapyPulmonary Hypertension in Parenchymal Lung DiseaseLong-Term Oxygen TherapyInfants with chronic neonatal lung disease: recommendations for the use of home oxygen therapyOxygen-Conserving Systems: A Forgotten ResourceSistemas de ahorro de oxígeno. Una realidad olvidadaA rational approach to home oxygen use in infants and childrenThe Nocturnal Oxygen Therapy Trial Data Monitoring Experience: Problem With Reporting LagsComplicazioni nei pazienti in ossigenoterapia domiciliare a lungo termineHypertensions artérielles pulmonaires précapillairesThe history of COPDEffects of olmesartan medoxomil as an angiotensin II-receptor blocker in chronic hypoxic ratsComplications in LTOT patientsExplaining adherence to supplemental oxygen therapyCOPD in PerspectiveLong-term Oxygen TherapyEffects of long-term oxygen therapy in patients with chronic obstructive pulmonary diseaseLong-Term Clinical Experience With Transtracheal Oxygen CathetersSupportive Therapy in COPDRehabilitation of Hypoxemic Patients With COPD at Low Altitude at the Dead Sea, the Lowest Place on EarthNormativa para la indicación y empleo de la oxigenoterapia continuada domiciliaria (OCD)Effects of Long-term Oxygen Therapy on Pulmonary Hemodynamics in COPD PatientsHOME OXYGEN THERAPYNormas Clínicas para Intervenção na Doença Pulmonar Obstrutiva Crónica da Sociedade Portuguesa de PneumologiaTemporal Alterations in Basement Membrane Components in the Pulmonary Vasculature of the Chronically Hypoxic Rat: Impact of Hypoxia and RecoveryTemporal Alterations in Basement Membrane Components in the Pulmonary Vasculature of the Chronically Hypoxic Rat: Impact of Hypoxia and RecoveryHOME OXYGEN THERAPYDomiciliary Oxygen TherapyPrognosis of Severely Hypoxemic Patients Receiving Long-term Oxygen TherapyHemodynamic Effects of Oxygen Therapy in Patients With Acute Exacerbations of Chronic Obstructive Pulmonary DiseaseTranstracheal Delivery of Gas Decreases the Oxygen Cost of BreathingEvaluation of Methods for Treating Obstructive Lung DiseaseComparison of Six Oxygen Delivery Systems for COPD Patients at Rest and during ExerciseIncreased Exercise Capacity in Hypoxemic Patients after Long-term Oxygen TherapyOxygen May Lower the O2 Cost of Ventilation in Chronic Obstructive Lung DiseaseHome Care for Respiratory ProblemsLIQUID OXYGEN CONTAMINANTS—INCREASE IN CONCENTRATION DURING USE OF DOMICILIARY LIQUID OXYGEN MEDICAL SYSTEMSEffect of Oxygen Therapy on Increasing Arterial Oxygen Tension in Hypoxemic Patients with Stable Chronic Obstructive Pulmonary Disease While Breathing Ambient AirLong-term Oxygen TherapyRight Ventricular Dysfunction in Chronic Obstructive Pulmonary Disease*Effects of psychological well-being, physical status, and social support on oxygen-dependent copd patients' level of functioningLong-Term Home Oxygen TherapyHome Oxygen-A Revolution in the Care of Advanced COPDAnálisis de la oxigenoterapia continua en NavarraNormativa para la indicación y empleo de la oxigenoterapia continua domiciliaria (OCD)Improved recognition of cor pulmonale in patients with severe chronic obstructive pulmonary diseaseThe Right Ventricle in Chronic Pulmonary DiseaseHome Oxygen TherapyCan pulmonary vasodilators improve survival in cor pulmonale due to hypoxic chronic bronchitis and emphysema?A Program for Transtracheal Oxygen Delivery Assessment of Safety and EfficacyKENT L. CHRISTOPHER, M.D., BRYAN T. SPOFFORD, M.D., MARK D. PETRUN, M.D., DAWN C. McCARTY, R.R.T., JOHN P. GOODMAN, R.R.T., THOMAS L. PETTY, M.D.Home Oxygen TherapyOxygen Conservation and Oxygen-conserving Devices in Chronic Lung DiseaseEffects of Removing Oxygen from Patients with Chronic Obstructive Pulmonary DiseaseTwelve year clinical study of patients with hypoxic cor pulmonale given long term domiciliary oxygen therapy.Demand Oxygen Delivery during ExerciseHome Oxygen Therapy in Chronic Obstructive Pulmonary DiseaseThe effect of ventilatory stimulation with medroxyprogesterone on exercise performance and the sensation of dyspnoea in hypercapnic chronic bronchitisOxygen Supplemented Exercise of Ventilatory and Nonventilatory Muscles in Pulmonary RehabilitationHemodynamic Response to Oxygen Therapy in Chronic Obstructive Pulmonary DiseaseRICHARD M. TIMMS, M.D., FAREED U. KHAJA, M.D., GEORGE W. WILLIAMS, Ph.D.Assisted ventilation at home: Is it worth considering?Treatment of Respiratory Failure: A ReviewPathophysiology of the Pulmonary CirculationPlatelets, Hypoxemia and Pulmonary HypertensionCardiopulmonary Hemodynamics during Sleep in Subjects with Chronic Obstructive Pulmonary DiseaseThe rehabilitation of chronic respiratory diseaseLong-Term Oxygen TherapyN. R. ANTHONISEN, M.D.Cardiovascular Function in Cor PulmonaleCardiovascular Effects of Oxygen Therapy for Pulmonary Arterial HypertensionLong-Term Oxygen Therapy in COPDPulmonary Disorders and ExerciseRespiratory Rehabilitation with Transtracheal Oxygen SystemInhibition of hypoxic pulmonary vasoconstriction by nifedipineCardiovascular Performance in Chronic Obstructive Pulmonary DiseasesHome Oxygen in Advanced Chronic Obstructive Pulmonary DiseaseHome oxygen therapy for COPDLONG TERM DOMICILIARY OXYGEN THERAPY IN CHRONIC HYPOXIC COR PULMONALE COMPLICATING CHRONIC BRONCHITIS AND EMPHYSEMAContinuous or Nocturnal Oxygen Therapy in Hypoxemic Chronic Obstructive Lung Disease A Clinical TrialNOCTURNAL OXYGEN THERAPY TRIAL GROUP*Nocturnal Pulmonary Hypertension in Patients with Chronic Obstructive Pulmonary DiseaseTreatment of Hypoxemia with an Oxygen EnricherThe Origins of Cor Pulmonale A HypothesisA New Oxygen Cannula System Using Intermittent-Demand Nasal FlowManagement of Patients with Chronic Airflow ObstructionPulmonary Vascular DiseaseChronic Oxygen TherapyPulmonary rehabilitation of the patient with COPDContinuous In-Vivo Monitoring of Arterial Oxygenation in Chronic Obstructive Lung DiseaseMICHAEL R. FLICK, M.D., A. JAY BLOCK, M.D.Symptomatic and Pulmonary Response to Acute Phlebotomy in Secondary PolycythemiaLong-term Results of Continuous Oxygen Therapy at Sea LevelPortable Oxygen in Chronic Obstructive Lung Disease with Hypoxemia and Cor PulmonaleSauerstofftherapie bei chronischem Cor pulmonalePulmonary Blood Flow in Normal and Abnormal StatesChronic Oxygen TherapyDoes Treatment for Severe Emphysema and Chronic Bronchitis Really Help? (A Response)Recommendations for Continuous Oxygen Therapy in Chronic Obstructive Lung DiseaseA Single Nasal Prong for Continuous Oxygen TherapyMethods of Ambulatory CareHyperoxieatmung bei Patienten mit alveolärer HypoventilationAdjunct therapy in chronic obstructive pulmonary diseaseKrankheiten der Atemwege und des MediastinumsIron Deficiency in Patients with Chronic Obstructive Airways DiseasePatterns of Cardiovascular Dysfunction in Chronic Obstructive Lung DiseaseKrankheiten der Atemwege und des MediastinumsContinuous Oxygen Therapy in Chronic Airway Obstruction Observations on Possible Oxygen Toxicity and SurvivalTHOMAS L. PETTY, M.D., RAY E. STANFORD, M.D., THOMAS A. NEFF, M.D.Outpatient Care for Patients with Chronic Airway Obstruction — Emphysema and BronchitisAirway ObstructionRoutine pulmonary function studies as a key to the status of the lesser circulation in chronic obstructive pulmonary diseaseAltitude and O2 Therapy in Chronic Lung DiseasePAUL M. STEVENS, M.D.Ambulatory Care for Emphysema and Chronic BronchitisReactive Pulmonary Hypertension in Alveolar ProteinosisChronic Airway Obstruction, Respiratory Insufficiency, and Gainful EmploymentThe Case Against the Use of Respiratory StimulantsLong-Term Continuous Oxygen Therapy in Chronic Airway Obstruction Mortality in Relationship to Cor Pulmonale, Hypoxia, and HypercapniaTHOMAS A. NEFF, M.D., THOMAS L. PETTY, M.D.Cor pulmonaleCare for Emphysema and Chronic BronchitisTHOMAS L. PETTY, M.D., THOMAS A. NEFF, M.D.Respiratory FailureOxygen therapy in hypoxic chronic bronchitisAcute respiratory failure in chronic obstructive pulmonary diseaseA Comprehensive Care Program for Chronic Airway Obstruction Methods and Preliminary Evaluation of Symptomatic and Functional ImprovementTHOMAS L. PETTY, M.D., LOUISE M. NETT, R.N., MICHAEL M. FINIGAN, M.D., GLEN A. BRINK, B.S., PHILIP R. CORSELLO, M.D.Misunderstanding Concerning the Proper Clinical Use of OxygenTHOMAS L. PETTY, M.D.Outlook in Emphysema and Chronic BronchitisClinical evaluation of prolonged ambulatory oxygen therapy in chronic airway obstructionReversal of Pulmonary Hypertension by Prolonged Oxygen Administration to Patients with Chronic BronchitisStudies of Oxygen Administration in Respiratory FailureFREDERIC ELDRIDGE, M.D., F.A.C.P., CHARLES GHERMAN, M.D.Therapeutic Use of OxygenEffects of Mild Chronic Hypoxia on the Pulmonary Circulation in Calves with Reactive Pulmonary Hypertension 1 April 1967Volume 66, Issue 4Page: 639-650KeywordsFellowshipsHealth services researchHematology and oncologyHematopoiesisHypoxiaLungsMedical servicesOxygenPulmonary diseasesPulmonary function ePublished: 1 December 2008 Issue Published: 1 April 1967 Copyright & PermissionsCopyright ©, 1967, by The American College of PhysiciansPDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Bernard E. Levine",
      "id": "A5111759428",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "BERNARD E. LEVINE"
    }
  ],
  "publication_year": 1967,
  "publication_date": "1967-04-01",
  "type": "article",
  "cited_by_count": 198,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S119722071",
    "display_name": "Annals of Internal Medicine",
    "issn_l": "0003-4819",
    "issn": [
      "0003-4819",
      "1539-3704"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316812"
  },
  "volume": "66",
  "issue": "4",
  "first_page": "639",
  "last_page": "639",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.87530565
    },
    {
      "id": "C2776779939",
      "display_name": "Hypoxemia",
      "level": 2,
      "score": 0.61281306
    },
    {
      "id": "C2780630273",
      "display_name": "Oxygen therapy",
      "level": 2,
      "score": 0.5000634
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.44020414
    },
    {
      "id": "C2778333281",
      "display_name": "Airway obstruction",
      "level": 3,
      "score": 0.43553057
    },
    {
      "id": "C164705383",
      "display_name": "Cardiology",
      "level": 1,
      "score": 0.41285563
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.2532953
    },
    {
      "id": "C105922876",
      "display_name": "Airway",
      "level": 2,
      "score": 0.25069043
    }
  ],
  "topics": [
    {
      "id": "T10549",
      "display_name": "Neonatal Respiratory Health Research",
      "score": 0.998
    },
    {
      "id": "T10322",
      "display_name": "Respiratory Support and Mechanisms",
      "score": 0.9977
    },
    {
      "id": "T10830",
      "display_name": "Airway Management and Intubation Techniques",
      "score": 0.9918
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.7326/0003-4819-66-4-639",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:01:19.052829",
  "source_database": "OpenAlex"
}