{
  "openalex_id": "W1996527523",
  "doi": "https://doi.org/10.1074/jbc.m412925200",
  "title": "6-Bromo-6-deoxy-l-ascorbic Acid",
  "abstract": "Vitamin C intracellular accumulation is mediated by Na+-dependent vitamin C transporters SVCT1 and -2 and dehydroascorbic acid transporters GLUT1 and -3. It is unclear which pathways dominate in vivo. As a new step to resolve this issue, we identified and tested 6-bromo-6-deoxy-l-ascorbic acid as a specific candidate for SVCTs. In high performance liquid chromatography and electron paramagnetic resonance analyses, the reduced compounds ascorbic acid and 6-bromo-6-deoxy-l-ascorbic acid were similar. The oxidized products 6-bromo-6-deoxy dehydroascorbic acid (BrDHA) and dehydroascorbic acid (DHA) had comparable stabilities, based on reduction recoveries. Upon expression of GLUT1 or GLUT3 in Xenopus oocytes, BrDHA was neither transported nor bound, in contrast to robust transport of DHA. The findings were not explained by differences in the oocyte reduction of DHA and BrDHA because lysed oocytes reduced both compounds equally. Further, there was no transport of the reduced compound, 6-bromo-6-deoxy-l-ascorbic acid, by GLUT1 or GLUT3. As a prerequisite for investigating 6-bromo-6-deoxy-l-ascorbic acid transported by SVCTs, SVCT2 transport activity in oocytes was enhanced 14-fold by construction and use of a vector that added a fixed poly(A) tail to the 3′ end of cRNA. For SVCT1 and SVCT2 expressed in oocytes, similar Km and Vmax values were observed for ascorbic acid and 6-bromo-6-deoxy-l-ascorbic acid. In human fibroblasts, predicted to have SVCT-mediated ascorbate accumulation, Km and Vmax values were again comparable for ascorbic acid and 6-bromo-6-deoxy-l-ascorbic acid. Using activated human neutrophils, predicted to have ascorbate accumulation mediated predominantly by DHA and GLUT transporters, 6-bromo-6-deoxy-l-ascorbic acid accumulation was <1% of accumulation when compared with ascorbic acid. We conclude that 6-bromo-6-deoxy-l-ascorbic acid is the first transport substrate identified as completely specific for SVCTs, but not GLUTs, and provide a new strategy to determine the contribution of each pathway to ascorbate accumulation. Vitamin C intracellular accumulation is mediated by Na+-dependent vitamin C transporters SVCT1 and -2 and dehydroascorbic acid transporters GLUT1 and -3. It is unclear which pathways dominate in vivo. As a new step to resolve this issue, we identified and tested 6-bromo-6-deoxy-l-ascorbic acid as a specific candidate for SVCTs. In high performance liquid chromatography and electron paramagnetic resonance analyses, the reduced compounds ascorbic acid and 6-bromo-6-deoxy-l-ascorbic acid were similar. The oxidized products 6-bromo-6-deoxy dehydroascorbic acid (BrDHA) and dehydroascorbic acid (DHA) had comparable stabilities, based on reduction recoveries. Upon expression of GLUT1 or GLUT3 in Xenopus oocytes, BrDHA was neither transported nor bound, in contrast to robust transport of DHA. The findings were not explained by differences in the oocyte reduction of DHA and BrDHA because lysed oocytes reduced both compounds equally. Further, there was no transport of the reduced compound, 6-bromo-6-deoxy-l-ascorbic acid, by GLUT1 or GLUT3. As a prerequisite for investigating 6-bromo-6-deoxy-l-ascorbic acid transported by SVCTs, SVCT2 transport activity in oocytes was enhanced 14-fold by construction and use of a vector that added a fixed poly(A) tail to the 3′ end of cRNA. For SVCT1 and SVCT2 expressed in oocytes, similar Km and Vmax values were observed for ascorbic acid and 6-bromo-6-deoxy-l-ascorbic acid. In human fibroblasts, predicted to have SVCT-mediated ascorbate accumulation, Km and Vmax values were again comparable for ascorbic acid and 6-bromo-6-deoxy-l-ascorbic acid. Using activated human neutrophils, predicted to have ascorbate accumulation mediated predominantly by DHA and GLUT transporters, 6-bromo-6-deoxy-l-ascorbic acid accumulation was <1% of accumulation when compared with ascorbic acid. We conclude that 6-bromo-6-deoxy-l-ascorbic acid is the first transport substrate identified as completely specific for SVCTs, but not GLUTs, and provide a new strategy to determine the contribution of each pathway to ascorbate accumulation. Vitamin C (ascorbic acid) is accumulated by many tissues, but the transport mechanisms responsible are controversial (1Goldenberg H. Schweinzer E. J. Bioenerg. Biomembr. 1994; 26: 359-367Crossref PubMed Scopus (78) Google Scholar, 2Rumsey S.C. Levine M. J. Nutr. Biochem. 1998; 9: 116-130Crossref Scopus (159) Google Scholar, 3Liang W.J. Johnson D. Jarvis S.M. Mol. Membr. Biol. 2001; 18: 87-95Crossref PubMed Scopus (205) Google Scholar). Three possibilities exist: transport and accumulation of ascorbic acid by Na+-dependent transporters (4Diliberto Jr., E.J. Heckman G.D. Daniels A.J. J. Biol. Chem. 1983; 258: 12886-12894Abstract Full Text PDF PubMed Google Scholar, 5Welch R.W. Bergsten P. Butler J.D. Levine M. Biochem. J. 1993; 294: 505-510Crossref PubMed Scopus (63) Google Scholar); transport of dehydroascorbic acid (DHA), 1The abbreviations used are: DHA, dehydroascorbic acid; BrDHA, 6-bromo-6-deoxy DHA; GLUT, facilitative glucose transporters; G3PDH, glyceraldehyde 3-phosphate dehydrogenase; HPLC, high performance liquid chromatography; RT, reverse transcriptase; SVCT, Na+-dependent ascorbic acid transporters.1The abbreviations used are: DHA, dehydroascorbic acid; BrDHA, 6-bromo-6-deoxy DHA; GLUT, facilitative glucose transporters; G3PDH, glyceraldehyde 3-phosphate dehydrogenase; HPLC, high performance liquid chromatography; RT, reverse transcriptase; SVCT, Na+-dependent ascorbic acid transporters. the first stable product of ascorbate oxidization, by Na+-independent facilitative glucose transporters followed by immediate intracellular reduction to ascorbate (6Vera J.C. Rivas C.I. Fischbarg J. Golde D.W. Nature. 1993; 364: 79-82Crossref PubMed Scopus (443) Google Scholar, 7Agus D.B. Gambhir S.S. Pardridge W.M. Spielholz C. Baselga J. Vera J.C. Golde D.W. J. Clin. Investig. 1997; 100: 2842-2848Crossref PubMed Scopus (272) Google Scholar); or a combination of the two (2Rumsey S.C. Levine M. J. Nutr. Biochem. 1998; 9: 116-130Crossref Scopus (159) Google Scholar, 8Washko P.W. Wang Y. Levine M. J. Biol. Chem. 1993; 268: 15531-15535Abstract Full Text PDF PubMed Google Scholar, 9Welch R.W. Wang Y. Crossman Jr., A. Park J.B. Kirk K.L. Levine M. J. Biol. Chem. 1995; 270: 12584-12592Abstract Full Text Full Text PDF PubMed Scopus (180) Google Scholar, 10Wang Y. Russo T.A. Kwon O. Chanock S. Rumsey S.C. Levine M. Proc. Natl. Acad. Sci. U. S. A. 1997; 94: 13816-13819Crossref PubMed Scopus (90) Google Scholar). To distinguish among these possibilities requires the isolated transporters, an appropriate expression system, and a substrate that is specific for the ascorbic acid transporters or DHA transporters but not both. 6-Halo-ascorbates are attractive candidate substrates for two reasons. First, they inhibit ascorbic acid but not DHA transport in cells (11Rumsey S.C. Welch R.W. Garraffo H.M. Ge P. Lu S.F. Crossman A.T. Kirk K.L. Levine M. J. Biol. Chem. 1999; 274: 23215-23222Abstract Full Text Full Text PDF PubMed Scopus (43) Google Scholar). Second, the products of oxidation of 6-halo-6-deoxy-l-ascorbic acids, the 6-halo-dehydroascorbic acids, cannot cyclize, in contrast to DHA, which exists in solution predominantly as a bicyclic hemiketal (see Fig. 1e) (12Tolbert B.M. Ward J.B. Seib P.A. Tolbert B.M. Ascorbic Acid: Chemistry, Metabolism, and Uses. American Chemical Society, Washington, D. C.1982: 101-123Google Scholar). Unfortunately, the properties of the 6-halo-ascorbates themselves have been only partially described (11Rumsey S.C. Welch R.W. Garraffo H.M. Ge P. Lu S.F. Crossman A.T. Kirk K.L. Levine M. J. Biol. Chem. 1999; 274: 23215-23222Abstract Full Text Full Text PDF PubMed Scopus (43) Google Scholar). Furthermore, it previously has been impossible to perform additional key experiments. Thus, for some time, there has been clear evidence that DHA is transported by some Na+-independent glucose transporters (GLUTs) (6Vera J.C. Rivas C.I. Fischbarg J. Golde D.W. Nature. 1993; 364: 79-82Crossref PubMed Scopus (443) Google Scholar, 13Rumsey S.C. Kwon O. Xu G.W. Burant C.F. Simpson I. Levine M. J. Biol. Chem. 1997; 272: 18982-18989Abstract Full Text Full Text PDF PubMed Scopus (389) Google Scholar). However, distinct Na+-dependent vitamin C transporters (SVCT1, SVCT2) have been isolated only more recently (14Tsukaguchi H. Tokui T. Mackenzie B. Berger U.V. Chen X.Z. Wang Y. Brubaker R.F. Hediger M.A. Nature. 1999; 399: 70-75Crossref PubMed Scopus (713) Google Scholar). Based on its distribution, SVCT2 is the best Na+-dependent transporter candidate to mediate ascorbate tissue accumulation (14Tsukaguchi H. Tokui T. Mackenzie B. Berger U.V. Chen X.Z. Wang Y. Brubaker R.F. Hediger M.A. Nature. 1999; 399: 70-75Crossref PubMed Scopus (713) Google Scholar). Nonetheless, because the activity of this transporter in expression systems is low (14Tsukaguchi H. Tokui T. Mackenzie B. Berger U.V. Chen X.Z. Wang Y. Brubaker R.F. Hediger M.A. Nature. 1999; 399: 70-75Crossref PubMed Scopus (713) Google Scholar, 15Daruwala R. Song J. Koh W.S. Rumsey S.C. Levine M. FEBS Lett. 1999; 460: 480-484Crossref PubMed Scopus (221) Google Scholar), the requisite experiments could not be undertaken. In this study, we describe a means to enhance the activity of SVCT2 ∼14-fold in the Xenopus oocyte expression system and characterize the experimental properties of the reduced halo-ascorbate 6-bromo-6-deoxy-l-ascorbic acid and its oxidized product 6-bromo-6-deoxy dehydroascorbic acid (BrDHA). These compounds were tested as substrates for expressed Na+-dependent vitamin C transporters, SVCT1 and SVCT2, and for expressed DHA transporters, GLUT1 and GLUT3. The results show that 6-bromo-6-deoxy-l-ascorbic acid is completely specific for SVCT1 and -2 and is not transported by GLUT1 and -3, whereas the oxidized form BrDHA is not transported by any of these transporters. These data represent the first full characterization of an ascorbate-specific transporter substrate and indicate that the 6-halo-ascorbate analogs are ideal compounds for resolving outstanding issues in the biology of ascorbate accumulation. Reagents—[14C]Ascorbic acid (4–8 mCi/mmol) was purchased from American Radiolabeled Chemicals Inc. (PerkinElmer Life Sciences). Tris(2-carboxyethyl)-phosphine hydrochloride, superoxide dismutase, catalase, glutathione, dithiothreitol, EDTA, phosphate buffers, and bromine were obtained from Sigma. Methanol was purchased from J. T. Baker. Histopaque-1083, HEPES, phorbol 12-myristate 13-acetate, N-formyl-methionyl-leucyl-phenylalanine, and dimethyl sulfoxide were obtained from Sigma. (3-(3-Cholamidopropyl)dimethylammonio-1-propanesulfonate was purchased from J. T. Baker. Dextran T-500 was from Amersham Biosciences. Dulbecco's modified minimum essential medium was from BIOSOURCE Inc. All other reagents were of the highest available commercial grade. Synthesis of Ascorbate Analogs—6-Deoxy-6-halo-l-ascorbic acids were prepared using a previously published procedure (16Kiss J. Berg K.P. Dirsherl A. Oberhansli W.E. Arnold W. Helv. Chim. Acta. 1980; 63: 1728-1739Crossref Scopus (23) Google Scholar) with modifications (11Rumsey S.C. Welch R.W. Garraffo H.M. Ge P. Lu S.F. Crossman A.T. Kirk K.L. Levine M. J. Biol. Chem. 1999; 274: 23215-23222Abstract Full Text Full Text PDF PubMed Scopus (43) Google Scholar). HPLC Analysis—Ascorbate mass was measured by reverse phase HPLC using a 5μ, 250 × 4.6 mm C-18 column (Columbus, Phenomenex, Torrence, CA) with coulometric electrochemical detection as described previously (17Washko P.W. Hartzell W.O. Levine M. Anal. Biochem. 1989; 181: 276-282Crossref PubMed Scopus (87) Google Scholar). 6-Deoxy-6-bromo, -iodo, and -chloro-l-ascorbic acid mass were also measured by HPLC, using the same detection system and settings but with a modification of the mobile phase methanol: water ratio to 47.5:52.5%. Bromine was used as described previously (13Rumsey S.C. Kwon O. Xu G.W. Burant C.F. Simpson I. Levine M. J. Biol. Chem. 1997; 272: 18982-18989Abstract Full Text Full Text PDF PubMed Scopus (389) Google Scholar) to oxidize ascorbic acid and 6-halo ascorbate analogs to dehydroascorbic acid and 6-deoxy-6-bromo, -iodo, and -chloro dehydroascorbic acid, respectively. To quantitate the capacity of oocyte lysates to reduce DHA to ascorbic acid, lysates were incubated with [14C]DHA for 10 min. HPLC analysis was then used to separate [14C]ascorbic acid from [14C]dehydroascorbic. To separate [14C]ascorbic acid from endogenous ascorbic acid, eluted fractions were collected after HPLC separation at 10-s intervals and analyzed by scintillation spectrometry. Electron Paramagnetic Resonance—Ascorbic acid and 6-bromo-6-deoxy-l-ascorbic acid were adjusted to a final concentration of 250 μm in the presence of 50 mm phosphate-buffered saline (pH 7.4) and 50 μm EDTA. The free radical reaction was initiated by adding ferric sulfate (Fe(II) SO4) at a final concentration of 5 μm. For electron paramagnetic resonance measurements of the ascorbyl acid free radical and 6-deoxy 6-bromo ascorbyl acid free radical, samples from the reaction mixture were drawn into a gas-permeable Teflon capillary tube (Zeus Industries) of 0.81-mm inner diameter, 0.38-mm wall thickness, and 15-cm length. Each capillary was folded four times, inserted into a narrow quartz tube open at both ends (2.9-mm diameter), and then placed into the cavity of a Varian E-109 X-band spectrometer. Electron paramagnetic resonance settings were as follows: 1.25-G modulation amplitude, 100-kHz modulation frequency, and 10-milliwatt microwave power. Spectrophotometry—Spectrophotometric measurements were performed using an 8453A Hewlett Packard diode array spectrophotometer set at absorbance 265 nm. The kinetics of ascorbic acid and 6-bromo-6-deoxy-l-ascorbic acid recovery from their oxidized equivalents were studied following the addition of reducing agents, 10 mm Tris(2-carboxyethyl)-phosphine hydrochloride or 0.04 mg/ml glutaredoxin (18Park J.B. Levine M. Biochem. J. 1996; 315: 931-938Crossref PubMed Scopus (109) Google Scholar) and 10 mm glutathione. Visualization of recovery was achieved using UV-visible Chemstation software. Each data point represents one sample reaction repeated three times. Plasmids and Constructs—Rat GLUT1 and human GLUT3, SVCT1, and SVCT2 cRNA were prepared by cutting plasmid vectors with the appropriate restriction enzymes followed by an in vitro transcription reaction using the SP6 or T7 mMessage mMachine kit (Ambion). Poly(A) tailing of SVCT1 and -2 cRNA was undertaken using a poly(A) tailing kit (Ambion). The integrity of newly synthesized cRNA was assessed using a 1% agarose-6% formaldehyde gel. cRNA concentration was determined using an 8453A Hewlett Packard diode array spectrophotometer set at absorbance 260/280 nm. Construction of Human SVCT2p(A)18 pCR2.1—Human SVCT2 poly(A) cRNA was synthesized as described previously. GeneRacer oligo(dT) primer 5′-GCTGTCAAGCATACGCTACGTAACGGCATGACAGTG(T)18-3′ was annealed to SVCT2 poly(A), and a reverse transcriptase (RT)-PCR was initiated according to the GeneRacer protocol (Invitrogen). Human SVCT2 forward primer 5′-ATGAGGGCCCAGAGAGACCTCG-3′ and GeneRacer RNA primer 5′-CGACUGGAGCACGAGGACACUGACAUGGAUGAAGGAGUAGAAA-3′ were used to amplify human SVCT2p(A)18 cDNA by PCR. The resultant PCR product was then subcloned into TOPO-PCR2.1 (Invitrogen), and the presence of SVCT2 with a fixed length poly(A)18 tail at the 3′ end was confirmed by ABIprism cycle sequencing. Xenopus Oocyte Transport Assay—Xenopus oocytes were isolated and injected with 36 ng of cRNA coding for the glucose transporter isoforms, GLUT1 and GLUT3, and the Na+-dependent ascorbic acid transporter isoforms, SVCT1 and SVCT2 as described previously (13Rumsey S.C. Kwon O. Xu G.W. Burant C.F. Simpson I. Levine M. J. Biol. Chem. 1997; 272: 18982-18989Abstract Full Text Full Text PDF PubMed Scopus (389) Google Scholar, 15Daruwala R. Song J. Koh W.S. Rumsey S.C. Levine M. FEBS Lett. 1999; 460: 480-484Crossref PubMed Scopus (221) Google Scholar). 3 days after injection, individual oocytes were incubated with [14C]ascorbic acid or 6-bromo-6-deoxy-l-ascorbic acid, freshly prepared [14C]DHA, or BrDHA at the indicated concentrations for the times specified. After incubation at room temperature, oocytes were washed four times with ice-cold phosphate-buffered saline. Individual oocytes per replicate were solubilized with 10% SDS, and internalized radioactivity was quantified by scintillation spectrometry as pmol/oocyte. Each data point represents the mean value of 10–20 oocytes ± S.D. Each experiment was repeated a minimum of three times with similar results. Fibroblast Culture—Human skin fibroblasts were cultured as described (5Welch R.W. Bergsten P. Butler J.D. Levine M. Biochem. J. 1993; 294: 505-510Crossref PubMed Scopus (63) Google Scholar). Strain CRL-1497 was obtained from the American Type Culture Collection and grown in Dulbecco's modified minimum essential medium with 4.5 g glucose/liter and without glutamine (BIOSOURCE) supplemented with 0.1 mm minimum essential medium non-essential amino acid solution, 2 mm l-glutamine, 100 units/ml penicillin-streptomycin, and 10% heat-inactivated fetal bovine serum (Invitrogen). Cells were cultured using 200-ml culture flasks (Nunc Inc.) in 5% CO2, 95% humidified incubator at 37 °C. Cultures were subdivided using 0.05% trypsin with 0.53 mm EDTA. All experiments were performed at passage numbers 8–12. Neutrophil Isolation—Neutrophils were isolated from heparinized whole blood collected from healthy male volunteers (19Washko P.W. Rotrosen D. Levine M. J. Biol. Chem. 1989; 264: 18996-19002Abstract Full Text PDF PubMed Google Scholar). Neutrophils were separated from other cellular components by Histopaque-1083 density centrifugation followed by dextran sedimentation and osmotic lysis of residual erythrocytes with hypotonic saline. Neutrophils were suspended in Hanks' balanced salt solution without calcium, magnesium, or phenol red (pH 7.4) to a concentration of 1 × 107 cells/ml using particle count and size analyzer (Z2, Coulter Corp.). For ascorbic acid transport experiments, neutrophils were plated on 24-well Costar culture plates (Corning) to a final concentration of 1 × 106 cells/well in 10 mm HEPES-PO4 buffer (pH 7.4) containing 147 mm NaCl, 5 mm KCl, 1.9 mm KH2PO4, 1.1 mm Na2HPO4, 5 mm glucose, 0.3 mm MgSO4·7H2O, 1.0 mm MgCl2·6H2O, 1.5 mm CaCl2·2H2O. Neutrophils were incubated to allow the cells to attach to the wells for 1 h and then washed with HEPES buffer. Fibroblast and Neutrophil Transport Assays—Fibroblasts were plated on 6-well culture plates (3506, Costar) and grown for ∼7 days until confluent. 30 min before experiments, culture medium was replaced with Dulbecco's modified minimum essential medium without fetal bovine serum. Ascorbic acid and 6-bromo-6-deoxy-l-ascorbic acid were added to plated fibroblasts at the indicated concentration, with superoxide dismutase (11.3 μg/well), catalase (450 units/well), and glutathione (100 μm) added to prevent oxidation of ascorbic acid and 6-bromo-6-deoxy-l-ascorbic acid. After a 2-h incubation, the medium was transferred for external ascorbic acid and 6-bromo-6-deoxy-l-ascorbic acid measurement. Fibroblasts were washed two times with ice-cold phosphate-buffered saline (pH. 7.4), and intracellular ascorbic acid and 6-bromo-6-deoxy-l-ascorbic acid were extracted with 75% methanol, 1 mm EDTA for 5 min. Cellular protein was assayed with the bicinchoninic acid protein assay kit (Pierce) (20Smith P. Krohn R.I. Hermanson G.T. Mallia A.K. Gartner F.H. Probenzano M.D. Fujimoto E.E.K. Goeke N.M. Olson B.J. Klenk D.K. Anal. Biochem. 1985; 150: 76-85Crossref PubMed Scopus (18348) Google Scholar) after solubilization with 0.1 n NaOH, 1% 3-(3-cholamidopropyl)dimethylammonio-1-propanesulfonate. Neutrophils were activated with phorbol 12-myristate 13-acetate (55 ng/ml) and N-formyl-methionyl-leucyl-phenylalanine (5 μm). Neutrophils were incubated in HEPES containing superoxide dismutase (11.3 μg/well), catalase (450 units/well), dithiothreitol (100 μm), and 50 μm 6-bromo-6-deoxy-l-ascorbic acid or [14C]ascorbic acid in 24-well culture plates for 60 min. After incubation, the extracellular buffers were removed, and external substrate concentrations were determined by HPLC and scintillation spectrometry. Neutrophils were washed with cold HEPES buffer twice and extracted with 60% methanol, 1 mm EDTA for 10 min on ice. Intracellular substrate concentrations were then determined as described previously. Each fibroblast and neutrophil experiment was repeated three times with similar results. Transport results were calculated as concentrations based on intracellular volumes (5Welch R.W. Bergsten P. Butler J.D. Levine M. Biochem. J. 1993; 294: 505-510Crossref PubMed Scopus (63) Google Scholar, 19Washko P.W. Rotrosen D. Levine M. J. Biol. Chem. 1989; 264: 18996-19002Abstract Full Text PDF PubMed Google Scholar), and fibroblast kinetics were expressed as Eadie-Hofstee plots. Error bars were omitted when S.D. was less than symbol size. RT-PCR Analysis of GLUT1, GLUT3, SVCT1, and SVCT2 Expression—Total RNA from human neutrophils and fibroblasts were extracted using QIAamp RNA blood and RNeasy kits (Qiagen), respectively. RT-PCRs were performed using Superscript One-Step RT-PCR kit with Platinum Taq (Invitrogen) and primers at a final concentration of 1 μm. Human primers are as follows: GLUT1 forward primer, 5′-ACCATGAGAAGAGGGCCTGTGGGAGCCTG-3′; GLUT1 reverse primer, 5′-ATCCTGAGTCGAAGTCTAAGCCGTTGCAG-3′; GLUT3 forward primer, 5′-CTCCTTCCACCTCCCTCCCGGCATGGGAAA-3′; GLUT3 reverse primer, 5′-CTTTTCCTCTCCTATATCCCCTAGTGCGGC-3′; SVCT1 forward primer, 5′-ATGAGGGCCCAGGAGGACCTCG-3′; SVCT1 reverse primer, 5′-TGGAACAGCGGCAGCCGGAT-3′; SVCT2 forward primer, 5′-CTGAGCTCATGGCGATCTAC-3′; SVCT2 reverse primer, 5′-CATGTCAGGTAGTGCTGTAGCCCCA-3′. Human kidney and whole brain total RNA (1 μg/μl) were used as controls for gene expression (Clontech), and glyceraldehyde-3-phosphate dehydrogenase (G3PDH) primers (Clontech) were used to determine PCR efficiency: G3PDH forward primer, 5′-TGAAGGTCGGAGTCAACGGATTTGGT-3′; G3PDH reverse primer, 5′-CATGTGGGCCATGAGGTCCACCAC-3′. For cDNA synthesis and predenaturation, 1 cycle of 50 °C for 20 min and 94 °C for 2 min was performed on total RNA. For PCR amplification, 40 cycles of 94 °C for a 15-s denaturation, 55 °C for 30 s of annealing, 68 °C for a 50-s extension, and 1 cycle of 72 °C for a 5-min final extension were performed using Peltier thermal cycler (MJ Research). Characterization of 6-Halo-ascorbic Acid Analogs and Halodehydroascorbic Acid Analogs—To dissect vitamin C transport pathways, an ideal substrate would be transported by SVCTs but not GLUTs (or vice versa). We chose to investigate 6-halo ascorbic acid analogs because the reduced forms of these analogs are similar to ascorbic acid in structure (Fig. 1) and thus should be transported by SVCT1 and SVCT2. On the other hand, the oxidized form of ascorbic acid (DHA) has been shown to exist in solution as hydrates and can also form a cyclic hemiketal (Fig. 1e) (12Tolbert B.M. Ward J.B. Seib P.A. Tolbert B.M. Ascorbic Acid: Chemistry, Metabolism, and Uses. American Chemical Society, Washington, D. C.1982: 101-123Google Scholar). This latter structure cannot be formed in the absence of the 6-hydroxyl group. If this planar cyclic hemiketal is important for transport, the 6-halo ascorbic acid analogs should behave quite differently in the oxidized form and should not be transported by GLUT1 and GLUT3. A sensitive and accurate platform for analog detection must be available to study transport specificities. Fig. 2A is a representative HPLC chromatogram of 100 pmol of ascorbic acid and 6-deoxy-6-bromo, -iodo, and -chloro-l-ascorbic acid and shows the reduced forms of the analogs to be pure with no detectable secondary or interfering peaks. The quantification of analog transport can therefore be undertaken by HPLC analysis. In the use of analogs to dissect vitamin C transport pathways, analogs must be completely oxidized, with oxidation similar to that of ascorbic acid. Fig. 2B is a representative chromatogram of 100 pmol of DHA and 6-deoxy-6-bromo, -iodo, and -chloro dehydroascorbic acid. The figure shows that 6-halo dehydroascorbic acid analogs are undetectable by HPLC analysis and are thus completely oxidized, similar to DHA. Because of the ease of synthesis and purification of 6-bromo-6-deoxy-l-ascorbic acid and its similarity to other 6-halo-ascorbates, subsequent studies focused on this compound. As a further test of oxidation profiles, the formation of ascorbyl radical intermediates was measured from ascorbic acid and 6-bromo-6-deoxy-l-ascorbic acid (Fig. 2C). Ferric(II) sulfate, which auto-oxidizes to ferrous(III) sulfate under neutral pH and aerobic conditions (21Samuni A.M. Krishna M.C. DeGraff W. Russo A. Planalp R.P. Brechbiel M.W. Mitchell J.B. Biochim. Biophys. Acta. 2002; 1571: 211-218Crossref PubMed Scopus (27) Google Scholar), was used to drive the formation of the free radical species. In the absence of Fe(II), no free radical species were observed, indicating that ascorbic acid and 6-bromo-6-deoxy-l-ascorbic acid were stable in solution under the test conditions. An electron paramagnetic resonance signal was detected only in the presence of Fe(II), indicating the production of ascorbyl and 6-deoxy-6-bromo ascorbyl free radical adducts. The areas under the curve for ascorbyl and 6-deoxy-6-bromo ascorbyl free radicals were similar, indicating similar degrees of oxidation. To validate transport studies, it is necessary to show that the oxidized analog, BrDHA, is stable enough to be available for transport, similar to DHA. The analysis of stability could not be assessed directly by HPLC because oxidized analogs and DHA were undetectable (Fig. 2B). Instead, stability was measured by determining the recovery (reduction) of oxidized analog at various time points after oxidation, using spectrophotometry for detection. Fig. 3, A and B, demonstrate that DHA and BrDHA were 80–100% recovered 0–20 min after oxidation. At 40 min after oxidation, DHA and BrDHA were 100 and 60% recovered, respectively. As a further test of recovery, glutaredoxin and glutathione were used as a reducing system after oxidation (18Park J.B. Levine M. Biochem. J. 1996; 315: 931-938Crossref PubMed Scopus (109) Google Scholar). DHA and BrDHA were 100% recovered (100% reduced) up to 20 min after oxidation (data not shown). Subsequent experiments with oxidized analog were undertaken within 20–40 min of oxidation. To quantify oocyte transport of oxidized analog by HPLC, oocytes must be able to internally reduce any oxidized analog if it is transported. To this end, internal oocyte reduction capacity was assessed using mechanically lysed oocytes incubated for 10 min with 10–320 μm [14C]DHA or BrDHA (Fig. 4). The reduction of BrDHA was measured directly by HPLC. [14C]DHA reduction to [14C]ascorbic acid was analyzed using HPLC to separate the two compounds, with the quantification of each peak by scintillation spectrometry as described under \"Materials and Methods.\" [14C]DHA was used because oocytes contain ascorbic acid, and endogenous ascorbic acid created an interfering high background for the assessment of DHA reduction capability. Fig. 4 displays the scintillation and HPLC analysis of the concentration/recovery curve. These data show that the oocyte reductions of [14C]DHA and BrDHA were equivalent over the selected concentration range. Thus, if BrDHA is transported into oocytes, the analog will be reduced and readily measured. Analyses of BrDHA Transport by GLUTs—Having confirmed the stability and reduction properties of BrDHA, as described above, transport of this analog was studied in GLUT1- and GLUT3-injected oocytes, with DHA transport as controls (Fig. 5). Intracellular accumulation of 300 μm [14C]DHA and BrDHA was assayed by scintillation spectrometry and HPLC, respectively. [14C]DHA transport via GLUT1 and -3 was linear for 40 min, whereas BrDHA transport and reduction were undetectable by HPLC analysis. These data indicate that BrDHA is not transported at all by GLUT1 and GLUT3. The possibility was tested that BrDHA binds to, but is not transported by, GLUT1 and GLUT3. [14C]DHA uptake by GLUT1 and GLUT3 was measured when unlabeled DHA or BrDHA concentrations were varied (Fig. 6). Unlabeled DHA competed with [14C]DHA transport mediated by GLUT1 and GLUT3, whereas unlabeled BrDHA had no effect. These data indicate that oxidized analog does not interact with the substrate binding sites of either GLUT1 or GLUT3, whereas DHA interacts as expected. Analyses of 6-Bromo-6-deoxy-l-ascorbic Acid Transport— Previous studies using Xenopus oocytes have shown SVCT2 transporter activity to be almost 300 times below that of SVCT1 (14Tsukaguchi H. Tokui T. Mackenzie B. Berger U.V. Chen X.Z. Wang Y. Brubaker R.F. Hediger M.A. Nature. 1999; 399: 70-75Crossref PubMed Scopus (713) Google Scholar, 15Daruwala R. Song J. Koh W.S. Rumsey S.C. Levine M. FEBS Lett. 1999; 460: 480-484Crossref PubMed Scopus (221) Google Scholar). Therefore, before the accurate quantification of 6-bromo-6-deoxy-l-ascorbic acid transport using SVCT2-injected oocytes could be undertaken, an enhanced expression system needed to be obtained. Polyadenylation was a potential method to enhance translation (22Huez G. Marbaix G. Hubert E. Leclercq M. Nudel U. Soreq H. Salomon R. Lebleu B. Revel M. Littauer U.Z. Proc. Natl. Acad. Sci. U. S. A. 1974; 71: 3143-3146Crossref PubMed Scopus (116) Google Scholar). Fig. 7 shows the effects of poly(A) tailing on SVCT1 and -2 ascorbic acid transport in oocytes. As expected, [14C]ascorbic acid transport mediated by SVCT1 was easily detectable by scintillation spectrometry, whereas SVCT2 ascorbic acid transport was nea",
  "authors": [
    {
      "display_name": "Christopher Corpe",
      "id": "A5070162484",
      "orcid": "https://orcid.org/0000-0003-1994-8312",
      "institutions": [
        {
          "id": "I1299303238",
          "display_name": "National Institutes of Health",
          "country_code": "US",
          "type": "government"
        },
        {
          "id": "I4210090567",
          "display_name": "National Institute of Diabetes and Digestive and Kidney Diseases",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Christopher P. Corpe"
    },
    {
      "display_name": "Je-Hyuk Lee",
      "id": "A5111778033",
      "orcid": null,
      "institutions": [
        {
          "id": "I1299303238",
          "display_name": "National Institutes of Health",
          "country_code": "US",
          "type": "government"
        },
        {
          "id": "I4210090567",
          "display_name": "National Institute of Diabetes and Digestive and Kidney Diseases",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Je-Hyuk Lee"
    },
    {
      "display_name": "Oran Kwon",
      "id": "A5075137190",
      "orcid": "https://orcid.org/0000-0002-2031-7238",
      "institutions": [
        {
          "id": "I1299303238",
          "display_name": "National Institutes of Health",
          "country_code": "US",
          "type": "government"
        },
        {
          "id": "I4210090567",
          "display_name": "National Institute of Diabetes and Digestive and Kidney Diseases",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Oran Kwon"
    },
    {
      "display_name": "Peter Eck",
      "id": "A5024255440",
      "orcid": "https://orcid.org/0000-0003-2371-9774",
      "institutions": [
        {
          "id": "I1299303238",
          "display_name": "National Institutes of Health",
          "country_code": "US",
          "type": "government"
        },
        {
          "id": "I4210090567",
          "display_name": "National Institute of Diabetes and Digestive and Kidney Diseases",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Peter Eck"
    },
    {
      "display_name": "Jayan Narayanan",
      "id": "A5012136891",
      "orcid": null,
      "institutions": [
        {
          "id": "I1299303238",
          "display_name": "National Institutes of Health",
          "country_code": "US",
          "type": "government"
        },
        {
          "id": "I4210090567",
          "display_name": "National Institute of Diabetes and Digestive and Kidney Diseases",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jayan Narayanan"
    },
    {
      "display_name": "Kenneth L. Kirk",
      "id": "A5106132762",
      "orcid": null,
      "institutions": [
        {
          "id": "I1299303238",
          "display_name": "National Institutes of Health",
          "country_code": "US",
          "type": "government"
        },
        {
          "id": "I4210090567",
          "display_name": "National Institute of Diabetes and Digestive and Kidney Diseases",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Kenneth L. Kirk"
    },
    {
      "display_name": "Mark Levine",
      "id": "A5103195465",
      "orcid": "https://orcid.org/0000-0001-6297-4650",
      "institutions": [
        {
          "id": "I1299303238",
          "display_name": "National Institutes of Health",
          "country_code": "US",
          "type": "government"
        },
        {
          "id": "I4210090567",
          "display_name": "National Institute of Diabetes and Digestive and Kidney Diseases",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mark Levine"
    }
  ],
  "publication_year": 2004,
  "publication_date": "2004-12-08",
  "type": "article",
  "cited_by_count": 92,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S140251998",
    "display_name": "Journal of Biological Chemistry",
    "issn_l": "0021-9258",
    "issn": [
      "0021-9258",
      "1067-8816",
      "1083-351X"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320990"
  },
  "volume": "280",
  "issue": "7",
  "first_page": "5211",
  "last_page": "5220",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "http://www.jbc.org/article/S0021925819630164/pdf",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2986274086",
      "display_name": "Ascorbic acid",
      "level": 2,
      "score": 0.89420533
    },
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.57036614
    },
    {
      "id": "C55493867",
      "display_name": "Biochemistry",
      "level": 1,
      "score": 0.4560317
    },
    {
      "id": "C31903555",
      "display_name": "Food science",
      "level": 1,
      "score": 0.27030036
    }
  ],
  "topics": [
    {
      "id": "T12554",
      "display_name": "Vitamin C and Antioxidants Research",
      "score": 0.9999
    },
    {
      "id": "T10277",
      "display_name": "Vitamin D Research Studies",
      "score": 0.9841
    },
    {
      "id": "T12089",
      "display_name": "Intestinal and Peritoneal Adhesions",
      "score": 0.9519
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1074/jbc.m412925200",
  "pdf_url": "http://www.jbc.org/article/S0021925819630164/pdf",
  "retrieved_date": "2025-07-30T15:01:19.051565",
  "source_database": "OpenAlex"
}