{
  "openalex_id": "W1996534872",
  "doi": "https://doi.org/10.1080/14649880701462213",
  "title": "The Social Background of Capabilities for Freedoms",
  "abstract": "Abstract Martha Nussbaum has recently argued that “the language of capabilities … gives important precision and supplementation to the language of rights.” This claim raises the question whether the idea of capabilities, as she or as Amartya Sen has developed it, provides a basis for capturing or deriving basic liberties such as the liberty of employment or the freedom of movement. In this essay, I argue that the idea of capabilities is not useful in this way, because it cannot well capture the social, institutional, and deontic aspects of basic liberties. Sen's interpretation of capability is particularly limited in this regard, on account of its incorporation of the idea of dispositive freedom (the idea that someone's free choice will determine an outcome). While Nussbaum's interpretation of capability lacks that limitation, it lacks a way of modeling the kind of guaranteed social status of which basic liberties consist. Keywords: CapabilitiesLibertiesFreedomSenNussbaum Acknowledgements I am very grateful to participants in the 2006 International Conference of the Human Development and Capability Association and in John Ferejohn and Lewis Kornhauser's Colloquium on Law, Economics, and Politics at New York University for their comments and questions, and to Sabina Alkire, Elizabeth Anderson, Martha Nussbaum, and Ortrud Leßmann for their written comments. Notes 1. It is even more surprising to find silence about Rawls's First Principle in the defense of the ‘resourcist’ aspect of his Difference Principle in Pogge (2002). 2. Friends of capabilities who, like Sen, are critical of Rawls's appeal to “primary goods,” tend to focus on his simplifying use of income and wealth as the primary goods used to index expectations for the purposes of the Difference Principle, and to ignore the fact that among the primary goods are “opportunities” (Rawls Citation1999, p. 54). Sen comments that “in a very basic sense, a person's capability to achieve does indeed stand for the opportunity to pursue his or her objectives. But the concept of ‘equality of opportunities’ is standardly used in the policy literature in more restrictive ways” (Sen, Citation1992, p. 7). Yet even if Rawls's principle of Fair Equality of Opportunity is properly interpreted in this restrictive fashion, there is no reason to think the same of the simple idea of ‘opportunities,’ as it appears on the list of primary goods. 3. With regard to economic deprivation, at least, Rawls, for one, is alive to the issue of what he calls “the worth of liberty” (see, for example, Rawls, Citation1999, p. 179). 4. I am grateful to John Ferejohn and Lewis Kornhauser for discussion of this possibility. 5. I am grateful to Sabina Alkire for having pressed this question. 6. See Gaertner et al. (Citation1992, p. 162), interpreting Sen's concept of an individual's ‘decisiveness’ over a pair of options as implying that the one counter to the individual's preference ‘will never be socially chosen’ when the preferred option is ‘available.’ 7. Cf. Nussbaum (Citation2000, p. 98), on how “thinking in terms of capability gives us a benchmark as we think about what it is to secure a right to someone.” I will return to this passage below, in discussing her view. 8. My information comes from Human Rights Watch (Citation2003). Perhaps things have improved since then. 9. Again, I have bracketed the possibility of a move from capabilities to liberties along the lines of an indirect consequentialism. 10. I am stressing the importance of incorporating something like Pettit's idea of a secured status for choice into our analysis of the basic liberties. There is a further question, which I do not take up here, whether this idea is appropriately incorporated in our understanding of freedom as such (if indeed we think there is such a thing as freedom as such). I am grateful to Martin van Hees for discussion of this point. 11. 49 CFR 374.101, as quoted online [http://www.dotcr.ost.dot.gov/documents/ycr/49cfr374.htm]. 12. To be sure, in the aftermath of 9/11 in the United States there have been a rash government‐sanctioned cases of discrimination against prospective passengers who appear Muslim. 13. With regard to an appeal to capabilities that occurred within the context of a view that was fundamentally good‐based, taking the capabilities — or the functionings in terms of which they are defined — as characterizing the human good, and building a conception of social justice from there, one could take a more direct path of criticism than the one I follow, here, to show the conceptual distance between any such good‐based approach and one that instead gives intrinsic importance to the basic liberties, as articulated via the deontological language of permission, duty, and immunity: see, for example, Pogge (Citation1995) and Darwall (Citation2006). It is not clear, however, whether either Sen or Nussbaum embeds the appeal to capabilities within such a good‐based view. In Nussbaum (Citation2006), as I have mentioned, the appeal to capabilities is, rather, deployed within an account of human dignity indebted to Hugo Grotius's natural‐law theory. I am grateful to Elizabeth Anderson for discussion of these issues. 14. On the combination of these two ends, in the actual history of US policy‐making, see Richardson (Citation2002, pp. 107–108). 15. Nussbaum notes a broad relevance of the idea of equal dignity to “many of the capabilities on our list” (Nussbaum, Citation2006, p. 292). In there explaining that point, however, what she says is that “it appears that all the political, religious, and civil liberties can be adequately secured only if they are equally secured. To give some groups of people unequal voting rights, or unequal religious liberty, is to set them up in a position of subordination and indignity vis‐à‐vis others. It is to fail to recognize their equal human dignity” (292f.). Barring a general reading of ‘suitable external conditions’ that draws in the idea of rights, the first of these points, about what it takes to adequately secures these liberties, may well be peculiar to the liberties and is, in any case, dependent on already having incorporated them into the view. It is the second of these points, about subordination and indignity, which, in the text, I suppose Nussbaum might be able to generalize across all of the capabilities, including, specifically, the ones that do not mention basic liberties. 16. I take it that what it is to treat persons with dignity may not be conceptually all that closely tied to what it is for them to have dignity. It is the latter notion, I think, on which Nussbaum now grounds her specification of the list of capabilities. 17. The only reason for the hedge is that we can imagine situations in which persons forfeit their right to be acknowledged. For example, imagine a person who, day in and day out, makes a nuisance of himself by constantly demanding free drugs in a pharmacy, despite being able to pay for them. 18. This idea of equal status is salient, for instance, in at least one of the kinds of example that shows that the idea of respecting dignity is not equivalent to the idea of honoring people's rights. For instance, Elizabeth Anderson (in private correspondence) suggested to me the following case: a black businessman is standing in front of a hotel waiting for his car when a white woman pulls up, gets out of her car, and hands him her keys, presuming he is the parking valet. As Anderson suggests, his dignity has been affronted even though, it seems, no right of his has been violated. While this suggests that the idea of dignity has some independence from that of rights, still, it is his status as an equal that the woman has impugned.",
  "authors": [
    {
      "display_name": "Henry S. Richardson",
      "id": "A5049132260",
      "orcid": "https://orcid.org/0000-0002-4593-4726",
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Henry S. Richardson"
    }
  ],
  "publication_year": 2007,
  "publication_date": "2007-08-04",
  "type": "article",
  "cited_by_count": 39,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S207718181",
    "display_name": "Journal of Human Development",
    "issn_l": "1464-9888",
    "issn": [
      "1464-9888",
      "1469-9516"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310319847"
  },
  "volume": "8",
  "issue": "3",
  "first_page": "389",
  "last_page": "414",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C74363100",
      "display_name": "Economic system",
      "level": 1,
      "score": 0.37339664
    },
    {
      "id": "C47768531",
      "display_name": "Development economics",
      "level": 1,
      "score": 0.3606755
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.3570012
    },
    {
      "id": "C162324750",
      "display_name": "Economics",
      "level": 0,
      "score": 0.2020373
    }
  ],
  "topics": [
    {
      "id": "T10446",
      "display_name": "Income, Poverty, and Inequality",
      "score": 0.9692
    },
    {
      "id": "T10718",
      "display_name": "Political Philosophy and Ethics",
      "score": 0.9141
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1080/14649880701462213",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:36:41.216456",
  "source_database": "OpenAlex"
}