{
  "openalex_id": "W1993276133",
  "doi": "https://doi.org/10.7326/0003-4819-149-5-200809020-00017",
  "title": "The Importance of Measuring Executive Function When Studying the Effects of Cognition-Enhancing Agents",
  "abstract": "Letters2 September 2008The Importance of Measuring Executive Function When Studying the Effects of Cognition-Enhancing AgentsParminder Raina, PhD, Pasqualina L. Santaguida, PhD, and Christopher Patterson, MDParminder Raina, PhDFrom McMaster University, Hamilton L8S 4M1, Ontario, Canada.Search for more papers by this author, Pasqualina L. Santaguida, PhDFrom McMaster University, Hamilton L8S 4M1, Ontario, Canada.Search for more papers by this author, and Christopher Patterson, MDFrom McMaster University, Hamilton L8S 4M1, Ontario, Canada.Search for more papers by this authorAuthor, Article, and Disclosure Informationhttps://doi.org/10.7326/0003-4819-149-5-200809020-00017 SectionsAboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinkedInRedditEmail IN RESPONSE:We thank Dr. Rockwood for his thoughtful and perceptive response to our review. We completely agree that aggregate scores on instruments that do not measure executive function may fail to capture useful improvements in individuals receiving cholinesterase inhibitors or other cognition-enhancing agents. Of the many attempts to isolate meaningful individual responses to treatment, goal attainment scaling is among the most sensitive and robust. Although “listening to patients” is not always a means of determining outcome and is rarely quantified in as rigorous a manner as advocated by Dr. Rockwood, we share his enthusiasm for it, the most basic ...References1. Rockwood K, Fay S, Song X, MacKnight C, Gorman M; Video-Imaging Synthesis of Treating Alzheimer's Disease (VISTA) Investigators. Attainment of treatment goals by people with Alzheimer's disease receiving galantamine: a randomized controlled trial. CMAJ. 2006;174:1099-105. [PMID: 16554498] CrossrefMedlineGoogle Scholar2. Rockwood K, Fay S, Jarrett P, Asp E. Effect of galantamine on verbal repetition in AD: a secondary analysis of the VISTA trial. Neurology. 2007;68:1116-21. [PMID: 17404193] CrossrefMedlineGoogle Scholar3. Raskind MA, Peskind ER, Wessel T, Yuan W. Galantamine in AD: A 6-month randomized, placebo-controlled trial with a 6-month extension. The Galantamine USA-1 Study Group. Neurology. 2000;54:2261-8. [PMID: 10881250] CrossrefMedlineGoogle Scholar4. Brodaty H, Corey-Bloom J, Potocnik FC, Truyen L, Gold M, Damaraju CR. Galantamine prolonged-release formulation in the treatment of mild to moderate Alzheimer's disease. Dement Geriatr Cogn Disord. 2005;20:120-32. [PMID: 15990426] CrossrefMedlineGoogle Scholar5. Bullock R, Erkinjuntti T, Lilienfeld S; GAL-INT-6 Study Group. Management of patients with Alzheimer's disease plus cerebrovascular disease: 12-month treatment with galantamine. Dement Geriatr Cogn Disord. 2004;17:29-34. [PMID: 14560062] CrossrefMedlineGoogle Scholar6. Tariot PN, Solomon PR, Morris JC, Kershaw P, Lilienfeld S, Ding C. A 5-month, randomized, placebo-controlled trial of galantamine in AD. The Galantamine USA-10 Study Group. Neurology. 2000;54:2269-76. [PMID: 10881251] CrossrefMedlineGoogle Scholar7. Wilcock GK, Lilienfeld S, Gaens E. Efficacy and safety of galantamine in patients with mild to moderate Alzheimer's disease: multicentre randomised controlled trial. Galantamine International-1 Study Group. BMJ. 2000;321:1445-9. [PMID: 11110737] CrossrefMedlineGoogle Scholar8. Wilkinson D, Murray J. Galantamine: a randomized, double-blind, dose comparison in patients with Alzheimer's disease. Int J Geriatr Psychiatry. 2001;16:852-7. [PMID: 11571763] CrossrefMedlineGoogle Scholar Author, Article, and Disclosure InformationAffiliations: From McMaster University, Hamilton L8S 4M1, Ontario, Canada.Disclosures:Honoraria: P. Santaguida (American College of Physicians). PreviousarticleNextarticle Advertisement FiguresReferencesRelatedDetailsSee AlsoEffectiveness of Cholinesterase Inhibitors and Memantine for Treating Dementia: Evidence Review for a Clinical Practice Guideline Parminder Raina , Pasqualina Santaguida , Afisi Ismaila , Christopher Patterson , David Cowan , Mitchell Levine , Lynda Booker , and Mark Oremus The Importance of Measuring Executive Function When Studying the Effects of Cognition-Enhancing Agents Kenneth Rockwood Metrics Cited ByShould We Listen to People Affected by Dementia? 2 September 2008Volume 149, Issue 5Page: 359-360KeywordsAlzheimer diseaseCholinesterase inhibitorsConflicts of interestLibrariesPatient advocacy ePublished: 2 September 2008 Issue Published: 2 September 2008 CopyrightCopyright © 2008 by American College of Physicians. All Rights Reserved.PDF DownloadLoading ...",
  "authors": [
    {
      "display_name": "Parminder Raina",
      "id": "A5044465379",
      "orcid": "https://orcid.org/0000-0002-8107-3193",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Parminder Raina"
    },
    {
      "display_name": "Pasqualina Santaguida",
      "id": "A5070111795",
      "orcid": "https://orcid.org/0000-0001-7360-7362",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Pasqualina L. Santaguida"
    },
    {
      "display_name": "Christopher Patterson",
      "id": "A5111864032",
      "orcid": null,
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Christopher Patterson"
    }
  ],
  "publication_year": 2008,
  "publication_date": "2008-09-02",
  "type": "article",
  "cited_by_count": 1,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S119722071",
    "display_name": "Annals of Internal Medicine",
    "issn_l": "0003-4819",
    "issn": [
      "0003-4819",
      "1539-3704"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316812"
  },
  "volume": "149",
  "issue": "5",
  "first_page": "359",
  "last_page": "359",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.57937086
    },
    {
      "id": "C169900460",
      "display_name": "Cognition",
      "level": 2,
      "score": 0.5161122
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.32711685
    },
    {
      "id": "C118552586",
      "display_name": "Psychiatry",
      "level": 1,
      "score": 0.25020114
    }
  ],
  "topics": [
    {
      "id": "T12023",
      "display_name": "Cholinesterase and Neurodegenerative Diseases",
      "score": 0.9813
    },
    {
      "id": "T10241",
      "display_name": "Functional Brain Connectivity Studies",
      "score": 0.9812
    },
    {
      "id": "T10009",
      "display_name": "Dementia and Cognitive Impairment Research",
      "score": 0.9663
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.7326/0003-4819-149-5-200809020-00017",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:33:44.171694",
  "source_database": "OpenAlex"
}