{
  "openalex_id": "W1998959316",
  "doi": "https://doi.org/10.1190/1.1816910",
  "title": "Extracting angle domain information from migrated wavefield",
  "abstract": "PreviousNext No AccessSEG Technical Program Expanded Abstracts 2002Extracting angle domain information from migrated wavefieldAuthors: Xiao‐Bi XieRu‐Shan WuXiao‐Bi XieInstitute of Geophysics and Planetary Physics, U. of California, Santa Cruz and Ru‐Shan WuInstitute of Geophysics and Planetary Physics, U. of California, Santa Cruzhttps://doi.org/10.1190/1.1816910 SectionsAboutPDF/ePub ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinked InRedditEmail Permalink: https://doi.org/10.1190/1.1816910FiguresReferencesRelatedDetailsCited ByReflection Angle-Domain Pseudoextended Least-Squares Reverse Time Migration Using Hybrid RegularizationIEEE Transactions on Geoscience and Remote Sensing, Vol. 59, No. 12First-order particle velocity equations of decoupled P- and S-wavefields and their application in elastic reverse time migrationZhiyuan Li, Youshan Liu, Guanghe Liang, Guoqiang Xue, and Runjie Wang12 October 2021 | GEOPHYSICS, Vol. 86, No. 6Angle-domain common-image gathers from plane-wave least-squares reverse time migrationChuang Li, Zhaoqi Gao, Jinghuai Gao, Feipeng Li, and Tao Yang3 August 2021 | GEOPHYSICS, Vol. 86, No. 5Amplitude versus angle (AVA) using controlled-order multiplesYike Liu, Bin He, Xiao-Bi Xie, and Yingcai Zheng1 September 2021Efficient angle measurements and wavefield decompositions for mono-frequency wavesBingkai Han and Xiao-Bi Xie1 September 2021Imaging conditions for elastic RTM: A comparative investigation in angle domainBingkai Han, Hanming Gu, Shaoyong Liu, and Zhe Yan1 September 2021Fracture detection using scattered waves in the angle domainTianfan Yan and Yike Liu15 June 2021 | GEOPHYSICS, Vol. 86, No. 4Least-squares inversion-based elastic reverse time migration with PP- and PS-angle-domain common-imaging gathersBingluo Gu, Jianping Huang, Jianguang Han, Zhiming Ren, and Zhenchun Li5 January 2021 | GEOPHYSICS, Vol. 86, No. 1Imaging Enhancement in Angle-Domain Common-Image-Gathers Using the Connected-Component Labeling Method2 June 2020 | Pure and Applied Geophysics, Vol. 177, No. 10Seismic characterization of fractures by imaging scattered waves in the angle domainTianfan Yan and Yike Liu30 September 2020Wavefield decomposition in arbitrary direction and an imaging condition based on stratigraphic dipXuebao Guo, Ying Shi, Weihong Wang, Hongliang Jing, and Zhen Zhang17 August 2020 | GEOPHYSICS, Vol. 85, No. 5Angle- and azimuth-domain common-image gathers by reverse time migration for 3D elastic isotropic mediaZabihollah Khaksar and George A. McMechan18 March 2020 | GEOPHYSICS, Vol. 85, No. 3Extraction of P- and S-wave angle-domain common-image gathers based on first-order velocity-dilatation-rotation equations12 September 2020 | Applied Geophysics, Vol. 17, No. 1Improving the least-squares image by using angle information to avoid cycle skippingBin He, Yike Liu, and Yanbao Zhang23 October 2019 | GEOPHYSICS, Vol. 84, No. 6The azimuth angle domain common image gathers extraction by Kirchhoff migrationShouwei Liu, Huazhong Wang, and Meng Zhang10 August 2019Extension of the common image gathers by VPRTM methodGennady Erokhin, Aleksandr Danilin, and Maksim Kozlov27 August 2018Improving reverse time migration angle gathers by efficient wavefield separationDongliang Zhang, Tong W. Fei, and Yi Luo8 February 2018 | GEOPHYSICS, Vol. 83, No. 2Multidirectional-vector-based elastic reverse time migration and angle-domain common-image gathers with approximate wavefield decomposition of P- and S-wavesChen Tang and George A. McMechan29 November 2017 | GEOPHYSICS, Vol. 83, No. 13D angle decomposition for elastic reverse time migrationYuting Duan and Paul Sava16 August 2017 | GEOPHYSICS, Vol. 82, No. 5Interconnected vector pairs image conditions: New possibilities for visualization of acoustical mediaGennady Erokhin, Leonid Pestov, Aleksandr Danilin, Maksim Kozlov, and Dmitry Ponomarenko17 August 2017Foothills land data imaging with reverse time migration in angle domainMingqiu Luo, Changhua Zhang, Jianhua Yu, Ning Dong, Chenhong Zhu, Weiya Xu, and Yequan Chen17 August 2017Study of a full-wave equation-based seismic illumination analysis19 June 2017 | Arabian Journal of Geosciences, Vol. 10, No. 12Multipathing in three-parameter common-image gathers from reverse-time migration25 August 2016 | Geophysical Prospecting, Vol. 65, No. 3Study and Application of Velocity Model Building Method for the Areas with Complicated Structures4 March 2017Two algorithms to stabilize multidirectional Poynting vectors for calculating angle gathers from reverse time migrationChen Tang, George A. McMechan, and Deli Wang7 February 2017 | GEOPHYSICS, Vol. 82, No. 2Efficient wave-mode separation in vertical transversely isotropic mediaYang Zhou and Huazhong Wang20 December 2016 | GEOPHYSICS, Vol. 82, No. 2Full-wave seismic illumination and resolution analyses: A Poynting-vector-based methodZhe Yan and Xiao-Bi Xie7 September 2016 | GEOPHYSICS, Vol. 81, No. 6A Poynting vector-based illumination and resolution analysis method for full-wave RTMXiao-Bi Xie and Zhe Yan1 September 2016Up/down and P/S decompositions of elastic wavefields using complex seismic traces with applications to calculating Poynting vectors and angle-domain common-image gathers from reverse time migrationsWenlong Wang, George A. McMechan, Chen Tang, and Fei Xie23 May 2016 | GEOPHYSICS, Vol. 81, No. 4Multidirectional slowness vector for computing angle gathers from reverse time migrationChen Tang and George A. McMechan1 March 2016 | GEOPHYSICS, Vol. 81, No. 2Efficient angle-domain common-image gathers using Cauchy-condition-based polarization vectorsXiongwen Wang, Jianliang Qian, and Huazhong Wang15 March 2016 | GEOPHYSICS, Vol. 81, No. 2Angle gathers from reverse time migration using analytic wavefield propagation and decomposition in the time domainJiangtao Hu, Huazhong Wang, and Xiongwen Wang13 October 2015 | GEOPHYSICS, Vol. 81, No. 1Invertible radon transform for making true amplitude angle gathersHongwei Liu* and Yi Luo19 August 2015Removing smearing-effect artifacts in angle-domain common-image gathers from reverse time migrationHu Jin and George A. McMechan17 March 2015 | GEOPHYSICS, Vol. 80, No. 3Sensitivity-kernel-based tomographic migration velocity analysis using reverse time migration angle-image gathersFan Xia, Shengwen Jin, and Jan Pajchel7 April 2015 | GEOPHYSICS, Vol. 80, No. 3Full-azimuth anisotropic prestack time migration in the local-angle domain and its applications on fracture detectionXuekai Sun and Sam Zandong Sun27 February 2015 | GEOPHYSICS, Vol. 80, No. 2Improving input/output performance in 2D and 3D angle-domain common-image gathers from reverse time migrationHu Jin, George A. McMechan, and Bao Nguyen11 March 2015 | GEOPHYSICS, Vol. 80, No. 2Wave-Propagation Operators for True-Amplitude Reverse-Time MigrationAcquisition aperture correction in the angle domain toward true-reflection reverse time migrationRui Yan, Huimin Guan, Xiao-Bi Xie, and Ru-Shan Wu16 September 2014 | GEOPHYSICS, Vol. 79, No. 6Relatively amplitude-preserved ADCIGs based on elastic RTM by modifying the initial condition as the boundary conditionQizhen Du*, Mingqiang Zhang, Gang Fang, Xufei Gong, and Chengfeng Guo5 August 2014Combining source direction vectors with wavefield decomposition to calculate angle gathers from reverse time migrationChen Tang*5 August 2014Comparison of methods for extracting ADCIGs from RTMHu Jin, George A. McMechan, and Huimin Guan1 April 2014 | GEOPHYSICS, Vol. 79, No. 3Traveltime based Kirchhoff PSDM common angle gather output schemeLiu TaiChen*, Wang HuaZhong, and Liu ShaoYong24 April 2014True amplitude imaging by recovering scattering wave amplitudes from back-propagated wavesMingqiu Luo*, Chenghong Zhu, Yequan Chen, and Ling Dong24 April 2014High-accuracy Wave Equation ADCIG using High resolution Radon spectrum Lei-Zhao* and Huazhong Wang24 April 2014Polarization-based wave-equation migration velocity analysis in acoustic mediaQunshan Zhang and George A. McMechan7 October 2013 | GEOPHYSICS, Vol. 78, No. 6Acquisition aperture correction in angle-domain towards the true-reflection RTMRui Yan, Xiao-Bi Xie, Ru-Shan Wu, and Huimin Guan19 August 20133D angle gathers with plane-wave reverse-time migrationBing Tang, Sheng Xu, and Yu Zhang15 March 2013 | GEOPHYSICS, Vol. 78, No. 2Excitation amplitude imaging condition for prestack reverse-time migrationBao D. Nguyen and George A. McMechan13 December 2012 | GEOPHYSICS, Vol. 78, No. 1Wide-azimuth angle gathers for anisotropic wave-equation migration15 October 2012 | Geophysical Prospecting, Vol. 61, No. 1An angle-domain imaging condition for elastic reverse time migration and its application to angle gather extractionRui Yan and Xiao-Bi Xie8 August 2012 | GEOPHYSICS, Vol. 77, No. 5Signal Enhancement Using Diversity Shot Stacking for Reverse Time Migration (DeSSeRT)Ken H. Matson, Jim Clippard, and Paul Cattermole25 October 2012Polarization-based wave-equation migration velocity analysis in acoustic mediaQunshan Zhang and George A. McMechan25 October 2012AVA analysis based on RTM angle-domain common image gatherRui Yan and Xiao-Bi Xie25 October 20123D Beamlet migration in VTI mediumJian Mao, Ru-Shan Wu, Biaolong Hua, and Paul Williamson25 October 2012Efficient RTM angle gathers using source propagation direction and reflector normal direction Lei-Zhao, Bo-Feng, and Huazhong Wang25 October 2012Azimuth-preserved local angle-domain prestack time migration in isotropic, vertical transversely isotropic and azimuthally anisotropic mediaJiubing Cheng, Tengfei Wang, Chenlong Wang, and Jianhua Geng2 March 2012 | GEOPHYSICS, Vol. 77, No. 2Multicomponent joint migration velocity analysis in the angle domain for PP-waves and PS-wavesQizhen Du, Fang Li, Jing Ba, Yitong Zhu, and Bo Hou15 February 2012 | GEOPHYSICS, Vol. 77, No. 1Common-image gathers in the incident phase-angle domain from reverse time migration in 2D elastic VTI mediaQunshan Zhang and George A. McMechan22 December 2011 | GEOPHYSICS, Vol. 76, No. 6Direct vector-field method to obtain angle-domain common-image gathers from isotropic acoustic and elastic reverse time migrationQunshan Zhang and George A. McMechan23 November 2011 | GEOPHYSICS, Vol. 76, No. 5Wide-azimuth angle gathers for wave-equation migrationPaul Sava and Ioan Vlad16 May 2011 | GEOPHYSICS, Vol. 76, No. 3Theory of 3-D angle gathers in wave-equation seismic imaging22 February 2011 | Journal of Petroleum Exploration and Production Technology, Vol. 1, No. 1Stacking angle-domain common-image gathers for normalization of illumination17 August 2010 | Geophysical Prospecting, Vol. 59, No. 23D Kirchhoff prestack time migration in average illumination-azimuth and incident-angle domain for isotropic and vertical transversely isotropic mediaJiubing Cheng, Jianhua Geng, Huazhong Wang, and Zaitian Ma13 January 2011 | GEOPHYSICS, Vol. 76, No. 1Wide‐azimuth angle‐domain imaging for anisotropic reverse‐time migrationPaul Sava and Tariq Alkhalifah8 August 2011Angle domain common image gathers extracted from reverse time migrated images in isotropic acoustic and elastic mediaQunshan Zhang and George A. McMechan25 May 2012Angle gather extraction for acoustic and isotropic elastic RTMRui Yan and Xiao‐Bi Xie25 May 2012Fast image decomposition in dip angle domain and its application for illumination compensationJian Mao and Ru‐Shan Wu25 May 2012Wave‐equation‐based residual moveout inversion in the subsurface angle domain for sub salt velocity model buildingSijmen Gerritsen, Leen Roozemond, Diederik van Daalen, and Peter Bakker8 August 2011Directional illumination analysis using the local exponential frameJian Mao, Ru-Shan Wu, and Jing-Huai Gao22 September 2010 | GEOPHYSICS, Vol. 75, No. 4Time‐shift Angle Domain Common Image Gathers for MultiwaveQizhen Du, Fang Li, and Jianmeng Sun21 October 2010Elastic RTM: anisotropic wave‐mode separation and converted‐wave polarization correctionRongrong Lu, Jia Yan, Peter Traynin, John E. Anderson, and Tom Dickens21 October 2010Target oriented 3D acquisition aperture correction in local wavenumber domainJian Mao and Ru‐Shan Wu21 October 2010A comparison of methods for obtaining local image gathers in depth migrationMingqiu Luo, Rongrong Lu, Graham Winbow, and Lorie Bear21 October 2010Fast acquisition aperture correction in prestack depth migration using beamlet decompositionJun Cao and Ru-Shan Wu19 May 2009 | GEOPHYSICS, Vol. 74, No. 4Full-wave directional illumination analysis in the frequency domainJun Cao and Ru-Shan Wu5 June 2009 | GEOPHYSICS, Vol. 74, No. 4Preserved amplitude migration based on the one way wave equation in the angle domain14 March 2009 | Applied Geophysics, Vol. 6, No. 1Angle gathers in wave‐equation imaging for VTI mediaTariq Alkhalifah and Sergey Fomel14 October 2009Angle‐domain sensitivity kernels for migration velocity analysis: Comparison between theoretically derived and directly measuredYaofeng He, Xiao‐Bi Xie, and Hui Yang14 October 2009Stacking angle‐domain common‐image gathers for normalization of illuminationGuochang Liu, Sergey Fomel, and Xiaohong Chen14 October 2009Local angle domain target oriented illumination analysis and imaging using beamletsYu Geng, Jian Mao, and Ru‐Shan Wu14 October 2009Efficient 3D illumination analysis using local exponential framesJian Mao and Ru‐Shan Wu14 October 2009Velocity analysis for plane‐wave source migration using the finite‐frequency sensitivity kernelHui Yang, Xiao‐Bi Xie, and Yaofeng He14 October 2009The finite-frequency sensitivity kernel for migration residual moveout and its applications in migration velocity analysisXiao-Bi Xie and Hui Yang14 November 2008 | GEOPHYSICS, Vol. 73, No. 6Numeric implementation of wave-equation migration velocity analysis operatorsPaul Sava and Ioan Vlad1 October 2008 | GEOPHYSICS, Vol. 73, No. 5Target oriented full‐wave equation based illumination analysisHui Yang, Xiao‐Bi Xie, Mingqiu Luo, and Shengwen Jin15 December 2008Local‐angle domain illumination for full‐wave propagatorsJun Cao and Ru‐Shan Wu15 December 2008Evaluation of wave equation angle domain common image gathersDan Kosloff, Igor Ravve, Zvi Koren, and Allon Bartana23 November 2007True-amplitude, angle-domain, common-image gathers from one-way wave-equation migrationsYu Zhang, Sheng Xu, Norman Bleistein, and Guanquan Zhang4 January 2007 | GEOPHYSICS, Vol. 72, No. 1Illumination analysis using local exponential beamletsJian Mao and Ru‐Shan Wu14 September 2007Selective stacking in the reflection‐angle and azimuth domainYaxun Tang14 September 2007Generalized diffraction tomography in inhomogeneous background with finite data apertureRu‐Shan Wu14 September 2007Time‐shift angle‐domain common‐image gathers for migration velocity analysisShouwei Liu and Huazhong Wang14 September 2007Time-shift imaging condition in seismic migrationPaul Sava and Sergey Fomel21 September 2006 | GEOPHYSICS, Vol. 71, No. 6Wave-equation-based seismic illumination analysisXiao-Bi Xie, Shengwen Jin, and Ru-Shan Wu28 August 2006 | GEOPHYSICS, Vol. 71, No. 5The Theory of True Amplitude One-Way Wave Equation Migrations31 May 2013 | Chinese Journal of Geophysics, Vol. 49, No. 5Directional illumination analysis using beamlet decomposition and propagationRu-Shan Wu and Ling Chen2 August 2006 | GEOPHYSICS, Vol. 71, No. 4Modulated‐shot migrationRobert Soubaras6 October 2006Time‐shift imaging condition for converted wavesPaul Sava and Sergey Fomel6 October 2006A wave equation migration method for receiver function imaging: 2. Application to the Japan subduction zone23 November 2005 | Journal of Geophysical Research: Solid Earth, Vol. 110, No. B11True-reflection imaging with amplitude correction in dip-angle domainRu-Shan Wu and Mingqiu Luo14 September 2005Time‐shift imaging conditionPaul Sava and Sergey Fomel7 December 2005Seismic resolution and illumination: A wave‐equation‐based analysisXiao‐Bi Xie, Ru‐Shan Wu, Michael Fehler, and Lianjie Huang7 December 2005Influence of propagator and acquisition aperture on image amplitudeJun Cao and Ru‐shan Wu7 December 2005Application of beamlet migration to the SmaartJV Sigsbee2A modelYongzhong Wang, Richard W. Verm, and J. Bee Bednar7 December 2005Can we image beneath salt body? — target‐oriented visibility analysisShiyong Xu and Shengwen Jin7 December 2005Coordinate‐independent angle‐gathers for wave equation migrationPaul Sava and Sergey Fomel7 December 2005Comparison of different schemes of image amplitude correction in prestack depth migrationRu‐Shan Wu and Mingqiu Luo7 December 2005Wave‐equation common‐angle gathers for converted wavesPaul Sava and Sergey Fomel7 December 2005Converted‐waves angle‐domain common‐image gathersDaniel A. Rosales and Biondo Biondi7 December 20053D angle-domain common-image gathers for migration velocity analysisGeophysical Prospecting, Vol. 52, No. 6Angle‐domain common‐image gathers for migration velocity analysis by wavefield‐continuation imagingBiondo Biondi and William W. Symes27 September 2004 | GEOPHYSICS, Vol. 69, No. 5Wave equation based illumination analysisXiao‐Bi Xie, Shengwen Jin, and Ru‐Shan Wu3 January 2005Acquisition aperture correction in angle‐domain and true‐amplitude imaging for wave equation migrationRu‐Shan Wu, Mingqiu Luo, Shengchang Chen, and Xiao‐Bi Xie3 January 2005Theory of 3‐D angle gathers in wave‐equation imagingSergey Fomel3 January 2005Comparison of illumination analyses using one‐way and full‐wave propagatorsMingqiu Luo, Jun Cao, Xiaobi Xie, and Ru‐Shan Wu3 January 2005Angle‐domain seismic imaging and the oriented wave equationSergey Fomel3 January 2005Application of GSP wave equation migration to the Hickory Field datasetDavid Walraven and Shengwen Jin3 January 2005 SEG Technical Program Expanded Abstracts 2002ISSN (print):1052-3812 ISSN (online):1949-4645Copyright: 2002 Pages: 2478 publication data© 2002 Copyright © 2002 Society of Exploration GeophysicistsPublisher:Society of Exploration Geophysicists HistoryPublished: 03 Jan 2005 CITATION INFORMATION Xiao‐Bi Xie and Ru‐Shan Wu, (2002), \"Extracting angle domain information from migrated wavefield,\" SEG Technical Program Expanded Abstracts : 1360-1363. https://doi.org/10.1190/1.1816910 Plain-Language Summary PDF DownloadLoading ...",
  "authors": [
    {
      "display_name": "Xiao‐Bi Xie",
      "id": "A5100978043",
      "orcid": null,
      "institutions": [
        {
          "id": "I185103710",
          "display_name": "University of California, Santa Cruz",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Xiao‐Bi Xie"
    },
    {
      "display_name": "Ru‐Shan Wu",
      "id": "A5008311270",
      "orcid": null,
      "institutions": [
        {
          "id": "I185103710",
          "display_name": "University of California, Santa Cruz",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ru‐Shan Wu"
    }
  ],
  "publication_year": 2002,
  "publication_date": "2002-01-01",
  "type": "article",
  "cited_by_count": 145,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "",
    "display_name": "",
    "issn_l": "",
    "issn": [],
    "type": "",
    "host_organization": ""
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C36503486",
      "display_name": "Domain (mathematical analysis)",
      "level": 2,
      "score": 0.6283074
    },
    {
      "id": "C127313418",
      "display_name": "Geology",
      "level": 0,
      "score": 0.58339363
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.5073206
    },
    {
      "id": "C33923547",
      "display_name": "Mathematics",
      "level": 0,
      "score": 0.05480498
    },
    {
      "id": "C134306372",
      "display_name": "Mathematical analysis",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10271",
      "display_name": "Seismic Imaging and Inversion Techniques",
      "score": 1.0
    },
    {
      "id": "T11757",
      "display_name": "Seismic Waves and Analysis",
      "score": 0.9975
    },
    {
      "id": "T11210",
      "display_name": "Mathematical Analysis and Transform Methods",
      "score": 0.995
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1190/1.1816910",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T16:02:07.516592",
  "source_database": "OpenAlex"
}