{
  "openalex_id": "W1997746207",
  "doi": "https://doi.org/10.1016/j.juro.2008.07.036",
  "title": "Prostate Specific Antigen Assay Standardization Bias Could Affect Clinical Decision Making",
  "abstract": "No AccessJournal of UrologyAdult Urology1 Nov 2008Prostate Specific Antigen Assay Standardization Bias Could Affect Clinical Decision Making Stacy Loeb, Daniel W. Chan, Lori Sokoll, Donghui Kan, Jack Maggiore, Stephen D. Mikolajczyk, Dana M. Mondo, Chris R. Griffin, and William J. Catalona Stacy LoebStacy Loeb Department of Urology, The Johns Hopkins Medical Institutions, Baltimore, Maryland More articles by this author , Daniel W. ChanDaniel W. Chan Department of Pathology, The Johns Hopkins Medical Institutions, Baltimore, Maryland More articles by this author , Lori SokollLori Sokoll Department of Pathology, The Johns Hopkins Medical Institutions, Baltimore, Maryland More articles by this author , Donghui KanDonghui Kan Department of Urology, Northwestern Feinberg School of Medicine, Chicago, Illinois More articles by this author , Jack MaggioreJack Maggiore BIOSAFE Laboratories, Inc., Chicago, Illinois More articles by this author , Stephen D. MikolajczykStephen D. Mikolajczyk Biocept, Inc., San Diego, California More articles by this author , Dana M. MondoDana M. Mondo Department of Urology, Northwestern Feinberg School of Medicine, Chicago, Illinois More articles by this author , Chris R. GriffinChris R. Griffin Department of Urology, Northwestern Feinberg School of Medicine, Chicago, Illinois More articles by this author , and William J. CatalonaWilliam J. Catalona Department of Urology, Northwestern Feinberg School of Medicine, Chicago, Illinois More articles by this author View All Author Informationhttps://doi.org/10.1016/j.juro.2008.07.036AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: Although prostate specific antigen is widely used to detect and manage prostate cancer, many patients and physicians are unaware of which prostate specific antigen assay is being used. Most commercial prostate specific antigen assays are standardized to the WHO 90:10 standard or aligned with the original Hybritech® assay with potentially disparate results. Materials and Methods: A total of 1,916 men participated in a prostate cancer screening study in 2007. On the day of collection prostate specific antigen was tested from the same serum sample using the Access® (Hybritech standard) and ADVIA Centaur® (WHO 90:10 prostate specific antigen standard) assays. We examined the differences between the 2 assays and the effect that this might have on clinical decisions. Results: Median prostate specific antigen was 0.9 and 1.05 ng/ml for the Centaur and Access assays, respectively, representing a 17% difference. Mean prostate specific antigen was 3.45 and 4.79 ng/ml, respectively, representing a 38% difference. Using a prostate specific antigen threshold of 2.5 ng/ml 5% of men would have been recommended to undergo biopsy using the Access but not the Centaur assay. Furthermore, prostate specific antigen differed by greater than 0.4 ng/ml in 26%, greater than 0.75 ng/ml in 14.5% and greater than 2 ng/ml in 4.5% of men in the same sample simply by using the different assays. Conclusions: In our prospective screening population median prostate specific antigen was 17% lower using WHO vs Hybritech based assay standardization. As such, if these assays were instead used on a serial basis in the same patient, this could lead to false acceleration or false deceleration in prostate specific antigen velocity. Thus, the assay may influence the likelihood of prostate biopsy and, thereby, prostate cancer detection. References 1 : Cancer Facts and Figures 2008. http://www.cancer.org/downloads/STT/2008CAFFfinalsecured.pdf. Accessed March 5, 2008. Google Scholar 2 National Comprehensive Cancer Network Clinical Practice Guidelines in Oncology: Prostate Cancer Early Detection. http://www.nccn.org/professionals/physician_gls/PDF/prostate_detection.pdf. Accessed July 21, 2007. Google Scholar 3 American Cancer Society Guidelines for the Early Detection of Cancer. http://www.cancer.org/docroot/PED/content/PED_2_3X_ACS_Cancer_Detection_Guidelines_36.asp?sitearea=PED. Accessed May 27, 2007. Google Scholar 4 : Measurement of prostate-specific antigen in serum as a screening test for prostate cancer. N Engl J Med1991; 324: 1156. Google Scholar 5 : Redesigned proficiency testing materials improve survey outcomes for prostate-specific antigen: A College of American Pathologists Ligand Assay Survey tool. Arch Pathol Lab Med2000; 124: 1608. Google Scholar 6 : Variation in prostate specific antigen results from 2 different assay platforms: clinical impact on 2,304 patients undergoing prostate cancer screening. J Urol2004; 171: 2234. Link, Google Scholar 7 : Discordant performance of assays for free and total prostate-specific antigen in relation to the early detection of prostate cancer. BJU Int2001; 88: 545. Google Scholar 8 : Interchangeability of measurements of total and free prostate-specific antigen in serum with 5 frequently used assay combinations: an update. Clin Chem2006; 52: 59. Google Scholar 9 : Longitudinal evaluation of prostate-specific antigen levels in men with and without prostate disease. JAMA1992; 267: 2215. Google Scholar 10 : Prostate specific antigen velocity in men with total prostate specific antigen less than 4 ng/ml. J Urol2007; 178: 2348. Link, Google Scholar 11 : Preoperative PSA velocity and the risk of death from prostate cancer after radical prostatectomy. N Engl J Med2004; 351: 125. Google Scholar 12 : Pretreatment PSA velocity and risk of death from prostate cancer following external beam radiation therapy. JAMA2005; 294: 440. Google Scholar 13 : WHO first international standards for prostate-specific antigen: the beginning of the end for assay discrepancies?. Clin Chem2000; 46: 1291. Google Scholar 14 : Identity of PSA purified from seminal fluid by different methods: comparison by amino acid analysis and assigned extinction coefficients. Prostate1995; 27: 198. Google Scholar 15 : Prostate-specific antigen: bias and molarity of commercial assays for PSA in use in England. Ann Clin Biochem2006; 43: 35. Google Scholar © 2008 by American Urological AssociationFiguresReferencesRelatedDetailsCited byLoeb S (2018) Biomarkers for Prostate Biopsy and Risk Stratification of Patients with Newly Diagnosed Prostate CancerUrology Practice, VOL. 4, NO. 4, (315-321), Online publication date: 1-Jul-2017.Loeb S, Sokoll L, Broyles D, Bangma C, van Schaik R, Klee G, Wei J, Sanda M, Partin A, Slawin K, Marks L, Mizrahi I, Shin S, Cruz A, Chan D, Roberts W and Catalona W (2018) Prospective Multicenter Evaluation of the Beckman Coulter Prostate Health Index Using WHO CalibrationJournal of Urology, VOL. 189, NO. 5, (1702-1706), Online publication date: 1-May-2013.Catalona W, Partin A, Sanda M, Wei J, Klee G, Bangma C, Slawin K, Marks L, Loeb S, Broyles D, Shin S, Cruz A, Chan D, Sokoll L, Roberts W, van Schaik R and Mizrahi I (2018) A Multicenter Study of [-2]Pro-Prostate Specific Antigen Combined With Prostate Specific Antigen and Free Prostate Specific Antigen for Prostate Cancer Detection in the 2.0 to 10.0 ng/ml Prostate Specific Antigen RangeJournal of Urology, VOL. 185, NO. 5, (1650-1655), Online publication date: 1-May-2011. Volume 180Issue 5November 2008Page: 1959-1963 Advertisement Copyright & Permissions© 2008 by American Urological AssociationKeywordsprostatereference standardsprostate-specific antigenprostatic neoplasmsbiopsyMetricsAuthor Information Stacy Loeb Department of Urology, The Johns Hopkins Medical Institutions, Baltimore, Maryland More articles by this author Daniel W. Chan Department of Pathology, The Johns Hopkins Medical Institutions, Baltimore, Maryland More articles by this author Lori Sokoll Department of Pathology, The Johns Hopkins Medical Institutions, Baltimore, Maryland More articles by this author Donghui Kan Department of Urology, Northwestern Feinberg School of Medicine, Chicago, Illinois More articles by this author Jack Maggiore BIOSAFE Laboratories, Inc., Chicago, Illinois More articles by this author Stephen D. Mikolajczyk Biocept, Inc., San Diego, California More articles by this author Dana M. Mondo Department of Urology, Northwestern Feinberg School of Medicine, Chicago, Illinois More articles by this author Chris R. Griffin Department of Urology, Northwestern Feinberg School of Medicine, Chicago, Illinois More articles by this author William J. Catalona Department of Urology, Northwestern Feinberg School of Medicine, Chicago, Illinois More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Stacy Loeb",
      "id": "A5031483568",
      "orcid": "https://orcid.org/0000-0003-3933-9207",
      "institutions": [
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Stacy Loeb"
    },
    {
      "display_name": "Daniel W. Chan",
      "id": "A5103203422",
      "orcid": "https://orcid.org/0000-0002-6398-6597",
      "institutions": [
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Daniel W. Chan"
    },
    {
      "display_name": "Lori J. Sokoll",
      "id": "A5004897590",
      "orcid": "https://orcid.org/0000-0001-5130-0060",
      "institutions": [
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Lori Sokoll"
    },
    {
      "display_name": "Donghui Kan",
      "id": "A5103517743",
      "orcid": null,
      "institutions": [
        {
          "id": "I111979921",
          "display_name": "Northwestern University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Donghui Kan"
    },
    {
      "display_name": "Jack A. Maggiore",
      "id": "A5063050798",
      "orcid": "https://orcid.org/0000-0002-3302-8005",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Jack Maggiore"
    },
    {
      "display_name": "Stephen D. Mikolajczyk",
      "id": "A5109553780",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210114124",
          "display_name": "Biopeptide (United States)",
          "country_code": "US",
          "type": "company"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Stephen D. Mikolajczyk"
    },
    {
      "display_name": "Dana M Mondo",
      "id": "A5081270007",
      "orcid": null,
      "institutions": [
        {
          "id": "I111979921",
          "display_name": "Northwestern University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Dana M. Mondo"
    },
    {
      "display_name": "Chris R. Griffin",
      "id": "A5102091209",
      "orcid": null,
      "institutions": [
        {
          "id": "I111979921",
          "display_name": "Northwestern University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Chris R. Griffin"
    },
    {
      "display_name": "William J. Catàlona",
      "id": "A5065869555",
      "orcid": null,
      "institutions": [
        {
          "id": "I111979921",
          "display_name": "Northwestern University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "William J. Catalona"
    }
  ],
  "publication_year": 2008,
  "publication_date": "2008-11-01",
  "type": "article",
  "cited_by_count": 25,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "180",
  "issue": "5",
  "first_page": "1959",
  "last_page": "1963",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.9290085
    },
    {
      "id": "C188087704",
      "display_name": "Standardization",
      "level": 2,
      "score": 0.71749693
    },
    {
      "id": "C2781406297",
      "display_name": "Prostate-specific antigen",
      "level": 4,
      "score": 0.70331347
    },
    {
      "id": "C2776035688",
      "display_name": "Affect (linguistics)",
      "level": 2,
      "score": 0.66446716
    },
    {
      "id": "C2989179672",
      "display_name": "Clinical decision making",
      "level": 2,
      "score": 0.47758058
    },
    {
      "id": "C147483822",
      "display_name": "Antigen",
      "level": 2,
      "score": 0.4393085
    },
    {
      "id": "C2776235491",
      "display_name": "Prostate",
      "level": 3,
      "score": 0.42775923
    },
    {
      "id": "C143998085",
      "display_name": "Oncology",
      "level": 1,
      "score": 0.35046417
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.30516484
    },
    {
      "id": "C203014093",
      "display_name": "Immunology",
      "level": 1,
      "score": 0.2768299
    },
    {
      "id": "C177713679",
      "display_name": "Intensive care medicine",
      "level": 1,
      "score": 0.25108832
    },
    {
      "id": "C121608353",
      "display_name": "Cancer",
      "level": 2,
      "score": 0.0
    },
    {
      "id": "C41895202",
      "display_name": "Linguistics",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10124",
      "display_name": "Prostate Cancer Diagnosis and Treatment",
      "score": 0.9986
    },
    {
      "id": "T10543",
      "display_name": "Prostate Cancer Treatment and Research",
      "score": 0.9957
    },
    {
      "id": "T10582",
      "display_name": "Ethics in Clinical Research",
      "score": 0.9847
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/j.juro.2008.07.036",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:04:45.753537",
  "source_database": "OpenAlex"
}