{
  "openalex_id": "W1996730178",
  "doi": "https://doi.org/10.1016/s0022-5347(01)65773-2",
  "title": "Outcome of Sling Cystourethropexy in the Pediatric Population: A Critical Review",
  "abstract": "No AccessJournal of UrologyIncontinence1 Aug 1996Outcome of Sling Cystourethropexy in the Pediatric Population: A Critical Review Luis M. Perez, Edwin A. Smith, Bruce H. Broecker, Charlotte A. Massad, Thomas S. Parrott, and John R. Woodard Luis M. PerezLuis M. Perez More articles by this author , Edwin A. SmithEdwin A. Smith More articles by this author , Bruce H. BroeckerBruce H. Broecker More articles by this author , Charlotte A. MassadCharlotte A. Massad More articles by this author , Thomas S. ParrottThomas S. Parrott More articles by this author , and John R. WoodardJohn R. Woodard More articles by this author View All Author Informationhttps://doi.org/10.1016/S0022-5347(01)65773-2AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: We performed a critical retrospective analysis of the records of all consecutive children who underwent sling cystourethropexy at our institutions. We particularly assessed the incidence and outcome in children who underwent enterocystoplasty in addition to a sling procedure. Materials and Methods: Between May 1992 and August 1994, 24 girls and 15 boys 4 to 17 years old (mean age 9) consecutively underwent 1 of 4 techniques of sling cystourethropexy for stress urinary incontinence using rectus fascia via an abdominal approach. Diagnoses included spinal dysraphism in 34 patients, spinal trauma in 2, cecoureterocele in 1, epispadias in 1 and classic bladder exstrophy in 1. All children underwent preoperative video urodynamics. In 4 patients only a sling procedure was performed (group 1), while in 9 others a sling procedure was performed after enterocystoplasty (group 2). In 26 patients a sling procedure and concomitant enterocystoplasty were performed (group 3). Results: Patients who underwent concomitant enterocystoplasty had more hyperactive preoperative urodynamics than those who did not. Postoperative continence was subcategorized in terms of patient age, sex, diagnosis (neurogenic versus nonneurogenic), preoperative video-urodynamics, surgeon technique, group (that is with or without cystoplasty) and type of enterocystoplasty (that is stomach versus ileum). Of these factors only concomitant enterocystoplasty was predictive of postoperative dry continence (73 percent of group 3, 33 percent of group 2 and 25 percent of group 1). In most patients who were not dry postoperative video urodynamics suggested suboptimal outlet resistance overcome by a hyperactive detrusor. No patient had postoperative upper tract deterioration. Conclusions: These results suggest that concomitant enterocystoplasty should be critically considered for pediatric patients undergoing sling cystourethropexy. References 1 : Suprapubic endoscopic vesical neck suspension for the management of urinary incontinence in myelodysplastic girls. J. Urol.1986; 135: 97. Link, Google Scholar 2 : The Stamey bladder neck suspension operation for stress incontinence and neurovesical dysfunction. Brit. J. Urol.1987; 59: 305. Google Scholar 3 : Combined bladder augmentation and bladder neck suspension for neuropathic incontinence in girls. J. Ped. Surg.1988; 23: 212. Google Scholar 4 : Pubovaginal sling procedure for the management of urinary incontinence in a myelodys-plastic girl. J. Urol.1982; 127: 744. Link, Google Scholar 5 : Modified pubovaginal sling in girls with myelodysplasia. J. Urol.1986; 135: 94. Link, Google Scholar 6 : Surgical treatment of the incontinent female patient with myelomeningocele. J. Urol.1988; 139: 524. Link, Google Scholar 7 : Fascial sling to correct male neurogenic sphincter incompetence: the McGuire/Raz approach. J. Urol.1988; 139: 528. Link, Google Scholar 8 : The use of rectus fascia to manage urinary incontinence. J. Urol.1989; 142: 516. Link, Google Scholar 9 : Periurethral and puboprostatic sling repair for incontinence in patients with myelodysplasia. J. Urol.1990; 144: 434. Link, Google Scholar 10 : Use of the fascial sling for neurogenic incontinence: lessons learned. J. Urol., part 21993; 150: 683. Abstract, Google Scholar 11 : Pubovaginal slings for the management of urinary incontinence in female adolescents. J. Urol., part 21994; 152: 822. Abstract, Google Scholar 12 : Rectus fascial wrap: early results of a modification of the rectus fascial sling. J. Urol., part 21995; 154: 771. Abstract, Google Scholar 13 : Long-term outcomes of women following transvaginal bladder necks suspension for stress urinary incontinence. J. Urol., part 21995; 153: 431A. abstract 811. Google Scholar 14 : Results with the Stamey procedure in 251 consecutive patients with genuine urinary stress incontinence. J. Urol., part 21995; 153: 431A. abstract 812. Google Scholar 15 Appell, R.: Personal communication. Google Scholar 16 : The long-term results of artificial sphincters in children. J. Urol.1991; 146: 396. Link, Google Scholar 17 : Technique for detection of detrusor hypertonia in the presence of urethral sphincteric incompetence. J. Urol.1982; 127: 740. Link, Google Scholar 18 : Urinary tract deterioration associated with the artificial urinary sphincter. J. Urol.1986; 135: 528. Link, Google Scholar 19 : Alteration in detrusor behavior and the effect on renal function following insertion of the artificial urinary sphincter. J. Urol.1986; 136: 632. Link, Google Scholar 20 : The impact of the artificial urinary sphincter in the neurogenic bladder on the upper urinary tracts. J. Urol.1986; 136: 636. Link, Google Scholar 21 : Continence in the myelodysplastic patient following enterocystoplasty. J. Urol.1993; 149: 1103. Link, Google Scholar 22 : Management of the bladder outlet in patients requiring enterocystoplasty. J. Urol.1992; 147: 38. Link, Google Scholar 23 : Bladder wall pedicle wraparound sling for neurogenic urinary incontinence in children. J. Urol.1996; 155: 305. Link, Google Scholar 24 : Management of urinary incontinence by bladder tube urethral lenthening and submucosal reimplantation. J. Urol., part 21990; 144: 559. Abstract, Google Scholar 25 : Comparison of artificial sphincter implantation and bladder neck reconstruction in patients with neurogenic urinary incontinence. J. Urol.1987; 138: 1120. Link, Google Scholar 26 : Submucosal bladder neck injection of bovine dermal collagen for stress urinary incontinence in the pediatric population. J. Urol., part 21996; 156: 633. Link, Google Scholar From the Division of Urology, Emory University, Egleston Children's Hospital and Scottish Rite Medical Center, Atlanta, Georgia.© 1996 by American Urological Association, Inc.FiguresReferencesRelatedDetailsCited byGrimsby G, Jacobs M, Menon V, Schlomer B and Gargollo P (2015) Perioperative and Short-Term Outcomes of Robotic vs Open Bladder Neck Procedures for Neurogenic IncontinenceJournal of Urology, VOL. 195, NO. 4 Part 1, (1088-1092), Online publication date: 1-Apr-2016.Grimsby G, Menon V, Schlomer B, Baker L, Adams R, Gargollo P and Jacobs M (2015) Long-Term Outcomes of Bladder Neck Reconstruction without Augmentation Cystoplasty in ChildrenJournal of Urology, VOL. 195, NO. 1, (155-161), Online publication date: 1-Jan-2016.Churchill B, Bergman J, Kristo B and Gore J (2010) Improved Continence in Patients With Neurogenic Sphincteric Incompetence With Combination Tubularized Posterior Urethroplasty and Fascial Wrap: The Lengthening, Narrowing and Tightening ProcedureJournal of Urology, VOL. 184, NO. 4S, (1763-1767), Online publication date: 1-Oct-2010.Snodgrass W, Barber T and Cost N (2010) Detrusor Compliance Changes After Bladder Neck Sling Without Augmentation in Children With Neurogenic Urinary IncontinenceJournal of Urology, VOL. 183, NO. 6, (2361-2366), Online publication date: 1-Jun-2010.Snodgrass W, Keefover-Hicks A, Prieto J, Bush N and Adams R (2009) Comparing Outcomes of Slings With Versus Without Enterocystoplasty for Neurogenic Urinary IncontinenceJournal of Urology, VOL. 181, NO. 6, (2709-2716), Online publication date: 1-Jun-2009.Dave S, Pippi Salle J, Lorenzo A, Braga L, Peralta-Del Valle M, Bägli D and Khoury A (2008) Is Long-Term Bladder Deterioration Inevitable Following Successful Isolated Bladder Outlet Procedures in Children With Neuropathic Bladder Dysfunction?Journal of Urology, VOL. 179, NO. 5, (1991-1996), Online publication date: 1-May-2008.Snodgrass W, Elmore J and Adams R (2018) Bladder Neck Sling and Appendicovesicostomy Without Augmentation for Neurogenic Incontinence in ChildrenJournal of Urology, VOL. 177, NO. 4, (1510-1515), Online publication date: 1-Apr-2007.MISSERI R, CAIN M, CASALE A, KAEFER M, MELDRUM K and RINK R (2018) SMALL INTESTINAL SUBMUCOSA BLADDER NECK SLINGS FOR INCONTINENCE ASSOCIATED WITH NEUROPATHIC BLADDERJournal of Urology, VOL. 174, NO. 4 Part 2, (1680-1682), Online publication date: 1-Oct-2005.CASTELLAN M, GOSALBEZ R, LABBIE A, IBRAHIM E and DiSANDRO M (2018) BLADDER NECK SLING FOR TREATMENT OF NEUROGENIC INCONTINENCE IN CHILDREN WITH AUGMENTATION CYSTOPLASTY: LONG-TERM FOLLOWUPJournal of Urology, VOL. 173, NO. 6, (2128-2131), Online publication date: 1-Jun-2005.ELDER J (2018) REVIEW OF PANEL DISCUSSIONSJournal of Urology, VOL. 171, NO. 6 Part 2, (2672-2679), Online publication date: 1-Jun-2004.BUGG C and JOSEPH D (2018) Bladder Neck Cinch for Pediatric Neurogenic Outlet DeficiencyJournal of Urology, VOL. 170, NO. 4 Part 2, (1501-1504), Online publication date: 1-Oct-2003.COLE E, ADAMS M, BROCK J and POPE J (2018) Outcome of Continence Procedures in the Pediatric Patient: A Single Institutional ExperienceJournal of Urology, VOL. 170, NO. 2, (560-563), Online publication date: 1-Aug-2003.Colvert J, Kropp B, Cheng E, Pope J, Brock J, Adams M, Austin P, Furness P and Koyle M (2018) The Use of Small Intestinal Submucosa as an off-the-shelf Urethral Sling Material for Pediatric Urinary IncontinenceJournal of Urology, VOL. 168, NO. 4 Part 2, (1872-1876), Online publication date: 1-Oct-2002.Toh K and Diokno A (2018) Management of Intrinsic Sphincter Deficiency in Adolescent Females with Normal Bladder Emptying FunctionJournal of Urology, VOL. 168, NO. 3, (1150-1153), Online publication date: 1-Sep-2002.NGUYEN H, BAUER S, DIAMOND D and RETIK A (2018) RECTUS FASCIAL SLING FOR THE TREATMENT OF NEUROGENIC SPHINCTERIC INCONTINENCE IN BOYS: IS IT SAFE AND EFFECTIVE?Journal of Urology, VOL. 166, NO. 2, (658-661), Online publication date: 1-Aug-2001.AUSTIN P, WESTNEY O, LENG W, McGUIRE E and RITCHEY M (2018) ADVANTAGES OF RECTUS FASCIAL SLINGS FOR URINARY INCONTINENCE IN CHILDREN WITH NEUROPATHIC BLADDERSJournal of Urology, VOL. 165, NO. 6 Part 2, (2369-2372), Online publication date: 1-Jun-2001.KRYGER J, GONZÁLEZ R and BARTHOLD J (2018) REVIEW ARTICLE: SURGICAL MANAGEMENT OF URINARY INCONTINENCE IN CHILDREN WITH NEUROGENIC SPHINCTERIC INCOMPETENCEJournal of Urology, VOL. 163, NO. 1, (256-263), Online publication date: 1-Jan-2000.BARTHOLD J, RODRIGUEZ E, FREEDMAN A, FLEMING P and GONZALEZ R (2018) RESULTS OF THE RECTUS FASCIAL SLING AND WRAP PROCEDURES FOR THE TREATMENT OF NEUROGENIC SPHINCTERIC INCONTINENCEJournal of Urology, VOL. 161, NO. 1, (272-274), Online publication date: 1-Jan-1999. Volume 156Issue 2SAugust 1996Page: 642-646 Advertisement Copyright & Permissions© 1996 by American Urological Association, Inc.MetricsAuthor Information Luis M. Perez More articles by this author Edwin A. Smith More articles by this author Bruce H. Broecker More articles by this author Charlotte A. Massad More articles by this author Thomas S. Parrott More articles by this author John R. Woodard More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Luis Miguel Luengo Pérez",
      "id": "A5103595224",
      "orcid": null,
      "institutions": [
        {
          "id": "I2800903681",
          "display_name": "Henrietta Egleston Hospital for Children",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I150468666",
          "display_name": "Emory University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Luis M. Perez"
    },
    {
      "display_name": "Edwin A. Smith",
      "id": "A5113508516",
      "orcid": "https://orcid.org/0000-0002-6648-6301",
      "institutions": [
        {
          "id": "I2800903681",
          "display_name": "Henrietta Egleston Hospital for Children",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I150468666",
          "display_name": "Emory University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Edwin A. Smith"
    },
    {
      "display_name": "Bruce H. Broecker",
      "id": "A5066804543",
      "orcid": null,
      "institutions": [
        {
          "id": "I2800903681",
          "display_name": "Henrietta Egleston Hospital for Children",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I150468666",
          "display_name": "Emory University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Bruce H. Broecker"
    },
    {
      "display_name": "Charlotte A. Massad",
      "id": "A5080653182",
      "orcid": null,
      "institutions": [
        {
          "id": "I2800903681",
          "display_name": "Henrietta Egleston Hospital for Children",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I150468666",
          "display_name": "Emory University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Charlotte A. Massad"
    },
    {
      "display_name": "Thomas S. Parrott",
      "id": "A5075729839",
      "orcid": null,
      "institutions": [
        {
          "id": "I2800903681",
          "display_name": "Henrietta Egleston Hospital for Children",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I150468666",
          "display_name": "Emory University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Thomas S. Parrott"
    },
    {
      "display_name": "John R. Woodard",
      "id": "A5112783856",
      "orcid": null,
      "institutions": [
        {
          "id": "I2800903681",
          "display_name": "Henrietta Egleston Hospital for Children",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I150468666",
          "display_name": "Emory University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "John R. Woodard"
    }
  ],
  "publication_year": 1996,
  "publication_date": "1996-08-01",
  "type": "review",
  "cited_by_count": 63,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "156",
  "issue": "2S",
  "first_page": "642",
  "last_page": "646",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.91920686
    },
    {
      "id": "C178103971",
      "display_name": "Sling (weapon)",
      "level": 2,
      "score": 0.86917615
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.59062773
    },
    {
      "id": "C2779176196",
      "display_name": "Epispadias",
      "level": 2,
      "score": 0.484629
    },
    {
      "id": "C2778531004",
      "display_name": "Urinary incontinence",
      "level": 2,
      "score": 0.48312184
    },
    {
      "id": "C2908647359",
      "display_name": "Population",
      "level": 2,
      "score": 0.47616598
    },
    {
      "id": "C2780334110",
      "display_name": "Pediatric urology",
      "level": 2,
      "score": 0.46811646
    },
    {
      "id": "C2778208658",
      "display_name": "Cloacal exstrophy",
      "level": 3,
      "score": 0.4660123
    },
    {
      "id": "C167135981",
      "display_name": "Retrospective cohort study",
      "level": 2,
      "score": 0.4106875
    },
    {
      "id": "C61434518",
      "display_name": "General surgery",
      "level": 1,
      "score": 0.38071242
    },
    {
      "id": "C2779741777",
      "display_name": "Bladder exstrophy",
      "level": 2,
      "score": 0.35564572
    },
    {
      "id": "C99454951",
      "display_name": "Environmental health",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11815",
      "display_name": "Urological Disorders and Treatments",
      "score": 0.9999
    },
    {
      "id": "T11174",
      "display_name": "Pediatric Urology and Nephrology Studies",
      "score": 0.9908
    },
    {
      "id": "T10279",
      "display_name": "Urinary Bladder and Prostate Research",
      "score": 0.9702
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/s0022-5347(01)65773-2",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:19:33.354165",
  "source_database": "OpenAlex"
}