{
  "openalex_id": "W2001562471",
  "doi": "https://doi.org/10.1353/jwh.2011.0033",
  "title": "&lt;i&gt;The Moroccan Soul: French Education, Colonial Ethnology, and Muslim Resistance, 1912–1956&lt;/i&gt; (review)",
  "abstract": "Reviewed by: The Moroccan Soul: French Education, Colonial Ethnology, and Muslim Resistance, 1912–1956 Ellen Amster The Moroccan Soul: French Education, Colonial Ethnology, and Muslim Resistance, 1912–1956. By Spencer D. Segalla. Lincoln: University of Nebraska Press, 2009. 344 pp. $55.00 (cloth). Spencer Segalla brings a postcolonial perspective to education in Morocco, having served as a teacher at the American School in Casablanca. In The Moroccan Soul, Segalla argues that the French colonizer imagined “Moroccanness as a static, natural, and neatly bounded identity” (p. ix), a product of the colonial philosophy of Hubert Lyautey, the first resident general of France in Morocco (1912–1925), the ethnologist Maurice Delafosse, the director of public education in Morocco Georges Hardy (1919 –1926), and his successor and disciple Louis Brunot (1920 –1939). Segalla suggests that Arabization programs created by Moroccan nationalists have unwittingly perpetuated aspects of this colonial construct; in 2001, he was surprised to hear Moroccans characterize his Moroccan students as “not really Moroccan” because “they spoke too much English or too much French” (p. x). Segalla offers the first comprehensive history of education in Morocco, an important contribution to the history of the French Protectorate and French colonial studies. When Lyautey undertook a Protectorate in 1912, France had abandoned the assimilation ideal of the mission civilisatrice, a “faith in the ability of reason to prescribe a universal civilized way of life, and a commitment to universal equality,” in favor of a politics of “association” between colonizer and colonized (p. 9). But Lyautey was always a bitter critic of the Republic, which he found bureaucratic, “unhealthy [and] fatal to will and confidence.” He preferred instead the frank hierarchy of British imperial rule, which he saw as a “serious grasp of social duties, of family, of functions, and respect for one’s interlocutor” (p. 12). Lyautey envisioned muscular, masculine, military “men of action” to “safeguard all the things that constitute the soul of this people, her traditions, her customs, her mores, her hierarchy, her religion” (p. 14). To this end, he recruited the ethnologically minded Hardy as his director of public instruction (DIP) in 1919. Hubert Lyautey is a figure historians “know” yet often treat in shorthand. Segalla provides important access, especially as Daniel Rivet’s magisterial Lyautey et l’institution du protectorat français au Maroc, 1912–1925 (1988) and Lyautey’s own works remain largely untranslated. The book complements William Hoisington’s excellent Lyautey and the French Conquest of Morocco (New York: St. Martin’s Press, 1995). George Hardy began his career in West Africa, where Governor- General Ponty appointed him director of education for all of West [End Page 420] Africa (AOF) in 1912. Ponty advocated leçons des choses (“lessons of things”) for Africans, presenting real objects so that students learn to “associate signifiers directly with the objects and actions signified” (p. 67). French language was used “not to turn natives into Frenchmen, but rather to improve African societies within their own setting” (p. 66). But native Senegalese of the Four Communes of Gorée, Saint-Louis, Dakar, and Rufisque, who acquired French citizenship under the July Monarchy, demanded political and civil rights. Black African Blaise Diagne, their elected representative to the French Chamber of Deputies in 1914, “put the French republican doctrines of liberty and equality to the test” (p. 70). Appalled by African demands, Hardy allied himself with Maurice Delafosse, who argued that societies had different “mentalities” (p. 72), and Africans “have a process of reasoning as different from . . . French children as the physique of blacks differ from those of whites” (p. 74). Hardy devoted his journal, the Bulletin de l’Enseignement, to pedagogy for the African child (p. 77). Hardy’s insistence on limiting African education angered the French-speaking Senegalese, who succeeded in engineering his ouster. Hardy brought his new perspective on native education to Morocco as Lyautey’s director of public instruction. He instructed his teachers: “Anti-clericalism is not an article to be exported . . . [W]e do not speak of the emancipation of the citizen, nor the liberation of the slave, nor of the liberty of the woman; these questions are not to be discussed in school” (p. 110). Rather, education was to...",
  "authors": [
    {
      "display_name": "Ellen Amster",
      "id": "A5054313826",
      "orcid": "https://orcid.org/0000-0001-8060-3466",
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Ellen Amster"
    }
  ],
  "publication_year": 2011,
  "publication_date": "2011-06-01",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S52423121",
    "display_name": "Journal of world history",
    "issn_l": "1045-6007",
    "issn": [
      "1045-6007",
      "1527-8050"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310321792"
  },
  "volume": "22",
  "issue": "2",
  "first_page": "420",
  "last_page": "423",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C531593650",
      "display_name": "Colonialism",
      "level": 2,
      "score": 0.853385
    },
    {
      "id": "C2780822299",
      "display_name": "Soul",
      "level": 2,
      "score": 0.7830274
    },
    {
      "id": "C2777830688",
      "display_name": "Protectorate",
      "level": 3,
      "score": 0.7250076
    },
    {
      "id": "C2778692574",
      "display_name": "Faith",
      "level": 2,
      "score": 0.5386799
    },
    {
      "id": "C2549261",
      "display_name": "Ethnology",
      "level": 1,
      "score": 0.48983
    },
    {
      "id": "C48580701",
      "display_name": "French",
      "level": 2,
      "score": 0.4780767
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.44161612
    },
    {
      "id": "C15708023",
      "display_name": "Humanities",
      "level": 1,
      "score": 0.42371023
    },
    {
      "id": "C24667770",
      "display_name": "Religious studies",
      "level": 1,
      "score": 0.41863146
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.3289402
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.25721335
    },
    {
      "id": "C27206212",
      "display_name": "Theology",
      "level": 1,
      "score": 0.24299595
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T12545",
      "display_name": "Global Education and Multiculturalism",
      "score": 0.887
    },
    {
      "id": "T11859",
      "display_name": "Educator Training and Historical Pedagogy",
      "score": 0.8723
    },
    {
      "id": "T13504",
      "display_name": "African history and culture analysis",
      "score": 0.854
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/jwh.2011.0033",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:11:17.041294",
  "source_database": "OpenAlex"
}