{
  "openalex_id": "W2001117858",
  "doi": "https://doi.org/10.1080/09853111.1996.11105282",
  "title": "Alkaline orogenic plutonism in the Karakorum batholith: the Upper Cretaceous Koz Sar complex (Karambar valley, N. Pakistan)",
  "abstract": "AbstractThe Karakorum is located north of the India/Kohistan-Ladakh/Eurasia sutures. Along the Karambar valley, its axial batholith comprises four plutonic complexes. (1) The largest one represents the westerly continuation of the huge mid-Cretaceous calc-alkaline Hunza plutonic unit. This unit here displays a remarkable reverse zoning that would result from a differentiation at depth followed by multipulse intrusions. (2) A stock of subalkaline (i.e. intermediate between alkaline and calc-alkaline) granitoids (Warghut porphyritic granite). (3) A composite group of fine-grained granitoids. (4) The so-called Koz Sar alkaline complex (KSAC), a unique example of this composition of plutonism so far reported in the batholith. In addition, leucogranite dykes and rare alkaline mafic ones occur.The KSAC is a heterogeneous and more or less deformed body, ca. 5 km wide and possibly 20 km long, comprising two coeval groups of rocks. (1) Medium- to coarse-grained rocks are the most representative members of the complex. They consist of metaluminous to slightly peralkaline monzonite, quartz monzonite, granite and leucogranite, with iron-rich mafic silicates and Fe-Ti oxide. These subsolvus granitoids define a strongly ferriferous alkaline series. Five monzonite and quartz monzonite samples yield an isochron Rb-Sr age of 88 ± 4 Ma (87Sr/86Sri = 0.70440 ± 7; MSWD = 1.7). (2) Fine-grained rocks (monzogabbro to quartz syenite) are compositionally comparable to the dark-coloured members of the preceding group.The KSAC was emplaced into a post-collisional environment resulting from the accretion, maybe at least since Aptian times, of the Kohistan island arc to the Karakorum. Its alkaline character testifies to the development of extensional tectonics, a process compatible with an oblique collision and/or with the decrease, at the time of collision, of the convergence velocity between the two colliding terrenes. Available data suggest that this alkaline complex (1) is late-orogenic, (2) is genetically-related to the nearby subalkaline granitoids and originates from the same mantle-source with a small crustal contribution, and (3) represents the ultimate member of the mid-Cretaceous subduction-related plutonism emplaced into the Karakorum continental margin.RésuméLe Karakorum se localise au nord des sutures Inde/Kohistan-Ladakh/Eurasie. Le long de la vallée de la Karambar, son batholite axial comprend quatre complexes plutoniques. (1) Le plus vaste correspond au prolongement occidental de la puissante unité de Hunza, calco-alcaline et d'âge crétacé « moyen ». Cette unité montre ici une remarquable zonation inverse qui pourrait résulter d'une différenciation en profondeur suivie d'intrusions multiples. (2) Un stock de granites porphyroïdes subalcalins (granité de Warghut). (3) Un ensemble composite de granitoïdes à grain fin. (4) Un complexe alcalin, dit du Koz Sar (KSAC), seul exemple de plutonisme d'une telle composition rapporté jusqu'ici dans le batholite. En outre, un complexe leucogranitique filonien et de rares filons alcalins basiques sont présents.Le KSAC est un corps hétérogène et plus ou moins déformé, d'environ 5 sur (?) 20 km, réunissant deux groupes de roches du même âge. (1) Celles à grain moyen ou grossier en sont les termes les plus représentatifs. Elles comprennent des monzonites, monzonites quartziques, granites et leucogranites, à silicates mafiques très riches en fer et oxydes ferro-titanés. Ces granitoïdes subsolvus définissent une série alcaline fortement ferrifère, incluant quelques termes légèrement hyperalcalins. Cinq monzonites et monzonites quartziques donnent un âge isochrone Rb-Sr de 88 ± 4 Ma (87Sr/86Sri = 0.70440 ± 7; MSWD = 1.7). (2) Les roches à grain fin (monzogabbro à syénite quartzique) ont des compositions comparables à celles des termes sombres du groupe précédent.Le KSAC s'est mis en place dans un contexte post-collisionnel résultant de l'accrétion, peut-être au moins dès l'Aptien, de l'arc insulaire du Kohistan au Karakorum. Son caractère alcalin témoigne du développement d'une tectonique distensive, compatible avec une collision oblique ou/et avec la décroissance, lors de la collision, du taux de convergence des deux domaines. Les données disponibles suggèrent que ce complexe alcalin (1) est tardi-orogénique, (2) est génétiquement lié aux granitoïdes subalcalins voisins et dérive de la même source mantélique avec faible contribution crustale, (3) représente le terme ultime du plutonisme de subduction mis en place au Crétacé « moyen » dans la marge continentale du Karakorum.Key-words: Alkaline plutonic rocksactive marginsplate collisionKarakorumPakistanMots-clés: Roches plutoniques alcalinesmarges activescollisionKarakorumPakistan",
  "authors": [
    {
      "display_name": "F. Debon",
      "id": "A5040819449",
      "orcid": null,
      "institutions": [
        {
          "id": "I1294671590",
          "display_name": "Centre National de la Recherche Scientifique",
          "country_code": "FR",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "François Debon"
    },
    {
      "display_name": "Naseer Ali Khan",
      "id": "A5051147787",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Naseer Ali Khan"
    }
  ],
  "publication_year": 1996,
  "publication_date": "1996-01-01",
  "type": "article",
  "cited_by_count": 25,
  "is_retracted": false,
  "is_paratext": false,
  "language": "fr",
  "source": {
    "id": "S46446895",
    "display_name": "Geodinamica Acta",
    "issn_l": "0985-3111",
    "issn": [
      "0985-3111",
      "1778-3593"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320547"
  },
  "volume": "9",
  "issue": "4",
  "first_page": "145",
  "last_page": "160",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://www.tandfonline.com/doi/pdf/10.1080/09853111.1996.11105282?needAccess=true",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C20209278",
      "display_name": "Quartz monzonite",
      "level": 4,
      "score": 0.9778198
    },
    {
      "id": "C127313418",
      "display_name": "Geology",
      "level": 0,
      "score": 0.8179386
    },
    {
      "id": "C17409809",
      "display_name": "Geochemistry",
      "level": 1,
      "score": 0.7847142
    },
    {
      "id": "C167284885",
      "display_name": "Mafic",
      "level": 2,
      "score": 0.7735764
    },
    {
      "id": "C180870510",
      "display_name": "Plutonism",
      "level": 4,
      "score": 0.77086127
    },
    {
      "id": "C172660882",
      "display_name": "Batholith",
      "level": 3,
      "score": 0.74540615
    },
    {
      "id": "C2779670319",
      "display_name": "Porphyritic",
      "level": 3,
      "score": 0.5459924
    },
    {
      "id": "C2779532088",
      "display_name": "Leucogranite",
      "level": 4,
      "score": 0.47905076
    },
    {
      "id": "C36723533",
      "display_name": "Trachyte",
      "level": 4,
      "score": 0.42383853
    },
    {
      "id": "C5900021",
      "display_name": "Petrology",
      "level": 1,
      "score": 0.33335316
    },
    {
      "id": "C34122518",
      "display_name": "Pluton",
      "level": 3,
      "score": 0.30590808
    },
    {
      "id": "C171701179",
      "display_name": "Gneiss",
      "level": 3,
      "score": 0.29184556
    },
    {
      "id": "C2779870107",
      "display_name": "Quartz",
      "level": 2,
      "score": 0.21134341
    },
    {
      "id": "C192241223",
      "display_name": "Volcanic rock",
      "level": 3,
      "score": 0.1674875
    },
    {
      "id": "C151730666",
      "display_name": "Paleontology",
      "level": 1,
      "score": 0.13908511
    },
    {
      "id": "C26687426",
      "display_name": "Metamorphic rock",
      "level": 2,
      "score": 0.13684174
    },
    {
      "id": "C120806208",
      "display_name": "Volcano",
      "level": 2,
      "score": 0.0
    },
    {
      "id": "C77928131",
      "display_name": "Tectonics",
      "level": 2,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10001",
      "display_name": "Geological and Geochemical Analysis",
      "score": 0.9999
    },
    {
      "id": "T10110",
      "display_name": "earthquake and tectonic studies",
      "score": 0.9998
    },
    {
      "id": "T10413",
      "display_name": "High-pressure geophysics and materials",
      "score": 0.9992
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1080/09853111.1996.11105282",
  "pdf_url": "https://www.tandfonline.com/doi/pdf/10.1080/09853111.1996.11105282?needAccess=true",
  "retrieved_date": "2025-07-30T14:56:27.846374",
  "source_database": "OpenAlex"
}