{
  "openalex_id": "W2008386739",
  "doi": "https://doi.org/10.7326/0003-4819-150-2-200901200-00012",
  "title": "Personalized Genetic Prediction: Too Limited, Too Expensive, or Too Soon?",
  "abstract": "Editorials20 January 2009Personalized Genetic Prediction: Too Limited, Too Expensive, or Too Soon?John P.A. Ioannidis, MDJohn P.A. Ioannidis, MDFrom the University of Ioannina, Iaonnina 45110, Greece.Author, Article, and Disclosure Informationhttps://doi.org/10.7326/0003-4819-150-2-200901200-00012 SectionsAboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinkedInRedditEmail Genetic epidemiology has identified many common genetic variants that are associated with common diseases, and the list is growing monthly (1, 2). This success has boosted expectations for personalized genetic prediction. According to these expectations, genetic information can tell people about their risk for various diseases and which medications they should use or avoid. However, 2 articles in this issue (3, 4) suggest that this promise may be exaggerated and premature.Paynter and colleagues (3) evaluated the predictive performance of rs10757274 for cardiovascular disease (CVD) in 22 129 white women. This gene variant has emerged from genome-wide association studies, and its ...References1. McCarthy MI, Abecasis GR, Cardon LR, Goldstein DB, Little J, Ioannidis JP, et al. Genome-wide association studies for complex traits: consensus, uncertainty and challenges. Nat Rev Genet. 2008;9:356-69. [PMID: 18398418] CrossrefMedlineGoogle Scholar2. Manolio TA, Brooks LD, Collins FS. A HapMap harvest of insights into the genetics of common disease. J Clin Invest. 2008;118:1590-605. [PMID: 18451988] CrossrefMedlineGoogle Scholar3. Paynter NP, Chasman DI, Buring JE, Shiffman D, Cook NR, Ridker PM. Cardiovascular disease risk prediction with and without knowledge of genetic variation at chromosome 9p21.3. Ann Intern Med. 2009;150:65-72. LinkGoogle Scholar4. Eckman MH, Rosand J, Greenberg SM, Gage BF. Cost-effectiveness of using pharmacogenetic information in warfarin dosing for patients with nonvalvular atrial fibrillation. Ann Intern Med. 2009;150:73-83. LinkGoogle Scholar5. Schunkert H, Götz A, Braund P, McGinnis R, Tregouet DA, Mangino M, et al; Cardiogenics Consortium. Repeated replication and a prospective meta-analysis of the association between chromosome 9p21.3 and coronary artery disease. Circulation. 2008;117:1675-84. [PMID: 18362232] CrossrefMedlineGoogle Scholar6. Kathiresan S, Melander O, Anevski D, Guiducci C, Burtt NP, Roos C, et al. Polymorphisms associated with cholesterol and risk of cardiovascular events. N Engl J Med. 2008;358:1240-9. [PMID: 18354102] CrossrefMedlineGoogle Scholar7. Zheng SL, Sun J, Wiklund F, Smith S, Stattin P, Li G, et al. Cumulative association of five genetic variants with prostate cancer. N Engl J Med. 2008;358:910-9. [PMID: 18199855] CrossrefMedlineGoogle Scholar8. Lango H, Palmer CN, Morris AD, Zeggini E, Hattersley AT, McCarthy MI, et al; UK Type 2 Diabetes Genetics Consortium. Assessing the combined impact of 18 common genetic variants of modest effect sizes on type 2 diabetes risk. Diabetes. 2008;57:3129-35. [PMID: 18591388] CrossrefMedlineGoogle Scholar9. Seddon JM, Francis PJ, George S, Schultz DW, Rosner B, Klein ML. Association of CFH Y402H and LOC387715 A69S with progression of age-related macular degeneration. JAMA. 2007;297:1793-800. [PMID: 17456821] CrossrefMedlineGoogle Scholar10. Pharoah PD, Antoniou AC, Easton DF, Ponder BA. Polygenes, risk prediction, and targeted prevention of breast cancer. N Engl J Med. 2008;358:2796-803. [PMID: 18579814] CrossrefMedlineGoogle Scholar11. Barrett JC, Hansoul S, Nicolae DL, Cho JH, Duerr RH, Rioux JD, et al; NIDDK IBD Genetics Consortium. Genome-wide association defines more than 30 distinct susceptibility loci for Crohn's disease. Nat Genet. 2008;40:955-62. [PMID: 18587394] CrossrefMedlineGoogle Scholar12. Hunter DJ, Khoury MJ, Drazen JM. Letting the genome out of the bottle—will we get our wish? N Engl J Med. 2008;358:105-7. [PMID: 18184955] CrossrefMedlineGoogle Scholar13. Little J, Higgins JPT, Ioannidis JPA, Moher D, Gagnon F, von Elm E, et al. Strengthening the Reporting of Genetic Association Studies (STREGA): an extension of the STROBE statement. Ann Intern Med. 2009. [Forthcoming]. Google Scholar14. Ioannidis JP. Molecular evidence-based medicine: evolution and integration of information in the genomic era. Eur J Clin Invest. 2007;37:340-9. [PMID: 17461979] CrossrefMedlineGoogle Scholar15. Ioannidis JP, Boffetta P, Little J, O'Brien TR, Uitterlinden AG, Vineis P, et al. Assessment of cumulative evidence on genetic associations: interim guidelines. Int J Epidemiol. 2008;37:120-32. [PMID: 17898028] CrossrefMedlineGoogle Scholar16. Janssens AC, Gwinn M, Bradley LA, Oostra BA, van Duijn CM, Khoury MJ. A critical appraisal of the scientific basis of commercial genomic profiles used to assess health risks and personalize health interventions. Am J Hum Genet. 2008;82:593-9. [PMID: 18319070] CrossrefMedlineGoogle Scholar17. Scheuner MT, Sieverding P, Shekelle PG. Delivery of genomic medicine for common chronic adult diseases: a systematic review. JAMA. 2008;299:1320-34. [PMID: 18349093] CrossrefMedlineGoogle Scholar18. Ioannidis JPA. Limits to forecasting in personalized medicine: an overview. Int J Forecast. [Forthcoming]. Google Scholar Author, Article, and Disclosure InformationAffiliations: From the University of Ioannina, Iaonnina 45110, Greece.Disclosures: None disclosed.Corresponding Author: John P.A. Ioannidis, MD, Department of Hygiene and Epidemiology, University of Ioannina School of Medicine, University Campus, Ioannina, 45110, Greece; e-mail, [email protected]uoi.gr. PreviousarticleNextarticle Advertisement FiguresReferencesRelatedDetailsSee AlsoCardiovascular Disease Risk Prediction With and Without Knowledge of Genetic Variation at Chromosome 9p21.3 Nina P. Paynter , Daniel I. Chasman , Julie E. Buring , Dov Shiffman , Nancy R. Cook , and Paul M. Ridker Cost-Effectiveness of Using Pharmacogenetic Information in Warfarin Dosing for Patients With Nonvalvular Atrial Fibrillation Mark H. Eckman , Jonathan Rosand , Steven M. Greenberg , and Brian F. Gage Metrics Cited byA new non-invasive diagnostic tool in coronary artery disease: artificial intelligence as an essential element of predictive, preventive, and personalized medicinePersonalized Respiratory Medicine: Exploring the Horizon, Addressing the Issues. Summary of a BRN-AJRCCM Workshop Held in Barcelona on June 12, 2014Genetic Prediction in the Genetic Analysis Workshop 18 Sequencing DataPrevalence of genetic polymorphisms of CYP2C9 and VKORC1 — Implications for warfarin management and outcome in Croatian patients with acute strokeGenetics and Genomics for the Prevention and Treatment of Cardiovascular Disease: UpdateRe-examining the Gene in Personalized GenomicsUtility of Genome-Wide Association Study findings: prostate cancer as a translational research paradigmGenotype-based personalised nutrition for obesity prevention and treatment: are we there yet?Direct-to-Consumer Genetic TestingReconsidering the Criteria for Evaluating Proposed Screening Programs: Reflections From 4 Current and Former Members of the U.S. Preventive Services Task ForceThe Death of the Cancer CellInherited genetic markers discovered to date are able to identify a significant number of men at considerably elevated risk for prostate cancerDirect-to-Consumer Genetic TestingUse of genomic profiling to assess risk for cardiovascular disease and identify individualized prevention strategies—A targeted evidence-based reviewA Survey of UK Public Interest in Internet-Based Personal Genome TestingExpectations, validity, and reality in omicsConsiderations for the Impact of Personal Genome Information: A Study of Genomic Profiling among Genetics and Genomics ProfessionalsThe Prospect of Genome-guided Preventive Medicine: A Need and Opportunity for Genetic CounselorsNew Approaches to Stroke Prevention in Atrial FibrillationEthical implications of the use of whole genome methods in medical researchPredictive and prognostic molecular markers for cancer medicineEvaluation of genetic tests for susceptibility to common complex diseases: why, when and how?Die Verflüssigung der Norm: Selbstregierung und personalisierte GesundheitPublic Health GenomicsDo DNA Microarrays Tell the Story of Gene Expression?Clinical pharmacology, biomarkers and personalized medicine: education pleaseCollaborative Meta-analysis: Associations of 150 Candidate Genes With Osteoporosis and Osteoporotic FractureJ. Brent Richards, MD, MSc, Fotini K. Kavvoura, MD, PhD, Fernando Rivadeneira, MD, PhD, Unnur Styrkársdóttir, PhD, Karol Estrada, MSc, Bjarni V. Halldórsson, PhD, Yi-Hsiang Hsu, MD, ScD, M. Carola Zillikens, MD, Scott G. Wilson, PhD, Benjamin H. Mullin, BSc, Najaf Amin, MSc, Yurii S. Aulchenko, PhD, L. Adrienne Cupples, PhD, Panagiotis Deloukas, PhD, Serkalem Demissie, PhD, Albert Hofman, MD, PhD, Augustine Kong, PhD, David Karasik, PhD, Joyce B. van Meurs, PhD, Ben A. Oostra, PhD, Huibert A.P. Pols, MD, PhD, Gunnar Sigurdsson, MD, PhD, Unnur Thorsteinsdottir, PhD, Nicole Soranzo, PhD, Frances M.K. Williams, MD, PhD, Yanhua Zhou, MSc, Stuart H. Ralston, MD, Gudmar Thorleifsson, PhD, Cornelia M. van Duijn, PhD, Douglas P. Kiel, MD, MPH, Kari Stefansson, MD, PhD, André G. Uitterlinden, PhD, John P.A. Ioannidis, MD, PhD, and Tim D. Spector, MD, MSc, for the GEFOS (Genetic Factors for Osteoporosis) ConsortiumPopulation-Wide Generalizability of Genome-Wide Discovered AssociationsComparative effectiveness research and genomic medicine: An evolving partnership for 21st century medicineExpanding the Public Health Research Agenda for Ovarian CancerEnabling personalized medicine through the use of healthcare information technologyThe Scientific Foundation for Personal Genomics: Recommendations from a National Institutes of Health–Centers for Disease Control and Prevention Multidisciplinary WorkshopReporting genetic association studies: the STREGA statementPersonalized Medicine: Reality and Reality Checks 20 January 2009Volume 150, Issue 2Page: 139-141KeywordsBreast cancerCardiovascular diseasesClinical geneticsGenetic diseasesGeneticsHemorrhageMedical risk factorsPharmacogeneticsPopulation statistics ePublished: 20 January 2009 Issue Published: 20 January 2009 Copyright & PermissionsCopyright © 2009 by American College of Physicians. All Rights Reserved.PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "John P. A. Ioannidis",
      "id": "A5070446713",
      "orcid": "https://orcid.org/0000-0003-3118-6859",
      "institutions": [
        {
          "id": "I194019607",
          "display_name": "University of Ioannina",
          "country_code": "GR",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "John P.A. Ioannidis"
    }
  ],
  "publication_year": 2009,
  "publication_date": "2009-01-20",
  "type": "letter",
  "cited_by_count": 52,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S119722071",
    "display_name": "Annals of Internal Medicine",
    "issn_l": "0003-4819",
    "issn": [
      "0003-4819",
      "1539-3704"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316812"
  },
  "volume": "150",
  "issue": "2",
  "first_page": "139",
  "last_page": "139",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.8902389
    },
    {
      "id": "C32220436",
      "display_name": "Personalized medicine",
      "level": 2,
      "score": 0.4419223
    },
    {
      "id": "C177713679",
      "display_name": "Intensive care medicine",
      "level": 1,
      "score": 0.43411827
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.32042724
    },
    {
      "id": "C60644358",
      "display_name": "Bioinformatics",
      "level": 1,
      "score": 0.3003144
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10261",
      "display_name": "Genetic Associations and Epidemiology",
      "score": 0.9994
    },
    {
      "id": "T13984",
      "display_name": "Nutrition, Genetics, and Disease",
      "score": 0.997
    },
    {
      "id": "T11642",
      "display_name": "Genomics and Rare Diseases",
      "score": 0.9898
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.7326/0003-4819-150-2-200901200-00012",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:48:51.670049",
  "source_database": "OpenAlex"
}