{
  "openalex_id": "W2008602342",
  "doi": "https://doi.org/10.1074/jbc.c800194200",
  "title": "An Ion Selectivity Filter in the Extracellular Domain of Cys-loop Receptors Reveals Determinants for Ion Conductance",
  "abstract": "Neurotransmitter binding to Cys-loop receptors promotes a prodigious transmembrane flux of several million ions/s, but to date, structural determinants of ion flux have been identified flanking the membrane-spanning region. Using x-ray crystallography, sequence analysis, and single-channel recording, we identified a novel determinant of ion conductance near the point of entry of permeant ions. Co-crystallization of acetylcholine-binding protein with sulfate anions revealed coordination of SO42- with a ring of lysines at a position equivalent to 24Å above the lipid membrane in homologous Cys-loop receptors. Analysis of multiple sequence alignments revealed that residues equivalent to the ring of lysines are negatively charged in cation-selective receptors but are positively charged in anion-selective receptors. Charge reversal of side chains at homologous positions in the nicotinic receptor from the motor end plate decreases unitary conductance up to 80%. Selectivity filters stemming from transmembrane α-helices have similar pore diameters and compositions of amino acids. These findings establish that when the channel opens under a physiological electrochemical gradient, permeant ions are initially stabilized within the extracellular vestibule of Cys-loop receptors, and this stabilization is a major determinant of ion conductance. Neurotransmitter binding to Cys-loop receptors promotes a prodigious transmembrane flux of several million ions/s, but to date, structural determinants of ion flux have been identified flanking the membrane-spanning region. Using x-ray crystallography, sequence analysis, and single-channel recording, we identified a novel determinant of ion conductance near the point of entry of permeant ions. Co-crystallization of acetylcholine-binding protein with sulfate anions revealed coordination of SO42- with a ring of lysines at a position equivalent to 24Å above the lipid membrane in homologous Cys-loop receptors. Analysis of multiple sequence alignments revealed that residues equivalent to the ring of lysines are negatively charged in cation-selective receptors but are positively charged in anion-selective receptors. Charge reversal of side chains at homologous positions in the nicotinic receptor from the motor end plate decreases unitary conductance up to 80%. Selectivity filters stemming from transmembrane α-helices have similar pore diameters and compositions of amino acids. These findings establish that when the channel opens under a physiological electrochemical gradient, permeant ions are initially stabilized within the extracellular vestibule of Cys-loop receptors, and this stabilization is a major determinant of ion conductance. Ion selectivity defines two major classes of Cys-loop receptors. Receptors that selectively translocate cations are excitatory and include vertebrate nAChRs 3The abbreviations used are: nAChRnicotinic acetylcholine receptorAChBPacetylcholine-binding proteinAcAplysia californica 3The abbreviations used are: nAChRnicotinic acetylcholine receptorAChBPacetylcholine-binding proteinAcAplysia californica and 5-HT3 receptors, whereas receptors that selectively translocate anions are inhibitory and include γ-aminobutyric acid and glycine receptors. A molecular basis for ion selectivity was first proposed based on conserved rings of charged residues and the observation that mutations of these residues in the nAChR influence conductance and selectivity (supplemental Fig. S1) (1Imoto K. Busch C. Sakmann B. Mishina M. Konno T. Nakai J. Bujo H. Mori Y. Fukuda K. Numa S. Nature. 1988; 335: 645-648Crossref PubMed Scopus (604) Google Scholar). Subsequent studies have focused on reversing selectivity (2Galzi J.L. Devillers-Thiery A. Hussy N. Bertrand S. Changeux J.P. Bertrand D. Nature. 1992; 359: 500-505Crossref PubMed Scopus (343) Google Scholar, 3Corringer P.J. Bertrand S. Galzi J.L. Devillers-Thiery A. Changeux J.P. Bertrand D. Neuron. 1999; 22: 831-843Abstract Full Text Full Text PDF PubMed Scopus (144) Google Scholar) and comparing determinants of ion conductance in nicotinic receptors with those in other Cys-loop receptors (4Keramidas A. Moorhouse A.J. Schofield P.R. Barry P.H. Prog. Biophys. Mol. Biol. 2004; 86: 161-204Crossref PubMed Scopus (157) Google Scholar). These studies described ion selectivity filters in transmembrane-spanning domains using mutagenesis and electrophysiological techniques. More recently, mutations of residues in a channel cytoplasmic region altered conductance in 5-HT3A receptors (5Kelley S.P. Dunlop J.I. Kirkness E.F. Lambert J.J. Peters J.A. Nature. 2003; 424: 321-324Crossref PubMed Scopus (231) Google Scholar), suggesting that other domains form vestibules leading into the channel that may influence ion conductance and selectivity. In Cys-loop receptors, a large N-terminal domain encloses a vestibule that extends from the constricted ion pore extracellularly by 60 Å. Structural and computational studies have suggested that regions within the N-terminal domain contribute to ion conductance and selectivity (6Unwin N. J. Mol. Biol. 2005; 346: 967-989Crossref PubMed Scopus (1396) Google Scholar, 7Wang H.-L. Cheng X. Taylor P. McCammon J.A. Sine S.M. PLoS Comput. Biol. 2008; 4: e41Crossref PubMed Scopus (49) Google Scholar), but direct experimental evidence is lacking. nicotinic acetylcholine receptor acetylcholine-binding protein Aplysia californica nicotinic acetylcholine receptor acetylcholine-binding protein Aplysia californica Also lacking is a chemical description of ion selectivity and conductance in Cys-loop receptors at the atomic level. Cryo-electron microscopy applied to the nAChR from Torpedo provided structural information at a resolution of 4 Å (6Unwin N. J. Mol. Biol. 2005; 346: 967-989Crossref PubMed Scopus (1396) Google Scholar, 8Miyazawa A. Fujiyoshi Y. Unwin N. Nature. 2003; 423: 949-955Crossref PubMed Scopus (1070) Google Scholar), but single ions and most amino acid side chains could not be resolved. Currently, our understanding of ion translocation through channels comes from studies on voltage-gated ion channels (9Dutzler R. Campbell E.B. Cadene M. Chait B.T. MacKinnon R. Nature. 2002; 415: 287-294Crossref PubMed Scopus (1326) Google Scholar, 10Zhou Y. Morais-Cabral J.H. Kaufman A. MacKinnon R. Nature. 2001; 414: 43-48Crossref PubMed Scopus (1682) Google Scholar, 11Doyle D.A. Morais Cabral J. Pfuetzner R.A. Kuo A. Gulbis J.M. Cohen S.L. Chait B.T. MacKinnon R. Science. 1998; 280: 69-77Crossref PubMed Scopus (5649) Google Scholar), where non-hydrated ions are coordinated in a pore lined with partial charges of carbonyl groups of the protein backbone, and single ions pass processionally in a linear chain through the channel. Functional studies suggest a fundamentally different mechanism of ion translocation in Cys-loop receptors. First, hydrophobic α-helices line the pore, and ions remain hydrated as they pass. Second, ions are coordinated by fully charged amino acid side chains in multiple locations along the ion translocation pathway. Third, the diameter of the channel pore is larger in the Cys-loop family of receptors. Herein, we describe a novel ion selectivity filter stemming from the β-sheets of the extracellular ligand-binding domain of nAChRs and provide a high resolution atomic structure of ion coordination in the water-soluble AChBP. Using the low resolution structure of the nAChR transmembrane domain (8Miyazawa A. Fujiyoshi Y. Unwin N. Nature. 2003; 423: 949-955Crossref PubMed Scopus (1070) Google Scholar), we show spatial and charge similarities between the β-sheet filter and α-helical filters of the transmembrane domain. A gene chemically synthesized from oligonucleotides encoding the soluble Ac_AChBP was expressed in HEK293S cells lacking the N-acetylglucosaminyltransferase I gene (GnTI– cells) (12Reeves P.J. Callewaert N. Contreras R. Khorana H.G. Proc. Natl. Acad. Sci. U. S. A. 2002; 99: 13419-13424Crossref PubMed Scopus (493) Google Scholar). Ac_AChBP was purified from the media as described previously (13Hansen S.B. Sulzenbacher G. Huxford T. Marchot P. Taylor P. Bourne Y. EMBO J. 2005; 24: 3635-3646Crossref PubMed Scopus (568) Google Scholar, 14Hansen S.B. Talley T.T. Radic Z. Taylor P. J. Biol. Chem. 2004; 279: 24197-24202Abstract Full Text Full Text PDF PubMed Scopus (134) Google Scholar). Sulfate complexes were formed in 1.26 m (NH4)2SO42− and 0.1 m cacodylate (pH 6.5) with 10–15 mg/ml protein at room temperature. Crystallization was achieved by vapor diffusion at 18 °C using a protein-to-well ratio of 1:1 in 0.2-μl sitting drops using a Douglas Oryx8 robot. 20% glycerol was added to the drop, and the crystals were flash-cooled in liquid nitrogen. Data were processed with HKL2000 (15Otwinowski Z. Minor W. Methods Enzymol. 1997; 276: 307-326Crossref Scopus (38253) Google Scholar), and all further computing was carried out with the CCP4 Program Suite (16Collaborative Computational Project Number 4Acta Crystallogr. Sect. D Biol. Crystallogr. 1994; 50: 760-763Crossref PubMed Scopus (19668) Google Scholar). A solution was obtained by molecular replacement with AMoRe (17Navaza J. Acta Crystallogr. Sect. A. 1994; 50: 157-163Crossref Scopus (5026) Google Scholar) using the structure of apo-Ac_AChBP (Protein Data Bank code 2BYN) (13Hansen S.B. Sulzenbacher G. Huxford T. Marchot P. Taylor P. Bourne Y. EMBO J. 2005; 24: 3635-3646Crossref PubMed Scopus (568) Google Scholar) as a search model. The initial electron density maps were improved considerably by manual adjustment with the graphics program Xtalview Version 4.1 (18McRee D. J. Mol. Graph. 1992; 10: 44-46Crossref Google Scholar). All structures were refined with REFMAC (19Murshudov G.N. Vagin A.A. Dodson E.J. Acta Crystallogr. Sect. D Biol. Crystallogr. 1997; 53: 240-255Crossref PubMed Scopus (13712) Google Scholar) using the maximum likelihood approach and incorporating bulk solvent corrections, anisotropic Fo versus Fc scaling, and TLS refinement with each subunit defining a TLS group. Electrophysiological studies were performed in BOSC cells (20Pear W.S. Nolan G.P. Scott M.L. Baltimore D. Proc. Natl. Acad. Sci. U. S. A. 1993; 90: 8392-8396Crossref PubMed Scopus (2275) Google Scholar) using the cell-attached patch-clamp method essentially as described previously (21Wang H.-L. Milone M. Ohno K. Shen X.M. Tsujino A. Batocchi A.P. Tonali P. Brengman J. Engel A.G. Sine S.M. Nat. Neurosci. 1999; 2: 226-233Crossref PubMed Scopus (103) Google Scholar). For electrophysiological studies, BOSC cells (20Pear W.S. Nolan G.P. Scott M.L. Baltimore D. Proc. Natl. Acad. Sci. U. S. A. 1993; 90: 8392-8396Crossref PubMed Scopus (2275) Google Scholar), a variant of the HEK293 cell line, were transfected with human wild-type or mutant nAChR subunit cDNAs using calcium phosphate precipitation. A plasmid encoding green fluorescent protein was included in all transfections to allow identification of transfected cells under fluorescence optics. Cells were used for single-channel current measurements 1 or 2 days after transfection. Mutant cDNAs were constructed using the QuikChange site-directed mutagenesis kit (Stratagene) and were confirmed by sequencing the entire coding region. Coexpression of four or five nAChR subunits with Lys substituted for Asp97 greatly reduced the number of nAChRs on the cell surface, as indicated by decreased binding of 125I-α-bungarotoxin and low frequency of acetylcholine-elicited single-channel openings detected by patch clamp. Thus, for receptors with four or five Lys substitutions, we incorporated a Leu-to-Ser mutation at position 9′ of transmembrane domain M2 in the ϵ-subunit (ϵL9′S) and found that it enhanced the frequency of channel opening but did not alter the unitary conductance of receptors without D97K mutations. Single-channel recordings were obtained in the cell-attached patch configuration at 22 °C. The bath and pipette solutions contained 142 mm KCl, 5.4 mm NaCl, 1.8 mm CaCl2, 1.7 mm MgCl2, and 10 mm HEPES (pH 7.4). Acetylcholine (Sigma) was kept as a 100 mm stock solution at –80 °C and added to the pipette solution before recording. Patch pipettes were pulled from 7052 capillary tubes (Garner Glass) and coated with Sylgard (Dow Corning). Single-channel currents were recorded using an Axopatch 200B patch-clamp amplifier (Molecular Devices) and digitized at 2-μs intervals with the PCI-6111E fast data acquisition board (National Instruments) using Acquire software (Bruxton Corp.). Single-channel currents were detected using TAC software (Bruxton Corp.) at a final bandwidth of 10 kHz. Single-channel current amplitudes were determined by fitting a Gaussian function to all-point histograms generated from the digitized current traces. In most cases, two Gaussian functions were needed to describe the all-point histogram from each recording; one Gaussian function corresponded to the closed current level, and the other corresponded to the open current level. The difference between the mean values of the two distributions yielded the single-channel current amplitude. The soluble AChBP from mollusks is an established structural and functional surrogate of the N-terminal ligand-binding domain of Cys-loop receptors amenable to high resolution crystallographic studies (22Bouzat C. Gumilar F. Spitzmaul G. Wang H.-L. Rayes D. Hansen S.B. Taylor P. Sine S.M. Nature. 2004; 430: 896-900Crossref PubMed Scopus (239) Google Scholar, 23Brejc K. van Dijk W.J. Klaassen R.V. Schuurmans M. van der Oost J. Smit A.B. Sixma T.K. Nature. 2001; 411: 269-276Crossref PubMed Scopus (1564) Google Scholar). We co-crystallized Ac_AChBP in the presence of the anions sulfate and cacodylate. Crystals diffracted to 3.1-Å resolution, and the data were refined to an R/Rfree of 21/25 (supplemental Table S1). The asymmetric subunit contains two pentamers each enclosing a symmetric ring of sulfate ions 13 Å in diameter and orthogonal to the 5-fold symmetry axis located in the vestibule. Arg97 and Lys42 occupy a single conformation in each subunit and coordinate one of five total sulfate ions per pentamer (Fig. 1, A–C). When viewed perpendicular to the central vestibule, the ring of sulfates is located ∼15 Å apical to what would be the outer membrane interface in a full-length receptor (Fig. 1A). Sequence alignment of human Cys-loop receptors shows that residues at a position equivalent to Arg97 in Ac_AChBP are conserved as Asp in cation-selective receptors, whereas they are conserved as Lys or adjacent Lys residues in anion-selective receptors (Fig. 2); Lys42 is not conserved in the family. In the Torpedo nAChR, Asp97 extends from a loop that forms the narrowest region of the central vestibule of the N-terminal ligand-binding domain. We reasoned that residue 97 may be positioned to filter ions analogous to the selectivity filters that flank the α-helical transmembrane domain or within the cytoplasmic domain. To determine whether the ring of charged residues contributes to ion translocation, we examined Asp97 of the α-subunit and residues at equivalent positions of the β-, δ-, and ϵ-subunits in the nicotinic receptor from the motor end plate. We reversed the charges of residues in all five subunits, coexpressed the subunits to form heteropentameric receptors, and recorded single-channel currents elicited by acetylcholine (Fig. 3). Compared with the wild-type receptor, the mutant receptor exhibited decreased unitary current amplitude at each test potential (Fig. 3, A and B); a plot of unitary current against transmembrane potential reveals a straight line, the slope of which yields the unitary conductance and shows a decrease of 70% compared with the wild-type nAChR (Fig. 3F). Channel openings of receptors containing five Lys substitutions also appear prolonged; this is likely a consequence of the mutation in the second transmembrane domain needed to enhance expression (see \"Experimental Procedures\"), which also increases mean channel open time (24Labarca C. Nowak M.W. Zhang H. Tang L. Deshpande P. Lester H.A. Nature. 1995; 376: 514-516Crossref PubMed Scopus (261) Google Scholar). The conductance decrease depends nonlinearly on the number of charge-reversal mutations in the pentamer, showing no change following reversal of the two α-subunits and only a slight decrease with reversal of three subunits (Fig. 3, D and E). However, the net charge of the ring is less important than the side chain substitutions and the locations of the mutant subunits. Introducing four Lys residues and maintaining one Asp residue (net charge of +3) decreased unitary conductance by 55%, whereas introducing three Lys and two Ala residues (net charge of +3) decreased unitary conductance by 80%. The observation that the ring of charge aligned at α-Asp97 affects unitary conductance agrees with predictions from all atom molecular dynamics simulations, which showed that cations pause for extended periods at this location in the course of passing through the channel (7Wang H.-L. Cheng X. Taylor P. McCammon J.A. Sine S.M. PLoS Comput. Biol. 2008; 4: e41Crossref PubMed Scopus (49) Google Scholar). Thus positioned close to the point where permeant ions enter the channel, this vestibular ring of charge acts to concentrate and select cations for translocation. The spacing of the α-carbon atoms that form the selectivity filter in Ac_AChBP is 19.3 Å, whereas the equivalent α-carbon atoms in the Torpedo nAChR at 4-Å resolution (6Unwin N. J. Mol. Biol. 2005; 346: 967-989Crossref PubMed Scopus (1396) Google Scholar) show an average spacing of 30.3 ± 1.5 Å, a distance that appears inconsistent with a selectivity filter. However, we overlaid a recent 1.94-Å crystallographic structure of the extracellular domain of the α1-subunit (25Dellisanti C.D. Yao Y. Stroud J.C. Wang Z.Z. Chen L. Nat. Neurosci. 2007; 10: 953-962Crossref PubMed Scopus (352) Google Scholar) onto the two α-subunits of the 4-Å Torpedo nAChR pentamer and found a ring diameter of 21 Å. The decrease in spacing is due to a distinct conformation in the β4/5 loop, where the tip, containing Asp97, protrudes toward the central vestibule. Next, we compared the β-sheet filter in the vestibule of Ac_AChBP with the transmembrane α-helical filters in the 4-Å resolution structure of the Torpedo nAChR (8Miyazawa A. Fujiyoshi Y. Unwin N. Nature. 2003; 423: 949-955Crossref PubMed Scopus (1070) Google Scholar) transmembrane domain (Fig. 4). The ring diameters for the α-helical filters average 19.6 ± 0.2 Å, very close to that of the β-sheet filter (Fig. 5). At the cytosolic entrance in the Torpedo nAChR, the poreforming α-helices narrow to ∼11 Å. The well conserved selectivity filter containing Glu241 is located in this region; the α-carbons of the cytosolic filter show a filter diameter of 18.4 Å, even though they are situated behind the α-helix on the M1–M2 linker (Fig. 4). Thus, regardless of whether the selectivity filter is formed by α-helices or the tips of a β-sheet loop, the diameter of the filter defined by the corresponding α-carbon atoms is determined to be ∼19 Å (6Unwin N. J. Mol. Biol. 2005; 346: 967-989Crossref PubMed Scopus (1396) Google Scholar).FIGURE 5The transmembrane (TM) and extracellular (EC) filters are compared in the table on the left. Protein Data Bank codes are in parentheses. Distances are α-carbon distances across the ion permeation pathway. S.D. values were based on five measurements. The asterisks indicate predicted filters based on location and spacing of charge. The bacterial homolog of nAChR from E. chrysanthemi (ELIC) (Protein Data Bank 2VL0) (29Hilf R.J. Dutzler R. Nature. 2008; 452: 375-379Crossref PubMed Scopus (573) Google Scholar) is shown in A–C. A, side view of ELIC with one subunit removed. Side chains of the canonical Glu229 selectivity filter are shown in red. Potential selectivity filters in the extracellular domain are highlighted at Asp86 and Glu64. B, top view looking down the ion channel of ELIC. C, homopentamer of ELIC with five binding sites depicted in green.View Large Image Figure ViewerDownload Hi-res image Download (PPT) Finally, we compared the SO42--bound complex with an Ac_AChBP structure crystallized in the absence of large anions. The highest resolution structure available is a 1.8-Å resolution structure of Ac_AChBP complexed with cocaine in the ligand-binding pocket (26Hansen S.B. Taylor P. J. Mol. Biol. 2007; 369: 895-901Crossref PubMed Scopus (102) Google Scholar). The central vestibule is water-filled, and the narrowest region encloses the extracellular selectivity filter, ∼24 Å from the \"membrane\"; two pentameric rings of ordered water stack vertically near the vestibule wall (supplemental Fig. S1). The vertical position of the water rings is 9 Å apical to that of the rings that coordinate SO42-. The lower position of SO42- in the vestibule allows it to occupy a segment with a wider diameter, perhaps reducing electrostatic repulsion between the internal anions. The extracellular β-sheet filter appears late in prokaryote development and is maintained in all eukaryotes (27Tasneem A. Iyer L.M. Jakobsson E. Aravind L. Genome Biol. 2005; 6: R4Crossref PubMed Google Scholar). Ac_AChBP contains an Arg at position 97 (Fig. 1) (14Hansen S.B. Talley T.T. Radic Z. Taylor P. J. Biol. Chem. 2004; 279: 24197-24202Abstract Full Text Full Text PDF PubMed Scopus (134) Google Scholar), and anion-conducting nAChRs are found for Aplysia (28Kehoe J. McIntosh J.M. J. Neurosci. 1998; 18: 8198-8213Crossref PubMed Google Scholar), suggesting that Ac_AChBP evolved from an anion channel. Recently, the first high resolution structure of a nicotinic receptor homolog called ELIC was solved from a bacterial species (29Hilf R.J. Dutzler R. Nature. 2008; 452: 375-379Crossref PubMed Scopus (573) Google Scholar). Asp86 from ELIC occupies a position near Asp97 in the nAChR, and the diameter defined by α-carbon atoms is 19.1 Å. ELIC may also have an even more apical selectivity filter at Glu64, where an α-helix narrows the extracellular vestibule to a diameter of 20 Å, and the aspartate carboxylates are tilted inward for hydrogen bonding (Fig. 5). The molecular basis of ion selectivity correlates well with the charge-selective nature of Cys-loop receptors. Filters are located at relatively wide regions of the extracellular domain, where a flexible side chain points into the channel lumen. The channel is selective for charge but limited in its selectivity for size or valence. Ions are thought to be hydrated at the level of the filter (30Lewis C.A. Stevens C.F. Proc. Natl. Acad. Sci. U. S. A. 1983; 80: 6110-6113Crossref PubMed Scopus (36) Google Scholar), and bound SO42- coordinates several waters. Coincidently, a pentameric ring forms angles of 108°, an angle amenable to water and ion coordination. Potentially, these geometrical constraints and the need to translocate hydrated ions may have contributed to the rise of pentameric ion channels with an elongated vestibule for ion entry. Characterization of ion selectivity filters in the N-terminal domain and a structural description of ion translocation are fundamental to understanding how Cys-loop receptors function. We have shown for the first time that pentameric β-sheets form a vestibular structure capable of filtering ions as they flow through the open channel. These data demonstrate that the structure of the extracellular domain plays a function role beyond that of ligand binding and its linkage to allosteric gating. The location of the filter is also significant; when nicotinic receptor channels open, sodium ions flow from outside the cell to the cytoplasm and are thus first exposed to the most extracellular selectivity filter. As a region of conserved structure and critical sequence positions, the vestibule could serve as a site for non-competitive modulators. We thank Zoran Radic and Ryan Hibbs for helpful discussion and Cory Ralston and the staff at Advanced Light Source beamline 8.2.2 for data collection. Download .pdf (.21 MB) Help with pdf files",
  "authors": [
    {
      "display_name": "Scott B. Hansen",
      "id": "A5019457716",
      "orcid": "https://orcid.org/0000-0003-0086-9753",
      "institutions": [
        {
          "id": "I6750721",
          "display_name": "University of Montana",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Scott B. Hansen"
    },
    {
      "display_name": "Hailong Wang",
      "id": "A5100367752",
      "orcid": "https://orcid.org/0000-0002-6107-5095",
      "institutions": [
        {
          "id": "I4210120349",
          "display_name": "University of Minnesota Rochester",
          "country_code": "US",
          "type": "education"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Hai-Long Wang"
    },
    {
      "display_name": "Palmer Taylor",
      "id": "A5004460355",
      "orcid": "https://orcid.org/0000-0002-3081-131X",
      "institutions": [
        {
          "id": "I6750721",
          "display_name": "University of Montana",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Palmer Taylor"
    },
    {
      "display_name": "Steven M. Sine",
      "id": "A5087686710",
      "orcid": "https://orcid.org/0000-0002-0594-6052",
      "institutions": [
        {
          "id": "I4210120349",
          "display_name": "University of Minnesota Rochester",
          "country_code": "US",
          "type": "education"
        },
        {
          "id": "I1330342723",
          "display_name": "Mayo Clinic",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Steven M. Sine"
    }
  ],
  "publication_year": 2008,
  "publication_date": "2008-10-22",
  "type": "article",
  "cited_by_count": 60,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S140251998",
    "display_name": "Journal of Biological Chemistry",
    "issn_l": "0021-9258",
    "issn": [
      "0021-9258",
      "1067-8816",
      "1083-351X"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320990"
  },
  "volume": "283",
  "issue": "52",
  "first_page": "36066",
  "last_page": "36070",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "http://www.jbc.org/article/S0021925820496139/pdf",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.5938347
    },
    {
      "id": "C118892022",
      "display_name": "Transmembrane domain",
      "level": 3,
      "score": 0.57496864
    },
    {
      "id": "C121932024",
      "display_name": "Conductance",
      "level": 2,
      "score": 0.52667683
    },
    {
      "id": "C50254741",
      "display_name": "Ion channel",
      "level": 3,
      "score": 0.5117564
    },
    {
      "id": "C145148216",
      "display_name": "Ion",
      "level": 2,
      "score": 0.45616513
    },
    {
      "id": "C8010536",
      "display_name": "Crystallography",
      "level": 1,
      "score": 0.45561585
    },
    {
      "id": "C12554922",
      "display_name": "Biophysics",
      "level": 1,
      "score": 0.45310235
    },
    {
      "id": "C80161118",
      "display_name": "Acetylcholine receptor",
      "level": 3,
      "score": 0.44090295
    },
    {
      "id": "C170493617",
      "display_name": "Receptor",
      "level": 2,
      "score": 0.43897027
    },
    {
      "id": "C45516822",
      "display_name": "KcsA potassium channel",
      "level": 4,
      "score": 0.437042
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.1432145
    },
    {
      "id": "C55493867",
      "display_name": "Biochemistry",
      "level": 1,
      "score": 0.14115104
    },
    {
      "id": "C121332964",
      "display_name": "Physics",
      "level": 0,
      "score": 0.08131611
    },
    {
      "id": "C178790620",
      "display_name": "Organic chemistry",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C26873012",
      "display_name": "Condensed matter physics",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11818",
      "display_name": "Nicotinic Acetylcholine Receptors Study",
      "score": 1.0
    },
    {
      "id": "T10493",
      "display_name": "Ion channel regulation and function",
      "score": 0.9994
    },
    {
      "id": "T11641",
      "display_name": "Insect and Pesticide Research",
      "score": 0.9979
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1074/jbc.c800194200",
  "pdf_url": "http://www.jbc.org/article/S0021925820496139/pdf",
  "retrieved_date": "2025-07-30T15:50:37.757059",
  "source_database": "OpenAlex"
}