{
  "openalex_id": "W2007230531",
  "doi": "https://doi.org/10.1016/j.juro.2009.06.048",
  "title": "Tertiary Gleason Patterns and Biochemical Recurrence After Prostatectomy: Proposal for a Modified Gleason Scoring System",
  "abstract": "No AccessJournal of UrologyAdult Urology1 Oct 2009Tertiary Gleason Patterns and Biochemical Recurrence After Prostatectomy: Proposal for a Modified Gleason Scoring Systemis accompanied byPeriprostatic Adipose Tissue as a Modulator of Prostate Cancer AggressivenessSemaphorin 3B and 3F Single Nucleotide Polymorphisms are Associated With Prostate Cancer Risk and Poor Prognosis Bruce J. Trock, Charles C. Guo, Mark L. Gonzalgo, Ahmed Magheli, Stacy Loeb, and Jonathan I. Epstein Bruce J. TrockBruce J. Trock Department of Urology, The Johns Hopkins Hospital, Baltimore, Maryland , Charles C. GuoCharles C. Guo Department of Pathology, The Johns Hopkins Hospital, Baltimore, Maryland , Mark L. GonzalgoMark L. Gonzalgo Department of Urology, The Johns Hopkins Hospital, Baltimore, Maryland , Ahmed MagheliAhmed Magheli Department of Urology, The Johns Hopkins Hospital, Baltimore, Maryland , Stacy LoebStacy Loeb Department of Urology, The Johns Hopkins Hospital, Baltimore, Maryland , and Jonathan I. EpsteinJonathan I. Epstein Department of Urology, The Johns Hopkins Hospital, Baltimore, Maryland Department of Pathology, The Johns Hopkins Hospital, Baltimore, Maryland Department of Oncology, The Johns Hopkins Hospital, Baltimore, Maryland View All Author Informationhttps://doi.org/10.1016/j.juro.2009.06.048AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: We investigated the relationship between the tertiary Gleason component in radical prostatectomy specimens and biochemical recurrence in what is to our knowledge the largest single institution cohort to date. Materials and Methods: We evaluated data on 3,230 men who underwent radical prostatectomy at our institution from 2000 to 2005. Tertiary Gleason component was defined as Gleason grade pattern 4 or greater for Gleason score 6 and Gleason grade pattern 5 for Gleason score 7 or 8. Results: Biochemical recurrence curves for cancer with tertiary Gleason component were intermediate between those of cancer without a tertiary Gleason component in the same Gleason score category and cancer in the next higher Gleason score category. The only exception was that Gleason score 4 + 3 = 7 with a tertiary Gleason component behaved like Gleason score 8. The tertiary Gleason component independently predicted recurrence when factoring in radical prostatectomy Gleason score, radical prostatectomy stage and prostate specific antigen (HR 1.45, p = 0.029). Furthermore, the magnitude of the tertiary Gleason component effect on recurrence did not differ by Gleason score category (p = 0.593). Conclusions: Although the tertiary Gleason component is frequently included in pathology reports, it is routinely omitted in other situations, such as predictive nomograms, research studies and patient counseling. The current study adds to a growing body of evidence highlighting the importance of the tertiary Gleason component in radical prostatectomy specimens. Accordingly consideration should be given to a modified radical prostatectomy Gleason scoring system that incorporates tertiary Gleason component in intuitive fashion, including Gleason score 6, 6.5 (Gleason score 6 with tertiary Gleason component), 7 (Gleason score 3 + 4 = 7), 7.25 (Gleason score 3 + 4 = 7 with tertiary Gleason component), 7.5 (Gleason score 4 + 3), 8 (Gleason score 4 + 3 with tertiary Gleason component or Gleason score 8), 8.5 (Gleason score 8 with tertiary Gleason component), 9 (Gleason score 4 + 5 or 5 + 4) and 10. References 1 : The histology and prognosis of prostatic cancer. J Urol1967; 97: 331. Link, Google Scholar 2 : Prediction of prognosis for prostatic adenocarcinoma by combined histological grading and clinical staging. J Urol1974; 111: 58. Abstract, Google Scholar 3 : The 2005 International Society of Urological Pathology (ISUP) Consensus Conference on Gleason Grading of Prostatic Carcinoma. Am J Surg Pathol2005; 29: 1228. Google Scholar 4 : Should the Gleason grading system for prostate cancer be modified to account for high-grade tertiary components?: A systematic review and meta-analysis. Lancet Oncol2007; 8: 411. Google Scholar 5 : Tertiary Gleason pattern 5 is a powerful predictor of biochemical relapse in patients with Gleason score 7 prostatic adenocarcinoma. J Urol2006; 175: 1695. Link, Google Scholar 6 : Does the tertiary Gleason pattern influence the PSA progression-free interval after retropubic radical prostatectomy for organ-confined prostate cancer?. Eur Urol2005; 48: 572. Google Scholar 7 : The prognostic significance of tertiary Gleason patterns of higher grade in radical prostatectomy specimens: a proposal to modify the Gleason grading system. Am J Surg Pathol2000; 24: 563. Google Scholar 8 : The prognostic significance of tertiary Gleason pattern 5 in radical prostatectomy specimens. Am J Surg Pathol2004; 28: 394. Google Scholar 9 : Tertiary Gleason pattern 5 in Gleason 7 prostate cancer predicts pathological stage and biochemical recurrence. J Urol2008; 179: 1775. Link, Google Scholar 10 : Significance of tertiary Gleason pattern 5 in Gleason score 7 radical prostatectomy specimens. J Urol2008; 179: 516. Link, Google Scholar 11 : Prognostic significance of Gleason pattern in patients with Gleason score 7 prostate carcinoma. Cancer2003; 98: 2560. Google Scholar 12 : Biological determinants of cancer progression in men with prostate cancer. JAMA1999; 281: 1395. Google Scholar 13 : Prognostic significance of Gleason score 3 + 4 vs Gleason score 4 + 3 tumor at radical prostatectomy. Urology2000; 56: 823. Google Scholar 14 : PSA failure following definitive treatment of prostate cancer having biopsy Gleason score 7 with tertiary grade 5. JAMA2007; 298: 1533. Google Scholar © 2009 by American Urological AssociationFiguresReferencesRelatedDetailsCited ByHam W, Chalfin H, Feng Z, Trock B, Epstein J, Cheung C, Humphreys E, Partin A and Han M (2018) The Impact of Downgrading from Biopsy Gleason 7 to Prostatectomy Gleason 6 on Biochemical Recurrence and Prostate Cancer Specific MortalityJournal of Urology, VOL. 197, NO. 4, (1060-1067), Online publication date: 1-Apr-2017.Yamamoto T, Musunuru H, Vesprini D, Zhang L, Ghanem G, Loblaw A and Klotz L (2018) Metastatic Prostate Cancer in Men Initially Treated with Active SurveillanceJournal of Urology, VOL. 195, NO. 5, (1409-1414), Online publication date: 1-May-2016.Adam M, Hannah A, Budäus L, Steuber T, Salomon G, Michl U, Haese A, Fisch M, Wittmer C, Steurer S, Minner S, Heinzer H, Huland H, Graefen M, Sauter G, Schlomm T and Isbarn H (2018) A Tertiary Gleason Pattern in the Prostatectomy Specimen and its Association with Adverse Outcome after Radical ProstatectomyJournal of Urology, VOL. 192, NO. 1, (97-102), Online publication date: 1-Jul-2014.Lavery H and Droller M (2018) Do Gleason Patterns 3 and 4 Prostate Cancer Represent Separate Disease States?Journal of Urology, VOL. 188, NO. 5, (1667-1675), Online publication date: 1-Nov-2012.Epstein J (2018) An Update of the Gleason Grading SystemJournal of Urology, VOL. 183, NO. 2, (433-440), Online publication date: 1-Feb-2010.Related articlesJournal of UrologyAug 17, 2009, 12:00:00 AMPeriprostatic Adipose Tissue as a Modulator of Prostate Cancer AggressivenessJournal of UrologyAug 17, 2009, 12:00:00 AMSemaphorin 3B and 3F Single Nucleotide Polymorphisms are Associated With Prostate Cancer Risk and Poor Prognosis Volume 182Issue 4October 2009Page: 1364-1370 Advertisement Copyright & Permissions© 2009 by American Urological AssociationKeywordsprostateprostatic neoplasmsprostatectomyprognosissurgical pathologyMetricsAuthor Information Bruce J. Trock Department of Urology, The Johns Hopkins Hospital, Baltimore, Maryland More articles by this author Charles C. Guo Department of Pathology, The Johns Hopkins Hospital, Baltimore, Maryland More articles by this author Mark L. Gonzalgo Department of Urology, The Johns Hopkins Hospital, Baltimore, Maryland More articles by this author Ahmed Magheli Department of Urology, The Johns Hopkins Hospital, Baltimore, Maryland More articles by this author Stacy Loeb Department of Urology, The Johns Hopkins Hospital, Baltimore, Maryland More articles by this author Jonathan I. Epstein Department of Urology, The Johns Hopkins Hospital, Baltimore, Maryland Department of Pathology, The Johns Hopkins Hospital, Baltimore, Maryland Department of Oncology, The Johns Hopkins Hospital, Baltimore, Maryland More articles by this author Expand All Advertisement PDF DownloadLoading ...",
  "authors": [
    {
      "display_name": "Bruce J. Trock",
      "id": "A5010930816",
      "orcid": "https://orcid.org/0000-0003-3529-9295",
      "institutions": [
        {
          "id": "I4210150714",
          "display_name": "Johns Hopkins Hospital",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Bruce J. Trock"
    },
    {
      "display_name": "Charles C. Guo",
      "id": "A5008118779",
      "orcid": "https://orcid.org/0000-0003-2182-3287",
      "institutions": [
        {
          "id": "I4210150714",
          "display_name": "Johns Hopkins Hospital",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Charles C. Guo"
    },
    {
      "display_name": "Mark L. Gonzalgo",
      "id": "A5000564724",
      "orcid": "https://orcid.org/0000-0003-0476-0288",
      "institutions": [
        {
          "id": "I4210150714",
          "display_name": "Johns Hopkins Hospital",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mark L. Gonzalgo"
    },
    {
      "display_name": "Ahmed Magheli",
      "id": "A5108625806",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210150714",
          "display_name": "Johns Hopkins Hospital",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ahmed Magheli"
    },
    {
      "display_name": "Stacy Loeb",
      "id": "A5031483568",
      "orcid": "https://orcid.org/0000-0003-3933-9207",
      "institutions": [
        {
          "id": "I4210150714",
          "display_name": "Johns Hopkins Hospital",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Stacy Loeb"
    },
    {
      "display_name": "Jonathan I. Epstein",
      "id": "A5062227791",
      "orcid": "https://orcid.org/0000-0003-1839-6472",
      "institutions": [
        {
          "id": "I4210150714",
          "display_name": "Johns Hopkins Hospital",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jonathan I. Epstein"
    }
  ],
  "publication_year": 2009,
  "publication_date": "2009-08-27",
  "type": "article",
  "cited_by_count": 88,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "182",
  "issue": "4",
  "first_page": "1364",
  "last_page": "1370",
  "open_access": {
    "is_oa": true,
    "oa_status": "green",
    "oa_url": "https://europepmc.org/articles/pmc4342045?pdf=render",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.964687
    },
    {
      "id": "C2779466945",
      "display_name": "Prostatectomy",
      "level": 4,
      "score": 0.8378788
    },
    {
      "id": "C2777008409",
      "display_name": "Biochemical recurrence",
      "level": 5,
      "score": 0.8146902
    },
    {
      "id": "C126894567",
      "display_name": "Urology",
      "level": 1,
      "score": 0.5861257
    },
    {
      "id": "C2780192828",
      "display_name": "Prostate cancer",
      "level": 3,
      "score": 0.3464681
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.24188071
    },
    {
      "id": "C121608353",
      "display_name": "Cancer",
      "level": 2,
      "score": 0.07100579
    }
  ],
  "topics": [
    {
      "id": "T10124",
      "display_name": "Prostate Cancer Diagnosis and Treatment",
      "score": 1.0
    },
    {
      "id": "T10543",
      "display_name": "Prostate Cancer Treatment and Research",
      "score": 0.9999
    },
    {
      "id": "T12866",
      "display_name": "Urologic and reproductive health conditions",
      "score": 0.9898
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/j.juro.2009.06.048",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:04:45.750423",
  "source_database": "OpenAlex"
}