{
  "openalex_id": "W2006069963",
  "doi": "https://doi.org/10.1016/s0022-5347(01)65851-8",
  "title": "Use of a New Tumor Marker, Urinary NMP22, in the Detection of Occult or Rapidly Recurring Transitional Cell Carcinoma of the Urinary Tract Following Surgical Treatment",
  "abstract": "No AccessJournal of UrologyClinical Urology: Original Article1 Aug 1996Use of a New Tumor Marker, Urinary NMP22, in the Detection of Occult or Rapidly Recurring Transitional Cell Carcinoma of the Urinary Tract Following Surgical Treatment Mark S. Soloway, Joseph V. Briggman, Gennaro A. Carpinito, Gerald W. Chodak, Paul A. Church, Donald L. Lamm, Paul Lange, Edward Messing, Robert M. Pasciak, George B. Reservitz, Daniel B. Rukstalis, Michael F. Sarosdy, Walter M. Stadler, Robert P. Thiel, and Cheryl L. Hayden Mark S. SolowayMark S. Soloway , Joseph V. BriggmanJoseph V. Briggman , Gennaro A. CarpinitoGennaro A. Carpinito , Gerald W. ChodakGerald W. Chodak , Paul A. ChurchPaul A. Church , Donald L. LammDonald L. Lamm , Paul LangePaul Lange , Edward MessingEdward Messing , Robert M. PasciakRobert M. Pasciak , George B. ReservitzGeorge B. Reservitz , Daniel B. RukstalisDaniel B. Rukstalis , Michael F. SarosdyMichael F. Sarosdy , Walter M. StadlerWalter M. Stadler , Robert P. ThielRobert P. Thiel , and Cheryl L. HaydenCheryl L. Hayden View All Author Informationhttps://doi.org/10.1016/S0022-5347(01)65851-8AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: We evaluated the ability of an immunoassay for nuclear matrix protein 22 (NMP22* test kit) to predict the subsequent disease status of patients with transitional cell carcinoma of the urinary tract at approximately 10 days after transurethral resection of bladder tumor. *Matritech, Inc., Newton, Massachusetts. Materials and Methods: A total of 90 patients with transitional cell carcinoma provided voided urine samples at least 5 days postoperatively. NMP22 was determined using a commercial test kit. At initial cystoscopic examination 3 to 6 months later the disease status was recorded, and the NMP22 values before and after transurethral resection of bladder tumor were compared. Results: Of 125 followup cystoscopic examinations (60 patients had 1, 26 had 2, 3 had 3 and 1 had 4 recurrences) transitional cell carcinoma was pathologically confirmed in 33. No malignancy was present at 79 examinations (if tumor was seen endoscopically, pathological evaluation indicated atypia, dysplasia or no abnormality). NMP22 values in these 2 populations were significantly different (malignancy median 20.81 units per ml. and no malignancy median 5.72 units per ml., Mann-Whitney U test for differences between 2 medians p = 0.00005). Of the 33 recurrences 23 (70 percent) had NMP22 values greater than the reference range (10 units per ml.). Additionally, NMP22 identified all 6 subjects (100 percent) who had invasive disease 3 to 6 months later. Of 72 patients with NMP22 less than 10 units per ml. 62 (86 percent) had no malignancy at subsequent cystoscopy. Conclusions: NMP22 was highly predictive of tumor status at followup cystoscopy. This quantitative, noninvasive assay, with high negative predictive value (86 percent) and sensitivity to detect malignancy (100 percent for invasive disease and 70 percent overall), may be a helpful adjunct to cytology and endoscopy for monitoring disease status after endoscopic tumor resection. References 1 : Prognostic indices in transitional cell carcinoma of the bladder. Brit. J. Urol.1988; 62: 103. Google Scholar 2 : The sensitivity of bladder wash flow cytometry, bladder wash cytology, and voided cytology in the detection of bladder carcinoma. Cancer1987; 60: 1423. Crossref, Medline, Google Scholar 3 : Analysis of the performance of pathologists in the grading of bladder tumors. Hum. Path.1983; 14: 140. Google Scholar 4 : Accuracy of urinary cytology in the diagnosis of primary and recurrent bladder cancer. Acta Cytol.1993; 37: 163. Medline, Google Scholar 5 : Nuclear matrix proteins in human colon cancer. Proc. Natl. Acad. Sci.1994; 91: 1913. Google Scholar 6 : Nuclear matrix proteins in normal and breast cancer cells. Cancer Res.1993; 53: 3394. Google Scholar 7 : Nuclear matrix proteins distinguish normal diploid osteoblasts from osteosarcoma cells. Cancer Res.1994; 54: 28. Google Scholar 8 : Manual for Staging of Cancer. Philadelphia: J. B. Lippincott Co.1988: 171. Google Scholar 9 : Biometry: The Principles and Practices of Statistics in Biological Research. New York: W. H. Freeman & Co.1995: 821. Google Scholar 10 : Detection of bladder tumors by immunostaining of the Lewis × antigen in cells from voided urine. Urology1995; 46: 173. Google Scholar University of Miami, Miami, Florida; Matritech, Inc., Newton, Boston City Hospital and New England Deaconess Hospital, Boston, and Cambridge Urological Associates, Cambridge, Massachusetts; Weiss Memorial Hospital and University of Chicago, Chicago, and Dupage Urological Associates, Naperville, Illinois; West Virginia University, Morgantown, West Virginia; University of Washington, Seattle, Washington; University of Rochester, Rochester, New York; Medical College of Pennsylvania and Hahnemann University, Philadelphia, Pennsylvania; University of Texas at San Antonio, San Antonio, Texas; and Dianon Systems, Inc., Stratford, Connecticut.© 1996 by American Urological Association, Inc.FiguresReferencesRelatedDetailsCited byShariat S, Marberger M, Lotan Y, Sanchez-Carbayo M, Zippe C, Lüdecke G, Boman H, Sawczuk I, Friedrich M, Casella R, Mian C, Eissa S, Akaza H, Serretta V, Huland H, Hedelin H, Raina R, Miyanaga N, Sagalowsky A, Roehrborn C and Karakiewicz P (2018) Variability in the Performance of Nuclear Matrix Protein 22 for the Detection of Bladder CancerJournal of Urology, VOL. 176, NO. 3, (919-926), Online publication date: 1-Sep-2006.SHARIAT S, ZIPPE C, LÜDECKE G, BOMAN H, SANCHEZ-CARBAYO M, CASELLA R, MIAN C, FRIEDRICH M, EISSA S, AKAZA H, SAWCZUK I, SERRETTA V, HULAND H, HEDELIN H, RUPESH R, MIYANAGA N, SAGALOWSKY A, WIANS F, ROEHRBORN C, LOTAN Y, PERROTTE P, BENAYOUN S, MARBERGER M and KARAKIEWICZ P (2018) NOMOGRAMS INCLUDING NUCLEAR MATRIX PROTEIN 22 FOR PREDICTION OF DISEASE RECURRENCE AND PROGRESSION IN PATIENTS WITH Ta, T1 OR CIS TRANSITIONAL CELL CARCINOMA OF THE BLADDERJournal of Urology, VOL. 173, NO. 5, (1518-1525), Online publication date: 1-May-2005.Friedrich M, Hellstern A, Hautmann S, Graefen M, Conrad S, Huland E and Huland H (2018) Clinical use of Urinary Markers For The Detection And Prognosis Of Bladder Carcinoma: A Comparison Of Immunocytology With Monoclonal Antibodies Against Lewis X And 486p3/12 With The BTA STAT And NMP22 TestsJournal of Urology, VOL. 168, NO. 2, (470-474), Online publication date: 1-Aug-2002.Eissa S, Swellam M, Sadek M, Mourad M, Ahmady O and Khalifa A (2018) Comparative Evaluation of the Nuclear Matrix Protein, Fibronectin, Urinary Bladder Cancer Antigen and Voided Urine Cytology in the Detection of Bladder TumorsJournal of Urology, VOL. 168, NO. 2, (465-469), Online publication date: 1-Aug-2002.INOUE T, NAKANISHI H, INADA K, HIOKI T, TATEMATSU M and SUGIMURA Y (2018) REAL TIME REVERSE TRANSCRIPTASE POLYMERASE CHAIN REACTION OF URINARY CYTOKERATIN 20 DETECTS TRANSITIONAL CELL CARCINOMA CELLSJournal of Urology, VOL. 166, NO. 6, (2134-2141), Online publication date: 1-Dec-2001.GIANNOPOULOS A, MANOUSAKAS T, GOUNARI A, CONSTANTINIDES C, CHOREMI-PAPADOPOULOU H and DIMOPOULOS C (2018) COMPARATIVE EVALUATION OF THE DIAGNOSTIC PERFORMANCE OF THE BTA STAT TEST, NMP22 AND URINARY BLADDER CANCER ANTIGEN FOR PRIMARY AND RECURRENT BLADDER TUMORSJournal of Urology, VOL. 166, NO. 2, (470-475), Online publication date: 1-Aug-2001.PONSKY L, SHARMA S, PANDRANGI L, KEDIA S, NELSON D, AGARWAL A and ZIPPE C (2018) SCREENING AND MONITORING FOR BLADDER CANCER: REFINING THE USE OF NMP22Journal of Urology, VOL. 166, NO. 1, (75-78), Online publication date: 1-Jul-2001.SÁNCHEZ-CARBAYO M, URRUTIA M, SILVA J, ROMANÍ R, DE BUITRAGO J and NAVAJO J (2018) COMPARATIVE PREDICTIVE VALUES OF URINARY CYTOLOGY, URINARY BLADDER CANCER ANTIGEN, CYFRA 21-1 AND NMP22 FOR EVALUATING SYMPTOMATIC PATIENTS AT RISK FOR BLADDER CANCERJournal of Urology, VOL. 165, NO. 5, (1462-1467), Online publication date: 1-May-2001.KIM J and STEINBERG G (2018) THE LIMITS OF BACILLUS CALMETTE-GUERIN FOR CARCINOMA IN SITU OF THE BLADDERJournal of Urology, VOL. 165, NO. 3, (745-756), Online publication date: 1-Mar-2001.KONETY B and GETZENBERG R (2018) URINE BASED MARKERS OF UROLOGICAL MALIGNANCYJournal of Urology, VOL. 165, NO. 2, (600-611), Online publication date: 1-Feb-2001.HALLING K, KING W, SOKOLOVA I, MEYER R, BURKHARDT H, HALLING A, CHEVILLE J, SEBO T, RAMAKUMAR S, STEWART C, PANKRATZ S, O'KANE D, SEELIG S, LIEBER M and JENKINS R (2018) A COMPARISON OF CYTOLOGY AND FLUORESCENCE IN SITU HYBRIDIZATION FOR THE DETECTION OF UROTHELIAL CARCINOMAJournal of Urology, VOL. 164, NO. 5, (1768-1775), Online publication date: 1-Nov-2000.PARIENTE J, BORDENAVE L, JACOB F, GOBINET A, LEGER F, FERRIERE J and LE GUILLOU M (2018) ANALYTICAL AND PROSPECTIVE EVALUATION OF URINARY CYTOKERATIN 19 FRAGMENT IN BLADDER CANCERJournal of Urology, VOL. 163, NO. 4, (1116-1119), Online publication date: 1-Apr-2000.NAM R, REDELMEIER D, SPIESS P, SAMPSON H, FRADET Y and JEWETT M (2018) COMPARISON OF MOLECULAR AND CONVENTIONAL STRATEGIES FOR FOLLOWUP OF SUPERFICIAL BLADDER CANCER USING DECISION ANALYSISJournal of Urology, VOL. 163, NO. 3, (752-757), Online publication date: 1-Mar-2000.SÁNCHEZ-CARBAYO M, HERRERO E, MEGÍAS J, MIRA A and SORIA F (2018) COMPARATIVE SENSITIVITY OF URINARY CYFRA 21-1, URINARY BLADDER CANCER ANTIGEN, TISSUE POLYPEPTIDE ANTIGEN AND NMP22 * TO DETECT BLADDER CANCERJournal of Urology, VOL. 162, NO. 6, (1951-1956), Online publication date: 1-Dec-1999.MIAN C, PYCHA A, WIENER H, HAITEL A, LODDE M and MARBERGER M (2018) IMMUNOCYT1: A NEW TOOL FOR DETECTING TRANSITIONAL CELL CANCER OF THE URINARY TRACTJournal of Urology, VOL. 161, NO. 5, (1486-1489), Online publication date: 1-May-1999.SANCHEZ-CARBAYO M, HERRERO E, MEGIAS J, MIRA A, ESPASA A, CHINCHILLA V and SORIA F (2018) INITIAL EVALUATION OF THE DIAGNOSTIC PERFORMANCE OF THE NEW URINARY BLADDER CANCER ANTIGEN TEST AS A TUMOR MARKER FOR TRANSITIONAL CELL CARCINOMA OF THE BLADDERJournal of Urology, VOL. 161, NO. 4, (1110-1115), Online publication date: 1-Apr-1999.PODE D, SHAPIRO A, WALD M, NATIV O, LAUFER M and KAVER I (2018) NONINVASIVE DETECTION OF BLADDER CANCER WITH THE BTA STAT TESTJournal of Urology, VOL. 161, NO. 2, (443-446), Online publication date: 1-Feb-1999.ZIPPE C, PANDRANGI L and AGARWAL A (2018) NMP22 IS A SENSITIVE, COST-EFFECTIVE TEST IN PATIENTS AT RISK FOR BLADDER CANCERJournal of Urology, VOL. 161, NO. 1, (62-65), Online publication date: 1-Jan-1999.MIYAKE H, HARA I, GOHJI K, YAMANAKA K, ARAKAWA S and KAMIDONO S (2018) URINARY CYTOLOGY AND COMPETITIVE REVERSE TRANSCRIPTASE-POLYMERASE CHAIN REACTION ANALYSIS OF A SPECIFIC CD44 VARIANT TO DETECT AND MONITOR BLADDER CANCERJournal of Urology, VOL. 160, NO. 6 Part 1, (2004-2008), Online publication date: 1-Dec-1998.STEIN J, GROSSFELD G, GINSBERG D, ESRIG D, FREEMAN J, FIGUEROA A, SKINNER D and COTE R (2018) PROGNOSTIC MARKERS IN BLADDER CANCER: A CONTEMPORARY REVIEW OF THE LITERATUREJournal of Urology, VOL. 160, NO. 3 Part 1, (645-659), Online publication date: 1-Sep-1998.WIENER H, MIAN C, HAITEL A, PYCHA A, SCHATZL G and MARBERGER M (2018) CAN URINE BOUND DIAGNOSTIC TESTS REPLACE CYSTOSCOPY IN THE MANAGEMENT OF BLADDER CANCER?Journal of Urology, VOL. 159, NO. 6, (1876-1880), Online publication date: 1-Jun-1998.Stampfer D, Carpinito G, Rodriquez-Villanueva J, Willsey L, Dinney C, Grossman H, Fritsche H and McDougal W (2018) EVALUATION OF NMP22 IN THE DETECTION OF TRANSITIONAL CELL CARCINOMA OF THE BLADDERJournal of Urology, VOL. 159, NO. 2, (394-398), Online publication date: 1-Feb-1998.Pode D, Golijanin D, Sherman Y, Lebensart P and Shapiro A (2018) IMMUNOSTAINING OF LEWIS X IN CELLS FROM VOIDED URINE, CYTOPATHOLOGY AND ULTRASOUND FOR NONINVASIVE DETECTION OF BLADDER TUMORSJournal of Urology, VOL. 159, NO. 2, (389-393), Online publication date: 1-Feb-1998.Chen Y, Hayden C, Marchand K and Makuch R (2018) COMPARISON OF URINE COLLECTION METHODS FOR EVALUATING URINARY NUCLEAR MATRIX PROTEIN, NMP22, AS A TUMOR MARKERJournal of Urology, VOL. 158, NO. 5, (1899-1901), Online publication date: 1-Nov-1997.Carpinito G, Stadler W, Briggman J, Chodak G, Church P, Lamm D, Lange P, Messing E, Pasciak R, Reservitz G, Ross R, Rukstalis D, Sarosdy M, Soloway M, Thiel R, Vogelzang N and Hayden C (2018) Urinary Nuclear Matrix Protein as a Marker for Transitional Cell Carcinoma of the Urinary TractJournal of Urology, VOL. 156, NO. 4, (1280-1285), Online publication date: 1-Oct-1996. Volume 156Issue 2August 1996Page: 363-367 Advertisement Copyright & Permissions© 1996 by American Urological Association, Inc.MetricsAuthor Information Mark S. Soloway More articles by this author Joseph V. Briggman More articles by this author Gennaro A. Carpinito More articles by this author Gerald W. Chodak More articles by this author Paul A. Church More articles by this author Donald L. Lamm More articles by this author Paul Lange More articles by this author Edward Messing More articles by this author Robert M. Pasciak More articles by this author George B. Reservitz More articles by this author Daniel B. Rukstalis More articles by this author Michael F. Sarosdy More articles by this author Walter M. Stadler More articles by this author Robert P. Thiel More articles by this author Cheryl L. Hayden More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Mark S. Soloway",
      "id": "A5107973008",
      "orcid": "https://orcid.org/0000-0002-4323-9623",
      "institutions": [
        {
          "id": "I12097938",
          "display_name": "West Virginia University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I40347166",
          "display_name": "University of Chicago",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I4210092960",
          "display_name": "Deaconess Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I2802621416",
          "display_name": "Weiss Memorial Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I201448701",
          "display_name": "University of Washington",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mark S. Soloway"
    },
    {
      "display_name": "Joseph V. Briggman",
      "id": "A5012084421",
      "orcid": null,
      "institutions": [
        {
          "id": "I12097938",
          "display_name": "West Virginia University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I40347166",
          "display_name": "University of Chicago",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I4210092960",
          "display_name": "Deaconess Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I2802621416",
          "display_name": "Weiss Memorial Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I201448701",
          "display_name": "University of Washington",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Joseph V. Briggman"
    },
    {
      "display_name": "Gennaro A. Carpinito",
      "id": "A5103404898",
      "orcid": null,
      "institutions": [
        {
          "id": "I12097938",
          "display_name": "West Virginia University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I40347166",
          "display_name": "University of Chicago",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I4210092960",
          "display_name": "Deaconess Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I2802621416",
          "display_name": "Weiss Memorial Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I201448701",
          "display_name": "University of Washington",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Gennaro A. Carpinito"
    },
    {
      "display_name": "Gerald W. Chodak",
      "id": "A5112778517",
      "orcid": null,
      "institutions": [
        {
          "id": "I12097938",
          "display_name": "West Virginia University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I40347166",
          "display_name": "University of Chicago",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I4210092960",
          "display_name": "Deaconess Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I2802621416",
          "display_name": "Weiss Memorial Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I201448701",
          "display_name": "University of Washington",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Gerald W. Chodak"
    },
    {
      "display_name": "Paul Church",
      "id": "A5029551583",
      "orcid": null,
      "institutions": [
        {
          "id": "I12097938",
          "display_name": "West Virginia University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I40347166",
          "display_name": "University of Chicago",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I4210092960",
          "display_name": "Deaconess Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I2802621416",
          "display_name": "Weiss Memorial Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I201448701",
          "display_name": "University of Washington",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Paul A. Church"
    },
    {
      "display_name": "Donald L. Lamm",
      "id": "A5052301584",
      "orcid": "https://orcid.org/0000-0002-1859-6688",
      "institutions": [
        {
          "id": "I12097938",
          "display_name": "West Virginia University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I40347166",
          "display_name": "University of Chicago",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I4210092960",
          "display_name": "Deaconess Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I2802621416",
          "display_name": "Weiss Memorial Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I201448701",
          "display_name": "University of Washington",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Donald L. Lamm"
    },
    {
      "display_name": "Paul H. Lange",
      "id": "A5110115874",
      "orcid": null,
      "institutions": [
        {
          "id": "I12097938",
          "display_name": "West Virginia University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I40347166",
          "display_name": "University of Chicago",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I4210092960",
          "display_name": "Deaconess Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I2802621416",
          "display_name": "Weiss Memorial Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I201448701",
          "display_name": "University of Washington",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Paul Lange"
    },
    {
      "display_name": "Edward M. Messing",
      "id": "A5051018110",
      "orcid": "https://orcid.org/0000-0002-0985-7065",
      "institutions": [
        {
          "id": "I12097938",
          "display_name": "West Virginia University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I40347166",
          "display_name": "University of Chicago",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I4210092960",
          "display_name": "Deaconess Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I2802621416",
          "display_name": "Weiss Memorial Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I201448701",
          "display_name": "University of Washington",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Edward Messing"
    },
    {
      "display_name": "Robert M. Pasciak",
      "id": "A5006906262",
      "orcid": null,
      "institutions": [
        {
          "id": "I12097938",
          "display_name": "West Virginia University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I40347166",
          "display_name": "University of Chicago",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I4210092960",
          "display_name": "Deaconess Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I2802621416",
          "display_name": "Weiss Memorial Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I201448701",
          "display_name": "University of Washington",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Robert M. Pasciak"
    },
    {
      "display_name": "George B. Reservitz",
      "id": "A5039696302",
      "orcid": null,
      "institutions": [
        {
          "id": "I12097938",
          "display_name": "West Virginia University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I40347166",
          "display_name": "University of Chicago",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I4210092960",
          "display_name": "Deaconess Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I2802621416",
          "display_name": "Weiss Memorial Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I201448701",
          "display_name": "University of Washington",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "George B. Reservitz"
    },
    {
      "display_name": "Daniel B. Rukstalis",
      "id": "A5027190996",
      "orcid": null,
      "institutions": [
        {
          "id": "I12097938",
          "display_name": "West Virginia University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I40347166",
          "display_name": "University of Chicago",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I4210092960",
          "display_name": "Deaconess Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I2802621416",
          "display_name": "Weiss Memorial Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I201448701",
          "display_name": "University of Washington",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Daniel B. Rukstalis"
    },
    {
      "display_name": "Michael F. Sarosdy",
      "id": "A5111883646",
      "orcid": null,
      "institutions": [
        {
          "id": "I40347166",
          "display_name": "University of Chicago",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I4210092960",
          "display_name": "Deaconess Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I2802621416",
          "display_name": "Weiss Memorial Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I201448701",
          "display_name": "University of Washington",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I12097938",
          "display_name": "West Virginia University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Michael F. Sarosdy"
    },
    {
      "display_name": "Walter M. Stadler",
      "id": "A5088131964",
      "orcid": "https://orcid.org/0000-0002-0435-2527",
      "institutions": [
        {
          "id": "I12097938",
          "display_name": "West Virginia University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I40347166",
          "display_name": "University of Chicago",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I4210092960",
          "display_name": "Deaconess Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I2802621416",
          "display_name": "Weiss Memorial Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I201448701",
          "display_name": "University of Washington",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Walter M. Stadler"
    },
    {
      "display_name": "Robert Thiel",
      "id": "A5022047050",
      "orcid": "https://orcid.org/0000-0002-3244-4971",
      "institutions": [
        {
          "id": "I12097938",
          "display_name": "West Virginia University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I40347166",
          "display_name": "University of Chicago",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I4210092960",
          "display_name": "Deaconess Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I2802621416",
          "display_name": "Weiss Memorial Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I201448701",
          "display_name": "University of Washington",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Robert P. Thiel"
    },
    {
      "display_name": "Cheryl L. Hayden",
      "id": "A5112184625",
      "orcid": null,
      "institutions": [
        {
          "id": "I12097938",
          "display_name": "West Virginia University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I40347166",
          "display_name": "University of Chicago",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I4210092960",
          "display_name": "Deaconess Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I2802621416",
          "display_name": "Weiss Memorial Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I201448701",
          "display_name": "University of Washington",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Cheryl L. Hayden"
    }
  ],
  "publication_year": 1996,
  "publication_date": "1996-08-01",
  "type": "article",
  "cited_by_count": 333,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "156",
  "issue": "2",
  "first_page": "363",
  "last_page": "367",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.94196206
    },
    {
      "id": "C2778065480",
      "display_name": "Transitional cell carcinoma",
      "level": 4,
      "score": 0.7956073
    },
    {
      "id": "C2778769751",
      "display_name": "Cystoscopy",
      "level": 3,
      "score": 0.78557444
    },
    {
      "id": "C2779399171",
      "display_name": "Malignancy",
      "level": 2,
      "score": 0.7036149
    },
    {
      "id": "C77411442",
      "display_name": "Urinary system",
      "level": 2,
      "score": 0.6078039
    },
    {
      "id": "C126894567",
      "display_name": "Urology",
      "level": 1,
      "score": 0.60400414
    },
    {
      "id": "C2777546739",
      "display_name": "Carcinoma",
      "level": 2,
      "score": 0.46464014
    },
    {
      "id": "C207886595",
      "display_name": "Pathological",
      "level": 2,
      "score": 0.41316795
    },
    {
      "id": "C2780352672",
      "display_name": "Bladder cancer",
      "level": 3,
      "score": 0.2685814
    },
    {
      "id": "C121608353",
      "display_name": "Cancer",
      "level": 2,
      "score": 0.24858958
    },
    {
      "id": "C142724271",
      "display_name": "Pathology",
      "level": 1,
      "score": 0.2355321
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.20399514
    }
  ],
  "topics": [
    {
      "id": "T10458",
      "display_name": "Bladder and Urothelial Cancer Treatments",
      "score": 1.0
    },
    {
      "id": "T12695",
      "display_name": "Urinary and Genital Oncology Studies",
      "score": 0.999
    },
    {
      "id": "T11815",
      "display_name": "Urological Disorders and Treatments",
      "score": 0.9675
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/s0022-5347(01)65851-8",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:46:07.335594",
  "source_database": "OpenAlex"
}