{
  "openalex_id": "W2001205000",
  "doi": "https://doi.org/10.1111/nph.12334",
  "title": "Carbon use efficiency and storage in terrestrial ecosystems",
  "abstract": "Carbon use efficiency (CUE) may be a critical control on carbon (C) storage in ecosystems (Allison et al., 2010; Ise et al., 2010; Manzoni et al., 2012). This physiological parameter is broadly defined as the proportion of C acquired from the environment that is used for growth (Ise et al., 2010; Manzoni et al., 2012). A value of 0.6 indicates that 60% of acquired C is allocated to biomass. A higher value of CUE then translates to greater growth per unit C acquired meaning that, if all else is equal, more C is available to higher trophic levels, detrital pathways and potentially for ecosystem storage. The value of CUE is sensitive to environmental conditions and hence environmental change. For example, higher temperatures reduce CUE and higher nitrogen availabilities increase it (Vicca et al., 2012; Crowther & Bradford, 2013; Tucker et al., 2013; Zha et al., 2013). Terrestrial C-cycling models, however, typically assume fixed values of CUE (DeLucia et al., 2007). This assumption calls into question the validity of projections from these models because when CUE is allowed to vary – as observed in situ – then modeled biomass growth and C storage differ markedly from 'fixed-CUE' scenarios (Allison et al., 2010). In this issue of New Phytologist, Street et al. (pp. 163–175) build on this growing interest in how CUE responds to environmental change. They work in the European subarctic and show that mosses – a plant functional type abundant in high latitude systems but not represented in land system models (Oleson et al., 2010) – have CUE values greater than those observed for vascular plants (Amthor, 2000). The result is that when mosses are factored into the CUE estimate of their dwarf-shrub ecosystem, values range from 0.58 to 0.74. When mosses are omitted, the estimate is 0.47, more in line with the mean CUE of 0.52 observed across terrestrial ecosystems worldwide (Zhang et al., 2009). Street et al.'s work therefore suggests that the C metabolism of arctic ecosystems may, as these regions warm, tip proportionally more toward respiration than growth because of the direct effects of temperature on CUE and the indirect effects of vascular plants replacing mosses. 'Carbon use efficiency is a conceptually simple parameter. The reality of measuring CUE is, however, methodologically challenging …' Street et al. are sensitive to the issues involved in calculating CUE and provide two methods of CUE estimation for their dwarf-shrub community. They rely on an approach similar to that used in microbial rather than ecosystem CUE studies, tracking uptake of a 13C tracer in plant tissue and then its loss directly from the tissue or via respiration (Fig. 1). Their data reveal that estimates of CUE are not necessarily sensitive to the timeframe over which they are calculated. For vascular plants we expect the amount of C remaining from uptake to decay exponentially across time (and hence CUE to decrease) because there is more opportunity for losses through processes such as maintenance respiration and herbivory. Street et al. observed this exponential decay for their evergreen shrubs but not their mosses, highlighting that the understanding of the C metabolism of mosses cannot be simply inferred from vascular plants. The differences in C metabolism between mosses and vascular plants translated to differences in ecosystem-level CUE estimates. Street et al. show that including mosses in ecosystem-level CUE estimates extends the range achievable by vascular plants. Their lower ecosystem-level CUE estimate (0.58) is identical to the highest CUE value for a forest stand in the meta-analysis of Litton et al. (2007). Their higher estimate (0.74) is in the highest CUE category (i.e. > 0.7) recorded for any terrestrial ecosystem and above CUE values observed for any other European arctic or subarctic system (Zhang et al., 2009). These high ecosystem-level CUE estimates are a reflection of the fact that mosses had species-level CUE values from 0.68 to 0.81, whereas in Amthor's (2000) species-level synthesis of CUE, the maximum for a vascular plant was 0.65 (with values as low as 0.23). The high CUE values for moss that Street et al. report may be partially due to the fact that mosses, in contrast to vascular plants, do not allocate C to root-related sinks such as mycorrhizas or free-living rhizosphere microorganisms. The reason for the difference in CUE between the two moss species is less clear. It may be a function of species identity, or the fact that the mosses occupy different environments (Sphagnum in wet depressions and feather mosses on dry hummocks). Indeed, tropical forests have lower CUEs than boreal regions because the temperature sensitivity of autotrophic respiration overrides the higher intrinsic CUE of tropical vs boreal vegetation (Ise et al., 2010). We do not know how the CUEs of ecosystems will respond as climate and species distributions shift, but it seems that accurate predictions will require identification of both intrinsic species differences in CUE and those realized as a function of environmental context. Mosses generally have low photosynthetic rates but in Street et al.'s ecosystem mosses were 67% of photosynthetic biomass. Combined with their high CUE, mosses then accounted for c. 20% of the ecosystem 13C uptake. This proportion increased with time, with moss accounting for > 50% of the C uptake remaining in the aboveground plants after 400 d. This phenomenon was a function of the high retention of fixed C in moss tissue: in Sphagnum c. 90% of the C fixed to NPP across the first 19 d was recoverable in the moss after > 400 d, compared with 78% and 40% for the evergreen shrubs. The lower retention by the vascular plants is a product of C being allocated belowground via root pathways or through inputs of senescent foliage. Mosses then fundamentally alter long-term (c. 1 yr) as well as short-term (days) dynamics of recent photosynthate C in an ecosystem. First they shift partitioning of C toward the aboveground and, second, they dramatically slow the temporal connectivity between aboveground C fixation and then delivery to roots and belowground food webs, a connection in the order of hours to a few days for vascular plants (Epron et al., 2012). These disruptions to belowground C supply may have large but as yet undemonstrated effects on soil food webs and ecosystem storage. For example, emerging paradigms suggest that soil organisms primarily derive their C from root inputs (Pollierer et al., 2007), and that microbial uptake of these inputs is the dominant pathway through which stable soil organic C is formed (Schmidt et al., 2011; Bradford et al., 2013). Mosses may increase ecosystem-level CUE, but this may then translate to reduced C storage because they shift photosynthate C allocation aboveground and hence away from long-term stabilization as mineral-associated soil C. Land C storage is more nuanced than the balance between C uptake and growth by terrestrial vegetation. Indeed, land system models account for variation in C storage resulting from how environment and plant functional type affects partitioning of C into biomass pools that decompose at different rates (Oleson et al., 2010). These parameterizations assume that the CUEs of plant and soil microbial communities are constant (Fig. 2). Street et al. show, however, that CUE is a dynamic parameter that varies in situ between species from the same community. It also varies with environment for an individual, between communities in an ecosystem, and is subject to adaptation within the matter of a few years (Zhang et al., 2009; Crowther & Bradford, 2013; Frey et al., 2013; but see Zha et al., 2013). Modeled C storage in ecosystems is strongly dependent on the value of CUE and whether it is assumed to be constant or varying (Allison et al., 2010; Ise et al., 2010). The balance between anabolic and catabolic processes within a cell – and how this balance is affected by environment, species and evolutionary adaptation – therefore seems an underexplored but likely critical determinant of how the Earth System partitions C between the atmosphere and biosphere.",
  "authors": [
    {
      "display_name": "Mark A. Bradford",
      "id": "A5047160510",
      "orcid": "https://orcid.org/0000-0002-2022-8331",
      "institutions": [
        {
          "id": "I32971472",
          "display_name": "Yale University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mark A. Bradford"
    },
    {
      "display_name": "Thomas W. Crowther",
      "id": "A5071160514",
      "orcid": "https://orcid.org/0000-0001-5674-8913",
      "institutions": [
        {
          "id": "I32971472",
          "display_name": "Yale University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Thomas W. Crowther"
    }
  ],
  "publication_year": 2013,
  "publication_date": "2013-05-28",
  "type": "letter",
  "cited_by_count": 118,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S58631098",
    "display_name": "New Phytologist",
    "issn_l": "0028-646X",
    "issn": [
      "0028-646X",
      "1469-8137"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320595"
  },
  "volume": "199",
  "issue": "1",
  "first_page": "7",
  "last_page": "9",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/nph.12334",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2778217808",
      "display_name": "Haven",
      "level": 2,
      "score": 0.81868315
    },
    {
      "id": "C161191863",
      "display_name": "Library science",
      "level": 1,
      "score": 0.4728513
    },
    {
      "id": "C52119013",
      "display_name": "Art history",
      "level": 1,
      "score": 0.36087763
    },
    {
      "id": "C136764020",
      "display_name": "World Wide Web",
      "level": 1,
      "score": 0.33841252
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.3363915
    },
    {
      "id": "C97137747",
      "display_name": "Forestry",
      "level": 1,
      "score": 0.32430312
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.26749378
    },
    {
      "id": "C205649164",
      "display_name": "Geography",
      "level": 0,
      "score": 0.21508399
    },
    {
      "id": "C114614502",
      "display_name": "Combinatorics",
      "level": 1,
      "score": 0.1025064
    },
    {
      "id": "C33923547",
      "display_name": "Mathematics",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10004",
      "display_name": "Soil Carbon and Nitrogen Dynamics",
      "score": 0.9996
    },
    {
      "id": "T12091",
      "display_name": "Peatlands and Wetlands Ecology",
      "score": 0.9992
    },
    {
      "id": "T10266",
      "display_name": "Plant Water Relations and Carbon Dynamics",
      "score": 0.9965
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1111/nph.12334",
  "pdf_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/nph.12334",
  "retrieved_date": "2025-07-30T14:30:17.284947",
  "source_database": "OpenAlex"
}