{
  "openalex_id": "W2008488596",
  "doi": "https://doi.org/10.1097/00005392-199707000-00005",
  "title": "Long-Term Results of Retropubic Permanent <sup>125</sup> Iodine Implantation of the Prostate for Clinically Localized Prostatic Cancer",
  "abstract": "No AccessJournal of UrologyClinical Urology: Original Article1 Jul 1997Long-Term Results of Retropubic Permanent125 Iodine Implantation of the Prostate for Clinically Localized Prostatic Cancer Michael J. Zelefsky and Jr. WhitmoreWillet F. Michael J. ZelefskyMichael J. Zelefsky and Jr. WhitmoreJr. Whitmore View All Author Informationhttps://doi.org/10.1097/00005392-199707000-00005AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: The historical series of retropubic prostate radioactive source implantation from the Memorial Sloan-Kettering Cancer Center has served as the framework for the current transperineal implant approaches used in the treatment of localized prostatic cancer. We report the final assessment of the 15-year outcome. Materials and Methods: Between March 1970 and December 1987, 1,078 patients with biopsy proved adenocarcinoma of the prostate were treated at our cancer center with permanent implantation of125 iodine via a retropubic approach. In addition, all patients underwent bilateral pelvic lymphadenectomy before implantation. The clinical stages of disease were B1 in 234 patients (22%), B2 in 472 (44%), B3 in 145 (14%) and C in 227 (20%). Of the patients 733 (68%) had pathologically negative lymph nodes, whereas 345 (32%) had positive lymph nodes at lymph node dissection. Median followup was 11 years. Results: Multivariate analysis identified nodal involvement, high grade disease, clinical stage B3/C and implant doses less than 140 Gy. as independent predictors of local relapse. Independent predictors of distant metastases included nodal involvement, stage B3/C disease and poorly differentiated histological status. The local recurrence-free survival rates for patients with negative nodes at 5, 10 and 15 years were 69, 44 and 24%, respectively. The distant metastases-free survival rates at 5, 10 and 15 years for patients with negative lymph nodes were 59, 36 and 21%, respectively. Conclusions: (125) Iodine implantation of the prostate via the retropubic approach was associated with a greater than expected incidence of local relapse at 15 years. Technical limitations of the retropubic technique resulting in suboptimal distribution of the isotope within the prostate are believed to be the explanation for the inferior local control outcome. Although long-term results are not yet available, the 5-year results of the computer optimized transperineal prostate implantation suggest that improved implant techniques will translate into a greater likelihood of tumor control. References 1 : Radiumbehandlung eines prostatasarkoms.. Wein. Klin. Woschr.1910; 23: 1715. Google Scholar 2 : Long-term results after combined radioactive gold seed implantation and external beam radiotherapy for localized prostatic cancer. In: A Multidiscplinary Analysis of Controversies in the Management of Prostate Cancer. Edited by . New York: Plenum Press1988: 109. Google Scholar 3 : The rationale and results of ablative surgery for prostatic cancer.. Cancer1963; 16: 1119. Google Scholar 4 : Retropubic implantation of iodine 125 in the treatment of prostatic cancer. J. Urol.1972; 108: 918. Link, Google Scholar 5 : Spacing nomograph for interstitial implants of 125I seeds.. Med. Phys.1976; 3: 48. Google Scholar 6 : Nonparametric estimations from incomplete observations.. J. Amer. Stat. Ass.1958; 53: 457. Google Scholar 7 : The analysis of multiple classifications with unequal number in the different classes.. J. Amer. Stat. Ass.1934; 29: 51. Google Scholar 8 : Regression models and life tables.. J. Roy. Stat. Soc. B.1972; 34: 187. Google Scholar 9 : The effect of local control on metastatic dissemination in carcinoma of the prostate: long-term results in patients treated with 125I implantation.. Int. J. Rad. Oncol. Biol. Phys.1991; 21: 537. Google Scholar 10 : Status of radiation treatment of prostate cancer at Stanford University.. NCI Monogr.1988; 7: 47. Google Scholar 11 : Radiation therapy for localized prostate cancer. Justification by long-term follow-up.. Urol. Clin. N. Amer.1990; 17: 787. Google Scholar 12 : The importance of local control in the treatment of prostatic cancer.. J. Urol.1992; 147: 917. Abstract, Google Scholar 13 : Carcinoma of the prostate: results of radical radiotherapy (1970-1985).. Int. J. Rad. Oncol. Biol. Phys.1993; 26: 203. Google Scholar 14 : Definitive radiation therapy in carcinoma of the prostate localized to the pelvis: experience at the Mallinckrodt Institute of Radiology.. NCI Monogr.1988; 7: 85. Google Scholar 15 : Long-term outcome of radical radiation therapy for prostatic carcinoma: 1967-1987.. Int. J. Rad. Oncol. Biol. Phys.1996; 34: 41. Google Scholar 16 : Outcome for lymph node dissection negative T1-b, T2 (A-2,B) prostate cancer treated with external beam irradiation in RTOG 77-06.. Int. J. Rad. Oncol. Biol. Phys.1991; 21: 1099. Google Scholar 17 : Surgically staged patients with prostatic carcinoma treated with definitive radiotherapy: fifteen-year results.. Urology1994; 43: 640. Google Scholar 18 : I-125 interstitial implantation for prostate cancer.. What have we learned 10 years later? Cancer1989; 63: 2415. Google Scholar 19 : The risk of dying of prostate cancer in patients with clinically localized disease.. J. Urol.1991; 146: 1040. Abstract, Google Scholar 20 : Long-term results of radical prostatectomy in clinically localized prostate cancer: experience at the Johns Hopkins Hospital.. NCI Monogr.1988; 7: 117. Google Scholar 21 : Radical surgery for prostatic cancer.. Cancer1980; 45: 1906. Google Scholar 22 : Radical prostatectomy for clinical stage T1-2N0M0 prostatic adenocarcinoma: long-term results.. J. Urol.1990; 144: 1180. Abstract, Google Scholar 23 : Total prostatectomy for clinically localized prostatic cancer: long-term results.. J. Urol.1989; 141: 564. Abstract, Google Scholar 24 : Iodine 125 brachytherapy for early stage prostate cancer: new techniques may achieve better results.. Oncology1991; 5: 115. Google Scholar 25 : Iodine-125 implants versus external beam therapy for stages A2, B and C prostate cancer.. Int. J. Rad. Oncol. Biol. Phys.1988; 14: 1153. Google Scholar 26 : Prostate specific antigen based disease control following ultrasound guided 125-iodine implantation for stage T1/T2 prostatic carcinoma.. J. Urol.1995; 154: 1096. Abstract, Google Scholar 27 : Tumor control and morbidity following transperineal iodine 125 implantation for stage T1/T2 prostatic carcinoma.. J. Clin. Oncol.1996; 14: 449. Google Scholar 28 : Permanent implants using Au-198, Pd-103 and I-125: radiobiological considerations based on the linear quadratic model.. Int. J. Rad. Oncol. Biol. Phys.1992; 23: 81. Google Scholar 29 : Advanced prostate cancer: the results of a randomized comparative trial of high dose irradiation boosting with conformal protons compared with conventional dose irradiation using photons alone.. Int. J. Rad. Oncol. Biol. Phys.1995; 32: 3. Google Scholar 30 : Relative reliability of five serially measured markers for prognosis of progression in prostate cancer.. J. Natl. Cancer Inst.1986; 76: 179. Google Scholar 31 : Prostate specific antigen after irradiation for prostatic carcinoma.. J. Urol.1990; 144: 1172. Abstract, Google Scholar 32 : Clinical adenocarcinoma of the prostate in patients under 50 years of age.. J. Urol.1965; 93: 618. Abstract, Google Scholar 33 : Prostatic adenocarcinoma occurring in men under 50 years of age.. J. Surg. Oncol.1972; 4: 207. Google Scholar 34 : Prostate adenocarcinoma in men younger than 50 years. A retrospective review of 151 patients. Cancer1994; 74: 1768. Google Scholar 35 : The prognosis of prostatic cancer in the younger man.. Brit. J. Urol.1983; 55: 315. Google Scholar 36 : Age and survival in prostatic carcinoma.. Brit. J. Urol.1983; 55: 529. Google Scholar 37 : Prostate cancer in men less than 45 years old: influence of stage, grade and therapy.. J. Urol.1987; 137: 888. Abstract, Google Scholar From the Departments of Radiation Oncology and Surgery (Urology Service), Memorial Sloan-Kettering Cancer Center, New York, New York.© 1997 by American Urological Association, Inc.FiguresReferencesRelatedDetailsCited byThompson I, Thrasher J, Aus G, Burnett A, Canby-Hagino E, Cookson M, D'Amico A, Dmochowski R, Eton D, Forman J, Goldenberg S, Hernandez J, Higano C, Kraus S, Moul J and Tangen C (2018) Guideline for the Management of Clinically Localized Prostate Cancer: 2007 UpdateJournal of Urology, VOL. 177, NO. 6, (2106-2131), Online publication date: 1-Jun-2007.STONE N, STOCK R and UNGER P (2018) INTERMEDIATE TERM BIOCHEMICAL-FREE PROGRESSION AND LOCAL CONTROL FOLLOWING 125IODINE BRACHYTHERAPY FOR PROSTATE CANCERJournal of Urology, VOL. 173, NO. 3, (803-807), Online publication date: 1-Mar-2005.Walsh P (2018) RE: RADICAL PROSTATECTOMY FOR LOCALIZED PROSTATE CANCER PROVIDES DURABLE CANCER CONTROL WITH EXCELLENT QUALITY OF LIFE: A STRUCTURED DEBATEJournal of Urology, VOL. 165, NO. 1, (193-193), Online publication date: 1-Jan-2001.CRITZ F, WILLIAMS W, LEVINSON A, BENTON J, HOLLADAY C and SCHNELL F (2018) SIMULTANEOUS IRRADIATION FOR PROSTATE CANCER: INTERMEDIATE RESULTS WITH MODERN TECHNIQUESJournal of Urology, VOL. 164, NO. 3 Part 1, (738-743), Online publication date: 1-Sep-2000.WAGNER T, YOUNG D and BAHNSON R (2018) CHARGE AND LENGTH OF HOSPITAL STAY ANALYSIS OF RADICAL RETROPUBIC PROSTATECTOMY AND TRANSPERINEAL PROSTATE BRACHYTHERAPYJournal of Urology, VOL. 161, NO. 4, (1216-1218), Online publication date: 1-Apr-1999. (2018) EDITORIAL COMMENTJournal of Urology, VOL. 161, NO. 4, (1203-1204), Online publication date: 1-Apr-1999. Volume 158Issue 1July 1997Page: 23-30 Advertisement Copyright & Permissions© 1997 by American Urological Association, Inc.MetricsAuthor Information Michael J. Zelefsky More articles by this author Jr. Whitmore (Whitmore) Deceased. More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Michael J. Zeléfsky",
      "id": "A5081611907",
      "orcid": "https://orcid.org/0000-0002-6090-6424",
      "institutions": [
        {
          "id": "I1334819555",
          "display_name": "Memorial Sloan Kettering Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Michael J. Zelefsky"
    },
    {
      "display_name": "Jr. Whitmore",
      "id": "A5057628459",
      "orcid": null,
      "institutions": [
        {
          "id": "I1334819555",
          "display_name": "Memorial Sloan Kettering Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jr. Whitmore"
    }
  ],
  "publication_year": 1997,
  "publication_date": "1997-07-01",
  "type": "article",
  "cited_by_count": 146,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "158",
  "issue": "1",
  "first_page": "23",
  "last_page": "30",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.9574098
    },
    {
      "id": "C2776235491",
      "display_name": "Prostate",
      "level": 3,
      "score": 0.6779729
    },
    {
      "id": "C126894567",
      "display_name": "Urology",
      "level": 1,
      "score": 0.6130522
    },
    {
      "id": "C2780192828",
      "display_name": "Prostate cancer",
      "level": 3,
      "score": 0.53892255
    },
    {
      "id": "C539932907",
      "display_name": "Iodine",
      "level": 2,
      "score": 0.52523184
    },
    {
      "id": "C61797465",
      "display_name": "Term (time)",
      "level": 2,
      "score": 0.5068136
    },
    {
      "id": "C121608353",
      "display_name": "Cancer",
      "level": 2,
      "score": 0.48677778
    },
    {
      "id": "C2778660094",
      "display_name": "Radical retropubic prostatectomy",
      "level": 5,
      "score": 0.45686787
    },
    {
      "id": "C29456083",
      "display_name": "Gynecology",
      "level": 1,
      "score": 0.42310324
    },
    {
      "id": "C143998085",
      "display_name": "Oncology",
      "level": 1,
      "score": 0.37856072
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.22488719
    },
    {
      "id": "C2779466945",
      "display_name": "Prostatectomy",
      "level": 4,
      "score": 0.07513583
    },
    {
      "id": "C192562407",
      "display_name": "Materials science",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C121332964",
      "display_name": "Physics",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C62520636",
      "display_name": "Quantum mechanics",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C191897082",
      "display_name": "Metallurgy",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10124",
      "display_name": "Prostate Cancer Diagnosis and Treatment",
      "score": 0.9998
    },
    {
      "id": "T10543",
      "display_name": "Prostate Cancer Treatment and Research",
      "score": 0.999
    },
    {
      "id": "T12866",
      "display_name": "Urologic and reproductive health conditions",
      "score": 0.9942
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1097/00005392-199707000-00005",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:13:17.306160",
  "source_database": "OpenAlex"
}