{
  "openalex_id": "W2000716575",
  "doi": "https://doi.org/10.1080/0144039x.2012.669903",
  "title": "A Cherished Friendship: Julia Griffiths Crofts and Frederick Douglass",
  "abstract": "Abstract Julia Griffiths' significance during the early 1850s is widely acknowledged, but little is known about her before or after her extended visit to Rochester. This article presents new information about her family background. It traces her public career as an anti-slavery activist following her departure from the United States in 1855, providing details of the women's anti-slavery groups she helped establish, and, following her marriage in 1859, her departure from the public stage, and return to the writing and fund-raising she had done while in Rochester. Notes David Blight, Frederick Douglass's Civil War: Keeping Faith in Jubilee (Baton Rouge: Louisiana State University Press, 1989), 19. Julia Griffiths shares a burial plot with Elizabeth, one of her stepdaughters. Her parents' marriage took place on 11 August 1810 at St Olave's Church, Southwark. Julia was baptised on 17 June 1811 at St Mary's Church, St Marylebone Road. The US census of 1850 gives Griffiths' place of birth as Scotland, whilst a number of scholars state that she was born in Newcastle. Thomas Powis Griffiths was christened on 8 April 1827 at Egremont Place Chapel, Brighton. Morning Post, 14 May 1817 and 23 May 1822. See advertisements in the Morning Post, 30 June 1830, and the Standard, 18 February 1833. News of his bankruptcy appeared in the London Gazette and was reported in the Leeds Mercury, 16 May 1835. Douglass' Monthly L.XIIV (1859): 53. Clare Taylor, British and American Abolitionists: an Episode in Transatlanic Understanding (Edinburgh: Edinburgh University Press, 1974), 336. Foner describes Julia Griffiths as ‘a close friend of Wilberforce’, though this seems unlikely. Philip S. Foner, ed., The Life and Writings of Frederick Douglass (New York: International, 1950), 1: 87. Clare Midgley, Women Against Slavery: The British Campaigns 1780–1860 (London: Routledge, 1992), 141. Douglass's biographers give no evidence to support the Summerhill meeting. Halbersleben maintains that the two met when Douglass gave a lecture to the Women's Anti-Slavery Society of London. Karen L. Halbersleben, Women's Participation in the British Antislavery Movement 1824–1865 (Lewiston, NY: Edward Mellen Press, 1993), 191. As late as 1861, Ellen Richardson was a guest of the Crofts. See Raymond English Collection, REAS/2/2/73, John Rylands University Library, Manchester. Report of the Proceedings at the Soirée Given to Frederick Douglass, London Tavern, March 30, 1847 (London: R. Yorke Clarke, 1847); Morning Advertiser, 30 April 1847. Julia Crofts to Frederick Douglass, 26 March 1877, quoted in Erwin Palmer, ‘A Partnership in the Abolition Movement’, University of Rochester Library Bulletin 26, no. 1–2 (1970–1971): 10. William S. McFeely, Frederick Douglass (New York: Touchstone, 1992), 145. New Monthly Belle Assemblée 26 (1847): 125. Foner, Life,: 87. Ibid.,: 306. For example, ‘The Sixth Rochester Anti-Slavery Bazaar’, North Star, 12 January 1849. Foner, Life, 1: 87. According to Halbersleben, Griffiths first visited the United States in 1847 to help Douglass set up his newspaper, but then returned to England to solicit more financial support. Taylor, Women against Slavery, 336. Benjamin Quarles, Frederick Douglass (New York: Associated Press, 1959), 103. Isaac Post and his wife were close friends of Douglass (McFeeley, Frederick Douglass, 163–164, 170). As there are no extant photographs of Griffiths, the comments are of some interest. Frederick Douglass, The Life and Times of Frederick Douglass (Hartford, CT: Park, 1881), 289. Megan McClard, Harriet Tubman: Slavery and the Underground Railroad (New York: Silver Burdett Press, 1991), 79. Palmer, ‘Partnership’, 6. Taylor, British and American Abolitionists, 376. Helen Deese, ed., Selected Journals of Caroline Healey Dall (Charlottesville: University of Virginia Press, 2006), 472. Philip Foner, Frederick Douglass (New York: Citadel Press, 1964), 135. For example, the Anti-Slavery Standard, 23 September 1853. Palmer, ‘Partnership’, 4. Years later, in January 1863 during the Civil War, she wrote in the Douglass' Monthly LXXX extolling the benefits of compromise and incrementalism: ‘it is an old and trite saying that half a loaf is better than no bread at all’. Paul Giles, Virtual Americans: Transatlantic Fictions and the Transatlantic Imaginary (Durham, NC: Duke University Press, 2002), 24. We need also to remind ourselves that ‘commonsense’ is deeply ideological. Quoted in Waldo E. Martin, Jr., The Mind of Frederick Douglass (New York, Norton, 1991), 47. Palmer, ‘Partnership’, 9. R.J.M. Blackett, Building an Antislavery Wall: Black Americans in the Atlantic Abolionist Movement 1830–1860 (Ithaca & London, Cornell University Press, 1989), 116. The question of Douglass's mortgage rumbled on, provoking the Reverend R.L. Carpenter of Halifax to write to the Anti-Slavery Reporter in April 1858 to issue a denial on behalf of Miss Griffiths and furnishing official proof that the mortgage had been redeemed in March 1853. Letter to the Anti-Slavery Reporter, 5 October 1857. Reverend J.R. Balme, American States, Churches and Slavery (London: Hamilton, Adams, 1863), 214–215. Wilson Anti-Slavery Collection, John Rylands University Library, Manchester. The British and Foreign Anti-Slavery Society's Anti-Slavery Reporter carried regular reports of Miss Griffiths' activities. Halbersleben, Women's Participation, 194. Louis Billington and Rosamund Billington, ‘A Burning Zeal for Righteousness: Women in the British Anti-Slavery Movement’, in Equal or Different, ed. Jane Rendall (Oxford: Blackwell, 1987), 101. Frederick Douglass' Monthly LXIIV, 54. Lists of societies formed or reconstituted by Julia Griffiths appear in a number of sources. See the appendix to Midgley, Women Against Slavery, 207 and Halbersleben, Women's Participation, 195. The Times of 7 March 1858 reported a court case involving the theft of a portmanteau containing a silk dress and other articles valued at £14 from Miss Julia Griffiths at a London railway station. ‘An Anti-Slavery Appeal’, Wilson Anti-Slavery Collection. ‘Report of the Edinburgh Ladies’ New Anti-Slavery Association for the Year 1856–1857, Wilson Anti-Slavery Collection. The Douglass' Monthly appeared from January 1859 to August 1863. Anti-Slavery Reporter, November and December 1856; January, March, April, May and June 1857; April 1858. For printed society reports, see ‘Annual Meeting of the Clogher Anti-Slavery Association, February 1857’; ‘The Sheffield Ladies’ Association, February 1857,'; ‘The Irish Metropolitan Anti-Slavery Association, 1857’ and the ‘Third Report of the Halifax Ladies’ Anti-Slavery Association, 1860' in the Wilson Anti-Slavery Collection. ‘Letter to the Ministers of Sheffield, 1857’, Wilson Anti-Slavery Collection. The Anti-Slavery Reporter on the Sheffield Ladies' Association, 5 April 1857. The societies at Wakefield, Barnsley and Rotherham followed the same model as Sheffield. Halbersleben, Women's Participation, 174. Anti-Slavery Reporter, April 1858. In December 1857, the paper also reported an earlier letter from Douglass to the treasurer of the Clogher Anti-Slavery Association, dated October 1857. Douglass' Monthly Vol. III, March and May 1859. Letter to Amy Post, 25 May 1860, Letter 110, University of Rochester Frederick Douglass Project. See http://wesleyhistoricalsociety.org.uk. Extracts from one of Douglass's letters to Julia were printed in the Anti-Slavery Reporter in April 1858. The US Library of Congress Frederick Douglass Collection has 55 of Griffiths Crofts' letters to Douglass. Griffiths Crofts also maintained a correspondence with Mr and Mrs Gerrit Smith and a number of other activists from her time in Rochester. Letter dated 5 December 1862, quoted in Foner, Life, (Vol) III 37-8, 217. Letter dated 4 March 1863, quoted in Paul Kendrick and Stephen Kendrick, Douglass and Lincoln (New York: Walker, 2008), 135. Quoted in Palmer, ‘Partnership’, 10. McFeely, Frederick Douglass, 248. Anna Wendell Bontemps, A Hundred Years of Negro Freedom (New York: Dodd Mead, 1961), 116. Foner, Frederick Douglass, 352. Palmer, ‘Partnership’, 10. Palmer appears to believe that Julia had become a governess in a private house, but this seems unlikely as the school continued for a short time after Julia's death under her stepdaughter, Mattie. In the 1881 census, teachers at the school were referred to as ‘governesses’, which may explain the confusion. Ibid. Additional informationNotes on contributorsJanet Douglas Janet Douglas was formerly a Principal Lecturer in Politics, School of Cultural Studies, Humanities Building, Broadcasting Place, Leeds Metropolitan University, Civic Quarter, Leeds, LS2 9EN, UK.",
  "authors": [
    {
      "display_name": "Janet Douglas",
      "id": "A5038551360",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Janet Douglas"
    }
  ],
  "publication_year": 2012,
  "publication_date": "2012-05-21",
  "type": "article",
  "cited_by_count": 16,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S137016846",
    "display_name": "Slavery and Abolition",
    "issn_l": "0144-039X",
    "issn": [
      "0144-039X",
      "1743-9523"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310321078"
  },
  "volume": "33",
  "issue": "2",
  "first_page": "265",
  "last_page": "274",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2778692574",
      "display_name": "Faith",
      "level": 2,
      "score": 0.5502085
    },
    {
      "id": "C81631423",
      "display_name": "Spanish Civil War",
      "level": 2,
      "score": 0.51785046
    },
    {
      "id": "C2779446402",
      "display_name": "Chapel",
      "level": 2,
      "score": 0.5075051
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.5062839
    },
    {
      "id": "C48103436",
      "display_name": "State (computer science)",
      "level": 2,
      "score": 0.46112153
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.41011983
    },
    {
      "id": "C24667770",
      "display_name": "Religious studies",
      "level": 1,
      "score": 0.33487767
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.32455626
    },
    {
      "id": "C74916050",
      "display_name": "Classics",
      "level": 1,
      "score": 0.32373598
    },
    {
      "id": "C52119013",
      "display_name": "Art history",
      "level": 1,
      "score": 0.2622152
    },
    {
      "id": "C27206212",
      "display_name": "Theology",
      "level": 1,
      "score": 0.24473405
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.22387913
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.14809206
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C11413529",
      "display_name": "Algorithm",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11776",
      "display_name": "Irish and British Studies",
      "score": 0.9243
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1080/0144039x.2012.669903",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:50:37.759022",
  "source_database": "OpenAlex"
}