{
  "openalex_id": "W2002303310",
  "doi": "https://doi.org/10.7326/0003-4819-142-10-200505170-00026",
  "title": "Is Sleep the New Vital Sign?",
  "abstract": "Current Clinical Issues17 May 2005Is Sleep the New Vital Sign?Jennifer Fisher WilsonJennifer Fisher WilsonAuthor, Article, and Disclosure Informationhttps://doi.org/10.7326/0003-4819-142-10-200505170-00026 SectionsAboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinkedInRedditEmail Does it seem as though everybody is tired all the time? In a nation where people value long hours of hard work, guzzle more than 100 million cups of coffee a day, and watch television obsessively, sleep has suffered. Average nightly sleep duration has fallen from approximately 9 hours in 1910 to 7 hours in 2002. Many people often sleep no more than 5 to 6 hours a night, even though studies show that most people need between 7 and 8 hours. An estimated 20% of the population regularly experiences fits of irresistible daytime sleepiness.Sleep deprivation is not always ...References1. Namen AM, Landry SH, Case LD, McCall WV, Dunagan DP, Haponik EF. Sleep histories are seldom documented on a general medical service. South Med J. 2001;94:874-9. [PMID: 11592744] CrossrefMedlineGoogle Scholar2. Barger LK, Cade BE, Ayas NT, Cronin JW, Rosner B, Speizer FE, et al. Extended work shifts and the risk of motor vehicle crashes among interns. N Engl J Med. 2005;352:125-34. [PMID: 15647575] CrossrefMedlineGoogle Scholar3. Landrigan CP, Rothschild JM, Cronin JW, Kaushal R, Burdick E, Katz JT, et al. Effect of reducing interns' work hours on serious medical errors in intensive care units. N Engl J Med. 2004;351:1838-48. [PMID: 15509817] CrossrefMedlineGoogle Scholar4. Williamson AM, Feyer AM. Moderate sleep deprivation produces impairments in cognitive and motor performance equivalent to legally prescribed levels of alcohol intoxication. Occup Environ Med. 2000;57:649-55. [PMID: 10984335] CrossrefMedlineGoogle Scholar5. Roehrs T, Greenwald M, Roth T. Risk-taking behavior: effects of ethanol, caffeine, and basal sleepiness. Sleep. 2004;27:887-93. [PMID: 15453546] CrossrefMedlineGoogle Scholar6. Spiegel K, Tasali E, Penev P, Van Cauter E. Brief communication: Sleep curtailment in healthy young men is associated with decreased leptin levels, elevated ghrelin levels, and increased hunger and appetite. Ann Intern Med. 2004;141:846-50. [PMID: 15583226] LinkGoogle Scholar7. Ayas NT, White DP, Al-Delaimy WK, Manson JE, Stampfer MJ, Speizer FE, et al. A prospective study of self-reported sleep duration and incident diabetes in women. Diabetes Care. 2003;26:380-4. [PMID: 12547866] CrossrefMedlineGoogle Scholar8. Ip MS, Lam B, Ng MM, Lam WK, Tsang KW, Lam KS. Obstructive sleep apnea is independently associated with insulin resistance. Am J Respir Crit Care Med. 2002;165:670-6. [PMID: 11874812] CrossrefMedlineGoogle Scholar9. Punjabi NM, Sorkin JD, Katzel LI, Goldberg AP, Schwartz AR, Smith PL. Sleep-disordered breathing and insulin resistance in middle-aged and overweight men. Am J Respir Crit Care Med. 2002;165:677-82. [PMID: 11874813] CrossrefMedlineGoogle Scholar10. Vgontzas AN, Papanicolaou DA, Bixler EO, Hopper K, Lotsikas A, Lin HM, et al. Sleep apnea and daytime sleepiness and fatigue: relation to visceral obesity, insulin resistance, and hypercytokinemia. J Clin Endocrinol Metab. 2000;85:1151-8. [PMID: 10720054] CrossrefMedlineGoogle Scholar11. Bryant PA, Trinder J, Curtis N. Sick and tired: Does sleep have a vital role in the immune system? Nat Rev Immunol. 2004;4:457-67. [PMID: 15173834] CrossrefMedlineGoogle Scholar12. Spiegel K, Sheridan JF, Van Cauter E. Effect of sleep deprivation on response to immunization [Letter]. JAMA. 2002;288:1471-2. [PMID: 12243633] CrossrefMedlineGoogle Scholar13. Meier-Ewert HK, Ridker PM, Rifai N, Regan MM, Price NJ, Dinges DF, et al. Effect of sleep loss on C-reactive protein, an inflammatory marker of cardiovascular risk. J Am Coll Cardiol. 2004;43:678-83. [PMID: 14975482] CrossrefMedlineGoogle Scholar14. Shamsuzzaman AS, Gersh BJ, Somers VK. Obstructive sleep apnea: implications for cardiac and vascular disease. JAMA. 2003;290:1906-14. [PMID: 14532320] CrossrefMedlineGoogle Scholar15. Gami AS, Pressman G, Caples SM, Kanagala R, Gard JJ, Davison DE, et al. Association of atrial fibrillation and obstructive sleep apnea. Circulation. 2004;110:364-7. [PMID: 15249509] CrossrefMedlineGoogle Scholar16. Quan SF, Zee P. Evaluating the effects of medical disorders on sleep in the older patient. Geriatrics. 2004;59:37-42; Google Scholar17. Tamakoshi A, Ohno Y. Self-reported sleep duration as a predictor of all-cause mortality: results from the JACC study, Japan. Sleep. 2004;27:51-4. [PMID: 14998237] MedlineGoogle Scholar Author, Article, and Disclosure InformationAffiliations: Disclosures: None disclosed.E-mail:[email protected]org PreviousarticleNextarticle Advertisement FiguresReferencesRelatedDetails Metrics Cited bySorting out the Relationship between Gastroesophageal Reflux Disease and SleepNocturnal Gastroesophageal Reflux Disease (GERD) and SleepSleeping Soundlessly in the Intensive Care UnitThe effect of sleep deficiency on esophageal acid exposure of healthy controls and patients with gastroesophageal reflux diseaseSleep quality in cigarette smokers: Associations with smoking-related outcomes and exerciseRest Among African American WomenPrevalence and factors associated with poor sleep quality among secondary school teachers in a developing countryObesity and sleep: an evolving relationshipThe Relationship between Stress, Psychological Hardiness, Social Support and Quality of Life in InsomniacsAffective mediators of the association between pleasant events and global sleep quality in community-dwelling adultsA Systems-Based Framework to Measure, Predict, and Manage FatigueInterventions for preventing injuries caused by impaired alertness in individuals with jet lag and shift work disorderObesity can no longer be solely attributed to energy disparity: sleep also fits the equationVital Sign Sensing TechnologySpousal Loss and Health in Late LifeRelationship between Gastroesophageal Reflux Disease and SleepHow does race get \"under the skin\"?: Inflammation, weathering, and metabolic problems in late lifeInterventions for preventing injuries caused by impaired alertness in individuals who are sleep deprivedSecular trends in adult sleep duration: A systematic reviewAssessing Sleep Architecture in Dementia Caregivers at Home Using an Ambulatory Polysomnographic SystemComparison of Life Style, School Achievement and Snaking Behaviors among Underweight and Overweight AdolescentsComplementary and Alternative Medicine Usage for Behavioral Health IndicationsCaffeine for the prevention of injuries and errors in shift workersInsomnia in Caregivers of Persons with Dementia: Who is at Risk and What Can be Done About It?The relationship between gastroesophageal reflux disease and sleepInterventions for preventing injuries caused by impaired alertness in individuals with jet lag and shift work disorderDaytime sleepiness, exercise, and physical function in older adultsMetabolic syndrome in women with chronic painThe Sleeping Esophagus: More Food for ThoughtSurgical Training and Duty-Hour Limits: An Oxymoron or an Idea whose Time has Come?Social Rhythms and Nocturnal Routines in Community Dwelling Older Adults 17 May 2005Volume 142, Issue 10Page: 877-880KeywordsFatigueInsomniaPatientsQuality of lifeRestless legs syndromeSleepSleep apneaSleep deprivationSleep disorders ePublished: 17 May 2005 Issue Published: 17 May 2005 Copyright & PermissionsCopyright © 2005 by American College of Physicians. All Rights Reserved.PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Jennifer Fisher Wilson",
      "id": "A5072004503",
      "orcid": "https://orcid.org/0000-0003-4025-3136",
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Jennifer Fisher Wilson"
    }
  ],
  "publication_year": 2005,
  "publication_date": "2005-05-17",
  "type": "article",
  "cited_by_count": 47,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S119722071",
    "display_name": "Annals of Internal Medicine",
    "issn_l": "0003-4819",
    "issn": [
      "0003-4819",
      "1539-3704"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316812"
  },
  "volume": "142",
  "issue": "10",
  "first_page": "877",
  "last_page": "877",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.9182832
    },
    {
      "id": "C2775841894",
      "display_name": "Sleep (system call)",
      "level": 2,
      "score": 0.5822593
    },
    {
      "id": "C139676723",
      "display_name": "Sign (mathematics)",
      "level": 2,
      "score": 0.5402794
    },
    {
      "id": "C2776890885",
      "display_name": "Vital signs",
      "level": 2,
      "score": 0.4243081
    },
    {
      "id": "C177713679",
      "display_name": "Intensive care medicine",
      "level": 1,
      "score": 0.34870404
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.1634388
    },
    {
      "id": "C134306372",
      "display_name": "Mathematical analysis",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C33923547",
      "display_name": "Mathematics",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C111919701",
      "display_name": "Operating system",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11373",
      "display_name": "Sleep and Work-Related Fatigue",
      "score": 0.9993
    },
    {
      "id": "T12174",
      "display_name": "Hospital Admissions and Outcomes",
      "score": 0.9832
    },
    {
      "id": "T10316",
      "display_name": "Sleep and related disorders",
      "score": 0.9829
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.7326/0003-4819-142-10-200505170-00026",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:53:17.815832",
  "source_database": "OpenAlex"
}