{
  "openalex_id": "W2005013137",
  "doi": "https://doi.org/10.1002/pdi.306",
  "title": "The value of large, robust trials: the HOPE study",
  "abstract": "We were perplexed to read Professor Taylor's interpretation of the HOPE study results1. It appears that the crux of his argument rests on the observation that the number of people in the placebo group with several cardiovascular risk factors at baseline was not identical to the number of people in the ramipril group with the same risk factors. He concludes that because of this small, non-significant difference, the conclusion that ramipril prevented cardiovascular events in the HOPE study was unfounded. However, a critical review of the major results published in all of the HOPE study participants2 as well as in the subgroup with diabetes3 illustrates both the robustness of the HOPE study conclusions, and the fact that there is no basis for Professor Taylor's assertion. First, inclusion as a participant in the HOPE study required evidence of cardiovascular disease or, in the absence of documented cardiovascular disease, a history of diabetes plus at least one other cardiovascular risk factor. As noted in these papers, 8162/9297 (87.8%) of all HOPE study participants had evidence of cardiovascular disease at randomization. When the components of this definition are examined within each group, and expressed as a percentage of patients randomized to each group, it is apparent that the placebo group contained an absolute 1.9% excess of subjects with previous coronary artery disease (i.e. 81.4% versus 79.5%), a 1.5% excess with a previous MI (53.4% versus 51.9%), a 0.5% excess of left ventricular hypertrophy (8.7% versus 8.2%), a 0.2% excess of previous stroke (11% versus 10.8%), and a 2.5% excess of peripheral vascular disease (44.8% versus 42.3%). These minor absolute differences represent relative differences that are all less than 5%. There was also a slight excess of people with diabetes randomized to the ramipril group (38.9%) compared with those randomized to the placebo group (38%). These differences are not significantly different and probably occurred by chance alone. Second, the fact that the baseline risk factors described in Table 1 in both papers2, 3 are highly correlated (i.e. individuals with coronary artery disease are more likely to also have a history of MI, stable angina or hypertension for example), suggests that these differences largely represent a slight imbalance in the same individuals. Third, it is incredibly unlikely that the small insignificant imbalances at baseline (i.e. relative differences of <5%) would account for a highly significant 22% difference in the final study outcome. Notwithstanding the above, in response to a previous request from the Lancet that was based on Professor Taylor's concerns, we analysed subgroups of the participants with diabetes stratified by the variables where there was even a very small imbalance in baseline risk factors. As noted in the Table, the relative risks for the primary outcome are similar in subgroups stratified by the presence or absence of coronary artery disease (0.77 and 0.76 respectively) in the presence or absence of a history of MI (0.85 and 0.69 respectively), in the presence or absence of LVH (0.77 and 0.75 respectively) and in the presence or absence of previous strokes (0.71 and 0.77 respectively) and in the presence or absence of peripheral vascular disease (0.65 and 0.82 respectively). This indicates that any imbalance in these factors cannot materially alter the conclusions. We also performed an analysis in which we adjusted for the presence or absence of coronary artery disease at baseline. The adjusted relative risk was 0.78 (95% confidence interval 0.66–0.90; p < 0.001). This compares to an unadjusted relative risk of 0.75 (95% confidence interval 0.64–0.88; p < 0.001). Therefore, both the stratified as well as the adjusted analyses clearly show that the absolute imbalances of 1–2% between groups hardly make any difference at all to the robustness of the results. These data and analyses were also reviewed by the Lancet. As pointed out by Professor Taylor, the HOPE study also reported fewer new cases of diabetes in the ramipril group. He postulated several explanations for this observation. The detailed discussion of the development of diabetes in the HOPE study is discussed in a recent article in JAMA4 and shows that the results were robust and could not be explained by any of the possibilities advanced by Professor Taylor. This observation has provided the basis of the prospective DREAM study, which is currently recruiting patients in North America, South America, Europe (including the United Kingdom), India and Australia and is randomizing these to ramipril and/or rosiglitazone in a factorial design. Finally, it should be noted that the raw HOPE study data have been supplied to the FDA in the United States as well as other regulatory agencies and have been re-analysed independently by these agencies. Approval for ramipril as a preventive cardiovascular agent has been obtained in Canada, the United States, most of Europe and 20 other countries after careful, independent scrutiny of these data and results. In conclusion, the results of HOPE are clear and have been confirmed by numerous, independent reviewers and analysts. The task ahead lies in translating the results of HOPE for the benefit of our patients. Hertzel C. Gerstein MD, MSC, FRCP, FRCPC Professor of Medicine, Director*, Salim Yusuf MBBS, DPHIL, FRCPC Professor of Medicine, Director , * Division of Endocrinology and Metabolism, McMaster University, Division of Cardiology, Director, Population Health Research Institute, McMaster University",
  "authors": [
    {
      "display_name": "Hertzel C. Gerstein",
      "id": "A5024577116",
      "orcid": "https://orcid.org/0000-0001-8072-2836",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Hertzel C. Gerstein"
    },
    {
      "display_name": "Salim Yusuf",
      "id": "A5018419311",
      "orcid": "https://orcid.org/0000-0003-4776-5601",
      "institutions": [
        {
          "id": "I2802834092",
          "display_name": "Population Health Research Institute",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Salim Yusuf"
    }
  ],
  "publication_year": 2002,
  "publication_date": "2002-01-01",
  "type": "article",
  "cited_by_count": 1,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S129774891",
    "display_name": "Practical Diabetes",
    "issn_l": "2047-2897",
    "issn": [
      "2047-2897",
      "2047-2900"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320595"
  },
  "volume": "19",
  "issue": "1",
  "first_page": "29",
  "last_page": "30",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1002/pdi.306",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.86692154
    },
    {
      "id": "C2779888176",
      "display_name": "Ramipril",
      "level": 3,
      "score": 0.8003652
    },
    {
      "id": "C27081682",
      "display_name": "Placebo",
      "level": 3,
      "score": 0.7071571
    },
    {
      "id": "C2779134260",
      "display_name": "Disease",
      "level": 2,
      "score": 0.58380014
    },
    {
      "id": "C2778213512",
      "display_name": "Coronary artery disease",
      "level": 2,
      "score": 0.5784175
    },
    {
      "id": "C555293320",
      "display_name": "Diabetes mellitus",
      "level": 2,
      "score": 0.5765296
    },
    {
      "id": "C40422974",
      "display_name": "Assertion",
      "level": 2,
      "score": 0.5013616
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.46286353
    },
    {
      "id": "C2777596629",
      "display_name": "Inclusion and exclusion criteria",
      "level": 3,
      "score": 0.4405835
    },
    {
      "id": "C204243189",
      "display_name": "Randomization",
      "level": 3,
      "score": 0.41309398
    },
    {
      "id": "C168563851",
      "display_name": "Randomized controlled trial",
      "level": 2,
      "score": 0.39665642
    },
    {
      "id": "C164705383",
      "display_name": "Cardiology",
      "level": 1,
      "score": 0.36599517
    },
    {
      "id": "C204787440",
      "display_name": "Alternative medicine",
      "level": 2,
      "score": 0.22728872
    },
    {
      "id": "C84393581",
      "display_name": "Blood pressure",
      "level": 2,
      "score": 0.15059349
    },
    {
      "id": "C142724271",
      "display_name": "Pathology",
      "level": 1,
      "score": 0.11443758
    },
    {
      "id": "C134018914",
      "display_name": "Endocrinology",
      "level": 1,
      "score": 0.110369176
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C199360897",
      "display_name": "Programming language",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11235",
      "display_name": "Statistical Methods in Clinical Trials",
      "score": 0.9993
    },
    {
      "id": "T10804",
      "display_name": "Health Systems, Economic Evaluations, Quality of Life",
      "score": 0.9972
    },
    {
      "id": "T10144",
      "display_name": "Blood Pressure and Hypertension Studies",
      "score": 0.9963
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1002/pdi.306",
  "pdf_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1002/pdi.306",
  "retrieved_date": "2025-07-30T14:35:20.381848",
  "source_database": "OpenAlex"
}