{
  "openalex_id": "W2000924975",
  "doi": "https://doi.org/10.1097/bcr.0b013e31828cb249",
  "title": "American Burn Association Consensus Statements",
  "abstract": "Journal Article Summary of the 2012 ABA Burn Quality Consensus Conference Get access Nicole S. Gibran, MD, FACS, Nicole S. Gibran, MD, FACS Search for other works by this author on: Oxford Academic Google Scholar Shelley Wiechman, PhD, ABPP, Shelley Wiechman, PhD, ABPP Search for other works by this author on: Oxford Academic Google Scholar Walter Meyer, MD, Walter Meyer, MD Search for other works by this author on: Oxford Academic Google Scholar Linda Edelman, RN, PhD, Linda Edelman, RN, PhD Search for other works by this author on: Oxford Academic Google Scholar Jim Fauerbach, PhD, Jim Fauerbach, PhD Search for other works by this author on: Oxford Academic Google Scholar Linda Gibbons, RN, MS, Linda Gibbons, RN, MS Search for other works by this author on: Oxford Academic Google Scholar Radha Holavanahalli, PhD, Radha Holavanahalli, PhD Search for other works by this author on: Oxford Academic Google Scholar Carly Hunt, MA, Carly Hunt, MA Search for other works by this author on: Oxford Academic Google Scholar Kelly Keller, RN, Kelly Keller, RN Search for other works by this author on: Oxford Academic Google Scholar Elizabeth Kirk, MSN, APN, Elizabeth Kirk, MSN, APN Search for other works by this author on: Oxford Academic Google Scholar ... Show more Jacqueline Laird, BSN, RN, Jacqueline Laird, BSN, RN Search for other works by this author on: Oxford Academic Google Scholar Giavonni Lewis, MD, Giavonni Lewis, MD Search for other works by this author on: Oxford Academic Google Scholar Sidonie Moses, RN, BSN, Sidonie Moses, RN, BSN Search for other works by this author on: Oxford Academic Google Scholar Jill Sproul, RN, MS, Jill Sproul, RN, MS Search for other works by this author on: Oxford Academic Google Scholar Gretta Wilkinson, RN, Gretta Wilkinson, RN Search for other works by this author on: Oxford Academic Google Scholar Steve Wolf, MD, FACS, Steve Wolf, MD, FACS Search for other works by this author on: Oxford Academic Google Scholar Alan Young, DO, Alan Young, DO Search for other works by this author on: Oxford Academic Google Scholar Sandra Yovino, RN, Sandra Yovino, RN Search for other works by this author on: Oxford Academic Google Scholar Michael J. Mosier, MD, Michael J. Mosier, MD Search for other works by this author on: Oxford Academic Google Scholar Leopoldo C. Cancio, MD, Leopoldo C. Cancio, MD Search for other works by this author on: Oxford Academic Google Scholar Hamed Amani, MD, Hamed Amani, MD Search for other works by this author on: Oxford Academic Google Scholar Carolyn Blayney, RN, Carolyn Blayney, RN Search for other works by this author on: Oxford Academic Google Scholar Judith Cullinane, RN, MSN, CCRN, Judith Cullinane, RN, MSN, CCRN Search for other works by this author on: Oxford Academic Google Scholar Linwood Haith, MD, Linwood Haith, MD Search for other works by this author on: Oxford Academic Google Scholar James C. Jeng, MD, James C. Jeng, MD Search for other works by this author on: Oxford Academic Google Scholar Patricia Kardos, RN, BSN, CCRN, Patricia Kardos, RN, BSN, CCRN Search for other works by this author on: Oxford Academic Google Scholar George Kramer, PhD, George Kramer, PhD Search for other works by this author on: Oxford Academic Google Scholar Mary Beth Lawless, MS, RN, Mary Beth Lawless, MS, RN Search for other works by this author on: Oxford Academic Google Scholar Maria L. Serio-Melvin, MSN, RN, Maria L. Serio-Melvin, MSN, RN Search for other works by this author on: Oxford Academic Google Scholar Sidney Miller, MD, Sidney Miller, MD Search for other works by this author on: Oxford Academic Google Scholar Katie Moran, RD, PA-C, Katie Moran, RD, PA-C Search for other works by this author on: Oxford Academic Google Scholar Rachel Novakovic, MD, Rachel Novakovic, MD Search for other works by this author on: Oxford Academic Google Scholar Bruce Potenza, MD, Bruce Potenza, MD Search for other works by this author on: Oxford Academic Google Scholar Anna Rinewalt, MD, Anna Rinewalt, MD Search for other works by this author on: Oxford Academic Google Scholar John Schultz, MD, PhD, John Schultz, MD, PhD Search for other works by this author on: Oxford Academic Google Scholar Howard Smith, MD, Howard Smith, MD Search for other works by this author on: Oxford Academic Google Scholar Maggie Dylewski, PhD, RD, Maggie Dylewski, PhD, RD Search for other works by this author on: Oxford Academic Google Scholar Lucy Wibbenmeyer, MD, Lucy Wibbenmeyer, MD Search for other works by this author on: Oxford Academic Google Scholar Palmer Q. Bessey, MD, FACS, Palmer Q. Bessey, MD, FACS Search for other works by this author on: Oxford Academic Google Scholar Jennifer Carter, RD, Jennifer Carter, RD Search for other works by this author on: Oxford Academic Google Scholar Richard Gamelli, MD, FACS, Richard Gamelli, MD, FACS Search for other works by this author on: Oxford Academic Google Scholar Cleon Goodwin, MD, FACS, Cleon Goodwin, MD, FACS Search for other works by this author on: Oxford Academic Google Scholar Tamara Graves, RN, BSN, Tamara Graves, RN, BSN Search for other works by this author on: Oxford Academic Google Scholar Kathleen Hollowed, RN, Kathleen Hollowed, RN Search for other works by this author on: Oxford Academic Google Scholar Jimmy Holmes, IV, MD, FACS, Jimmy Holmes, IV, MD, FACS Search for other works by this author on: Oxford Academic Google Scholar John Noordenbas, RN, John Noordenbas, RN Search for other works by this author on: Oxford Academic Google Scholar Megan Nordlund, MS, RD, Megan Nordlund, MS, RD Search for other works by this author on: Oxford Academic Google Scholar Alisa Savetamal, MD, Alisa Savetamal, MD Search for other works by this author on: Oxford Academic Google Scholar Peggie Simpson, RN, Peggie Simpson, RN Search for other works by this author on: Oxford Academic Google Scholar Daniel Traber, PhD, Daniel Traber, PhD Search for other works by this author on: Oxford Academic Google Scholar Lillian Traber, RN, Lillian Traber, RN Search for other works by this author on: Oxford Academic Google Scholar Bernadette Nedelec, PhD, BSc OT, Bernadette Nedelec, PhD, BSc OT Search for other works by this author on: Oxford Academic Google Scholar Matthias Donelan, MD, FACS, Matthias Donelan, MD, FACS Search for other works by this author on: Oxford Academic Google Scholar Mary Jo Baryza, PT, MS, PCS, Mary Jo Baryza, PT, MS, PCS Search for other works by this author on: Oxford Academic Google Scholar Dhaval Bhavsar, MD, Dhaval Bhavsar, MD Search for other works by this author on: Oxford Academic Google Scholar Sigrid Blome-Eberwein, MD, Sigrid Blome-Eberwein, MD Search for other works by this author on: Oxford Academic Google Scholar Gretchen J. Carrougher, RN, MN, Gretchen J. Carrougher, RN, MN Search for other works by this author on: Oxford Academic Google Scholar William Hickerson, MD, FACS, William Hickerson, MD, FACS Search for other works by this author on: Oxford Academic Google Scholar Victor Joe, MD, Victor Joe, MD Search for other works by this author on: Oxford Academic Google Scholar Marion Jordan, MD, FACS, Marion Jordan, MD, FACS Search for other works by this author on: Oxford Academic Google Scholar Karen Kowalske, MD, Karen Kowalske, MD Search for other works by this author on: Oxford Academic Google Scholar Derek Murray, MSPT, BSBA, Derek Murray, MSPT, BSBA Search for other works by this author on: Oxford Academic Google Scholar Vimal K. Murray, MD, FACS, Vimal K. Murray, MD, FACS Search for other works by this author on: Oxford Academic Google Scholar Ingrid Parry, MS, PT, Ingrid Parry, MS, PT Search for other works by this author on: Oxford Academic Google Scholar Michael Peck, MD, ScD, FACS, Michael Peck, MD, ScD, FACS Search for other works by this author on: Oxford Academic Google Scholar Debra Reilly, MD, Debra Reilly, MD Search for other works by this author on: Oxford Academic Google Scholar Jeffrey C. Schneider, MD, Jeffrey C. Schneider, MD Search for other works by this author on: Oxford Academic Google Scholar Linda Ware, OT, CHT, Linda Ware, OT, CHT Search for other works by this author on: Oxford Academic Google Scholar Adam J. Singer, MD, Adam J. Singer, MD Search for other works by this author on: Oxford Academic Google Scholar Steven T. Boyce, PhD, Steven T. Boyce, PhD Search for other works by this author on: Oxford Academic Google Scholar David H. Ahrenholz, MD, David H. Ahrenholz, MD Search for other works by this author on: Oxford Academic Google Scholar Philip Chang, MD, Philip Chang, MD Search for other works by this author on: Oxford Academic Google Scholar Richard A. F. Clark, MD, PhD, Richard A. F. Clark, MD, PhD Search for other works by this author on: Oxford Academic Google Scholar Ryan Fey, MD, Ryan Fey, MD Search for other works by this author on: Oxford Academic Google Scholar Phil Fidler, MD, Phil Fidler, MD Search for other works by this author on: Oxford Academic Google Scholar Warren Garner, MD, Warren Garner, MD Search for other works by this author on: Oxford Academic Google Scholar David Greenhalgh, MD, David Greenhalgh, MD Search for other works by this author on: Oxford Academic Google Scholar Shari Honari, RN, BSN, Shari Honari, RN, BSN Search for other works by this author on: Oxford Academic Google Scholar Larry Jones, MD, Larry Jones, MD Search for other works by this author on: Oxford Academic Google Scholar Richard Kagan, MD, Richard Kagan, MD Search for other works by this author on: Oxford Academic Google Scholar John Kirby, MD, John Kirby, MD Search for other works by this author on: Oxford Academic Google Scholar Jeannie Leggett, RN, BSN, Jeannie Leggett, RN, BSN Search for other works by this author on: Oxford Academic Google Scholar Nicholas Meyer, MD, Nicholas Meyer, MD Search for other works by this author on: Oxford Academic Google Scholar Cynthia Reigart, RN, BSN, Cynthia Reigart, RN, BSN Search for other works by this author on: Oxford Academic Google Scholar Karen Richey, RN, Karen Richey, RN Search for other works by this author on: Oxford Academic Google Scholar Lior Rosenberg, MD, Lior Rosenberg, MD Search for other works by this author on: Oxford Academic Google Scholar Joan Weber, RN, BSN, CIC, Joan Weber, RN, BSN, CIC Search for other works by this author on: Oxford Academic Google Scholar Brad Wiggins, RN, BSN Brad Wiggins, RN, BSN Search for other works by this author on: Oxford Academic Google Scholar Journal of Burn Care & Research, Volume 34, Issue 4, July-August 2013, Pages 361–385, https://doi.org/10.1097/BCR.0b013e31828cb249 Published: 01 July 2013",
  "authors": [
    {
      "display_name": "Nicole S. Gibran",
      "id": "A5074396123",
      "orcid": "https://orcid.org/0000-0003-4697-0988",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Nicole S. Gibran"
    },
    {
      "display_name": "Shelley A. Wiechman",
      "id": "A5078677468",
      "orcid": "https://orcid.org/0000-0002-0373-972X",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Shelley Wiechman"
    },
    {
      "display_name": "Walter J. Meyer",
      "id": "A5062678360",
      "orcid": "https://orcid.org/0009-0005-8571-5076",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Walter Meyer"
    },
    {
      "display_name": "Linda S. Edelman",
      "id": "A5054918504",
      "orcid": "https://orcid.org/0000-0002-8903-0083",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Linda Edelman"
    },
    {
      "display_name": "Jim Fauerbach",
      "id": "A5027107181",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Jim Fauerbach"
    },
    {
      "display_name": "Linda Gibbons",
      "id": "A5014739613",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Linda Gibbons"
    },
    {
      "display_name": "Radha Holavanahalli",
      "id": "A5059771642",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Radha Holavanahalli"
    },
    {
      "display_name": "Carly Hunt",
      "id": "A5072330855",
      "orcid": "https://orcid.org/0000-0003-3881-9882",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Carly Hunt"
    },
    {
      "display_name": "Kelly Ann Keller",
      "id": "A5022991287",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Kelly Keller"
    },
    {
      "display_name": "Elizabeth Kirk",
      "id": "A5008576809",
      "orcid": "https://orcid.org/0000-0002-2507-1185",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Elizabeth Kirk"
    },
    {
      "display_name": "Jacqueline Laird",
      "id": "A5017455130",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Jacqueline Laird"
    },
    {
      "display_name": "Giavonni Lewis",
      "id": "A5051380674",
      "orcid": "https://orcid.org/0000-0001-6324-684X",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Giavonni Lewis"
    },
    {
      "display_name": "Sidonie Moses",
      "id": "A5050938430",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Sidonie Moses"
    },
    {
      "display_name": "Jill Sproul",
      "id": "A5016603627",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Jill Sproul"
    },
    {
      "display_name": "Gretta Wilkinson",
      "id": "A5091379615",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Gretta Wilkinson"
    },
    {
      "display_name": "Steven E. Wolf",
      "id": "A5041106533",
      "orcid": "https://orcid.org/0000-0003-2972-3440",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Steve Wolf"
    },
    {
      "display_name": "Alan W. Young",
      "id": "A5112137963",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Alan Young"
    },
    {
      "display_name": "Sandra Yovino",
      "id": "A5028282730",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Sandra Yovino"
    },
    {
      "display_name": "Michael J. Mosier",
      "id": "A5109394281",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Michael J. Mosier"
    },
    {
      "display_name": "Leopoldo C. Cancio",
      "id": "A5003778917",
      "orcid": "https://orcid.org/0000-0002-0066-1998",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Leopoldo C. Cancio"
    },
    {
      "display_name": "Hamed Amani",
      "id": "A5101831978",
      "orcid": "https://orcid.org/0000-0003-3400-1960",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Hamed Amani"
    },
    {
      "display_name": "Carolyn Blayney",
      "id": "A5069113448",
      "orcid": "https://orcid.org/0009-0004-2954-8181",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Carolyn Blayney"
    },
    {
      "display_name": "Judith Cullinane",
      "id": "A5000565426",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Judith Cullinane"
    },
    {
      "display_name": "Linwood R. Haith",
      "id": "A5050366153",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Linwood Haith"
    },
    {
      "display_name": "James C. Jeng",
      "id": "A5029958045",
      "orcid": "https://orcid.org/0009-0009-9295-6782",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "James C. Jeng"
    },
    {
      "display_name": "Patricia Kardos",
      "id": "A5002345389",
      "orcid": "https://orcid.org/0000-0002-1657-846X",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Patricia Kardos"
    },
    {
      "display_name": "George C. Kramer",
      "id": "A5054232363",
      "orcid": "https://orcid.org/0000-0001-6146-2944",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "George Kramer"
    },
    {
      "display_name": "Mary Beth Lawless",
      "id": "A5113549044",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Mary Beth Lawless"
    },
    {
      "display_name": "Maria Serio-Melvin",
      "id": "A5058195918",
      "orcid": "https://orcid.org/0000-0001-9084-1222",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Maria L. Serio-Melvin"
    },
    {
      "display_name": "Sidney Miller",
      "id": "A5103426001",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Sidney Miller"
    },
    {
      "display_name": "Katie Moran",
      "id": "A5084632390",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Katie Moran"
    },
    {
      "display_name": "Rachel Novakovic",
      "id": "A5057745403",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Rachel Novakovic"
    },
    {
      "display_name": "Bruce Potenza",
      "id": "A5088217896",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Bruce Potenza"
    },
    {
      "display_name": "Anna Rinewalt",
      "id": "A5058313514",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Anna Rinewalt"
    },
    {
      "display_name": "J. H. Schultz",
      "id": "A5102506951",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "John Schultz"
    },
    {
      "display_name": "Howard S. Smith",
      "id": "A5103726757",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Howard Smith"
    },
    {
      "display_name": "Maggie L. Dylewski",
      "id": "A5040040022",
      "orcid": "https://orcid.org/0000-0003-3626-7551",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Maggie Dylewski"
    },
    {
      "display_name": "Lucy Wibbenmeyer",
      "id": "A5006277251",
      "orcid": "https://orcid.org/0000-0003-1424-069X",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Lucy Wibbenmeyer"
    },
    {
      "display_name": "Palmer Q. Bessey",
      "id": "A5001363230",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Palmer Q. Bessey"
    },
    {
      "display_name": "Jennifer Carter",
      "id": "A5100673213",
      "orcid": "https://orcid.org/0000-0002-5298-4844",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Jennifer Carter"
    },
    {
      "display_name": "Richard L. Gamelli",
      "id": "A5111992107",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Richard Gamelli"
    },
    {
      "display_name": "Cleon W. Goodwin",
      "id": "A5111622692",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Cleon Goodwin"
    },
    {
      "display_name": "Tamara Graves",
      "id": "A5047473380",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Tamara Graves"
    },
    {
      "display_name": "Kathleen Hollowed",
      "id": "A5063208852",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Kathleen Hollowed"
    },
    {
      "display_name": "Jimmy Holmes",
      "id": "A5084812313",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Jimmy Holmes"
    },
    {
      "display_name": "John Noordenbas",
      "id": "A5034074443",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "John Noordenbas"
    },
    {
      "display_name": "Megan Nordlund",
      "id": "A5110554726",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Megan Nordlund"
    },
    {
      "display_name": "Alisa Savetamal",
      "id": "A5080315702",
      "orcid": "https://orcid.org/0000-0001-7710-3276",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Alisa Savetamal"
    },
    {
      "display_name": "Peggie Simpson",
      "id": "A5047149219",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Peggie Simpson"
    },
    {
      "display_name": "Daniel L. Traber",
      "id": "A5059484707",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Daniel Traber"
    },
    {
      "display_name": "Lillian D. Traber",
      "id": "A5087187207",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Lillian Traber"
    },
    {
      "display_name": "Bernadette Nedelec",
      "id": "A5072897768",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Bernadette Nedelec"
    },
    {
      "display_name": "Matthias B. Donelan",
      "id": "A5040192375",
      "orcid": "https://orcid.org/0000-0003-0556-4924",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Matthias Donelan"
    },
    {
      "display_name": "Mary Jo Baryza",
      "id": "A5022698294",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Mary Jo Baryza"
    },
    {
      "display_name": "Dhaval Bhavsar",
      "id": "A5113887312",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Dhaval Bhavsar"
    },
    {
      "display_name": "Sigrid A Blome-Eberwein",
      "id": "A5112065485",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Sigrid Blome-Eberwein"
    },
    {
      "display_name": "Gretchen J. Carrougher",
      "id": "A5049151920",
      "orcid": "https://orcid.org/0000-0002-1438-7483",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Gretchen J. Carrougher"
    },
    {
      "display_name": "William L. Hickerson",
      "id": "A5031302291",
      "orcid": "https://orcid.org/0009-0009-1817-4002",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "William Hickerson"
    },
    {
      "display_name": "Victor Joe",
      "id": "A5071454389",
      "orcid": "https://orcid.org/0000-0002-1420-3082",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Victor Joe"
    },
    {
      "display_name": "Marion H. Jordan",
      "id": "A5109572351",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Marion Jordan"
    },
    {
      "display_name": "Karen Kowalske",
      "id": "A5046336759",
      "orcid": "https://orcid.org/0000-0003-2729-3328",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Karen Kowalske"
    },
    {
      "display_name": "Derek Murray",
      "id": "A5048181656",
      "orcid": "https://orcid.org/0000-0002-3702-1847",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Derek Murray"
    },
    {
      "display_name": "Vimal K. Murray",
      "id": "A5053377828",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Vimal K. Murray"
    },
    {
      "display_name": "Ingrid Parry",
      "id": "A5044281469",
      "orcid": "https://orcid.org/0009-0007-7004-573X",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Ingrid Parry"
    },
    {
      "display_name": "Michael D. Peck",
      "id": "A5110047497",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Michael Peck"
    },
    {
      "display_name": "Debra A. Reilly",
      "id": "A5090350724",
      "orcid": "https://orcid.org/0000-0002-6442-8730",
      "institutions": [
        {
          "id": "I59130452",
          "display_name": "University of Nebraska Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Debra Reilly"
    },
    {
      "display_name": "Jeffrey C Schneider",
      "id": "A5017325473",
      "orcid": "https://orcid.org/0000-0001-6652-7700",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Jeffrey C. Schneider"
    },
    {
      "display_name": "Linda Ware",
      "id": "A5113902781",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Linda Ware"
    },
    {
      "display_name": "Adam J. Singer",
      "id": "A5008796896",
      "orcid": "https://orcid.org/0000-0003-4694-6152",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Adam J. Singer"
    },
    {
      "display_name": "Steven T. Boyce",
      "id": "A5015488107",
      "orcid": "https://orcid.org/0000-0002-7683-7646",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Steven T. Boyce"
    },
    {
      "display_name": "David H. Ahrenholz",
      "id": "A5110060580",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "David H. Ahrenholz"
    },
    {
      "display_name": "Philip Chang",
      "id": "A5024770488",
      "orcid": "https://orcid.org/0000-0003-3059-8173",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Philip Chang"
    },
    {
      "display_name": "Richard A.F. Clark",
      "id": "A5101924208",
      "orcid": "https://orcid.org/0000-0003-3828-710X",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Richard A. F. Clark"
    },
    {
      "display_name": "Ryan Fey",
      "id": "A5067032937",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Ryan Fey"
    },
    {
      "display_name": "Phil Fidler",
      "id": "A5068764773",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Phil Fidler"
    },
    {
      "display_name": "W.L. Garner",
      "id": "A5112793575",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Warren Garner"
    },
    {
      "display_name": "David G. Greenhalgh",
      "id": "A5088287746",
      "orcid": "https://orcid.org/0000-0001-9998-8714",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "David Greenhalgh"
    },
    {
      "display_name": "Shari Honari",
      "id": "A5011981689",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Shari Honari"
    },
    {
      "display_name": "Larry M. Jones",
      "id": "A5072975126",
      "orcid": "https://orcid.org/0000-0001-6929-7322",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Larry Jones"
    },
    {
      "display_name": "Richard J. Kagan",
      "id": "A5083070778",
      "orcid": "https://orcid.org/0009-0002-2613-2469",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Richard Kagan"
    },
    {
      "display_name": "John P. Kirby",
      "id": "A5049491052",
      "orcid": "https://orcid.org/0000-0002-4531-5909",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "John Kirby"
    },
    {
      "display_name": "Jeannie Leggett",
      "id": "A5002339618",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Jeannie Leggett"
    },
    {
      "display_name": "Nicholas Meyer",
      "id": "A5016583283",
      "orcid": "https://orcid.org/0000-0001-6279-5716",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Nicholas Meyer"
    },
    {
      "display_name": "Cynthia Reigart",
      "id": "A5003486860",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Cynthia Reigart"
    },
    {
      "display_name": "Karen Richey",
      "id": "A5040554193",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Karen Richey"
    },
    {
      "display_name": "Lior Rosenberg",
      "id": "A5103699618",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Lior Rosenberg"
    },
    {
      "display_name": "Joan M. Weber",
      "id": "A5021139337",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Joan Weber"
    },
    {
      "display_name": "Brad Wiggins",
      "id": "A5047882838",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Brad Wiggins"
    }
  ],
  "publication_year": 2013,
  "publication_date": "2013-01-01",
  "type": "article",
  "cited_by_count": 128,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S57131103",
    "display_name": "Journal of Burn Care & Research",
    "issn_l": "1559-047X",
    "issn": [
      "1559-047X",
      "1559-0488"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310311648"
  },
  "volume": "34",
  "issue": "4",
  "first_page": "361",
  "last_page": "385",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.9136406
    },
    {
      "id": "C177713679",
      "display_name": "Intensive care medicine",
      "level": 1,
      "score": 0.3507836
    },
    {
      "id": "C512399662",
      "display_name": "Family medicine",
      "level": 1,
      "score": 0.34657913
    }
  ],
  "topics": [
    {
      "id": "T11422",
      "display_name": "Burn Injury Management and Outcomes",
      "score": 0.9998
    },
    {
      "id": "T10771",
      "display_name": "Wound Healing and Treatments",
      "score": 0.9998
    },
    {
      "id": "T11670",
      "display_name": "Pressure Ulcer Prevention and Management",
      "score": 0.9932
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1097/bcr.0b013e31828cb249",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:22:15.939888",
  "source_database": "OpenAlex"
}