{
  "openalex_id": "W2003043791",
  "doi": "https://doi.org/10.1080/10669920500056973",
  "title": "Swings in Fertility Limitation in Iran",
  "abstract": "Click to increase image sizeClick to decrease image size Notes 1 Scholars such as David Glass Glass D Revelle R 1972 Population and Social Change London Edward Arnold [Google Scholar], Ansely Coale Coale A 1973 The demographic transition reconsidered Proceedings of the International Population Conference I 53 73 Liege IUSSP [Google Scholar], John Caldwell Caldwell, J. 1976. Towards a restatement of demographic transition theory. Population and Development Review, 2(3): 321–366. [Google Scholar], John Knodel, and Ettiene van de Walle Van de Walle E Knodel J 1967 Demographic transition and fertility decline: the European case Contributed Papers of IUSSP Conference 47 55 Sydney [Google Scholar] may be named among the pioneers who reconsidered the demographic transition. See references at end of this article for complete citations to representative works of these scholars. 2 Basim Musallam, Sex and Society in Islam Musallam BF 1983 Sex and Society in Islam: Birth Control before the Nineteenth Century Cambridge Cambridge University Press [Google Scholar] (Cambridge Univ. Press, 1983, v. 3), p. ii. 3 Basim Musallam, Sex and Society in Islam Musallam BF 1983 Sex and Society in Islam: Birth Control before the Nineteenth Century Cambridge Cambridge University Press [Google Scholar] (Cambridge Univ. Press, 1983, v. 3), p. 28. 4 Alfred Sauvy, Malthus et les deux Marx, (1963 Sauvy A 1963 Malthus et les deux Marx Paris Denoël [Google Scholar]), pp. 185–187. 5 Asghar Zahedi, ‘The Iran Family Planning Program,’ Zahedi A 1974 The Iran family planning program, in: United Nations Population Strategy in Asia 315 New York United Nations [Google Scholar] in United Nations, Population Strategy in Asia (UN, 1974), p. 315. 6 Although the child women ratio is a proxy measure and rough estimation of fertility, it provides useful indications. For instance, in Table 2, the reduction in fertility during the years immediately before 1976 may be inferred from CWR1. Interestingly, CWR2 which implies the fertility situation during the 5–9 years before the census does not show a declining trend in 1976 or 1991. 7 According to figures of the Statistical Center of Iran, the crude marriage rate rose from 5 per thousand in the immediate years before the Revolution to more than 8 per thousand in the years immediately after the Revolution (see SCI's annual Statistical Yearbook, various years Statistical Center of Iran (various years) Statistical Yearbook of Iran Tehran Statistical Center of Iran [Google Scholar].) There are indications that in the early 1980's, that is, the first few years after the revolution, fertility increased rapidly and reached a peak, after which point it decreased slightly up to 1988. 8 During the war, basic needs were rationed on the basis of the number of members in each family without any qualifications. This system of rationing allowed more shares and more coupons for larger families. A newly born child was not in need of such rationed goods as meat, rice, sugar, cooking oil until the end of the breast-feeding period (which, very often, takes as long as two years), yet the child began receiving coupons right after his or her birth. Thus, by having more children, families could get more coupons. Selling coupons to opportunists became a way of making money for poor families. 9 Due to the huge influx of refugees from Afghanistan and Iraq between 1976 and 1986, the average annual rate of inter-census population growth was 3.97 percent, of which 3.2 percent represented natural increase and 0.8 percent the migration of refugees. 10 Had it not been for the post-revolutionary pro-natalist atmosphere, presumably, the fertility decline probably would have continued during the period 1978–88. Therefore, although actions on the moderation of population growth rate were reinforced after 1988, the huge reduction in fertility during the 1990s should not be attributed totally to the programs conducted in that particular decade. What occurred was a resumption of the fertility trend that had been reversed for a decade as a result of the Islamic Revolution. Hence, some credit should be given to previous actions (before 1988) for the remarkable decline in fertility during the 1990s. 11 ESCAP, ‘I.R. of Iran's Report,’ ESCAP 1997 I.R. Iran's Report Population Headliner No. 257 [Google Scholar] Population Headliner, no. 257 (1997): 7. 12 Using Easterlin's fertility framework terminology, the supply of children (Cn) exceeds the demand for children (Cd), and hence, the motivation for fertility limitations; see further Richard E. Easterlin, ‘An economic Framework for Fertility Analysis,’ Easterlin, RE. 1975. An economic framework for fertility analysis. Studies in Family Planning, 6(3): 54–64. [Crossref], [PubMed], [Web of Science ®] , [Google Scholar] in Studies in Family Planning, The Population Council, 6, no. 3 (1975): 54–64. 13 Immediately after the Islamic Revolution, a popular movement for the reconstruction of the rural areas began. Also, the Ministry of Construction Jihad (campaign) was established to pursue rural development. This new institution, which was fresh and not entangled with the cumbersome bureaucracy of old ministries, made significant contributions to rural development. Appreciable activities of the Ministry of Construction Jihad along with preventive and curative health measures provided by Village Health Houses of the Ministry of Health were crucial in the reduction of infant mortality. 14 For the period 1980–91, the average annual GNP growth rate of the country was −1.3 percent and the average annual rate of inflation was 14 percent. 15 For examples of fertility surveys, conducted in various parts of Iran and which indicated an inverse relationship between the literacy rate and fertility, see Mehdi Amani, and Mohammad Mirzaie, ‘The Impact of Literacy on Fertility and Family Planning’ Amani M Mirzaie M 1971 The Impact of Literacy on Fertility and Family Planning in Tehran and Esfahan Tehran Institute for Social Studies and Research, University of Tehran [Google Scholar] (Institute for Social Studies and Research 1971); Mehdi Amani, ‘Fertility in Tehran,’ Amani M 1974 Fertility in Tehran Tehran Institute for Social Studies and Research, University of Tehran in Persian [Google Scholar] (Institute for Social Studies Research, 1974); and Aliakbar Paydarfar and Akbar Aghajanian, ‘Fertility in Fars Province,’ Paydarfar A Aghajanian A 1975 Fertility in Fars Province Proceedings of Seminar on Population Problems of Iran Esfahan University of Esfahan [Google Scholar] Proceedings of Seminar on Population Problems (University of Esfahan, 1975). Additional informationNotes on contributorsMohammad MirzaieThe author wishes to thank Professor Jones and McDonald for their comments on earlier drafts of this article.",
  "authors": [
    {
      "display_name": "mohammad mirzaie",
      "id": "A5100841921",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Mohammad Mirzaie"
    }
  ],
  "publication_year": 2005,
  "publication_date": "2005-03-01",
  "type": "article",
  "cited_by_count": 30,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S68061332",
    "display_name": "Critique Critical Middle Eastern Studies",
    "issn_l": "1066-9922",
    "issn": [
      "1066-9922",
      "1473-9666"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320547"
  },
  "volume": "14",
  "issue": "1",
  "first_page": "25",
  "last_page": "33",
  "open_access": {
    "is_oa": true,
    "oa_status": "green",
    "oa_url": "https://openresearch-repository.anu.edu.au/bitstream/1885/41467/4/72.pdf",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C4445939",
      "display_name": "Islam",
      "level": 2,
      "score": 0.6666038
    },
    {
      "id": "C2908647359",
      "display_name": "Population",
      "level": 2,
      "score": 0.6117329
    },
    {
      "id": "C2781400533",
      "display_name": "Birth control",
      "level": 5,
      "score": 0.468172
    },
    {
      "id": "C143845886",
      "display_name": "Demographic transition",
      "level": 4,
      "score": 0.42822173
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.3491816
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.34750965
    },
    {
      "id": "C518429986",
      "display_name": "Fertility",
      "level": 3,
      "score": 0.3414371
    },
    {
      "id": "C2779076696",
      "display_name": "Family planning",
      "level": 4,
      "score": 0.33858076
    },
    {
      "id": "C74916050",
      "display_name": "Classics",
      "level": 1,
      "score": 0.32907075
    },
    {
      "id": "C149923435",
      "display_name": "Demography",
      "level": 1,
      "score": 0.32335946
    },
    {
      "id": "C27206212",
      "display_name": "Theology",
      "level": 1,
      "score": 0.26800457
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.16200718
    },
    {
      "id": "C2986817661",
      "display_name": "Research methodology",
      "level": 3,
      "score": 0.15649247
    }
  ],
  "topics": [
    {
      "id": "T12728",
      "display_name": "Demographic Trends and Gender Preferences",
      "score": 0.9932
    },
    {
      "id": "T10585",
      "display_name": "Family Dynamics and Relationships",
      "score": 0.962
    },
    {
      "id": "T11544",
      "display_name": "Gender, Labor, and Family Dynamics",
      "score": 0.9565
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1080/10669920500056973",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:49:29.530924",
  "source_database": "OpenAlex"
}