{
  "openalex_id": "W2004865643",
  "doi": "https://doi.org/10.4324/9780203995570",
  "title": "Living with Environmental Change",
  "abstract": "Part I. Vietnam and Environmental Change 1. Environment, Society and Precipitous Change W. Neil Adger, P. Mick Kelly and Nguyen Huu Ninh 2. Social Vulnerability and Resilience W. Neil Adger and P. Mick Kelly 3. Managing Environmental Change in Vietnam P. Mick Kelly, Tran Viet Lien, Hoang Minh Hien, Nguyen Huu Ninh and W. Neil Adger 4. Historical Perspectives on Environment and Development Cecilia Luttrell Part II. The Natural Resource Base 5. Property Rights, Institutions and Resource Management - Coastal Resources Under doi moi W. Neil Adger, P. Mick Kelly, Nguyen Huu Ninh and Ngo Cam Thanh 6. Forest Land Allocation and Deforestation Processes in the Uplands Davide Pettenella 7. Sustainable Agriculture in the Uplands of Northern Vietnam - Attitudes, Constraints and Priorities of Ethnic Minorities Andreas Neef 8. Environmental Change, Ecosystem Degradation and the Value of Wetland Rehabilitation in the Mekong Delta Duong Van Ni, Roger Safford and Edward Maltby 9. Mangrove Conservation and Restoration for Enhanced Resilience Nguyen Hoang Tri, Phan Nguyen Hong, W. Neil Adger and P. Mick Kelly 10. Responding to El Nino and La Nina - Averting Tropical Cyclone Impacts P. Mick Kelly, Hoang Minh Hien and Tran Viet Lien Part III. Development Pathways 11. Trade, Investment and Industrial Pollution - Lessons from Southeast Asia Rhys Jenkins 12. Sustainable Urbanisation and Environmental Issues in Vietnam David Drakakis-Smith and Andrea Kilgour 13. Politics, Ecology and Water - the Mekong Delta and Development of the Lower Mekong Basin Chris Sneddon and Nguyen Thanh Binh 14. Prospects for Sustainable Development W, Neil Adger, P. Mick Kelly and Nguyen Huu Ninh",
  "authors": [
    {
      "display_name": "W. Neil Adger",
      "id": "A5016300203",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "W. Neil Adger"
    },
    {
      "display_name": "P. Mick Kelly",
      "id": "A5105800288",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "P. Mick Kelly"
    },
    {
      "display_name": "Nguyễn Hữu Ninh",
      "id": "A5110507152",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Nguyen Huu Ninh"
    }
  ],
  "publication_year": 2012,
  "publication_date": "2012-12-06",
  "type": "book",
  "cited_by_count": 133,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "",
    "display_name": "",
    "issn_l": "",
    "issn": [],
    "type": "",
    "host_organization": ""
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C205649164",
      "display_name": "Geography",
      "level": 0,
      "score": 0.3328998
    }
  ],
  "topics": [
    {
      "id": "T13802",
      "display_name": "Vietnamese History and Culture Studies",
      "score": 0.5836
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.4324/9780203995570",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:52:42.466530",
  "source_database": "OpenAlex"
}