{
  "openalex_id": "W2002654304",
  "doi": "https://doi.org/10.1016/j.juro.2010.09.096",
  "title": "Long-Term Complications of Conduit Urinary Diversion",
  "abstract": "No AccessJournal of UrologyAdult Urology1 Feb 2011Long-Term Complications of Conduit Urinary Diversion Mark S. Shimko, Matthew K. Tollefson, Eric C. Umbreit, Sara A. Farmer, Michael L. Blute, and Igor Frank Mark S. ShimkoMark S. Shimko Department of Urology, Mayo Medical School and Mayo Clinic, Rochester, Minnesota , Matthew K. TollefsonMatthew K. Tollefson Department of Urology, Mayo Medical School and Mayo Clinic, Rochester, Minnesota , Eric C. UmbreitEric C. Umbreit Department of Urology, Mayo Medical School and Mayo Clinic, Rochester, Minnesota , Sara A. FarmerSara A. Farmer Health Sciences Research, Mayo Medical School and Mayo Clinic, Rochester, Minnesota , Michael L. BluteMichael L. Blute Department of Urology, Mayo Medical School and Mayo Clinic, Rochester, Minnesota , and Igor FrankIgor Frank Department of Urology, Mayo Medical School and Mayo Clinic, Rochester, Minnesota View All Author Informationhttps://doi.org/10.1016/j.juro.2010.09.096AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: We evaluated long-term surgical complications and clinical outcomes in a large group of patients treated with conduit urinary diversion. Materials and Methods: We identified 1,057 patients who underwent radical cystectomy with conduit urinary diversion using ileum or colon at our institution from 1980 to 1998 with complete followup information. Patients were followed for long-term clinical outcomes and analyzed for the incidence of diversion specific complications. Results: A total of 844 patients died at a median of 4.1 years (range 0.1 to 28.1) following cystectomy. Median followup of the surviving 213 patients was 15.5 years (range 0.3 to 29.1). There were 643 (60.8%) patients with 1,453 complications directly attributable to the urinary diversion performed with a mean of 2.3 complications per patient. Bowel complications were the most common, occurring in 215 patients (20.3%), followed by renal complications in 213 (20.2%), infectious complications in 174 (16.5%), stomal complications in 163 (15.4%) and urolithiasis in 162 (15.3%). The least common were metabolic abnormalities, which occurred in 135 patients (12.8%), and structural complications, which occurred in 122 (11.5%). Increasing age at cystectomy (HR 1.21, p <0.001), increasing Eastern Cooperative Oncology Group performance status (HR 1.23, p = 0.02) and recent era of surgery (HR 1.68, p <0.001) were significantly associated with a higher incidence of complications. Conclusions: Conduit urinary diversion is associated with a high overall complication rate but a low reoperation rate. Long-term followup of these patients is necessary to closely monitor for potential complications from the urinary diversion that can occur decades later. References 1 : Cancer statistics, 2009. CA Cancer J Clin2009; 59: 225. Google Scholar 2 : Comparison of bladder cancer outcome in men undergoing hematuria home screening versus those with standard clinical presentations. Urology1995; 45: 387. Crossref, Medline, Google Scholar 3 : Bladder preservation: optimizing radiotherapy and integrated treatment strategies. BJU Int2008; 102: 1345. Google Scholar 4 : Radiotherapy for bladder cancer. Urology2007; 69: 80. Google Scholar 5 : Selective bladder preservation by combined modality protocol treatment: long-term outcomes of 190 patients with invasive bladder cancer. Urology2002; 60: 62. Google Scholar 6 : Bladder substitution after pelvic evisceration. Surg Clin North Am1950; 30: 1511. Google Scholar 7 : Variations in reconstruction after radical cystectomy. Cancer2006; 107: 729. Google Scholar 8 : Long-term outcome of ileal conduit diversion. J Urol2003; 169: 985. Link, Google Scholar 9 : Long-term functional outcome and late complications of Studer's ileal neobladder. Jpn J Clin Oncol2005; 35: 391. Google Scholar 10 : Twenty years experience with an ileal orthotopic low pressure bladder substitute–lessons to be learned. J Urol2006; 176: 161. Link, Google Scholar 11 : Health related quality of life after radical cystectomy: comparison of ileal conduit to continent orthotopic neobladder. Eur J Surg Oncol2009; 35: 858. Google Scholar 12 : Outcome and quality of life in patients operated on with radical cystectomy and three different urinary diversion techniques. Scand J Urol Nephrol2009; 43: 37. Google Scholar 13 : Comparison of Studer ileal neobladder and ileal conduit urinary diversion with respect to perioperative outcome and late complications. J Urol1998; 160: 721. Link, Google Scholar 14 : Quality of care in bladder cancer: trends in urinary diversion following radical cystectomy. World J Urol2009; 27: 45. Google Scholar 15 : Urinary diversion and morbidity after radical cystectomy for bladder cancer. Cancer2010; 116: 331. Google Scholar 16 : Quality of life and body image for bladder cancer patients undergoing radical cystectomy and urinary diversion–a prospective cohort study with a systematic review of literature. Urology2009; 74: 1138. Google Scholar 17 : Metabolic complications of urinary intestinal diversion. J Urol1992; 147: 1199. Link, Google Scholar 18 : Is ileal orthotopic bladder substitution with an afferent tubular segment detrimental to the upper urinary tract in the long term?. J Urol2002; 168: 2030. Link, Google Scholar 19 : Complications following radical cystectomy for bladder cancer in the elderly. Eur Urol2009; 56: 443. Google Scholar © 2011 by American Urological Association Education and Research, Inc.FiguresReferencesRelatedDetailsCited byReesink D, Gerritsen S, Kelder H, van Melick H and Stijns P (2020) Evaluation of Ureteroenteric Anastomotic Strictures after the Introduction of Robot-Assisted Radical Cystectomy with Intracorporeal Urinary Diversion: Results from a Large Tertiary Referral CenterJournal of Urology, VOL. 205, NO. 4, (1119-1125), Online publication date: 1-Apr-2021.Sefik E, Bozkurt I, Basmaci I and Celik S (2019) Re: Perioperative Oral Nutrition Supplementation Reduces Prevalence of Sarcopenia following Radical Cystectomy: Results of a Prospective Randomized Controlled TrialJournal of Urology, VOL. 202, NO. 4, (819-819), Online publication date: 1-Oct-2019.Ahmed Y, Hussein A, May P, Ahmad B, Ali T, Durrani A, Khan S, Kumar P and Guru K (2017) Natural History, Predictors and Management of Ureteroenteric Strictures after Robot Assisted Radical CystectomyJournal of Urology, VOL. 198, NO. 3, (567-574), Online publication date: 1-Sep-2017.Furrer M, Roth B, Kiss B, Nguyen D, Boxler S, Burkhard F, Thalmann G and Studer U (2016) Patients with an Orthotopic Low Pressure Bladder Substitute Enjoy Long-Term Good FunctionJournal of Urology, VOL. 196, NO. 4, (1172-1180), Online publication date: 1-Oct-2016.Movassaghi K, Shah S, Cai J, Miranda G, Fernandez J, Duddalwar V, Daneshmand S and Djaladat H (2016) Incisional and Parastomal Hernia following Radical Cystectomy and Urinary Diversion: The University of Southern California ExperienceJournal of Urology, VOL. 196, NO. 3, (777-781), Online publication date: 1-Sep-2016.Hautmann R, de Petriconi R, Schwarz J and Volkmer B (2015) Single Center Experience with Secondary Urinary Diversion after Initial Radical Cystectomy and Primary Urinary DiversionJournal of Urology, VOL. 195, NO. 2, (406-412), Online publication date: 1-Feb-2016.Xu W, Daneshmand S, Bazargani S, Cai J, Miranda G, Schuckman A and Djaladat H (2015) Postoperative Pain Management after Radical Cystectomy: Comparing Traditional versus Enhanced Recovery Protocol PathwayJournal of Urology, VOL. 194, NO. 5, (1209-1213), Online publication date: 1-Nov-2015.Skinner E, Fairey A, Groshen S, Daneshmand S, Cai J, Miranda G and Skinner D (2015) Randomized Trial of Studer Pouch versus T-Pouch Orthotopic Ileal Neobladder in Patients with Bladder CancerJournal of Urology, VOL. 194, NO. 2, (433-440), Online publication date: 1-Aug-2015.Linder B, Boorjian S, Hudolin T, Cheville J, Thapa P, Tarrell R and Frank I (2013) Late Recurrence after Radical Cystectomy: Patterns, Risk Factors and OutcomesJournal of Urology, VOL. 191, NO. 5, (1256-1261), Online publication date: 1-May-2014.Nazmy M, Yuh B, Kawachi M, Lau C, Linehan J, Ruel N, Torrey R, Yamzon J, Wilson T and Chan K (2013) Early and Late Complications of Robot-Assisted Radical Cystectomy: A Standardized Analysis by Urinary Diversion TypeJournal of Urology, VOL. 191, NO. 3, (681-687), Online publication date: 1-Mar-2014.Eisenberg M, Thompson R, Frank I, Kim S, Cotter K, Tollefson M, Kaushik D, Thapa P, Tarrell R and Boorjian S (2013) Long-Term Renal Function Outcomes after Radical CystectomyJournal of Urology, VOL. 191, NO. 3, (619-625), Online publication date: 1-Mar-2014.Large M, Cohn J, Kiriluk K, Dangle P, Richards K, Smith N and Steinberg G (2013) The Impact of Running versus Interrupted Anastomosis on Ureterointestinal Stricture Rate after Radical CystectomyJournal of Urology, VOL. 190, NO. 3, (923-927), Online publication date: 1-Sep-2013.Hertzig L, Iwaszko M, Rangel L, Patterson D, Gettman M and Krambeck A (2012) Urolithiasis After Ileal Conduit Urinary Diversion: A Comparison of Minimally Invasive TherapiesJournal of Urology, VOL. 189, NO. 6, (2152-2157), Online publication date: 1-Jun-2013.Anderson C, Morgan T, Kappa S, Moore D, Clark P, Davis R, Penson D, Barocas D, Smith J, Cookson M and Chang S (2012) Ureteroenteric Anastomotic Strictures After Radical Cystectomy—Does Operative Approach Matter?Journal of Urology, VOL. 189, NO. 2, (541-547), Online publication date: 1-Feb-2013. Volume 185Issue 2February 2011Page: 562-567 Advertisement Copyright & Permissions© 2011 by American Urological Association Education and Research, Inc.Keywordscystectomyurinary diversionpostoperative complicationsMetrics Author Information Mark S. Shimko Department of Urology, Mayo Medical School and Mayo Clinic, Rochester, Minnesota More articles by this author Matthew K. Tollefson Department of Urology, Mayo Medical School and Mayo Clinic, Rochester, Minnesota More articles by this author Eric C. Umbreit Department of Urology, Mayo Medical School and Mayo Clinic, Rochester, Minnesota More articles by this author Sara A. Farmer Health Sciences Research, Mayo Medical School and Mayo Clinic, Rochester, Minnesota More articles by this author Michael L. Blute Department of Urology, Mayo Medical School and Mayo Clinic, Rochester, Minnesota More articles by this author Igor Frank Department of Urology, Mayo Medical School and Mayo Clinic, Rochester, Minnesota More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Mark Shimko",
      "id": "A5056294455",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210125099",
          "display_name": "Mayo Clinic in Arizona",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mark S. Shimko"
    },
    {
      "display_name": "Matthew K. Tollefson",
      "id": "A5069162638",
      "orcid": "https://orcid.org/0000-0002-9960-4124",
      "institutions": [
        {
          "id": "I4210125099",
          "display_name": "Mayo Clinic in Arizona",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Matthew K. Tollefson"
    },
    {
      "display_name": "Eric Umbreit",
      "id": "A5021319825",
      "orcid": "https://orcid.org/0000-0001-5946-4406",
      "institutions": [
        {
          "id": "I4210125099",
          "display_name": "Mayo Clinic in Arizona",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Eric C. Umbreit"
    },
    {
      "display_name": "Sara A. Farmer",
      "id": "A5113799073",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210146710",
          "display_name": "Mayo Clinic in Florida",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Sara A. Farmer"
    },
    {
      "display_name": "Michael L. Blute",
      "id": "A5111665084",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210125099",
          "display_name": "Mayo Clinic in Arizona",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Michael L. Blute"
    },
    {
      "display_name": "Igor Frank",
      "id": "A5066721028",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210125099",
          "display_name": "Mayo Clinic in Arizona",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Igor Frank"
    }
  ],
  "publication_year": 2010,
  "publication_date": "2010-12-19",
  "type": "article",
  "cited_by_count": 248,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "185",
  "issue": "2",
  "first_page": "562",
  "last_page": "567",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.97475874
    },
    {
      "id": "C2777284795",
      "display_name": "Urinary diversion",
      "level": 5,
      "score": 0.9054287
    },
    {
      "id": "C2775910329",
      "display_name": "Cystectomy",
      "level": 4,
      "score": 0.90422493
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.6983642
    },
    {
      "id": "C77411442",
      "display_name": "Urinary system",
      "level": 2,
      "score": 0.6525018
    },
    {
      "id": "C81182388",
      "display_name": "Complication",
      "level": 2,
      "score": 0.64444536
    },
    {
      "id": "C61511704",
      "display_name": "Incidence (geometry)",
      "level": 2,
      "score": 0.56410056
    },
    {
      "id": "C2780352672",
      "display_name": "Bladder cancer",
      "level": 3,
      "score": 0.26663375
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.22248593
    },
    {
      "id": "C121608353",
      "display_name": "Cancer",
      "level": 2,
      "score": 0.0809319
    },
    {
      "id": "C121332964",
      "display_name": "Physics",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C120665830",
      "display_name": "Optics",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10458",
      "display_name": "Bladder and Urothelial Cancer Treatments",
      "score": 1.0
    },
    {
      "id": "T11815",
      "display_name": "Urological Disorders and Treatments",
      "score": 0.999
    },
    {
      "id": "T12695",
      "display_name": "Urinary and Genital Oncology Studies",
      "score": 0.9983
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/j.juro.2010.09.096",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:46:07.307760",
  "source_database": "OpenAlex"
}