{
  "openalex_id": "W2006284660",
  "doi": "https://doi.org/10.1080/07038992.1995.10874623",
  "title": "A Catalogue of Potential Spatial Discriminators for High Spatial Resolution Digital Images of Individual Crowns",
  "abstract": "RÉSUMÉLa plupart des méthodes d'extraction de l'information forestière (cartes de peuplements forestiers par exemple) sur les images satellites numériques reposent sur l'information spectrale dans le cas d'un médium de faible résolution spatiale. Le succès restreint de ces méthodes peut être attribuable, en grande partie, au fait que ces images ne renferment pas suffisamment d'informations spatiales pour permettre de distinguer les patrons de peuplements forestiers et les espèces d'arbres. Lorsqu'on utilise des images aériennes à haute résolution, la forte variabilité des données requiert alors différentes règles d'interprétation. Aussi des scientifiques commencent-ils à se pencher sur l'identification, sur une base individuelle, des cimes d'arbres. La distinction entre les différentes essences en fonction de l'information spatiale, comme le font les photointerprètes, constitue un indicateur supplémentaire utile pour l'analyse automatisée des images numériques.Cet article expose les critères de discrimination spatiale des cimes d'arbre individuelles lors de l'utilisation d'images numériques à haute résolution spatiale. Ce processus met en jeu l'identification de patrons visuels récurrents à partir de la cime d'arbres individuels d'un couvert forestier. On a regroupé ces patrons visuels dans une table constitutive d'un catalogue général visuel des cimes d'arbres. La conception de ce catalogue requiert un découpage du processus d'interprétation en règles de décision fondées sur la caractérisation de patrons spécifiques pouvant être intégrés dans des traitements automatisés. Un interprète profane en a vérifié l'utilité en utilisant des images numériques aériennes MEIS-II d'une résolution spatiale de 40 cm. L'exactitude des résultats d'identification des cimes à partir d'un sous-ensemble de caractéristiques visuelles était d'environ 65 %. Plus précisément, les résultats d'interprétation étaient exacts à 63 % dans le cas du pin rouge, 80 % dans le cas du pin gris et 56 % dans le cas de l'épinette blanche. La disposition et les caractéristiques des zones claires à l'intérieur de la cime se sont révélées le meilleur discriminateur spatial. De plus, ils présentent l'avantage d'être relativement stables lorsqu'il y a modification de la densité locale des cimes. D'autres critères de forme sont également apparus potentiellement utiles aux fins de discrimination.SUMMARYMost approaches for the extraction of forestry information (stand-based maps, for example) from satellite digital imagery have relied on the spectral information content of a medium with coarse spatial resolution. Their limited success may be due, in large part, to the insufficient level of spatial detail from the imagery to assess the patterns of forest stands or tree species. Meanwhile, when high spatial resolution airborne imagery is considered, the high variability of the data requires different sets of interpretation rules. Consequently, recent work has begun to focus on the isolation and identification of individual tree crowns. Distinguishing species on the basis of spatial information, used traditionally by photo-interpreters, is a useful additional indicator for the automated analysis of digital imagery.This paper explores spatial discrimination criteria for individual tree crowns when using digital imagery with fine spatial resolution. This process involves identifying recurrent visual patterns from individual crowns of a forest canopy. A table of the visual patterns is compiled and constitutes a general visual catalogue for tree crowns. The catalogue is designed to break down the interpretation process into specific feature characterizations that could be included in automated processes. The usefulness of the catalogue is tested by a non-experienced interpreter on airborne MEIS-II digital images with a spatial resolution of 40 cm. Crown identification based on a subset of visual features resulted in an average accuracy of about 65%. More specifically, the interpretation tests were successful on 63% of the Red Pine, 80% of the Jack Pine, and 56% of the White Spruce. The best spatial discriminator appears to be the arrangement and characteristics of bright areas within the crown. These features have the additional advantage of being relatively stable when the local density of crowns are changed. Other shape criteria also emerged as potentially useful discriminators.Key words:: forestryhigh-resolution imageryMEIS-IIimage interpretation Additional informationNotes on contributorsRichard A. Fournier• Richard A. Fournier, Geoffrey Edwards, and Norman R. Eldridge are with Chaire Industrielle en Géomatique Appliquée à la Foresterie, Centre de Recherche en Géomatique, Université Laval, Sainte-Foy (QC), Canada, G1K 7P4. Richard A. Fournier was also under contract with the Canada Centre for Remote Sensing, 588 Booth St., Ottawa, Ontario, Canada K1A 0Y7. Norman R. Eldridge is now at McDonald DetWiller Associates.Geoffrey Edwards• Richard A. Fournier, Geoffrey Edwards, and Norman R. Eldridge are with Chaire Industrielle en Géomatique Appliquée à la Foresterie, Centre de Recherche en Géomatique, Université Laval, Sainte-Foy (QC), Canada, G1K 7P4. Richard A. Fournier was also under contract with the Canada Centre for Remote Sensing, 588 Booth St., Ottawa, Ontario, Canada K1A 0Y7. Norman R. Eldridge is now at McDonald DetWiller Associates.Norman R. Eldridge• Richard A. Fournier, Geoffrey Edwards, and Norman R. Eldridge are with Chaire Industrielle en Géomatique Appliquée à la Foresterie, Centre de Recherche en Géomatique, Université Laval, Sainte-Foy (QC), Canada, G1K 7P4. Richard A. Fournier was also under contract with the Canada Centre for Remote Sensing, 588 Booth St., Ottawa, Ontario, Canada K1A 0Y7. Norman R. Eldridge is now at McDonald DetWiller Associates.",
  "authors": [
    {
      "display_name": "Richard Fournier",
      "id": "A5076077369",
      "orcid": "https://orcid.org/0009-0008-0885-3565",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Richard A. Fournier"
    },
    {
      "display_name": "Geoffrey Edwards",
      "id": "A5108221899",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Geoffrey Edwards"
    },
    {
      "display_name": "Norman R. Eldridge",
      "id": "A5077248338",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Norman R. Eldridge"
    }
  ],
  "publication_year": 1995,
  "publication_date": "1995-08-01",
  "type": "article",
  "cited_by_count": 38,
  "is_retracted": false,
  "is_paratext": false,
  "language": "fr",
  "source": {
    "id": "S85837164",
    "display_name": "Canadian Journal of Remote Sensing",
    "issn_l": "0703-8992",
    "issn": [
      "0703-8992",
      "1712-7971",
      "1712-798X"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320547"
  },
  "volume": "21",
  "issue": "3",
  "first_page": "285",
  "last_page": "298",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C205649164",
      "display_name": "Geography",
      "level": 0,
      "score": 0.56461245
    },
    {
      "id": "C97137747",
      "display_name": "Forestry",
      "level": 1,
      "score": 0.5327962
    },
    {
      "id": "C58640448",
      "display_name": "Cartography",
      "level": 1,
      "score": 0.51066285
    },
    {
      "id": "C15708023",
      "display_name": "Humanities",
      "level": 1,
      "score": 0.43680197
    },
    {
      "id": "C3020199158",
      "display_name": "High resolution",
      "level": 2,
      "score": 0.4231691
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.25834465
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.15592685
    }
  ],
  "topics": [
    {
      "id": "T11164",
      "display_name": "Remote Sensing and LiDAR Applications",
      "score": 0.9996
    },
    {
      "id": "T10111",
      "display_name": "Remote Sensing in Agriculture",
      "score": 0.9993
    },
    {
      "id": "T11880",
      "display_name": "Forest ecology and management",
      "score": 0.9933
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1080/07038992.1995.10874623",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:20:12.884188",
  "source_database": "OpenAlex"
}