{
  "openalex_id": "W2002296478",
  "doi": "https://doi.org/10.1080/13691830500335325",
  "title": "The Disappearing of a Migration Category: Migrants Who Sell Sex",
  "abstract": "Abstract Migrant women selling sex are generally neglected by migration and diaspora studies. The moral panic on 'trafficking', a prolonged debate within feminism on commercial sex and some activists' attempts to conflate the concept of 'prostitution' with 'trafficking' combine to shift study of these migrants to domains of criminology and feminism, with the result that large numbers of women's migrations are little known. This article reveals the silences at work and where the attention goes, and theorises that the shift from conventional study to moral outrage facilitates the avoidance of uncomfortable truths for Western societies: their enormous demand for sexual services and the fact that many women do not mind or prefer this occupation to others available to them. Keywords: MigrationSexProstitutionTraffickingDiaspora Notes 1. Migrants selling sex often mention that they also do domestic labour, either as a second job or as part of the first. Researchers with migrant domestic workers do not appear to ask them if they do sex work as well, rather mentioning questions of 'sexual abuse' in houses where they work. Nevertheless, some researchers acknowledge that sexual labour often forms part of the expectations of those employing domestics, though not always in print. Taboos are very strong here; though far from 'protecting' women from stigmatisation, they act to maintain the oppressive dichotomy of 'still virtuous' versus 'bad' or 'fallen' women. 2. Among those who have written about these processes are Ruggiero (1997 Ruggiero, V. 1997. 'Trafficking in human beings: slaves in contemporary Europe'. International Journal of the Sociology of Law, 25(3): 231–44. [Crossref] , [Google Scholar]) and Schloenhardt (1999 Schloenhardt, A. 1999. 'Organized crime and the business of migrant trafficking'. Crime, Law and Social Change, 32: 203–33. [Crossref], [Web of Science ®] , [Google Scholar]). 3. The following studies interviewed migrant women in Ghana, Niger, the Dominican Republic, Thailand, Colombia, the Philippines, Austria, Russia, Italy, Holland, Spain, Portugal, Turkey, France and Albania, with similar results: Agustín (2001a Agustín, L. 2001a. \"'Mujeres inmigrantes ocupadas en servicios sexuales'\". In Mujer, Inmigración y Trabajo, Edited by: Colectivo, Ioé. 647–716. Madrid: IMSERSO. [Google Scholar]); Altink (1995 Altink, S. 1995. Stolen Lives: Trading Women into Sex and Slavery, London: Scarlet Press. [Google Scholar]); Andrijasevic (2003 Andrijasevic, R. 2003. \"'The difference borders make: (il)legality, migration and trafficking in Italy among Eastern European women in prostitution'\". In Uprootings/Regroundings: Questions of Home and Migration, Edited by: Ahmed, S., Castañeda, C., Fortier, A.-M. and Sheller, M. 251–72. Oxford: Berg. [Google Scholar]); Brussa (2000 Brussa, L. 2000. 'Migrant sex workers in the Netherlands speak out'. Research for Sex Work, 3: 19 [Google Scholar]); Bueno (1999 Bueno, A. 1999. \"'Enfermedades de transmisión sexual: entrevista con mujeres inmigrantes'\". In Investigación Epidemiológica de Casos en Población Desfavorecida, Edited by: Calvo Buezas, T. 304–94. Madrid: Consejería de Sanidad. [Google Scholar]); Cabiria (2002 Cabiria. 2002. Rapport de Synthèse, Lyon: Le Dragon Lune. [Google Scholar], 2004 Cabiria. 2004. Femmes et Migrations en Europe: Stratégies et empowerment, Lyon: Le Dragon Lune. [Google Scholar]); Campani (1999 Campani, G. 1999. \"'Trafficking for sexual exploitation and the sex business in the new context of international migration: the case of Italy'\". In Immigrants and the Informal Economy in Southern Europe, Edited by: Baldwin-Edwards, M. and Arango, J. 230–61. London: Frank Cass. [Google Scholar]); Carchedi et al. (2000 Carchedi, F., Campani, G., Mottura, G. and Picciolini, A. 2000. I Colori della Notte: Migrazioni, sfruttamento sessuale, esperienze di intervento sociale, Milan: Franco Angeli. [Google Scholar]); Casal (2000 Casal, M. 2000. \"'Inmigración femenina y trabajo sexual: estudios de casos en Madrid, Pamplona y Bilbao'\". In Mujeres Inmigrantes en la Irregularidad: pobreza, marginación laboral y prostitución, Edited by: Izquierdo, A. Madrid: Instituto de la Mujer, unpublished report. [Google Scholar]); COIN (1992 COIN. 1992. Viajes al Exterior: ilusiones y mentiras (Exportación de sexo organizado), Santo Domingo: Centro de Orientación e Investigación Integral. [Google Scholar]); Corso and Trifirò (2003 Corso, C. and Trifirò, A. 2003. …E Siamo Partite! Migrazione, tratta e prostituzione straniera in Italia, Florence: Giunti. [Google Scholar]); Danna (2003 Danna, D. 2003. Donne di Mondo: Commercio del sesso e controllo statale, Milan: Eleuthera. [Google Scholar]); de Paula Medeiros (2000 De Paula Medeiros, R. 2000. Hablan las Putas, Barcelona: Virus. [Google Scholar]); Gülçür and Ilkkaracan (2002 Gülçür, L. and Ilkkaracan, P. 2002. 'The \"Natasha\" experience: migrant sex workers from the former Soviet Union and Eastern Europe in Turkey'. Women's Studies International Forum, 25(4): 411–21. [Crossref], [Web of Science ®] , [Google Scholar]); Janssen (2005 Janssen M.-L. 2005 Images of Femininity: Reality and Imagination of Latin American Sexworkers in the European Sex Industry University of Amsterdam: Department of Political Science, unpublished doctoral thesis [Google Scholar]); Kennedy and Nicotri (1999 Kennedy, I. and Nicotri, P. 1999. Lucciole Nere. Le prostitute nigeriane si raccontano, Milan: Kaos. [Google Scholar]); Likiniano (2003 Likiniano. 2003. Tráfico y Prostitución: Experiencias de mujeres africanas, Bilbao: Likiniano Elkartea. [Google Scholar]); Mai (2001 Mai, N. 2001. \"'Transforming traditions: a critical analysis of the trafficking and exploitation of young Albanian girls in Italy'\". In The Mediterranean Passage, Edited by: King, R. 258–78. Liverpool: Liverpool University Press. [Google Scholar]); Oso (2003 Oso, L. 2003. 'Estrategias migratorias de las mujeres ecuatorianas y colombianas en situación irregular'. Mugak, 23: 25–37. [Google Scholar]); Pickup (1998 Pickup, F. 1998. 'Deconstructing trafficking in women: the example of Russia'. Journal of International Studies, 27(4): 995–1021. [Google Scholar]); Piscitelli (2004 Piscitelli , A. ( 2004 ) 'Visions of the New World: female migration in the context of international sex tourism in Brazil' . Toronto : York University , paper given for CERLAC, LACS, Women's Studies and the Centre for Feminist Research , March . [Google Scholar]); Polanía Molina and Claasen (1998 Polanía Molina, F. and Claasen, S. 1998. Tráfico de Mujeres en Colombia: Diagnóstico, análisis y propuestas, Bogotá: Fundación Esperanza. [Google Scholar]); Ratliff (1999 Ratliff, E.A. 1999. 'Women as \"sex workers\", men as \"boyfriends\": shifting identities in Philippine go-go bars'. Anthropology and Medicine, 6(1): 79–101. [Taylor & Francis Online] , [Google Scholar]); Ribeiro and Sacramento (2005 Ribeiro, M. and Sacramento, O. 2005. 'Violence against prostitutes: findings of research in the Spanish–Portuguese frontier region'. European Journal of Women's Studies, 12(1): 61–81. [Crossref], [Web of Science ®] , [Google Scholar]); Riopedre (2004 Riopedre, P. 2004. Mara y sus Amigas: Investigación sobre la prostitución en Galicia, Lugo: Manuscritos Ed. [Google Scholar]); Rodríguez and Lahbabi (2004 Rodríguez, P. and Lahbabi, F. 2004. Migrantes y Trabajadoras del Sexo, Leon: Del Blanco Editores. [Google Scholar]); Signorelli and Treppete (2001 Signorelli, A. and Treppete, M. 2001. Services in the Window: A Manual for Interventions in the World of Migrant Prostitution, Trieste: Asterios Editore. [Google Scholar]); Skrobanek et al. (1997 Skrobanek, S., Boonpakdee, N. and Jantateero, C. 1997. The Traffic in Women: Human Realities of the International Sex Trade, London: Zed Books. [Google Scholar]); Tabet (1989 Tabet, P. 1989. \"'I'm the meat, I'm the knife: sexual service, migration and repression in some African societies'\". In A Vindication of the Rights of Whores, Edited by: Pheterson, G. 204–23. Seattle: Seal Press. [Google Scholar]); Unal (2005 Unal , B. ( 2005 ) 'Transient valentines: the lovers in exchange of money' . Cerisy , France : Paper given to the From Immigration to Emigration ISA conference , 3–6 June . [Google Scholar]); Ward et al. (2004 Ward, H., Day, S., Green, A., Cooper, K. and Weber, J. 2004. 'Declining prevalence of STI in the London sex industry, 1985–2002'. Sexually Transmitted Infections, 80(5): 374–6. [Crossref], [PubMed] , [Google Scholar]). 4. See previous note on sources. 5. See the article 'Si me dan \"papeles\", lo dejo y trabajo en otra cosa', El Mundo, 1 August 2003: 2. 6. See note 3, above, for the relevant literature. 7. Liz Kelly's concept of a continuum of sexual violence emphasised that sexual violence exists in most women's lives, and that variation is only found in the form the violence takes, the way in which women define the violent events, and the impact the events have on them immediately and over time (Kelly 1988 Kelly, L. 1988. Surviving Sexual Violence, Cambridge: Polity. [Google Scholar]: 48). Additional informationNotes on contributorsLaura AgustínLaura Agustín is Research Associate in the Department of Geography at the University of Loughborough",
  "authors": [
    {
      "display_name": "Laura Agustín",
      "id": "A5080279551",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Laura Agustín"
    }
  ],
  "publication_year": 2006,
  "publication_date": "2006-01-01",
  "type": "article",
  "cited_by_count": 198,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S149872823",
    "display_name": "Journal of Ethnic and Migration Studies",
    "issn_l": "1369-183X",
    "issn": [
      "1369-183X",
      "1469-9451"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320547"
  },
  "volume": "32",
  "issue": "1",
  "first_page": "29",
  "last_page": "47",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2776876785",
      "display_name": "Outrage",
      "level": 3,
      "score": 0.9157329
    },
    {
      "id": "C2778611045",
      "display_name": "Diaspora",
      "level": 2,
      "score": 0.71418107
    },
    {
      "id": "C151884938",
      "display_name": "Moral panic",
      "level": 2,
      "score": 0.68357646
    },
    {
      "id": "C2777688943",
      "display_name": "Feminism",
      "level": 2,
      "score": 0.64657986
    },
    {
      "id": "C2780100914",
      "display_name": "Sex work",
      "level": 3,
      "score": 0.5736474
    },
    {
      "id": "C107993555",
      "display_name": "Gender studies",
      "level": 1,
      "score": 0.5256725
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.45650962
    },
    {
      "id": "C73484699",
      "display_name": "Criminology",
      "level": 1,
      "score": 0.43644094
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.33084416
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.11653954
    },
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.08554444
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C512399662",
      "display_name": "Family medicine",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C3013748606",
      "display_name": "Human immunodeficiency virus (HIV)",
      "level": 2,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11350",
      "display_name": "Sex work and related issues",
      "score": 0.9998
    },
    {
      "id": "T10216",
      "display_name": "Migration, Refugees, and Integration",
      "score": 0.997
    },
    {
      "id": "T11648",
      "display_name": "Diaspora, migration, transnational identity",
      "score": 0.9896
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1080/13691830500335325",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:12:07.475304",
  "source_database": "OpenAlex"
}