{
  "openalex_id": "W2002549703",
  "doi": "https://doi.org/10.7326/0003-4819-158-8-201304160-00008",
  "title": "Contextualizing Patient-Centered Care to Fulfill Its Promise of Better Health Outcomes: Beyond Who, What, and Why",
  "abstract": "Editorials16 April 2013Contextualizing Patient-Centered Care to Fulfill Its Promise of Better Health Outcomes: Beyond Who, What, and WhyHanan J. Aboumatar, MD, MPH and Lisa A. Cooper, MD, MPHHanan J. Aboumatar, MD, MPHFrom Johns Hopkins University School of Medicine, Baltimore, Maryland. and Lisa A. Cooper, MD, MPHFrom Johns Hopkins University School of Medicine, Baltimore, Maryland.Author, Article, and Disclosure Informationhttps://doi.org/10.7326/0003-4819-158-8-201304160-00008 SectionsAboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinkedInRedditEmail Efforts to improve patient outcomes have focused, in large part, on technical processes of health care, which are ideally informed by the most up-to-date evidence on effective care practices. Technical quality is often viewed as the \"science\" of medicine as opposed to its \"art,\" which involves such less tangible and potentially harder-to-capture aspects of care as the interpersonal and cognitive processes underlying patient–physician communication and decision making. Yet, as Donabedian said more than 2 decades ago, \"The interpersonal process is the vehicle by which technical care is implemented and on which its success depends\" (1). Therefore, to achieve desired health ...References1. Donabedian A. The quality of care. How can it be assessed? JAMA. 1988;260:1743-8. [PMID: 3045356] CrossrefMedlineGoogle Scholar2. Epstein RM, Franks P, Fiscella K, Shields CG, Meldrum SC, Kravitz RL, et al. Measuring patient-centered communication in patient-physician consultations: theoretical and practical issues. Soc Sci Med. 2005;61:1516-28. [PMID: 16005784] CrossrefMedlineGoogle Scholar3. Stewart MA. Effective physician-patient communication and health outcomes: a review. CMAJ. 1995;152:1423-33. [PMID: 7728691] MedlineGoogle Scholar4. Griffin SJ, Kinmonth AL, Veltman MW, Gillard S, Grant J, Stewart M. Effect on health-related outcomes of interventions to alter the interaction between patients and practitioners: a systematic review of trials. Ann Fam Med. 2004;2:595-608. [PMID: 15576546] CrossrefMedlineGoogle Scholar5. Zolnierek KB, Dimatteo MR. Physician communication and patient adherence to treatment: a meta-analysis. Med Care. 2009;47:826-34. [PMID: 19584762] CrossrefMedlineGoogle Scholar6. Weiner SJ, Schwartz A, Sharma G, Binns-Clavey A, Ashley N, Kelly B, et al. Patient-centered decision making and health care outcomes. An observational study. Ann Intern Med. 2013;158:573-9. LinkGoogle Scholar7. Committee on Quality Health Care in America. Crossing the Quality Chasm: A New Health System for the 21st Century. Washington, DC: National Academies Pr; 2001. Google Scholar8. Betancourt JR, Green AR, Carrillo JE, Ananeh-Firempong O. Defining cultural competence: a practical framework for addressing racial/ethnic disparities in health and health care. Public Health Rep. 2003;118:293-302. [PMID: 12815076] CrossrefMedlineGoogle Scholar9. Saha S, Beach MC, Cooper LA. Patient centeredness, cultural competence and healthcare quality. J Natl Med Assoc. 2008;100:1275-85. [PMID: 19024223] CrossrefMedlineGoogle Scholar10. Fisher TL, Burnet DL, Huang ES, Chin MH, Cagney KA. Cultural leverage: interventions using culture to narrow racial disparities in health care. Med Care Res Rev. 2007;64:243S-82S. [PMID: 17881628] CrossrefMedlineGoogle Scholar Author, Article, and Disclosure InformationAffiliations: From Johns Hopkins University School of Medicine, Baltimore, Maryland.Disclaimer: The views expressed are those of the authors and are not necessarily those of the National Heart, Lung, and Blood Institute or the Johns Hopkins University School of Medicine.Grant Support: By grants K24HL083113 and P50 HL0105187 from the National Heart, Lung, and Blood Institute.Disclosures: Disclosures can be viewed at www.acponline.org/authors/icmje/ConflictOfInterestForms.do?msNum=M13-0622.Corresponding Author: Lisa A. Cooper, MD, MPH, Johns Hopkins University School of Medicine, Division of General Internal Medicine, 2024 East Monument Street, Suite 2-500, Baltimore, MD 21287.Current Author Addresses: Drs. Aboumatar and Cooper: Johns Hopkins University School of Medicine, 2024 East Monument Street, Suite 2-500, Baltimore, MD 21287. PreviousarticleNextarticle Advertisement FiguresReferencesRelatedDetailsSee AlsoPatient-Centered Decision Making and Health Care Outcomes Saul J. Weiner , Alan Schwartz , Gunjan Sharma , Amy Binns-Calvey , Naomi Ashley , Brendan Kelly , Amit Dayal , Sonal Patel , Frances M. Weaver , and Ilene Harris Metrics Cited ByAligning care with the personal values of patients with complex care needsEmpowering the patient? Medication communication during hospital discharge: a qualitative study at an internal medicines ward in NorwayHealth information seeking among people with multiple chronic conditions: Contextual factors and their associations mined from questions in social mediaResponse Shift–Adjusted Treatment Effect on Health-Related Quality of Life in a Randomized Controlled Trial of Taxane Versus S-1 for Metastatic Breast Cancer: Structural Equation ModelingAlerting Doctors About Patient Life Challenges: A Randomized Control Trial of a Previsit Inventory of Contextual FactorsThe Effects of Social Support on Physical Functioning in Older African Americans: Longitudinal Results from the Baltimore Study of Black AgingHealth Care Employee Perceptions of Patient-Centered CareA Better Way to Know What Patients Believe and Value about HealthResearch Methodology: Choices, Logistics, and Challenges 16 April 2013Volume 158, Issue 8Page: 628-629KeywordsBehaviorCommunication in health careDecision makingHealth careHealth care qualityHeartLungsPatientsPerceptionQuantitative analysis ePublished: 16 April 2013 Issue Published: 16 April 2013 CopyrightCopyright © 2013 by American College of Physicians. All Rights Reserved.PDF DownloadLoading ...",
  "authors": [
    {
      "display_name": "Hanan Aboumatar",
      "id": "A5002162190",
      "orcid": "https://orcid.org/0000-0001-5702-8539",
      "institutions": [
        {
          "id": "I2799853436",
          "display_name": "Johns Hopkins Medicine",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Hanan J. Aboumatar"
    },
    {
      "display_name": "Lisa A. Cooper",
      "id": "A5084796734",
      "orcid": "https://orcid.org/0000-0001-6707-6390",
      "institutions": [
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I2799853436",
          "display_name": "Johns Hopkins Medicine",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Lisa A. Cooper"
    }
  ],
  "publication_year": 2013,
  "publication_date": "2013-04-16",
  "type": "letter",
  "cited_by_count": 18,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S119722071",
    "display_name": "Annals of Internal Medicine",
    "issn_l": "0003-4819",
    "issn": [
      "0003-4819",
      "1539-3704"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316812"
  },
  "volume": "158",
  "issue": "8",
  "first_page": "628",
  "last_page": "628",
  "open_access": {
    "is_oa": true,
    "oa_status": "green",
    "oa_url": "https://europepmc.org/articles/pmc4077271?pdf=render",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.65369123
    },
    {
      "id": "C160735492",
      "display_name": "Health care",
      "level": 2,
      "score": 0.62565005
    },
    {
      "id": "C164850336",
      "display_name": "Interpersonal communication",
      "level": 2,
      "score": 0.58836055
    },
    {
      "id": "C2779530757",
      "display_name": "Quality (philosophy)",
      "level": 2,
      "score": 0.4441772
    },
    {
      "id": "C2989236134",
      "display_name": "Patient care",
      "level": 2,
      "score": 0.4219277
    },
    {
      "id": "C509550671",
      "display_name": "Medical education",
      "level": 1,
      "score": 0.41443777
    },
    {
      "id": "C159110408",
      "display_name": "Nursing",
      "level": 1,
      "score": 0.36009803
    },
    {
      "id": "C512399662",
      "display_name": "Family medicine",
      "level": 1,
      "score": 0.3446248
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.27716032
    },
    {
      "id": "C77805123",
      "display_name": "Social psychology",
      "level": 1,
      "score": 0.113902
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C111472728",
      "display_name": "Epistemology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C162324750",
      "display_name": "Economics",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C50522688",
      "display_name": "Economic growth",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10827",
      "display_name": "Patient-Provider Communication in Healthcare",
      "score": 1.0
    },
    {
      "id": "T11999",
      "display_name": "Empathy and Medical Education",
      "score": 0.9982
    },
    {
      "id": "T11722",
      "display_name": "Patient Satisfaction in Healthcare",
      "score": 0.9965
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.7326/0003-4819-158-8-201304160-00008",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:41:24.967939",
  "source_database": "OpenAlex"
}