{
  "openalex_id": "W2001941286",
  "doi": "https://doi.org/10.7326/0003-4819-117-1-91_2",
  "title": "Chromium and High-Density Lipoprotein Levels in Men Taking Beta-Blockers",
  "abstract": "Letters1 July 1992Chromium and High-Density Lipoprotein Levels in Men Taking Beta-BlockersAndrew J. Fletcher, MDAndrew J. Fletcher, MDSearch for more papers by this authorAuthor, Article, and Disclosure Informationhttps://doi.org/10.7326/0003-4819-117-1-91_2 SectionsAboutPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinkedInRedditEmail ExcerptTo the Editors: Roeback and colleagues (1) provide an elegant pharmacologic demonstration of the different effects of two drugs on high-density lipoprotein (HDL) cholesterol levels in men, but I take issue with certain of their premises and conclusions.First, the authors refer to their expectation that \"reducing hypertension, an acknowledged risk factor for coronary heart disease, should decrease mortality and morbidity from coronary heart disease.\" One of the curiosities of hypertension observed many years ago was that the antihypertensive agents then in use reduced the incidence of heart failure, renal failure, and stroke, but not that of coronary heart disease...References1. Roeback J, Hla K, Chambless L, and Fletcher R. Effects of chromium supplementation on serum high-density lipoprotein cholesterol levels in men taking beta-blockers: a randomized, controlled trial. Ann Intern Med. 1991;115:917-24. LinkGoogle Scholar2. Breckenridge A, Dollery C, and Parry E. Prognosis of treated hypertension: changes in life expectancy and causes of death between 1952 and 1967. Q J Med. 1970;39:411-29. MedlineGoogle Scholar3. Kaplan N. Antihypertensive drugs: how different classes can impact patients' coronary heart disease profile and quality of life. Am J Med. 1987;82(Suppl 1A):9-14. CrossrefMedlineGoogle Scholar4. MacMahon S, Cutler J, Furberg C, and Payne G. The effect of drug treatment for hypertension on mortality from cardiovascular disease: a review of randomized controlled trials. Prog Cardiovasc Dis. 1986;29(Suppl 1):99-118. CrossrefMedlineGoogle Scholar5. Muldoon M, Manuck S, and Matthews K. Lowering cholesterol concentrations and mortality: a quantitative review of primary prevention trials. Br Med J. 1990;301:309-14. CrossrefMedlineGoogle Scholar1. Roeback J, Hla K, Chambless L, and Fletcher R. Effects of chromium supplementation on serum high-density lipoprotein cholesterol levels in men taking beta-blockers: a randomized, controlled trial. Ann Intern Med. 1991;115:917-24. LinkGoogle Scholar2. MacMahon S, Cutler J, Furberg C, and Payne G. The effects of drug treatment for hypertension on morbidity and mortality from cardiovascular disease: a review of randomized controlled trials. Prog Cardiovasc Dis. 1986;29(Suppl 1):99-119. CrossrefMedlineGoogle Scholar3. Collins R, Peto R, MacMahon S, Herbert P, Fiebach N, and Eberlein K. Blood pressure, stroke and coronary heart disease. II. Short-term reduction in blood pressure: overview of randomized drug trials in their epidemiologic context. Lancet. 1990;335:827-38. CrossrefMedlineGoogle Scholar4. Stampfer M, Sachs F, Salvini S, Willett W, and Hennekens C. A prospective study of cholesterol, apolipoproteins, and the risk of myocardial infarction. N Engl J Med. 1991;325:373-81. CrossrefMedlineGoogle Scholar5. National Institutes of Health Consensus Development Conference on HDL Cholesterol and Triglycerides, 1992. Bethesda, Maryland; February 26-28, 1992. Google Scholar6. . Hypertension management in the Multiple Risk Factor Intervention Trial (MRFIT): six year intervention results for men in special intervention and usual care groups. Arch Intern Med. 1985;145:1191-9. CrossrefMedlineGoogle Scholar This content is PDF only. To continue reading please click on the PDF icon. Author, Article, and Disclosure InformationAuthors: Andrew J. Fletcher, MDAffiliations: Merck Sharp & Dohme Research Laboratories West Point, PA 19486 PreviousarticleNextarticle Advertisement FiguresReferencesRelatedDetails Metrics 1 July 1992Volume 117, Issue 1Page: 91-93KeywordsCoronary heart diseaseHeart failureHigh density lipoproteinHypertensionMedical risk factorsMorbidityMortalityMotivationRenal failureStroke ePublished: 1 December 2008 Issue Published: 1 July 1992 PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Andrew Fletcher",
      "id": "A5009837161",
      "orcid": "https://orcid.org/0000-0003-1741-1714",
      "institutions": [
        {
          "id": "I192545095",
          "display_name": "United States Military Academy",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1285764155",
          "display_name": "Merck & Co., Inc., Rahway, NJ, USA (United States)",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Andrew J. Fletcher"
    }
  ],
  "publication_year": 1992,
  "publication_date": "1992-07-01",
  "type": "letter",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S119722071",
    "display_name": "Annals of Internal Medicine",
    "issn_l": "0003-4819",
    "issn": [
      "0003-4819",
      "1539-3704"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316812"
  },
  "volume": "117",
  "issue": "1",
  "first_page": "91",
  "last_page": "93",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.9160182
    },
    {
      "id": "C2778198053",
      "display_name": "Heart failure",
      "level": 2,
      "score": 0.674811
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.616567
    },
    {
      "id": "C164705383",
      "display_name": "Cardiology",
      "level": 1,
      "score": 0.5372733
    },
    {
      "id": "C133925201",
      "display_name": "Life expectancy",
      "level": 3,
      "score": 0.47347036
    },
    {
      "id": "C2780645631",
      "display_name": "Stroke (engine)",
      "level": 2,
      "score": 0.4552899
    },
    {
      "id": "C2780072125",
      "display_name": "Lipoprotein",
      "level": 3,
      "score": 0.4521617
    },
    {
      "id": "C3018906752",
      "display_name": "Coronary heart disease",
      "level": 2,
      "score": 0.41841793
    },
    {
      "id": "C2779134260",
      "display_name": "Disease",
      "level": 2,
      "score": 0.41500098
    },
    {
      "id": "C2778163477",
      "display_name": "Cholesterol",
      "level": 2,
      "score": 0.41235843
    },
    {
      "id": "C134018914",
      "display_name": "Endocrinology",
      "level": 1,
      "score": 0.32212186
    },
    {
      "id": "C2908647359",
      "display_name": "Population",
      "level": 2,
      "score": 0.12138599
    },
    {
      "id": "C78519656",
      "display_name": "Mechanical engineering",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C99454951",
      "display_name": "Environmental health",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C127413603",
      "display_name": "Engineering",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10394",
      "display_name": "Lipoproteins and Cardiovascular Health",
      "score": 0.9985
    },
    {
      "id": "T10144",
      "display_name": "Blood Pressure and Hypertension Studies",
      "score": 0.9984
    },
    {
      "id": "T12539",
      "display_name": "Pharmacology and Obesity Treatment",
      "score": 0.9809
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.7326/0003-4819-117-1-91_2",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:39:04.420953",
  "source_database": "OpenAlex"
}