{
  "openalex_id": "W2004011697",
  "doi": "https://doi.org/10.1353/ghj.2013.0032",
  "title": "George Herbert and John Jewel: \"Vanitie\" (I), \"The Agonie,\" and \"Divinitie\"",
  "abstract": "George Herbert and John Jewel: 'Vanitie\" (I), \"The Agonie,\" and \"Divinine\" by Margaret Turnbull Herbert's \"Vanitie' (I) is very similar to parts of Bishop John Jewel's A Treatise of the Holy Scriptures (preached 1570; first printed in 1582). \"Vanitie\" (I) pictures a misguided, even arrogant attempt to know and control God's creation, instead of knowing God himself. Gaining the first type of knowledge is difficult, and, if pursued in order to replace God, ends in death; the other is a knowledge which is already \"at hand\" by God's self-revelation, and gives life. To argue that the knowledge of God is superior to secular knowledge was a commonplace , but both Jewel and Herbert particularly emphasize that the knowledge of God is accessible only, but readily, through the Scriptures: The fleet Astronomer can bore, And thred the spheres with his quick-piercing minde: He views their stations, walks from doore to doore, Surveys, as if he had design'd To make a purchase there: he sees their dances, And knoweth long before Both their full-ey'd aspects, and secret glances. The nimble Diver with his side Cuts through the working waves, that he may fetch His dearely-earned pearl, which God did hide On purpose from the ventrous wretch; That he might save his life, and also hers, Who with excessive pride Her own destruction and his danger wears. The subtle Chymick can devest And strip the creature naked, till he finde The callow principles within their nest: There he imparts to them his minde, Admitted to their bed-chamber, before They appeare trim and drest To ordinarie suitours at the doore. 84Margaret Turnbull What hath not man sought out and found, But his deare God? who yet his glorious law Embosomes in us, mellowing the ground With showres and frosts, with love & aw, So that we need not say, Where's this command? Poore man, thou searchest round To finde out death, but missest life at hand.1 Herbert's first three stanzas suggest that God has wrapped his creating principles in secrecy for the good of mankind. To spend much time and labor in understanding the workings of the cosmos, in extracting earth's resources for wealth or adornment, or in pursuing the original life-matter, is futile, even illegitimate, Herbert suggests, if these things are sought as ends in themselves. The motive is not always pure; the end is not always useful. The work is difficult and the knowledge scanty (the tone of stanzas one and three is sarcastic), yet the perpetrators are full of pride and may think themselves beyond the need for God. Jewel's Treatise contains a section which similarly compares the perspicuity of the Scriptures to the darkness and difficulty of earthly knowledge: The professors . . . seek the depth and bottom of natural causes; the change of the elements; the impressions in the air; the causes of the rainbow, of blazing stars, of thunder and lightning, of the trembling and shaking of the earth; the motions of the planets; the proportions and the influence of the celestial bodies. They measure the compass of the heaven, and count the number of the stars: they go down and search the mines in the bowels of the earth: they rip up the secrets of the sea. The knowledge of these things is hard, it is uncertain: few are able to reach it: it is not fit for every man to understand it.2 When Jewel says \"it is not fit for every man to understand\" the nature of the physical universe, he is making a subtle allusion to the Tridentine Roman Catholic attitude, which was that it is not fit that every man should understand the Scriptures. In Jewel's Defence of his Apology ofthe Church ofEngland (c. 1566), he answers Thomas Harding's arguments that the Scriptures are difficult, and that ignorance ofthe Bible Herbert and John Jewel85 keeps the common people from heresies. Jewel points out that it was a heretic, the Pelagian Julian, who said the Scriptures are above the reach of the people; Christ, however, said that they are accessible to babes, a point reiterated by Paul and the early...",
  "authors": [
    {
      "display_name": "Margaret Turnbull",
      "id": "A5022463292",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "None Margaret Turnbull"
    }
  ],
  "publication_year": 2002,
  "publication_date": "2002-01-01",
  "type": "article",
  "cited_by_count": 2,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S184418374",
    "display_name": "George Herbert journal",
    "issn_l": "0161-7435",
    "issn": [
      "0161-7435",
      "1931-1192"
    ],
    "type": "journal",
    "host_organization": null
  },
  "volume": "26",
  "issue": "1-2",
  "first_page": "83",
  "last_page": "93",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C67101536",
      "display_name": "George (robot)",
      "level": 2,
      "score": 0.7321337
    },
    {
      "id": "C2776405206",
      "display_name": "Revelation",
      "level": 2,
      "score": 0.60847116
    },
    {
      "id": "C2779728303",
      "display_name": "Pride",
      "level": 2,
      "score": 0.57674384
    },
    {
      "id": "C2779104420",
      "display_name": "Statue",
      "level": 2,
      "score": 0.53392434
    },
    {
      "id": "C52119013",
      "display_name": "Art history",
      "level": 1,
      "score": 0.5147362
    },
    {
      "id": "C182306322",
      "display_name": "Order (exchange)",
      "level": 2,
      "score": 0.474991
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.45216691
    },
    {
      "id": "C2779121111",
      "display_name": "Astronomer",
      "level": 2,
      "score": 0.44445574
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.4285559
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.34782523
    },
    {
      "id": "C27206212",
      "display_name": "Theology",
      "level": 1,
      "score": 0.2946134
    },
    {
      "id": "C10138342",
      "display_name": "Finance",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C162324750",
      "display_name": "Economics",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10362",
      "display_name": "Biblical Studies and Interpretation",
      "score": 0.6598
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/ghj.2013.0032",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:53:49.613336",
  "source_database": "OpenAlex"
}