{
  "openalex_id": "W2007848912",
  "doi": "https://doi.org/10.2113/gsecongeo.99.4.743",
  "title": "The Role of a Transcrustal Shear Zone in Orogenic Gold Mineralization at the Ajjanahalli Mine, Dharwar Craton, South India",
  "abstract": "Research Article| June 01, 2004 The Role of a Transcrustal Shear Zone in Orogenic Gold Mineralization at the Ajjanahalli Mine, Dharwar Craton, South India Jochen Kolb; Jochen Kolb Institute for Mineralogy and Economic Geology, RWTH Aachen University, Wuellnerstrasse 2, 52056 Aachen, Germany †Corresponding author: e-mail, kolb@rwth-aachen.de Search for other works by this author on: GSW Google Scholar André Hellmann; André Hellmann Institute for Mineralogy and Economic Geology, RWTH Aachen University, Wuellnerstrasse 2, 52056 Aachen, Germany Search for other works by this author on: GSW Google Scholar Amanda Rogers; Amanda Rogers Institute for Mineralogy and Economic Geology, RWTH Aachen University, Wuellnerstrasse 2, 52056 Aachen, Germany Search for other works by this author on: GSW Google Scholar Sven Sindern; Sven Sindern Institute for Mineralogy and Economic Geology, RWTH Aachen University, Wuellnerstrasse 2, 52056 Aachen, Germany, and Institute for Mineralogy, Laboratory for Geochronology, Münster University, Corrensstrasse 24, 48149 Münster, Germany Search for other works by this author on: GSW Google Scholar Torsten Vennemann; Torsten Vennemann Institute for Mineralogy and Geochemistry, University of Lausanne, BFSH-2, 1015 Lausanne, Switzerland Search for other works by this author on: GSW Google Scholar Michael E. Böttcher; Michael E. Böttcher Department of Biogeochemistry, Max Planck Institute for Marine Microbiology, Celsiusstrasse 1, 28359 Bremen, Germany Search for other works by this author on: GSW Google Scholar F. Michael Meyer F. Michael Meyer Institute for Mineralogy and Economic Geology, RWTH Aachen University, Wuellnerstrasse 2, 52056 Aachen, Germany Search for other works by this author on: GSW Google Scholar Author and Article Information Jochen Kolb Institute for Mineralogy and Economic Geology, RWTH Aachen University, Wuellnerstrasse 2, 52056 Aachen, Germany André Hellmann Institute for Mineralogy and Economic Geology, RWTH Aachen University, Wuellnerstrasse 2, 52056 Aachen, Germany Amanda Rogers Institute for Mineralogy and Economic Geology, RWTH Aachen University, Wuellnerstrasse 2, 52056 Aachen, Germany Sven Sindern Institute for Mineralogy and Economic Geology, RWTH Aachen University, Wuellnerstrasse 2, 52056 Aachen, Germany, and Institute for Mineralogy, Laboratory for Geochronology, Münster University, Corrensstrasse 24, 48149 Münster, Germany Torsten Vennemann Institute for Mineralogy and Geochemistry, University of Lausanne, BFSH-2, 1015 Lausanne, Switzerland Michael E. Böttcher Department of Biogeochemistry, Max Planck Institute for Marine Microbiology, Celsiusstrasse 1, 28359 Bremen, Germany F. Michael Meyer Institute for Mineralogy and Economic Geology, RWTH Aachen University, Wuellnerstrasse 2, 52056 Aachen, Germany †Corresponding author: e-mail, kolb@rwth-aachen.de Publisher: Society of Economic Geologists Received: 04 Jul 2002 Accepted: 10 Feb 2004 First Online: 02 Mar 2017 Online ISSN: 1554-0774 Print ISSN: 0361-0128 Economic Geology Economic Geology (2004) 99 (4): 743–759. https://doi.org/10.2113/gsecongeo.99.4.743 Article history Received: 04 Jul 2002 Accepted: 10 Feb 2004 First Online: 02 Mar 2017 Cite View This Citation Add to Citation Manager Share Icon Share Facebook Twitter LinkedIn Email Permissions Search Site Citation Jochen Kolb, André Hellmann, Amanda Rogers, Sven Sindern, Torsten Vennemann, Michael E. Böttcher, F. Michael Meyer; The Role of a Transcrustal Shear Zone in Orogenic Gold Mineralization at the Ajjanahalli Mine, Dharwar Craton, South India. Economic Geology 2004;; 99 (4): 743–759. doi: https://doi.org/10.2113/gsecongeo.99.4.743 Download citation file: Ris (Zotero) Refmanager EasyBib Bookends Mendeley Papers EndNote RefWorks BibTex toolbar search Search Dropdown Menu toolbar search search input Search input auto suggest filter your search All ContentBy SocietyEconomic Geology Search Advanced Search Abstract The Ajjanahalli gold mine is spatially associated with a Late Archean craton-scale shear zone in the eastern Chitradurga greenstone belt of the Dharwar craton, India. Gold mineralization is hosted by an ~100-m-wide antiform in a banded iron formation. Original magnetite and siderite are replaced by a peak metamorphic alteration assemblage of chlorite, stilpnomelane, minnesotaite, sericite, ankerite, arsenopyrite, pyrite, pyrrhotite, and gold at ca. 300° to 350°C. Elements enriched in the banded iron formation include Ca, Mg, C, S, Au, As, Bi, Cu, Sb, Zn, Pb, Se, Ag, and Te, whereas in the wall rocks As, Cu, Zn, Bi, Ag, and Au are only slightly enriched. Strontium correlates with CaO, MgO, CO2, and As, which indicates cogenetic formation of arsenopyrite and Mg-Ca carbonates. The greater extent of alteration in the Fe-rich banded iron formation layers than in the wall rock reflects the greater reactivity of the banded iron formation layers. The ore fluids, as interpreted from their isotopic composition (δ18O = 6.5–8.5‰ initial 87Sr/86Sr = 0.7068–0.7078), formed by metamorphic devolatilization of deeper levels of the Chitradurga greenstone belt. Arsenopyrite, chalcopyrite, and pyrrhotite have δ34S values within a narrow range between 2.1 and 2.7 per mil, consistent with a sulfur source in Chitradurga greenstone belt lithologies. Based on spatial and temporal relationships between mineralization, local structure development, and sinistral strike-slip deformation in the shear zone at the eastern contact of the Chitradurga greenstone belt, we suggest that the Ajjanahalli gold mineralization formed by fluid infiltration into a low strain area within the first-order structure. The ore fluids were transported along this shear zone into relatively shallow crustal levels during lateral terrane accretion and a change from thrust to transcurrent tectonics. Based on this model of fluid flow, exploration should focus on similar low strain areas or potentially connected higher order splays of the first-order shear zone. You do not have access to this content, please speak to your institutional administrator if you feel you should have access.",
  "authors": [
    {
      "display_name": "Jochen Kolb",
      "id": "A5007298813",
      "orcid": "https://orcid.org/0000-0002-5633-1744",
      "institutions": [
        {
          "id": "I887968799",
          "display_name": "RWTH Aachen University",
          "country_code": "DE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "J. Kolb"
    },
    {
      "display_name": "André Hellmann",
      "id": "A5064956387",
      "orcid": null,
      "institutions": [
        {
          "id": "I887968799",
          "display_name": "RWTH Aachen University",
          "country_code": "DE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "A. Hellmann"
    },
    {
      "display_name": "Amanda Rogers",
      "id": "A5068723913",
      "orcid": null,
      "institutions": [
        {
          "id": "I887968799",
          "display_name": "RWTH Aachen University",
          "country_code": "DE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "A. Rogers"
    },
    {
      "display_name": "Sven Sindern",
      "id": "A5103101095",
      "orcid": "https://orcid.org/0000-0002-2538-5651",
      "institutions": [
        {
          "id": "I887968799",
          "display_name": "RWTH Aachen University",
          "country_code": "DE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "S. Sindern"
    },
    {
      "display_name": "Torsten Vennemann",
      "id": "A5013438964",
      "orcid": "https://orcid.org/0000-0003-4061-0420",
      "institutions": [
        {
          "id": "I97565354",
          "display_name": "University of Lausanne",
          "country_code": "CH",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "T. Vennemann"
    },
    {
      "display_name": "Michael E. Böttcher",
      "id": "A5064155245",
      "orcid": "https://orcid.org/0000-0002-8877-0303",
      "institutions": [
        {
          "id": "I149899117",
          "display_name": "Max Planck Society",
          "country_code": "DE",
          "type": "nonprofit"
        },
        {
          "id": "I4210103014",
          "display_name": "Max Planck Institute for Marine Microbiology",
          "country_code": "DE",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "M. E. Bottcher"
    },
    {
      "display_name": "F. Meyer",
      "id": "A5008070108",
      "orcid": "https://orcid.org/0009-0001-6749-9358",
      "institutions": [
        {
          "id": "I887968799",
          "display_name": "RWTH Aachen University",
          "country_code": "DE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "F. M. Meyer"
    }
  ],
  "publication_year": 2004,
  "publication_date": "2004-06-01",
  "type": "article",
  "cited_by_count": 45,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210182989",
    "display_name": "Economic Geology",
    "issn_l": "0361-0128",
    "issn": [
      "0361-0128",
      "1554-0774"
    ],
    "type": "journal",
    "host_organization": null
  },
  "volume": "99",
  "issue": "4",
  "first_page": "743",
  "last_page": "759",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2777936327",
      "display_name": "Dharwar Craton",
      "level": 4,
      "score": 0.9848219
    },
    {
      "id": "C127313418",
      "display_name": "Geology",
      "level": 0,
      "score": 0.8026678
    },
    {
      "id": "C23295444",
      "display_name": "Shear zone",
      "level": 3,
      "score": 0.7726295
    },
    {
      "id": "C17409809",
      "display_name": "Geochemistry",
      "level": 1,
      "score": 0.6803043
    },
    {
      "id": "C111696902",
      "display_name": "Mineralization (soil science)",
      "level": 3,
      "score": 0.5206587
    },
    {
      "id": "C2991856033",
      "display_name": "Gold ore",
      "level": 2,
      "score": 0.49824405
    },
    {
      "id": "C147717901",
      "display_name": "Craton",
      "level": 3,
      "score": 0.41279504
    },
    {
      "id": "C16674752",
      "display_name": "Mining engineering",
      "level": 1,
      "score": 0.37487966
    },
    {
      "id": "C151730666",
      "display_name": "Paleontology",
      "level": 1,
      "score": 0.1716828
    },
    {
      "id": "C77928131",
      "display_name": "Tectonics",
      "level": 2,
      "score": 0.09080142
    },
    {
      "id": "C159390177",
      "display_name": "Soil science",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C159750122",
      "display_name": "Soil water",
      "level": 2,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11740",
      "display_name": "Geochemistry and Elemental Analysis",
      "score": 0.9987
    },
    {
      "id": "T12157",
      "display_name": "Geochemistry and Geologic Mapping",
      "score": 0.998
    },
    {
      "id": "T10001",
      "display_name": "Geological and Geochemical Analysis",
      "score": 0.9913
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.2113/gsecongeo.99.4.743",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:13:17.286102",
  "source_database": "OpenAlex"
}