{
  "openalex_id": "W2007120374",
  "doi": "https://doi.org/10.1353/sec.2010.0026",
  "title": "Leaving Her Father's House: Astell, Locke, and Clarissa's Body Politic",
  "abstract": "Leaving Her Father's House: Astell, Locke, and Clarissa's Body Politic LESLIE RICHARDSON Mary Astell complained in 1700 that \"a Husband indeed is thought by both Sexes so very valuable, that scarce a Man who can keep himself clean and make a Bow, but thinks he is good enough to pretend to any Woman, no matter the Difference of Birth or Fortune.\"1 \"A Woman,\" she explains, \"has been taught to think Marriage her only Preferment, the Sumtotal of her Endeavors, the completion of all her hopes, that which must settle and make her Happy in this World\"(SR114). Astell endeavored to dispel such illusions, explaining that the marriage contract stripped the wife of any right to self-government. By entering into marriage, the woman \"Elects a Monarch for Life . . . gives him an Authority she cannot recall however he misapply it. . . [she] puts her Fortune and Person entirely in his powers; nay even the very desires of her Heart according to some learned Casuists, so as that it is not lawful to Will or desire any thing but what he approves and allows\"(SR103). If she must think and wish only by her husband's direction, the wife loses her very identity when she loses her name, becoming merely an appendage of her husband.2 In a standard courtship novel, the erasure of the heroine's identityMrs. Darcy replacing Elizabeth Bennet; Lady Orville subsuming Evelinaand the sexual consummation which effects the loss of her property in her own person occur after the close of the narrative, safely \"domesticated,\" relegated to a 151 152 / RICHARDSON private realm hidden from the prying eyes of the novel-reading public. The sexual act, in this context, functions as a symbolic occupation, similar to digging a clod of earth or cutting down a tree in staking a claim to real property.3 Richardson's Clarissa (1747-8), by situating the heroine's defloration at the centerthe heartof the text, shorn of the legal sanction of marriage, foregrounds and even sensationalizes her transformation, stressing the trauma and loss she experiences, thus emphasizing the tenuousness of a woman's self-ownership. The economic and domestic (public and private, masculine and feminine) spheres were never so fully separate as the eighteenth century may have wished to believe, or as many scholars would still have us suppose; what CB. MacPherson called \"possessive individualism\" structures the early novel as fundamentally as it shaped the discourse of politics.4 Contract theory relocated and re-justified authority: rather than a feudal aristocracy where God commanded obedience to those at the top of the hierarchy, citizens were offered a model of government as a system based on the exchange of perfect liberty and natural rights for protection by the state of one's person and one's property.5 Of course, women were excluded from the social contract, from a public role in the state; but this new concept of government elicited a complementary renegotiation, and re-justification, of power between the sexes, or politics in the home.6 Astell's Reflections Upon Marriage warned that \"a meer obedience, such as is paid only to Authority, and not out of Love and a sense of the Justice and reasonableness of the Command, will be of an uncertain tenure\"(SR104-5). Women's duty to their fathers and husbands was gradually sentimentalized, then, recast in terms of the debt they owed for protection and support. Carole Pateman explains that \"with the development of liberal individualism the relationship between individual and government has to be transformed from one of mere obedience . . . into one of obligation, into a relationship in which individuals are bound by their own free acts.\"7 Or, as William Fleetwood reminded husbands in a 1705 sermon, \"It is impossible for one of [God's Creatures], to have any Obligation to another, either to shew Love or to do Service, but it must arise either from Gratitude and Thankfulness for something good receiv'd, or from the hope and prospect of something good to be receiv'd ... the Duty of a Subject to his Prince, does certainly infer the Princes Duty to his Subject... he must lay some...",
  "authors": [
    {
      "display_name": "Leslie Richardson",
      "id": "A5080834753",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Leslie Richardson"
    }
  ],
  "publication_year": 2005,
  "publication_date": "2005-01-01",
  "type": "article",
  "cited_by_count": 29,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S73505065",
    "display_name": "Studies in eighteenth century culture/Studies in eighteenth-century culture",
    "issn_l": "0360-2370",
    "issn": [
      "0360-2370",
      "1938-6133"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315678"
  },
  "volume": "34",
  "issue": "1",
  "first_page": "151",
  "last_page": "171",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2778983918",
      "display_name": "Wife",
      "level": 2,
      "score": 0.7735229
    },
    {
      "id": "C2780230221",
      "display_name": "Body politic",
      "level": 3,
      "score": 0.70633984
    },
    {
      "id": "C2778355321",
      "display_name": "Identity (music)",
      "level": 2,
      "score": 0.53431356
    },
    {
      "id": "C2781298115",
      "display_name": "Wish",
      "level": 2,
      "score": 0.49052328
    },
    {
      "id": "C136815107",
      "display_name": "Nothing",
      "level": 2,
      "score": 0.45466772
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.4059636
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.38927308
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.358031
    },
    {
      "id": "C124952713",
      "display_name": "Literature",
      "level": 1,
      "score": 0.23277292
    },
    {
      "id": "C107038049",
      "display_name": "Aesthetics",
      "level": 1,
      "score": 0.23100007
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.21920902
    },
    {
      "id": "C27206212",
      "display_name": "Theology",
      "level": 1,
      "score": 0.20367041
    },
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.16450897
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.15519944
    },
    {
      "id": "C111472728",
      "display_name": "Epistemology",
      "level": 1,
      "score": 0.10003486
    }
  ],
  "topics": [
    {
      "id": "T14426",
      "display_name": "Religion, Gender, and Enlightenment",
      "score": 0.9734
    },
    {
      "id": "T13445",
      "display_name": "American Constitutional Law and Politics",
      "score": 0.9689
    },
    {
      "id": "T10605",
      "display_name": "Historical Economic and Social Studies",
      "score": 0.9139
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/sec.2010.0026",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:36:41.219555",
  "source_database": "OpenAlex"
}