{
  "openalex_id": "W2000897545",
  "doi": "https://doi.org/10.1016/j.juro.2011.02.2663",
  "title": "61 EVALUATING THE QUALITY OF URINARY INCONTINENCE AND PROLAPSE TREATMENT (EQUIPT) STUDY: QUALITY INDICATOR DEVELOPMENT FOR URINARY INCONTINENCE",
  "abstract": "You have accessJournal of UrologyGeneral & Epidemiological Trends & Socioeconomics: Evidence-based Medicine & Outcomes1 Apr 201161 EVALUATING THE QUALITY OF URINARY INCONTINENCE AND PROLAPSE TREATMENT (EQUIPT) STUDY: QUALITY INDICATOR DEVELOPMENT FOR URINARY INCONTINENCE Aqsa Khan, Krista Kiyosaki, Victoria Scott, Claudia Sevilla, Sarah Connor, Carol Roth, Mark Litwin, Larissa Rodriguez, Neil Wenger, Paul Shekelle, and Jennifer Anger Aqsa KhanAqsa Khan Los Angeles, CA More articles by this author , Krista KiyosakiKrista Kiyosaki Honolulu, HI More articles by this author , Victoria ScottVictoria Scott Los Angeles, CA More articles by this author , Claudia SevillaClaudia Sevilla Los Angeles, CA More articles by this author , Sarah ConnorSarah Connor Los Angeles, CA More articles by this author , Carol RothCarol Roth Los Angeles, CA More articles by this author , Mark LitwinMark Litwin Los Angeles, CA More articles by this author , Larissa RodriguezLarissa Rodriguez Los Angeles, CA More articles by this author , Neil WengerNeil Wenger Los Angeles, CA More articles by this author , Paul ShekellePaul Shekelle Los Angeles, CA More articles by this author , and Jennifer AngerJennifer Anger Los Angeles, CA More articles by this author View All Author Informationhttps://doi.org/10.1016/j.juro.2011.02.2663AboutPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookTwitterLinked InEmail INTRODUCTION AND OBJECTIVES With the ultimate goal of measuring the quality-of-care provided to women with pelvic floor disorders (PFDs), we sought to develop and rate a set of quality-of-care indicators (QIs) for the work-up and management of urinary incontinence (UI). METHODS An extensive literature review was performed to develop a set of 36 potential quality indicators for the management of urinary incontinence. QIs were modeled after those previously described in the Assessing the Care of Vulnerable Elders (ACOVE) project. Indicators specific to the management of stress urinary incontinence (SUI) and urge urinary incontinence (UUI) were also developed. Nine experts were asked to rate the indicators on a nine-point scale for both validity and feasibility. Analysis was performed on preliminary rankings of each indicator using the RAND Appropriateness Method. A forum was then held in which each indicator was thoroughly discussed by the panelists as a group, after which the indicators were rated a second time individually using the same nine-point scale. Based on the post-discussion ratings, quality indicators that received a median score of greater than or equal to seven were passed. RESULTS Quality indicators were developed that addressed prevention, screening, diagnosis, work-up, and and both nonsurgical and surgical management. Sixteen indicators addressed general UI, sixteen indicators specifically addressed SUI, and nine addressed UUI. Areas of controversy included whether routine screening for UI should be performed, whether urodynamics should be performed before non-surgical management is initiated, and whether cystoscopy should be performed as part of the work-up of uncomplicated stress incontinence. Following the expert panel discussion, 27 of 41 potential indicators were determined to be valid for urinary incontinence with a median score of 7 or greater. CONCLUSIONS We developed and ranked 27 potential quality indicators for the care of women with urinary incontinence. Once these QIs are tested for feasibility they will be applied on a national level to measure the quality of care provided to women with UI in the United States. Quality Indicators for the Management of Urinary Incontinence URINARY INCONTINENCE: Diagnosis Target Evaluation/Basic History A detailed history should be obtained from a woman presenting with complaints of new of worsening bothersome UI, including, (1) determining whether stress, urge, or both symptoms are present, (2) any previous pharmaceutical treatment, (3) lifestyle factors (fluid intake) - for urge incontinence, (4) severity assessment Targeted Physical Exam A physical exam should be performed on a woman presenting with complaints about new/worsening bothersome UI symptoms, including assessment of recent pelvic exam, including assessment of the presence and degree of pelvic organ prolapse Diagnostic Testing Urinalysis should be performed on a woman who presents with new/worsening bothersome UI to screen for microhematuria or urinary tract infection Uroflow should not be performed on a woman who presents with new or worsening bothersome symptoms of UI unless she also has signs or symptoms of voiding dysfunction Urodynamic testing should not be performed in a woman with previously untreated symptoms (including behavioral treatments) of UUI without neurologic disease or voiding dysfunction Treatment/Management UIrrA woman who presents with new or worsening bothersome UI should initially be offered PFMT If a woman undergoes surgical management of SUI and/or pelvic organ prolapse with synthetic mesh, it should be documented that she was counseled preoperatively about the risks of mesh. STRESS URINARY INCONTINENCE Behavioral Therapy A woman who is overweight (BMI<>25) with new or worsening symptoms should be advised to lose weight Pharmacological Therapy Anticholinergic therapy should not be offered as a treatment to a woman who presents with new or worsening bothersome stress urinary incontinence without symptoms of overactive bladder Surgical Management A woman with SUI who undergoes surgery should undergo a pre-op PVR. A woman with new or worsening SUI and has no other urologic diagnosis or prior incontinence surgery should not undergo diagnostic cystoscopy A woman should not undergo Kelly plication, anterior colporrhaphy, or needle suspension for the treatment of SUI. A woman with SUI who elects to undergo surgery should have a pre-op stress test for SUI as part of the physical exam A woman who has surgery for SUI should be counseled on the risks associated with each type of procedure including (1) risk of bladder perforation with retropubic slings, (2) lower efficacy of the Burch colposuspension vs. bladder neck slings, (3) higher morbidity of bladder neck slings and open Burch colposuspension because of larger abdominal incision, (4) common risks of all incontinence procedures, include post-operative voiding dysfunction including urinary retention, urge incontinence, surgical complications, and mesh complications, (5) need for repeat bulking procedures When a sling is performed for stress urinary incontinence, an intraoperative cystoscopy should be performed URGE URINARY INCONTINENCE Follow-up of Treatment A woman who is treated for SUI should be re-evaluated within 3 months of initiation of intervention for the efficacy and/or complications of any intervention Behavioral Modification If a woman presents with new or worsening bothersome UUI, then a history about fluid intake should be obtained. A woman presenting with new or worsening symptoms of UUI/overactive bladder (OAB) should initially be counseled about behavioral modification, including fluid restriction and bladder training. Pharmacologic Therapy A woman with UUI/OAB who is prescribed anti-cholinergic medications should also be counseled about behavioral therapy. Botox Injections A woman who elects to undergo botox injections should be counseled about the risk of urinary retention (that may require a catheter) and an associated increase in the risk of urinary tract infections © 2011 by American Urological Association Education and Research, Inc.FiguresReferencesRelatedDetails Volume 185Issue 4SApril 2011Page: e26-e27 Advertisement Copyright & Permissions© 2011 by American Urological Association Education and Research, Inc.MetricsAuthor Information Aqsa Khan Los Angeles, CA More articles by this author Krista Kiyosaki Honolulu, HI More articles by this author Victoria Scott Los Angeles, CA More articles by this author Claudia Sevilla Los Angeles, CA More articles by this author Sarah Connor Los Angeles, CA More articles by this author Carol Roth Los Angeles, CA More articles by this author Mark Litwin Los Angeles, CA More articles by this author Larissa Rodriguez Los Angeles, CA More articles by this author Neil Wenger Los Angeles, CA More articles by this author Paul Shekelle Los Angeles, CA More articles by this author Jennifer Anger Los Angeles, CA More articles by this author Expand All Advertisement Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Aqsa Khan",
      "id": "A5038095871",
      "orcid": "https://orcid.org/0000-0001-7471-2500",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Aqsa Khan"
    },
    {
      "display_name": "K. Kiyosaki",
      "id": "A5103532667",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Krista Kiyosaki"
    },
    {
      "display_name": "Victoria Scott",
      "id": "A5000834138",
      "orcid": "https://orcid.org/0000-0001-5001-2606",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Victoria Scott"
    },
    {
      "display_name": "Claudia Sevilla",
      "id": "A5006201840",
      "orcid": "https://orcid.org/0000-0003-2603-7891",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Claudia Sevilla"
    },
    {
      "display_name": "Sarah E. Connor",
      "id": "A5034664174",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Sarah Connor"
    },
    {
      "display_name": "Carol P. Roth",
      "id": "A5066146983",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Carol Roth"
    },
    {
      "display_name": "Mark S. Litwin",
      "id": "A5014456130",
      "orcid": "https://orcid.org/0000-0002-2318-344X",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Mark Litwin"
    },
    {
      "display_name": "Larissa V. Rodríguez",
      "id": "A5046918316",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Larissa Rodriguez"
    },
    {
      "display_name": "Neil S. Wenger",
      "id": "A5077016562",
      "orcid": "https://orcid.org/0000-0002-9884-3967",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Neil Wenger"
    },
    {
      "display_name": "Paul Shekelle",
      "id": "A5088815757",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Paul Shekelle"
    },
    {
      "display_name": "Jennifer T. Anger",
      "id": "A5066570769",
      "orcid": "https://orcid.org/0000-0002-3897-5941",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Jennifer Anger"
    }
  ],
  "publication_year": 2011,
  "publication_date": "2011-04-01",
  "type": "article",
  "cited_by_count": 1,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "185",
  "issue": "4S",
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.6790777
    },
    {
      "id": "C2778531004",
      "display_name": "Urinary incontinence",
      "level": 2,
      "score": 0.6423065
    },
    {
      "id": "C74909509",
      "display_name": "Gerontology",
      "level": 1,
      "score": 0.4179576
    },
    {
      "id": "C126894567",
      "display_name": "Urology",
      "level": 1,
      "score": 0.30779633
    }
  ],
  "topics": [
    {
      "id": "T10418",
      "display_name": "Pelvic floor disorders treatments",
      "score": 0.9462
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/j.juro.2011.02.2663",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:56:46.682766",
  "source_database": "OpenAlex"
}