{
  "openalex_id": "W2007153739",
  "doi": "https://doi.org/10.1353/ccr.2013.0040",
  "title": "Assembling My Collection",
  "abstract": "Assembling My Collection Rebecca Lehmann (bio) The heat broke, free to form the storm that cloaked the baseball field in lightning and flooded the garden. I stopped smiling. I was sick of being nice. Neither daft cow, nor sexy car wash nymphet on display, but still resigned to wearing a skirt and one braid just so, I began my collection. Who is the guarantor of time? The silver-handed pickpocket on the subway in Mexico City, or a hemisphere of light? I added the hemisphere of light to my collection. A car rumbled down the long country driveway. At the baseball game, the umpire threatened to throw all the fans out. I added their protests to my collection. The night sky, as seen from the wooded campsite—a spill of stars between the silhouetted tops of pines—revealed itself. I added the washed and worn threads of the universe to my collection. My father faked a rain dance. I added his dusty sneakers to my collection. I added the following to my collection: O the metrically fallen and divine! O cell-phone to cell-phone insult swaps! O expressions of remorse on beautifully hand-detailed card stock! Throughout the afternoon, sailboats gathered on the bay. Its small tide tugged the rented kayak. What is the minute of forgetting? The calluses on your hands rubbed the wooden oar you grasped and turned. Those lilies only last a day, I said, pointing my oar toward the sunset-hued blossoms collaring the boathouse. I added the dying lilies to my collection. The muscles on the submerged rocks closed their shells. You turned towards the horizon line and squinted. I added your crow’s feet to my collection. We paddled to the island, and I lay down and faked dead on a log someone else left by a beach-fire’s remains. The best was coming and lost simultaneously. My lemon-yellow nail polish, the only trace of fruit or the pastoral, chipped. I added the pastoral to my collection. In the smoothed calcium of a seashell I heard my own pulse echo. The car wash nymphet had a burn on her left calf from a motorcycle’s exhaust pipe. She was a put-together illusion, a market-cry at dawn. I was neither the illusion nor the cry, but I added the cry to my collection. I added the chopped waves of the motorboat’s wake to my collection. I added the sun to my collection. [End Page 8] Rebecca Lehmann Rebecca Morgan Frank is the author of Little Murders Everywhere (Salmon 2012), a finalist for the Kate Tufts Discovery Award. Her poems have appeared such places as Ploughshares, 32 Poems, Guernica, and The Missouri Review online. She edits the online magazine Memorious and teaches at the University of Southern Mississippi. Copyright © 2013 University of Wisconsin Board of Regents",
  "authors": [
    {
      "display_name": "Rebecca Lehmann",
      "id": "A5025285545",
      "orcid": "https://orcid.org/0000-0001-6145-5971",
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Rebecca Lehmann"
    }
  ],
  "publication_year": 2013,
  "publication_date": "2013-01-01",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S2765069910",
    "display_name": "Cream city review",
    "issn_l": "0884-3457",
    "issn": [
      "0884-3457",
      "2166-014X"
    ],
    "type": "journal",
    "host_organization": null
  },
  "volume": "37",
  "issue": "2",
  "first_page": "8",
  "last_page": "8",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C153349607",
      "display_name": "Visual arts",
      "level": 1,
      "score": 0.44102192
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.43450254
    },
    {
      "id": "C112698675",
      "display_name": "Advertising",
      "level": 1,
      "score": 0.38684013
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.35840416
    },
    {
      "id": "C127413603",
      "display_name": "Engineering",
      "level": 0,
      "score": 0.34106794
    },
    {
      "id": "C52119013",
      "display_name": "Art history",
      "level": 1,
      "score": 0.3228647
    },
    {
      "id": "C144133560",
      "display_name": "Business",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T13516",
      "display_name": "Publishing and Scholarly Communication",
      "score": 0.7251
    },
    {
      "id": "T11813",
      "display_name": "Library Collection Development and Digital Resources",
      "score": 0.7174
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/ccr.2013.0040",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:15:05.673583",
  "source_database": "OpenAlex"
}