{
  "openalex_id": "W2010550729",
  "doi": "https://doi.org/10.7326/0003-4819-135-3-200108070-00013",
  "title": "Colloid Use for Fluid Resuscitation: Evidence and Spin",
  "abstract": "Editorials7 August 2001Colloid Use for Fluid Resuscitation: Evidence and SpinDeborah Cook, MD and Gordon Guyatt, MDDeborah Cook, MDDrs. Cook and Guyatt: McMaster University; Hamilton, Ontario L8N 4A6, Canada and Gordon Guyatt, MDDrs. Cook and Guyatt: McMaster University; Hamilton, Ontario L8N 4A6, CanadaAuthor, Article, and Disclosure Informationhttps://doi.org/10.7326/0003-4819-135-3-200108070-00013 SectionsAboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinkedInRedditEmail In this issue, Wilkes and Navickis (1) present a meta-analysis of albumin versus crystalloids in seriously ill patients. Their study has many strengths. The comprehensive search strategy minimized the chance of publication bias and English-language bias. Explicit selection criteria were used, including studies with randomized allocation; comparison of albumin administration with crystalloid, no albumin, or lower-dose albumin; and an end point of mortality. The investigators selected trials and abstracted data in duplicate. Other criteria for quality assessment of the trials included treatment allocation, crossovers, and blinding. Blinding of whom (clinicians, researchers, outcome assessors, analysts, or patients) and for what purpose ...References1. Wilkes MM, Navickis RJ. Patient survival after human albumin administration. A meta-analysis of randomized, controlled trials. Ann Intern Med. 2001;135:149-64. LinkGoogle Scholar2. Devereaux PJ, Manns BJ, Ghali WA, Quan H, Lacchetti C, Montori VM, et al . Physician interpretations and textbook definitions of blinding terminology in randomized, controlled trials. JAMA. 2001;285:2000-3. [PMID: 11308438] CrossrefMedlineGoogle Scholar3. Moher D, Cook DJ, Eastwood S, Olkin I, Rennie D, Stroup DF. Improving the quality of reports of meta-analyses of randomised controlled trials: the QUOROM statement. Quality of Reporting of Meta-analyses. Lancet. 1999;354:1896-900. [PMID: 10584742] CrossrefMedlineGoogle Scholar4. Velanovich V. Crystalloid versus colloid fluid resuscitation: a meta-analysis of mortality. Surgery. 1989;105:65-71. [PMID: 2911805] MedlineGoogle Scholar5. Bisonni RS, Holtgrave DR, Lawler F, Marley DS. Colloids versus crystalloids in fluid resuscitation: an analysis of randomized, controlled trials. J Fam Pract. 1991;32:387-90. [PMID: 2010737] MedlineGoogle Scholar6. Wade CE, Kramer GC, Grady JJ, Fabian TC, Younes RN. Efficacy of hypertonic 7.5% saline and 6% dextran-70 in treating trauma: a meta-analysis of controlled clinical studies. Surgery. 1997;122:609-16. [PMID: 9308620] CrossrefMedlineGoogle Scholar7. Wade CE, Grady JJ, Kramer GC, Younes RN, Gehlsen K, Holcroft JW. Individual patient cohort analysis of the efficacy of hypertonic saline/dextran in patients with traumatic brain injury and hypotension. J Trauma. 1997;42:S61-5. [PMID: 9191698] CrossrefMedlineGoogle Scholar8. Schierhout G, Roberts I. Fluid resuscitation with colloid or crystalloid solutions in critically ill patients: a systematic review of randomised trials. BMJ. 1998;316:961-4. [PMID: 9550953] CrossrefMedlineGoogle Scholar9. . Human albumin administration in critically ill patients: systematic review of randomised controlled trials. Cochrane Injuries Group Albumin Reviewers. BMJ. 1998;317:235-40. [PMID: 9677209] CrossrefMedlineGoogle Scholar10. Choi PT, Yip G, Quinonez LG, Cook DJ. Crystalloids vs. colloids in fluid resuscitation: a systematic review. Crit Care Med. 1999;27:200-10. [PMID: 9934917] CrossrefMedlineGoogle Scholar11. Jadad AR, Cook DJ, Browman GP. A guide to interpreting discordant systematic reviews. CMAJ. 1997;156:1411-6. [PMID: 9164400] MedlineGoogle Scholar12. Cho MK, Shohara R, Schissel A, Rennie D. Policies on faculty conflicts of interest at US universities. JAMA. 2000;284:2203-8. [PMID: 11056591] CrossrefMedlineGoogle Scholar13. Sibbald WJ. An alternative pathway for preclinical research in fluid management. Crit Care. 2000;4 Suppl 2 S8-S15. [PMID: 11255593] CrossrefMedlineGoogle Scholar14. Beale RJ, Wyncoll DL, McLuckie A. Human albumin administration in critically ill patients. Analysis is superficial and conclusions exaggerated [Letter]. BMJ. 1998;317:884. [PMID: 9786698] MedlineGoogle Scholar15. Vincent JL. Fluid management: the pharmacoeconomic dimension. Crit Care. 2000;4 Suppl 2 S33-5. [PMID: 11255597] CrossrefMedlineGoogle Scholar16. Gotzsche PC. Why we need a broad perspective on meta-analysis. It may be crucially important for patients [Editorial]. BMJ. 2000;321:585-6. [PMID: 10977820] CrossrefMedlineGoogle Scholar17. Roberts I, Edwards P, McLelland B. More on albumin. Use of human albumin in UK fell substantially when systematic review was published [Letter]. BMJ. 1999;318:1214-5. [PMID: 10221965] CrossrefMedlineGoogle Scholar18. Sandham JD, Hull RD, Brant R; the Canadian Critical Care Trials Group. A randomized, controlled trial of pulmonary artery catheter use in 1,994 high risk geriatric surgical patients [Abstract]. Am Rev Resp Crit Care Med. 2001;163:A16. Google Scholar19. Martin GS, Mangialardi RJ, Wheeler AP, Bernard GR. Albumin and diuretics in ARDS [Abstract]. Am J Resp Crit Care Rev. 1999;159:A376. Google Scholar20. Alderson P, Schierhout G, Roberts I, Bunn F. Colloids versus crystalloids for fluid resuscitation in critically ill patients. Cochrane Database Syst Rev. 2000; 2:CD000567. [PMID: 10796729] Google Scholar21. Bunn F, Lefebvre C, Li Wan Po A, Li L, Roberts I, Schierhout G. Human albumin solution for resuscitation and volume expansion in critically ill patients. The Albumin Reviewers. Cochrane Database Syst Rev. 2000; 2:CD001208. [PMID: 10796756] Google Scholar22. Bunn F, Roberts I, Tasker R, Akpa E. Hypertonic versus isotonic crystalloid for fluid resuscitation in critically ill patients (Cochrane Review). Cochrane Database Syst Rev. 2000; 4:CD002045. [PMID: 11034742] Google Scholar23. Bunn F, Alderson P, Hawkins V. Colloid solutions for fluid resuscitation (Cochrane Review). Cochrane Database Syst Rev. 2001; 2:CD001319. [PMID: 11405985] Google Scholar24. Wilkes MM, Navickis RJ, Sibbald WJ. Albumin versus hydroxyethyl starch in cardiopulmonary bypass surgery: a meta-analysis of postoperative bleeding. Ann Thorac Surg. [In press]. Google Scholar Author, Article, and Disclosure InformationAffiliations: Drs. Cook and Guyatt: McMaster University; Hamilton, Ontario L8N 4A6, CanadaDisclosures: Drs. Cook and Guyatt have received no personal funding from pharmaceutical agencies producing either colloids or crystalloids. Dr. Cook coauthored a previous meta-analysis of colloids versus crystalloids. Bayer, Inc., paid Dr. Guyatt's expenses to attend a conference and provided an honorarium that he contributed to a McMaster University research fund.Corresponding Author: Deborah J. Cook, MD, Department of Medicine, St. Joseph's Hospital, 50 Charlton Avenue East, Hamilton, Ontario L8N 4A6, Canada.Current Author Addresses: Dr. Cook: Department of Medicine, St. Joseph's Hospital, 50 Charlton Avenue East, Hamilton, Ontario L8N 4A6, Canada.Dr. Guyatt: Department of Clinical Epidemiology and Biostatistics, St. Joseph's Hospital, 50 Charlton Avenue East, Hamilton, Ontario L8N 4A6, Canada. PreviousarticleNextarticle Advertisement FiguresReferencesRelatedDetailsSee AlsoPatient Survival after Human Albumin Administration Mahlon M. Wilkes and Roberta J. Navickis Colloid Use in the Critically Ill Mahlon M. Wilkes and Roberta J. Navickis Colloid Use in the Critically Ill Deborah Cook Colloid Use in the Critically Ill Deborah Cook Colloid Use in the Critically Ill Mahlon M. Wilkes and Roberta J. Navickis Metrics Cited byCritical Care and Fluid TherapyEngineering Geology Research and Rural Access in Support of United Nations Sustainable Development GoalsTransfusion Therapy in Specific Clinical SituationsA new classification of spin in systematic reviews and meta-analyses was developed and ranked according to the severitySepsisExpert consensus: a flawed process for producing guidelines for the management of fluid therapy in the critically ill †Transfusion Therapy in Specific Clinical SituationsAlbumine : plus qu'un soluté de remplissage ?International Albumin Use: 1995 to 2006SepsisFluid Replacement With Hypertonic or Isotonic Solutions Guided by Mixed Venous Oxygen Saturation in Experimental Hypodynamic SepsisModern Rapidly Degradable Hydroxyethyl Starches: Current Concepts [RETRACTED]Management of Multiorgan Failure After Artificial Organ ImplantationSepsis: Clinical Approach, Evidence-Based at the BedsideSurviving Sepsis Campaign: International guidelines for management of severe sepsis and septic shock: 2008CRITICAL CARE OF THE THORACIC SURGICAL PATIENTSevere Sepsis and Multiple Organ DysfunctionSurviving Sepsis Campaign: International guidelines for management of severe sepsis and septic shock: 2008Safety and efficacy of albumin administration in traumaUse of albumin in three French university hospitals: is prescription monitoring still useful in 2004?Fluid Management in Sepsis: Colloids or Crystalloids?Human albumin solution for resuscitation and volume expansion in critically ill patientsThe Role of Bundles in Sepsis CareSepsis: Still Going StrongConclusions Are MisleadingAlbumin for fluid resuscitation: Implications of the Saline Versus Albumin Fluid EvaluationProgress in Postoperative ICU ManagementThe Ethical Conduct of Clinical Research Involving Critically Ill Patients in the United States and CanadaMethodology in meta–analysis: a study from Critical Care meta–analytic practiceTherapie des Kreislaufversagens bei SepsisSurviving Severe SepsisThe SAFE study: saline vs. albumin for fluid resuscitation in the critically illA Comparison of Albumin and Saline for Fluid Resuscitation in the Intensive Care UnitFluid choice for resuscitation of the trauma patient: a review of the physiological, pharmacological, and clinical evidenceSurviving Sepsis Campaign guidelines for management of severe sepsis and septic shockSurviving Sepsis Campaign guidelines for management of severe sepsis and septic shockColloid versus crystalloids in shockNew Light on Intravascular Volume Replacement Regimens: What Did We Learn from the Past Three Years?Should Albumin Be Used to Correct Hypoalbuminemia in the Critically Ill? NoOptimizing intraoperative fluid therapyCardiovascular management of septic shockNew Light on Volume Therapy in the Critically Ill?Syndrome hépatorénal : de la physiopathologie au traitementPrehospital care of the patient with major traumaAlbumin and furosemide therapy in hypoproteinemic patients with acute lung injury*Albumin and furosemide in acute lung injury: A little step forward? *Colloid Use in the Critically IllMahlon M. Wilkes, PhD and Roberta J. Navickis, PhDFluid resuscitation of the patient with major traumaEfecto de la administración de albúmina sobre la mortalidadP REHOSPITAL F LUID R ESUSCITATION OF THE P ATIENT WITH M AJOR T RAUMACurrent issues in resuscitative trauma management: an overviewFluid Therapy of Tissue HypoperfusionSepsis and Organ(s) Dysfunction — Key Points, Reflections, and PerspectivesHaemorrhagic shockFluid Management in Sepsis: Colloids or Crystalloids?Therapie des Kreislaufversagens bei Sepsis 7 August 2001Volume 135, Issue 3Page: 205-208KeywordsAlbuminsBurnsConfidence intervalsHospital medicineIsotonicityMortalityPlasma proteinsRandomized trialsRelative riskResuscitation ePublished: 7 August 2001 Issue Published: 7 August 2001 Copyright & PermissionsCopyright © 2001 by American College of Physicians. All Rights Reserved.PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Deborah J. Cook",
      "id": "A5084752934",
      "orcid": "https://orcid.org/0000-0002-4087-543X",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Deborah Cook"
    },
    {
      "display_name": "Gordon Guyatt",
      "id": "A5031717153",
      "orcid": "https://orcid.org/0000-0003-2352-5718",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Gordon Guyatt"
    }
  ],
  "publication_year": 2001,
  "publication_date": "2001-08-07",
  "type": "letter",
  "cited_by_count": 81,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S119722071",
    "display_name": "Annals of Internal Medicine",
    "issn_l": "0003-4819",
    "issn": [
      "0003-4819",
      "1539-3704"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316812"
  },
  "volume": "135",
  "issue": "3",
  "first_page": "205",
  "last_page": "205",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.8771912
    },
    {
      "id": "C2778165595",
      "display_name": "Resuscitation",
      "level": 2,
      "score": 0.7221395
    },
    {
      "id": "C59789625",
      "display_name": "Colloid",
      "level": 2,
      "score": 0.52984643
    },
    {
      "id": "C177713679",
      "display_name": "Intensive care medicine",
      "level": 1,
      "score": 0.49926734
    },
    {
      "id": "C194828623",
      "display_name": "Emergency medicine",
      "level": 1,
      "score": 0.25691867
    },
    {
      "id": "C147789679",
      "display_name": "Physical chemistry",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11116",
      "display_name": "Trauma, Hemostasis, Coagulopathy, Resuscitation",
      "score": 0.9933
    },
    {
      "id": "T10218",
      "display_name": "Sepsis Diagnosis and Treatment",
      "score": 0.961
    },
    {
      "id": "T10206",
      "display_name": "Meta-analysis and systematic reviews",
      "score": 0.9495
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.7326/0003-4819-135-3-200108070-00013",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:28:40.544891",
  "source_database": "OpenAlex"
}