{
  "openalex_id": "W2016988333",
  "doi": "https://doi.org/10.1074/jbc.m210329200",
  "title": "Purification and Characterization of Monolysocardiolipin Acyltransferase from Pig Liver Mitochondria",
  "abstract": "In mammalian tissues cardiolipin is rapidly remodeled by monolysocardiolipin acyltransferase subsequent to its de novo biosynthesis (Ma, B. J., Taylor, W. A, Dolinsky, V. W., and Hatch, G. M. (1999) J. Lipid Res. 40, 1837–1845). We report here the purification and characterization of a monolysocardiolipin acyltransferase activity from pig liver mitochondria. Monolysocardiolipin acyltransferase activity was purified over 1000-fold by butanol extraction, hydroxyapatite chromatography, and preparative SDS-PAGE. The purified 74-kDa protein catalyzed acylation of monolysocardiolipin to cardiolipin with [14C]linoleoyl coenzyme A. Photoaffinity labeling of the protein with 12-[(4-[125I]azidosalicyl)amino]dodecanoyl coenzyme A indicated coenzyme A was bound at its active site and photoaffinity cross-linking of 12-[(4-azidosalicyl)amino]dodecanoyl coenzyme A to the enzyme inhibited enzyme activity. Enzyme activity was optimum at pH 7.0, and the enzyme did not utilize other lysophospholipids as substrate. The purified enzyme was heat-labile and exhibited an isoelectric point of pH 5.4. To determine the enzymes kinetic mechanism the effect of varying concentrations of linoleoyl coenzyme A and monolysocardiolipin on initial velocity were determined. Double-reciprocal plots revealed parallel lines consistent with a ping pong kinetic mechanism. When the enzyme was incubated in the absence of monolysocardiolipin, coenzyme A was produced from linoleoyl coenzyme A at a rate consistent with the formation of an enzyme-linoleate intermediate. The true Km value for linoleoyl coenzyme A and true Km value for monolysocardiolipin were 100 and 44 μm, respectively. The calculated Vmax was 6802 pmol/min·mg of protein. A polyclonal antibody, raised in rabbits to the purified protein, cross-reacted with the protein in crude pig liver mitochondrial fractions. In liver mitochondria prepared from thyroxine-treated rats, the level of the protein was elevated compared with euthyroid controls indicating that expression of monolysocardiolipin acyltransferase is regulated by thyroid hormone. The study represents the first purification and characterization of a monolysocardiolipin acyltransferase activity from any organism. In mammalian tissues cardiolipin is rapidly remodeled by monolysocardiolipin acyltransferase subsequent to its de novo biosynthesis (Ma, B. J., Taylor, W. A, Dolinsky, V. W., and Hatch, G. M. (1999) J. Lipid Res. 40, 1837–1845). We report here the purification and characterization of a monolysocardiolipin acyltransferase activity from pig liver mitochondria. Monolysocardiolipin acyltransferase activity was purified over 1000-fold by butanol extraction, hydroxyapatite chromatography, and preparative SDS-PAGE. The purified 74-kDa protein catalyzed acylation of monolysocardiolipin to cardiolipin with [14C]linoleoyl coenzyme A. Photoaffinity labeling of the protein with 12-[(4-[125I]azidosalicyl)amino]dodecanoyl coenzyme A indicated coenzyme A was bound at its active site and photoaffinity cross-linking of 12-[(4-azidosalicyl)amino]dodecanoyl coenzyme A to the enzyme inhibited enzyme activity. Enzyme activity was optimum at pH 7.0, and the enzyme did not utilize other lysophospholipids as substrate. The purified enzyme was heat-labile and exhibited an isoelectric point of pH 5.4. To determine the enzymes kinetic mechanism the effect of varying concentrations of linoleoyl coenzyme A and monolysocardiolipin on initial velocity were determined. Double-reciprocal plots revealed parallel lines consistent with a ping pong kinetic mechanism. When the enzyme was incubated in the absence of monolysocardiolipin, coenzyme A was produced from linoleoyl coenzyme A at a rate consistent with the formation of an enzyme-linoleate intermediate. The true Km value for linoleoyl coenzyme A and true Km value for monolysocardiolipin were 100 and 44 μm, respectively. The calculated Vmax was 6802 pmol/min·mg of protein. A polyclonal antibody, raised in rabbits to the purified protein, cross-reacted with the protein in crude pig liver mitochondrial fractions. In liver mitochondria prepared from thyroxine-treated rats, the level of the protein was elevated compared with euthyroid controls indicating that expression of monolysocardiolipin acyltransferase is regulated by thyroid hormone. The study represents the first purification and characterization of a monolysocardiolipin acyltransferase activity from any organism. cardiolipin monolysocardiolipin acyltransferase phosphatidylglycerol cytidine-5′-diphosphate-1,2-diacyl-sn-glycerol 12-[(4-azidosalicyl)amino]dodecanoic acid Cardiolipin (CL)1 is a major membrane glycerophospholipid of mammalian mitochondria and is localized exclusively to mitochondria (1Pangborn M. J. Biol. Chem. 1942; 143: 247-256Abstract Full Text PDF Google Scholar, 2Hostetler K.Y. Hawthorne J.N. Ansell G.B. Phospholipids. Elsevier Press, Amsterdam1982: 215-261Google Scholar, 3Dowhan W. Annu. Rev. Biochem. 1997; 66: 199-232Crossref PubMed Scopus (789) Google Scholar, 4Schlame M. Rua D. Greenberg M.L. Prog. Lipid Res. 2000; 39: 257-288Crossref PubMed Scopus (665) Google Scholar, 5Daum G. Biochim. Biophys. Acta. 1985; 822: 1-42Crossref PubMed Scopus (710) Google Scholar). The synthesis of CL occurs via the CDP-DG pathway in mammalian tissues (6Kiyasu J.Y. Pieringer R.A. Paulus H. Kennedy E.P. J. Biol. Chem. 1963; 238: 2293-2298Abstract Full Text PDF PubMed Google Scholar, 7Hatch G.M. Biochem. J. 1994; 297: 201-208Crossref PubMed Scopus (66) Google Scholar). Phosphatidic acid is converted to CDP-DG, which is then condensed withsn-glycerol-3-phosphate to form PG phosphate, which is rapidly dephosphorylated to PG. Finally, PG condenses with another CDP-DG molecule to form CL. CL is localized to mitochondria and is required for the reconstituted activity of a number of key mammalian mitochondrial enzymes involved in cellular energy metabolism, including cytochrome c oxidase (8Vik S.B. Georgevich G. Capaldi R.A. Proc. Natl. Acad. Sci. U.S.A. 1981; 78: 1456-1460Crossref PubMed Scopus (185) Google Scholar), carnitine palmitoyltransferase (9Fiol C.J. Bieber L.L. J. Biol. Chem. 1984; 259: 13084-13088Abstract Full Text PDF PubMed Google Scholar), creatine phosphokinase (10Muller M. Moser R. Cheneval D. Carafoli E. J. Biol. Chem. 1985; 260: 3839-3843Abstract Full Text PDF PubMed Google Scholar), pyruvate translocator (11Hutson S.M. Roten S. Kaplan R.S. Proc. Natl. Acad. Sci. U.S.A. 1990; 87: 1028-1031Crossref PubMed Scopus (14) Google Scholar), tricarboxylate carrier (12Kaplan R.S. Mayor J.A. Johnston N. Oliveria D.L. J. Biol. Chem. 1990; 265: 13379-13385Abstract Full Text PDF PubMed Google Scholar), mitochondrial glycerol-3-phosphate dehydrogenase (13Belezani Z.S. Janesik S. Biochem. Biophys. Res. Commun. 1989; 159: 132-139Crossref PubMed Scopus (27) Google Scholar), phosphate transporter (14Kadenbach B. Mende P. Kolbe H.V. Stipani I. Palmieri F. FEBS Lett. 1982; 139: 109-112Crossref PubMed Scopus (114) Google Scholar), ADP/ATP carrier (15Hoffman B. Stockl A. Schlame M. Beyer K. Klingenberg M. J. Biol. Chem. 1994; 269: 1940-1944PubMed Google Scholar), and the ATP synthase (16Eble K.S. Coleman W.B. Hantgan R.R. Cunningham C.C. J. Biol. Chem. 1990; 265: 19434-19440Abstract Full Text PDF PubMed Google Scholar). In addition, several recent studies have implicated CL loss in the regulation of mitochondrial-mediated apoptosis (reviewed in Ref. 17Esposti M.D. Cell Death Differ. 2002; 9: 234-236Crossref PubMed Scopus (61) Google Scholar). Thus, the appropriate content of CL is an important requirement for activation of enzymes involved in mitochondrial respiration and in the control of programmed cell death. CL is unique among glycerophospholipids in that it contains four fatty acyl side chains. The proportion of CL symmetrical molecular species is 50–65%, and the four acyl positions are occupied by monounsaturated and diunsaturated chains of 16–18 carbons in length (18Schlame M. Brody S. Hostetler K.Y. Eur. J. Biochem. 1993; 212: 727-735Crossref PubMed Scopus (148) Google Scholar). The hydrophobic double unsaturated linoleic diacylglycerol species appears to be the important structural requirement for the high protein binding affinity of CL (19Schlame M. Hovath L. Vigh L. Biochem. J. 1990; 265: 79-85Crossref PubMed Scopus (59) Google Scholar). Alteration in molecular species composition of CL may alter activities of the electron transport chain enzymes. For example, the activity of delipidated rat liver cytochrome coxidase was reconstituted by the addition of CL (20Yamaoka-Koseki S. Urade R. Kito M. J. Nutr. 1991; 121: 956-958Crossref PubMed Scopus (42) Google Scholar). The specific activity of the reconstituted cytochrome c oxidase varied markedly and significantly with different molecular species of CL. In addition, peroxidation of CL in rat basophile leukemia cells lead to an increase in cytochrome c release, a primary event in mitochondrial-mediated apoptosis (21Nomura K. Imai H. Koumura T. Kobayashi T. Nakagawa Y. Biochem. J. 2000; 351: 183-193Crossref PubMed Scopus (334) Google Scholar). Thus, in addition to CL content, the CL molecular species composition may regulate mitochondrial respiratory performance and programmed cell death. The CL de novo biosynthetic enzymes show little acyl species selectivity (22Rustow B. Schlame M. Rabe H. Reichman G. Kunze D. Biochim. Biophys. Acta. 1989; 1002: 261-263Crossref PubMed Scopus (35) Google Scholar, 23Hostetler K.Y. Galesloot J.M. Boer P. van den Bosch H. Biochim. Biophys. Acta. 1975; 380: 382-389Crossref PubMed Scopus (72) Google Scholar). Hence, CL must be rapidly remodeled to achieve the molecular composition of CL observed in the mitochondrial membrane. The deacylation-reacylation cycle was first described by William Lands several decades ago (24Lands W.E.M. J. Biol. Chem. 1960; 253: 2233-2237Google Scholar). However, it was not until 1990 that a deacylation-reacylation cycle for the molecular remodeling of endogenous CL in rat liver mitochondria was proposed (25Schlame M. Rustow B. Biochem. J. 1990; 272: 589-595Crossref PubMed Scopus (104) Google Scholar). Recently, we characterized the MLCL AT activity responsible for the acylation of MLCL to CL in the rat heart and mammalian tissues and proposed a model of cardiolipin molecular remodeling (26Ma B.J. Taylor W.A Dolinsky V.W. Hatch G.M. J. Lipid Res. 1999; 40: 1837-1845Abstract Full Text Full Text PDF PubMed Google Scholar). In the current study we describe a procedure for the purification of MLCL AT activity from pig liver mitochondria. In addition, we have characterized the purified enzyme activity, raised a polyclonal antibody to the protein, and shown that the protein is expressed in response to thyroid hormone. This study represents the first purification and characterization of a MLCL AT from any organism. Pig livers were obtained from freshly slaughtered pigs from the local abattoir. Sprague-Dawley rats (125 g) were obtained from Central Animal Care Services, University of Manitoba (Winnipeg, Manitoba, Canada). Treatment of rats conformed to the guidelines of the Canadian Council on Animal Care. [1-14C]Linoleoyl-CoA and [1-14C]palmitoyl-CoA were obtained from American Radiolabeled Chemicals Inc. (St. Louis, MO). [1-14C]Oleoyl-CoA and [Na125I] were obtained from Dupont (Mississauga, Ontario, Canada). Acyl-CoAs were obtained from Serdary Research Laboratories (Englewood Cliffs, NJ). MLCL (a mixture of 1′(1-acyl-sn-glycerol-3-phosphoryl)-3′-(1\",2\"-diacyl-sn-glycerol-3-phosphoryl)glycerol and 1′-(1,2-diacyl-sn-glycerol-3-phosphoryl)-3′-(1\"-acyl-sn-glycerol-3-phosphoryl)glycerol), produced by phospholipase A2 hydrolysis of bovine heart CL, was obtained from Avanti Polar Lipids (Alabaster, AL). The purity of the MLCL substrate was checked by two-dimensional thin layer chromatography as described previously (27Poorthuis B.J.H.M. Yasaki P.J. Hostetler K.Y. J. Lipid Res. 1976; 17: 433-437Abstract Full Text PDF PubMed Google Scholar). The fatty acyl molecular species composition of the MLCL substrate was examined as described previously (28Tardi P.G. Mukherjee J.J. Choy P.C. Lipids. 1992; 27: 65-67Crossref PubMed Scopus (38) Google Scholar) and was comprised mainly of linoleic (90.3%) and oleic (8.6%) acids. Ecolite scintillation mixture was obtained from ICN Biochemicals (Costa Mesa, CA), and thin layer plates (Silica Gel 60, 0.25-mm thickness) were obtained from Fisher Scientific (Winnipeg, Manitoba, Canada). Kodak X-OMATTM SA film was used for autoradiography and Western blot analysis. Precision Plus Protein Standards were obtained from Bio-Rad. All other biochemicals were of analytical grade and obtained from either Fisher Scientific (Edmonton, Alberta, Canada) or Sigma Chemical Co. (St. Louis, MO) or the source indicated in the purification protocol. For assay of MLCL AT activities, fractions (1–50 μg of protein) were incubated for 30 min at 25 °C in 50 mm Tris-HCl, pH 7.0, 30–170 μm[1-14C]linoleoyl-CoA (specific radioactivity, 14,200 dpm/nmol) at pH 7.0, and 30–480 μm MLCL in a final volume of 0.35 ml. The MLCL substrate in chloroform was dried under nitrogen and resuspended in double-distilled water via sonication in a bath sonicator for 45 min prior to addition to the assay mixture. The temperature of the bath sonicator was maintained at 4 °C by ice. The reaction was initiated by the addition of the radioactive acyl-CoA substrate and terminated by the addition of 3 ml of chloroform:methanol (2:1, v/v). 0.8 ml of 0.9% KCl was added to facilitate phase separation. The aqueous phase was removed, and the organic phase was washed with 2 ml of chloroform:methanol:0.9% NaCl (3:48:47, v/v). The resulting organic fraction was dried under nitrogen and resuspended in 25 μl of chloroform:methanol (2:1, v/v). A 20-μl aliquot of the resuspended organic phase was placed on a thin layer plate, and CL was separated from other phospholipids using a two-dimensional separation described previously (27Poorthuis B.J.H.M. Yasaki P.J. Hostetler K.Y. J. Lipid Res. 1976; 17: 433-437Abstract Full Text PDF PubMed Google Scholar). The silica gel corresponding to CL was removed and placed in a plastic scintillation vial, and 5 ml of scintillant was added. Radioactivity incorporated into CL was examined ∼24 h later using a liquid scintillation counter. MLCL AT activity was taken as radioactivity incorporated into CL in the presence of the MLCL substrate minus radioactivity incorporated into CL in the absence of the MLCL substrate. In some experiments, 0.3 mmlysophospholipid (lysophosphatidylglycerol, lysophosphatidylcholine, lysophosphatidylinositol, lysophosphatidylserine, lysophosphatidic acid, or lysophosphatidy-lethanolamine) was included in the assay mixture in place of MLCL. In other experiments, [1-14C]oleoyl-CoA or [1-14C]palmitoyl-CoA (similar specific radioactivity as [1-14C]linoleoyl-CoA) was substituted for [1-14C]linoleoyl-CoA. In other experiments, MLCL AT activity was determined in the presence of a fixed concentration of MLCL and variable concentrations of linoleoyl-CoA or in the presence of a fixed concentration of linoleoyl-CoA and variable concentrations of MLCL. In other experiments, the purified enzyme was incubated for up to 1 h with 40 μm linoleoyl-CoA and 0.13 mm 5,5′-dithiobis(2-nitrobenzoic acid) in the absence of MLCL in the standard assay, and the absorbance at 412 nmwas determined. The formation of CoA was calculated from a standard curve (29Ellman G.L. Arch. Biochem. Biophys. 1959; 82: 70-77Crossref PubMed Scopus (21624) Google Scholar). In other experiments, MLCL AT was preincubated at 50 °C for up to 10 min, and enzyme activity was assayed as described above. For the pH titration curve, MLCL AT was assayed at pH range between 5.0 and 9.0. Protein was determined as described previously (30Bradford M.M. Anal. Biochem. 1976; 72: 248-254Crossref PubMed Scopus (217544) Google Scholar). Pig liver (3.2 kg) was ground in a Hobart meat grinder. 3.8 liters of buffer A (10 mmTris-HCL, pH 7.4, 0.25 m sucrose, 10 mm2-mercaptoethanol, 2 mm EDTA) was added, and the mixture was homogenized in a Polytron® (Kinematica, Switzerland) for 3 min (medium speed). The crude homogenate was centrifuged at 700 ×g for 50 min. The pellet was discarded, and the supernatant was filtered through glass wool. The supernatant was then centrifuged at 16,000 × g for 30 min. The resulting crude mitochondrial pellet was washed with 1.5 liters of buffer A and recentrifuged. The washed pellet was resuspended in 400 ml of buffer A and allowed to sit overnight at 4 °C. The crude mitochondrial fraction was then homogenized in a Polytron for 3 min (medium speed) and then freeze-dried. Butanol (250 ml) was added to 35 g of freeze-dried crude mitochondria in a beaker and stirred for 25 min using a magnetic stirrer. The mixture was centrifuged at full speed for 10 min in a tabletop centrifuge. The supernatant was removed, and the pellet was re-extracted with 200 ml of butanol. The pellet was washed twice with 150 ml of acetone and dried with a stream of nitrogen. Double-distilled water (200 ml) and 100 ml of homogenizing buffer were added to the butanol-extracted pellet and mixed for 3 min using a Polytron at low speed. The mixture was centrifuged at 40,000 × g for 40 min, and the resulting supernatant (250 ml) used for hydroxyapatite chromatography. The supernatant above was loaded onto a column containing 80 ml of hydroxyapatite gel (Bio-Gel, HT Gel from Bio-Rad) that had been pre-equilibrated with buffer A. The gel was washed stepwise with 1.5 liter of buffer A containing 0.2m sodium phosphate (monobasic, hydrated). The enzyme was eluted with buffer A containing 0.42 m sodium phosphate. The eluted enzyme (250 ml) was dialyzed against 4 liters of double-distilled water overnight. 450 ml of the dialyzed protein was freeze-dried to a final weight of 4.5 g. The freeze-dried protein from above (1 g) was dissolved in 1.5 ml of double-distilled water and 1 ml of Laemmli sample buffer (Sigma, 2× concentrate) and centrifuged at maximum speed in a tabletop centrifuge through a 0.22 μmCentricon filter. The filtered protein was subjected to Preparatory Gel Electrophoresis (Model 491 Prep Cell) using 40 ml of 7.5% acrylamide (separating gel) and 10 ml of 4% acrylamide (stacking gel). The gel was run at a constant current of 20 mA overnight. The elution buffer contained 25 mm Tris-HCl, pH 7.4, and 0.19m glycine. Fractions (6 ml) were collected at a rate of 20 min per fraction. The eluted fractions with the highest MLCL AT activity were pooled and freeze-dried. An aliquot of the freeze-dried eluate from the hydroxyapatite purification step (55 μg) and aliquots of the eluted protein fraction 30, pooled fractions 32–33, and pooled fractions 34–36 from the preparative SDS-PAGE step (0.2–1.0 μg) along with protein standards (6.25 μg) were subjected to SDS-PAGE on mini-gels (Bio-Rad) using 7.5% acrylamide (separating gel) and 4% acrylamide (stacking gel). Gels were stained with Coomassie Blue. In some experiments, the pooled fractions 34–36 from the preparative SDS-PAGE step were subjected to non-denaturing-PAGE using 7.5% acrylamide (separating gel) and 4% acrylamide (stacking gel) to remove SDS and MLCL AT activity determined in the gel slices. Purified MLCL AT (pooled fractions 34–36 from the preparative SDS-PAGE step) (0.2 μg) was subjected to two-dimensional electrophoresis. The first dimension isoelectric focusing step was performed using ready-made IPG 13 Cm strips (Amersham Biosciences) with a pH 3–10 gradient. The protein was focused overnight on an IPGhor (Amersham Biosciences) isoelectric focusing unit. The protein was then separated in the second dimension by SDS-PAGE on a 15- × 15-cm gel with 12% acrylamide using a standard electrophoresis unit (Bio-Rad) with 6.25 μg of molecular mass standards. The gel was silver-stained, and the molecular mass and isoelectric point of the purified MLCL AT were calculated. A polyclonal antibody to the purified 74-kDa protein was raised in New Zealand White rabbits at National Biologicals Inc., Winnipeg, Canada. Excised gel slices from the preparative SDS-PAGE step (pooled fractions 34–36) containing the purified acyltransferase (∼15 μg each) were utilized for biweekly intramuscular injections. Antiserum was collected biweekly. The antibody was purified on a protein A-Sepharose affinity column (Amersham Biosciences) and used for the immunological studies. The crude mitochondrial fraction (56 μg) and the purified MLCL AT fraction obtained from the preparative SDS-PAGE step (10 μg) were subjected to SDS-PAGE according to the Laemmli procedure using 7.5% separating gels (31Laemmeli U.K. Nature. 1970; 227: 680-685Crossref PubMed Scopus (207537) Google Scholar). Protein from the separating gel was blotted onto polyvinylidene difluoride membranes and incubated with either preimmune serum or with the anti-MLCL AT polyclonal antibody (dilution, 1:500 dilution). Identification was according to the ECL Western blotting Analysis System (Amersham Biosciences) using goat anti-rabbit IgG labeled with horseradish peroxidase as secondary antibody (dilution, 1:1000). In other experiments, crude liver mitochondrial fractions were prepared from euthyroid and thyroxine-treated rats as previously described (32Mutter T. Dolinsky V.W. Ma B.J. Taylor W.A. Hatch G.M. Biochem. J. 2000; 346: 403-406Crossref PubMed Google Scholar), and 100 μg of the fractions were subjected to SDS-PAGE according to the Laemmli procedure using 10% separating gels (31Laemmeli U.K. Nature. 1970; 227: 680-685Crossref PubMed Scopus (207537) Google Scholar), and Western blot analysis using the polyclonal antibody was performed as described above. 12-[(4-Azidosalicyl)amino]dodecanoic acid (ASD) and 12-[(4-azidosalicyl)amino]dodecanoyl-CoA (ASD-CoA) were synthesized as described (33Rajasekharan R. Marians R.C. Shockey J.M. Kemp J.D. Biochemistry. 1993; 32: 12386-12391Crossref PubMed Scopus (23) Google Scholar). ASD-CoA was iodinated with Na125I as described (34Ji T.H. Ji I. Anal. Biochem. 1982; 121: 286-289Crossref PubMed Scopus (71) Google Scholar). Photoaffinity labeling was performed by incubation of the purified 74-kDa protein with [125I]ASD-CoA at room temperature in a dark room. The reaction mixture contained 1.9 μCi of [125I]ASD-CoA (9.15 × 106 cpm/μmol) in 20 mm Tris-succinate (pH 6.0), 40 μm EDTA, and 4.2% glycerol (v/v) and 0.2 μg of purified MLCL AT in a final volume of 215 μl. Cross-linkage of the photoaffinity probe to the enzyme was induced by exposing the mixture to ultraviolet light. A hand-held ultraviolet lamp (Model UVS-54, Ultraviolet Productions Inc., San Gabriel, CA) was held a distance of 5 cm from the sample for 15 min. 10% Trichloroacetic acid was added to stop the reaction, and the mixture was incubated at −20 °C for 15 min. The precipitated protein was sedimented at 10,000 × g for 5 min, and the pellet was resuspended in 15 μl of 0.1 mNaOH. SDS-PAGE sample buffer (15 μl) was added to the sample. The sample was subjected to SDS-PAGE using 10% acrylamide as described (35Schaggar H. Jagow G. Anal. Biochem. 1987; 166: 368-379Crossref PubMed Scopus (10505) Google Scholar). The gel was dried, and the labeled protein band identified by autoradiography. In some experiments, the purified protein was photoaffinity-labeled as described above except [125I]ASD-CoA was replaced with various concentrations of ASD-CoA and MLCL AT activity determined in this fraction. The purification protocol for MLCL AT activity is outlined in TableI. Pig liver was homogenized, and the mitochondrial fraction was prepared and subjected to butanol extraction. The freeze-dried butanol extract was subjected to hydroxyapatite chromatography followed by preparative SDS-PAGE. The elution profiles of MLCL AT activity from hydroxyapatite chromatography and preparative SDS-PAGE steps are shown in Fig.1. The result was the isolation of a single protein band of 74-kDa molecular mass (Fig.2).Table IPurification of monolysocardiolipin acyltransferaseTotal activityProteinSpecific activityPurificationYieldpmol/minmgpmol/min/mg-fold%Crude mitochondrial extract230,17625,0199.21.0100Butanol treatment11,94429134.15.18Hydroxyapatite chromatography145041.4353.80.62Preparative SDS-PAGE (pooled fractions 34–36)3010.0310,0411,0910.13MLCL AT was purified as described under \"Materials and Methods.\" Open table in a new tab Figure 2Purification of MLCLAT. Crude mitochondria prepared from pig liver was butanol-extracted, subjected to hydroxyapatite chromatography followed by preparative SDS- PAGE. Fractions were analyzed by SDS-PAGE and stained with Coomassie Blue as described under \"Materials and Methods.\" Lane 1, molecular mass markers (myosin, 198 kDa; β-galactosidase, 115 kDa; bovine serum albumin, 93 kDa; ovalbumin, 49.8 kDa) indicated on theleft; lane 2, hydroxyapatite chromatography;lane 3, fraction 30 from preparative SDS-PAGE; lane 4, pooled fractions 32 and 33 from preparative SDS- PAGE;lane 5, pooled fractions 34–36 from preparative SDS-PAGE. Molecular mass of MLCL AT is indicated on the right. A representative gel is depicted.View Large Image Figure ViewerDownload (PPT) MLCL AT was purified as described under \"Materials and Methods.\" The purified protein was subjected to two-dimensional isoelectric focusing followed by SDS-PAGE. The isoelectric point was determined to be 5.4. We investigated whether the purified enzyme bound acyl-CoA. The purified enzyme was incubated with [125I]ASD-CoA and photoaffinity cross-linked to the enzyme. As seen in Fig. 3(inset), [125I]ASD-CoA was bound to the 74-kDa purified protein. The purified enzyme was then incubated with ASD-CoA and exposed to ultraviolet light, and then the MLCL AT activity was determined. MLCL AT activity of the purified protein was inhibited in a concentration-dependent manner by ASD-CoA (Fig. 3). Thus, the purified protein bound acyl-CoA and ASD-CoA inhibited enzyme activity. We examined the pH profile, substrate specificity, and heat inactivation profile of purified MLCL AT. The purified protein exhibited a pH optimum at 7.0 (Fig. 4). The purified protein utilized [1-14C]linoleoyl-CoA, [1-14C]oleoyl-CoA, and [1-14C]palmitoyl-CoA as substrates, and enzyme activity was 10-fold greater with the unsaturated fatty-acyl CoA substrates compared with palmitoyl-CoA (data not shown). The purified protein did not utilize other lysophospholipids (lysophosphatidylglycerol, lysophosphatidylcholine, lysophosphatidylethanolamine, lysophosphatidylserine, lysophosphatidylinositol, or lysophosphatidic acid) as substrate and was heat-labile, because preincubation at 50 °C for up to 10 min reduced enzyme activity by 70% (data not shown). MLCL AT catalyzes a Bi Bi reaction. To determine the kinetic mechanism of the enzyme, the effects of varying concentrations of linoleoyl-CoA and monolysocardiolipin on enzyme velocity were determined. The results were depicted in a double-reciprocal plot (Fig.5). The parallel lines of the initial-rate kinetic behavior of MLCL AT was indicative of a ping pong reaction mechanism (Fig. 5). The calculated Km for linoleoyl-CoA from the inset of Fig. 5A was 100 μm, and the calculated Km of MLCL from the inset of Fig. 5B was 44 μm. TheVmax calculated from the inset of Fig. 5B was 6802 pmol/min·mg of protein. The formation of CoA from linoleoyl-CoA was determined in the absence of MLCL. In the absence of MLCL, CoA was formed from linoleoyl-CoA at a rate consistent with the formation of an enzyme-linoleate intermediate (TableII). These results provide further support for a ping pong reaction mechanism.Table IIFormation of CoA from linoleoyl-CoA in the absence of MLCLAdditionCoA formednmol/min·mg proteinNoneMLCL ATLinoleoyl-CoALinoleoyl-CoA + MLCL AT16.6Purified MLCL AT was incubated in the presence of linoleoyl-CoA in the absence of MLCL, and the formation of CoA was determined. Results represent the mean of two determinations performed in duplicate. The results between samples differed by less than 15%. Open table in a new tab Purified MLCL AT was incubated in the presence of linoleoyl-CoA in the absence of MLCL, and the formation of CoA was determined. Results represent the mean of two determinations performed in duplicate. The results between samples differed by less than 15%. A polyclonal antibody was raised in New Zealand White rabbits from the purified protein. The polyclonal antibody reacted with the purified 74-kDa protein obtained from the preparative SDS-PAGE step (pooled fractions 34–36) (lane 3) and from crude pig liver mitochondrial fraction (lane 2) (Fig.6A). Pre-immune serum did not react with the 74-kDa protein (data not shown). The polyclonal antibody was not immunoprecipitating, because incubation of crude mitochondrial fractions with antibody did not reduce enzyme activity. Previously we demonstrated that cardiac MLCL AT activity was elevated in crude mitochondrial fractions prepared from thyroxine-treated rats. Rats were injected with thyroxine (250 μg/kg/day) or saline (euthyroid control) for 5 consecutive days. Crude rat liver mitochondrial fractions were prepared, and then equal amounts of mitochondrial protein from thyroxine-treated or euthyroid rats were subjected to SDS-PAGE. Western blot analysis was then performed using the polyclonal antibody. As seen in Fig. 6B, expression of MLCL AT protein was elevated in thyroxine-treated rats compared with euthyroid control. The bands were analyzed by scanning the film with a densitometer, and relative intensities of the bands were determined by Scion Image software. The relative intensity of the band in lane 2 of Fig. 6B was 1.8-fold higher than lane 1. Thus, MLCL AT protein expression is regulated by thyroid hormone. In this study, we have purified a unique and previously unidentified MLCL AT activity from pig liver mitochondria to apparent homogeneity. The protein exhibits a molecular mass of 74 kDa and acylates MLCL to CL with linoleoyl-CoA. Purified MLCL AT is heat-labile, has Km values of 44 μmfor MLCL and 100 μm for linoleoyl-CoA, and aVmax of 6802 pmol/min·mg. Parallel lines obtained from primary plots indicate a ping pong reaction mechanism. In support of this, CoA is formed from linoleoyl-CoA at a rate consistent with the formation of an enzyme-linoleate intermediate. The initial purification step utilized butanol extraction to remove lipids from the protein. Although no degree of purification was obtained, this step allowed reconstitution of enzymatic activity subsequent to freeze-drying. Previously, we demonstrated that different detergents inhibited in vitro MLCL AT activity to varying degrees in crude rat heart mitochondrial fractions (26Ma B.J. Taylor W.A Dolinsky V.W. Hatch G.M. J. Lipid Res. 1999; 40: 1837-1845Abstract Full Text Full Text PDF PubMed Google Scholar). Because SDS was required for purification of MLCL AT in the terminal preparative SDS-PAGE step, it is possible that the observed degree of purification is an underestimate of the actual value. The pH optimum of purified MLCL AT was pH 7.0. This value falls within the range of the normal physiological pH observed within respiring mitochondria (36Addanki S. Cahill F.D. Sotos J.F. J. Biol. Chem. 1968; 243: 2337-2348Abstract Full Text PDF PubMed Google Scholar). In addition, two-dimensional isoelectric focusing/SDS-PAGE indicated an isoelectric point of pH 5.4. We had previously demonstrated that various acyl-CoAs could compete with [14C]CL formation from [14C]oleoyl-CoA and [14C]linoleoyl-CoA in crude rat heart mitochondria (26Ma B.J. Taylor W.A Dolinsky V.W. Hatch G.M. J. Lipid Res. 1999; 40: 1837-1845Abstract Full Text Full Text PDF PubMed Google Scholar). This was confirmed in the ASD-CoA experiments. The enzyme-bound acyl-CoA as indicated in photoaffinity cross-linking studies with [125I]ASD-CoA. In addition, cross-linking of the enzyme with ASD-CoA inhibited in vitro enzyme activity in a concentration-dependent manner. Thus, purified MLCL AT binds acyl-CoA substrates. Substrate specificity studies of the purified enzyme indicated that purified MLCL AT utilized exclusively MLCL and not other lysophospholipids as substrate. In addition, purified MLCL AT utilized unsaturated acyl-CoAs (oleoyl-CoA, linoleoyl-CoA) to a much greater degree (10-fold preference) than a saturated acyl-CoA (palmitoyl-CoA). This may explain the enrichment of the unsaturated fatty acyl molecular composition of CL observedin vivo (18Schlame M. Brody S. Hostetler K.Y. Eur. J. Biochem. 1993; 212: 727-735Crossref PubMed Scopus (148) Google Scholar). Finally, a polyclonal antibody raised in rabbits to MLCL AT reacted with the protein in crude mitochondrial fractions prepared from pig liver. Subsequent to de novo biosynthesis, CL is rapidly remodeled by deacylation followed by reacylation (25Schlame M. Rustow B. Biochem. J. 1990; 272: 589-595Crossref PubMed Scopus (104) Google Scholar, 26Ma B.J. Taylor W.A Dolinsky V.W. Hatch G.M. J. Lipid Res. 1999; 40: 1837-1845Abstract Full Text Full Text PDF PubMed Google Scholar). The molecular species composition of CL is responsive to changes in diet (37Yamaoka S. Urade R. Kido M. J. Nutr. 1990; 120: 415-421Crossref PubMed Scopus (66) Google Scholar). In addition, dietary modification of the molecular species composition of CL has been shown to alter the oxygen consumption in cardiac mitochondria (20Yamaoka-Koseki S. Urade R. Kito M. J. Nutr. 1991; 121: 956-958Crossref PubMed Scopus (42) Google Scholar,37Yamaoka S. Urade R. Kido M. J. Nutr. 1990; 120: 415-421Crossref PubMed Scopus (66) Google Scholar). Hence, regulation of the activities of the enzymes involved in CL remodeling may play a key role in regulation of CL function and mitochondrial respiration. It is well documented that thyroid hormone regulates mitochondrial respiration (38Shingenaga M.L. Hagen T.M. Ames B.N. Proc. Natl Acad. Sci. U.S.A. 1994; 91: 10771-10778Crossref PubMed Scopus (1848) Google Scholar). Previously we demonstrated that treatment of rats with thyroxine for 5 days elevated cardiac CL levels, CL synthase, and MLCL AT activities (32Mutter T. Dolinsky V.W. Ma B.J. Taylor W.A. Hatch G.M. Biochem. J. 2000; 346: 403-406Crossref PubMed Google Scholar, 39Taylor W.A. Xu F.Y. Man B.J. Mutter T.C. Dolinsky V.W. Hatch G.M. BMC Biochem. 2002; 3: 1-6Crossref PubMed Scopus (29) Google Scholar). Mitochondrial phospholipase A2 and lysophosphatidylglycerol acyltransferase activities were unaltered under these conditions (32Mutter T. Dolinsky V.W. Ma B.J. Taylor W.A. Hatch G.M. Biochem. J. 2000; 346: 403-406Crossref PubMed Google Scholar). In the current study, the polyclonal antibody prepared against purified pig liver MLCL AT cross-reacted with the protein in crude rat liver mitochondrial fractions. In addition, expression of MLCL AT protein was elevated in rat liver mitochondrial fractions prepared from thyroxine-treated rats indicating that MLCL AT expression is regulated by thyroid hormone. Because CL synthase exhibits little fatty acyl species specificity (23Hostetler K.Y. Galesloot J.M. Boer P. van den Bosch H. Biochim. Biophys. Acta. 1975; 380: 382-389Crossref PubMed Scopus (72) Google Scholar) and thyroid hormone did not affect mitochondrial phospholipase A2 activity but elevated CL synthase and MLCL AT activities (32Mutter T. Dolinsky V.W. Ma B.J. Taylor W.A. Hatch G.M. Biochem. J. 2000; 346: 403-406Crossref PubMed Google Scholar), it is possible that MLCL AT could serve as a control point for the regulation of the remodeling of newly synthesized CL in mammalian tissues. We thank Dr. Douglas Lee for synthesis of ASD-CoA.",
  "authors": [
    {
      "display_name": "William A. Taylor",
      "id": "A5057844469",
      "orcid": null,
      "institutions": [
        {
          "id": "I46247651",
          "display_name": "University of Manitoba",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "William A. Taylor"
    },
    {
      "display_name": "Grant M. Hatch",
      "id": "A5026563745",
      "orcid": "https://orcid.org/0000-0002-1568-6071",
      "institutions": [
        {
          "id": "I46247651",
          "display_name": "University of Manitoba",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Grant M. Hatch"
    }
  ],
  "publication_year": 2003,
  "publication_date": "2003-04-01",
  "type": "article",
  "cited_by_count": 76,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S140251998",
    "display_name": "Journal of Biological Chemistry",
    "issn_l": "0021-9258",
    "issn": [
      "0021-9258",
      "1067-8816",
      "1083-351X"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320990"
  },
  "volume": "278",
  "issue": "15",
  "first_page": "12716",
  "last_page": "12721",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "http://www.jbc.org/article/S0021925819646399/pdf",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C55493867",
      "display_name": "Biochemistry",
      "level": 1,
      "score": 0.7413013
    },
    {
      "id": "C2779123261",
      "display_name": "Coenzyme A",
      "level": 4,
      "score": 0.7272686
    },
    {
      "id": "C2775970874",
      "display_name": "Acyltransferase",
      "level": 3,
      "score": 0.67528945
    },
    {
      "id": "C181199279",
      "display_name": "Enzyme",
      "level": 2,
      "score": 0.6670985
    },
    {
      "id": "C2781302388",
      "display_name": "Cardiolipin",
      "level": 4,
      "score": 0.6381659
    },
    {
      "id": "C96294017",
      "display_name": "Isoelectric point",
      "level": 3,
      "score": 0.5450911
    },
    {
      "id": "C197957613",
      "display_name": "Cofactor",
      "level": 3,
      "score": 0.53812647
    },
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.48541245
    },
    {
      "id": "C28212737",
      "display_name": "Enzyme assay",
      "level": 3,
      "score": 0.48029587
    },
    {
      "id": "C179247698",
      "display_name": "Affinity chromatography",
      "level": 3,
      "score": 0.44765624
    },
    {
      "id": "C553450214",
      "display_name": "Biosynthesis",
      "level": 3,
      "score": 0.41885638
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.34920865
    },
    {
      "id": "C2778918659",
      "display_name": "Phospholipid",
      "level": 3,
      "score": 0.21761242
    },
    {
      "id": "C134651460",
      "display_name": "Reductase",
      "level": 3,
      "score": 0.11843696
    },
    {
      "id": "C41625074",
      "display_name": "Membrane",
      "level": 2,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11844",
      "display_name": "Lipid metabolism and biosynthesis",
      "score": 0.9996
    },
    {
      "id": "T10303",
      "display_name": "Photosynthetic Processes and Mechanisms",
      "score": 0.9983
    },
    {
      "id": "T11882",
      "display_name": "Plant biochemistry and biosynthesis",
      "score": 0.9921
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1074/jbc.m210329200",
  "pdf_url": "http://www.jbc.org/article/S0021925819646399/pdf",
  "retrieved_date": "2025-07-30T15:50:37.779410",
  "source_database": "OpenAlex"
}