{
  "openalex_id": "W2010188659",
  "doi": "https://doi.org/10.1080/13533310802485518",
  "title": "Symbiosis Between Peace Operations and Illicit Business in Bosnia",
  "abstract": "Abstract The illicit business side of armed conflict can involve clandestine exports to fund combatants, reselling looted goods on the black market, smuggling weapons and other supplies, sanctions evasion and embargo busting, theft and diversion of humanitarian aid, and covert 'trading with the enemy'. How does such illicit business affect peace operations in conflict zones, and how do such peace operations, in turn, affect illicit business? This article provides a preliminary answer in the case of the 1992–95 war in Bosnia–Herzegovina. Instead of reinforcing the common tendency simply to ignore or condemn the illicit business side of conflict and its relationship to peace operations, it stresses the more ambiguous and double-edged nature of the issue. Peace operations in Bosnia contributed to illicit business activities, but in some respects illicit business also contributed to a number of peace operation goals – including helping to sustain the civilian population and even bringing an end to the conflict. The end result was actually more of a symbiotic rather than exclusively predatory relationship between peace operations and illicit business activities. Notes See Phil Williams and John T. Picarelli, 'Combating Organized Crime in Armed Conflict', in Karen Ballentine and Heiko Nitzschke (eds), Profiting from Peace: Managing the Resource Dimensions of Civil War, Boulder, CO: Lynne Rienner, 2005; Mary Kaldor, New and Old Wars: Organized Violence in a Global Era, Stanford, CA: Stanford University Press, 2007. See Michael Pugh and Neil Cooper with Jonathan Goodhand, War Economies in a Regional Context: The Challenge of Transformation, Boulder, CO: Lynne Rienner, 2004. Estimate by John Fawcett, former head of the International Rescue Committee's Bosnia office, in correspondence with the author. William J. Durch and James A. Schear, 'Faultlines: UN Operations in the Former Yugoslavia', in Durch (ed.), UN Peacekeeping, American Politics, and the Uncivil Wars of the 1990s, New York: St Martin's Press, 1996, pp.193, 238. Ibid., p.223. In the case of Sarajevo, see especially Peter Andreas, Blue Helmets and Black Markets: The Business of Survival in the Siege of Sarajevo, Ithaca, NY: Cornell University Press, 2008. For a more detailed discussion, see Peter Andreas, 'Criminalizing Consequences of Sanctions: Embargo Busting and Its Legacy', International Studies Quarterly, Vol.49, 2005, pp.335–60. Ibid. Norman Cigar, The Right to Defence: Thoughts on the Bosnian Arms Embargo, London: Institute for European Defence and Strategic Studies, 1995. These dynamics are traced in more detail in Andreas (see n.6 above). See, for example, Kerim Lucarević, The Battle for Sarajevo, Sarajevo: TZU, 2000; some of these operations are detailed in Andreas (see n.6 above). Andreas (see n.6 above). Robert Fox, 'Sex and Drugs – The Price of Peace When Mafia Meets the Military', Daily Telegraph (London), 27 Aug. 1993. Peter Maass, Love Thy Neighbour: A Story of War, London: Papermac: 1996, p.154. Tim Ripley, Operation Deliberate Force, Centre for Defence and International Security Studies, Lancaster University, UK, 1999, p.53. Sandra Ibrahimović, 'Welcome to Marlboro Country', DANI (Sarajevo), Nov. 1998, pp.38–9. Only on rare occasions did official aid delivery levels match required food levels, and the gap between the two was often enormous. For a useful summary, see Mark Prutsalis, 'Too Little, Too Late: Humanitarian Aid', in Ben Cohen and George Stamkoski (eds), With No Peace to Keep: United Nations Peacekeeping and the War in the Former Yugoslavia, London: Grainpress, 1995, p.84. See UN General Assembly, Report of the General-Secretary Pursuant to General Assembly Resolution 53/35: The Fall of Srebrenica, UN Doc. A/54/549 Nov. 1999, p.10. The first shell fell on Bihać in June 1992, and the Serb blockade of the town was not lifted until early August 1995. See Prutsalis (see n.17 above), p.82. Robert Block, 'Bihać Is Awash with Black Market Riches', The Independent, 4 June 1993, p.11. Ibid. Ibid. UN High Commission for Refugees (UNHCR), 'Information Notes on former Yugoslavia', July 1995. Tim Judah, The Serbs, New Haven, CT: Yale University Press, 1998, p.244. John Pomfret, 'Siege Assuaged, for a Price, in West Bosnia; High Official's Firm Hauls Scarce Goods into Bihać Pocket – Emptying Its Pockets', Washington Post, 4 June 1993, p.A20. Carol J. Williams, 'Secret UN Food Pipeline Feeds Bosnia Divisiveness', Los Angeles Times, 10 Oct. 1993, p.1. Pomfret (see n.26 above). Quoted in R.T. Naylor, Patriots and Profiteers, Toronto: McClelland & Stewart, 1999, p.357. Charles Lane, 'Picked Pocket', New Republic, 19 Dec. 1994, pp.12–14. On the importance of the military balance on the ground in Serb decision-making, see especially Norman Cigar, 'How Wars End: War Termination and Serbian Decision-Making in the Case of Bosnia', South East European Monitor, Vol.3, No.1, 1996, pp.3–48. Martin Spegelj, 'The First Phase, 1990–1992: The JNA Prepares for Aggression and Croatia for Defence', in Branka Magas and Ivo Zanic (eds), The War in Croatia and Bosnia-Herzegovina, London: Frank Cass, 2001, p.40. The chief US architect of Dayton, Richard Holbrooke, wrote that 'the shape of the diplomatic landscape will usually reflect the actual balance of forces on the ground. In concrete terms, this meant that as diplomats we could not expect the Serbs to be conciliatory at the negotiating table as long as they had experienced nothing but success on the battlefield'. To End a War, New York: Modern Library, 1999, p.73. Tom Hunter, 'The Embargo That Wasn't: Iran's Shipments to Bosnia', Jane's Intelligence Review, 1 Dec. 1997, pp.538–40. Sefer Halilović, Lukava Strategija [Cunning Strategy], Sarajevo: Matica, 1998, pp.108–25. Cees Wiebes, Intelligence and the War in Bosnia, 1992–1995, New Brunswick, NJ: Transaction, 2003, p.181. Steven L. Burg and Paul S. Shoup, The War in Bosnia–Herzegovina, Armonk, NY: M.E. Sharpe, 1999, pp.307–13. Richard Norton-Taylor, 'America Used Islamists to Arm the Bosnian Muslims: Official Dutch Report Says That Pentagon Broke UN Embargo', Guardian (London), 22 Apr. 2002, p.13. Quoted in Anthony Lloyd, 'Smuggled Munitions Strengthen Muslim Firepower', The Times (London), 10 June 1994, p.43. See Anna Politkovaskaya, A Small Corner of Hell: Dispatches from Chechnya, Chicago: University of Chicago Press, 2003; and Valery Tishkov, Chechnya: Life in a War-Torn Society, Berkeley, CA: University of California Press, 2004. Minh T. Vo, 'Why World Won't Aid Chechens', Christian Science Monitor, 12 Oct. 1999, p.1. Steven Sampson, 'Trouble Spots: Projects, Bandits, and State Fragmentation', in Jonathan Friedman (ed.), Globalization, the State, and Violence, Lanham, MD: Altamira Press, 2003. David B. Ottaway, 'Mostar's Muslims \"Living Like Rats\"', Washington Post, 21 Feb. 1994, p.A1. Mostar's horrific three-way conflict sometimes included peculiar cooperative arrangements. For example, the Bosnian army at one point in 1993 reportedly paid the Bosnian Serb army DM20,000 to shell the Croat forces. The previous year, the Bosnian army had paid the Croats to target the Serb forces with artillery fire. 'Bosnia: War Profiteering', Vreme (Belgrade), 9 Mar. 1996; and Nebojsa Bjelaković and Francesco Strazzari, 'The Sack of Mostar, 1992–1994: The Politico-Military Connection', European Security, Vol.8, No.2, 1999, p.87. Ibid., p.93. Ibid., pp.83, 93. Patrice Curtis, 'Urban Household Coping Strategies During War: Bosnia-Herzegovina', Disasters, Vol.19, No.1, 1995, pp.68–73. Author interview with former director of the Tuzla Logistics Center, New York, June 2004. Also see Silvia Lauzanna and Ioannis Armakolas, 'Humanitarian Aid, Local Politics and the Political Economy of War: A Case Study from Bosnia–Herzegovina', unpublished paper, Cambridge University, Centre of International Studies (n.d.). Vesna Bojicić-Dželilović and Mary Kaldor, 'The \"Abnormal\" Economy of Bosnia–Herzegovina', in Carl-Ulrik Schierup (ed.), Scramble for the Balkans: Nationalism, Globalism and the Political Economy of Reconstruction, Basingstoke: Macmillan, 1999, p.104. See Michael Pugh, 'Postwar Political Economy in Bosnia and Herzegovina: The Spoils of Peace', Global Governance, Vol.8, No.4, 2002, pp.467–82. Also see the special issue of Problems of Post-Communism, May/June 2004. Peter Andreas, 'The Clandestine Political Economy of War and Peace in Bosnia', International Studies Quarterly, Vol.48, No.1, 2004, pp.44–5. Sarah Mendelson, Barracks and Brothels: Peacekeepers and Human Trafficking in the Balkans, Washington, DC: Center for Strategic and International Studies, 2005, p.11. Ibid.; Martina E. Vandenberg, 'Peacekeeping and Rule-Breaking: United Nations Anti-Trafficking Policy in Bosnia and Herzegovina', in H. Richard Friman and Simon Reich (eds), Human Trafficking, Human Security, and the Balkans, Pittsburgh, PA: University of Pittsburgh Press, 2007; Human Rights Watch, Hopes Betrayed: Trafficking of Women and Girls to Post-Conflict Bosnia and Herzegovina for Forced Prostitution, Human Rights Watch Report, 9 Nov. 2002, p.14. Jeffrey Smith, 'Bosnian Mart Becomes Den of Criminal Enterprise', Washington Post, 26 Dec. 1999, p.A33. Philip Sherwell, 'Guns, Girls, Drugs, Fake Track Suits: It's All Here in the Wildest Market in the World', Sunday Telegraph (London), 19 Nov. 2000, p.35. The Arizona Market was even the focus of a Harvard Business School case study. See Bruce R. Scott and Edward N. Murphy, 'Brcko and the Arizona Market', Harvard Business School case, 14 Aug. 2006, Cambridge, MA: Harvard Business School. 'A More Secure World: Our Shared Responsibility', Report of the High-Level Panel on Threats, Challenges and Change, UN Doc., A/59/565, 2 Dec. 2004. James Cockayne, 'State Fragility, Organized Crime and Peace Operations: Towards an Agenda', draft discussion paper, International Peace Academy and Geneva Center for Security Policy joint seminar, Geneva, 29–30 Nov. 2007.",
  "authors": [
    {
      "display_name": "Peter Andreas",
      "id": "A5056553463",
      "orcid": "https://orcid.org/0000-0003-2929-5001",
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Peter Andreas"
    }
  ],
  "publication_year": 2009,
  "publication_date": "2009-01-26",
  "type": "article",
  "cited_by_count": 68,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S889322",
    "display_name": "International Peacekeeping",
    "issn_l": "1353-3312",
    "issn": [
      "1353-3312",
      "1743-906X"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320547"
  },
  "volume": "16",
  "issue": "1",
  "first_page": "33",
  "last_page": "46",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2778069335",
      "display_name": "Sanctions",
      "level": 2,
      "score": 0.6839031
    },
    {
      "id": "C2779338814",
      "display_name": "Covert",
      "level": 2,
      "score": 0.5947646
    },
    {
      "id": "C41065033",
      "display_name": "Adversary",
      "level": 2,
      "score": 0.5515527
    },
    {
      "id": "C144133560",
      "display_name": "Business",
      "level": 0,
      "score": 0.493462
    },
    {
      "id": "C2778878205",
      "display_name": "Black market",
      "level": 2,
      "score": 0.44355452
    },
    {
      "id": "C2781251061",
      "display_name": "Evasion (ethics)",
      "level": 3,
      "score": 0.43406487
    },
    {
      "id": "C2993144071",
      "display_name": "Civilian population",
      "level": 2,
      "score": 0.4173872
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.39452213
    },
    {
      "id": "C190253527",
      "display_name": "Law and economics",
      "level": 1,
      "score": 0.34725952
    },
    {
      "id": "C138921699",
      "display_name": "Political economy",
      "level": 1,
      "score": 0.3423804
    },
    {
      "id": "C38652104",
      "display_name": "Computer security",
      "level": 1,
      "score": 0.32625365
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.2882352
    },
    {
      "id": "C162324750",
      "display_name": "Economics",
      "level": 0,
      "score": 0.2605458
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C41895202",
      "display_name": "Linguistics",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C8891405",
      "display_name": "Immune system",
      "level": 2,
      "score": 0.0
    },
    {
      "id": "C203014093",
      "display_name": "Immunology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T12825",
      "display_name": "Defense, Military, and Policy Studies",
      "score": 0.9771
    },
    {
      "id": "T12550",
      "display_name": "Politics and Conflicts in Afghanistan, Pakistan, and Middle East",
      "score": 0.9663
    },
    {
      "id": "T12263",
      "display_name": "Peacebuilding and International Security",
      "score": 0.9591
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1080/13533310802485518",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:34:32.688801",
  "source_database": "OpenAlex"
}