{
  "openalex_id": "W2013121256",
  "doi": "https://doi.org/10.1097/01.ju.0000164748.00339.4c",
  "title": "PEDIATRIC RETROPERITONEAL LAPAROSCOPIC PARTIAL NEPHRECTOMY: COMPARISON WITH AN AGE MATCHED COHORT OF OPEN SURGERY",
  "abstract": "No AccessJournal of UrologyPediatric Urology1 Aug 2005PEDIATRIC RETROPERITONEAL LAPAROSCOPIC PARTIAL NEPHRECTOMY: COMPARISON WITH AN AGE MATCHED COHORT OF OPEN SURGERY RICHARD S. LEE, ALAN B. RETIK, JOSEPH G. BORER, DAVID A. DIAMOND, and CRAIG A. PETERS RICHARD S. LEERICHARD S. LEE , ALAN B. RETIKALAN B. RETIK , JOSEPH G. BORERJOSEPH G. BORER , DAVID A. DIAMONDDAVID A. DIAMOND , and CRAIG A. PETERSCRAIG A. PETERS View All Author Informationhttps://doi.org/10.1097/01.ju.0000164748.00339.4cAboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: We assessed the clinical usefulness of laparoscopic retroperitoneal partial nephrectomy (LRPN) in children by comparing an age matched cohort of pediatric patients undergoing open partial nephrectomy (OPN) to those undergoing LRPN for safety, efficacy, operative time, blood loss, inpatient narcotic use and length of hospitalization. Materials and Methods: A retrospective case-control study was performed of 1 group undergoing LRPN (treatment arm) and 1 undergoing OPN (controls) between 1997 and 2003. The 14 patients in each group were matched by age (mean 1.9 years in LRPN group vs 2.2 years in OPN group, p = 0.98) and gender. Results: All patients had duplication anomalies. Mean operative time was 194 minutes in the LRPN group and 193 minutes in the OPN group (p = 0.83). The single complication in the LRPN group was a urinoma that did not require intervention. There were no complications in OPN group. LRPN patients had a mean hospitalization of 1.7 days compared to 4.7 days in OPN patients (p = 0.001). Intraoperative narcotic requirements were higher in the LRPN group (0.59 vs 0.22 mg/kg, p = 0.04). Postoperative narcotic requirements were significantly less in the LRPN group (0.44 vs 1.53 mg/kg, p = 0.04). Similar findings were noted in a subanalysis of patients younger than 2 years. All patients had documented postoperative ipsilateral renal growth. Mean followups in the treatment and control groups were 26 and 25 months, respectively. Conclusions: Retroperitoneal laparoscopic partial nephrectomy in small children was shown to be safe and effective. It had equivalent operative times, and decreased postoperative narcotics and hospitalization relative to the open approach, and, therefore, is a potentially advantageous technique. References 1 : Retroperitoneal laparoscopic nephrectomy in children. Preliminary report of 18 cases. Eur Urol1996; 30: 490. Google Scholar 2 : Retroperitoneal laparoscopic nephrectomy in children: preliminary report of six cases. J Laparoendosc Surg1996; 6: S55. Google Scholar 3 : Laparoscopic renal surgery via a retroperitoneal approach in children. J Urol1998; 160: 1138. Link, Google Scholar 4 : Pediatric retroperitoneoscopic nephrectomy using 2 mm. instrumentation. J Urol1999; 162: 1725. Link, Google Scholar 5 : Comparison of laparoscopic versus open nephrectomy in the pediatric population. J Urol2000; 163: 937. Link, Google Scholar 6 : Comparison of retroperitoneal laparoscopic and open nephrectomy for benign renal diseases in children. Urology2004; 63: 566. Google Scholar 7 : Survival after myocardial revascularization for ischemic cardiomyopathy: a prospective ten-year follow-up study. J Thorac Cardiovasc Surg2003; 126: 1320. Google Scholar 8 : Laparoscopic partial upper pole nephrectomy in infants and children. BJU Int2001; 87: 514. Google Scholar 9 : A clinical series of laparoscopic nephrectomy, nephroureterectomy and heminephroureterectomy in the pediatric population. J Urol2000; 163: 1531. Link, Google Scholar 10 : Laparoscopic heminephroureterectomy in pediatric patients. J Urol1997; 158: 1928. Link, Google Scholar 11 : Laparoscopic renal surgery in children. J Urol1994; 151: 735. Link, Google Scholar 12 : Laparoendoscopic upper pole partial nephrectomy with ureterectomy. J Urol1993; 150: 940. Link, Google Scholar 13 : A comparison of the lateral and posterior retroperitoneoscopic approach for complete and partial nephroureterectomy in children. BJU Int2001; 87: 517. Google Scholar 14 : Treatment of ureterocele on duplex ureter: upper pole nephrectomy by retroperitoneoscopy in children based on a series of 24 cases. Eur Urol2003; 43: 426. Google Scholar 15 : Retroperitoneal laparoscopic vs open partial nephroureterectomy in children. BJU Int2003; 91: 532. Google Scholar 16 : Comparison of laparoscopic versus open partial nephrectomy in a pediatric series. J Urol2003; 169: 638. Link, Google Scholar 17 : Oncological safety of laparoscopic surgery for urological malignancy: experience with more than 1,000 operations. J Urol2003; 169: 2072. Link, Google Scholar 18 : Laparoscopic partial nephrectomy: initial experience and comparison to the open surgical approach. J Urol1995; 153: 1409. Link, Google Scholar 19 : Laparoscopic nephrectomy for benign disease: comparison of the transperitoneal and retroperitoneal approaches. J Endourol1996; 10: 45. Google Scholar Department of Urology, Children's Hospital Boston, Boston, Massachusetts© 2005 by American Urological Association, Inc.FiguresReferencesRelatedDetailsCited byBarbosa J, Barayan G, Gridley C, Sanchez D, Passerotti C, Houck C and Nguyen H (2013) Parent and Patient Perceptions of Robotic vs Open Urological Surgery Scars in ChildrenJournal of Urology, VOL. 190, NO. 1, (244-250), Online publication date: 1-Jul-2013.Fuchs J, Luithle T, Warmann S, Haber P, Blumenstock G and Szavay P (2009) Laparoscopic Surgery on Upper Urinary Tract in Children Younger Than 1 Year: Technical Aspects and Functional OutcomeJournal of Urology, VOL. 182, NO. 4, (1561-1568), Online publication date: 1-Oct-2009.Lee R, Sethi A, Passerotti C, Retik A, Borer J, Nguyen H and Peters C (2008) Robot Assisted Laparoscopic Partial Nephrectomy: A Viable and Safe Option in ChildrenJournal of Urology, VOL. 181, NO. 2, (823-829), Online publication date: 1-Feb-2009.Yucel S, Brown B, Bush N, Ahmad N and Baker L (2007) What to Anticipate With Experience in Pediatric Laparoscopic Ablative Renal SurgeryJournal of Urology, VOL. 179, NO. 2, (697-702), Online publication date: 1-Feb-2008.Castellan M, Gosalbez R, Carmack A, Prieto J, Perez-Brayfield M and Labbie A (2018) Transperitoneal and Retroperitoneal Laparoscopic Heminephrectomy—What Approach for Which Patient?Journal of Urology, VOL. 176, NO. 6, (2636-2639), Online publication date: 1-Dec-2006.Piaggio L, Franc-Guimond J, Figueroa T, Barthold J and González R (2018) Comparison of Laparoscopic and Open Partial Nephrectomy for Duplication Anomalies in ChildrenJournal of Urology, VOL. 175, NO. 6, (2269-2273), Online publication date: 1-Jun-2006. Volume 174Issue 2August 2005Page: 708-712 Advertisement Copyright & Permissions© 2005 by American Urological Association, Inc.Keywordsretroperitoneal spacenephrectomyabnormalitieslaparoscopypediatricsMetrics Author Information RICHARD S. LEE More articles by this author ALAN B. RETIK More articles by this author JOSEPH G. BORER More articles by this author DAVID A. DIAMOND More articles by this author CRAIG A. PETERS More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Richard S. Lee",
      "id": "A5100757954",
      "orcid": "https://orcid.org/0000-0002-3454-8774",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "RICHARD S. LEE"
    },
    {
      "display_name": "Alan B. Retik",
      "id": "A5082496651",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "ALAN B. RETIK"
    },
    {
      "display_name": "Joseph G. Borer",
      "id": "A5062072012",
      "orcid": "https://orcid.org/0000-0002-2457-0919",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "JOSEPH G. BORER"
    },
    {
      "display_name": "David A. Diamond",
      "id": "A5101614908",
      "orcid": "https://orcid.org/0000-0002-8444-7525",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "DAVID A. DIAMOND"
    },
    {
      "display_name": "Craig A. Peters",
      "id": "A5012715733",
      "orcid": "https://orcid.org/0000-0001-7598-0865",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "CRAIG A. PETERS"
    }
  ],
  "publication_year": 2005,
  "publication_date": "2005-07-04",
  "type": "article",
  "cited_by_count": 112,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "174",
  "issue": "2",
  "first_page": "708",
  "last_page": "712",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.9844367
    },
    {
      "id": "C2780227381",
      "display_name": "Nephrectomy",
      "level": 3,
      "score": 0.79308295
    },
    {
      "id": "C3018900477",
      "display_name": "Open surgery",
      "level": 2,
      "score": 0.660622
    },
    {
      "id": "C72563966",
      "display_name": "Cohort",
      "level": 2,
      "score": 0.57858676
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.5516577
    },
    {
      "id": "C2780047204",
      "display_name": "Laparoscopy",
      "level": 2,
      "score": 0.48067555
    },
    {
      "id": "C2776111594",
      "display_name": "Laparoscopic surgery",
      "level": 3,
      "score": 0.42278785
    },
    {
      "id": "C61434518",
      "display_name": "General surgery",
      "level": 1,
      "score": 0.3881541
    },
    {
      "id": "C2780091579",
      "display_name": "Kidney",
      "level": 2,
      "score": 0.24297124
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.121207386
    }
  ],
  "topics": [
    {
      "id": "T11174",
      "display_name": "Pediatric Urology and Nephrology Studies",
      "score": 0.9996
    },
    {
      "id": "T10961",
      "display_name": "Hernia repair and management",
      "score": 0.9963
    },
    {
      "id": "T10518",
      "display_name": "Gallbladder and Bile Duct Disorders",
      "score": 0.995
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1097/01.ju.0000164748.00339.4c",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:28:52.042509",
  "source_database": "OpenAlex"
}