{
  "openalex_id": "W2014696838",
  "doi": "https://doi.org/10.7326/0003-4819-150-6-200903170-00011",
  "title": "Aspirin for Prevention and Treatment of Cardiovascular Disease",
  "abstract": "Editorials17 March 2009Aspirin for Prevention and Treatment of Cardiovascular DiseaseShamir R. Mehta, MD, MScShamir R. Mehta, MD, MScFrom McMaster University, Hamilton General Hospital, Hamilton, Ontario L8L 2X2, Canada.Author, Article, and Disclosure Informationhttps://doi.org/10.7326/0003-4819-150-6-200903170-00011 SectionsAboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinkedInRedditEmail Millions of persons worldwide take aspirin on a daily basis for the prevention and treatment of cardiovascular disease. Aspirin inhibits platelets by irreversibly inactivating cyclooxygenase-1, thereby blocking the generation of thromboxane A2, a potent vasoconstrictor and platelet agonist. Despite decades of research, some fundamental questions about aspirin have yet to be definitively answered. In this issue, 2 studies (1, 2) shed light on 2 of these key questions: What is the optimal dose of aspirin to administer to patients for secondary prevention and treatment of established cardiovascular disease and in whom, and when should aspirin be used for prevention of ...References1. Steinhubl SR, Bhatt DL, Brennan DM, Montalescot G, Hankey GJ, Eikelboom JW, et al; CHARISMA Investigators. Aspirin to prevent cardiovascular disease: the association of aspirin dose and clopidogrel with thrombosis and bleeding. Ann Intern Med. 2009;150:379-86. LinkGoogle Scholar2. U.S. Preventive Services Task Force. Aspirin for the prevention of cardiovascular disease: U.S. Preventive Services Task Force recommendation statement. Ann Intern Med. 2009;150:396-404. LinkGoogle Scholar3. Antithrombotic Trialists' Collaboration. Collaborative meta-analysis of randomised trials of antiplatelet therapy for prevention of death, myocardial infarction, and stroke in high risk patients. BMJ. 2002;324:71-86. [PMID: 11786451] CrossrefMedlineGoogle Scholar4. Peters RJ, Mehta SR, Fox KA, Zhao F, Lewis BS, Kopecky SL, et al; Clopidogrel in Unstable angina to prevent Recurrent Events (CURE) Trial Investigators. Effects of aspirin dose when used alone or in combination with clopidogrel in patients with acute coronary syndromes: observations from the Clopidogrel in Unstable angina to prevent Recurrent Events (CURE) study. Circulation. 2003;108:1682-7. [PMID: 14504182] CrossrefMedlineGoogle Scholar5. Jolly SS, Pogue J, Haladyn K, Peters RJ, Fox KA, Avezum A, et al. Effects of aspirin dose on ischaemic events and bleeding after percutaneous coronary intervention: insights from the PCI-CURE study. Eur Heart J. 2008. [PMID: 18819961] Google Scholar6. Topol EJ, Easton D, Harrington RA, Amarenco P, Califf RM, Graffagnino C, et al; Blockade of the Glycoprotein IIb/IIIa Receptor to Avoid Vascular Occlusion Trial Investigators. Randomized, double-blind, placebo-controlled, international trial of the oral IIb/IIIa antagonist lotrafiban in coronary and cerebrovascular disease. Circulation. 2003;108:399-406. [PMID: 12874182] CrossrefMedlineGoogle Scholar7. Bhatt DL, Fox KA, Hacke W, Berger PB, Black HR, Boden WE, et al; CHARISMA Investigators. Clopidogrel and aspirin versus aspirin alone for the prevention of atherothrombotic events. N Engl J Med. 2006;354:1706-17. [PMID: 16531616] CrossrefMedlineGoogle Scholar8. Mehta SR, Bassand JP, Chrolavicius S, Diaz R, Fox KA, Granger CB, et al; CURRENT-OASIS 7 Steering Committee. Design and rationale of CURRENT-OASIS 7: a randomized, 2 x 2 factorial trial evaluating optimal dosing strategies for clopidogrel and aspirin in patients with ST and non-ST-elevation acute coronary syndromes managed with an early invasive strategy. Am Heart J. 2008;156:1080-1088.e1. [PMID: 19033002] CrossrefMedlineGoogle Scholar9. Clopidogrel Optimal Loading Dose Usage to Reduce Recurrent Events/Optimal Antiplatelet Strategy for Interventions (CURRENT/OASIS7). Accessed at www.clinicaltrials.gov on 17 February 2009. Google Scholar10. Hayden M, Pignone M, Phillips C, Mulrow C. Aspirin for the primary prevention of cardiovascular events: a summary of the evidence for the U.S. Preventive Services Task Force. Ann Intern Med. 2002;136:161-72. [PMID: 11790072] LinkGoogle Scholar11. Ridker PM, Cook NR, Lee IM, Gordon D, Gaziano JM, Manson JE, et al. A randomized trial of low-dose aspirin in the primary prevention of cardiovascular disease in women. N Engl J Med. 2005;352:1293-304. [PMID: 15753114] CrossrefMedlineGoogle Scholar12. Berger JS, Roncaglioni MC, Avanzini F, Pangrazzi I, Tognoni G, Brown DL. Aspirin for the primary prevention of cardiovascular events in women and men: a sex-specific meta-analysis of randomized controlled trials. JAMA. 2006;295:306-13. [PMID: 16418466] CrossrefMedlineGoogle Scholar Author, Article, and Disclosure InformationAffiliations: From McMaster University, Hamilton General Hospital, Hamilton, Ontario L8L 2X2, Canada.Disclosures: None disclosed.Corresponding Author: Shamir R. Mehta, MD, MSc, McMaster University, Hamilton General Hospital, 237 Barton Street East, Hamilton, Ontario L8L 2X2, Canada; e-mail: [email protected]ca. PreviousarticleNextarticle Advertisement FiguresReferencesRelatedDetailsSee AlsoAspirin to Prevent Cardiovascular Disease: The Association of Aspirin Dose and Clopidogrel With Thrombosis and Bleeding Steven R. Steinhubl , Deepak L. Bhatt , Danielle M. Brennan , Gilles Montalescot , Graeme J. Hankey , John W. Eikelboom , Peter B. Berger , Eric J. Topol , and Aspirin for the Prevention of Cardiovascular Disease: U.S. Preventive Services Task Force Recommendation StatementAspirin for the Primary Prevention of Cardiovascular Events: An Update of the Evidence for the U.S. Preventive Services Task Force Tracy Wolff , Therese Miller , and Stephen Ko Metrics Cited byNitro aspirin (NCX4040) induces apoptosis in PC3 metastatic prostate cancer cells via hydrogen peroxide (H2O2)-mediated oxidative stressLipopolysaccharide-binding protein (LBP) reverses the amyloid state of fibrin seen in plasma of type 2 diabetics with cardiovascular co-morbiditiesPoorly controlled type 2 diabetes is accompanied by significant morphological and ultrastructural changes in both erythrocytes and in thrombin-generated fibrin: implications for diagnosticsPlatelet Activation Through the Efficacy of Aspirin in Congenital Heart Disease Patients Undergoing Transcatheter Closure of Atrial Septal Defects or Ventricular Septal DefectsAcetylsalicylic acid treatment until surgery reduces oxidative stress and inflammation in patients undergoing coronary artery bypass graftingShould More Patients Continue Aspirin Therapy Perioperatively?AspirinAntiplatelet Drugs – Do We Need New Options?Current World Literature 17 March 2009Volume 150, Issue 6Page: 414-416KeywordsAspirinCardiovascular diseasesCoronary heart diseaseHemorrhageMyocardial infarctionPlateletsRandomized trialsRelative riskStrokeVascular diseases ePublished: 17 March 2009 Issue Published: 17 March 2009 Copyright & PermissionsCopyright © 2009 by American College of Physicians. All Rights Reserved.PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Shamir R. Mehta",
      "id": "A5057167171",
      "orcid": "https://orcid.org/0000-0003-3258-949X",
      "institutions": [
        {
          "id": "I2800277294",
          "display_name": "Hamilton General Hospital",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Shamir R. Mehta"
    }
  ],
  "publication_year": 2009,
  "publication_date": "2009-03-17",
  "type": "letter",
  "cited_by_count": 16,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S119722071",
    "display_name": "Annals of Internal Medicine",
    "issn_l": "0003-4819",
    "issn": [
      "0003-4819",
      "1539-3704"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316812"
  },
  "volume": "150",
  "issue": "6",
  "first_page": "414",
  "last_page": "414",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.96688294
    },
    {
      "id": "C2777628954",
      "display_name": "Aspirin",
      "level": 2,
      "score": 0.7437475
    },
    {
      "id": "C2777758740",
      "display_name": "Polypill",
      "level": 3,
      "score": 0.46528497
    },
    {
      "id": "C2779134260",
      "display_name": "Disease",
      "level": 2,
      "score": 0.4608303
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.4215388
    },
    {
      "id": "C177713679",
      "display_name": "Intensive care medicine",
      "level": 1,
      "score": 0.41346583
    },
    {
      "id": "C164705383",
      "display_name": "Cardiology",
      "level": 1,
      "score": 0.3261241
    }
  ],
  "topics": [
    {
      "id": "T11064",
      "display_name": "Antiplatelet Therapy and Cardiovascular Diseases",
      "score": 1.0
    },
    {
      "id": "T10678",
      "display_name": "Inflammatory mediators and NSAID effects",
      "score": 0.9992
    },
    {
      "id": "T10394",
      "display_name": "Lipoproteins and Cardiovascular Health",
      "score": 0.9913
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.7326/0003-4819-150-6-200903170-00011",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:09:50.403781",
  "source_database": "OpenAlex"
}