{
  "openalex_id": "W2010039281",
  "doi": "https://doi.org/10.1136/bmj.319.7209.564",
  "title": "Randomised controlled trials in cardiovascular medicine: past achievements, future challenges",
  "abstract": "Clinical trials have played a crucial role in the development of treatment strategies for cardiovascular disease: the earliest trials were conducted in the 1950s, but it was not until the 1970-80s that the results of clinical trials had a major impact on the choice of treatments. Relieving symptoms and improving quality of life have always been treatment goals. Over the centuries, the choice of treatment has evolved through several periods (box ). The approaches are not necessarily distinct from each other, and current treatment strategies for cardiovascular disease are based on a mixture of goals aimed at the improvement of symptoms (for example, breathlessness), correcting markers of disease (improved ventricular function, etc), and improving clinical outcomes (fewer admissions to hospital, prolonged survival, etc). What characterises the current era is the expectation that theory, observations in animals, and human physiological studies alone are not enough to determine the value of a treatment. Rather, these observations should be verified by providing unequivocal evidence of net clinical benefit on the basis of reliable studies using the methods of randomised controlled trials.\n\n#### Summary points\n\nReliable knowledge (derived from well designed randomised controlled trials) of which treatments do or do not work has become the basis for evidence based practice\n\nUnbiased randomisation is the key methodological basis of randomised controlled trials\n\nOther major methodological advances that make randomised controlled trials efficient are extreme simplicity (which makes large trials feasible) and factorial designs (which enable the testing of more than one hypothesis simultaneously)\n\nLarge trials and meta-analyses have both contributed to the reliable evaluation of treatments\n\nFuture challenges are the conduct of studies in developing countries and among neglected high risk groups, minimisation of unnecessary bureaucracy, waste, and high costs in conducting trials, and the conduct of more trials of generic issues—for example, population based prevention strategies and other …",
  "authors": [
    {
      "display_name": "Salim Yusuf",
      "id": "A5018419311",
      "orcid": "https://orcid.org/0000-0003-4776-5601",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "S. Yusuf"
    }
  ],
  "publication_year": 1999,
  "publication_date": "1999-08-28",
  "type": "review",
  "cited_by_count": 33,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S192814187",
    "display_name": "BMJ",
    "issn_l": "0959-8138",
    "issn": [
      "0959-8138"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310319945"
  },
  "volume": "319",
  "issue": "7209",
  "first_page": "564",
  "last_page": "568",
  "open_access": {
    "is_oa": true,
    "oa_status": "green",
    "oa_url": "https://europepmc.org/articles/pmc1116441?pdf=render",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.51952296
    },
    {
      "id": "C204787440",
      "display_name": "Alternative medicine",
      "level": 2,
      "score": 0.48768604
    },
    {
      "id": "C177713679",
      "display_name": "Intensive care medicine",
      "level": 1,
      "score": 0.45295015
    },
    {
      "id": "C142724271",
      "display_name": "Pathology",
      "level": 1,
      "score": 0.09866142
    }
  ],
  "topics": [
    {
      "id": "T10804",
      "display_name": "Health Systems, Economic Evaluations, Quality of Life",
      "score": 0.9994
    },
    {
      "id": "T10394",
      "display_name": "Lipoproteins and Cardiovascular Health",
      "score": 0.9965
    },
    {
      "id": "T11083",
      "display_name": "Cardiac Health and Mental Health",
      "score": 0.9954
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1136/bmj.319.7209.564",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T16:03:43.532922",
  "source_database": "OpenAlex"
}