{
  "openalex_id": "W2013587666",
  "doi": "https://doi.org/10.2196/jmir.1390",
  "title": "Health Information Technology to Facilitate Communication Involving Health Care Providers, Caregivers, and Pediatric Patients: A Scoping Review",
  "abstract": "Background: Pediatric patients with health conditions requiring follow-up typically depend on a caregiver to mediate at least part of the necessary two-way communication with health care providers on their behalf. Health information technology (HIT) and its subset, information communication technology (ICT), are increasingly being applied to facilitate communication between health care provider and caregiver in these situations. Awareness of the extent and nature of published research involving HIT interventions used in this way is currently lacking. Objective: This scoping review was designed to map the health literature about HIT used to facilitate communication involving health care providers and caregivers (who are usually family members) of pediatric patients with health conditions requiring follow-up. Methods: Terms relating to care delivery, information technology, and pediatrics were combined to search MEDLINE, EMBASE, and CINAHL for the years 1996 to 2008. Eligible studies were selected after three rounds of duplicate screening in which all authors participated. Data regarding patient, caregiver, health care provider, HIT intervention, outcomes studied, and study design were extracted and maintained in a Microsoft Access database. Stage of research was categorized using the UK's Medical Research Council (MRC) framework for developing and evaluating complex interventions. Quantitative and qualitative descriptive summaries are presented. Results: We included 104 eligible studies (112 articles) conducted in 17 different countries and representing 30 different health conditions. The most common conditions were asthma, type 1 diabetes, special needs, and psychiatric disorder. Most studies (88, 85%) included children 2 to 12 years of age, and 73 (71%) involved home care settings. Health care providers operated in hospital settings in 96 (92%) of the studies. Interventions featured 12 modes of communication (eg, Internet, intranets, telephone, video conferencing, email, short message service [SMS], and manual downloading of information) used to facilitate 15 categories of functions (eg, support, medication management, education, and monitoring). Numerous patient, caregiver, and health care relevant outcomes have been measured. Most outcomes concerned satisfaction, use, usability, feasibility, and resource use, although behavior changes and quality of life were also reported. Most studies (57 studies, 55%) were pilot phase, with a lesser proportion of development phase (24 studies, 23%) and evaluation phase (11 studies, 11%) studies. HIT interventions addressed several recurring themes in this review: establishing continuity of care, addressing time constraints, and bridging geographical barriers. Conclusions: HIT used in pediatric care involving caregivers has been implemented differently in a range of disease settings, with varying needs influencing the function, form and synchronicity of information transfer. Although some authors have followed a phased approach to development, evaluation and implementation, a greater emphasis on methodological standards such as the MRC guidance for complex interventions would produce more fruitful programs of development and more useful evaluations in the future. This review will be especially helpful to those deciding on areas where further development or research into HIT for this purpose may be warranted.",
  "authors": [
    {
      "display_name": "Stephen J. Gentles",
      "id": "A5047709248",
      "orcid": "https://orcid.org/0000-0003-2004-1451",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Stephen James Gentles"
    },
    {
      "display_name": "Cynthia Lokker",
      "id": "A5022089970",
      "orcid": "https://orcid.org/0000-0003-2436-4290",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Cynthia Lokker"
    },
    {
      "display_name": "K. Ann McKibbon",
      "id": "A5029325208",
      "orcid": null,
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "K Ann McKibbon"
    }
  ],
  "publication_year": 2010,
  "publication_date": "2010-06-18",
  "type": "review",
  "cited_by_count": 165,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S17147534",
    "display_name": "Journal of Medical Internet Research",
    "issn_l": "1438-8871",
    "issn": [
      "1438-8871",
      "1439-4456"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320608"
  },
  "volume": "12",
  "issue": "2",
  "first_page": "e22",
  "last_page": "e22",
  "open_access": {
    "is_oa": true,
    "oa_status": "gold",
    "oa_url": "https://www.jmir.org/2010/2/e22/PDF",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C2781145037",
      "display_name": "CINAHL",
      "level": 3,
      "score": 0.7957322
    },
    {
      "id": "C27415008",
      "display_name": "Psychological intervention",
      "level": 2,
      "score": 0.6505421
    },
    {
      "id": "C160735492",
      "display_name": "Health care",
      "level": 2,
      "score": 0.61996865
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.56684995
    },
    {
      "id": "C2779473830",
      "display_name": "MEDLINE",
      "level": 2,
      "score": 0.55481297
    },
    {
      "id": "C2776354556",
      "display_name": "Health information technology",
      "level": 3,
      "score": 0.46070755
    },
    {
      "id": "C159110408",
      "display_name": "Nursing",
      "level": 1,
      "score": 0.459718
    },
    {
      "id": "C512399662",
      "display_name": "Family medicine",
      "level": 1,
      "score": 0.4379747
    },
    {
      "id": "C202645933",
      "display_name": "eHealth",
      "level": 3,
      "score": 0.41190282
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C162324750",
      "display_name": "Economics",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C50522688",
      "display_name": "Economic growth",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11446",
      "display_name": "Mobile Health and mHealth Applications",
      "score": 0.9959
    },
    {
      "id": "T12918",
      "display_name": "Healthcare Systems and Technology",
      "score": 0.9911
    },
    {
      "id": "T10350",
      "display_name": "Electronic Health Records Systems",
      "score": 0.9887
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.2196/jmir.1390",
  "pdf_url": "https://www.jmir.org/2010/2/e22/PDF",
  "retrieved_date": "2025-07-30T15:04:52.898167",
  "source_database": "OpenAlex"
}