{
  "openalex_id": "W2017965913",
  "doi": "https://doi.org/10.1074/jbc.m301539200",
  "title": "Sox8 Is a Specific Marker for Muscle Satellite Cells and Inhibits Myogenesis",
  "abstract": "Sox8 belongs to a family of transcription regulators characterized by a unique DNA-binding domain known as the high mobility group box. Many Sox proteins play fundamental roles in vertebrate development and differentiation processes. Expression of Sox8 is strong during embryonic muscle development and gradually declines postnatally. In this study, we report that in adult skeletal muscle Sox8 is confined to satellite cells. Down-regulation during myogenic differentiation was also detected in cell culture systems and occurred in parallel with down-regulation of the related Sox9. Overexpression of Sox8 or Sox9 on the other hand disrupted myoblasts in their ability to form myotubes. Concomitantly, expression of MyoD and myogenin decreased and basal as well as MyoD-induced activities of the myogenin promoter were strongly reduced in a Sox8-dependent manner. Our data suggest that Sox8 acts as a specific negative regulator of skeletal muscle differentiation, possibly by interfering with the function of myogenic basic helix-loop-helix proteins. Sox8 belongs to a family of transcription regulators characterized by a unique DNA-binding domain known as the high mobility group box. Many Sox proteins play fundamental roles in vertebrate development and differentiation processes. Expression of Sox8 is strong during embryonic muscle development and gradually declines postnatally. In this study, we report that in adult skeletal muscle Sox8 is confined to satellite cells. Down-regulation during myogenic differentiation was also detected in cell culture systems and occurred in parallel with down-regulation of the related Sox9. Overexpression of Sox8 or Sox9 on the other hand disrupted myoblasts in their ability to form myotubes. Concomitantly, expression of MyoD and myogenin decreased and basal as well as MyoD-induced activities of the myogenin promoter were strongly reduced in a Sox8-dependent manner. Our data suggest that Sox8 acts as a specific negative regulator of skeletal muscle differentiation, possibly by interfering with the function of myogenic basic helix-loop-helix proteins. Sox proteins constitute a large family of transcription factors characterized by possession of a high mobility group DNA-binding domain. This domain is highly conserved and was first identified in the mammalian sex-determining factor SRY (for review see Ref. 1Wegner M. Nucleic Acids Res. 1999; 27: 1409-1420Crossref PubMed Scopus (751) Google Scholar). The family is subdivided into eight groups on the basis of sequence similarity among the ∼30 different members (2Schepers G. Teasdale R. Koopman P. Dev. Cell. 2002; 3: 167Abstract Full Text Full Text PDF PubMed Scopus (422) Google Scholar). Several Sox proteins have proven to play fundamental roles in vertebrate development and differentiation processes including endoderm formation, sex determination, gliogenesis, chondrogenesis, hemopoesis, neural crest, and lens development (1Wegner M. Nucleic Acids Res. 1999; 27: 1409-1420Crossref PubMed Scopus (751) Google Scholar). One of the well characterized groups of Sox proteins is subgroup E. It includes Sox8, Sox9, and Sox10. Sox10 is critical for neural crest specification, development of melanocytes, and the peripheral nervous system as well as terminal differentiation of oligodendrocytes in the central nervous system (3Southard-Smith E.M. Kos L. Pavan W.J. Nat. Genet. 1998; 18: 60-64Crossref PubMed Scopus (633) Google Scholar, 4Herbarth B. Pingault V. Bondurand N. Kuhlbrodt K. Hermans-Borgmeyer I. Puliti A. Lemort N. Goossens M. Wegner M. Proc. Natl. Acad. Sci. U. S. A. 1998; 95: 5161-5165Crossref PubMed Scopus (323) Google Scholar, 5Kuhlbrodt K. Herbarth B. Sock E. Hermans-Borgmeyer I. Wegner M. J. Neurosci. 1998; 18: 237-250Crossref PubMed Google Scholar, 6Pingault V. Bondurand N. Kuhlbrodt K. Goerich D.E. Prehu M.O. Puliti A. Herbarth B. Hermans-Borgmeyer I. Legius E. Matthijs G. Amiel J. Lyonnet S. Ceccherini I. Romeo G. Smith J.C. Read A.P. Wegner M. Goossens M. Nat. Genet. 1998; 18: 171-173Crossref PubMed Scopus (697) Google Scholar, 7Britsch S. Goerich D.E. Riethmacher D. Peirano R.I. Rossner M. Nave K.A. Birchmeier C. Wegner M. Genes Dev. 2001; 15: 66-78Crossref PubMed Scopus (731) Google Scholar, 8Stolt C.C. Rehberg S. Ader M. Lommes P. Riethmacher D. Schachner M. Bartsch U. Wegner M. Genes Dev. 2002; 16: 165-170Crossref PubMed Scopus (502) Google Scholar). Sox9 in contrast is required for chondrocyte differentiation and cartilage development and additionally participates in determination of the male sex (9Bi W. Deng J.M. Zhang Z. Behringer R.R. de Crombrugghe B. Nat. Genet. 1999; 22: 85-89Crossref PubMed Scopus (1403) Google Scholar, 10Wagner T. Wirth J. Meyer J. Zabel B. Held M. Zimmer J. Pasantes J. Bricarelli F.D. Keutel J. Hustert E. Wolf U. Tommerup N. Schempp W. Scherer G. Cell. 1994; 79: 1111-1120Abstract Full Text PDF PubMed Scopus (1291) Google Scholar, 11Foster J.W. Dominguez-Steglich M.A. Guioli S. Kowk G. Weller P.A. Stevanovic M. Weissenbach J. Mansour S. Young I.D. Goodfellow P.N. Brook J.D. Schafer A.J. Nature. 1994; 372: 525-530Crossref PubMed Scopus (1321) Google Scholar, 12Mansour S. Hall C.M. Pembrey M.E. Young I.D. J. Med. Genet. 1995; 32: 415-420Crossref PubMed Scopus (193) Google Scholar). Finally, Sox8 is the most recently found member of subgroup E (13Schepers G.E. Bullejos M. Hosking B.M. Koopman P. Nucleic Acids Res. 2000; 28: 1473-1480Crossref PubMed Scopus (75) Google Scholar, 14Pfeifer D. Poulat F. Holinski-Feder E. Kooy F. Scherer G. Genomics. 2000; 63: 108-116Crossref PubMed Scopus (50) Google Scholar). Little is known regarding the function of this protein. Despite its expression during mouse embryonic development in many different organs and tissues during critical phases of their development, Sox8-deficient mice appeared grossly normal and developed only minor phenotypic abnormalities in postnatal life such as a reduction in overall body weight (15Sock E. Schmidt K. Hermanns-Borgmeyer I. Bosl M.R. Wegner M. Mol. Cell. Biol. 2001; 21: 6951-6959Crossref PubMed Scopus (135) Google Scholar). Sox8 is mostly co-expressed with either Sox9 or Sox10, arguing that the loss of Sox8 might be compensated by one of the other subgroup E proteins. Overlapping expression with Sox9 is especially prominent in mesodermal derivatives (15Sock E. Schmidt K. Hermanns-Borgmeyer I. Bosl M.R. Wegner M. Mol. Cell. Biol. 2001; 21: 6951-6959Crossref PubMed Scopus (135) Google Scholar). Skeletal muscle has provided a powerful model system for revelation of the molecular and cellular mechanisms involved in cell-fate specification, differentiation, and development. Skeletal muscle differentiation is a tightly regulated process during which mitotically quiescent cells are activated in response to diverse stimuli including exercise and injury. These so-called muscle satellite cells are a distinct lineage of myogenic stem cells responsible for postnatal muscle growth and repair (reviewed in Refs. 16Seale P. Rudnicki M.A. Dev. Biol. 2000; 218: 115-124Crossref PubMed Scopus (506) Google Scholar, 17Seale P. Asakura A. Rudnicki M.A. Dev. Cell. 2001; 1: 333-342Abstract Full Text Full Text PDF PubMed Scopus (197) Google Scholar). Following stimulation, satellite cells divide to repopulate the satellite cell pool and give rise to a large number of daughter myoblasts (18Seale P. Sabourin L.A. Girgis-Gabardo A. Mansouri A. Gruss P. Rudnicki M.A. Cell. 2000; 102: 777-786Abstract Full Text Full Text PDF PubMed Scopus (1667) Google Scholar, 19Beauchamp J.R. Heslop L. Yu D.S. Tajbakhsh S. Kelly R.G. Wernig A. Buckingham M.E. Partridge T.A. Zammit P.S. J. Cell Biol. 2000; 151: 1221-1234Crossref PubMed Scopus (716) Google Scholar, 20Beauchamp J.R. Morgan J.E. Pagel C.N. Partridge T.A. J. Cell Biol. 1999; 144: 1113-1122Crossref PubMed Scopus (447) Google Scholar). Finally, the daughter myoblasts fuse with and to multinucleated myotubes. The population of satellite cells decreases with increasing age. At birth, satellite cells account for ∼30% of muscle nuclei followed by a drop to ∼5% in 2-month-old adult mice (16Seale P. Rudnicki M.A. Dev. Biol. 2000; 218: 115-124Crossref PubMed Scopus (506) Google Scholar). This reduction in the population of satellite cells reflects fusion of satellite cells to new or with preexisting myofibers. Thus, satellite cells represent specific stem cells, which are distinct from their daughter cells at the biochemical as well as at the biological level. Satellite cells have classically been defined by morphological criteria and by their localization between the basal lamina and sarcolemma of muscle fibers. Additionally, more recently specific markers for satellite cells have been defined including M-cadherin, CD34, and Pax7 (18Seale P. Sabourin L.A. Girgis-Gabardo A. Mansouri A. Gruss P. Rudnicki M.A. Cell. 2000; 102: 777-786Abstract Full Text Full Text PDF PubMed Scopus (1667) Google Scholar, 19Beauchamp J.R. Heslop L. Yu D.S. Tajbakhsh S. Kelly R.G. Wernig A. Buckingham M.E. Partridge T.A. Zammit P.S. J. Cell Biol. 2000; 151: 1221-1234Crossref PubMed Scopus (716) Google Scholar, 21Irintchev A. Zeschnigk M. Starzinski-Powitz A. Wernig A. Dev. Dyn. 1994; 199: 326-337Crossref PubMed Scopus (286) Google Scholar). Myogenic differentiation is controlled at the transcriptional level by a combination of activating and repressing factors. Prominent examples of activators are basic helix-loop-helix myogenic regulatory factors (MRFs) 1The abbreviations used are: MRF, myogenic regulatory factor; X-gal, 5-bromo-4-chloro-3-indolyl-β-d-galactopyranoside; GFP, green fluorescent protein; Sox, SRY-box; DAPI, 4′,6-diamidino-2-phenyindole; HDAC, histone deacetylase. including MyoD, Myf5, myogenin, and MRF4 (16Seale P. Rudnicki M.A. Dev. Biol. 2000; 218: 115-124Crossref PubMed Scopus (506) Google Scholar). Quiescent satellite cells express no detectable amounts of MRFs. Activated satellite cells first express either Myf5 or MyoD and soon after both transcription factors. Following proliferation, MRF4 and myogenin are expressed in cells that start their differentiation program (reviewed in Refs. 16Seale P. Rudnicki M.A. Dev. Biol. 2000; 218: 115-124Crossref PubMed Scopus (506) Google Scholar, 17Seale P. Asakura A. Rudnicki M.A. Dev. Cell. 2001; 1: 333-342Abstract Full Text Full Text PDF PubMed Scopus (197) Google Scholar). Although these MRFs and several other genes involved in myogenesis have been extensively studied, the exact mechanisms of myogenic differentiation are still unclear. In this study, we localize Sox8 in muscle satellite cells and find evidence for its potential role in muscle differentiation. Animal Husbandry, Histochemical Staining, and Single Fiber Preparation—Sox8lacZ/lacZ mice were kept and genotyped as previously described (15Sock E. Schmidt K. Hermanns-Borgmeyer I. Bosl M.R. Wegner M. Mol. Cell. Biol. 2001; 21: 6951-6959Crossref PubMed Scopus (135) Google Scholar). Embryos were isolated at 16.5 days post-coitum from staged pregnancies. Detection of β-galactosidase activity in muscle of embryonic and 3-month-old adult mice followed standard procedures (22Hogan B. Beddington R. Costantini F. Lacy E. Manipulating the Mouse Embryo: a Laboratory Manual.2nd Ed. Cold Spring Harbor Laboratory, Cold Spring Harbor, NY1994Google Scholar). Embryonic or adult tissue specimen was fixed in 1% paraformaldehyde in phosphate-buffered saline for 2–3 days. Prior to cryotome sectioning (14 μm), tissues were cryoprotected in 30% sucrose in phosphate-buffered saline and embedded in OCT compound (Sakura Finetek, Torrance, CA). For detection of β-galactosidase activity, tissue specimens were incubated at 37 °C in X-gal staining solution (0.75 mg/ml) until blue precipitates were detectable. Single muscle fibers were prepared by dissecting limb muscles with forceps. After detection of β-galactosidase activity, single fibers were subjected to immunohistochemistry and immunofluorescence analysis (see below). Plasmids—The plasmid expressing the GFP-Sox8 fusion protein was generated by cloning the murine wild-type Sox8 coding region between the EcoRI and BamHI sites of pEGFP-N1 (Clontech Laboratories, Palo Alto, CA). The Sox11 expression construct pCMV5-Sox11 (23Kuhlbrodt K. Herbarth B. Sock E. Enderich J. Hermans-Borgmeyer I. Wegner M. J. Biol. Chem. 1998; 273: 16050-16057Abstract Full Text Full Text PDF PubMed Scopus (195) Google Scholar), the MyoD expression construct pCS26MTMyoD, and the luciferase reporter plasmid carrying the 184-base pair myogenin core promoter are described elsewhere (24Sun J. Kamei C.N. Layne M.D. Jain M.K. Liao J.K. Lee M.E. Chin M.T. J. Biol. Chem. 2001; 276: 18591-18596Abstract Full Text Full Text PDF PubMed Scopus (60) Google Scholar). pCMV5-Sox9 contained the murine Sox9 coding region as an EcoRI/XbaI fragment. Cell Culture, Transfection, Luciferase Assays, RNA Preparation, and Semiquantitative Reverse Transcription-PCR—Mouse myogenic C2C12 cells were maintained in Dulbecco's modified Eagle's medium supplemented with 15% fetal calf serum. For differentiation assays, cells were grown to confluence before medium was changed to differentiation medium (Dulbecco's modified Eagle's medium supplemented with 2% horse serum). Cells were harvested and analyzed after 48 or 72 h. In some experiments, C2C12 cells were transfected 24 h prior to differentiation with expression plasmids coding for GFP, Sox8, Sox9, or GFPSox8 using FuGENE 6 according to the manufacturer's protocol (Roche Applied Science). Pluripotent C3H 10T1/2 cells were maintained in Dulbecco's modified Eagle's medium supplemented with 10% fetal calf serum, and transfections were performed at 70% confluence with the indicated expression plasmid using FuGENE 6 transfection reagent. 24 h after transfection, the medium was changed to differentiation medium, and after 72 h, cells were fixed and analyzed. For luciferase assays, C3H 10T1/2 cells were transfected in triplicates on 35-mm dishes with 0.2 μg of luciferase reporter plasmid and 1 μg of expression plasmid. After transfection, cells were returned to DMEM containing 10% fetal calf serum. Cells were harvested 48 h posttransfection, and extracts were assayed for luciferase activity (25Peirano R.I. Wegner M. Nucleic Acids Res. 2000; 28: 3047-3055Crossref PubMed Scopus (148) Google Scholar). Semiquantitative reverse transcription-PCR experiments were performed as described previously (15Sock E. Schmidt K. Hermanns-Borgmeyer I. Bosl M.R. Wegner M. Mol. Cell. Biol. 2001; 21: 6951-6959Crossref PubMed Scopus (135) Google Scholar) with RNA being prepared from cultured cells using TRIzol reagent (Invitrogen). Immunofluorescence Microscopy—Immunofluorescence microscopy was performed essentially as previously described (26Rosorius O. Reichart B. Kratzer F. Heger P. Dabauvalle M.C. Hauber J. J. Cell Sci. 1999; 112: 2369-2380Crossref PubMed Google Scholar). Cells, muscle fibers, or tissue sections were fixed, blocked, and immunostained with primary antibodies, and after extensive washing, they were incubated with appropriate secondary antibodies coupled to Cy2 or Cy3 (Biotrends, Cologne, Germany). The following antibodies were used: rabbit polyclonal anti-skeletal myosin antiserum (1:40 dilution; Sigma), rabbit anti-M-cadherin antiserum (1:50 dilution) (see Ref. 21Irintchev A. Zeschnigk M. Starzinski-Powitz A. Wernig A. Dev. Dyn. 1994; 199: 326-337Crossref PubMed Scopus (286) Google Scholar), mouse monoclonal Sox class E antibody (originally generated against Sox10 but cross-reactive with Sox8 and Sox9, 1:50 dilution) (see Ref. 27Paratore C. Goerich D.E. Suter U. Wegner M. Sommer L. Development. 2001; 128: 3949-3961Crossref PubMed Google Scholar), mouse anti-CD34 (1:100 dilution; Sigma), mouse anti-MyoD (1:100 dilution; BD Biosciences), and mouse anti-myogenin (1:100 dilution; BD Biosciences). Mounted samples were analyzed using a Leica inverted microscope (model DMIRB) and documented with a cooled MicroMax CCD camera (Princeton Instruments, Stanford, CA) and the IPLab spectrum and Adobe PhotoShop software packages. Sox8 Is Expressed in Muscle Satellite Cells—It was previously shown that Sox8 is expressed in developing skeletal muscle and gradually down-regulated during late embryonic and early postnatal skeletal muscle development (15Sock E. Schmidt K. Hermanns-Borgmeyer I. Bosl M.R. Wegner M. Mol. Cell. Biol. 2001; 21: 6951-6959Crossref PubMed Scopus (135) Google Scholar). Starting from this initial observation, we investigated the expression pattern of Sox8 in detail. Because of the high sensitivity of the X-gal staining technique and the fact that expression of Sox8 and the lacZ marker in the Sox8-deficient mouse is highly similar during development, we monitored the expression pattern of Sox8 by β-galactosidase activity. In cryosections of embryos at 16.5 days postcoitum, we found strong Sox8 expression throughout skeletal muscle (Fig. 1A). However, the expression dropped dramatically during development and was confined to numerous, small cells that are evenly dispersed throughout the muscle in 3-month-old adult mice (Fig. 1B). To further characterize the localization of Sox8 in the adult skeletal muscle, we prepared single muscle fibers from the lower limb musculature. This procedure produces intact single fibers together with associated satellite cells surrounded by an intact basal lamina but free of nerves, blood vessels, and connective tissue. Fig. 1, C and D, show that β-galactosidase activity was restricted to a few small cells, which by their association with the surface of muscle fibers could be satellite cells. It was previously shown that M-cadherin is uniformly expressed in the myotome at early stages of embryonic development. However, in the postnatal muscle, M-cadherin is restricted to satellite cells and the adjacent region of the underlying fiber (21Irintchev A. Zeschnigk M. Starzinski-Powitz A. Wernig A. Dev. Dyn. 1994; 199: 326-337Crossref PubMed Scopus (286) Google Scholar). Because the reduction of Sox8 expression during development and the distribution of Sox8 in the adult muscle resembled expression and localization of M-cadherin, we tested whether Sox8 is also exclusively expressed in satellite cells in the adult skeletal muscle by a combination of X-gal staining and indirect immunofluorescence using antibodies against M-cadherin. The results clearly showed that Sox8-positive cells (Fig. 2B) also expressed M-cadherin (Fig. 2D). Moreover, we found no Sox8-positive cells that were negative for M-cadherin. CD34 is a second marker for satellite cells in the adult skeletal muscle (19Beauchamp J.R. Heslop L. Yu D.S. Tajbakhsh S. Kelly R.G. Wernig A. Buckingham M.E. Partridge T.A. Zammit P.S. J. Cell Biol. 2000; 151: 1221-1234Crossref PubMed Scopus (716) Google Scholar). Corroborating our studies with M-cadherin, Sox8 expression within isolated fibers also coincided with CD34 expression (Fig. 2, A and C). These findings showed that the expression of Sox8 is down-regulated during myogenesis and that Sox8 expression is restricted to satellite cells in the adult muscle. Localization and Expression of Sox8 and Sox9 Are Regulated in C2C12 Cells—We next analyzed the expression of Sox proteins from subgroup E in C2C12 cells, a well established myoblast-to-myotube in vitro differentiation system (28Nadal-Ginard B. Cell. 1978; 15: 855-864Abstract Full Text PDF PubMed Scopus (338) Google Scholar). Under conditions of high cell density and low serum, C2C12 myoblasts fuse spontaneously and show a dramatic increase in the expression of genes specific for the differentiating (e.g. MyoD, myogenin) or differentiated (e.g. skeletal muscle myosin) state. Immunocytochemistry with an antibody that recognizes all of the three class E Sox proteins revealed that class E Sox proteins are endogenously expressed in undifferentiated C2C12 cells (Fig. 3, B and C). Sox E proteins are localized in the nucleus in the vast majority of undifferentiated cells (Fig. 3, compare A with B). After differentiation and fusion of C2C12 cells (Fig. 3F), total levels of class E Sox proteins were reduced (compare staining intensity in Fig. 3, B and E). Interestingly, the remaining signal within myotubes was mainly localized to the cytoplasm (Fig. 3, E with F). To determine which class E Sox proteins are expressed in C2C12 cells, we prepared total cellular RNA from undifferentiated and differentiated C2C12 cells. These RNAs were reversed-transcribed into cDNAs and analyzed by semiquantitative PCR using specific oligonucleotide primer pairs for Sox8, Sox9, and Sox10. We detected both Sox8 and Sox9 in undifferentiated C2C12 cells (Fig. 4). In contrast, Sox10 expression was undetectable. When we compared Sox8 and Sox9 expression in undifferentiated and differentiated C2C12 cells, we found a significant reduction of both in differentiated cells. Glyceraldehyde-3-phosphate dehydrogenase levels remained constant (Fig. 4). Sox11, another distantly related Sox protein, was also expressed in C2C12 cells. In contrast to Sox8 and Sox9, Sox11 expression levels slightly increased during differentiation, showing that not all of the Sox proteins are down-regulated. During myogenic differentiation, Sox8 expression is thus strongly reduced similar to expression of the related Sox9. Overexpression of Sox8 or Sox9 Inhibits Myoblast Differentiation—As Sox8 and Sox9 are down-regulated during myogenic differentiation in the C2C12 system, we investigated the effect of their overexpression on myotube formation. A Sox8 fusion protein with GFP behaved in a manner identical to Sox8 (data not shown) so that both proteins were interchangeably used. GFP-Sox8, a combination of Sox9 and GFP or GFP alone, was transfected into C2C12 myoblasts. After 24 h in proliferation medium, cells were incubated in differentiation medium for an additional three days. Cells were fixed, immunostained for skeletal myosin, and counterstained with DAPI before analysis by phase-contrast and fluorescence microscopy. Cell densities were comparable among all of the samples (for phase-contrast microscopy, see Fig. 5, A, D, and G; for DAPI, see Fig. 5, C, F, and I). Myoblasts expressing GFP-Sox8 (Fig. 5, D–F) or Sox9 (Fig. 5, G–I) failed to efficiently form multinucleated myotubes after 3 days in differentiation medium as evident from myosin staining (Fig. 5, E–H). In contrast, expression of GFP alone had no effect on the efficiency of myotube formation of C2C12 cells (Fig. 5, A–C). We next analyzed the effect of Sox8 or Sox9 overexpression on the appearance of MyoD as an early marker of myogenic differentiation. GFP was transfected alone and in combination with Sox8 or Sox9 into C2C12 myoblasts. For these experiments, C2C12 cells were plated at a lower density than before so that myotube formation did not happen. After 24 h in proliferation medium, cells were further incubated in differentiation medium for another 48 h. As published previously (29Rosorius O. Fries B. Stauber R.H. Hirschmann N. Bevec D. Hauber J. J. Biol. Chem. 2000; 275: 12061-12068Abstract Full Text Full Text PDF PubMed Scopus (62) Google Scholar), expression of GFP resulted in nucleoplasmic and cytoplasmic signals (Fig. 6, A, C, and E). Approximately, half of the untransfected or GFP-transfected cells had started to express significant amounts of MyoD after 48 h in differentiation medium (Fig. 6B). Interestingly, the majority of cells overexpressing Sox8 or Sox9 remained negative for MyoD (86% for Sox8 and 84% for Sox9 with at least 300 cells from three independent transfections counted; for examples see Fig. 6, D and F). Sox8 and Sox9 thus appear to repress differentiation of C2C12 myoblasts as measured both by conversion into myotubes and by MyoD expression. Sox8 and Sox9 Inhibit Myogenic Conversion of C3H 10T1/2 Cells—To further analyze the role of Sox8 and Sox9 in muscle differentiation, we performed a myogenic conversion assay with C3H 10T1/2 cells (24Sun J. Kamei C.N. Layne M.D. Jain M.K. Liao J.K. Lee M.E. Chin M.T. J. Biol. Chem. 2001; 276: 18591-18596Abstract Full Text Full Text PDF PubMed Scopus (60) Google Scholar). Conversion of C3H 10T1/2 cells into myoblasts was achieved by transfection with an expression plasmid coding for MyoD. Subsequently cells were incubated in differentiation medium to induce myogenesis. We tested the effect of Sox8 and Sox9 overexpression on MyoD-dependent myogenin expression. C3H 10T1/2 cells were cotransfected with (i) MyoD and GFP, (ii) MyoD and GFP-Sox8, and (iii) MyoD, GFP, and Sox9. Under our assay conditions, >90% transfected cells co-expressed MyoD and the co-transfected plasmids (data not shown). After 48 h in differentiation medium, cells were fixed, immunostained for myogenin, and analyzed by indirect immunofluorescence microscopy. As shown in Fig. 7, cells expressing GFP and MyoD (Fig. 7A) were also positive for myogenin (Fig. 7B). In contrast, the majority of cells expressing GFP-Sox8 and MyoD (Fig. 7C) or Sox9, GFP, and MyoD (Fig. 7E) were negative for myogenin (Fig. 7, D and F). Quantification revealed that 80% GFP-positive cells expressed myogenin, whereas <10% GFP-Sox8 overexpressing cells and ∼20% Sox9 overexpressing cells were myogenin-positive, respectively (Fig. 7G). The signal in the few remaining myogenin-positive cells furthermore exhibited a strongly reduced intensity (data not shown). In conjunction with Sox8/Sox9-dependent inhibition of MyoD expression in differentiating C2C12 cells, these data point to the possibility that Sox8 functions by repression of important myogenic basic helix-loop-helix transcription factors with Sox9 being able to functionally compensate in vivo. To analyze the influence of Sox8 and Sox9 on expression of these myogenic basic helix-loop-helix transcription factors, we tested their function on the myogenin promoter (24Sun J. Kamei C.N. Layne M.D. Jain M.K. Liao J.K. Lee M.E. Chin M.T. J. Biol. Chem. 2001; 276: 18591-18596Abstract Full Text Full Text PDF PubMed Scopus (60) Google Scholar) by cotransfection experiments in C3H 10T1/2 cells. As shown in Fig. 8, the presence of Sox8 or Sox9 in transfected cells already resulted in a decreased activity of the myogenin promoter. This decrease amounted to a 4-fold repression in case of Sox8 and a 2-fold repression in case of Sox9. In contrast, the distantly related Sox11 did not significantly reduce the activity of the myogenin promoter in most experiments. On the other hand, co-transfection of MyoD with the myogenin promoter construct led to a 15-fold induction of reporter gene activity. When Sox8 or Sox9 was transfected into C3H 10T1/2 cells in addition to MyoD, all of the MyoD-dependent activation of the myogenin promoter was abolished. Instead, we observed a 2-fold inhibition of the myogenin promoter, which amounted to a 30-fold change in the overall expression rate. Sox11, in contrast, increased the MyoD-dependent reporter gene expression from 15- to 28-fold induction rates. Taken together, these findings suggest that Sox8 and Sox9 act as specific negative regulators of myogenin expression. The regeneration of terminal differentiated adult tissues is ensured by several populations of stem cells that are capable of both self-renewal and generating progressively lineage-restricted progenitors that finally undergo terminal differentiation (30Weissman I.L. Cell. 2000; 100: 157-168Abstract Full Text Full Text PDF PubMed Scopus (1485) Google Scholar, 31Watt F.M. Hogan B.L. Science. 2000; 287: 1427-1430Crossref PubMed Scopus (1486) Google Scholar). In tissues with a high rate of turnover including blood and skin, the requirements of regeneration need a constant flow of precursors for terminal differentiation. In these cases, progression from progenitors to functional and differentiated cells seems to be continuous. In contrast, in adult skeletal muscle new myofibers are only needed for repair and growth. In accordance, satellite cells are normally quiescent and activated only in response to specific signals provoked by physiological stimuli (16Seale P. Rudnicki M.A. Dev. Biol. 2000; 218: 115-124Crossref PubMed Scopus (506) Google Scholar). The fact that Sox proteins are important developmental regulators in diverse tissues is nicely exemplified by Sox proteins of the subgroup E. Sox9 participates in skeletal development and sex determination. Sox10 is an essential component of neural crest and glial cell development. Sox8, the third member of this particular subgroup of Sox proteins, is widely expressed during embryonic development in various ectodermal and mesodermal derivatives in a pattern largely overlapping with the expression sites of Sox9 and Sox10. Especially, the nervous system and musculature are two prominent sites of embryonic Sox8 expression. Surprisingly, the deletion of Sox8 by homologous recombination led to viable mice with no gross anatomical abnormalities in any of the organ systems tested. We did, however, observe a primarily postnatal reduction in overall body weight. Taking the contribution of muscle to overall body weight into account, we embarked on an analysis of Sox8 in muscle development. Consistent with previously published data (15Sock E. Schmidt K. Hermanns-Borgmeyer I. Bosl M.R. Wegner M. Mol. Cell. Biol. 2001; 21: 6951-6959Crossref PubMed Scopus (135) Google Scholar), we observed that Sox8 expression in muscle is much higher during development than in the adult. This is due to the fact that differentiated muscle fibers do no longer express Sox8. However, there is persistent expression of Sox8 in a fraction of cells, which could be identified as satellite cells by localization, morphology, and marker expression. These satellite cells present a pool of cells from which muscle fibers can be generated during adulthood in response to damage or growth stimuli. To fulfill this function, they need to exhibit characteristic features of stem cells such as the ability to reenter the cell cycle when stimulated and to leave it without undergoing differentiation (17Seale P. Asakura A. Rudnicki M.A. Dev. Cell. 2001; 1: 333-342Abstract Full Text Full Text PDF PubMed Scopus (197) Google Scholar). Thus, Sox8 does not only appear to be a new and reliable marker of these satellite cells but might also be required for keeping these cells in their undifferentiated state. This latter hypothesis prompted us to analyze expression and function of Sox8 in tissue culture systems in which myogenic differentiation can be modeled, such as C2C12 cells, which under conditions of high density and low serum differentiate and fuse spontaneously to form myotubes. Whereas Sox8 was strongly expressed in proliferating undifferentiated C2C12 cells, there was a severe down-regulation concomitant with myotube formation. Thus, we can conclude that similar reductions of Sox8 expression take place during C2C12 cell differentiation as during myotube formation from satellite cells in vivo. Additionally, we found Sox9 to be co-expressed with Sox8 during all of the phases of differentiation in C2C12 cells. Concomitant with the reduction of expression levels, we also observed an efficient exclusion of the remaining Sox8 and Sox9 proteins from the nuclei of forming myotubes. This might indicate that subcellular relocalization of Sox8 and Sox9 might be a second method of regulating its activity during myogenic differentiation. We and others (32Gasca S. Canizares J. De Santa Barbara P. Mejan C. Poulat F. Berta P. Boizet-Bonhoure B. Proc. Natl. Acad. Sci. U. S. A. 2002; 99: 11199-11204Crossref PubMed Scopus (130) Google Scholar, 33Rehberg S. Lischka P. Glaser G. Stamminger T. Wegner M. Rosorius O. Mol. Cell. Biol. 2002; 22: 5826-5834Crossref PubMed Scopus (93) Google Scholar) have previously shown that Sox10 and Sox9 possess a nuclear export signal and can shuttle between the nuclear and cytosolic compartment. The corresponding region is fully conserved and active in Sox8 2K. Schmidt, M. Wegner, and O. Rosorius, unpublished results. as are the two nuclear localization signals present in all of the Sox proteins. Thus, it is tempting to speculate that subcellular relocalization during myogenic differentiation results from altered nuclear import or export and serves as a fast means to inactivate the existing protein and to respond to myogenic stimuli. At the moment, we do not know in which way the subcellular localization of Sox8 and Sox9 in differentiating C2C12 cells is regulated. One can speculate that the Sox proteins receive a posttranscriptional modification in the nucleus and are then rapidly exported into the cytoplasm. Alternatively, they are modified in the cytoplasm, which results in a specific inhibition of nuclear import. A similar phenomenon is observed for class II HDACs (reviewed in Ref. 34McKinsey T.A. Zhang C.L. Olson E.N. Curr. Opin. Genet. Dev. 2001; 11: 497-504Crossref PubMed Scopus (352) Google Scholar). In the unphosphorylated form, which occurs in proliferating myoblasts, HDAC5 is mainly localized in the nucleus and interacts with muscle enhancer binding factor 2. This association results in the repression of muscle genes including MyoD. Induction of myogenic differentiation leads to the phosphorylation of two conserved serine residues that flank the nuclear localization signal of HDAC5, resulting in the recruitment of 14-3-3 and dissociation from muscle enhancer binding factor 2. The binding of 14-3-3 masks the nuclear localization signal and activates the nuclear export signal of HDAC5, leading to nuclear export of the repressor protein. Re-entry of HDAC5 into the nucleus probably needs protein phosphatase activity. Co-expression of Sox8 and Sox9 may also exist during muscle development. Given the close relationship between Sox8 and Sox9, we assume that both proteins behave similarly and can substitute for each other to a large extent. At least in tissue culture, such functional redundancy was indeed observed both with regards to myotube formation of C2C12 cells and myogenic conversion of C3H 10T1/2 cells. Compensatory Sox9 function might also explain why so far we failed to see significant abnormalities in skeletal muscles of Sox8-deficient mice (15Sock E. Schmidt K. Hermanns-Borgmeyer I. Bosl M.R. Wegner M. Mol. Cell. Biol. 2001; 21: 6951-6959Crossref PubMed Scopus (135) Google Scholar). More distantly related Sox proteins are also expressed in C2C12 cells such as the subgroup C Sox protein Sox11 detected in this study. However, in contrast to Sox8 and Sox9, there was no down-regulation during myogenic differentiation but rather a mild increase in expression levels, arguing that distantly related Sox proteins might have different and specific functions during muscle development. The possibility of such a divergent function is corroborated by our study for Sox11, which has an opposite effect on myogenin promoter activity as Sox8 and Sox9. A previous study (35Beranger F. Mejean C. Moniot B. Berta P. Vandromme M. J. Biol. Chem. 2000; 275: 16103-16109Abstract Full Text Full Text PDF PubMed Scopus (44) Google Scholar) had additionally revealed the existence of several other Sox proteins including Sox4 and Sox15. The reported expression profile for Sox15 strongly resembled that shown here for Sox8 and Sox9. Assuming causality between the inverse correlation of Sox8/Sox9 expression and myogenic differentiation, we analyzed the consequences of ectopic expression in C2C12 cells under conditions that normally promote differentiation. In the continued presence of Sox8 or Sox9, C2C12 cells were strongly impaired in their ability to undergo differentiation as evidenced both by the significant reduction in myotube formation and the reduced expression of MyoD, an early effector of myogenic differentiation. Sox8 and Sox9 might thus be responsible for maintaining myoblasts in an undifferentiated state and prevent untimely or precocious differentiation into myotubes. Such a function is compatible with results from a second cell culture system. It is known that a myogenic program can be turned on in mesodermal 10T1/2 cells upon transfection with the early myogenic effector MyoD as indicated by the appearance of late myogenic effectors such as myogenin. Co-transfection of Sox8 or Sox9 with MyoD prevented the appearance of myogenin, supporting a role of Sox8 and Sox9 in preventing myogenic differentiation. A similar function has also been invoked for Sox15. The relation between the function of Sox8 and Sox9 on the one and Sox15 on the other side in muscle is currently unknown. Future experiments will help to clarify whether Sox15 functions in an identical manner and, thus redundantly to Sox8 and Sox9, cooperates with Sox8 and Sox9 or participates in completely different pathways to achieve comparable outcomes on myogenic differentiation. It is equally unclear how Sox8 and Sox9 interfere with myogenic differentiation. However, our results favor a complex mode of action. Some experiments support a model in which Sox8 and Sox9 interfere with expression of factors required for myogenic differentiation. Neither is MyoD expression up-regulated in C2C12 cells nor is myogenin up-regulated in 10T1/2 cells in the presence of Sox8 or Sox9 despite differentiating conditions. In that respect, it is interesting that Sox8 and Sox9 repressed basal as well as stimulated activity of the myogenin promoter. This repression was observed despite the obvious absence of potential binding sites for subgroup E Sox proteins in the promoter, arguing that Sox8/Sox9 must interact with other transcription factors binding to the myogenin promoter or with components of the general transcription machinery. Given a recent report of an association of Sox9 with the splicing machinery (36Ohe K. Lalli E. Sassone-Corsi P. Proc. Natl. Acad. Sci. U. S. A. 2002; 99: 1146-1151Crossref PubMed Scopus (96) Google Scholar), another option would be that Sox8 and Sox9 exert their function on myogenic differentiation at the posttranscriptional level. Importantly, the effects observed for Sox8 and Sox9 do not appear to be unspecific as the myogenin promoter responded in a completely different manner to the distantly related Sox11, which functioned as a synergistic activator. Sox11 is furthermore not down-regulated during C2C12 cell differentiation, arguing that its influence on the myogenin promoter could be of physiological importance. Some experiments point to the possibility that Sox8 and Sox9 also interfere with the function of important myogenic regulators. Thus, MyoD loses its ability to activate the myogenic program in 10T1/2 cells in the presence of Sox8 or Sox9 and is no longer able to effectively activate the myogenin promoter. It is not clear at present whether this involves direct interaction between MyoD and Sox proteins or whether it involves indirect interaction. Thus, class II histone deacetylases specifically suppress myogenesis not by direct interaction with MyoD, instead they inhibit myogenic activity through association with Mef2 which is essential for MyoD function (37Lu J. McKinsey T.A. Zhang C.L. Olson E.N. Mol. Cell. 2000; 6: 233-244Abstract Full Text Full Text PDF PubMed Scopus (447) Google Scholar). In conclusion, we have shown that Sox8 expression is associated in muscle with the undifferentiated state both during development and in the adult. Its expression and mode of action in cell culture models of myogenic differentiation support a function of Sox8 in maintaining this undifferentiated state. Thus, Sox8 is not only a useful new marker for satellite cells but might also be important for the maintenance of a proper pool of satellite cells during adulthood, an issue with important implications for cause and therapy of myopathies. Whether its function in satellite cells is fully overlapping with the related Sox9, which can clearly substitute for Sox8 in cell culture systems of muscle differentiation, or whether there are functional differences will be an interesting topic for future detailed analysis in mouse models of degenerative muscle diseases. We thank Michael Chin, Hans-Henning Arnold, Manfred Lutz, and Victor Wixler for plasmids and cell lines and are grateful to Monika Kruse, Christian Kutzleb, and Stephan Rehberg for critical comments on the paper.",
  "authors": [
    {
      "display_name": "Katy Schmidt",
      "id": "A5071614416",
      "orcid": "https://orcid.org/0000-0003-4727-8854",
      "institutions": [
        {
          "id": "I181369854",
          "display_name": "Friedrich-Alexander-Universität Erlangen-Nürnberg",
          "country_code": "DE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Katy Schmidt"
    },
    {
      "display_name": "G. Glaser",
      "id": "A5070011392",
      "orcid": null,
      "institutions": [
        {
          "id": "I181369854",
          "display_name": "Friedrich-Alexander-Universität Erlangen-Nürnberg",
          "country_code": "DE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Gabi Glaser"
    },
    {
      "display_name": "A. Wernig",
      "id": "A5074956078",
      "orcid": null,
      "institutions": [
        {
          "id": "I135140700",
          "display_name": "University of Bonn",
          "country_code": "DE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Anton Wernig"
    },
    {
      "display_name": "Michael Wegner",
      "id": "A5061665380",
      "orcid": "https://orcid.org/0000-0002-4586-3294",
      "institutions": [
        {
          "id": "I181369854",
          "display_name": "Friedrich-Alexander-Universität Erlangen-Nürnberg",
          "country_code": "DE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Michael Wegner"
    },
    {
      "display_name": "Olaf Rosorius",
      "id": "A5053761902",
      "orcid": null,
      "institutions": [
        {
          "id": "I181369854",
          "display_name": "Friedrich-Alexander-Universität Erlangen-Nürnberg",
          "country_code": "DE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Olaf Rosorius"
    }
  ],
  "publication_year": 2003,
  "publication_date": "2003-08-01",
  "type": "article",
  "cited_by_count": 107,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S140251998",
    "display_name": "Journal of Biological Chemistry",
    "issn_l": "0021-9258",
    "issn": [
      "0021-9258",
      "1067-8816",
      "1083-351X"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320990"
  },
  "volume": "278",
  "issue": "32",
  "first_page": "29769",
  "last_page": "29775",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "http://www.jbc.org/article/S0021925820842434/pdf",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2778106681",
      "display_name": "MyoD",
      "level": 4,
      "score": 0.94027627
    },
    {
      "id": "C3763915",
      "display_name": "Myogenesis",
      "level": 3,
      "score": 0.9385334
    },
    {
      "id": "C97816823",
      "display_name": "Myogenin",
      "level": 4,
      "score": 0.89764714
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.6858931
    },
    {
      "id": "C2909166674",
      "display_name": "MyoD Protein",
      "level": 5,
      "score": 0.68205404
    },
    {
      "id": "C168609215",
      "display_name": "PAX3",
      "level": 4,
      "score": 0.68003446
    },
    {
      "id": "C207200792",
      "display_name": "Myocyte",
      "level": 2,
      "score": 0.61540705
    },
    {
      "id": "C95444343",
      "display_name": "Cell biology",
      "level": 1,
      "score": 0.6077393
    },
    {
      "id": "C2778486617",
      "display_name": "SOX9",
      "level": 4,
      "score": 0.5243792
    },
    {
      "id": "C2780508455",
      "display_name": "Myogenic regulatory factors",
      "level": 5,
      "score": 0.4979453
    },
    {
      "id": "C86339819",
      "display_name": "Transcription factor",
      "level": 3,
      "score": 0.47967458
    },
    {
      "id": "C2779959927",
      "display_name": "Skeletal muscle",
      "level": 2,
      "score": 0.4653775
    },
    {
      "id": "C148738053",
      "display_name": "Cellular differentiation",
      "level": 3,
      "score": 0.4542894
    },
    {
      "id": "C54355233",
      "display_name": "Genetics",
      "level": 1,
      "score": 0.28161627
    },
    {
      "id": "C134018914",
      "display_name": "Endocrinology",
      "level": 1,
      "score": 0.24308175
    },
    {
      "id": "C104317684",
      "display_name": "Gene",
      "level": 2,
      "score": 0.11282879
    }
  ],
  "topics": [
    {
      "id": "T11077",
      "display_name": "Genetic and Clinical Aspects of Sex Determination and Chromosomal Abnormalities",
      "score": 0.9996
    },
    {
      "id": "T12929",
      "display_name": "Animal Genetics and Reproduction",
      "score": 0.9966
    },
    {
      "id": "T10222",
      "display_name": "Genomics and Chromatin Dynamics",
      "score": 0.9848
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1074/jbc.m301539200",
  "pdf_url": "http://www.jbc.org/article/S0021925820842434/pdf",
  "retrieved_date": "2025-07-30T15:40:28.949652",
  "source_database": "OpenAlex"
}