{
  "openalex_id": "W2017284566",
  "doi": "https://doi.org/10.1097/01.ju.0000097124.21878.6b",
  "title": "Can Prostate Specific Antigen Derivatives and Pathological Parameters Predict Significant Change in Expectant Management Criteria for Prostate Cancer?",
  "abstract": "No AccessJournal of UrologyCLINICAL UROLOGY: Original Articles1 Dec 2003Can Prostate Specific Antigen Derivatives and Pathological Parameters Predict Significant Change in Expectant Management Criteria for Prostate Cancer? MASOOD A. KHAN, H. BALLENTINE CARTER, JONATHAN I. EPSTEIN, MICHAEL C. MILLER, PATRICIA LANDIS, PATRICK W. WALSH, ALAN W. PARTIN, and ROBERT W. VELTRI MASOOD A. KHANMASOOD A. KHAN , H. BALLENTINE CARTERH. BALLENTINE CARTER , JONATHAN I. EPSTEINJONATHAN I. EPSTEIN , MICHAEL C. MILLERMICHAEL C. MILLER , PATRICIA LANDISPATRICIA LANDIS , PATRICK W. WALSHPATRICK W. WALSH , ALAN W. PARTINALAN W. PARTIN , and ROBERT W. VELTRIROBERT W. VELTRI View All Author Informationhttps://doi.org/10.1097/01.ju.0000097124.21878.6bAboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: A prior report established that pretreatment criteria based on clinical and biopsy pathology parameters can predict men who harbor small volume prostate cancer who might be followed expectantly. However, some of these men will exhibit disease progression with time and will need definitive therapy. To detect those in whom disease may progress, repeat prostate biopsies are performed at yearly intervals. Therefore, we determined whether biomarkers could be used to determine those in whom disease is likely to progress and thus those who require definitive therapy. Materials and Methods: Initial and repeat biopsy information along with transrectal ultrasound measurements of gland volume, total prostate specific antigen (PSA), %free PSA (%fPSA) and total PSA velocity were evaluated in 78 men, 45 from the prior study, in whom disease was being managed expectantly. Univariate and multivariate logistic regression analyses determined variables that predicted a favorable tumor burden based on biopsy pathology status at each subsequent repeat biopsy. A Cox proportional hazards model was produced using 67 of 78 evaluable cases having adequate temporal data to predict hazard ratios for conversion from favorable to unfavorable tumor burden status. Results: At time zero for 78 patients %fPSA, total PSA, and gland volume univariately and multivariately differentiated unfavorable and favorable tumor burden groups (p <0.05). The receiver operator characteristic area under the curve (ROC-AUC) was 83%. At the first followup biopsy 17 of 67 (25.4%) men converted to unfavorable tumor burden status. The %fPSA, PSA velocity and gland volume univariately distinguished these 2 groups (p <0.05) with 82% ROC-AUC. At second repeat biopsy 6 of 36 (16.7%) men converted to unfavorable tumor burden status and the ROC-AUC was 76%. Of the 14 men who had a third repeat biopsy all demonstrated favorable tumor burden status. A Cox proportional hazards model stratified the 67 of 78 men into high (48) and low risk (19) groups based on %fPSA at a 20% cutoff (p <0.01). Classification and regression tree analysis using logistic regression multivariately selected variables predicted favorable tumor burden status with an accuracy that ranged from 75% to 84% during our study. Conclusions: PSA velocity, %fPSA and gland volume information improves the prediction of men undergoing expectant management who are more likely to have small volume disease based on a 12-core biopsy interpretation within the time of our observations. %fPSA proved to be a valuable marker to stratify the 2 risk groups. Therefore, based on these factors it may be possible to consider deferment of repeat prostate biopsy until adverse results are detected. This rational approach to the management of prostate cancer in older men with small volume cancer seems to be a reasonable strategy. References 1 : Cancer statistics, 2001. CA Cancer J Clin2001; 51: 15. Google Scholar 2 : Pathologic and clinical findings to predict tumor extent of nonpalpable (stage T1c) prostate cancer. JAMA1994; 271: 368. Google Scholar 3 : Prospective characterization of pathological features of prostatic carcinomas detected via serum prostate specific antigen based screening. J Urol1996; 155: 816. Link, Google Scholar 4 : Prospective evaluation of men with stage T1c adenocarcinoma of the prostate. J Urol1997; 157: 2206. Link, Google Scholar 5 : Expectant management of nonpalpable prostate cancer with curative intent: preliminary results. J Urol2002; 167: 1231. Link, Google Scholar 6 : Racial differences in prostate carcinogenesis. Histologic and clinical observations. Urol Clin North Am2002; 29: 183. Google Scholar 7 : PSA velocity for assessing prostate cancer risk in men with PSA levels between 2.0 and 4.0 ng/ml. Urology2002; 59: 889. Google Scholar 8 : Cancer statistics, 1999. CA Cancer J Clin1999; 49: 8. Google Scholar 9 : A prospective evaluation of plasma prostate-specific antigen for detection of prostatic cancer. JAMA1995; 273: 289. Google Scholar 10 : PSA and the natural course of prostate cancer. In: Recent Advances in Prostate Cancer and BPH. Edited by . New York: Parthenon1997: 187. Google Scholar 11 : Serum concentrations of prostate specific antigen and its complex with alpha 1-antichymotrypsin before diagnosis of prostate cancer. Lancet1994; 344: 1594. Google Scholar 12 : Overdiagnosis due to prostate-specific antigen screening: lessons from U.S. prostate cancer incidence trends. J Natl Cancer Inst2002; 94: 981. Google Scholar 13 : Natural history of localised prostatic cancer. A population-based study in 223 untreated patients. Lancet1989; 1: 799. Google Scholar 14 : Expectant management of clinically localized prostatic cancer. J Urol1994; 152: 1761. Abstract, Google Scholar 15 : Competing risk analysis of men aged 55 to 74 years at diagnosis managed conservatively for clinically localized prostate cancer. JAMA1998; 280: 975. Google Scholar 16 : Fifteen-year survival in prostate cancer. A prospective, population-based study in Sweden. JAMA1997; 277: 467. Google Scholar 17 : A randomized trial comparing radical prostatectomy with watchful waiting in early prostate cancer. N Engl J Med2002; 347: 781. Google Scholar 18 : Comparison of percent free PSA, PSA density, and age-specific PSA cutoffs for prostate cancer detection and staging. Urology2000; 56: 255. Google Scholar 19 : Free prostate-specific antigen in serum is becoming more complex. Urology2002; 59: 797. Google Scholar 20 : Cloning and characterization of UROC28, a novel gene overexpressed in prostate, breast and bladder cancers. Cancer Res2000; 60: 7014. Google Scholar From the James Buchanan Brady Urological Institute, The Johns Hopkins University School of Medicine, Baltimore, Maryland, and Quakertown, Pennsylvania (MCM)© 2003 by American Urological Association, Inc.FiguresReferencesRelatedDetailsCited byMatoso A, Hassan O, Petrozzino F, Rao B, Carter H and Epstein J (2018) Radical Prostatectomy Findings in Men on Active Surveillance: Variable Findings Dependent on Reason for Surgery and Entry CriteriaJournal of Urology, VOL. 194, NO. 3, (685-689), Online publication date: 1-Sep-2015.Adamy A, Yee D, Matsushita K, Maschino A, Cronin A, Vickers A, Guillonneau B, Scardino P and Eastham J (2018) Role of Prostate Specific Antigen and Immediate Confirmatory Biopsy in Predicting Progression During Active Surveillance for Low Risk Prostate CancerJournal of Urology, VOL. 185, NO. 2, (477-482), Online publication date: 1-Feb-2011.Benecchi L, Pieri A, Melissari M, Potenzoni M and Pastizzaro C (2018) A Novel Nomogram to Predict the Probability of Prostate Cancer on Repeat BiopsyJournal of Urology, VOL. 180, NO. 1, (146-149), Online publication date: 1-Jul-2008.Venkitaraman R, Norman A, Woode-Amissah R, Fisher C, Dearnaley D, Horwich A, Huddart R, Khoo V, Thompson A and Parker C (2018) Predictors of Histological Disease Progression in Untreated, Localized Prostate CancerJournal of Urology, VOL. 178, NO. 3, (833-837), Online publication date: 1-Sep-2007.Williams C, Tabios R, Linehan W and Neckers L (2018) Intratumor Injection of the Hsp90 Inhibitor 17AAG Decreases Tumor Growth and Induces Apoptosis in a Prostate Cancer Xenograft ModelJournal of Urology, VOL. 178, NO. 4, (1528-1532), Online publication date: 1-Oct-2007.Martin R, Gunnell D, Hamdy F, Neal D, Lane A and Donovan J (2018) Continuing Controversy Over Monitoring Men With Localized Prostate Cancer: A Systematic Review of Programs in the Prostate Specific Antigen EraJournal of Urology, VOL. 176, NO. 2, (439-449), Online publication date: 1-Aug-2006.Yu X, Han M, Loeb S, Gashti S, Yeh J, Roehl K and Catalona W (2018) Comparison of Methods for Calculating Prostate Specific Antigen VelocityJournal of Urology, VOL. 176, NO. 6, (2427-2431), Online publication date: 1-Dec-2006. Volume 170Issue 6December 2003Page: 2274-2278 Advertisement Copyright & Permissions© 2003 by American Urological Association, Inc.Keywordsprostate-specific antigenanalogs and derivativesprostatic neoplasmstherapyadenocarcinomaMetricsAuthor Information MASOOD A. KHAN More articles by this author H. BALLENTINE CARTER More articles by this author JONATHAN I. EPSTEIN More articles by this author MICHAEL C. MILLER Financial interest and/or other relationship with Immunicon Corporation. More articles by this author PATRICIA LANDIS More articles by this author PATRICK W. WALSH More articles by this author ALAN W. PARTIN More articles by this author ROBERT W. VELTRI More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Masood A. Khan",
      "id": "A5103432435",
      "orcid": null,
      "institutions": [
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "MASOOD A. KHAN"
    },
    {
      "display_name": "H. Ballentine Carter",
      "id": "A5040211432",
      "orcid": null,
      "institutions": [
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "H. BALLENTINE CARTER"
    },
    {
      "display_name": "Jonathan I. Epstein",
      "id": "A5062227791",
      "orcid": "https://orcid.org/0000-0003-1839-6472",
      "institutions": [
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "JONATHAN I. EPSTEIN"
    },
    {
      "display_name": "Michael Craig Miller",
      "id": "A5035137850",
      "orcid": "https://orcid.org/0000-0003-3575-6273",
      "institutions": [
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "MICHAEL C. MILLER"
    },
    {
      "display_name": "Patricia Landis",
      "id": "A5112357301",
      "orcid": null,
      "institutions": [
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "PATRICIA LANDIS"
    },
    {
      "display_name": "Patrick Walsh",
      "id": "A5052542290",
      "orcid": null,
      "institutions": [
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "PATRICK W. WALSH"
    },
    {
      "display_name": "Alan W. Partin",
      "id": "A5063449536",
      "orcid": "https://orcid.org/0000-0003-2523-7592",
      "institutions": [
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "ALAN W. PARTIN"
    },
    {
      "display_name": "Robert W. Veltri",
      "id": "A5110332793",
      "orcid": null,
      "institutions": [
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "ROBERT W. VELTRI"
    }
  ],
  "publication_year": 2003,
  "publication_date": "2003-12-01",
  "type": "article",
  "cited_by_count": 81,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "170",
  "issue": "6",
  "first_page": "2274",
  "last_page": "2278",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.91004276
    },
    {
      "id": "C2780192828",
      "display_name": "Prostate cancer",
      "level": 3,
      "score": 0.74073076
    },
    {
      "id": "C2775934546",
      "display_name": "Biopsy",
      "level": 2,
      "score": 0.67415667
    },
    {
      "id": "C2776235491",
      "display_name": "Prostate",
      "level": 3,
      "score": 0.66369194
    },
    {
      "id": "C2781406297",
      "display_name": "Prostate-specific antigen",
      "level": 4,
      "score": 0.653371
    },
    {
      "id": "C50382708",
      "display_name": "Proportional hazards model",
      "level": 2,
      "score": 0.60865766
    },
    {
      "id": "C126894567",
      "display_name": "Urology",
      "level": 1,
      "score": 0.5347278
    },
    {
      "id": "C58471807",
      "display_name": "Receiver operating characteristic",
      "level": 2,
      "score": 0.5185988
    },
    {
      "id": "C2781217009",
      "display_name": "Prostate biopsy",
      "level": 4,
      "score": 0.49851918
    },
    {
      "id": "C121608353",
      "display_name": "Cancer",
      "level": 2,
      "score": 0.47671598
    },
    {
      "id": "C144301174",
      "display_name": "Univariate analysis",
      "level": 3,
      "score": 0.47348464
    },
    {
      "id": "C151956035",
      "display_name": "Logistic regression",
      "level": 2,
      "score": 0.46604764
    },
    {
      "id": "C143998085",
      "display_name": "Oncology",
      "level": 1,
      "score": 0.46154907
    },
    {
      "id": "C207103383",
      "display_name": "Hazard ratio",
      "level": 3,
      "score": 0.44268897
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.4304618
    },
    {
      "id": "C207886595",
      "display_name": "Pathological",
      "level": 2,
      "score": 0.42791772
    },
    {
      "id": "C38180746",
      "display_name": "Multivariate analysis",
      "level": 2,
      "score": 0.38736394
    },
    {
      "id": "C29456083",
      "display_name": "Gynecology",
      "level": 1,
      "score": 0.37176389
    },
    {
      "id": "C126838900",
      "display_name": "Radiology",
      "level": 1,
      "score": 0.3328212
    },
    {
      "id": "C44249647",
      "display_name": "Confidence interval",
      "level": 2,
      "score": 0.09361121
    }
  ],
  "topics": [
    {
      "id": "T10124",
      "display_name": "Prostate Cancer Diagnosis and Treatment",
      "score": 0.9999
    },
    {
      "id": "T10543",
      "display_name": "Prostate Cancer Treatment and Research",
      "score": 0.9986
    },
    {
      "id": "T11235",
      "display_name": "Statistical Methods in Clinical Trials",
      "score": 0.9648
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1097/01.ju.0000097124.21878.6b",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:55:41.494880",
  "source_database": "OpenAlex"
}