{
  "openalex_id": "W2011519801",
  "doi": "https://doi.org/10.2307/345399",
  "title": "Spanish Women Writers. A Bio-Bibliographical Source Book",
  "abstract": "Preface and Acknowledgments Introduction: View From a Tightrope: Six Centuries of Spanish Women Writers by Linda Gould Levine and Ellen Engelson Marson Rosario de Acuna by Maria del Carmen Simon Palmer Caterina Albert i Paradis (Victor Catala) by Teresa M. Vilaros Concha Alos by Ada Ortuzar-Young Josefa Amar y Borbon by Constance A. Sullivan Concepcion Arenal by Estelle Irizarry Maria Victoria Atencia by Sharon Keefe Ugalde Fernan Caballero (Cecilia Bohl de Faber y Larrea) by Martha J. Manier Maria AuRElia Capmany by Barbara Dale May Ana Caro Mallen de Soto by Amy Kaminsky Teresa de Cartagena by Ronald E. Surtz Rosalia de Castro by Kathleen N. March Carolina Coronado by Susan Kirkpatrick Leonor de la Cueva y Silva by Teresa S. Soufas Rosa Chacel by Shirley Mangini Ernestina de Champourcin by Joy B. Landeira Carmen de Burgos (Colombine) by Elizabeth Starcevic Ana Diosdado by Phyllis Zatlin Lidia Falcon O'Neill by Gloria Feiman Waldman Angela Figuera Aymerich by John C. Wilcox Gloria Fuertes by Ellen Engelson Marson Adelaida Garcia Morales by Yvonne Jehenson Concepcion Gimeno de Flaquer by Maryellen Bieder Clara Janes by Anne M. Pasero Carmen Laforet by Roberta Johnson Maria Teresa Leon by Beth Wietelmann Bauer Leonor Lopez de Cordova by Theresa Ann Sears Marcela de San Felix (Sor Marcela) by Electa Arenal Maria de San Jose (Maria de Salazar) by Stacey Schlau Carmen Martin Gaite by Joan Lipman Brown Maria Martinez Sierra (Gregorio Martinez Sierra) by Alda Blanco Ana Maria Matute by Maria Carmen Riddel Julia Maura by Patricia W. O'Connor Marina Mayoral by Concha Alborg Ana Maria Moix by Linda Gould Levine Rosa Montero by Kathleen M. Glenn Margarita Nelken y Mausberger by Eleanore Maxwell Dial Teresa Pagamies by Janet Perez Emilia Pardo Bazan by Ruth El Saffar Paloma Pedrero by Iride Lamartina-Lens Soledad Puertolas by Mary Jane Treacy Carme Riera by Margery Resnick Mercage Rodoreda by Nancy Vosburg Montserrat Roig by Geraldine Cleary Nichols Concha Romero by John P. Gabriele Ana Rossetti by Nancy L. Bundy Faustina Saez de Melgar by Cristina Emriquez de Dalamanca Maria del Pilar Sinues de Marco by Catherine Jagoe Teresa de Jesus by Alison Weber Esther Tusquets by Mirella Servodidio Maria de Zayas y Sotomayor by Marcia L. Welles and Mary S. Gossy Selected Bibliography Appendix I: List of Authors by Date of Birth Appendix II: Works Available in English Translation Title Index Subject Index",
  "authors": [
    {
      "display_name": "Susana Cavallo",
      "id": "A5027127073",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Susana Cavallo"
    },
    {
      "display_name": "Linda Gold Levine",
      "id": "A5011328877",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Linda Gold Levine"
    },
    {
      "display_name": "Ellen Engelson Marson",
      "id": "A5054733725",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Ellen Engelson Marson"
    },
    {
      "display_name": "Gloria F. Waldman",
      "id": "A5028077438",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Gloria Feiman Waldman"
    }
  ],
  "publication_year": 1995,
  "publication_date": "1995-05-01",
  "type": "article",
  "cited_by_count": 17,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S187169112",
    "display_name": "Hispania",
    "issn_l": "0018-2133",
    "issn": [
      "0018-2133",
      "2153-6414"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310318475"
  },
  "volume": "78",
  "issue": "2",
  "first_page": "287",
  "last_page": "287",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.46283793
    },
    {
      "id": "C124952713",
      "display_name": "Literature",
      "level": 1,
      "score": 0.40982407
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.37491363
    }
  ],
  "topics": [
    {
      "id": "T13147",
      "display_name": "Ethics and bioethics in healthcare",
      "score": 0.7361
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.2307/345399",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:03:45.530402",
  "source_database": "OpenAlex"
}