{
  "openalex_id": "W2019699341",
  "doi": "https://doi.org/10.1353/cub.2005.0006",
  "title": "Sad and Luminous Days: Cuba's Struggle with the Superpowers after the Missile Crisis, and: Democracy Delayed: The Case of Castro's Cuba, and: Unfinished Business: America and Cuba after the Cold War, 1989-2001 (review)",
  "abstract": "Reviewed by: Sad and Luminous Days: Cuba's Struggle with the Superpowers after the Missile Crisis, and: Democracy Delayed: The Case of Castro's Cuba, and: Unfinished Business: America and Cuba after the Cold War, 1989-2001 Michael Erisman James G. Blight and Philip Brenner. Sad and Luminous Days: Cuba's Struggle with the Superpowers after the Missile Crisis. Lanham, Md.: Rowman and Littlefield, 2002. 352 pp. Juan J. López . Democracy Delayed: The Case of Castro's Cuba. Baltimore: Johns Hopkins University Press, 2002. 232 pp. Morris Morley and Chris McGillion. Unfinished Business: America and Cuba after the Cold War, 1989–2001. Cambridge: Cambridge University Press, 2002. 253 pp. According to Webster's Universal Unabridged Dictionary, \"asymmetry\" is best defined as \"the want of proportion between the parts of a thing.\" In a political sense, however, the term is commonly used to refer to a relationship wherein there are major inequities (e.g., in power) between the parties involved, and it is this concept that provides the common thread linking the three books under consideration here. In other words, the three studies exhibit a thematic convergence in the sense that all of them, despite differences in their analytical emphases and priorities, are examining the dynamics of the asymmetries in the Cuban Revolution's foreign relations. As might be expected, there are significant variations in their attitudes toward these asymmetries; both the Blight-Brenner and the Morley-McGillion volumes are basically sympathetic with regard to the difficulties that Havana has confronted while López is quite forthright in his desire to see Washington take full advantage of the situation to destroy Castro's government. Undoubtedly the Blight-Brenner effort is the most conceptually ambitious and analytically elegant of the three books. Its main thrust focuses on Cuba's perceptions of and reactions to its asymmetrical association with the USSR and the implications thereof with respect to current U.S.-Cuban relations. Within this context the authors emphasize the 1962 Missile Crisis as an extremely traumatic primal event that triggered well-established and deeply rooted Cuban fears about the dangers inherent in any asymmetrical relationship. It is, they stress, very important to understand that there inevitably were tensions between Moscow and Havana—the Missile Crisis did not create them, but rather they were inherent in the relationship because of its asymmetrical nature and would have had a negative impact in any case. What the crisis did was to function as a catalyst that brought these preexisting strains to the surface and severely exacerbated them. Among the Soviet actions during the crisis that infuriated the Cubans were such moves as reaching an agreement with the United States to end the crisis without ever consulting Havana about the terms of the settlement or even informing the Cubans that a deal had been made. Likewise Moscow's decision, in response to pressure from Washington, to withdraw bombers and troops from Cuba was seen in Havana \"as tantamount to inviting a U.S. invasion, because it demonstrated to the United States that the Soviet Union would not stand with Cuba in the face of U.S. threats\" (31). These developments generated, say Blight and Brenner, a poisoned climate wherein Havana would never again really trust Moscow. In other words, the relationship would never escape the pall cast over it by the Cubans' conviction that they had been betrayed by the USSR at the height of the Missile Crisis. Indeed the basic lesson that the authors believe the Cubans took away from the Missile Crisis was that they could not trust and had to protect themselves against both of the superpowers, and that henceforth their cold war foreign policy became characterized by an [End Page 143] effort to maximize the political maneuvering space available to them within the context of these two asymmetrical relationships. This analysis of the Missile Crisis's legacy works very well when dealing with the cold war period. The epilogue then tries to incorporate the contemporary U.S.-Cuban relationship into this framework, arguing that the essential nature of the cold war Cuban-Soviet relationship that flowed from the crisis (i.e., serious tensions rooted in a mutual lack of empathy) is...",
  "authors": [
    {
      "display_name": "Michael Erisman",
      "id": "A5033750632",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Michael Erisman"
    }
  ],
  "publication_year": 2004,
  "publication_date": "2004-01-01",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S149080524",
    "display_name": "Cuban studies",
    "issn_l": "0361-4441",
    "issn": [
      "0361-4441",
      "1548-2464"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315799"
  },
  "volume": "35",
  "issue": "1",
  "first_page": "142",
  "last_page": "146",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C555826173",
      "display_name": "Democracy",
      "level": 3,
      "score": 0.6459055
    },
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.48698196
    },
    {
      "id": "C163258240",
      "display_name": "Power (physics)",
      "level": 2,
      "score": 0.41085878
    },
    {
      "id": "C6303427",
      "display_name": "Economic history",
      "level": 1,
      "score": 0.4054554
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.36574313
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.28769982
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.2823475
    },
    {
      "id": "C121332964",
      "display_name": "Physics",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C62520636",
      "display_name": "Quantum mechanics",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T12375",
      "display_name": "Cuban History and Society",
      "score": 0.6841
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/cub.2005.0006",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:09:08.414591",
  "source_database": "OpenAlex"
}