{
  "openalex_id": "W2015902794",
  "doi": "https://doi.org/10.1044/jshd.4804.379",
  "title": "Audiometric Correlates of the <i>Hearing Handicap Inventory for the Elderly</i>",
  "abstract": "No AccessJournal of Speech and Hearing DisordersResearch Article1 Nov 1983Audiometric Correlates of the Hearing Handicap Inventory for the Elderly Barbara E. Weinstein, and Ira M. Ventry Barbara E. Weinstein Requests for reprints should be addressed to Barbara E. Weinstein, Ph.D., Teachers College, Columbia University, Box 191, 525 West 120th Street, New York, NY 10027. Teachers College, Columbia University Google Scholar and Ira M. Ventry Teachers College, Columbia University Google Scholar https://doi.org/10.1044/jshd.4804.379 SectionsAboutPDF ToolsAdd to favoritesDownload CitationTrack Citations ShareFacebookTwitterLinked In The self-assessment of hearing handicap has received considerable attention in recent years. The Hearing Handicap Inventory for the Elderly (HHIE) is a self-assessment technique designed to quantify the emotional and social effects of self-perceived hearing impairment in the noninstitutionalized elderly. The purpose of the present study was to examine the audiometric correlates of hearing handicap as measured by the HHIE. One hundred elderly subjects received complete audiometric evaluations as well as the HHIE. The results indicated that pure-tone sensitivity in the better ear was most highly correlated with the HHIE (r = .61) and that word recognition accounted for no more than 20% of the variance in HHIE scores. These results are similar to those reported for younger subjects and for other handicap assessment techniques. The results also indicated that there is considerable individual variability in the emotional and social response to hearing impairment, especially in individuals with mild (26–40 dB PTA in better ear) hearing impairment. The variability in response to impairment coupled with the fact that audiometric measures explain less than 50% of the variance in hearing handicap suggest that hearing handicap in the elderly will be measured more appropriate via a self-report format rather than as an inference from audiometric data. Additional Resources FiguresReferencesRelatedDetailsCited by European Archives of Oto-Rhino-Laryngology29 Mar 2023Simplified cochlear frequency selectivity measure for sensorineural hearing loss screening: comparison with digit triplet test (DTT) and shortened speech, spatial and qualities of hearing scale (SSQ) questionnaireWan Nur Asyiqin Rasidi, Kumar Seluakumaran and Saiful Adli Jamaluddin Audiology and Speech Research19:1 (43-50)31 Jan 2023Impact of Hearing Loss and Rehabilitation on the Psychological Well-Being of the ElderlyNamit Kant Singh, Nikhil Gupta and Kasagani Veerabhadra Rao Journal of Audiology and Otology27:1 (10-15)10 Jan 2023Impact of Hearing Aid Usage on Emotional and Social Skills in Persons With Severe to Profound Hearing LossArun Kumar Yadav, Amra Ahsan and Vijay Kumar International Journal of Audiology62:1 (44-52)3 Jan 2023The influence of tinnitus and hearing loss on the functional status of military Service members and VeteransM. Samantha Lewis, Kelly M. Reavis, Susan Griest, Kathleen F. Carlson, Jane Gordon and James A. Henry Trends in Hearing27 (233121652311609)1 Jan 2023U.S. Population Data on Hearing Loss, Trouble Hearing, and Hearing-Device Use in Adults: National Health and Nutrition Examination Survey, 2011–12, 2015–16, and 2017–20Larry E. Humes American Journal of Speech-Language Pathology31:6 (2789-2805)16 Nov 2022Clear Speech Variants: An Investigation of Intelligibility and Speaker Effort in Speakers With Parkinson's DiseaseKaila L. Stipancic, Frits van Brenk, Alexander Kain, Gregory Wilding and Kris Tjaden BMC Pediatrics22:126 Oct 2022Measurement of hearing impairment among Greenlandic school-children: association between self-reported data and clinical examinationsChristina Schnohr, Jakob Schmidt Jensen, Cecilie Friis Skovsen, Preben Homøe, Birgit Niclasen and Ramon Gordon Jensen OTO Open6:41 Oct 2022Hearing Loss Screening, Diagnosis, and Treatment for Refugees and Asylees in an Urban Clinic, 2014‐2017Katrin Jaradeh, Elizabeth Liao, Cristy Dieterich, Sammi Truong, Payal Anand, Dylan K. Chan and Eva Raphael Journal of the American Medical Directors Association23:10 (1669-1675.e16)1 Oct 2022Systematic Review of Factors Associated With Hearing Aid Use in People Living in the Community With Dementia and Age-Related Hearing LossEmma Hooper, Laura J.E. Brown, Hannah Cross, Piers Dawes, Iracema Leroi and Christopher J. Armitage Journal of Neuroscience Research100:9 (1791-1811)1 Sep 2022Changes in the peripheral and central auditory performance in the elderly—A cross‐sectional studyDominik Pürner, Volker Schirkonyer and Thomas Janssen Frontiers in Psychology1320 May 2022Effects of the \"Active Communication Education\" Program on Hearing-Related Quality of Life in a Group of Italian Older Adults Cochlear Implant UsersIlaria Giallini, Maria Nicastri, Bianca M. S. Inguscio, Ginevra Portanova, Giuseppe Magliulo, Antonio Greco and Patrizia Mancini Ear & Hearing43:2 (495-506)1 Mar 202227 Jul 2021Evaluation of Remote Check: A Clinical Tool for Asynchronous Monitoring and Triage of Cochlear Implant RecipientsSaji Maruthurkkara, Sasha Case and Riaan Rottier BMC Geriatrics21:11 Dec 2021Evaluation of the efficacy of hearing aids in older adults: a multiparametric longitudinal study protocolDomenico Cuda, Sara Ghiselli and Alessandra Murri Journal of Speech, Language, and Hearing Research64:9 (3653-3667)14 Sep 2021A Comparison of the Perceived Hearing Difficulties of Community and Clinical Samples of Older AdultsLarry E. Humes and Judy R. DubnoAmerican Journal of Audiology30:3 (730-744)10 Sep 2021Disposable Hearing Aid Battery Management: Survey Assessment of Providers and Qualitative Interviews of PatientsTorri Ann Woodruff, Jackie DiFrancesco, Michael Kurth, Alison Marinelli and Kathleen M. Cienkowski International Journal of Audiology60:sup2 (71-79)22 Jul 2021Self-reported hearing handicap in adults aged 55 to 81 years is modulated by hearing abilities, frailty, mental health, and willingness to use hearing aidsTheresa Nuesse, Anne Schlueter, Ulrike Lemke and Inga Holube Ear & Hearing42:4 (745-761)1 Jul 2021An Approach to Self-Assessed Auditory Wellness in Older AdultsLarry E. Humes American Journal of Audiology30:2 (359-375)14 Jun 2021Further Evaluation and Application of the Wisconsin Age-Related Hearing Impairment Classification SystemLarry E. Humes BMC Geriatrics21:19 Jan 2021The effective screening tools for detecting hearing loss in elderly population: HHIE-ST Versus TSQNichtima Chayaopas, Pornthep Kasemsiri, Panida Thanawirattananit, Patorn Piromchai and Kwanchanok Yimtae Hearing, Balance and Communication (1-8)6 Jan 2021Hearing in individuals enrolled for drug-resistant tuberculosis treatment: a retrospective study from a South Indian cityUsha Shastri, Zaiba Fatima Khateeb, Mohd Aaman Khan and Vibha Kanagokar Trends in Hearing25 (233121652110143)1 Jan 2021Differences Between Older Adults Who Do and Do Not Try Hearing Aids and Between Those Who Keep and Return the DevicesLarry E. Humes Annals of the Academy of Medicine, Singapore49:12 (978-989)31 Dec 2021Factors Influencing Hearing Disability and Reduction in Disability among First-time Hearing Aid Users in SingaporeEu Chin Ho, KeXin Li, Warren Ming Wu Ong, Yen Tze Eileen Bei and Aruni Seneviratna Canadian Journal on Aging / La Revue canadienne du vieillissement (1-22)17 Jun 2020The Prevalence of Hearing, Vision, and Dual Sensory Loss in Older Canadians: An Analysis of Data from the Canadian Longitudinal Study on AgingPaul Thomas Mick, Anni Hämäläinen, Lebo Kolisang, M. Kathleen Pichora-Fuller, Natalie Phillips, Dawn Guthrie and Walter Wittich Communication Sciences & Disorders25:1 (142-155)31 Mar 2020Exploring Factors Related to Self-perceived Hearing Handicap in the Elderly with Moderate to Moderately-severe Hearing LossYoungmee Lee, Sungil Park and Soo Jung Lee Ear & Hearing41:5 (1125-1134)1 Sep 202014 Jan 2020Application of Rasch Analysis to the Evaluation of the Measurement Properties of the Hearing Handicap Inventory for the ElderlyEithne Heffernan, Barbara E. Weinstein and Melanie A. Ferguson Ear and Hearing41:1 (95-105)The Revised Hearing Handicap Inventory and Screening Tool Based on Psychometric Reevaluation of the Hearing Handicap Inventories for the Elderly and AdultsChristy Cassarly, Lois J. Matthews, Annie N. Simpson and Judy R. Dubno Journal of the American Geriatrics Society67:7 (1423-1429)1 Jul 2019Difficulty Hearing Is Associated With Low Levels of Patient ActivationJi Eun Chang, Barbara E. Weinstein, Joshua Chodosh, Jessica Greene and Jan Blustein Journal of Speech, Language, and Hearing Research62:6 (1890-1905)19 Jun 2019Dual-Task Effects on Story Retell for Participants With Moderate, Mild, or No Aphasia: Quantitative and Qualitative FindingsTyson G. Harmon, Adam Jacks, Katarina L. Haley and Antoine Bailliard Santé PubliqueVol. 30:6 (811-820)3 Apr 2019Déterminants de la qualité de vie des sujets âgés présentant une déficience auditiveSébastien Lazzarotto, Karine Baumstarck, Benjamin Moheng, Tanguy Leroy and Pascal Auquier ARCHIVES OF CLINICAL AND EXPERIMENTAL MEDICINE15 Mar 2019Investigation of the effect of hearing aid on hearing disability in elderly people with presbycusisSüha Ertuğrul and Emre Söylemez International Journal of Audiology58:1 (45-52)2 Jan 2019Evaluation of the psychometric properties of the social isolation measure (SIM) in adults with hearing lossEithne Heffernan, Alia Habib and Melanie Ferguson Ear and Hearing40:2 (328-339)Refinement and Validation of the Social Participation Restrictions QuestionnaireEithne Heffernan, David W. Maidment, Johanna G. Barry and Melanie A. Ferguson Brain Sciences8:12 (206)28 Nov 2018Audiovisual Lexical Retrieval Deficits Following Left Hemisphere StrokeBrenda Hanna-Pladdy, Hyun Choi, Brian Herman and Spenser Haffey Journal of the American Geriatrics Society66:11 (2227-2228)1 Nov 2018Hospital Readmission Risk for Patients with Self-Reported Hearing Loss and Communication TroubleJi Eun Chang, Barbara Weinstein, Joshua Chodosh and Jan Blustein Audiology - Communication Research23Triagem auditiva e percepção da restrição de participação social em idososIngryd Lorenzini Xavier, Adriane Ribeiro Teixeira, Maira Rozenfeld Olchik, Andréa Kruger Gonçalves and Alexandre Hundertmarck Lessa International Journal of Audiology56:10 (767-774)3 Oct 2017Fall risk screening protocol for older hearing clinic patientsRobin E. Criter and Julie A. Honaker Revista Brasileira de Epidemiologia20:3 (501-513)1 Jul 2017Desvantagem auditiva psicossocial e fatores associados em trabalhadores do setor da construção em Mato Grosso, BrasilAndréia Cristina Munzlinger dos Santos, Ageo Mário Cândido da Silva, Gabriela Coelho Pereira de Luccia, Clóvis Botelho and Delma Regina Della Riva Journal of Speech, Language, and Hearing Research60:1 (251-262)1 Jan 2017Self-Assessed Hearing Handicap in Older Adults With Poorer-Than-Predicted Speech Recognition in NoiseMark A. Eckert, Lois J. Matthews and Judy R. Dubno International Journal of Audiology55:10 (564-570)2 Oct 2016Audiology patient fall statistics and risk factors compared to non-audiology patientsRobin E. Criter and Julie A. Honaker Journal of Speech, Language, and Hearing Research59:4 (631-646)1 Aug 2016Clear Speech Variants: An Acoustic Study in Parkinson's DiseaseJennifer Lam and Kris Tjaden Journal of Communication Disorders62 (30-44)1 Jul 2016Acoustic variation during passage reading for speakers with dysarthria and healthy controlsChristina Kuo and Kris Tjaden Ear and Hearing37:1 (e1-e10)Subjective Ratings of Fatigue and Vigor in Adults With Hearing Loss Are Driven by Perceived Hearing Difficulties Not Degree of Hearing LossBenjamin W. Y. Hornsby and Aaron M. Kipp Journal of Speech, Language, and Hearing Research58:6 (1670-1686)1 Dec 2015Auditory Masking Effects on Speech Fluency in Apraxia of Speech and Aphasia: Comparison to Altered Auditory FeedbackAdam Jacks and Katarina L. Haley International Journal of Audiology54:11 (786-795)2 Nov 2015Adults with mild hearing impairment: Are we meeting the challenge?Barbra H.B. Timmer, Louise Hickson and Stefan Launer Speech, Language and Hearing18:2 (74-82)1 Jun 2015Audiological outcomes for adults with mild hearing impairment: A pilot studyRebecca J. Kelly-Campbell, Karen Thomas and Anna McMillan Hanyang Medical Reviews35:2 (97)Rehabilitation of Sensorineural Hearing Loss: Hearing AidJae Ho Chung International Journal of Audiology53:7 (452-461)1 Jul 2014A randomized controlled trial evaluating the effects of online rehabilitative intervention for adult hearing-aid usersElisabet Sundewall Thorén, Marie Öberg, Gunilla Wänström, Gerhard Andersson and Thomas Lunner Sandra Gordon-Salant (2014) Aging, Hearing Loss, and Speech Recognition: Stop Shouting, I Can't Understand You Perspectives on Auditory Research10.1007/978-1-4614-9102-6_12 Disease-a-Month59:4 (147-156)1 Apr 2013Clinical measures of auditory function: The cochlea and beyondRachael R. Baiduc, Gayla L. Poling, OiSaeng Hong and Sumitrajit Dhar International Journal of Otolaryngology2013 (1-7)The Need for Improved Detection and Management of Adult-Onset Hearing Loss in AustraliaCatherine M. McMahon, Bamini Gopinath, Julie Schneider, Jennifer Reath, Louise Hickson, Stephen R. Leeder, Paul Mitchell and Robert Cowan Archives of Gerontology and Geriatrics55:3 (762-767)1 Nov 2012Validation of the use of self-reported hearing loss and the Hearing Handicap Inventory for elderly among rural Indian elderly populationR. Deepthi and Arvind Kasthuri Auditio3:3 (55-60)1 Apr 2012Estado auditivo de los mayores en residencias de la tercera edad de Galicia: estudio pilotoMaría Covadonga Vázquez Sánchez, Carlos Pio Del Oro Sáez, Santiago Seoane and Luz María Gigirey Prieto American Journal of Audiology20:2 (100-110)1 Dec 2011Development of the Screening Test for Hearing ProblemsMarilyn E. Demorest, David J. Wark and Sue Ann ErdmanAmerican Journal of Audiology20:2 (90-99)1 Dec 2011Is Measured Hearing Aid Benefit Affected by Seeing Baseline Outcome Questionnaire Responses?ShienPei Silverman, Megan Cates and Gabrielle Saunders The Journal of Laryngology & Otology125:6 (554-560)1 Jun 2011Quality of life improvement for bone-anchored hearing aid users and their partnersM L McNeil, M Gulliver, D P Morris and M Bance The Journal of Laryngology & Otology124:8 (835-841)1 Aug 2010Quality of life in patients with untreated age-related hearing lossH S Chew and S Yeak Korean Journal of Otorhinolaryngology-Head and Neck Surgery53:6 (333)Management of Hearing Aids ClinicYang-Sun Cho International Journal of Audiology49:4 (263-271)1 Jan 2010The influence of mood on the perception of hearing-loss related quality of life in people with hearing loss and their significant othersJill E. Preminger and Suzanne Meeks Amy Anne Lassig and Bevan Yueh (2010) Outcomes Research Cummings Otolaryngology - Head and Neck Surgery10.1016/B978-0-323-05283-2.00006-9 Indian Journal of Otolaryngology and Head & Neck Surgery62:1 (40-43)1 Jan 2010Visual analog scale in hearing lossSamril Bokari, N. Prepageran and R. Raman BMC Health Services Research9:11 Dec 2009Hearing aid effectiveness after aural rehabilitation - individual versus group (HEARING) trial: RCT design and baseline characteristicsMargaret P Collins, Pamela E Souza, Chuan-Fen Liu, Patrick J Heagerty, Dagmar Amtmann and Bevan Yueh Ear and Hearing30:5 (576-583)1 Oct 2009The Factors Associated with a Self-Perceived Hearing Handicap in Elderly People with Hearing Impairment—Results from a Community-Based StudyHsin-Pin Chang, Chin-Yu Ho and Pesus Chou Revista da Sociedade Brasileira de Fonoaudiologia14:3 (339-345)Questionário Hearing Handicap Inventory for the Elderly - Screening version (HHIE-S): estudo da sensibilidade e especificidadeAna Carolina Argondizo de Rosis, Marilia Rodrigues Freitas de Souza and Maria Cecília Martinelli Iório Australian and New Zealand Journal of Audiology30:2 (99-112)1 Nov 2008Relationships Between Hearing Disability, Quality of Life and Wellbeing in Older Community-Based AustraliansLouise Hickson, Jodie Allen, Rachael Beswick, Megan Fulton, Dayna Wolf, Linda Worrall and Nerina Scarinci Contemporary Issues in Communication Science and Disorders35:Fall (168-177)1 Oct 2008Adult Audiologic Rehabilitation: A Review of Contemporary PracticesPatricia McCarthy and Nathan SchauAmerican Journal of Audiology15:1 (3-13)1 Jun 2006Multimedia Hearing Handicap Inventory: Reliability and Clinical UtilitySara S. Holcomb and Jerry L. Punch European Archives of Oto-Rhino-Laryngology263:3 (256-262)1 Mar 2006Evaluation of the relation between audiometric and psychometric measures of hearing after tympanoplastyAstrid G. W. Korsten-Meijer, Hero P. Wit and Frans W. J. Albers International Journal of Audiology45:7 (393-399)1 Jan 2006A computer method for assessing satisfaction with hearing aidsK.M. Cienkowski, M.S. McHugh, G.J. McHugo, F.E. Musiek, R.M. Cox and J.C. Baird International Journal of Audiology42:4 (220-226)1 Jan 2003Reliability and validity of the (modified) Amsterdam Inventory for Auditory Disability and Handicap: Confiabilidad y validez del Inventario (modificado) de Amsterdam para Discapacidad y Desventaja AuditivaAstrid G. W. Meijer, Hero P. Wit, Els M. Tenvergert, Frans W.J. Albers and Jeroen P. Muller Kobold International Journal of Audiology42:sup2 (21-25)1 Jan 2003Use of hearing aids by older people: influence of non-auditory factors (vision, manual dexterity)Norman P. Erber The Journals of Gerontology Series A: Biological Sciences and Medical Sciences57:7 (M466-M469)1 Jul 2002Nonauditory Determinants of Self-Perceived Hearing Problems Among Older Adults: The Role of Stressful Life Conditions, Neuroticism, and Social ResourcesY. Jang, J. A. Mortimer, W. E. Haley, T. E. H. Chisolm and A. B. Graves International Journal of Audiology41:4 (221-230)1 Jan 2002Spanish hearing impairment inventory for the elderly: Cuestionario en Español sobre debilidad auditiva para adultos mayoresMÓNica López-vázquez, JosÉ Antonio Orozco, Graciela Jiménez and Pedro Berruecos Asia Pacific Journal of Speech, Language and Hearing7:1 (39-53)1 Jan 2002The impact of hearing impairment on quality of life of older peopleAngela Morgan, Louise Hickson and Linda Worrall Asia Pacific Journal of Speech, Language and Hearing7:2 (92-100)1 Jan 2002Hearing levels and hearing handicap in Cantonese-speaking AustraliansJanet Doyle, Chris Schaefer, Georgia Dacakis and Lena L. N. Wong International Journal of Epidemiology30:6 (1371-1378)1 Dec 20011 Dec 2001Validation of self-reported hearing loss. The Blue Mountains Hearing StudyDoungkamol Sindhusake, Paul Mitchell, Wayne Smith, Maryanne Golding, Philip Newall, David Hartley and George Rubin American Journal of Audiology10:2 (99-103)1 Dec 2001The Hearing Handicap Inventory for the Elderly Screening Version Adapted for Use with Elderly Chinese American IndividualsTina Jupiter and Cara L. Palagonia Ear, Nose & Throat Journal79:11 (846-856)1 Nov 2000Patients' Perceived Outcomes after Stapedectomy for OtosclerosisSusanna E. Meyer and Cliff A. Megerian Journal of Speech, Language, and Hearing Research41:1 (123-136)1 Feb 1998Adjustment to Hearing Impairment IISue Ann Erdman and Marilyn E. Demorest Clemens Tesch-Römer and Hans-Werner Wahl (1998) Rehabilitation in Old Age: Psychosocial Issues Comprehensive Clinical Psychology10.1016/B0080-4270(73)00082-1 Perceptual and Motor Skills84:3 (1097-1098)1 Jun 1997Communication Screening in Older Adults with Vision LossDebra Bennett and Jess Dancer American Journal of Audiology6:1 (17-21)1 Mar 1997Computer-Generated Hearing Disability/Handicap ProfilesCraig W. Newman, Gary P. Jacobson, Barbara E. Weinstein and Sharon A. Sandridge Ear and Hearing17:6 (490-504)1 Dec 1996Comparison of Conventional Amplification and an Assistive Listening Device in Elderly PersonsJames Jerger, Rose Chmiel, Eric Florin, Francis Pirozzolo and Nancy Wilson Disability and Rehabilitation18:2 (76-82)1 Jan 1996Hearing impairment, disability and handicap in elderly people living in residential care and in the communityJ. Stumer, L. Hickson and L. Worrall H. von Wedel (1996) Audiologische Rehabilitation bei Altersschwerhörigkeit Seh- und Höreinbußen älterer Menschen10.1007/978-3-642-72523-4_9 C. Tesch-Römer and M. Nowak (1996) Höreinbußen im Alter: Belastung und Bewältigungsmöglichkeiten Seh- und Höreinbußen älterer Menschen10.1007/978-3-642-72523-4_7 Ch. Rott, H.-W. Wahl and C. Tesch-Römer (1996) Die Rolle von Seh- und Höreinbußen für den Alternsprozeß Seh- und Höreinbußen älterer Menschen10.1007/978-3-642-72523-4_6 Scandinavian Audiology24:3 (147-154)1 Jan 1995Development of a Short Scale for Self-assessment of Experiences of Hearing Loss: The Hearing Coping AssessmentGerhard Andersson, Lennart Melin, Per Lindberg and Berit Scott Scandinavian Audiology23:4 (241-247)1 Jan 1994Performance of Normally Hearing and Hearing-impaired Listeners Using a German Version of the SPIN TestKurt Tschopp and HansjÖRg Züst International Journal of Audiology33:1 (47-60)1 Jan 1994Relationships among Psychoacoustic Judgments, Speech Understanding Ability and Self-Perceived Handicap in Tinnitus SubjectsCraig W. Newman, Jeanne A. Wharton, Bhagyalakshmi G. Shivapuja and Gary P. Jacobson Journal of Speech, Language, and Hearing Research36:4 (832-841)1 Aug 1993Effects of Word Predictability, Child Development, and Aging on Time-Gated Speech Recognition PerformanceChie H. Craig, Byoung W. Kim, Paula M. Pecyna Rhyner and Tricia K. Bowen ChirilloJournal of Speech, Language, and Hearing Research35:4 (921-928)1 Aug 1992The Development and Cross-Validation of a Self-Report Inventory to Assess Pure-Tone Threshold Hearing SensitivityStanley Coren and A. Ralph HakstianJournal of Speech, Language, and Hearing Research35:1 (234-238)1 Feb 1992Effects of Aging on Time-Gated Isolated Word-Recognition PerformanceChie H. Craig Frank Schieber (1992) Aging and the Senses Handbook of Mental Health and Aging10.1016/B978-0-12-101277-9.50014-0 International Journal of Industrial Ergonomics7:2 (133-162)1 Mar 1991Optimizing sensation and perception in older adultsFrank Schieber, James L. Fozard, Sandra Gordon-Salant and James M. Weiffenbach British Journal of Audiology22:1 (29-33)1 Jan 1988 A closed- versus open-set measure of speech discrimination in normally hearing young and elderly adults Alice E. Holmes, Patricia B. Kricos and Robin A. Kessler British Journal of Audiology22:3 (187-194)1 Jan 1988Shortcomings of a revised feasibility scale for predicting hearing aid use with older adultsGail D. Chermak and Maxine C. Miller Journal of Gerontological Nursing11:7 (16-20)1 Jul 1985How Well Do Your Clients COPE WITH HEARING LOSS?Dorothy Calvani Annals of Otology, Rhinology & Laryngology93:6 (589-594)1 Nov 1984Aural Rehabilitation in a Teaching Hospital: Evaluation and ResultsP. W. Alberti, H. Corbin, M. K. Pichora-Fuller and K. Riko Otolaryngologic Clinics of North America17:4 (641-651)1 Nov 1984Rehabilitation of Hearing-Impaired AdultsK. Riko and P.W. Alberti Volume 48Issue 4November 1983Pages: 379-384 Get Permissions Add to your Mendeley library HistoryReceived: Jun 11, 1982Accepted: Jun 13, 1983 Published in issue: Nov 1, 1983 Metrics Topicsasha-topicsasha-article-typesCopyright & PermissionsCopyright © 1983 American Speech-Language-Hearing AssociationPDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Barbara E. Weinstein",
      "id": "A5079194686",
      "orcid": null,
      "institutions": [
        {
          "id": "I78577930",
          "display_name": "Columbia University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1291425158",
          "display_name": "Google (United States)",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Barbara E. Weinstein"
    },
    {
      "display_name": "Ira M. Ventry",
      "id": "A5016837317",
      "orcid": null,
      "institutions": [
        {
          "id": "I78577930",
          "display_name": "Columbia University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1291425158",
          "display_name": "Google (United States)",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ira M. Ventry"
    }
  ],
  "publication_year": 1983,
  "publication_date": "1983-11-01",
  "type": "article",
  "cited_by_count": 162,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S2755213894",
    "display_name": "Journal of Speech and Hearing Disorders",
    "issn_l": "0022-4677",
    "issn": [
      "0022-4677",
      "2163-6184"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320281"
  },
  "volume": "48",
  "issue": "4",
  "first_page": "379",
  "last_page": "384",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C548259974",
      "display_name": "Audiology",
      "level": 1,
      "score": 0.76511157
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.4856209
    },
    {
      "id": "C2780554537",
      "display_name": "Audiometry",
      "level": 3,
      "score": 0.466097
    },
    {
      "id": "C2780493683",
      "display_name": "Hearing loss",
      "level": 2,
      "score": 0.44833145
    },
    {
      "id": "C2779912225",
      "display_name": "Presbycusis",
      "level": 3,
      "score": 0.42696851
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.34324437
    }
  ],
  "topics": [
    {
      "id": "T10283",
      "display_name": "Hearing Loss and Rehabilitation",
      "score": 0.9896
    },
    {
      "id": "T11692",
      "display_name": "Noise Effects and Management",
      "score": 0.9402
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1044/jshd.4804.379",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:40:28.928307",
  "source_database": "OpenAlex"
}