{
  "openalex_id": "W2016126857",
  "doi": "https://doi.org/10.1136/ebm.6.1.4",
  "title": "The rocky road: qualitative research as evidence",
  "abstract": "Health research grows ever more holistic in its understanding of health and illness, more comprehensive in empirical questions, and more interdisciplinary in approaches. As we investigate social and personal aspects of health, we become drawn to social science knowledge in addition to biomedical and epidemiological perspectives. With this multidisciplinary basis for clinical knowledge comes “qualitative” research, an empirical method seemingly at odds with traditional rules of evidence and with the hierarchy of research designs propounded by evidence-based medicine.1, 2 The philosophy of evidence-based medicine suggests that as ways of knowing, induction is inferior to deduction, subjective perceptions are inferior to objective quantification, and description is inferior to inferential testing. Qualitative tenets invert these imperatives: investigators aim for inductive description using subjective interpretation.\n\nNew readers of qualitative reports thus confront 3 issues. Firstly, does qualitative inquiry belong at the bottom of evidence-based medicine's traditional research design hierarchy? Secondly, if familiar rules of evidence do not apply, what features distinguish a noteworthy study? Thirdly, what is the clinical usefulness of qualitative research information compared with that of quantitative information?\n\n“Qualitative” health research is best characterised not by its qualitative data but by several assumptions about what social reality is like (ontology) and how we can best learn the truth about this reality (epistemology). These premises differ from those required to conduct, analyse, and believe in the results of quantitative research, such as a randomised controlled trial.\n\nQuantitative clinical research typically addresses biomedical questions. It tests hypothesised causal relations between quantified variables. (These include, of course, statistically “qualitative” variables, which are those that can be categorised and counted.) Quantitative research questions require key ingredients. Firstly, they require variables that describe natural phenomena coupled with a belief that these variables exist and can be measured objectively. Secondly, they require a belief that …",
  "authors": [
    {
      "display_name": "Mita Giacomini",
      "id": "A5007201432",
      "orcid": null,
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "M. K Giacomini"
    }
  ],
  "publication_year": 2001,
  "publication_date": "2001-01-01",
  "type": "editorial",
  "cited_by_count": 51,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S157733732",
    "display_name": "Evidence-Based Medicine",
    "issn_l": "1356-5524",
    "issn": [
      "1356-5524",
      "1473-6810"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310319945"
  },
  "volume": "6",
  "issue": "1",
  "first_page": "4",
  "last_page": "6",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://ebm.bmj.com/content/ebmed/6/1/4.full.pdf",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C205649164",
      "display_name": "Geography",
      "level": 0,
      "score": 0.37637398
    }
  ],
  "topics": [
    {
      "id": "T10629",
      "display_name": "Health Policy Implementation Science",
      "score": 0.9912
    },
    {
      "id": "T11590",
      "display_name": "Primary Care and Health Outcomes",
      "score": 0.9801
    },
    {
      "id": "T11744",
      "display_name": "Health Sciences Research and Education",
      "score": 0.9389
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1136/ebm.6.1.4",
  "pdf_url": "https://ebm.bmj.com/content/ebmed/6/1/4.full.pdf",
  "retrieved_date": "2025-07-30T14:35:27.297603",
  "source_database": "OpenAlex"
}