{
  "openalex_id": "W2014898063",
  "doi": "https://doi.org/10.1353/boc.2013.0012",
  "title": "Introduction: “The &lt;i&gt;Comedia&lt;/i&gt; and Cultural Control: The Legacy of José Antonio Maravall”",
  "abstract": "Introduction:“The Comedia and Cultural Control: The Legacy of José Antonio Maravall” Laura R. Bass The influence of the twentieth-century Spanish cultural historian José Antonio Maravall on comedia studies is indisputable. First developed in Teatro y literatura en la sociedad barroca (1972) and subsequently echoed in La cultura del Barroco: Análisis de una estructura histórica (1975), Maravall’s thesis that seventeenth-century Spain’s most important popular form of entertainment served the interests of a top-down monarchical-seigniorial order has been the point of departure for countless investigations into the historical and ideological workings of individual plays, groups of plays, and the comedia as a whole. Maravall did not invent sociohistorical approaches to the genre (any more than Lope de Vega “fathered” the arte nuevo).1 However, he brought them into the mainstream, inspiring such important books as José María Díez Borque’s Sociedad y teatro en la España de Lope de Vega (1978). Moreover, Maravall’s broad view that the theater of Lope de Vega and his followers emerged out of a reactionary impulse to stave off change in a period of crisis continues to echo in major scholarly venues today,2 even among scholars who have otherwise refined many of his ideas. In their introduction to Hispanic Baroques: Reading Cultures in Context, for example, Nicholas Spadaccini and Luis Martín Estudillo consider the comedia together with sermons and autos sacramentales as “‘mass-oriented’ cultural products” (xv) that manipulated a “non-discriminating” populace into unreflective obedience to God and monarch (xix). Along similar lines, in his contribution to a 2009 PMLA cluster on the Neobaroque, William Egginton offers up Lope’s Fuenteovejuna as an example of how mainstream baroque culture (anticipating postmodernity) lured commoners into identifying with a social and economic system that went against their own best interests and instead promoted elite privileges and power.3 As Luis Gonzalo Portugal points out in his contribution below, scholars such as Spadaccini, Estudillo, and Egginton, whose overall take on the seventeenth-century Spanish stage follows that of Maravall, are generally [End Page 1] not comedia specialists but rather scholars of the Hispanic baroque. But what about Maravall’s place within the field of early modern Spanish drama? What was the genesis for his understanding of this theater? What were his major contributions to comedia studies, and how relevant is he to our discipline today? To explore these broad questions, the Division on 16th- and 17th-Century Spanish Drama organized a roundtable at the 2011 MLA Convention in Los Angeles titled “The Comedia and the Culture of the Baroque: Reconsiderations of the Legacy of José Antonio Maravall.” The pre-circulated papers approached his intellectual trajectory and views of seventeenth-century Spanish theater in such innovative ways that it was clear they merited an audience beyond the conference. The roundtable itself was so well attended and generated so much discussion that Edward Friedman and Vincent Martin agreed, and the idea for this Bulletin of the Comediantes special issue was launched. The issue is comprised of contributions by all five of the panel’s original participants—Ted Bergman, Vicente Pérez de León, Luis Gonzalo Portugal, Jonathan Thacker, and Duncan Wheeler (listed here in alphabetical order)—with two additional articles by Bruce Burningham and Ruth MacKay. I have slightly revised the title from the roundtable, replacing the phrase “The Culture of the Baroque” with “Cultural Control.” Overall, Maravall’s baroque as a general structure receives less attention in the essays than one of its pillars—his concept of the cultura dirigida, according to which the ruling classes mobilized a new mass culture to ensure popular identification with sovereign power.4 To be sure, readers of this journal will largely be familiar with critiques to Maravall’s thesis by scholars in the field, perhaps most well known among them, Melveena McKendrick’s Playing the King: Lope de Vega and the Limits of Conformity (2000). Yet, the essays herein take the reappraisal of Maravall in new directions, whether in terms of historicizing the historian’s work, bringing it into dialogue with recent theories on theater and social control in early modern England, or considering how...",
  "authors": [
    {
      "display_name": "Laura R. Bass",
      "id": "A5046475355",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Laura R. Bass"
    }
  ],
  "publication_year": 2013,
  "publication_date": "2013-01-01",
  "type": "article",
  "cited_by_count": 2,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S88895571",
    "display_name": "Bulletin of the Comediantes",
    "issn_l": "0007-5108",
    "issn": [
      "0007-5108",
      "1944-0928"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316320"
  },
  "volume": "65",
  "issue": "1",
  "first_page": "1",
  "last_page": "13",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2777047313",
      "display_name": "Reactionary",
      "level": 3,
      "score": 0.6949324
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.6493344
    },
    {
      "id": "C15708023",
      "display_name": "Humanities",
      "level": 1,
      "score": 0.6413052
    },
    {
      "id": "C203458295",
      "display_name": "Monarchy",
      "level": 3,
      "score": 0.5113182
    },
    {
      "id": "C158071213",
      "display_name": "Ideology",
      "level": 3,
      "score": 0.50553226
    },
    {
      "id": "C512170562",
      "display_name": "Entertainment",
      "level": 2,
      "score": 0.46047607
    },
    {
      "id": "C2779343474",
      "display_name": "Context (archaeology)",
      "level": 2,
      "score": 0.41741806
    },
    {
      "id": "C52119013",
      "display_name": "Art history",
      "level": 1,
      "score": 0.38035184
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.33356133
    },
    {
      "id": "C124952713",
      "display_name": "Literature",
      "level": 1,
      "score": 0.32489565
    },
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.16288301
    },
    {
      "id": "C153349607",
      "display_name": "Visual arts",
      "level": 1,
      "score": 0.1439102
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.13463071
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.1316598
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T13486",
      "display_name": "Literature, Magical Realism, García Márquez",
      "score": 0.9988
    },
    {
      "id": "T11794",
      "display_name": "Early Modern Spanish Literature",
      "score": 0.9921
    },
    {
      "id": "T12872",
      "display_name": "Philippine History and Culture",
      "score": 0.956
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/boc.2013.0012",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:33:36.013963",
  "source_database": "OpenAlex"
}