{
  "openalex_id": "W2015068426",
  "doi": "https://doi.org/10.1097/tp.0b013e3181d2fed7",
  "title": "Case Report: Drug Interaction Between Tacrolimus and Amiodarone With QT Prolongation",
  "abstract": "Both amiodarone (Cordarone; Wyeth, Philadelphia, PA) and tacrolimus (Prograf; Astellas, Markham, ON) are metabolized through the cytochrome (CYP) P450 3A metabolic pathway (1, 2). Amiodarone is known to be a potent inhibitor of CYP 3A4 and can increase serum concentrations of drugs that are substrates of this enzyme system (such as tacrolimus). Previous case reports recommend diligent serum tacrolimus concentration monitoring and prospective tacrolimus dose reductions when the two drugs are given in combination (3, 4). This case report provides further evidence to support the drug interaction between tacrolimus and amiodarone as well as evidence of QT prolongation seen in a renal transplant recipient on this drug combination. CASE REPORT A 65-year-old man underwent a living, nonrelated, renal transplant. His medical history was significant for end-stage renal disease secondary to diabetes, sleep apnea, obesity, and bilateral knee arthroscopy. In addition, he had known coronary artery disease and had undergone coronary artery bypass grafting 5 years before transplant. He had been started on amiodarone postoperatively for presumed atrial fibrillation and maintained on 200 mg daily, since then. Preoperatively, he was in sinus rhythm, and a stress test and echocardiogram were normal. QTc was 440 ms (2 days preoperatively). Posttransplant, he began taking tacrolimus 3 mg orally two times per day for immunosuppression in combination with corticosteroids and mycophenolate mofetil 1000 mg orally two times per day. His initial tacrolimus dose had been empirically reduced by approximately 50% because of an anticipated drug interaction with amiodarone. He was also receiving sulfamethoxazole/trimethoprim, metoprolol, nifedipine, simvastatin, insulin, lansoprazole, betahistine, calcium carbonate, and alfacalcidol. The doses of nifedipine and simvastatin, both of which can interact with tacrolimus, were unchanged during the transplant period. His serum tacrolimus levels are presented in Figure 1.FIGURE 1.: Serum tacrolimus concentrations and QTc.On postoperative day 1, his electrocardiogram revealed normal sinus rhythm, with no evidence of ischemia; however, his QTc was prolonged and equal to 535 ms. His troponins were negative. His magnesium, potassium, calcium, and liver enzymes levels were within the normal range. He was empirically treated with magnesium intravenously, and as the QTc was not improving, the amiodarone was discontinued on postoperative day 2. After withdrawal of the amiodarone, his QTc slowly fell over the next few days to 493 ms on postoperative day 5, when he was discharged with good kidney function (Fig. 1). His tacrolimus serum concentrations were maintained in the 12.3 to 14.9 ng/mL range and he was discharged on a dose of 1.5 mg two times per day orally (∼25% of the usual recommended starting dose). DISCUSSION Both amiodarone and tacrolimus have been implicated in prolonging the QT interval (5–8). Our patient's borderline prolongation of QTc preoperatively might be attributable to long-term amiodarone use. Both amiodarone and tacrolimus are substrates at CYP 3A for enzyme metabolism and could potentially be implicated in increasing the concentration of the other agent through competition for metabolism sites. Some studies suggest that the risk of QT prolongation and torsades de pointes with tacrolimus is concentration dependent (5) whereas others do not (6). Tacrolimus-induced QT prolongation is believed to be due to inhibition of the delayed rectifier K+ current (IK), inward rectifier K+ current (IKI), L-type Ca2+ current (ICaL), and prolongation of the action potential duration although other pharmacological mechanisms have been postulated (5, 6). QT prolongation is common with amiodarone but with a low incidence of proarrhythmic events (<1%) (9). Torsades de pointes may be provoked in patients on amiodarone, usually in conjunction with electrolyte imbalances, increased amiodarone doses, or in combination with other drugs that prolong the QT interval (9). The amiodarone-induced inhibition of tacrolimus metabolism resulted in markedly lower doses of tacrolimus than would usually be expected to achieve desired therapeutic serum concentrations. In our patient, despite adjustment and reduction in tacrolimus dose, the patient still had an elevated tacrolimus level. Even more concerning was that the amiodarone-tacrolimus interaction led to a sudden and marked prolongation of the QT interval when tacrolimus was commenced and improved when the amiodarone was discontinued. This is a significant interaction because a large percentage of patients with end-stage renal disease have left ventricular hypertrophy (10) and subsequently are at higher risk of atrial fibrillation especially in the posttransplant operative period. Amiodarone is a commonly used agent for atrial fibrillation and given the importance of the amiodarone-tacrolimus interaction, we suggest that patients who are on, or require, amiodarone while on tacrolimus be closely monitored through serial electrocardiograms or on telemetry. Otherwise, consideration should be given to use an alternative agent. Cathy I. Burger1 Catherine M. Clase2 Azim S. Gangji2 1Department of Pharmacy St. Joseph's Healthcare Hamilton, ON 2Department of Medicine McMaster University Department of Nephrology and Transplant St. Joseph's Healthcare Hamilton, ON",
  "authors": [
    {
      "display_name": "Cathy Burger",
      "id": "A5031446946",
      "orcid": null,
      "institutions": [
        {
          "id": "I59293822",
          "display_name": "St. Joseph’s Healthcare Hamilton",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Cathy I. Burger"
    },
    {
      "display_name": "Catherine M. Clase",
      "id": "A5089183562",
      "orcid": "https://orcid.org/0000-0002-4538-5958",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I59293822",
          "display_name": "St. Joseph’s Healthcare Hamilton",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Catherine M. Clase"
    },
    {
      "display_name": "Azim S. Gangji",
      "id": "A5063668650",
      "orcid": "https://orcid.org/0000-0003-0131-8718",
      "institutions": [
        {
          "id": "I59293822",
          "display_name": "St. Joseph’s Healthcare Hamilton",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Azim S. Gangji"
    }
  ],
  "publication_year": 2010,
  "publication_date": "2010-05-01",
  "type": "letter",
  "cited_by_count": 21,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S11564597",
    "display_name": "Transplantation",
    "issn_l": "0041-1337",
    "issn": [
      "0041-1337",
      "1534-6080"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310318547"
  },
  "volume": "89",
  "issue": "9",
  "first_page": "1166",
  "last_page": "1167",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://doi.org/10.1097/tp.0b013e3181d2fed7",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C2909675724",
      "display_name": "Tacrolimus",
      "level": 3,
      "score": 0.9335121
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.87379456
    },
    {
      "id": "C2778094803",
      "display_name": "Amiodarone",
      "level": 3,
      "score": 0.8174587
    },
    {
      "id": "C2778213512",
      "display_name": "Coronary artery disease",
      "level": 2,
      "score": 0.5232495
    },
    {
      "id": "C2775914520",
      "display_name": "Sinus rhythm",
      "level": 3,
      "score": 0.45659575
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.44725588
    },
    {
      "id": "C97320921",
      "display_name": "Drug interaction",
      "level": 3,
      "score": 0.42571506
    },
    {
      "id": "C2779161974",
      "display_name": "Atrial fibrillation",
      "level": 2,
      "score": 0.42076555
    },
    {
      "id": "C98274493",
      "display_name": "Pharmacology",
      "level": 1,
      "score": 0.37191334
    },
    {
      "id": "C42219234",
      "display_name": "Anesthesia",
      "level": 1,
      "score": 0.3699564
    },
    {
      "id": "C164705383",
      "display_name": "Cardiology",
      "level": 1,
      "score": 0.36948085
    },
    {
      "id": "C2911091166",
      "display_name": "Transplantation",
      "level": 2,
      "score": 0.34690917
    },
    {
      "id": "C112705442",
      "display_name": "Pharmacokinetics",
      "level": 2,
      "score": 0.19793698
    }
  ],
  "topics": [
    {
      "id": "T10217",
      "display_name": "Cardiac electrophysiology and arrhythmias",
      "score": 0.9998
    },
    {
      "id": "T10493",
      "display_name": "Ion channel regulation and function",
      "score": 0.9973
    },
    {
      "id": "T11036",
      "display_name": "Antibiotics Pharmacokinetics and Efficacy",
      "score": 0.9961
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1097/tp.0b013e3181d2fed7",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:28:04.519822",
  "source_database": "OpenAlex"
}