{
  "openalex_id": "W2013806961",
  "doi": "https://doi.org/10.1097/00005768-199610000-00040",
  "title": "Critical discussion of research issues in mechanisms of cardiovascular adaptation to actual and simulated ??G",
  "abstract": "I thank Dr. Blomqvist and Dr. White for inviting me to participate in this discussion and present data that we have obtained over the past year using head-down tilt as a weightlessness simulation model. The data include detailed peripheral vascular measurements with results that are relevant to issues raised by Dr. Arbeille about regulation of the cerebral circulation. We used headdown tilt bed rest (HDT) for 2 wk at -6° in 12 subjects, preceded and followed by two series of detailed and comprehensive measurements including (a) pulmonary artery catheterization and recording of sympathetic nerve activity during LBNP, (b) a set of invasive measurements relating to peripheral vascular function, and (c) maximal LBNP as defined by a hemodynamically significant endpoint. Over the course of the 2-wk HDT, total body weight did not change significantly, but about a kilogram of lean body mass was replaced by fat. We attempted to determine how good a model of μG HDT is by comparing the serial HDT data to similar data that we have obtained in 14 crew members before, during, and after three Spacelab flights (SLS-1, SLS-2, and D-2, duration ranging from 9 to 14 d). The results were remarkably similar. Both astronauts and HDT subjects had baseline upright stroke volumes of about 50-55 ml and supine volumes of 90-100 ml. Stroke volume gradually decreased during adaptation to both actual and simulated μG. The final level at actual and simulated μG fell between baseline supine and upright levels. The data on heart rate and peripheral resistance also followed this pattern. Furthermore,μG and HDT produced similar reductions in plasma volume. All HDT subjects had a reduction in LBNP tolerance as defined by a hemodynamic endpoint and a cumulative stress index. There were wide interindividual variations, but the mean difference is highly significant. Our corresponding flight data were obtained using a stand test. There was a highly significant reduction in stroke volume in the upright position post-HDT, and the magnitude of change is very similar to what we saw after spaceflight. As expected, there was a greater post-intervention postural rise in heart rate to compensate for the fall in stroke volume. Total peripheral resistance (TPR) for the groups of subjects as a whole also tends to be higher during LBNP and standing following bed rest and space flight. However, if you divide the astronauts into those who could complete 10 min of standing and those who could not, i.e., finishers and nonfinishers, it becomes apparent that the finishers have a significantly greater rise in TPR than they did before spaceflight. Nonfinishers produced only the same TPR as they did preflight, and that was not sufficient to maintain tissue perfusion during standing. It then becomes important to define the specific reasons for the failure to increase TPR. Dr. James Pawelczyk and I have recently performed a series of studies that address this question. We identified two potential mechanisms: enhancedβ-mediated vasodilatation and reduced α-mediated vasoconstriction. In keeping with points made this morning, we also hypothesized that any alteration may be specific to the lower limbs. We inserted femoral and brachial arterial catheters for direct pressure measurements, and measured bilaterally forearm and calf blood flow by venous occlusion plethysmography. The contralateral limb served as a control during agonist infusions. The dose of vasoactive drugs was normalized to limb volume, measured using Wm. Thomton's method of multiple conical sections. β-Adrenergic responsiveness was measured using graded intra-arterial infusions of isoproterenol at a wide range, from 0 to 24 ng·100 ml of tissue-1·min-1. α-Adrenergic responsiveness was assessed by graded intra-arterial infusion of phenylephrine at 0-0.8μg·100 ml of tissue-1·min-1. Six 5-min infusion stages were used, measuring flow during the last 2 min. Data were obtained before and after 2 wk of bed rest at 6° HDT. The baseline response to intra-arterial infusion of phenylephrine was substantially greater in the leg than the arm, indicating greater α sensitivity. Post-bed rest there was a further increase in the leg resistance response. There was no change in arterial α sensitivity in the arm after HDT. Thus, the leg is different from the arm with respect to both pre-bed rest baseline vasoconstrictor responses and the change induced by bed rest. Certainly, these results cannot explain the inadequate total peripheral resistance response to orthostatic stress after bed rest and space flight. An alternate explanation is facilitated β-adrenergic responses. Arterial infusion of isoproterenol caused a large and progressive increase in both arm and leg conductance, but the responses were identical pre- and post-bed rest. Thus, there was no facilitation of β-mediated vasodilatation. We also examined the responses to a maximal stimulus for vasodilatation by measuring maximal conductance after ischemic exercise to a voluntary endpoint. We found a highly significant reduction after HDT in maximal conductance both for the arm and leg. We were surprised that in such a short period of time we would see such a dramatic reduction in maximal conductance, although we had previously shown that maximal conductance increases with physical training and is much greater in endurance athletes than in sedentary individuals. The observed vascular changes may be regulatory or structural. In an attempt to resolve this issue, we measured arterial compliance in the arm and the leg using a strain gauge plethysmography system. If the gain of the strain gauge amplifier is increased to maximal levels, you can record a pulse wave form that represents the change in limb volume from the arterial pulse. Intra-arterial pressure plotted against limb volume becomes a continuous record of the relationship between arterial pressure and arterial volume that will provide an estimate of arterial compliance (assuming that most of the change in limb volume during a single beat is caused by the expansion and contraction of the artery). The data from the arm during infusion of theα-agonist phenylephrine suggest a decrease in arterial compliance with increasing concentrations, but there was no difference between pre- and post-bed rest responses. The situation was totally different for the leg with a highly significant reduction in arterial compliance after bed rest. However, the lowest compliance as produced by the peak dose of phenylephrine was exactly the same before and after bed rest, which suggests that most of this difference represents a baseline shift, i.e., little change in sensitivity toα-adrenergic stimulation but a clear reduction in arterial compliance after bed rest. Increasing concentrations of isoproterenol produced a progressive increase in beat-to-beat volume changes in the arm, suggesting an acute increase in compliance. There was no difference between pre- and post-bed rest data. A similar change was noted during the isoproterenol infusion in the leg after bed rest, with a shift of baseline compliance. In summary, this set of data indicates that β-adrenergic vasodilator responses are similar in arms and legs and are not affected by prolonged HDT.α-Adrenergic vasoconstriction is clearly greater in the legs than in the arms. Furthermore, the leg vasoconstrictor response is enhanced by bed rest. Finally, maximal conductance appears to be reduced following bed rest. What are the implications of these findings? Theoretically, a reduced total peripheral resistance response to orthostatic stress could be explained by reduced α sensitivity, but our bed rest data on phenylephrine responses are inconsistent with this explanation. The next question then becomes obvious: Is there a change in muscle sympathetic nerve activity (MSNA)? We have used pulmonary capillary wedge pressure (PCW) as a measure of the stimulus to modulate sympathetic nerve activity, and we express MSNA as a percentage of the activity at rest. Changes in PCW were induced by LBNP at -15 and -30 mm Hg, and by infusion of isotonic saline in amounts of 15 and 30 ml·kg body weight-1. Studies were performed before and after the 2-wk period of HDT. There was a reduction in baseline wedge pressure after HDT, but the maximal value of MSNA was significantly lower after HDT at the same absolute wedge pressure. The slope of the relationship between wedge pressure and MSNA was similar before and after HDT. Thus, MSNA was significantly lower at the same absolute wedge pressure after bed rest. This change may explain the failure of peripheral resistance to rise to a greater extent post-HDT and compensate for the reduction in stroke volume and cardiac output. Of course, these data are limited to muscle sympathetic nerve activity, and there are many other vascular beds that are involved in blood pressure regulation. During a maximal LBNP run that was performed before and after HDT, we also acquired data on systemic and regional bloodflow, i.e., forearm and cerebral blood flow. Cerebral flow was measured using ultrasound Doppler technique to record middle cerebral artery blood flow velocity. Cardiac output and stroke volume during progressive LBNP initially falls to a greater extent post-bed rest, but the minimal levels were unchanged. Wigh the LBNP-induced increase in MSNA there is, of course, a reduction in forearm blood flow that was even greater post-bed rest. In contrast to the results of Dr. Arbeille, we consistently see a fall in middle cerebral artery velocity at higher levels of LBNP. The reduction in cerebral flow does not become significant until -40 mm Hg is reached, but is highly significant at -50 mm Hg. Cerebral flow is extremely low during syncope, and this is the primary factor limiting LBNP tolerance. After HDT, the LBNP-induced fall in middle cerebral artery velocity parallels forearm blood flow and cardiac output with a steeper reduction with progressive LBNP. These data are based on relatively static measures of cerebral blood flow, i.e., flow velocities averaged of over 1 min, but regulation of cerebral blood flow is a much more dynamic process than implied by that technique. It probably is frequency-dependent, and at a very high frequency such as 1 Hz, corresponding to a heart rate of 60 beats·min-1, arterial pressure and cerebral blood flow are obviously very tightly correlated, and velocity and arterial pressure wave forms are very similar. The time constant of autoregulation of cerebral blood flow is about 4 or 5 s. A lower frequency should reflect a less tight relationship between pressure and flow because of autoregulation. How do we then determine whether cerebral autoregulation is changing, e.g., by comparing cerebral blood flow regulation during LBNP before and after bed rest? We have examined the coherence between the mean arterial pressure signal as derived from the continuous finger pressure signal(Finapres) and the cerebral blood flow velocity signal. This approach takes advantage of the strength of Doppler recording which is its temporal resolution. Its strength is not the ability to monitor absolute flow, but to record accurately changes in flow that occur over short periods of time. Simple plots of cerebral blood flow velocity against mean arterial pressure during progressive LBNP before and after bed rest show a lower blood flow velocity for a given arterial pressure post-bed rest, suggesting less effective autoregulation. Before bed rest, the degree of coherence increased only at higher levels of LBNP. After bed rest, coherence started to increase early during progressive LBNP and remained above pre-bed rest levels. These findings represent an impairment of cerebral autoregulation post-HDT which may compromise cerebral blood flow during orthostatic stress. In summary, neither enhanced β-adrenergic vasodilatation nor impairedα vasoconstriction in skeletal muscle can explain orthostatic intolerance following bed rest. However, despite a greater fall in end-diastolic volume during LBNP following bed rest-which would be expected to produce an enhanced vasoconstrictor response-the increase in muscle sympathetic nerve activity was attenuated. Finally, a bed rest-induced shift to the right of the cerebral autoregulatory curve (relating cerebral blood flow to mean arterial pressure) may compromise cerebral blood flow at the lower limits of autoregulation. We will test this hypothesis in theNeurolab projects. Thank you. OPEN DISCUSSION Dr. Convertino. Dr. Blomqvist presented spaceflight data on the finishers and nonfinishers of a stand test early after return to 1G. Finishers and nonfinishers had the same stroke volume and cardiac output. The difference was in peripheral resistance. The finishers were able to finish because they were able to maintain a higher resistance than nonfinishers and actually augment their resistance compared to their preflight responses. Your post-bed rest data also showed an increased peripheral resistance but orthostatic tolerance decreased, which suggests that the limiting mechanisms were associated with cardiac output. Could you clarify these data? Dr. Levine. We did not divide our bed rest subjects into finishers and nonfinishers. All were nonfinishers during LBNP, because we used arterial hypotension (systolic pressure <60 mm Hg) and syncope as endpoints. The stand test during the flight experiment was limited to 10 min. It may be interesting to compare the five subjects who had large post-bed rest decreases in LBNP tolerance with those who did not. They may be a different population with respect to their TPR responses and have a smaller increase in TPR as did the nonfinishers in the post-space flight stand test. On the other hand, almost two-thirds of the returning astronauts were unable to pass a 10-min stand test that 100% of our post-bed rest subjects completed. There are at least three possible explanations. Our subjects were substantially younger than the astronauts, but that does not explain the difference. In general, younger individuals are more prone to orthostatic syncope. The second alternative is that bed rest is different from spaceflight. That is obviously true in many respects, but there is no relevant specific information. A third alternative provides the most reasonable explanation. For logistical reasons, we did our stand test following the maximal LBNP run after an interval of 30-45 min when resting hemodynamics had returned to the baseline state. However, the maximal LBNP run with high levels of circulating catecholamines may have enhanced reflex control of peripheral resistance during the stand test. Dr. Convertino. There is another possibility. Dr. Vernikos noted during one of her bed rest studies that the nonfinishers, the individuals who fainted during the stand test after bed rest, were those who turned their heads and had some vestibular input. We have just begun to study vestibular stimulation, and it has a significant impact on baroreflex function. Certainly, bed rest subjects do not have anywhere near the vestibular problems that returning astronauts have. It seems very likely that there is a strong influence of vestibular input on the post-flight stand test. Dr. Blomqvist. I agree that vestibular factors may be important. Two of our flight experiment subjects who were unable to stand for 10 min never had arterial hypotension, which makes you consider alternatives, including defective cerebral autoregulation and vestibular dysfunction. TheNeurolab complement of studies, scheduled for 1998 and including 21 estimates of cerebral blood flow, direct recording of sympathetic nerve activity, and norepineprine spillover, is likely to provide new and specific information relevant to these problems. Are we to assume that the response to LBNP is the same as to the stand test? Comments you made toward the end of your presentation suggested that you were using the two tests interchangeably. Dr. Levine. I do not think that is true at all. They are different kinds of stimuli even if they both cause a reduction in central blood volume. Comment. Dr. Covertino, just because one turns the head does not mean that it is a vestibular response that also affects the cardiovascular state. There is also skeletal muscle activity. Monitoring of skeletal muscle activity during the stand test may be an important way to quantify and evaluate interindividual response differences. I would also like to just mention that Hyatt has published a study in which he examined tilt, standing, and LBNP and randomized the order of the tests. He found what you did, that the response to the second test always improved. You observed a fall in conductance in the post-bed rest subjects. Was that with your ischemic test? Dr. Levine. Yes, maximal conductance was lower in both arm and leg. What happened to leg volume or leg mass? Dr. Levine. Leg volume decreased uniformly, but I do not know how much of that is muscle mass. But we measured maximal conductance using physiologic endpoint rather than time or work rate. Did your data also show that muscle sympathetic nerve activity was depressed in the post-bed rest subjects? Dr. Levine. No, but let us be more specific. The change of MSNA per change in wedge pressure is the same after bed rest, but because resting wedge pressure was lower after bed rest, there is less change in MSNA per percentage wedge pressure change from baseline. I do not have the absolute MSNA activity in terms of bursts per minute as Dr. Mano showed us, but those data would be helpful. I believe that Jere Mitchell has shown that central command that is involved in the cardiovascular responses to exercise also modulates muscle sympathetic neural outflow. Is that correct? Dr. Levine. No, but I believe that he showed that central command modulates heart rate and skin sympathetic nerve activity. Central command effects are instantaneous, but muscle sympathetic nerve activity does not go up until after a minute after you begin static exercise. This leads up to the question of whether in bed rest or microgravity you lose some control over sympathetic regulatory activity by a loss in muscle mass. That is an interesting hypothesis that we have not addressed. This is beautiful and very convincing work. People who have examined receptor sensitivity in vitro find very rapid changes. This implies that timing is important. How long did you wait after a posture change before samples were drawn? Dr. Levine. It is on the order of 3-5 h after the subject arrived in the laboratory. We had to calibrate all transducers and put the catheters in. Dr. Arbeille. Your coherence data relating cerebral blood flow velocity to arterial pressure were interesting, but your highest frequency was 0.5 Hz. Have you ever looked at much higher frequencies to examine the mechanical properties of the vascular system? Actually, we are in the process of doing that. Rune Aaslind has published some data suggesting that you can estimate arterial compliance from arterial pressure and transcranial Doppler velocity. What I am examining is a little different. It is vascular impedance, based on frequency analysis of pressure and flow, and the ratio between the two, similar to what you did with your coherence data. I believe that would be very interesting, although I am concerned that finger pressure is not representative of cerebral arterial pressure. Over the next couple of months we will obtain data including simultaneous finger pressure and aortic pressure from a Millar catheter in the central aorta. In some cases, our neuroradiologist will help us to get pressure recordings much closer to the middle cerebral artery to examine the difference between that pressure wave form and the noninvasive finger arterial pressure. Once we understand those differences, the measurements that you suggest will be very interesting. I have a brief question. When you measure coherence, how many samples do you analyze? Dr. Levine. We obtained multiple segments of 3-5 min. Dr. Zhang, a visiting scientist from China who has been working with us, has done preliminary work suggesting that 8 min will provide most of the available information.",
  "authors": [
    {
      "display_name": "Benjamin D. Levine",
      "id": "A5022787593",
      "orcid": "https://orcid.org/0000-0001-9064-7251",
      "institutions": [
        {
          "id": "I2800861319",
          "display_name": "Texas Health Dallas",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I4210145855",
          "display_name": "Institute for Exercise and Environmental Medicine",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "BENJAMIN D. LEVINE"
    }
  ],
  "publication_year": 1996,
  "publication_date": "1996-10-01",
  "type": "article",
  "cited_by_count": 8,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S14544163",
    "display_name": "Medicine & Science in Sports & Exercise",
    "issn_l": "0195-9131",
    "issn": [
      "0195-9131",
      "1530-0315"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "28",
  "issue": "10",
  "first_page": "90",
  "last_page": "93",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://doi.org/10.1097/00005768-199610000-00040",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C125567185",
      "display_name": "Supine position",
      "level": 2,
      "score": 0.79451406
    },
    {
      "id": "C2910053146",
      "display_name": "Head-Down Tilt",
      "level": 3,
      "score": 0.70667857
    },
    {
      "id": "C80461066",
      "display_name": "Stroke volume",
      "level": 4,
      "score": 0.5898829
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.5555021
    },
    {
      "id": "C164705383",
      "display_name": "Cardiology",
      "level": 1,
      "score": 0.50741404
    },
    {
      "id": "C2777953023",
      "display_name": "Heart rate",
      "level": 3,
      "score": 0.429585
    },
    {
      "id": "C139940330",
      "display_name": "Cardiac output",
      "level": 3,
      "score": 0.42069373
    },
    {
      "id": "C120863210",
      "display_name": "Lean body mass",
      "level": 3,
      "score": 0.41971555
    },
    {
      "id": "C2780179797",
      "display_name": "Crew",
      "level": 2,
      "score": 0.41940945
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.37699556
    },
    {
      "id": "C99508421",
      "display_name": "Physical medicine and rehabilitation",
      "level": 1,
      "score": 0.33269754
    },
    {
      "id": "C178853913",
      "display_name": "Hemodynamics",
      "level": 2,
      "score": 0.29697752
    },
    {
      "id": "C147583825",
      "display_name": "Body weight",
      "level": 2,
      "score": 0.28965536
    },
    {
      "id": "C84393581",
      "display_name": "Blood pressure",
      "level": 2,
      "score": 0.21827516
    },
    {
      "id": "C127413603",
      "display_name": "Engineering",
      "level": 0,
      "score": 0.10121769
    },
    {
      "id": "C178802073",
      "display_name": "Aeronautics",
      "level": 1,
      "score": 0.097043574
    }
  ],
  "topics": [
    {
      "id": "T12005",
      "display_name": "Spaceflight effects on biology",
      "score": 0.9995
    },
    {
      "id": "T11579",
      "display_name": "Cardiovascular and Diving-Related Complications",
      "score": 0.9477
    },
    {
      "id": "T14214",
      "display_name": "Space Exploration and Technology",
      "score": 0.9002
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1097/00005768-199610000-00040",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:01:19.074506",
  "source_database": "OpenAlex"
}