{
  "openalex_id": "W2012680765",
  "doi": "https://doi.org/10.1097/00005392-199502000-00013",
  "title": "Urodynamic Findings in Patients With Diabetic Cystopathy",
  "abstract": "No AccessJournal of UrologyClinical Urology: Original Article1 Feb 1995Urodynamic Findings in Patients With Diabetic Cystopathy Steven A. Kaplan, Alexis E. Te, Jerry G. Blaivas, and Edward J. McGuire Steven A. KaplanSteven A. Kaplan , Alexis E. TeAlexis E. Te , Jerry G. BlaivasJerry G. Blaivas , and Edward J. McGuireEdward J. McGuire View All Author Informationhttps://doi.org/10.1097/00005392-199502000-00013AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail To ascertain the relationship between voiding dysfunction associated with diabetes and bladder and sphincter behavior, the video urodynamic studies of 182 patients were retrospectively analyzed. Patients were classified based on urodynamic diagnosis and the presence or absence of signs of sacral cord involvement. Urodynamic findings were classified as either detrusor hyperreflexia, impaired detrusor contractility, detrusor areflexia, indeterminate and normal. The results indicate that mean bladder capacity was 485 +-/89.3 ml. with a mean first sensation of filling of 298 +-/67.4 ml. Of the 182 patients 100 (55%) had detrusor hyperreflexia, 42 (23%) had impaired detrusor contractility, 20 (11%) had indeterminate findings, 19 (10%) had detrusor areflexia and 1 (1%) was normal. Bladder outlet obstruction occurred in 66 patients (36%), all men (57%). The diagnosis was isolated in 24 patients (36%) or in combination with another diagnosis in 42 (74%). However, if one considers the presence of sacral cord signs (42 patients), the most common urodynamic diagnoses were either impaired detrusor contractility in 21 (50%) or detrusor areflexia in 10 (24%). These data suggest that classical diabetic cystopathy is not the most common urodynamic findings in patients with diabetes mellitus and voiding dysfunction, and in fact these patients present with variable pathophysiological findings. These findings demonstrate the importance of urodynamic studies in diagnosing voiding dysfunction in diabetics before initiation of therapy. References 1 : Diabetic cystopathy. A review of the urodynamic and clinical features of neurogenic bladder dysfunction in diabetes mellitus. Dan. Med. Bull.1978; 25: 49. Google Scholar 2 : Diabetic cystopathy. J. Diab. Complicat.1988; 2: 133. Google Scholar 3 : The neurophysiology of micturition: a clinical study of 550 patients. J. Urol.1982; 127: 958. Link, Google Scholar 4 : Vesicourethral dysfunction of diabetic patients. Jap. J. Urol.1991; 82: 1074. Google Scholar 5 : Cystometric evaluation of bladder dysfunction in elderly diabetic patients. Arch. Intern. Med.1990; 150: 810. Google Scholar 6 : Diabetic cystopathy. I: A clinical study on the frequency of bladder dysfunction in diabetics. Dan. Med. Bull.1976; 23: 267. Google Scholar 7 : Bladder and sphincter behavior in patients with spinal cord lesions. J. Urol.1991; 146: 113. Link, Google Scholar 8 : The sympathetic innervation of the urinary bladder and urethra in the normal state and after parasympathetic denervation at the spinal root level. An experimental study in cats. Scand. J. Urol. Nephrol.1973; 7: 131. Google Scholar From the Department of Urology, College of Physicians and Surgeons, Columbia University, New York, New York. Department of Surgery, Division of Urology, The University of Texas-Houston, Health Science Center, Houston, Texas© 1995 by American Urological Association, Inc.FiguresReferencesRelatedDetailsCited byXiao N, Wang Z, Huang Y, Daneshgari F and Liu G (2012) Roles of Polyuria and Hyperglycemia in Bladder Dysfunction in DiabetesJournal of Urology, VOL. 189, NO. 3, (1130-1136), Online publication date: 1-Mar-2013.Winters J, Dmochowski R, Goldman H, Herndon C, Kobashi K, Kraus S, Lemack G, Nitti V, Rovner E and Wein A (2012) Urodynamic Studies in Adults: AUA/SUFU GuidelineJournal of Urology, VOL. 188, NO. 6S, (2464-2472), Online publication date: 1-Dec-2012.Teber D, Sofikerim M, Ates M, Gözen A, Güven O, Sanli Ö and Rassweiler J (2010) Is Type 2 Diabetes Mellitus a Predictive Factor for Incontinence After Laparoscopic Radical Prostatectomy? A Matched Pair and Multivariate AnalysisJournal of Urology, VOL. 183, NO. 3, (1087-1091), Online publication date: 1-Mar-2010.Kaplan S (2009) Benign Prostatic HyperplasiaJournal of Urology, VOL. 182, NO. 6, (2842-2843), Online publication date: 1-Dec-2009.Daneshgari F, Liu G, Birder L, Hanna-Mitchell A and Chacko S (2009) Diabetic Bladder Dysfunction: Current Translational KnowledgeJournal of Urology, VOL. 182, NO. 6S, (S18-S26), Online publication date: 1-Dec-2009.Sarma A, Parsons J, McVary K and Wei J (2009) Diabetes and Benign Prostatic Hyperplasia/Lower Urinary Tract Symptoms—What do We Know?Journal of Urology, VOL. 182, NO. 6S, (S32-S37), Online publication date: 1-Dec-2009.Phelan S, Grodstein F and Brown J (2009) Clinical Research in Diabetes and Urinary Incontinence: What We Know and Need to KnowJournal of Urology, VOL. 182, NO. 6S, (S14-S17), Online publication date: 1-Dec-2009.Daneshgari F, Leiter E, Liu G and Reeder J (2009) Animal Models of Diabetic UropathyJournal of Urology, VOL. 182, NO. 6S, (S8-S13), Online publication date: 1-Dec-2009.Sarma A, Kanaya A, Nyberg L, Kusek J, Vittinghoff E, Rutledge B, Cleary P, Gatcomb P and Brown J (2009) Urinary Incontinence Among Women With Type 1 Diabetes—How Common is it?Journal of Urology, VOL. 181, NO. 3, (1224-1230), Online publication date: 1-Mar-2009.Saito M, Okada S, Kazuyama E, Satoh I, Kinoshita Y and Satoh K (2008) Pharmacological Properties, Functional Alterations and Gene Expression of Muscarinic Receptors in Young and Old Type 2 Goto-Kakizaki Diabetic Rat BladdersJournal of Urology, VOL. 180, NO. 6, (2701-2705), Online publication date: 1-Dec-2008.Daneshgari F, Liu G and Imrey P (2018) Time Dependent Changes in Diabetic Cystopathy in Rats Include Compensated and Decompensated Bladder FunctionJournal of Urology, VOL. 176, NO. 1, (380-386), Online publication date: 1-Jul-2006.Kaplan S (2018) A Comparison of Four Different alpha1-Blockers in Benign Prostatic Hyperplasia Patients With and Without DiabetesJournal of Urology, VOL. 174, NO. 6, (2282-2283), Online publication date: 1-Dec-2005.TORIMOTO K, HIRAO Y, MATSUYOSHI H, de GROAT W, CHANCELLOR M and YOSHIMURA N (2018) α1-ADRENERGIC MECHANISM IN DIABETIC URETHRAL DYSFUNCTION IN RATSJournal of Urology, VOL. 173, NO. 3, (1027-1032), Online publication date: 1-Mar-2005.LEE W, WU H, TAI T, LIU S, CHEN J and YU H (2018) EFFECTS OF DIABETES ON FEMALE VOIDING BEHAVIORJournal of Urology, VOL. 172, NO. 3, (989-992), Online publication date: 1-Sep-2004.GOMHA M and BOONE T (2018) Voiding Patterns In Patients With Post-Prostatectomy Incontinence: Urodynamic And Demographic AnalysisJournal of Urology, VOL. 169, NO. 5, (1766-1769), Online publication date: 1-May-2003.Ichiyanagi N, Tsujii T, Masuda H, Kihara K, Goto M and Azuma H (2018) Changed Responsiveness of the Detrusor in Rabbits With Alloxan Induced Hyperglycemia: Possible Role of 5-Hydroxytryptamine for Diabetic Bladder DysfunctionJournal of Urology, VOL. 168, NO. 1, (303-307), Online publication date: 1-Jul-2002.MUMTAZ F, SULLIVAN M, THOMPSON C, DASHWOOD M, NASEEM K, BRUCKDORFER K, MIKHAILIDIS D and MORGAN R (2018) ALTERATIONS IN THE NITRIC OXIDE SYNTHASE BINDING SITES AND NON-ADRENERGIC, NON-CHOLINERGIC MEDIATED SMOOTH MUSCLE RELAXATION IN THE DIABETIC RABBIT BLADDER OUTLET: POSSIBLE RELEVANCE TO THE PATHOGENESIS OF DIABETIC CYSTOPATHYJournal of Urology, VOL. 162, NO. 2, (558-566), Online publication date: 1-Aug-1999.LIN D, KUHR C and MARSH C (2018) ENDOSCOPIC TREATMENT OF BLADDER OUTLET OBSTRUCTION IN MEN AFTER PANCREAS TRANSPLANTATIONJournal of Urology, VOL. 162, NO. 2, (335-338), Online publication date: 1-Aug-1999.Gettman M, Levy J, Engen D and Nehra A (2018) UROLOGICAL COMPLICATIONS AFTER KIDNEY-PANCREAS TRANSPLANTATIONJournal of Urology, VOL. 159, NO. 1, (38-43), Online publication date: 1-Jan-1998.Hickey D, Bakthavatsalam R, Bannon C, O'Malley K, Corr J and Little D (2018) Urological Complications of Pancreatic TransplantationJournal of Urology, VOL. 157, NO. 6, (2042-2048), Online publication date: 1-Jun-1997.Ueda T, Yoshimura N and Yoshida O (2018) Diabetic Cystopathy: Relationship to Autonomic Neuropathy Detected by Sympathetic Skin ResponseJournal of Urology, VOL. 157, NO. 2, (580-584), Online publication date: 1-Feb-1997.Menendez V, Cofan F, Talbot-Wright R, Ricart M, Gutierrez R and Carretero P (2018) Urodynamic Evaluation in Simultaneous Insulin-Dependent Diabetes Mellitus and End Stage Renal DiseaseJournal of Urology, VOL. 155, NO. 6, (2001-2004), Online publication date: 1-Jun-1996. Volume 153Issue 2February 1995Page: 342-344 Advertisement Copyright & Permissions© 1995 by American Urological Association, Inc.Metrics Author Information Steven A. Kaplan More articles by this author Alexis E. Te More articles by this author Jerry G. Blaivas More articles by this author Edward J. McGuire More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Steven A. Kaplan",
      "id": "A5081214299",
      "orcid": "https://orcid.org/0000-0003-2558-7306",
      "institutions": [
        {
          "id": "I78577930",
          "display_name": "Columbia University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Steven A. Kaplan"
    },
    {
      "display_name": "Alexis E. Te",
      "id": "A5050625725",
      "orcid": "https://orcid.org/0000-0002-5815-7196",
      "institutions": [
        {
          "id": "I78577930",
          "display_name": "Columbia University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Alexis E. Te"
    },
    {
      "display_name": "Jerry G. Blaivas",
      "id": "A5024950152",
      "orcid": "https://orcid.org/0000-0003-0410-8476",
      "institutions": [
        {
          "id": "I78577930",
          "display_name": "Columbia University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jerry G. Blaivas"
    },
    {
      "display_name": "Edward J. McGuire",
      "id": "A5113979417",
      "orcid": null,
      "institutions": [
        {
          "id": "I78577930",
          "display_name": "Columbia University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Edward J. McGuire"
    }
  ],
  "publication_year": 1995,
  "publication_date": "1995-02-01",
  "type": "article",
  "cited_by_count": 347,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "153",
  "issue": "2",
  "first_page": "342",
  "last_page": "344",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.9282422
    },
    {
      "id": "C2911213092",
      "display_name": "Urodynamic studies",
      "level": 3,
      "score": 0.4623033
    },
    {
      "id": "C126894567",
      "display_name": "Urology",
      "level": 1,
      "score": 0.25649685
    },
    {
      "id": "C2778531004",
      "display_name": "Urinary incontinence",
      "level": 2,
      "score": 0.22154027
    }
  ],
  "topics": [
    {
      "id": "T10279",
      "display_name": "Urinary Bladder and Prostate Research",
      "score": 0.9993
    },
    {
      "id": "T10418",
      "display_name": "Pelvic floor disorders treatments",
      "score": 0.999
    },
    {
      "id": "T11815",
      "display_name": "Urological Disorders and Treatments",
      "score": 0.9689
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1097/00005392-199502000-00013",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:42:28.979198",
  "source_database": "OpenAlex"
}