{
  "openalex_id": "W2023280993",
  "doi": "https://doi.org/10.2118/139948-ms",
  "title": "Complete Loss, Blowout and Explosion of Shallow Gas, Infelicitous Horoscope in Middle East",
  "abstract": "Complete Loss, Blowout and Explosion of Shallow Gas, Infelicitous Horoscope in Middle East Mohammad Nabaei; Mohammad Nabaei Islamic Azad University-Omidieh Branch Search for other works by this author on: This Site Google Scholar Alireza Moazzeni; Alireza Moazzeni Islamic Azad University-Omidieh Branch Search for other works by this author on: This Site Google Scholar Rahman Ashena; Rahman Ashena Islamic Azad University-Omidieh Branch Search for other works by this author on: This Site Google Scholar Abbas Roohi Abbas Roohi National Iranian Drilling Company (NIDC) Search for other works by this author on: This Site Google Scholar Paper presented at the SPE European Health, Safety and Environmental Conference in Oil and Gas Exploration and Production, Vienna, Austria, February 2011. Paper Number: SPE-139948-MS https://doi.org/10.2118/139948-MS Published: February 22 2011 Cite View This Citation Add to Citation Manager Share Icon Share Twitter LinkedIn Get Permissions Search Site Citation Nabaei, Mohammad , Moazzeni, Alireza , Ashena, Rahman , and Abbas Roohi. \"Complete Loss, Blowout and Explosion of Shallow Gas, Infelicitous Horoscope in Middle East.\" Paper presented at the SPE European Health, Safety and Environmental Conference in Oil and Gas Exploration and Production, Vienna, Austria, February 2011. doi: https://doi.org/10.2118/139948-MS Download citation file: Ris (Zotero) Reference Manager EasyBib Bookends Mendeley Papers EndNote RefWorks BibTex Search nav search search input Search input auto suggest search filter All ContentAll ProceedingsSociety of Petroleum Engineers (SPE)SPE European Health, Safety and Environmental Conference and Exhibition Search Advanced Search Abstract Facing shallow gas always has been challenging in exploration and development drilling operation around the world. Shallow gases refer to near surface gas containments which are not expected to be right under bit. Near surface formations always are unconsolidated and do not need any special well control considerations but presence of a pressurized gas layer will change everything and will put anything on danger especially when gas reaches to the surface and just needs a little spark to turn everything to the ash after a huge explosion.On the other hand, using heavy weighted drilling fluids for controlling formation pressure may not work in the entire open hole and result in medium to severe mud losses. Most often, severe losses are following by flow of formation fluid to the annulus, which is called kick, or in advanced, blowout. Blowouts may just take a few seconds to strew the mud column away. They results from salt water or shallow gases. Sometimes, because of losing wellbore wall support exerted by mud column due to complete loss, it tends to tighten and will stick the drillstring.Occurrence of each phenomenon will result in losing dollars because of either time spent for curing them or leaving instruments in the hole. These irrecoverable events could be prevented with conducting an integrated geomechanical study before drilling and being aware about shallow gas signs while drilling in conjunction with an appropriate well control procedure will help to mitigate shallow gas consequences. In this paper, after investigation of probable cause of kick and blowout, a case study from Middle East reviewed. Keywords: Reservoir Characterization, well control, annular pressure drilling, pore pressure, pressure gradient, Gachsaran Formation, society of petroleum engineers, drilling fluids and materials, circulation, abnormal pressure Subjects: Drilling Operations, Pressure Management, Drilling Fluids and Materials, Reservoir Characterization, Well control, Drilling fluid management & disposal Copyright 2011, Society of Petroleum Engineers You can access this article if you purchase or spend a download.",
  "authors": [
    {
      "display_name": "Mohammad Nabaei",
      "id": "A5062719532",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210127412",
          "display_name": "Islamic Azad University, Omidieh Branch",
          "country_code": "IR",
          "type": "education"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mohammad Nabaei"
    },
    {
      "display_name": "Ali Reza Moazzeni",
      "id": "A5110841849",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210127412",
          "display_name": "Islamic Azad University, Omidieh Branch",
          "country_code": "IR",
          "type": "education"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ali Reza Moazzeni"
    },
    {
      "display_name": "Rahman Ashena",
      "id": "A5087991576",
      "orcid": "https://orcid.org/0000-0002-9330-4147",
      "institutions": [
        {
          "id": "I4210127412",
          "display_name": "Islamic Azad University, Omidieh Branch",
          "country_code": "IR",
          "type": "education"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Rahman Ashena"
    },
    {
      "display_name": "Abbas Roohi",
      "id": "A5042813884",
      "orcid": null,
      "institutions": [
        {
          "id": "I126467225",
          "display_name": "National Iranian Oil Company (Iran)",
          "country_code": "IR",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Abbas Roohi"
    }
  ],
  "publication_year": 2011,
  "publication_date": "2011-01-01",
  "type": "article",
  "cited_by_count": 7,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "",
    "display_name": "",
    "issn_l": "",
    "issn": [],
    "type": "",
    "host_organization": ""
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C37531588",
      "display_name": "Exhibition",
      "level": 2,
      "score": 0.64517885
    },
    {
      "id": "C2778805511",
      "display_name": "Citation",
      "level": 2,
      "score": 0.47075397
    },
    {
      "id": "C161191863",
      "display_name": "Library science",
      "level": 1,
      "score": 0.42125025
    },
    {
      "id": "C127413603",
      "display_name": "Engineering",
      "level": 0,
      "score": 0.3519488
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.32552558
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.28126293
    },
    {
      "id": "C205649164",
      "display_name": "Geography",
      "level": 0,
      "score": 0.23694909
    }
  ],
  "topics": [
    {
      "id": "T10892",
      "display_name": "Drilling and Well Engineering",
      "score": 0.9994
    },
    {
      "id": "T10635",
      "display_name": "Hydraulic Fracturing and Reservoir Analysis",
      "score": 0.9985
    },
    {
      "id": "T11801",
      "display_name": "Reservoir Engineering and Simulation Methods",
      "score": 0.9976
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.2118/139948-ms",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:49:29.539425",
  "source_database": "OpenAlex"
}