{
  "openalex_id": "W2024433888",
  "doi": "https://doi.org/10.7326/0003-4819-152-11-201006010-00026",
  "title": "Bilateral Necrosis of Earlobes and Cheeks: Another Complication of Cocaine Contaminated With Levamisole",
  "abstract": "Letters1 June 2010Bilateral Necrosis of Earlobes and Cheeks: Another Complication of Cocaine Contaminated With LevamisoleMark Bradford, MD, Brian Rosenberg, MD, Jorge Moreno, MS, and Ghinwa Dumyati, MDMark Bradford, MDFrom University of Rochester Medical Center, Rochester, NY 14607, and Monroe County Department of Public Health, Rochester, NY 14692., Brian Rosenberg, MDFrom University of Rochester Medical Center, Rochester, NY 14607, and Monroe County Department of Public Health, Rochester, NY 14692., Jorge Moreno, MSFrom University of Rochester Medical Center, Rochester, NY 14607, and Monroe County Department of Public Health, Rochester, NY 14692., and Ghinwa Dumyati, MDFrom University of Rochester Medical Center, Rochester, NY 14607, and Monroe County Department of Public Health, Rochester, NY 14692.Author, Article, and Disclosure Informationhttps://doi.org/10.7326/0003-4819-152-11-201006010-00026 SectionsAboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinkedInRedditEmail Background: Levamisole is a veterinary antihelmintic agent that has also been used as an immunomodulating agent to treat cancer, autoimmune diseases, and the nephrotic syndrome. It has been shown to cause neutropenia and vasculitis (1–3). The practice of cutting cocaine with levamisole has been increasing since 2005, and in 2009, 70% of cocaine seized at U.S. borders contained levamisole (4). Recent reports (4, 5) have implicated levamisole as a cause of neutropenia in cocaine abusers. Two cocaine abusers with similar cases of neutropenia and vasculitis presented to the University of Rochester Medical Center, New York, within 8 days of each ...References1. Drew SI, Carter BM, Nathanson DS, Terasaki PI. Levamisole-associated neutropenia and autoimmune granulocytotoxins. Ann Rheum Dis. 1980;39:59-63. [PMID: 7377861] CrossrefMedlineGoogle Scholar2. Scheinberg MA, Bezerra JB, Almeida FA, Silveira LA. Cutaneous necrotising vasculitis induced by levamisole. Br Med J. 1978;1:408. [PMID: 624030] CrossrefMedlineGoogle Scholar3. Rongioletti F, Ghio L, Ginevri F, Bleidl D, Rinaldi S, Edefonti A, et al. Purpura of the ears: a distinctive vasculopathy with circulating autoantibodies complicating long-term treatment with levamisole in children. Br J Dermatol. 1999;140:948-51. [PMID: 10354040] CrossrefMedlineGoogle Scholar4. Centers for Disease Control and Prevention (CDC). Agranulocytosis associated with cocaine use - four States, March 2008-November 2009. MMWR Morb Mortal Wkly Rep. 2009;58:1381-5. [PMID: 20019655] MedlineGoogle Scholar5. Knowles L, Buxton JA, Skuridina N, Achebe I, Legatt D, Fan S, et al. Levamisole tainted cocaine causing severe neutropenia in Alberta and British Columbia. Harm Reduct J. 2009;6:30. [PMID: 19919709] CrossrefMedlineGoogle Scholar Author, Article, and Disclosure InformationAuthors: Mark Bradford, MD; Brian Rosenberg, MD; Jorge Moreno, MS; Ghinwa Dumyati, MDAffiliations: From University of Rochester Medical Center, Rochester, NY 14607, and Monroe County Department of Public Health, Rochester, NY 14692.Disclosures: None disclosed. PreviousarticleNextarticle Advertisement FiguresReferencesRelatedDetails Metrics Cited byCocaine/Levamisole-Induced, Skin-Limited ANCA-Associated Vasculitis with Pyoderma Gangrenosum-like PresentationPropylthiouracil‐induced vasculitis presenting as purpuric plaques on cheeksThe effects of alcohol and illicit drug use on the skinUrine versus hair analysis: when hair analysis supports the diagnosisVasculitis/Vasculopathy Syndrome Induced by Cocaine–LevamisoleA case series and literature review on patients with rhinological complications secondary to the use of cocaine and levamisoleCocaine Use and Levamisole-Induced VasculitisApproaches to Microthrombotic Wounds: A Review of Pathogenesis and Clinical FeaturesDrug-Induced Atrophic RhinitisAn Approach to Retiform Purpura for the Inpatient DermatologistDemographic, Clinical, and Immunologic Correlates among a Cohort of 50 Cocaine Users Demonstrating Antineutrophil Cytoplasmic AntibodiesClinical Profile of Levamisole-Adulterated Cocaine-Induced Vasculitis/VasculopathyAnalysis of illicit drugs seized in the Province of Florence from 2006 to 2016Vasculitides induced by cocaine and/or levamisoleCocaine/levamisole-associated autoimmune syndromeA 54-Year-Old Woman With Bacteremia and an Unusual RashAdverse effects of levamisole in cocaine users: a review and risk assessmentVascularites induites par la cocaïne et/ou le lévamisoleCutaneous Necrotizing Vasculitis and Leukopenia in a Cocaine User: Is Levamisole the Culprit?Adultération de la cocaïne par le lévamisole : quels risques ?Genetic determinants of cocaine-associated agranulocytosisCocainePyoderma gangrenosum: a possible cutaneous complication of levamisole-tainted cocaine abuseLevamisole-Induced Vasculitis: A Characteristic Cutaneous Vasculitis Associated With Levamisole-Adulterated CocaineLevamisole/Cocaine Induced Systemic Vasculitis and Immune Complex GlomerulonephritisIs Levamisole-Induced Vasculitis a Relegated Diagnostic Possibility? A Case Report and Review of LiteratureClinical, histopathologic, and immunofluorescence findings in levamisole/cocaine-induced thrombotic vasculitisUpdate on VasculitisCocaine-Induced Full-Thickness Tissue NecrosisIllicit drugs: What dermatologists need to knowPassive Multistate Surveillance for Neutropenia After Use of Cocaine or Heroin Possibly Contaminated With LevamisoleCocaine (Levamisole) Induced VasculitisCracking the CaseThe Head, Neck, and Systemic Manifestations of Levamisole-Adulterated Cocaine UseHow to Spot Cocaine-Induced PseudovasculitisPlasmapheresis and Steroid Treatment of Levamisole-Induced Vasculopathy and Associated Skin Necrosis in Crack/Cocaine UsersThrombosis in vasculitisRheumatic manifestations of cocaine useCutaneous Vasculopathy and Neutropenia Associated With Levamisole-Adulterated CocaineLevamisole-induced leukocytoclastic vasculitis and neutropenia in a patient with cocaine use: An extensive case with necrosis of skin, soft tissue, and cartilageUtilidad de los anticuerpos anticitoplasma de neutrófilo en reumatologíaAntineutrophil Cytoplasm Autoantibodies: Usefulness in RheumatologyCocaine IntoxicationEmerging Adverse Cutaneous Drug ReactionsRole of liquid chromatography–high-resolution mass spectrometry (LC-HR/MS) in clinical toxicologyLupus anticoagulant and ANCA associated thrombotic vasculopathy due to cocaine contaminated with levamisole: a case report and review of the literatureAminorex poisoning in cocaine abusersClinical Pathologic Conference: A 51-Year-Old Man With Rash and Joint PainLevamisole-Induced VasculopathyLevamisole in cocaine: Unexpected news from an old acquaintanceLevamisole—adulterated in cocaine causing agranulocytosis, vasculopathy, and acquired protein S deficiencyLevamisole-Induced Necrosis of Skin, Soft Tissue, and BoneNecrotizing Peripheral Vasculitis/Vasculopathy Following the Use of Cocaine Laced With LevamisoleAgranulocytosis and other consequences due to use of illicit cocaine contaminated with levamisoleCocaine Induced Vasculitis: Have We Found a Culprit?Purpura, cutaneous necrosis, and antineutrophil cytoplasmic antibodies associated with levamisole-adulterated cocaineAntineutrophil Cytoplasmic Antibodies, Autoimmune Neutropenia, and VasculitisVasculopathy, Hematological, and Immune Abnormalities Associated with Levamisole-Contaminated Cocaine UseSyndrome of Cocaine-Levamisole-Induced Cutaneous Vasculitis and Immune-Mediated LeukopeniaCocaine-Induced Thrombotic VasculopathyCutaneous Necrosis as a Presenting Manifestation of Antiphospholipid AntibodiesContaminated Cocaine and Antineutrophil Cytoplasmic Antibody-Associated DiseaseNecrosis aséptica de la fascia graso-cutánea tras administración de cocaína intravenosaLevamisole Exposure and Hematologic Indices in Cocaine UsersCracking the caseA novel cutaneous vasculitis syndrome induced by levamisole-contaminated cocaineCharacteristic purpura of the ears, vasculitis, and neutropenia–a potential public health epidemic associated with levamisole-adulterated cocaineThe Drug Information and Monitoring System (DIMS) in the Netherlands: Implementation, results, and international comparisonCutaneous vasculopathy associated with cocaine useANCA-positive necrotizing vasculitis and thrombotic vasculopathy induced by levamisole-adulterated cocaine: A distinctive clinicopathologic presentation 1 June 2010Volume 152, Issue 11Page: 758-759KeywordsCocaineLesionsNecrosisNeutropeniaNeutrophilsToxicityToxicologyUrineVascular diseasesVasculitis ePublished: 1 June 2010 Issue Published: 1 June 2010 Copyright & PermissionsCopyright © 2010 by American College of Physicians. All Rights Reserved.PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Mark Bradford",
      "id": "A5089396687",
      "orcid": null,
      "institutions": [
        {
          "id": "I28792581",
          "display_name": "University of Rochester Medical Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I4210122840",
          "display_name": "Monroe County Department of Public Health",
          "country_code": "US",
          "type": "government"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Mark Bradford"
    }
  ],
  "publication_year": 2010,
  "publication_date": "2010-06-01",
  "type": "letter",
  "cited_by_count": 101,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S119722071",
    "display_name": "Annals of Internal Medicine",
    "issn_l": "0003-4819",
    "issn": [
      "0003-4819",
      "1539-3704"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316812"
  },
  "volume": "152",
  "issue": "11",
  "first_page": "758",
  "last_page": "758",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": "https://doi.org/10.7326/0003-4819-152-11-201006010-00026",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.79579186
    },
    {
      "id": "C2781325985",
      "display_name": "Levamisole",
      "level": 2,
      "score": 0.6906312
    },
    {
      "id": "C2777063308",
      "display_name": "Neutropenia",
      "level": 3,
      "score": 0.4984734
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.35195357
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.22380403
    },
    {
      "id": "C2776694085",
      "display_name": "Chemotherapy",
      "level": 2,
      "score": 0.10860464
    }
  ],
  "topics": [
    {
      "id": "T11117",
      "display_name": "Drug-Induced Adverse Reactions",
      "score": 0.9984
    },
    {
      "id": "T10800",
      "display_name": "Forensic Toxicology and Drug Analysis",
      "score": 0.9955
    },
    {
      "id": "T11635",
      "display_name": "Poisoning and overdose treatments",
      "score": 0.9926
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.7326/0003-4819-152-11-201006010-00026",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:46:07.326908",
  "source_database": "OpenAlex"
}