{
  "openalex_id": "W2029094183",
  "doi": "https://doi.org/10.1074/jbc.m402937200",
  "title": "Wnt10b Inhibits Development of White and Brown Adipose Tissues",
  "abstract": "Wnt is a family of secreted signaling proteins that regulate diverse developmental processes. Activation of canonical Wnt signaling by Wnt10b inhibits differentiation of preadipocytes in vitro. To determine whether Wnt signaling blocks adipogenesis in vivo, we created transgenic mice in which Wnt10b is expressed from the FABP4 promoter. Expression of Wnt10b in adipose impairs development of this tissue throughout the body, with a decline of ∼50% in total body fat and a reduction of ∼60% in weight of epididymal and perirenal depots. FABP4-Wnt10b mice resist accumulation of adipose tissue when fed a high fat diet. Furthermore, transgenic mice are more glucose-tolerant and insulin-sensitive than wild type mice. Expression of Wnt10b from the FABP4 promoter also blocks development of brown adipose tissue. Interscapular tissue of FABP4-Wnt10b mice has the visual appearance of white adipose tissue but expresses neither brown (e.g. uncoupling protein 1) nor white adipocyte markers. Transgenic mice are unable to maintain a core body temperature when placed in a cold environment, providing further evidence that Wnt10b inhibits development of brown adipose tissue. Although food intake is not altered in FABP4-Wnt10b mice, oxygen consumption is decreased. Thus, FABP4-Wnt10b mice on a chow diet gain more weight than controls, largely because of an increase in weight of skin. In summary, inhibition by Wnt10b of white and brown adipose tissue development results in lean mice without lipodystrophic diabetes. Wnt is a family of secreted signaling proteins that regulate diverse developmental processes. Activation of canonical Wnt signaling by Wnt10b inhibits differentiation of preadipocytes in vitro. To determine whether Wnt signaling blocks adipogenesis in vivo, we created transgenic mice in which Wnt10b is expressed from the FABP4 promoter. Expression of Wnt10b in adipose impairs development of this tissue throughout the body, with a decline of ∼50% in total body fat and a reduction of ∼60% in weight of epididymal and perirenal depots. FABP4-Wnt10b mice resist accumulation of adipose tissue when fed a high fat diet. Furthermore, transgenic mice are more glucose-tolerant and insulin-sensitive than wild type mice. Expression of Wnt10b from the FABP4 promoter also blocks development of brown adipose tissue. Interscapular tissue of FABP4-Wnt10b mice has the visual appearance of white adipose tissue but expresses neither brown (e.g. uncoupling protein 1) nor white adipocyte markers. Transgenic mice are unable to maintain a core body temperature when placed in a cold environment, providing further evidence that Wnt10b inhibits development of brown adipose tissue. Although food intake is not altered in FABP4-Wnt10b mice, oxygen consumption is decreased. Thus, FABP4-Wnt10b mice on a chow diet gain more weight than controls, largely because of an increase in weight of skin. In summary, inhibition by Wnt10b of white and brown adipose tissue development results in lean mice without lipodystrophic diabetes. The program followed by preadipocytes as they differentiate into adipocytes has been well characterized (1Lane M.D. Tang Q.Q. Jiang M.S. Biochem. Biophys. Res. Commun. 1999; 266: 677-683Crossref PubMed Scopus (243) Google Scholar, 2Rosen E.D. Spiegelman B.M. Annu. Rev. Cell Dev. Biol. 2000; 16: 145-171Crossref PubMed Scopus (1071) Google Scholar, 3Rangwala S.M. Lazar M.A. Annu. Rev. Nutr. 2000; 20: 535-559Crossref PubMed Scopus (272) Google Scholar). Activation of a cascade of transcription factors, including PPARγ 1The abbreviations used are: PPARγ, peroxisome proliferator-activated receptor-γ; FABP4, fatty acid-binding protein-4; C/EBP, CCAAT/enhancer binding protein; PGC-1α, PPARγ coactivator-1α; UCP1, uncoupling protein-1. and members of the C/EBP family, results in global changes in gene expression that cause the loss of preadipocyte characteristics and the acquisition of the adipocyte phenotype. Whether preadipocytes remain quiescent, divide, or differentiate is influenced by both inhibitory and stimulatory factors (4MacDougald O.A. Mandrup S. Trends Endocrinol. Metab. 2002; 13: 5-11Abstract Full Text Full Text PDF PubMed Scopus (309) Google Scholar). One of the endogenous factors proposed to repress adipogenesis is Wnt10b, which belongs to a large family of secreted, cysteine-rich proteins that regulate diverse cellular processes, including development. Although Wnt regulates cell fate through several signaling pathways (5He X. Dev. Cell. 2003; 4: 791-797Abstract Full Text Full Text PDF PubMed Scopus (70) Google Scholar, 6Veeman M.T. Axelrod J.D. Moon R.T. Dev. Cell. 2003; 5: 367-377Abstract Full Text Full Text PDF PubMed Scopus (1176) Google Scholar), activation of the canonical Wnt/β-catenin pathway is sufficient to inhibit differentiation and apoptosis of preadipocytes (7Ross S.E. Hemati N. Longo K.A. Bennett C.N. Lucas P.C. Erickson R.L. MacDougald O.A. Science. 2000; 289: 950-953Crossref PubMed Scopus (1572) Google Scholar, 8Bennett C.N. Ross S.E. Longo K.A. Bajnok L. Hemati N. Johnson K.W. Harrison S.D. MacDougald O.A. J. Biol. Chem. 2002; 277: 30998-31004Abstract Full Text Full Text PDF PubMed Scopus (605) Google Scholar, 9Longo K.A. Kennell J.A. Ochocinska M.J. Ross S.E. Wright W.S. MacDougald O.A. J. Biol. Chem. 2002; 277: 38239-38244Abstract Full Text Full Text PDF PubMed Scopus (184) Google Scholar, 10Moldes M. Zuo Y. Morrison R.F. Silva D. Park B.H. Liu J. Farmer S.R. Biochem. J. 2003; 376: 607-613Crossref PubMed Scopus (254) Google Scholar, 11Kennell J.A. O'Leary E.E. Gummow B.M. Hammer G.D. MacDougald O.A. Mol. Cell. Biol. 2003; 23: 5366-5375Crossref PubMed Scopus (56) Google Scholar). A model for the canonical signaling pathway has arisen from extensive genetic and biochemical studies. In the absence of Wnt, glycogen synthase kinase-3 phosphorylates β-catenin, which targets this protein for ubiquitin-mediated degradation by the proteasome. In the presence of Wnt, activation of Frizzled receptors and low density lipoprotein receptor-related protein coreceptors disrupts the complex of proteins that contain glycogen synthase kinase-3 and β-catenin. Hypophosphorylated β-catenin then accumulates in the cytosol, translocates to the nucleus, and binds to T-cell factor/lymphoid-enhancing factor transcription factors to mediate the effects of Wnt on gene transcription (5He X. Dev. Cell. 2003; 4: 791-797Abstract Full Text Full Text PDF PubMed Scopus (70) Google Scholar). Expression of Wnt does not influence the rapid and transient induction of C/EBPβ and C/EBPδ, but Wnt completely blocks subsequent induction of the master adipogenic transcription factors C/EBPα and PPARγ. Although the mechanism is still under investigation, alterations in cell cycle regulatory proteins may mediate some of the actions of Wnt (12Ross S.E. Erickson R.L. Gerin I. DeRose P.M. Bajnok L. Longo D.A. Misek D.E. Kuick R. Hanask S.M. Atkins K.B. Maehle S. Nebb H.I. Madsen L. Kristiansen K. MacDougald O.A. Mol. Cell. Biol. 2002; 22: 5989-5999Crossref PubMed Scopus (218) Google Scholar). Spontaneous adipogenesis occurs when Wnt signaling is inhibited in preadipocytes, indicating that preadipocytes produce an endogenous Wnt that represses differentiation. A good candidate for the endogenous signal is Wnt10b, because its expression is high in dividing and confluent preadipocytes and it is rapidly suppressed on induction of differentiation. In addition, ectopic expression of Wnt10b stabilizes free cytosolic β-catenin and inhibits adipogenesis. During differentiation, down-regulation of Wnt signaling components desensitizes preadipocytes to paracrine Wnt signals (8Bennett C.N. Ross S.E. Longo K.A. Bajnok L. Hemati N. Johnson K.W. Harrison S.D. MacDougald O.A. J. Biol. Chem. 2002; 277: 30998-31004Abstract Full Text Full Text PDF PubMed Scopus (605) Google Scholar). Induction of PPARγ during differentiation further suppresses responsivity to Wnt signaling by stimulating degradation of β-catenin by the proteasome (10Moldes M. Zuo Y. Morrison R.F. Silva D. Park B.H. Liu J. Farmer S.R. Biochem. J. 2003; 376: 607-613Crossref PubMed Scopus (254) Google Scholar). To determine the effects of Wnt10b on adipose tissue development, we created transgenic mice in which Wnt10b is expressed from the fatty acid-binding protein-4 (FABP4) promoter. Our results demonstrate that FABP4-Wnt10b mice have a 50% reduction in body fat and resist diet-induced obesity. Repression of adipose tissue development by Wnt10b does not lead to lipodystrophic diabetes; instead, FABP4-Wnt10b mice show improved glucose tolerance and insulin sensitivity. Finally, expression of Wnt10b blocks brown adipose tissue development as characterized by greatly reduced expression of brown adipocyte genes and sensitivity to the cold. Animals—All studies were approved by the University Committee on Use and Care of Animals and were overseen by the Unit for Laboratory Animal Medicine (University of Michigan). Transgenic mice that express mouse Wnt10b (GenBank accession number NM_011718 (13Lee F.S. Lane T.F. Kuo A. Shackleford G.M. Leder P. Proc. Natl. Acad. Sci. U. S. A. 1995; 92: 2268-2272Crossref PubMed Scopus (112) Google Scholar)) under control of the FABP4 promoter were created by the transgenic core facility at the University of Michigan (Fig. 1). Similar expression patterns and phenotypes are observed in three founder lines; however, studies reported herein are from a single transgenic line. FABP4-Wnt10b founders (C57BL/6 X SJL)F2 were backcrossed to C57BL/6 inbred mice, and progeny in N2–N4 generations were used for experiments. Based on quantitative PCR analysis, the FABP4 promoter expresses Wnt10b at ∼50-fold higher levels than endogenous Wnt10b in adipose tissues (data not shown). Diets—Where indicated, 4-week old mice were assigned to receive a low fat diet (10% fat, D12450B, Research Diets, New Brunswick, NJ) or a high fat diet (45% fat, D12451, Research Diets). Expression of RNA—RNA was isolated from tissues with RNA Stat 60 (Tel-Test, Friendswood, TX). Expression of endogenous genes and Wnt10b transgene was measured with RNase protection assays as described previously (14MacDougald O.A. Hwang C.-S. Fan H. Lane M.D. Proc. Natl. Acad. Sci. U. S. A. 1995; 92: 9034-9037Crossref PubMed Scopus (503) Google Scholar). Where indicated, expression of RNA was analyzed by quantitative reverse transcriptase PCR. After digestion with DNase I, cDNA was synthesized using the TaqMan system (Applied Biosystems) and random hexamer primers. Quantitative reverse transcriptase PCR was performed according to the manufacturer's protocol. SYBR green I dye was used to monitor amplification of DNA on the I-Cycler thermal cycler and IQ real-time PCR detection system (Bio-Rad). All primers were verified with RNA from 3T3-L1 preadipocytes at confluence (day 0) and 4 days after induction of differentiation (day 4). Primer sequences are available on request. 2O. A. MacDougald, personal communication. Immunostaining of White Adipose Tissue—Gonadal white adipose tissue was dissected, fixed in 10% neutral buffered formalin, and embedded in paraffin. Sections were deparaffinized, rehydrated, and microwaved in citrate buffer for antigen retrieval. Sections were incubated in blocking buffer (2% normal goat serum, 1% bovine serum albumin, 1% ovalbumin in phosphate-buffered saline) and then with monoclonal antibody against insulin receptor substrate-1. After washes, sections were incubated with Alexafluor488 goat anti-mouse secondary antibody (Molecular Probes, Eugene, OR). After final washes, sections were counterstained with 4′,6′-diamidino-2-phenylindole-blue and visualized using fluorescence microscopy. Glucose and Insulin Tolerance Tests—For glucose tolerance, mice were injected intraperitoneally with 1.5 mg of glucose/g body weight at 9:00 a.m., after a 16-h fast. Blood glucose was determined at the indicated times with samples of tail blood obtained using the OneTouch Ultra™ glucometer (Lifescan, Burnaby, British Columbia, Canada). For insulin sensitivity, insulin (0.5 units/kg body weight) was administered intraperitoneally, and blood samples were collected at the indicated times after administration of insulin. Blood glucose concentrations were determined as above. Core Body Temperature—Mice were surgically implanted with precalibrated telemeters (model TA-F20, Data Sciences International, St. Paul, MN) under deep anesthesia. Mice were housed at 27 °C with a 12-h light and dark cycle for at least 2 weeks after surgery. Core body temperatures for each animal were then recorded at an environmental temperature of 27 °C for 24 h and then at 4 °C for 72 h or until internal body temperature reached 30 °C. Data acquisition and analysis were performed on ICE-LUS™ software (Mark J. Opp, University of Michigan). Blood Chemistry—For all experiments, blood was collected between 9 a.m. and noon. The glucose level was determined from ocular blood using a OneTouch Ultra glucometer (Lifescan) in wild type (n = 18) and transgenic (n = 18) mice random fed on a chow diet. Serum insulin was determined by enzyme-linked immunosorbent assay (CrystalChem, Downers Grove, IL) for wild type (n = 12) and transgenic (n = 12) mice. Serum leptin was determined by enzyme-linked immunosorbent assay (CrystalChem) for wild type (n = 15) and FABP4-Wnt10b (n = 14) mice. Serum adiponectin was evaluated by immunoblot with antisera kindly provided by Mitchell A. Lazar (University of Pennsylvania). Serum-free fatty acids for wild type (n = 17) and transgenic (n = 17) mice were determined with the half-micro test (Roche Applied Science). Differences between genotypes were evaluated with Student's t test. Energy Balance and Body Composition—Food intake of individually housed wild type (n = 6) and FABP4-Wnt10b (n = 6) mice was determined using computer-monitored feeding chambers (Ugo Basile, Comerio, Italy). Measurement of oxygen consumption (VO2) with indirect calorimetry was performed on 8–12-week old mice over 4 days with the Oxymax™ System (Columbus Instruments, Columbus, OH). Animals were fed standard lab chow and nectar fluid and maintained on 12-h light and dark cycles beginning at 6 a.m. and 6 p.m, respectively. Animals were acclimated in measuring chambers for 2 weeks prior to recording. Measurements of VO2 were made every 24 min for each animal over a period of 4 days. Body composition was estimated with dual energy x-ray absorptiometry as described previously (15Feely R.S. Larkin L.M. Halter J.B. Dengel D.R. Exp. Gerontol. 2000; 35: 417-427Crossref PubMed Scopus (26) Google Scholar) but with pDEXA® SABRE™ software. Differences between genotypes were evaluated with Student's t test. Effects of FABP4-Wnt10b on Body Weight and Energy Balance—Our previous work indicates that activation of canonical Wnt signaling inhibits differentiation of preadipocytes in vitro (7Ross S.E. Hemati N. Longo K.A. Bennett C.N. Lucas P.C. Erickson R.L. MacDougald O.A. Science. 2000; 289: 950-953Crossref PubMed Scopus (1572) Google Scholar, 8Bennett C.N. Ross S.E. Longo K.A. Bajnok L. Hemati N. Johnson K.W. Harrison S.D. MacDougald O.A. J. Biol. Chem. 2002; 277: 30998-31004Abstract Full Text Full Text PDF PubMed Scopus (605) Google Scholar, 11Kennell J.A. O'Leary E.E. Gummow B.M. Hammer G.D. MacDougald O.A. Mol. Cell. Biol. 2003; 23: 5366-5375Crossref PubMed Scopus (56) Google Scholar, 12Ross S.E. Erickson R.L. Gerin I. DeRose P.M. Bajnok L. Longo D.A. Misek D.E. Kuick R. Hanask S.M. Atkins K.B. Maehle S. Nebb H.I. Madsen L. Kristiansen K. MacDougald O.A. Mol. Cell. Biol. 2002; 22: 5989-5999Crossref PubMed Scopus (218) Google Scholar). To determine whether signaling by Wnt10b blocks adipogenesis in vivo, we examined adiposity of transgenic mice that express Wnt10b from the well characterized mouse FABP4 promoter (Fig. 1A) (16Graves R.A. Tontonoz P. Ross S.R. Spiegelman B.M. Genes Dev. 1991; 5: 428-437Crossref PubMed Scopus (129) Google Scholar). As expected, the Wnt10b transgene is overexpressed in both white and brown adipose tissues (Fig. 1B), although expression in bone marrow is also observed. Some founder lines also express the Wnt10b transgene in heart (not shown). We were surprised to find that FABP4-Wnt10b mice have increased body weight compared with wild type littermates (Fig. 2A). To evaluate the mechanism of weight gain, we examined energy balance within these mice. Metabolic analyses revealed that oxygen consumption is decreased by an average of 7.4% in FABP4-Wnt10b mice (Fig 2B) with no difference observed in daily food intake (Fig. 2C). Although oxygen consumption was normalized to total body weight in Fig. 2B, similar results were obtained when oxygen consumption was expressed relative to lean body mass (data not shown). Although FABP4-Wnt10b mice are heavier, in part because of small increases in weight of liver and pancreas (Fig. 3A), the major contributor is a 50% (∼2.1 g) increase in weight of skin and hair (Fig. 3B). Although the epidermis and muscle layers of skin appear grossly normal, a dramatic expansion of the dermal layer, particularly the subcutis, is observed in FABP4-Wnt10b mice (Fig. 2D). Thickening of dermis may result from effects of Wnt10b on cell proliferation, collagen secretion, and/or apoptosis (9Longo K.A. Kennell J.A. Ochocinska M.J. Ross S.E. Wright W.S. MacDougald O.A. J. Biol. Chem. 2002; 277: 38239-38244Abstract Full Text Full Text PDF PubMed Scopus (184) Google Scholar). Notably, far fewer adipocytes are observed in the skin of FABP4-Wnt10b mice, suggesting that Wnt10b inhibits adipogenesis in this depot.Fig. 3Tissue weights of FABP4-Wnt10b mice. Male wild type (n = 18) and transgenic (n = 20) mice were fed a normal chow diet. Mice were sacrificed and dissected at 8–10 weeks of age. Various adipose depots and tissues were weighed and are reported as the mean ± S.D. Differences in weight were evaluated using the Student's t test. #, p < 0.01; †, p < 0.001; E-WAT, epididymal white adipose tissue; P-WAT, perirenal adipose tissue; IST, interscapular tissue.View Large Image Figure ViewerDownload (PPT) FABP4-Wnt10b Mice Have Reduced Adipose Tissue and Resist Diet-induced Obesity—In addition to a decreased adipocyte number in skin, FABP4-Wnt10b mice have less subcutaneous, epididymal, and perirenal adipose tissue than wild type mice (Fig. 4A). To quantify differences in adiposity, control and FABP4-Wnt10b mice were placed on a low fat or high fat diet for 20 weeks, and total body lipid was determined non-invasively with dual energy x-ray absorptiometry. FABP4-Wnt10b mice have ∼50% less total body fat when fed either a low fat or high fat diet (Fig. 4B). Likewise, epididymal and perirenal adipose depots are smaller in FABP4-Wnt10b mice that are fed low fat or high fat diets (Fig. 4, C and D). A similar reduction in adipose depots is observed on a chow diet (Fig. 3A). Molecular and Histological Characterization of Adipose Tissue—Expression of mRNAs for adipocyte genes such as C/EBPα, PPARγ, and FABP4, fatty-acid synthase, fat specific protein-27, lipoprotein lipase, leptin, resistin, and adiponectin is slightly lower in adipose tissue from FABP4-Wnt10b mice when normalized to 18 S RNA (Fig. 5A). In contrast, expression of the preadipocyte marker Pref-1 is similar between genotypes (Fig. 5A). Although this could indicate that expression of adipocyte genes is decreased on a per adipocyte basis, we favor the hypothesis that adipocyte gene expression is similar and that the reduced adipocyte signal is the result of a higher proportion of preadipocytes and other stromal vascular cells (and their 18 S RNA) in FABP4-Wnt10b mice. Consistent with this idea, histological analyses indicate that the number of adipocytes/unit area is similar but that the total number of nuclei is increased almost 3-fold in FABP4-Wnt10b adipose tissue (Fig. 5, B and C). Given that the majority of cells within adipose tissue are stromal vascular cells, a higher proportion of preadipocytes and/or other cell types will dilute the observed adipocyte gene expression. Expression of endothelial markers (i.e. Tie-1 and Tie-2) suggests that there are also proportionately more vascular cells (data not shown), consistent with our observation that Wnt signaling increases expression of vascular endothelial growth factor-C in preadipocytes (9Longo K.A. Kennell J.A. Ochocinska M.J. Ross S.E. Wright W.S. MacDougald O.A. J. Biol. Chem. 2002; 277: 38239-38244Abstract Full Text Full Text PDF PubMed Scopus (184) Google Scholar). Decreased adipose tissue mass without differences in adipocyte density indicates that FABP4-Wnt10b mice have fewer total adipocytes. Glucose Tolerance and Insulin Sensitivity—Despite reduced adipose tissue, FABP4-Wnt10b mice do not have the metabolic consequences often observed with lipodystrophy because accumulation of lipid is not observed in liver, muscle, or pancreatic β-cells in mice on a chow diet at 2 or 6 months of age (data not shown). Consistent with this lack of ectopic lipid accumulation and the well established relationship between amount of adipose tissue and whole body insulin resistance (17Kahn B.B. Flier J.S. J. Clin. Investig. 2000; 106: 473-481Crossref PubMed Scopus (2539) Google Scholar), FABP4-Wnt10b mice on a chow diet have increased glucose tolerance and insulin sensitivity at 8 weeks of age (Fig. 6). Moreover, FABP4-Wnt10b mice resist the glucose intolerance caused by feeding a high fat diet for 20 weeks (Fig. 4E) and are more glucose-tolerant than wild type mice on a low fat diet (Fig. 4E). Thus, expression of Wnt10b from the FABP4 promoter inhibits development of white adipose tissue and improves whole body insulin sensitivity and glucose metabolism, even when mice are challenged with a high fat diet. Although Wnt10b improves glucose tolerance and insulin sensitivity, mice random fed on a chow diet do not have alterations in blood glucose or serum insulin levels, nor are differences in free fatty acids observed (Table I); however, concomitant with decreased amounts of adipose tissue, FABP4-Wnt10b mice have serum leptin concentrations ∼50% lower than wild type mice (Table I). Total serum adiponectin was decreased by ∼90% in FABP4-Wnt10b mice as assessed by immunoblot analysis. This observation was unexpected in light of the reported inverse relationship between the percentage of body fat and adiponectin (18Berg A.H. Combs T.P. Scherer P.E. Trends Endocrinol. Metab. 2002; 13: 84-89Abstract Full Text Full Text PDF PubMed Scopus (1091) Google Scholar).Table IBlood chemistry in wild type and FABP4-Wnt10b mice random fed a chow dietVariableWild typeFABP4-Wnt10bp valueBlood glucose (mg/dl)138 ± 13132 ± 18NSSerum insulin (ng/ml)1.30 ± 1.192.17 ± 2.05NSSerum free fatty acid (mm)1.04 ± 0.351.22 ± 0.35NSSerum leptin (ng/ml)3.9 ± 1.72.0 ± 1.3<0.01Serum adiponectin (relative to wild type)100 ± 15.29.2 ± 2.6<0.001 Open table in a new tab Wnt10b Blocks Brown Adipose Tissue Development and Function—Although white adipose tissue acts as a reservoir for excess energy, brown adipose tissue dissipates energy as heat and is thus crucial for adaptive thermogenesis in rodents and human infants (19Lowell B.B. Spiegelman B.M. Nature. 2000; 404: 652-660Crossref PubMed Scopus (1346) Google Scholar). The programs of white and brown adipogenesis share central components, such as PPARγ and C/EBPα; however, expression of PGC-1α during brown adipogenesis appears to play an important role in the expression of the thermogenic protein UCP-1 (2Rosen E.D. Spiegelman B.M. Annu. Rev. Cell Dev. Biol. 2000; 16: 145-171Crossref PubMed Scopus (1071) Google Scholar, 20Puigserver P. Wu Z. Park C.W. Graves R. Wright M. Spiegelman B.M. Cell. 1998; 92: 829-839Abstract Full Text Full Text PDF PubMed Scopus (3177) Google Scholar). To determine whether Wnt10b also suppresses development of brown adipose tissue, we examined the phenotype of FABP4-Wnt10b mice. In 3-day-old wild type mice, a large brown adipose tissue depot is observed in the interscapular region, dorsal to vertebrae, as a dark-staining lobed tissue (Fig. 7A, top left panel). Brown adipocytes are enriched with mitochondria and contain small multilocular triacylglycerol-filled vacuoles (Fig. 7A, lower left panel). In contrast, interscapular tissue from FABP4-Wnt10b mice contains cells that appear similar to white adipocytes, with large unilocular triacylglycerol-filled vacuoles and displaced nuclei (Fig. 7A, top right and lower left panels). A similar enlargement of lipid droplets is observed in other mouse models in which the development or function of brown adipose tissue has been impaired (21Enerback S. Jacobsson A. Simpson E.M. Guerra C. Yamashita H. Harper M.E. Kozak L.P. Nature. 1997; 387: 90-94Crossref PubMed Scopus (1128) Google Scholar, 22Moitra J. Mason M.M. Olive M. Krylov D. Gavrilova O. Marcus-Samuels B. Feigenbaum L. Lee E. Aoyama T. Eckhaus M. Reitman M.L. Vinson C. Genes Dev. 1998; 12: 3168-3181Crossref PubMed Scopus (675) Google Scholar, 23Bachman E.S. Dhillon H. Zhang C.Y. Cinti S. Bianco A.C. Kobilka B.K. Lowell B.B. Science. 2002; 297: 843-845Crossref PubMed Scopus (664) Google Scholar). To characterize further the interscapular tissue of FABP4-Wnt10b mice, expression of various adipocyte markers was examined. Although FABP4-Wnt10b mice have interscapular tissue that resembles white adipose tissue, the adipogenic transcription factors C/EBPα and PPARγ and the adipocyte fatty acid-binding protein FABP4 are not expressed (Fig. 7B). Moreover, expression of important brown adipocyte genes (19Lowell B.B. Spiegelman B.M. Nature. 2000; 404: 652-660Crossref PubMed Scopus (1346) Google Scholar, 24Rosen E.D. Walkey C.J. Puigserver P. Spiegelman B.M. Genes Dev. 2000; 14: 1293-1307Crossref PubMed Google Scholar) such as PGC-1α, PGC-1β, UCP-1, and β3-adrenergic receptor is also greatly reduced (Fig. 7B). Finally, FABP4-Wnt10b mice are unable to maintain core body temperature when placed at 4 °C, with loss of thermoregulatory control occurring within 72 h (Fig. 4C). Taken together, these data indicate that Wnt10b blocks development and function of brown adipose tissue. Wnt10b was initially identified as an integration site for mouse mammary tumor virus in mammary tumors (13Lee F.S. Lane T.F. Kuo A. Shackleford G.M. Leder P. Proc. Natl. Acad. Sci. U. S. A. 1995; 92: 2268-2272Crossref PubMed Scopus (112) Google Scholar). Little is known of the role of Wnt10b in development; however, it is expressed in hematopoietic cells (25Austin T.W. Solar G.P. Ziegler F.C. Liem L. Matthews W. Blood. 1997; 89: 3624-3635Crossref PubMed Google Scholar, 26Van Den Berg D.J. Sharma A.K. Bruno E. Hoffman R. Blood. 1998; 92: 3189-3202Crossref PubMed Google Scholar), 3T3-L1 preadipocytes, and stromal vascular cells from white adipose tissue (7Ross S.E. Hemati N. Longo K.A. Bennett C.N. Lucas P.C. Erickson R.L. MacDougald O.A. Science. 2000; 289: 950-953Crossref PubMed Scopus (1572) Google Scholar, 8Bennett C.N. Ross S.E. Longo K.A. Bajnok L. Hemati N. Johnson K.W. Harrison S.D. MacDougald O.A. J. Biol. Chem. 2002; 277: 30998-31004Abstract Full Text Full Text PDF PubMed Scopus (605) Google Scholar). In addition Wnt10b is expressed in bone marrow (27Reya T. O'Riordan M. Okamura R. Devaney E. Willert K. Nusse R. Grosschedl R. Immunity. 2000; 13: 15-24Abstract Full Text Full Text PDF PubMed Scopus (371) Google Scholar), hair follicles (28Andl T. Reddy S.T. Gaddapara T. Millar S.E. Dev. Cell. 2002; 2: 643-653Abstract Full Text Full Text PDF PubMed Scopus (836) Google Scholar), mammary gland, uterus, and lung (13Lee F.S. Lane T.F. Kuo A. Shackleford G.M. Leder P. Proc. Natl. Acad. Sci. U. S. A. 1995; 92: 2268-2272Crossref PubMed Scopus (112) Google Scholar). Based on our in vitro data suggesting that Wnt10b is an endogenous regulator of adipocyte differentiation, we created FABP4-Wnt10b mice to determine the effects of Wnt10b on adipose tissue development. Although specificity between Wnt10b and Frizzled receptors is unknown, overexpression of Wnt10b may activate receptors through which the Wnt10b signal is not normally transduced. Neonatal development of adipocytes in inguinal and subcutaneous sites appears to be normal; however, a reduced mass of adipose tissue is observed soon after. Early adipocytes may develop normally because expression of Wnt10b from the FABP4 promoter is turned on too late to block differentiation in an autocrine manner; however, Wnt10b-producing adipocytes inhibit differentiation of neighboring precursors. Support for this idea comes from our observation that adipogenesis is blocked by pharmacological activators of Wnt signaling only during the first 3 days of differentiation (8Bennett C.N. Ross S.E. Longo K.A. Bajnok L. Hemati N. Johnson K.W. Harrison S.D. MacDougald O.A. J. Biol. Chem. 2002; 277: 30998-31004Abstract Full Text Full Text PDF PubMed Scopus (605) Google Scholar). In addition, expression of the FABP4 promoter may be variable within adipose tissues because of variegation. The size of adipocytes that develop in FABP4-Wnt10b mice is similar to that of control mice (Fig. 5, B and C). Thus, the decrease in weight of adipose tissue is the result of a decrease in adipocyte number. Although our hypothesis is that the effects of Wnt10b are caused by impaired development of adipocytes, Wnt10b conceivably could act by decreasing the precursor pool or increasing adipocyte turnover; however, given that Wnt signaling is reported to maintain precursor pool populations (29Willert K. Brown J.D. Danenberg E. Duncan A.W. Weissman I.L. Reya T. Yates III, J.R. Nusse R. Nature. 2003; 423: 448-452Crossref PubMed Scopus (1846) Google Scholar, 30Zechner D. Fujita Y. Hulsken J. Muller T. Walther I. Taketo M.M. Crenshaw III, E.B. Birchmeier W. Birchmeier C. Dev. Biol. 2003; 258: 406-418Crossref PubMed Scopus (418) Google Scholar) and inhibit apoptosis (9Longo K.A. Kennell J.A. Ochocinska M.J. Ross S.E. Wright W.S. MacDougald O.A. J. Biol. Chem. 2002; 277: 38239-38244Abstract Full Text Full Text PDF PubMed Scopus (184) Google Scholar, 31You Z. Saims D. Chen S. Zhang Z. Guttridge D.C. Guan K.L. MacDougald O.A. Brown A.M. Evan G. Kitajewski J. Wang C.Y. J. Cell Biol. 2002; 157: 429-440Crossref PubMed Scopus (191) Google Scholar), the mostly likely mechanism is that Wnt10b inhibits development of adipocytes. Although Wnt10b was originally characterized as an oncogene, we did not observe a higher incidence of tumors in FABP4-Wnt10b mice. FABP4-Wnt10b mice have 50% less body fat and a 60% decline in epididymal and perirenal adipose depots (Fig. 4). Although diet-induced obesity is relatively mild in this mixed genetic background, FABP4-Wnt10b mice resist diet-induced accumulation of adipose tissue. In addition, FABP4-Wnt10b mice have a reduction in adiposity of approximately 50% when the transgene is bred onto an agouti or ob/ob background (data not shown). Based on work by Shimomura et al. (32Shimomura I. Hammer R.E. Richardson J.A. Ikemoto S. Bashmakov Y. Goldstein J.L. Brown M.S. Genes Dev. 1998; 12: 3182-3194Crossref PubMed Scopus (690) Google Scholar), who found a 60–70% decrease in white adipose tissue in aP2-nSREBP-1c436 mice, we expected FABP4-Wnt10b mice to have lipodystrophic diabetes characterized by fatty liver, hyperinsulinemia, and glucose intolerance. However, FABP4-Wnt10b mice do not have fatty liver or hyperinsulinemia (Table I) under standard conditions, and they have improved glucose tolerance and insulin sensitivity (Figs. 4 and 6). Leptin is critical for the development of insulin resistance and lipodystrophic diabetes, and leptin was more severely depressed in aP2-nSREBP-1c436 mice than in FABP4-Wnt10b mice (33Shimomura I. Hammer R.E. Ikemoto S. Brown M.S. Goldstein J.L. Nature. 1999; 401: 73-76Crossref PubMed Scopus (878) Google Scholar). Across a range of mouse models in which white adipose tissue is reduced because of regulation of differentiation, metabolism, or apoptosis, lipodystrophic diabetes is reversed through leptin replacement (34Ebihara K. Ogawa Y. Masuzaki H. Shintani M. Miyanaga F. Aizawa-Abe M. Hayashi T. Hosoda K. Inoue G. Yoshimasa Y. Gavrilova O. Reitman M.L. Nakao K. Diabetes. 2001; 50: 1440-1448Crossref PubMed Scopus (206) Google Scholar, 35Tsuboyama-Kasaoka N. Takahashi M. Tanemura K. Kim H.J. Tange T. Okuyama H. Kasai M. Ikemoto S. Ezaki O. Diabetes. 2000; 49: 1534-1542Crossref PubMed Scopus (492) Google Scholar). In contrast, Crebbp heterozygous mice are insulin-sensitive despite a 90% decline in adipose tissue weight, probably because of elevated production of leptin per mass of adipose tissue (36Yamauchi T. Oike Y. Kamon J. Waki H. Komeda K. Tsuchida A. Date Y. Li M.X. Miki H. Akanuma Y. Nagai R. Kimura S. Saheki T. Nakazato M. Naitoh T. Yamamura K. Kadowaki T. Nat. Genet. 2002; 30: 221-226Crossref PubMed Scopus (144) Google Scholar). Although maintenance of leptin levels may contribute to insulin sensitivity of FABP4-Wnt10b mice, adiponectin is unlikely to contribute because serum levels are low, even though we did not determine whether it was present in low or high molecular weight forms (18Berg A.H. Combs T.P. Scherer P.E. Trends Endocrinol. Metab. 2002; 13: 84-89Abstract Full Text Full Text PDF PubMed Scopus (1091) Google Scholar). Resistin may also contribute to improved insulin sensitivity (37Banerjee R.R. Rangwala S.M. Shapiro J.S. Rich A.S. Rhoades B. Qi Y. Wang J. Rajala M.W. Pocai A. Scherer P.E. Steppan C.M. Ahima R.S. Obici S. Rossetti L. Lazar M.A. Science. 2004; 303: 1195-1198Crossref PubMed Scopus (629) Google Scholar) because a similar expression of resistin in adipose tissue but reduced body fat is expected to result in reduced serum concentrations. Further studies are required to determine the basis for insulin sensitivity in FABP4-Wnt10b mice. Expression of Wnt10b early during mammary development suggests that it plays a role in growth and development of this gland. Consistent with this idea, transgenic mice that express elevated Wnt10b from the mouse mammary tumor virus promoter show developmental alterations in the mammary gland, including expanded glandular development and precocious appearance of alveoli in virgin females (38Lane T.F. Leder P. Oncogene. 1997; 15: 2133-2144Crossref PubMed Scopus (123) Google Scholar). Expression of Wnt10b from the FABP4 promoter results in a different phenotype, with greatly impaired development of mammary glands (data not shown). Although fertility and parturition were normal in FABP4-Wnt10b mice, an inability to nurse resulted in neonatal death. A similar phenotype is observed in aZIP mice in which the requirement of adipocytes for normal growth and branching of mammary anlagen was first defined (39Couldrey C. Moitra J. Vinson C. Anver M. Nagashima K. Green J. Dev. Dyn. 2002; 223: 459-468Crossref PubMed Scopus (67) Google Scholar). Although Wnt10b partially inhibits development of white adipose tissue, the block to brown adipose tissue development appears to be complete (Fig. 7). Neonatal FABP4-Wnt10b mice have interscapular tissue that appears to be white fat at both the macroscopic and microscopic levels; however, this tissue does not express either white or brown adipocyte markers. Lipid-filled cells within this region are observed in a number of mouse models in which the development or function of brown fat has been disrupted (21Enerback S. Jacobsson A. Simpson E.M. Guerra C. Yamashita H. Harper M.E. Kozak L.P. Nature. 1997; 387: 90-94Crossref PubMed Scopus (1128) Google Scholar, 22Moitra J. Mason M.M. Olive M. Krylov D. Gavrilova O. Marcus-Samuels B. Feigenbaum L. Lee E. Aoyama T. Eckhaus M. Reitman M.L. Vinson C. Genes Dev. 1998; 12: 3168-3181Crossref PubMed Scopus (675) Google Scholar, 23Bachman E.S. Dhillon H. Zhang C.Y. Cinti S. Bianco A.C. Kobilka B.K. Lowell B.B. Science. 2002; 297: 843-845Crossref PubMed Scopus (664) Google Scholar). We found low levels of lipoprotein lipase expressed by semiquantitative reverse transcriptase PCR, suggesting uptake from lipoproteins as a possible mechanism for lipid accumulation. The lipid-filled cells within interscapular tissue are not readily depleted by fasting or chronic administration of a β3 agonist, nor is UCP-1 induced by these treatments (data not shown). Brown adipose tissue may be more susceptible to Wnt10b in this context for a number of reasons: 1) FABP4-Wnt10b may be expressed at a higher level or at an earlier stage in developing brown adipocytes; 2) precursor cells may bind Wnt10b with higher affinity, perhaps because a different complement of Frizzled receptors and/or LRP coreceptors are expressed; and 3) Wnt10b may feed back in an autocrine manner to down-regulate expression of brown adipocyte genes. The loss of functional brown fat may contribute to the reduced oxygen consumption observed in FABP4-Wnt10b mice. Cold sensitivity and a lack of UCP-1 were observed in three FABP4-Wnt10b lines; however, one of the lines expressed C/EBPα and FABP4 in interscapular tissue (data not shown), suggesting that Wnt10b may selectively inhibit expression of brown adipocyte markers depending on timing and level of transgene expression. In summary, activation of canonical Wnt signaling by Wnt10b inhibits differentiation of preadipocytes in vitro, and expression of Wnt10b from the FABP4 promoter impairs development of white adipose tissue in mice. FABP4-Wnt10b mice resist diet-induced obesity and the associated glucose intolerance and insulin resistance, perhaps because leptin levels are maintained. Wnt10b results in a complete block to brown adipose tissue development, and FABP4-Wnt10b mice are unable to defend their core body temperature against the cold.",
  "authors": [
    {
      "display_name": "Kenneth Longo",
      "id": "A5109140989",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Kenneth A. Longo"
    },
    {
      "display_name": "Wendy S. Wright",
      "id": "A5110052929",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Wendy S. Wright"
    },
    {
      "display_name": "Sona Kang",
      "id": "A5091496107",
      "orcid": "https://orcid.org/0000-0002-9831-677X",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Sona Kang"
    },
    {
      "display_name": "Isabelle Gerin",
      "id": "A5041293249",
      "orcid": "https://orcid.org/0009-0000-0331-8207",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Isabelle Gerin"
    },
    {
      "display_name": "Shian-Huey Chiang",
      "id": "A5111917227",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Shian-Huey Chiang"
    },
    {
      "display_name": "Peter C. Lucas",
      "id": "A5060040445",
      "orcid": "https://orcid.org/0000-0003-4880-7172",
      "institutions": [
        {
          "id": "I4210133297",
          "display_name": "Comprehensive Blood & Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Peter C. Lucas"
    },
    {
      "display_name": "Mark R. Opp",
      "id": "A5038888691",
      "orcid": "https://orcid.org/0000-0002-9831-9866",
      "institutions": [
        {
          "id": "I27837315",
          "display_name": "University of Michigan",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mark R. Opp"
    },
    {
      "display_name": "Ormond A. MacDougald",
      "id": "A5077260684",
      "orcid": "https://orcid.org/0000-0001-6907-7960",
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Ormond A. MacDougald"
    }
  ],
  "publication_year": 2004,
  "publication_date": "2004-06-15",
  "type": "article",
  "cited_by_count": 366,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S140251998",
    "display_name": "Journal of Biological Chemistry",
    "issn_l": "0021-9258",
    "issn": [
      "0021-9258",
      "1067-8816",
      "1083-351X"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320990"
  },
  "volume": "279",
  "issue": "34",
  "first_page": "35503",
  "last_page": "35509",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "http://www.jbc.org/article/S0021925820731303/pdf",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C137620995",
      "display_name": "Wnt signaling pathway",
      "level": 3,
      "score": 0.8402879
    },
    {
      "id": "C171089720",
      "display_name": "Adipose tissue",
      "level": 2,
      "score": 0.83196455
    },
    {
      "id": "C151955695",
      "display_name": "White adipose tissue",
      "level": 3,
      "score": 0.7380069
    },
    {
      "id": "C2780642333",
      "display_name": "Brown adipose tissue",
      "level": 3,
      "score": 0.69760185
    },
    {
      "id": "C122927707",
      "display_name": "Adipogenesis",
      "level": 3,
      "score": 0.6909252
    },
    {
      "id": "C134018914",
      "display_name": "Endocrinology",
      "level": 1,
      "score": 0.66600543
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.66080153
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.6048018
    },
    {
      "id": "C17675752",
      "display_name": "Adipose tissue macrophages",
      "level": 4,
      "score": 0.5364362
    },
    {
      "id": "C141035611",
      "display_name": "Genetically modified mouse",
      "level": 4,
      "score": 0.5352645
    },
    {
      "id": "C2776175234",
      "display_name": "Adipocyte",
      "level": 3,
      "score": 0.44645253
    },
    {
      "id": "C102230213",
      "display_name": "Transgene",
      "level": 3,
      "score": 0.43982372
    },
    {
      "id": "C95444343",
      "display_name": "Cell biology",
      "level": 1,
      "score": 0.39549574
    },
    {
      "id": "C62478195",
      "display_name": "Signal transduction",
      "level": 2,
      "score": 0.31862015
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.15392339
    },
    {
      "id": "C104317684",
      "display_name": "Gene",
      "level": 2,
      "score": 0.11871445
    },
    {
      "id": "C54355233",
      "display_name": "Genetics",
      "level": 1,
      "score": 0.07665086
    }
  ],
  "topics": [
    {
      "id": "T10929",
      "display_name": "Wnt/β-catenin signaling in development and cancer",
      "score": 0.9957
    },
    {
      "id": "T11457",
      "display_name": "Adipose Tissue and Metabolism",
      "score": 0.9891
    },
    {
      "id": "T10839",
      "display_name": "Pancreatic function and diabetes",
      "score": 0.9818
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1074/jbc.m402937200",
  "pdf_url": "http://www.jbc.org/article/S0021925820731303/pdf",
  "retrieved_date": "2025-07-30T15:46:07.332211",
  "source_database": "OpenAlex"
}