{
  "openalex_id": "W2022634288",
  "doi": "https://doi.org/10.1080/0267257x.2014.955044",
  "title": "The experience of risk in families: conceptualisations and implications for transformative consumer research",
  "abstract": "AbstractFamilies represent an important context for understanding and addressing the various forms of risk experienced by consumers. This article defines and discusses the concept of risk as it applies to the familial unit, with a particular focus on the liminal transitions that occur within families and the resiliency required for families to identify and adopt effective coping strategies to manage these transitions. A framework is proposed that offers researchers an approach for applying concepts related to family risk to various consumption-related problems and issues. This framework constitutes a starting point that can be developed and expanded to facilitate a deeper understanding of the internal and external forces that influence families and their well-being, and the role consumption plays therein. Potential avenues for future transformative consumer research are proposed in this important but under-developed field.Keywords: familyriskresilienceliminalitytransformative consumer research Additional informationNotes on contributorsSimone PettigrewSimone Pettigrew is a research professor in the School of Psychology and Speech Pathology at Curtin University in Western Australia. Her research focus is health promotion, primarily in relation to child obesity, alcohol consumption, ageing, and mental health. Her work is centred on multi-level behavioural change strategies that include (i) communications to motivate individuals to adopt healthier practices and (ii) environmental modifications to make the healthy choice the easy choice. Simone currently holds externally funded grants to investigate binge drinking behaviours among young adults, the potential role of cancer warning statements on alcohol products, the effects of front-of-pack labels and health claims on consumers' food choices, and the effects of volunteering on seniors' physical and mental health. She is an associate editor for BMC Public Health and sits on the editorial boards of the Journal of Research for Consumers, International Review on Public and Nonprofit Marketing, and Consumption, Markets and Culture.Laurel AndersonLaurel Anderson is faculty at the W. P. Carey School of Business and Research Faculty at the Center for Services Leadership at Arizona State University. Her work centres on the socio-cultural aspects of consumer behaviour and services. In particular, her research focuses on consumer well-being especially related to poverty, culture, immigration and health, along with creativity, consumer collaboration in service innovation, and transformative services research. Her research has been published in the Journal of Consumer Research, Journal of Public Policy and Marketing, Journal of Services Research, Journal of Business Research, Journal of Advertising, International Journal of Research in Marketing, and Journal of Consumer Behaviour among others. She is co-editor of a special issue of the Journal of Service Research focused on transformative service research. She is an associate editor for the Journal of Service Research and on the editorial review board of the Journal of Public Policy and Marketing.Wendy BolandWendy Boland is an associate professor of marketing at the Kogod School of Business at American University in Washington, DC. Her research interests are centred on decision making and risky consumption with a specific focus on the choices of children and young consumers. Explicitly, her primary interests are in understanding the long-term effects that result from the risky consumption decisions made by adolescents and the impact that their decisions have on their future as individuals and consumers. Consequently, her goal is to gain knowledge of the factors that influence the decisions of young consumers in order to better educate them about the marketplace and protect them from practices that might exploit their vulnerabilities. Wendy's research has been published in a variety of marketing and interdisciplinary journals including the Journal of Consumer Research, the Journal of Consumer Psychology, the Journal of Business Research, and Appetite.Valérie-Inés de La VilleValérie-Inés de La Ville graduated from E.M. Lyon in 1985 and holds a PhD in entrepreneurial strategies from the University Lyon 3 since 1996. She is currently professor in strategic marketing and business policy at the Business Administration Department of the University of Poitiers (France). She created in 2003 the European Centre for Children's Products, a training and research unit focused on youth-oriented markets. Her fields of interest are in entrepreneurship and strategic innovations in child-oriented markets, in the foundations of Corporate Social Responsibility towards youth as well as in the ethical issues raised by addressing young people as consumers or economic actors (http://cepe.univ-poitiers.fr/). She initiated in 2004 the series of international conferences 'Child and Teen Consumption' (http://childandteenconsumption.org/). She sits on the editorial board of the journal Young Consumers.'Ilaisaane M.E. Fifita'Ilaisaane M.E. Fifita is a doctoral candidate in the Department of Marketing at the University of Auckland Business School, New Zealand. Her research interests are in the areas of consumer behaviour, anti-consumption, TCR, and consumer resistance. Her current research centres on prevention of smoking initiation by examining the perspective of non-smokers.Marie-Hélène Fosse-GomezMarie-Hélène Fosse-Gomez is professor at the French University of Lille 2. Her research focuses on family consumption, family decision making, and adolescent socialisation. She investigates several types of exchange within the family: sharing, exchanging, and bargaining. She took part in a granted research program about immigration and acculturation. She is member of the board of directors of the French Marketing Association, more precisely in charge of animating the research community.Marie KindtMarie Kindt is a lecturer at Haute Ecole Louvain en Hainaut (HELHA) in Belgium. Last year, she was a teaching assistant and a PhD student at Louvain School of Management – Université Catholique de Louvain (UCL Mons) in Belgium. In this context, she defended her PhD dissertation: an interpretative approach, that is, 'grounded theory' applied to the study of children's experiences in art and history museums. Her research interests are in the areas of family consumption, cultural consumption, and children socialisation.Laura LuukkanenLaura Luukkanen is a PhD student in the Jyväskylä University School of Business and Economics in the University of Jyväskylä, Finland. Her doctoral research is concerned with consumers' financial capability and the promotion of young people's financial capability. Currently, Laura holds externally funded grants to investigate young people's empowerment towards financial capability and the impact of personality and peer groups on young people's attitudes toward financial behaviour.Ingrid MartinIngrid Martin's publications focus on social marketing topics in risk communication and maladaptive behaviours in consumption and disaster mitigation. She expanded her research to investigate the process of addiction as a set of stages transitioning consumers from normal consumption patterns to maladaptive, chronic consumption. Her work is published in the Journal of Public Policy & Marketing, Risk Analysis, Journal of Environmental Management, Journal of the Academy of Marketing Science, Journal of Business Research, Journal of Consumer Research, Journal of Marketing Research, Journal of Research for Consumers, as well as numerous book chapters. She is on the editorial review board of the Journal of Marketing & Public Policy and the Journal of the Academy of Marketing Science, and she serves as an ad hoc reviewer for numerous journals in marketing, public policy, and environmental management. Her research is funded through the USDA Forest Service and the California State University Multidisciplinary grant program.Lucie K. OzanneLucie K. Ozanne is an associate professor of marketing at the University of Canterbury in the Department of Management, Marketing and Entrepreneurship. Her primary research interest over the past 20 years has been devoted to examining the impact of consumption behaviour on the natural environment and possible initiatives to mitigate that impact. However, in exploring alternative grassroots consumption systems, her research has begun to take a different path. In particular, her work examining sharing behaviour through the use of community toy libraries and the potential for individual and community capacity development through the use of time banks has extended her focus beyond environmental sustainability – to issues related to the family and the wider community.Dante M. PirouzDante Pirouz is a visiting assistant professor at the Wharton School of Business, University of Pennsylvania and an assistant professor of marketing at the Richard Ivey School of Business, Western University in Canada. She is interested in the 'dark side' of risky consumer behaviour including addictive consumption and the impact of marketing cues on risky behaviours. Her publications have appeared in the Journal of Business Research, Journal of Public Policy and Marketing, and Journal of Research for Consumers. In addition, she has published book chapters on neuroscience and addiction, neuroeconomics, and behavioural economics. She has published a number of cases for Ivey publishing including Porsche, Cargill India and Campbell's Soup. Professor Pirouz has over 10 years of corporate experience working internationally for firms in advertising, marketing, and new business development.Andrea ProtheroAndrea Prothero is associate dean of academic affairs of the Business School at University College Dublin, Ireland. Prior to moving to Ireland in 1999, Andy lectured at universities in Wales and Scotland and also spent a sabbatical period at Arizona State University in 2002. Her research broadly explores the area of marketing in society. Specific research projects have focused on, for example, advertising to children, motherhood and consumption, sustainability marketing, and sustainable consumption; and she has published widely in these areas. In 2005 Andy was the recipient of a UCD President's Research Fellowship award where she worked on the project 'Motherhood: Identity, Experience and Consumption' with colleagues in Denmark, Ireland, the UK, and the USA. Most recently Andy received a UCD President's Teaching Award and is currently working on a project from the award exploring 'Ethics in Business Education'. Andy currently serves as associate editor of the Global Policy and the Environment Track for the Journal of Macromarketing, and as associate editor for the Journal of Marketing Management.Tony StovallTony Stovall is a PhD candidate in retailing and consumer sciences at the University of Arizona. His research experience includes work on a Congressionally mandated research project for the Federal Trade Commission on the accuracy of consumer credit reports. His dissertation research lies at the nexus of marketing/retailing and geography and focuses on the effects of retail assortment on consumers' sense of place and the influence that this perception has on identity, consumption, well-being and value. This particular research stream examines the effects of place-specific consumptive practices, and the myriad ways in which marketing and public policy often shape, if not dictate, consumption and perceptions of value. He has additional projects that focus on the consumption of digital products and how this practice affects value perceptions and identity.",
  "authors": [
    {
      "display_name": "Simone Pettigrew",
      "id": "A5045385081",
      "orcid": "https://orcid.org/0000-0003-3921-1174",
      "institutions": [
        {
          "id": "I205640436",
          "display_name": "Curtin University",
          "country_code": "AU",
          "type": "funder"
        },
        {
          "id": "I2802536394",
          "display_name": "Speech Pathology Australia",
          "country_code": "AU",
          "type": "other"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Simone Pettigrew"
    },
    {
      "display_name": "Laurel Anderson",
      "id": "A5111867785",
      "orcid": null,
      "institutions": [
        {
          "id": "I55732556",
          "display_name": "Arizona State University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Laurel Anderson"
    },
    {
      "display_name": "Wendy Attaya Boland",
      "id": "A5075300052",
      "orcid": "https://orcid.org/0000-0001-8162-1666",
      "institutions": [
        {
          "id": "I181401687",
          "display_name": "American University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Wendy Boland"
    },
    {
      "display_name": "Valérie-Inès de La Ville",
      "id": "A5052985189",
      "orcid": "https://orcid.org/0000-0002-0299-0269",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Valérie-Inés de La Ville"
    },
    {
      "display_name": "Ilaisaane M.E. Fifita",
      "id": "A5091212140",
      "orcid": "https://orcid.org/0000-0002-0367-3046",
      "institutions": [
        {
          "id": "I154130895",
          "display_name": "University of Auckland",
          "country_code": "NZ",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "’Ilaisaane M.E. Fifita"
    },
    {
      "display_name": "Marie-Hélène Fosse-Gomez",
      "id": "A5108435907",
      "orcid": "https://orcid.org/0009-0002-8622-3231",
      "institutions": [
        {
          "id": "I2279609970",
          "display_name": "Université de Lille",
          "country_code": "FR",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Marie-Hélène Fosse-Gomez"
    },
    {
      "display_name": "Marie Kindt",
      "id": "A5060340625",
      "orcid": null,
      "institutions": [
        {
          "id": "I95674353",
          "display_name": "UCLouvain",
          "country_code": "BE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Marie Kindt"
    },
    {
      "display_name": "Laura Luukkanen",
      "id": "A5033741049",
      "orcid": null,
      "institutions": [
        {
          "id": "I94722563",
          "display_name": "University of Jyväskylä",
          "country_code": "FI",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Laura Luukkanen"
    },
    {
      "display_name": "Ingrid M. Martin",
      "id": "A5043231497",
      "orcid": "https://orcid.org/0000-0001-7847-0780",
      "institutions": [
        {
          "id": "I127339247",
          "display_name": "California State University System",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ingrid Martin"
    },
    {
      "display_name": "Lucie K. Ozanne",
      "id": "A5074182874",
      "orcid": "https://orcid.org/0000-0002-9367-0622",
      "institutions": [
        {
          "id": "I185492890",
          "display_name": "University of Canterbury",
          "country_code": "NZ",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Lucie K. Ozanne"
    },
    {
      "display_name": "Dante Pirouz",
      "id": "A5079471956",
      "orcid": null,
      "institutions": [
        {
          "id": "I79576946",
          "display_name": "University of Pennsylvania",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I125749732",
          "display_name": "Western University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Dante M. Pirouz"
    },
    {
      "display_name": "Andrea Prothero",
      "id": "A5086435550",
      "orcid": "https://orcid.org/0000-0002-5273-321X",
      "institutions": [
        {
          "id": "I100930933",
          "display_name": "University College Dublin",
          "country_code": "IE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Andrea Prothero"
    },
    {
      "display_name": "Tony Stovall",
      "id": "A5078580506",
      "orcid": "https://orcid.org/0000-0002-2306-3675",
      "institutions": [
        {
          "id": "I138006243",
          "display_name": "University of Arizona",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Tony Stovall"
    }
  ],
  "publication_year": 2014,
  "publication_date": "2014-09-10",
  "type": "article",
  "cited_by_count": 22,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S14291815",
    "display_name": "Journal of Marketing Management",
    "issn_l": "0267-257X",
    "issn": [
      "0267-257X",
      "1472-1376"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320547"
  },
  "volume": "30",
  "issue": "17-18",
  "first_page": "1772",
  "last_page": "1799",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C70587473",
      "display_name": "Transformative learning",
      "level": 2,
      "score": 0.83405477
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.47346467
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.4562903
    },
    {
      "id": "C2992166776",
      "display_name": "Consumer research",
      "level": 2,
      "score": 0.4350596
    },
    {
      "id": "C144133560",
      "display_name": "Business",
      "level": 0,
      "score": 0.23914576
    },
    {
      "id": "C138496976",
      "display_name": "Developmental psychology",
      "level": 1,
      "score": 0.23908016
    },
    {
      "id": "C162853370",
      "display_name": "Marketing",
      "level": 1,
      "score": 0.16304344
    }
  ],
  "topics": [
    {
      "id": "T10475",
      "display_name": "Psychological Well-being and Life Satisfaction",
      "score": 0.977
    },
    {
      "id": "T11573",
      "display_name": "Risk Perception and Management",
      "score": 0.9674
    },
    {
      "id": "T13510",
      "display_name": "Nostalgia and Consumer Behavior",
      "score": 0.9493
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1080/0267257x.2014.955044",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:12:07.467079",
  "source_database": "OpenAlex"
}