{
  "openalex_id": "W2027021865",
  "doi": "https://doi.org/10.1074/jbc.m206882200",
  "title": "The Long Form of FLIP Is an Activator of Caspase-8 at the Fas Death-inducing Signaling Complex",
  "abstract": "Death receptors, such as Fas and tumor necrosis factor-related apoptosis-inducing ligand receptors, recruit Fas-associated death domain and pro-caspase-8 homodimers, which are then autoproteolytically activated. Active caspase-8 is released into the cytoplasm, where it cleaves various proteins including pro-caspase-3, resulting in apoptosis. The cellular Fas-associated death domain-like interleukin-1-β-converting enzyme-inhibitory protein long form (FLIPL), a structural homologue of caspase-8 lacking caspase activity because of several mutations in the active site, is a potent inhibitor of death receptor-induced apoptosis. FLIPL is proposed to block caspase-8 activity by forming a proteolytically inactive heterodimer with caspase-8. In contrast, we propose that FLIPL-bound caspase-8 is an active protease. Upon heterocomplex formation, a limited caspase-8 autoprocessing occurs resulting in the generation of the p43/41 and the p12 subunits. This partially processed form but also the non-cleaved FLIPL-caspase-8 heterocomplex are proteolytically active because they both bind synthetic substrates efficiently. Moreover, FLIPL expression favors receptor-interacting kinase (RIP) processing within the Fas-signaling complex. We propose that FLIPL inhibits caspase-8 release-dependent pro-apoptotic signals, whereas the single, membrane-restricted active site of the FLIPL-caspase-8 heterocomplex is proteolytically active and acts on local substrates such as RIP. Death receptors, such as Fas and tumor necrosis factor-related apoptosis-inducing ligand receptors, recruit Fas-associated death domain and pro-caspase-8 homodimers, which are then autoproteolytically activated. Active caspase-8 is released into the cytoplasm, where it cleaves various proteins including pro-caspase-3, resulting in apoptosis. The cellular Fas-associated death domain-like interleukin-1-β-converting enzyme-inhibitory protein long form (FLIPL), a structural homologue of caspase-8 lacking caspase activity because of several mutations in the active site, is a potent inhibitor of death receptor-induced apoptosis. FLIPL is proposed to block caspase-8 activity by forming a proteolytically inactive heterodimer with caspase-8. In contrast, we propose that FLIPL-bound caspase-8 is an active protease. Upon heterocomplex formation, a limited caspase-8 autoprocessing occurs resulting in the generation of the p43/41 and the p12 subunits. This partially processed form but also the non-cleaved FLIPL-caspase-8 heterocomplex are proteolytically active because they both bind synthetic substrates efficiently. Moreover, FLIPL expression favors receptor-interacting kinase (RIP) processing within the Fas-signaling complex. We propose that FLIPL inhibits caspase-8 release-dependent pro-apoptotic signals, whereas the single, membrane-restricted active site of the FLIPL-caspase-8 heterocomplex is proteolytically active and acts on local substrates such as RIP. Apoptosis is a vital mechanism in multicellular organisms to eliminate unwanted cells during development, tissue homeostasis, and immune system function (1Jacobson M.D. Weil M. Raff M.C. Cell. 1997; 88: 347-354Google Scholar). Initiation and regulation of apoptosis is highly controlled through specific protein-protein interactions and by a family of proteolytic enzymes, the caspases (2Wolf B.B. Green D.R. J. Biol. Chem. 1999; 274: 20049-20052Google Scholar, 3Thornberry N.A. Lazebnik Y. Science. 1998; 281: 1312-1316Google Scholar). One way to induce apoptosis is via death receptors, a subgroup of the tumor necrosis factor receptor superfamily (4Bodmer J.L. Schneider P. Tschopp J. Trends Biochem. Sci. 2002; 27: 19-26Google Scholar). The death signal is transmitted through the binding of extracellular death ligands such as the Fas ligand (FasL) 1The abbreviations used are: FasL, Fas ligand; FADD, Fas-associated death domain; FLICE, FADD-like interleukin-1-β-converting enzyme; DED, death effector domain; DISC, death-inducing signaling complex; FLIPL, cellular FLICE-inhibitory protein long form; FLIPS, cellular FLICE-inhibitory protein short form; PDB, Protein Data Bank; zVAD-fmk, benzyloxycarbonyl-Val-Ala-Asp-fluoromethylketone; r.m.s.d., root mean square deviation; RISC, receptor-induced signaling complex; DEVD-aomk, Asp-Glu-Val-Asp-[2,6-dimethyl benzoyloxy]methyl ketone; mAb, monoclonal antibody; VSV, vesicular stomatitis virus; NF-κB, nuclear factor κB; RIP, receptor-interacting kinase.1The abbreviations used are: FasL, Fas ligand; FADD, Fas-associated death domain; FLICE, FADD-like interleukin-1-β-converting enzyme; DED, death effector domain; DISC, death-inducing signaling complex; FLIPL, cellular FLICE-inhibitory protein long form; FLIPS, cellular FLICE-inhibitory protein short form; PDB, Protein Data Bank; zVAD-fmk, benzyloxycarbonyl-Val-Ala-Asp-fluoromethylketone; r.m.s.d., root mean square deviation; RISC, receptor-induced signaling complex; DEVD-aomk, Asp-Glu-Val-Asp-[2,6-dimethyl benzoyloxy]methyl ketone; mAb, monoclonal antibody; VSV, vesicular stomatitis virus; NF-κB, nuclear factor κB; RIP, receptor-interacting kinase. to its receptor Fas resulting in conformational changes of preformed receptor clusters (5Siegel R.M. Frederiksen J.K. Zacharias D.A. Chan F.K. Johnson M. Lynch D. Tsien R.Y. Lenardo M.J. Science. 2000; 288: 2354-2357Google Scholar). Intracellularly this change leads to the recruitment of the adaptor protein FADD (6Boldin M.P. Varfolomeev E.E. Pancer Z. Mett I.L. Camonis J.H. Wallach D. J. Biol. Chem. 1995; 270: 7795-7798Google Scholar, 7Chinnaiyan A.M. O'Rourke K. Tewari M. Dixit V.M. Cell. 1995; 81: 505-512Google Scholar) and of the initiator caspases, caspase-8 and -10 (8Medema J.P. Scaffidi C. Kischkel F.C. Shevchenko A. Mann M. Krammer P.H. Peter M.E. EMBO J. 1997; 16: 2794-2804Google Scholar, 9Kischkel F.C. Lawrence D.A. Tinel A. LeBlanc H. Virmani A. Schow P. Gazdar A. Blenis J. Arnott D. Ashkenazi A. J. Biol. Chem. 2001; 276: 46639-46646Google Scholar). Fas and FADD interact via homophilic death domain interactions, whereas FADD and the pro-caspases interact through death effector domains (DED). Ligand, receptor, adaptor protein, and caspases form the death inducing signaling complex (DISC) (10Kischkel F.C. Hellbardt S. Behrmann I. Germer M. Pawlita M. Krammer P.H. Peter M.E. EMBO J. 1995; 14: 5579-5588Google Scholar). When recruited to the DISC, pro-caspase-8 or -10 is activated through a series of proteolytic cleavage steps. Activation of pro-caspases generally involves the cleavage within the proteolytic caspase domain, resulting in active caspase comprising a large (α) and small (β) subunit, as well as the removal of the N-terminal domain. Apoptosis by death receptors is regulated at different levels of the signaling pathway. The viral caspase inhibitors CrmA and p35 block caspase-8 once it is activated and released from the membrane-bound DISC (11Shi Y. Mol. Cell. 2002; 9: 459-470Google Scholar). FLIP is a potent inhibitor of death receptor-mediated pro-apoptotic signals, blocking the signaling pathway more upstream, before caspase-8 activation and release (12Irmler M. Thome M. Hahne M. Schneider P. Hofmann K. Steiner V. Bodmer J.L. Schroter M. Burns K. Mattmann C. Rimoldi D. French L.E. Tschopp J. Nature. 1997; 388: 190-195Google Scholar, 13Srinivasula S.M. Ahmad M. Ottilie S. Bullrich F. Banks S. Wang Y. Fernandes-Alnemri T. Croce C.M. Litwack G. Tomaselli K.J. Armstrong R.C. Alnemri E.S. J. Biol. Chem. 1997; 272: 18542-18545Google Scholar, 14Hu S. Vincenz C. Ni J. Gentz R. Dixit V.M. J. Biol. Chem. 1997; 272: 17255-17257Google Scholar, 15Shu H.B. Halpin D.R. Goeddel D.V. Immunity. 1997; 6: 751-763Google Scholar, 16Goltsev Y.V. Kovalenko A.V. Arnold E. Varfolomeev E.E. Brodianskii V.M. Wallach D. J. Biol. Chem. 1997; 272: 19641-19644Google Scholar, 17Han D.K. Chaudhary P.M. Wright M.E. Friedman C. Trask B.J. Riedel R.T. Baskin D.G. Schwartz S.M. Hood L. Proc. Natl. Acad. Sci. U. S. A. 1997; 94: 11333-11338Google Scholar, 18Inohara N. Koseki T. Hu Y. Chen S. Nunez G. Proc. Natl. Acad. Sci. U. S. A. 1997; 94: 10717-10722Google Scholar, 19Rasper D. Vaillancourt J. Hadano S. Houtzager V. Seiden I. Keen L. Tawa P. Nicholson D. Cell Death Diff. 1998; 5: 271-288Google Scholar). Two forms, FLIPL (long form) and FLIPS (short form) have been characterized so far (20Thome M. Tschopp J. Nat. Rev. Immunol. 2001; 1: 50-58Google Scholar, 21Krueger A. Baumann S. Krammer P.H. Kirchhoff S. Mol. Cell. Biol. 2001; 21: 8247-8254Google Scholar), which correspond to FLIP splice variants at the mRNA level. FLIPS consists of two DEDs, whereas FLIPL has an additional C-terminal caspase domain and resembles caspase-8 in its overall structural organization. In the protease-like domain of FLIPL the catalytically active cysteine is replaced by a tyrosine rendering the molecule proteolytically inactive (20Thome M. Tschopp J. Nat. Rev. Immunol. 2001; 1: 50-58Google Scholar, 21Krueger A. Baumann S. Krammer P.H. Kirchhoff S. Mol. Cell. Biol. 2001; 21: 8247-8254Google Scholar). Pro-caspase-8 and FLIPL are recruited to the DISC, where both molecules are partly processed and the cleaved intermediates remain bound to the DISC (12Irmler M. Thome M. Hahne M. Schneider P. Hofmann K. Steiner V. Bodmer J.L. Schroter M. Burns K. Mattmann C. Rimoldi D. French L.E. Tschopp J. Nature. 1997; 388: 190-195Google Scholar, 22Willems F. Amraoui Z. Vanderheyde N. Verhasselt V. Aksoy E. Scaffidi C. Peter M.E. Krammer P.H. Goldman M. Blood. 2000; 95: 3478-3482Google Scholar). In a recent paper, Krueger et al. (23Krueger A. Schmitz I. Baumann S. Krammer P.H. Kirchhoff S. J. Biol. Chem. 2001; 276: 20633-20640Google Scholar) demonstrated that FLIPL but not FLIPS or a mutant lacking the small subunit of the protease domain contributes to the first cleavage step of caspase-8. It is assumed that, in both cases, caspase-8 activity is highly impaired, rendering cells resistant to death receptor-induced apoptosis (24Scaffidi C. Schmitz I. Krammer P.H. Peter M.E. J. Biol. Chem. 1999; 274: 1541-1548Google Scholar). The precise physiological role of FLIP is still debated. Analysis of FLIP-deficient mice revealed not only its importance in the regulation of death receptor-induced apoptosis, but also in embryonic development (25Yeh W.C. Itie A. Elia A.J. Ng M. Shu H.B. Wakeham A. Mirtsos C. Suzuki N. Bonnard M. Goeddel D.V. Mak T.W. Immunity. 2000; 12: 633-642Google Scholar). Cells deficient for FLIP are more susceptible to death receptor-mediated apoptosis (26Yeh W.C. Shahinian A. Speiser D. Kraunus J. Billia F. Wakeham A. de la Pompa J.L. Ferrick D. Hum B. Iscove N. Ohashi P. Rothe M. Goeddel D.V. Mak T.W. Immunity. 1997; 7: 715-725Google Scholar), and this anti-apoptotic activity of FLIP is likely to control T cell survival (12Irmler M. Thome M. Hahne M. Schneider P. Hofmann K. Steiner V. Bodmer J.L. Schroter M. Burns K. Mattmann C. Rimoldi D. French L.E. Tschopp J. Nature. 1997; 388: 190-195Google Scholar). Moreover, high levels of FLIP lead to increased sensitivity of T cells toward T cell receptor stimulation and result in increased synthesis of interleukin-2, probably as a result of the capacity of FLIP to activate the NF-κB and c-Jun N-terminal kinase signaling pathways (27Kataoka T. Budd R.C. Holler N. Thome M. Martinon F. Irmler M. Burns K. Hahne M. Kennedy N. Kovacsovics M. Tschopp J. Curr. Biol. 2000; 10: 640-648Google Scholar, 28Lens S. Kataoka T. Fortner K. Tinel A. Ferrero I. MacDonald R.H. Hahne M. Beermann F. Attinger A. Acha-Orbea H. Budd R.C. Tschopp J. Mol. Cell. Biol. 2002; 22: 5419-5433Google Scholar). These latter activities may also contribute to its effect on tumor growth (29Medema J.P. de Jong J. van Hall T. Melief C.J. Offringa R. J. Exp. Med. 1999; 190: 1033-1038Google Scholar,30Djerbi M. Screpanti V. Catrina A.I. Bogen B. Biberfeld P. Grandien A. J. Exp. Med. 1999; 190: 1025-1032Google Scholar). However, proapoptotic activities of FLIPL have also been described. Overexpression of FLIP in HEK 293T cells was reported by several groups to cause efficient cell death (15Shu H.B. Halpin D.R. Goeddel D.V. Immunity. 1997; 6: 751-763Google Scholar, 16Goltsev Y.V. Kovalenko A.V. Arnold E. Varfolomeev E.E. Brodianskii V.M. Wallach D. J. Biol. Chem. 1997; 272: 19641-19644Google Scholar, 17Han D.K. Chaudhary P.M. Wright M.E. Friedman C. Trask B.J. Riedel R.T. Baskin D.G. Schwartz S.M. Hood L. Proc. Natl. Acad. Sci. U. S. A. 1997; 94: 11333-11338Google Scholar, 18Inohara N. Koseki T. Hu Y. Chen S. Nunez G. Proc. Natl. Acad. Sci. U. S. A. 1997; 94: 10717-10722Google Scholar, 19Rasper D. Vaillancourt J. Hadano S. Houtzager V. Seiden I. Keen L. Tawa P. Nicholson D. Cell Death Diff. 1998; 5: 271-288Google Scholar). The reason for this cytocidal effect of FLIPL is presently unclear. In this report, the pro-apoptotic activity of FLIPL was investigated in more detail. We demonstrate that FLIPLpromotes the first proteolytic cleavage of pro-caspase-8 but prevents further cleavage of caspase-8. Caspase-8, when bound to FLIPL, shows proteolytic activity. We propose that FLIPL interacts with pro-caspase-8 through the DEDs and the protease domains. The existence of FLIPL-pro-caspase-8 heterodimers can explain the observed sequence of events at the DISC. Through association of the protease domains, FLIPLactivates pro-caspase-8 differently compared with activation in a homodimer, resulting in a partially active protease restricted to the cell membrane. The consequences for cells are the interruption of the apoptotic pathway and the presence of a proteolytic complex, which may act on substrates localized at the DISC such as RIP. The 293T human embryonic kidney cell line were cultured in Dulbecco's modified Eagle's medium (Invitrogen) supplemented with 10% fetal calf serum and penicillin/streptomycin (100 μg/ml of each) and grown in 5% CO2 at 37 °C. Raji cells (Burkitt's lymphoma B cell lines) were cultured in RPMI 1640 containing 10% fetal calf serum and penicillin/streptomycin. Raji clones expressing FLIPs, FLIPL, or mock transfected were obtained and cultured as previously described (12Irmler M. Thome M. Hahne M. Schneider P. Hofmann K. Steiner V. Bodmer J.L. Schroter M. Burns K. Mattmann C. Rimoldi D. French L.E. Tschopp J. Nature. 1997; 388: 190-195Google Scholar). Soluble recombinant human soluble FLAG-FasL, Super-FasL, rat mAb anti-cFLIP (Dave II), and zVAD-fmk was purchased from Apotech Co. (San Diego, CA). Biotin-DEVD-aomk (L772,094) was a kind gift from Donald W. Nicholson (Merck Frosst Centre for Therapeutic Research, Quebec, Canada). Anti-FLAG (M2) antibody was from Sigma. Rabbit polyclonal anti-TRAF2 (C20) and anti-Fas (C20) were purchased from Santa Cruz Biotechnology (Santa Cruz, CA). Mouse mAb anti-RIP and anti-FADD were from Transduction Laboratories (Lexington, KY). Mouse mAb mouse anti-caspase-8 (IgG2b) was from MBL (Nagoya, Japan). Raji cells were grown to densities between 1 and 2 × 106 cells/ml in roller bottles, and 5 × 107 cells/ml were treated with FasL (2 μg/ml) in the presence or absence of cross-linking anti-FLAG (2 μg/ml) for the indicated times. Cells were rapidly cooled by adding five volumes of ice-cold phosphate-buffered saline, lysed with 0.2% Nonidet P-40, Tris-HCl (20 mm, pH 7.4), NaCl (150 mm), 10% glycerol, and the protease inhibitor mixture (Roche Molecular Biochemicals). Cytosolic fractions were precleared with Sepharose 6B (Sigma-Aldrich) for 60 min and then incubated with protein G-coupled Sepharose beads (Amersham Biosciences) for 3 h. Beads were washed four times with lysis buffer. Proteins were resolved by SDS-PAGE and blotted onto nitrocellulose membranes. Blocked in phosphate-buffered saline containing 0.5% Tween 20 and 5% (w/v) dry milk, membranes were subsequently incubated with specific primary antibodies and revealed using horseradish peroxidase-conjugated goat anti-rabbit IgG, goat anti-rat IgG or goat anti-mouse (Jackson Immunoresearch Laboratories, West Grove, PA) and ECL (AmershamBiosciences). Mouse monoclonal antibodies were specifically revealed by use of horseradish peroxidase-conjugated goat anti-mouse IgG1, IgG2a, and IgG2b from Southern Biotechnology Associates (Birmingham, AL). Immunoprecipitation of the signaling complex associated to Fas receptor was performed taking advantage of the VSV-tagged version of FLIP (short or long) in the Raji clones. Briefly, cells were stimulated with Super-FasL (Apotech, www.apotech.com) for the indicated times and analyzed as described above, but immunoprecipitation was performed using an anti-VSV antibody. Biotinylation of catalytically active caspase-8 associated to Fas receptor or FLIP was performed as follows. Lysates of the various Raji clones stimulated with Fas ligand were incubated with 5 μm biotin-DEVD-aomk for 30 min at 37 °C and subsequently processed for DISC or RISC analysis as described above, except that streptavidin beads were used for immunoprecipitation. Biotin-modified proteins were visualized by Western blot using streptavidin coupled to horseradish peroxidase. Crystal structures available in the PDB data bank (31Berman H.M. Westbrook J. Feng Z. Gilliland G. Bhat T.N. Weissig H. Shindyalov I.N. Bourne P.E. Nucleic Acids Res. 2000; 28: 235-242Google Scholar) for caspase-1 (1BMQ (Ref. 32Okamoto Y. Anan H. Nakai E. Morihira K. Yonetoku Y. Kurihara H. Sakashita H. Terai Y. Takeuchi M. Shibanuma T. Isomura Y. Chem. Pharm. Bull. 1999; 47: 11-21Google Scholar), 1IBC (Ref. 33Rano T.A. Timkey T. Peterson E.P. Rotonda J. Nicholson D.W. Becker J.W. Chapman K.T. Thornberry N.A. Chem. Biol. 1997; 4: 149-155Google Scholar), 1ICE(Ref. 34Thornberry N.A. Molineaux S.M. Protein Sci. 1995; 4: 3-12Google Scholar)), caspase-3 (1CP3 (Ref. 35Mittl P.R. Di Marco S. Krebs J.F. Bai X. Karanewsky D.S. Priestle J.P. Tomaselli K.J. Grutter M.G. J. Biol. Chem. 1997; 272: 6539-6547Google Scholar), 1PAU (Ref. 36Rotonda J. Nicholson D.W. Fazil K.M. Gallant M. Gareau Y. Labelle M. Peterson E.P. Rasper D.M. Ruel R. Vaillancourt J.P. Thornberry N.A. Becker J.W. Nat. Struct. Biol. 1996; 3: 619-625Google Scholar), 1GFW (Ref. 37Lee D. Long S.A. Adams J.L. Chan G. Vaidya K.S. Francis T.A. Kikly K. Winkler J.D. Sung C.M. Debouck C. Richardson S. Levy M.A. DeWolf Jr., W.E. Keller P.M. Tomaszek T. Head M.S. Ryan M.D. Haltiwanger R.C. Liang P.H. Janson C.A. McDevitt P.J. Johanson K. Concha N.O. Chan W. Abdel-Meguid S.S. Badger A.M. Lark M.W. Nadeau D.P. Suva L.J. Gowen M. Nuttall M.E. J. Biol. Chem. 2000; 275: 16007-16014Google Scholar)), capase-7 (1GQF (Ref. 38Riedl S.J. Fuentes-Prior P. Renatus M. Kairies N. Krapp S. Huber R. Salvesen G.S. Bode W. Proc. Natl. Acad. Sci. U. S. A. 2001; 98: 14790-14795Google Scholar), 1F1J (Ref. 39Wei Y. Fox T. Chambers S.P. Sintchak J. Coll J.T. Golec J.M. Swenson L. Wilson K.P. Charifson P.S. Chem. Biol. 2000; 7: 423-432Google Scholar), 1I4O (40Huang Y. Park Y.C. Rich R.L. Segal D. Myszka D.G. Wu H. Cell. 2001; 104: 781-790Google Scholar), 1I51 (Ref. 41Chai J. Wu Q. Shiozaki E. Srinivasula S.M. Alnemri E.S. Shi Y. Cell. 2001; 107: 399-407Google Scholar),1K86 (Ref. 42Chai J. Shiozaki E. Srinivasula S.M. Wu Q. Datta P. Alnemri E.S. Shi Y. Dataa P. Cell. 2001; 104: 769-780Google Scholar), 1K88 (Ref. 42Chai J. Shiozaki E. Srinivasula S.M. Wu Q. Datta P. Alnemri E.S. Shi Y. Dataa P. Cell. 2001; 104: 769-780Google Scholar), 1KMC (Ref. 38Riedl S.J. Fuentes-Prior P. Renatus M. Kairies N. Krapp S. Huber R. Salvesen G.S. Bode W. Proc. Natl. Acad. Sci. U. S. A. 2001; 98: 14790-14795Google Scholar)), caspase-8 (1QDU (Ref.43Blanchard H. Kodandapani L. Mittl P.R. Marco S.D. Krebs J.F. Wu J.C. Tomaselli K.J. Grutter M.G. Struct. Fold. Des. 1999; 7: 1125-1133Google Scholar), 1QTN (Ref. 44Watt W. Koeplinger K.A. Mildner A.M. Heinrikson R.L. Tomasselli A.G. Watenpaugh K.D. Struct. Fold. Des. 1999; 7: 1135-1143Google Scholar), 1F9E (Ref. 45Blanchard H. Donepudi M. Tschopp M. Kodandapani L. Wu J.C. Grutter M.G. J. Mol. Biol. 2000; 302: 9-16Google Scholar)), and caspase-9 (1JXQ (Ref. 46Renatus M. Stennicke H.R. Scott F.L. Liddington R.C. Salvesen G.S. Proc. Natl. Acad. Sci. U. S. A. 2001; 98: 14250-14255Google Scholar)) were used for structural alignment in the following way; all α/β heterodimers were superimposed using the six-dimensional search algorithm implemented in the program Superimpose (47Diederichs K. Proteins. 1995; 23: 187-195Google Scholar). Taking the Cα positions of the caspase-8 structure as a reference Cα position, differences were calculated using the program Strupro (O related program) between corresponding residues of the template and each superimposed αβ heterodimer. Amino acids, for which the Cα distance was less than 3.5 Å, were defined as structurally aligned residues (48Kleywegt G.J. Jones T.A. Acta Crystallogr. Sect. D Biol. Crystallogr. 1998; 54: 1119-1131Google Scholar). The sequence of c-FLIPL was then aligned to this structure-based sequence alignment template using ClustalX (49Thompson J.D. Gibson T.J. Plewniak F. Jeanmougin F. Higgins D.G. Nucleic Acids Res. 1997; 25: 4876-4882Google Scholar). Manual corrections were applied to align deletions and insertions of FLIPL with insertion and deletion regions in the template. Model structures for the FLIPLheterodimer were created using all available heterodimer structures (Modeler (Ref. 50Sali A. Blundell T.L. J. Mol. Biol. 1993; 234: 779-815Google Scholar)) and the alignment described above. Model structures for the heterotetrameric αβ/βα caspase-8-FLIPL were calculated using the structure of caspase-9 (46Renatus M. Stennicke H.R. Scott F.L. Liddington R.C. Salvesen G.S. Proc. Natl. Acad. Sci. U. S. A. 2001; 98: 14250-14255Google Scholar) as a template. Model structures of the heterotetrameric αβ/βα pro-caspase-8-FLIPL were computed using the structure of caspase-7 (38Riedl S.J. Fuentes-Prior P. Renatus M. Kairies N. Krapp S. Huber R. Salvesen G.S. Bode W. Proc. Natl. Acad. Sci. U. S. A. 2001; 98: 14790-14795Google Scholar) as a template. Each model was checked with Procheck (CCP4 program suite (Ref. 51Laskowski R.A. MacArthur M.W. Moss D.S. Thornton J.M. J. Appl. Crystallogr. 1993; 26: 283-293Google Scholar)) using a resolution of 3.0 Å. In each case the model with the best stereochemistry was chosen for further analysis. The shape surface complementarity of the ββ interfaces of both the heterotetramer pro-caspase-8-FLIPL and caspase-8-FLIPL was calculated using the program SC from CCP4 (52Lawrence M.C. Colman P.M. J. Mol. Biol. 1993; 234: 946-950Google Scholar). The probe sphere used to define the solvent-excluded surface was set to 1.7 Å. A peripheral band of 1.5 Å that is a part of the buried portion of the molecular surface was omitted from the calculation. A weighting factor of 0.5 Å−2 was used in the calculation of the surface complementarity (52Lawrence M.C. Colman P.M. J. Mol. Biol. 1993; 234: 946-950Google Scholar, 53Connolly M.L. J. Appl. Crystallogr. 1983; 16: 548-558Google Scholar). Surfaces were visualized using GRASP (54Nicholls A. Sharp K.A. Honig B. Proteins. 1991; 11: 281-296Google Scholar). The color ramp used in GRASP was defined as blue for a SC value of 1 going to white for a SC value of 0. Interfaces colored in blue match precisely, whereas white interface areas are not correlated. Non-interacting surfaces are colored in red. Surface electrostatics were calculated using the program GRASP (54Nicholls A. Sharp K.A. Honig B. Proteins. 1991; 11: 281-296Google Scholar) applying charges files (full.crg and back_no_h.crg) and radii file (default.siz). The inner dielectric constant was set to 4.0 and the bulk salt concentration to 0.145 (55Kangas E. Tidor B. J. Chem. Phys. 1998; q09: 7522-7545Google Scholar). The electrostatic surface complementarity is illustrated by coloring the surface of both interacting subunits. Regions where the colors are opposite (blue-red for complementarity) match, whereas identical colors indicate electrostatic clashes. For simplicity the surface color of one interaction partner was projected onto the other. The desolvation potential and the bound-state potential were calculated as described by Kangas et al. (55Kangas E. Tidor B. J. Chem. Phys. 1998; q09: 7522-7545Google Scholar). r.m.s.d. values were calculated using the command lsq_explicit from the program O (56Jones T.A. Zou J.Y. Cowan S.W. Kjeldgaard M. Acta Crystallogr. Sect. A Found. Crystallogr. 1991; 47: 110-119Google Scholar) for Cα positions. For this analysis, residues 322–334, 338–341, 347–360, 365–374, 387–389, and 393–401, which form the secondary structure elements in caspases (numbering from coordinate structure1ICE (34Thornberry N.A. Molineaux S.M. Protein Sci. 1995; 4: 3-12Google Scholar) were used to define the central core of the β subunit. The r.m.s.d. values of the β core in the pro-caspase-8-FLIPLand the caspase-8-FLIPL model were calculated using the β core of caspase-8-caspase-8 as a template (PDB file 1F9E (Ref. 45Blanchard H. Donepudi M. Tschopp M. Kodandapani L. Wu J.C. Grutter M.G. J. Mol. Biol. 2000; 302: 9-16Google Scholar)). As a negative control, the r.m.s.d. of the β core in a caspase-3-FLIPL model was also calculated using the β core of caspase-3 as a template (PDB file 1CP3 (Ref. 43Blanchard H. Kodandapani L. Mittl P.R. Marco S.D. Krebs J.F. Wu J.C. Tomaselli K.J. Grutter M.G. Struct. Fold. Des. 1999; 7: 1125-1133Google Scholar)). In agreement with several previous reports (12Irmler M. Thome M. Hahne M. Schneider P. Hofmann K. Steiner V. Bodmer J.L. Schroter M. Burns K. Mattmann C. Rimoldi D. French L.E. Tschopp J. Nature. 1997; 388: 190-195Google Scholar, 14Hu S. Vincenz C. Ni J. Gentz R. Dixit V.M. J. Biol. Chem. 1997; 272: 17255-17257Google Scholar, 15Shu H.B. Halpin D.R. Goeddel D.V. Immunity. 1997; 6: 751-763Google Scholar, 16Goltsev Y.V. Kovalenko A.V. Arnold E. Varfolomeev E.E. Brodianskii V.M. Wallach D. J. Biol. Chem. 1997; 272: 19641-19644Google Scholar, 17Han D.K. Chaudhary P.M. Wright M.E. Friedman C. Trask B.J. Riedel R.T. Baskin D.G. Schwartz S.M. Hood L. Proc. Natl. Acad. Sci. U. S. A. 1997; 94: 11333-11338Google Scholar, 18Inohara N. Koseki T. Hu Y. Chen S. Nunez G. Proc. Natl. Acad. Sci. U. S. A. 1997; 94: 10717-10722Google Scholar, 19Rasper D. Vaillancourt J. Hadano S. Houtzager V. Seiden I. Keen L. Tawa P. Nicholson D. Cell Death Diff. 1998; 5: 271-288Google Scholar), we found that FLIPL, when overexpressed at high levels in 293T human embryonic kidney cells, did not protect cells from apoptosis but efficiently caused cell death in a ligand-independent manner (Fig.1 A). In contrast to FLIPL, FLIPS caused little or no cell death (Fig. 1 A). FLIPL-induced cell death was inhibited by zVAD-fmk and Ile-Glu-Thr-Asp-fluoromethylketone (Fig. 1and data not shown), suggesting that FLIPL can induce apoptosis via activation of caspase-8. We therefore analyzed whether caspase-8 activation differed in cells expressing either FLIPL or FLIPS. Caspase-8 was indeed partially processed in cells overexpressing FLIPL, whereas, in cells harboring the small form, primarily the precursor caspase-8 was detectable (Fig. 1 B). FLIPL-induced caspase-8 processing was dose-dependent and became apparent when cDNA doses of FLIP used for transfection were high (data not shown). Activation of caspase-8 is thought to occur in a two-step mechanism. The initial cleavage occurs after Asp-374 (Asp-299 using1ICE numbering (Ref. 34Thornberry N.A. Molineaux S.M. Protein Sci. 1995; 4: 3-12Google Scholar)), giving raise to the p43/p41 and the p12 subunits, whereas, in a second step, cleavage occurs after Asp-216 and Asp-384 (Asp-143 and Asp-309 in 1ICE numbering), generating the p18 (α) and p10 (β) subunits of the active enzyme (11Shi Y. Mol. Cell. 2002; 9: 459-470Google Scholar). Interestingly, FLIPL-induced caspase-8 processing was limited to the first step, as further processing of the p43/p41 fragment was not observed. This suggested that processing between the large and small subunit suffices to expose the caspase-8 active site. We next decided to investigate whether, upon Fas stimulation, partial caspase-8 processing also occurs in cells overexpressing FLIPL and whether the FLIP-bound activated caspase-8 exhibited proteolytic activity. To this end, DISC formation was analyzed in Raji B cells stably transfected with either FLIPL or FLIPS (Fig.2). Recombinant, FLAG-tagged FasL was added to Raji cells and anti-FLAG immunoprecipitates analyzed after various periods of time. Rapid recruitment of FADD, RIP, caspase-8, and FLIP to the engaged receptor was observed (Figs. 2 and 5). In cells overexpressing FLIPL, partial cleavage of caspase-8 in the DISC was most rapid. By 5 min after the addition of FasL, complete conversion of the caspase-8 precursor form into the p43/p41 partially processed form was detected in the DISC, whereas, in the cytoplasmic caspase-8 pool, no processing of caspase-8 was noticeable even 1 h after ligand addition. In contrast, in cells expressing FLIPS, most of the caspase-8 remained in the precursor form at the level of the DISC and in the cytoplasm, in accord with a previous report using BJAB B lymphoid cell (23Krueger A. Schmitz I. Baumann S. Krammer P.H. Kirchhoff S. J. Biol. Chem. 2001; 276: 20633-20640Google Scholar). The p43/p41 band was also detectable in wild-type Raji cells despite the fact that wild-type Raji cells did not express detectable FLIPL in cell extracts (Fig. 2). However, closer examination revealed that endogenous processed FLIPL was enriched at the level of the DISC, which may explain the presence of partially processed caspase-8. Thus, caspase-8 processing is rapid and efficient in the presence of FLIPL but not FLIPS, indicating that the caspase-8 moiety of FLIP is required to promote partial caspase-8 processing.Figure 5The caspase-8-FLIPLbut not the caspase-8-FLIPS heteromer induces cleavage of DISC-bound RIP. DISC analysis is shown as described in Fig. 2. Note the appearance of cleaved RIP (RIPp45) in cells with high levels of FLIPL. Abbreviat",
  "authors": [
    {
      "display_name": "Olivier Micheau",
      "id": "A5032996061",
      "orcid": "https://orcid.org/0000-0001-8499-7984",
      "institutions": [
        {
          "id": "I97565354",
          "display_name": "University of Lausanne",
          "country_code": "CH",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Olivier Micheau"
    },
    {
      "display_name": "Margot Thome",
      "id": "A5022481096",
      "orcid": "https://orcid.org/0000-0002-5656-2139",
      "institutions": [
        {
          "id": "I97565354",
          "display_name": "University of Lausanne",
          "country_code": "CH",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Margot Thome"
    },
    {
      "display_name": "Pascal Schneider",
      "id": "A5045281805",
      "orcid": "https://orcid.org/0000-0003-0677-9409",
      "institutions": [
        {
          "id": "I97565354",
          "display_name": "University of Lausanne",
          "country_code": "CH",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Pascal Schneider"
    },
    {
      "display_name": "Nils Holler",
      "id": "A5044420742",
      "orcid": null,
      "institutions": [
        {
          "id": "I97565354",
          "display_name": "University of Lausanne",
          "country_code": "CH",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Nils Holler"
    },
    {
      "display_name": "Jürg Tschopp",
      "id": "A5108087342",
      "orcid": null,
      "institutions": [
        {
          "id": "I97565354",
          "display_name": "University of Lausanne",
          "country_code": "CH",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jürg Tschopp"
    },
    {
      "display_name": "Donald W. Nicholson",
      "id": "A5042528414",
      "orcid": null,
      "institutions": [
        {
          "id": "I1285764155",
          "display_name": "Merck & Co., Inc., Rahway, NJ, USA (United States)",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Donald W. Nicholson"
    },
    {
      "display_name": "Christophe Briand",
      "id": "A5067137624",
      "orcid": null,
      "institutions": [
        {
          "id": "I202697423",
          "display_name": "University of Zurich",
          "country_code": "CH",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Christophe Briand"
    },
    {
      "display_name": "Markus G. Grütter",
      "id": "A5045211499",
      "orcid": null,
      "institutions": [
        {
          "id": "I202697423",
          "display_name": "University of Zurich",
          "country_code": "CH",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Markus G. Grütter"
    }
  ],
  "publication_year": 2002,
  "publication_date": "2002-11-01",
  "type": "article",
  "cited_by_count": 478,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S140251998",
    "display_name": "Journal of Biological Chemistry",
    "issn_l": "0021-9258",
    "issn": [
      "0021-9258",
      "1067-8816",
      "1083-351X"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320990"
  },
  "volume": "277",
  "issue": "47",
  "first_page": "45162",
  "last_page": "45171",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "http://www.jbc.org/article/S0021925819716184/pdf",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C2776591724",
      "display_name": "Flip",
      "level": 3,
      "score": 0.8282578
    },
    {
      "id": "C88045685",
      "display_name": "Activator (genetics)",
      "level": 3,
      "score": 0.6360253
    },
    {
      "id": "C95444343",
      "display_name": "Cell biology",
      "level": 1,
      "score": 0.5311027
    },
    {
      "id": "C48297814",
      "display_name": "Caspase 8",
      "level": 5,
      "score": 0.5157085
    },
    {
      "id": "C190283241",
      "display_name": "Apoptosis",
      "level": 2,
      "score": 0.49087673
    },
    {
      "id": "C98424977",
      "display_name": "Caspase",
      "level": 4,
      "score": 0.3750426
    },
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.3728051
    },
    {
      "id": "C502942594",
      "display_name": "Cancer research",
      "level": 1,
      "score": 0.32497117
    },
    {
      "id": "C31573885",
      "display_name": "Programmed cell death",
      "level": 3,
      "score": 0.2968762
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.2447829
    },
    {
      "id": "C55493867",
      "display_name": "Biochemistry",
      "level": 1,
      "score": 0.13350779
    },
    {
      "id": "C170493617",
      "display_name": "Receptor",
      "level": 2,
      "score": 0.09117004
    }
  ],
  "topics": [
    {
      "id": "T10294",
      "display_name": "Cell death mechanisms and regulation",
      "score": 0.9989
    },
    {
      "id": "T12065",
      "display_name": "Hippo pathway signaling and YAP/TAZ",
      "score": 0.9303
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1074/jbc.m206882200",
  "pdf_url": "http://www.jbc.org/article/S0021925819716184/pdf",
  "retrieved_date": "2025-07-30T14:12:41.155131",
  "source_database": "OpenAlex"
}