{
  "openalex_id": "W2021267305",
  "doi": "https://doi.org/10.1194/jlr.r034025",
  "title": "New insights into the determination of HDL structure by apolipoproteins",
  "abstract": "Apolipoprotein (apo)A-I is the principal protein component of HDL, and because of its conformational adaptability, it can stabilize all HDL subclasses. The amphipathic α-helix is the structural motif that enables apoA-I to achieve this functionality. In the lipid-free state, the helical segments unfold and refold in seconds and are located in the N-terminal two thirds of the molecule where they are loosely packed as a dynamic, four-helix bundle. The C-terminal third of the protein forms an intrinsically disordered domain that mediates initial binding to phospholipid surfaces, which occurs with coupled α-helix formation. The lipid affinity of apoA-I confers detergent-like properties; it can solubilize vesicular phospholipids to create discoidal HDL particles with diameters of approximately 10 nm. Such particles contain a segment of phospholipid bilayer and are stabilized by two apoA-I molecules that are arranged in an anti-parallel, double-belt conformation around the edge of the disc, shielding the hydrophobic phospholipid acyl chains from exposure to water. The apoA-I molecules are in a highly dynamic state, and they stabilize discoidal particles of different sizes by certain segments forming loops that detach reversibly from the particle surface. The flexible apoA-I molecule adapts to the surface of spherical HDL particles by bending and forming a stabilizing trefoil scaffold structure. The above characteristics of apoA-I enable it to partner with ABCA1 in mediating efflux of cellular phospholipid and cholesterol and formation of a heterogeneous population of nascent HDL particles. Novel insights into the structure-function relationships of apoA-I should help reveal mechanisms by which HDL subclass distribution can be manipulated. Apolipoprotein (apo)A-I is the principal protein component of HDL, and because of its conformational adaptability, it can stabilize all HDL subclasses. The amphipathic α-helix is the structural motif that enables apoA-I to achieve this functionality. In the lipid-free state, the helical segments unfold and refold in seconds and are located in the N-terminal two thirds of the molecule where they are loosely packed as a dynamic, four-helix bundle. The C-terminal third of the protein forms an intrinsically disordered domain that mediates initial binding to phospholipid surfaces, which occurs with coupled α-helix formation. The lipid affinity of apoA-I confers detergent-like properties; it can solubilize vesicular phospholipids to create discoidal HDL particles with diameters of approximately 10 nm. Such particles contain a segment of phospholipid bilayer and are stabilized by two apoA-I molecules that are arranged in an anti-parallel, double-belt conformation around the edge of the disc, shielding the hydrophobic phospholipid acyl chains from exposure to water. The apoA-I molecules are in a highly dynamic state, and they stabilize discoidal particles of different sizes by certain segments forming loops that detach reversibly from the particle surface. The flexible apoA-I molecule adapts to the surface of spherical HDL particles by bending and forming a stabilizing trefoil scaffold structure. The above characteristics of apoA-I enable it to partner with ABCA1 in mediating efflux of cellular phospholipid and cholesterol and formation of a heterogeneous population of nascent HDL particles. Novel insights into the structure-function relationships of apoA-I should help reveal mechanisms by which HDL subclass distribution can be manipulated. The purpose of this review is to summarize current understanding of how apolipoproteins (apoA-I in particular) determine the structures of HDL particles. The focus is on recent advances in the field, so the coverage of the literature on HDL structure is not comprehensive. Knowledge of HDL structure at the molecular level is critical for understanding how this lipoprotein achieves the multiple functions elaborated in other reviews in this thematic series. In human plasma, HDL is a heterogeneous collection of particles ranging 7–12 nm in diameter and 1.063–1.21 g/ml in density (1Lund-Katz S. Liu L. Thuahnai S.T. Phillips M.C. High density lipoprotein structure.Front. Biosci. 2003; 8: d1044-d1054Crossref PubMed Google Scholar, 2Kontush A. Chapman M.J. Functionally defective high-density lipoprotein: a new therapeutic target at the crossroads of dyslipidemia, inflammation, and atherosclerosis.Pharmacol. Rev. 2006; 58: 342-374Crossref PubMed Scopus (565) Google Scholar, 3Jonas A. Phillips M.C. Lipoprotein.in: Vance D.E. Vance J.E. Biochemistry structure of Lipids, Lipoproteins and Membranes.5th edition. Elsevier, Oxford, UK2008: 485-506Crossref Scopus (59) Google Scholar–4Rothblat G.H. Phillips M.C. High-density lipoprotein heterogeneity and function in reverse cholesterol transport.Curr. Opin. Lipidol. 2010; 21: 229-238Crossref PubMed Scopus (239) Google Scholar). The predominant species of HDL are spherical microemulsion particles, in which a core of neutral cholesteryl ester (CE) and triacylglycerol (TG) is encapsulated by a monolayer of phospholipid (PL), unesterified (free) cholesterol (FC), and protein (5Shen B.W. Scanu A.M. Kezdy F.J. Structure of human serum lipoproteins inferred from compositional analysis.Proc. Natl. Acad. Sci. USA. 1977; 74: 837-841Crossref PubMed Google Scholar). The protein and PL constituents comprise approximately 50 and 25%, respectively, of the mass of such particles, with the CE, FC, and TG components making up the remainder. Larger, less dense HDL particles have a higher lipid-to-protein mass ratio. Approximately 70% of total plasma HDL protein is apoA-I (which is present in normolipidemic human plasma at ∼130 mg/dl), and it is located in essentially every HDL particle. The second most abundant protein is apoA-II, which comprises 15–20% of total plasma HDL protein, but this component is not present in all HDL particles. In human plasma, about 25% of apoA-I is present in HDL particles containing only apoA-I (LpA-I); the remaining HDL particles contain both apoA-I and apoA-II (LpA-I+A-II), typically in a molar ratio of 1-2/1 (6Gauthamadasa K. Rosales C. Pownall H.J. Macha S. Jerome W.G. Huang R. Silva R.A. Speciated human high-density lipoprotein protein proximity profiles.Biochemistry. 2010; 49: 10656-10665Crossref PubMed Scopus (21) Google Scholar). ApoA-I and apoA-II are the \"scaffold\" proteins that primarily determine HDL particle structure. Other members of the exchangeable apolipoprotein gene family that are associated with HDL include apoA-IV, apoC, and apoE; these proteins comprise ≤ 10% of HDL protein and do not significantly affect overall particle structure. Small populations of HDL particles containing mainly either apoA-IV or apoE exist in normal human plasma and also in plasma from apoA-I-deficient subjects (7Santos R.D. Schaefer E.J. Asztalos B.F. Polisecki E. Wang J. Hegele R.A. Martinez L.R. Miname M.H. Rochitte C.E. Da Luz P.L. et al.Characterization of high density lipoprotein particles in familial apolipoprotein A-I deficiency.J. Lipid Res. 2008; 49: 349-357Abstract Full Text Full Text PDF PubMed Scopus (49) Google Scholar). The many other types of protein molecules identified by proteomic analysis of HDL (8Vaisar T. Pennathur S. Green P.S. Gharib S.A. Hoofnagle A.N. Cheung M.C. Byun J. Vuletic S. Kassim S. Singh P. et al.Shotgun proteomics implicates protease inhibition and complement activation in the antiinflammatory properties of HDL.J. Clin. Invest. 2007; 117: 746-756Crossref PubMed Scopus (728) Google Scholar, 9Davidson W.S. Silva R.A. Chantepie S. Lagor W.R. Chapman M.J. Kontush A. Proteomic analysis of defined HDL subpopulations reveals particle-specific protein clusters: relevance to antioxidative function.Arterioscler. Thromb. Vasc. Biol. 2009; 29: 870-876Crossref PubMed Scopus (285) Google Scholar) (also see review on HDL proteomics in this thematic series) are sequestered on compositionally distinct particles (9Davidson W.S. Silva R.A. Chantepie S. Lagor W.R. Chapman M.J. Kontush A. Proteomic analysis of defined HDL subpopulations reveals particle-specific protein clusters: relevance to antioxidative function.Arterioscler. Thromb. Vasc. Biol. 2009; 29: 870-876Crossref PubMed Scopus (285) Google Scholar) (present at levels < 1 molecule/particle) and serve a metabolic rather than structural role. Besides being present in spherical HDL particles, apoA-I is a critical component of nascent HDL formed by the action of ATP binding cassette transporter A1 (ABCA1). The structures of these discoidal HDL particles, which contain a segment of PL bilayer, are largely determined by the properties of the apoA-I molecule. In addition to the above lipid-bound forms, some 5–10% of the apoA-I in human plasma is present in a lipid-free/poor state, designated pre-β1-HDL (10O'Connor P.M. Zysow B.R. Schoenhaus S.A. Ishida B.Y. Kunitake S.T. Naya-Vigne J.M. Duchateau P.N. Redberg R.F. Spencer S.J. Mark S. et al.Prebeta-1 HDL in plasma of normolipidemic individuals: influences of plasma lipoproteins, age, and gender.J. Lipid Res. 1998; 39: 670-678Abstract Full Text Full Text PDF PubMed Google Scholar, 11Rye K.A. Barter P.J. Formation and metabolism of prebeta-migrating, lipid-poor apolipoprotein A-I.Arterioscler. Thromb. Vasc. Biol. 2004; 24: 421-428Crossref PubMed Scopus (253) Google Scholar). In this review, the focus is to understand how the structure of the apoA-I molecule allows it to exist in the various physical states mentioned above and to determine the structure of HDL particles. The fact that the functional motif in exchangeable apolipoproteins is the amphipathic α-helix has been established for some time (for a review, see Ref. 12Segrest J.P. Jones M.K. De Loof H. Brouillette C.G. Venkatachalapathi Y.V. Anantharamaiah G.M. The amphipathic helix in the exchangeable apolipoproteins: a review of secondary structure and function.J. Lipid Res. 1992; 33: 141-166Abstract Full Text PDF PubMed Google Scholar). After considering how the amphipathic α-helix determines the structure of lipid-free apoA-I, this review addresses the mechanisms by which apoA-I interacts with lipids to form HDL particles and discusses current understanding of the organization of apoA-I on discoidal and spherical HDL particles. This structural information forms a basis for understanding why HDL exists as a heterogeneous population of particles. Human exchangeable apolipoproteins (apoA, apoC, apoE) have the same genomic structure and are members of a multigene family that probably evolved from a common ancestor (13Li W.H. Tanimura M. Luo C.C. Datta S. Chan L. The apolipoprotein multigene family: biosynthesis, structure, structure-function relationships, and evolution.J. Lipid Res. 1988; 29: 245-271Abstract Full Text PDF PubMed Google Scholar). The last exon codes for primary structures of 11- and 22-amino acid tandem repeats that span amino acid residues 44–243, 40–77, 40–397 and 62–299 in apoA-I, apoA-II, apoA-IV, and apoE, respectively. Each of these repeats has the periodicity of an amphipathic α-helix, and these helices are often separated by a proline residue (12Segrest J.P. Jones M.K. De Loof H. Brouillette C.G. Venkatachalapathi Y.V. Anantharamaiah G.M. The amphipathic helix in the exchangeable apolipoproteins: a review of secondary structure and function.J. Lipid Res. 1992; 33: 141-166Abstract Full Text PDF PubMed Google Scholar, 13Li W.H. Tanimura M. Luo C.C. Datta S. Chan L. The apolipoprotein multigene family: biosynthesis, structure, structure-function relationships, and evolution.J. Lipid Res. 1988; 29: 245-271Abstract Full Text PDF PubMed Google Scholar). The distributions of all the potential α-helices along the amino sequences of apoA-I, apoA-IV, and apoE are shown in Fig. 1A. The predicted α-helices for apoA-I include ∼80% of the amino acids and represent essentially the maximal helix content. Amphipathic α-helices have been classified into several distinct classes according to the distribution of charged residues around the axis of the helix (12Segrest J.P. Jones M.K. De Loof H. Brouillette C.G. Venkatachalapathi Y.V. Anantharamaiah G.M. The amphipathic helix in the exchangeable apolipoproteins: a review of secondary structure and function.J. Lipid Res. 1992; 33: 141-166Abstract Full Text PDF PubMed Google Scholar). The class A helix is a major lipid-binding motif of exchangeable apolipoproteins and is characterized by the location of positively charged residues near the hydrophilic/hydrophobic interface and negatively charged residues clustered at the center of the polar face (Fig. 1B). Class G* and class Y helices have also been identified in the exchangeable apolipoproteins, and these types of amphipathic α-helix are proposed to have reduced lipid affinity. The class G* helix is distinguished by a random radial arrangement of positively charged and negatively charged amino acid residues in the polar face, whereas the class Y helix is characterized by the presence of three clusters of positively charged amino acids in the polar face forming a Y pattern. The repeating amphipathic α-helical segments are critical for the ability of exchangeable apolipoproteins to interact with PL and stabilize HDL particles. In the case of apoA-I, the importance is reflected in the conservation of this structural motif across multiple species (14Brouillette C.G. Anantharamaiah G.M. Engler J.A. Borhani D.W. Structural models of human apolipoprotein A-I: a critical analysis and review.Biochim. Biophys. Acta. 2001; 1531: 4-46Crossref PubMed Scopus (214) Google Scholar, 15Bashtovyy D. Jones M.K. Anantharamaiah G.M. Segrest J.P. Sequence conservation of apolipoprotein A-I affords novel insights into HDL structure-function.J. Lipid Res. 2011; 52: 435-450Abstract Full Text Full Text PDF PubMed Scopus (64) Google Scholar). A longstanding question has been the relationship of the helix locations and overall helix content derived from analysis of the amino acid sequence (Fig. 1A) to the secondary structure of the monomeric lipid-free apoA-I molecule in aqueous solution. It is difficult to study this issue because, at concentrations above about 0.1 mg/ml, apoA-I self-associates (16Osborne Jr, J.C. Brewer Jr, H.B. The plasma lipoproteins.Adv. Protein Chem. 1977; 31: 253-337Crossref PubMed Google Scholar) with a concomitant increase in helix content (16Osborne Jr, J.C. Brewer Jr, H.B. The plasma lipoproteins.Adv. Protein Chem. 1977; 31: 253-337Crossref PubMed Google Scholar, 17Stone W.L. Reynolds J.A. The self-association of the apo-Gln-I and apo-Gln-II polypeptides of human high density serum lipoproteins.J. Biol. Chem. 1975; 250: 8045-8048Abstract Full Text PDF PubMed Google Scholar–18Swaney J.B. O'Brien K. Cross-linking studies of the self-association properties of apo-A-I and apo-A-II from human high density lipoprotein.J. Biol. Chem. 1978; 253: 7069-7077Abstract Full Text PDF PubMed Google Scholar). Circular dichroism (CD) measurements made at <0.1 mg/ml in which the apoA-I is monomeric indicate that the α-helix content is ∼50% (19Davidson W.S. Hazlett T. Mantulin W.M. Jonas A. The role of apolipoprotein AI domains in lipid binding.Proc. Natl. Acad. Sci. USA. 1996; 93: 13605-13610Crossref PubMed Scopus (127) Google Scholar, 20Saito H. Dhanasekaran P. Nguyen D. Holvoet P. Lund-Katz S. Phillips M.C. Domain structure and lipid interaction in human apolipoproteins A-I and E: a general model.J. Biol. Chem. 2003; 278: 23227-23232Abstract Full Text Full Text PDF PubMed Scopus (159) Google Scholar–21Silva R.A.G. Hilliard G.M. Fang J. Macha S. Davidson W.S. A three-dimensional molecular model of lipid-free apolipoprotein A-I determined by cross-linking/mass spectrometry and sequence tracking.Biochemistry. 2005; 44: 2759-2769Crossref PubMed Scopus (0) Google Scholar), which is much lower than the content depicted in Fig. 1A. Site-directed spin labeling followed by electron paramagnetic resonance (EPR) spectroscopy has been applied to define the locations of the elements of secondary structure in lipid-free apoA-I in the oligomeric state (2–5 mg apoA-I/ml) (22Oda M.N. Forte T.M. Ryan R.O. Voss J.C. The C-terminal domain of apolipoprotein A-I contains a lipid-sensitive conformational trigger.Nat. Struct. Biol. 2003; 10: 455-460Crossref PubMed Scopus (112) Google Scholar, 23Lagerstedt J.O. Budamagunta M.S. Oda M.N. Voss J.C. EPR spectroscopy of site-directed spin labels reveals the structural heterogeneity in the N-terminal domain of apo AI in solution.J. Biol. Chem. 2007; 282: 9143-9149Abstract Full Text Full Text PDF PubMed Scopus (0) Google Scholar–24Lagerstedt J.O. Budamagunta M.S. Liu G.S. Devalle N.C. Voss J.C. Oda M.N. The \"beta-clasp\" model of apolipoprotein A-I - A lipid-free solution structure determined by electron paramagnetic resonance spectroscopy.Biochim. Biophys. Acta. 2012; 1821: 448-455Crossref PubMed Scopus (0) Google Scholar). The results indicated that the total α-helix content was 53% with the helices being distributed along the length of the apoA-I molecule. Interestingly, about 12% of the amino acids were found to be located in β-strand. These findings do not agree very well with the helix assignments for the native apoA-I molecule in the monomeric state (0.07 mg apoA-I/ml) derived by hydrogen-deuterium exchange and mass spectrometry (HX-MS) analysis (see below). The discrepancies are probably a consequence of the use in the EPR experiments of mutated (cysteine residues substituted at each position with a spin-label attached) apoA-I molecules in an oligomeric state. The resultant intermolecular interactions may have promoted the observed β-strand formation. HX-MS methods can be used to probe at close to amino acid resolution the secondary structure of the native apoA-I molecule (unmutated and unlabeled) as lipid-free monomer in dilute solution. The process involves simply monitoring the naturally occurring exchange of amide hydrogens with water (25Chetty P.S. Mayne L. Lund-Katz S. Stranz D. Englander S.W. Phillips M.C. Helical structure and stability in human apolipoprotein A-I by hydrogen exchange and mass spectrometry.Proc. Natl. Acad. Sci. USA. 2009; 106: 19005-19010Crossref PubMed Scopus (120) Google Scholar, 26Sevugan Chetty P. Mayne L. Kan Z-Y. Lund-Katz S. Englander S.W. Phillips M.C. Apolipoprotein A-I helical structure and stability in discoidal high density lipoprotein (HDL) particles by hydrogen exchange and mass spectrometry.Proc. Natl. Acad. Sci. USA. 2012; 109: 11687-11692Crossref PubMed Scopus (52) Google Scholar). Such exchange requires transient H-bonding of the amide hydrogen with a solvent hydroxyl ion, so α-helix has to unfold for HX to occur. As a result, relative to random coil structure, helices are protected against HX and the degree of protection (slowing of amide HX) gives a measure of helix stability (free energy of unfolding). This approach has yielded the locations and stabilities of helices in the apoA-I molecule. As shown in Fig. 2, the C-terminal region formed by residues 179–243 is unstructured. There are five helical segments that span residues 7–44, 54–65, 70–78, 81–115, and 147–178, giving a total helix content of about 50%, which is consistent with CD measurements for monomeric apoA-I in dilute solution (25Chetty P.S. Mayne L. Lund-Katz S. Stranz D. Englander S.W. Phillips M.C. Helical structure and stability in human apolipoprotein A-I by hydrogen exchange and mass spectrometry.Proc. Natl. Acad. Sci. USA. 2009; 106: 19005-19010Crossref PubMed Scopus (120) Google Scholar). The structure in Fig. 2 agrees with the results of other biophysical studies showing that the helices are located in the terminal half of the apoA-I molecule (19Davidson W.S. Hazlett T. Mantulin W.M. Jonas A. The role of apolipoprotein AI domains in lipid binding.Proc. Natl. Acad. Sci. USA. 1996; 93: 13605-13610Crossref PubMed Scopus (127) Google Scholar, 20Saito H. Dhanasekaran P. Nguyen D. Holvoet P. Lund-Katz S. Phillips M.C. Domain structure and lipid interaction in human apolipoproteins A-I and E: a general model.J. Biol. Chem. 2003; 278: 23227-23232Abstract Full Text Full Text PDF PubMed Scopus (159) Google Scholar, 27Davidson W.S. Arnvig-McGuire K. Kennedy A. Kosman J. Hazlett T. Jonas A. Structural organization of the N-terminal domains of apolipoprotein A-I: studies of tryptophan mutants.Biochemistry. 1999; 38: 14387-14395Crossref PubMed Scopus (0) Google Scholar, 28Roberts L.M. Ray M.J. Shih T.W. Hayden E. Reader M.M. Brouillette C.G. Structural analysis of apolipoprotein A-I: limited proteolysis of methionine-reduced and -oxidized lipid-free and lipid-bound human apoA-I.Biochemistry. 1997; 36: 7615-7624Crossref PubMed Scopus (92) Google Scholar–29Brouillette C.G. Dong W.J. Yang Z.W. Ray M.J. Protasevich I.I. Cheung H.C. Engler J.A. Forster resonance energy transfer measurements are consistent with a helical bundle model for lipid-free apolipoprotein A-I.Biochemistry. 2005; 44: 16413-16425Crossref PubMed Scopus (30) Google Scholar). The helices exhibit free energies of stabilization in the range of 3–5 kcal/mol which is significantly lower than the 5–10 kcal/mol typically observed for globular proteins. The stabilization free energy of 3–5 kcal/mol corresponds to an unfolding equilibrium constant of approximately 10−3, meaning that the apoA-I α-helices spend about 0.1% of the time unfolded. Because α-helix folding can occur on a submillisecond timescale, the α-helices in lipid-free apoA-I probably unfold (and refold) on a timescale of seconds or faster. The dynamic nature of apoA-I structure and its relative instability presumably explain the facile ability of its helical segments to unfold and refold during HDL formation and maturation. The stabilities of 3–5 kcal/mol for the apoA-I helices described in Fig. 2 are far greater than can be attained by isolated helices (30Muñoz V. Serrano L. Elucidating the folding problem of helical peptides using empirical parameters.Nat. Struct. Biol. 1994; 1: 399-409Crossref PubMed Google Scholar). This strongly suggests that the helices are organized into a mutually stabilizing helix bundle, as has been observed by fluorescence and other measurements (27Davidson W.S. Arnvig-McGuire K. Kennedy A. Kosman J. Hazlett T. Jonas A. Structural organization of the N-terminal domains of apolipoprotein A-I: studies of tryptophan mutants.Biochemistry. 1999; 38: 14387-14395Crossref PubMed Scopus (0) Google Scholar, 28Roberts L.M. Ray M.J. Shih T.W. Hayden E. Reader M.M. Brouillette C.G. Structural analysis of apolipoprotein A-I: limited proteolysis of methionine-reduced and -oxidized lipid-free and lipid-bound human apoA-I.Biochemistry. 1997; 36: 7615-7624Crossref PubMed Scopus (92) Google Scholar–29Brouillette C.G. Dong W.J. Yang Z.W. Ray M.J. Protasevich I.I. Cheung H.C. Engler J.A. Forster resonance energy transfer measurements are consistent with a helical bundle model for lipid-free apolipoprotein A-I.Biochemistry. 2005; 44: 16413-16425Crossref PubMed Scopus (30) Google Scholar). Stability is promoted by juxtaposition of the nonpolar faces of the amphipathic α-helices in the interior of the bundle and favorable cross-helix ion pairs (31Gorshkova I.N. Liu T. Horng-Yuan K. Chroni A. Zannis V.I. Atkinson D. Structure and stability of apolipoprotein A-I in solution and in discoidal high-density lipoprotein probed by double charge ablation and deletion mutation.Biochemistry. 2006; 45: 1242-1254Crossref PubMed Scopus (40) Google Scholar). The helices are folded into an antiparallel bundle as depicted in Fig. 3A. Helix cross-linking (21Silva R.A.G. Hilliard G.M. Fang J. Macha S. Davidson W.S. A three-dimensional molecular model of lipid-free apolipoprotein A-I determined by cross-linking/mass spectrometry and sequence tracking.Biochemistry. 2005; 44: 2759-2769Crossref PubMed Scopus (0) Google Scholar) and fluorescence resonance energy transfer (29Brouillette C.G. Dong W.J. Yang Z.W. Ray M.J. Protasevich I.I. Cheung H.C. Engler J.A. Forster resonance energy transfer measurements are consistent with a helical bundle model for lipid-free apolipoprotein A-I.Biochemistry. 2005; 44: 16413-16425Crossref PubMed Scopus (30) Google Scholar) data for lipid-free apoA-I support this conclusion. The precise locations of the helices with respect to one another are not known because the apoA-I molecule in the monomeric state in dilute solution is not amenable to study by either X-ray crystallography or NMR. A high-resolution structure for a native human apolipoprotein in the monomeric state has not been reported; the closest available structure that may provide additional insight into the organization of the apoA-I helix bundle domain (Fig. 3A) is that shown in Fig. 3B for a monomeric apoE3 variant (32Chen J. Li Q. Wang J. Topology of human apolipoprotein E3 uniquely regulates its diverse biological functions.Proc. Natl. Acad. Sci. USA. 2011; 108: 14813-14818Crossref PubMed Scopus (137) Google Scholar). In this structure, the N-terminal domain (residues 1–167) comprises an antiparallel four-helix bundle that is similar to the isolated apoE3 N-terminal domain structure determined by both X-ray crystallography (33Wilson C. Wardell M.R. Weisgraber K.H. Mahley R.W. Agard D.A. Three-dimensional structure of the LDL receptor-binding domain of human apolipoprotein E.Science. 1991; 252: 1817-1822Crossref PubMed Google Scholar) and NMR (34Sivashanmugam A. Wang J. A unified scheme for initiation and conformational adaptation of human apolipoprotein E N-terminal domain upon lipoprotein-binding and for receptor-binding activity.J. Biol. Chem. 2009; 284: 14657-14666Abstract Full Text Full Text PDF PubMed Scopus (0) Google Scholar). The helix bundle is stabilized mainly by hydrophobic interactions, while the interactions between the helix bundle and the helical C-terminal domain are stabilized by buried salt bridges and hydrogen bonds (32Chen J. Li Q. Wang J. Topology of human apolipoprotein E3 uniquely regulates its diverse biological functions.Proc. Natl. Acad. Sci. USA. 2011; 108: 14813-14818Crossref PubMed Scopus (137) Google Scholar). X-ray crystallography and NMR experiments have demonstrated the existence of helix bundles in lipid-free human apoA-IV (35Deng X. Morris J. Dressmen J. Tubb M.R. Tso P. Jerome W.G. Davidson W.S. Thompson T.B. The structure of dimeric apolipoprotein A-IV and its mechanism of self-association.Structure. 2012; 20: 767-779Abstract Full Text Full Text PDF PubMed Scopus (30) Google Scholar), as well as in insect apolipoproteins (36Breiter D.R. Kanost M.R. Benning M.M. Wesenberg G. Law J.H. Wells M.A. Rayment I. Holden H.M. Molecular structure of an apolipoprotein determined at 2.5-A resolution.Biochemistry. 1991; 30: 603-608Crossref PubMed Google Scholar, 37Wang J. Gagne S.M. Sykes B.D. Ryan R.O. Insight into lipid surface recognition and reversible conformational adaptations of an exchangeable apolipoprotein by multidimensional heteronuclear NMR techniques.J. Biol. Chem. 1997; 272: 17912-17920Abstract Full Text Full Text PDF PubMed Scopus (68) Google Scholar–38Wang J. Sykes B.D. Ryan R.O. Structural basis for the conformational adaptability of apolipophorin III, a helix-bundle exchangeable apolipoprotein.Proc. Natl. Acad. Sci. USA. 2002; 99: 1188-1193Crossref PubMed Scopus (98) Google Scholar). It should be noted that a crystal structure for full-length apoA-I in the lipid-free state (39Ajees A.A. Anantharamaiah G.M. Mishra V.K. Hussain M.M. Murthy S. Crystal structure of human apolipoprotein A-I: Insights into its protective effect against cardiovascular diseases.Proc. Natl. Acad. Sci. USA. 2006; 103: 2126-2131Crossref PubMed Scopus (190) Google Scholar) has been reported to be fraudulent (40Borrell B. Fraud rocks protein community.Nature. 2009; 462: 970Crossref PubMed Scopus (22) Google Scholar). Crystallization of lipid-free human apoA-I molecules with truncations at either the N-terminal (41Borhani D.W. Rogers D.P. Engler J.A. Brouillette C.G. Crystal structure of truncated human apolipoprotein A-I suggests a lipid-bound conformation.Proc. Natl. Acad. Sci. USA. 1997; 94: 12291-12296Crossref PubMed Scopus (396) Google Scholar) or C-terminal (42Mei X. Atkinson D. Crystal structure of C-terminal truncated apolipoprotein A-I reveals the assembly of high density lipoprotein (HDL) by dimerization.J. Biol. Chem. 2011; 286: 38570-38582Abstract Full Text Full Text PDF PubMed Scopus (143) Google Scholar) end leads to the protein adopting an extended conformation that is similar to the structure of lipid-associated apoA-I (discussed below). It is well established that human apoA-I and apoE3 adopt similar overall two-domain structures comprising an N-terminal helix bundle and separately folded C-terminal domain (Fig. 3). However, the detailed characteristics of these domains in the two proteins are different (20Saito H. Dhanasekaran P. Nguyen D. Holvoet P. Lund-Katz S. Phillips M.C. Domain structure and lipid interaction in human apolipoproteins A-I and E: a general model.J. Biol. Chem. 2003; 278: 23227-23232Abstract Full Text Full Text PDF PubMed Scopus (159) Google Scholar, 43Saito H. Lund-Katz S. Phillips M.C. Contributions of domain structure and lipid interaction to the functionality of exchangeable human apolipoproteins.Prog. Lipid Res. 2004; 43: 350-380Crossref PubMed Scopus (177) Google Scholar). The helix bundle in apoE3 is relatively stable (midpoint of denaturation D1/2= 2.5 M GdnHCl and free energy of stabilization = 6.6 kcal/mol, as monitored by CD) (44Morrow J.A. Segall M.L. Lund-Katz S. Phillips M.C. Knapp M. Rupp B. Weisgraber K.H. Differences in stability among the human apolipoprotein E isoforms determined by the amino-terminal domain.Biochemistry. 2000; 39: 11657-11666Crossref PubMed Scopus (246) Google Scholar) with specific interhelix interactions and helix positions so that there is a defined tertiary structure (Fig. 3B), as determined by NMR (32Chen J. Li Q. Wang J. Topology of human",
  "authors": [
    {
      "display_name": "Michael C. Phillips",
      "id": "A5052965419",
      "orcid": "https://orcid.org/0000-0002-7147-8007",
      "institutions": [
        {
          "id": "I1335321130",
          "display_name": "Children's Hospital of Philadelphia",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I79576946",
          "display_name": "University of Pennsylvania",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I922845939",
          "display_name": "Philadelphia University",
          "country_code": "US",
          "type": "education"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Michael C. Phillips"
    }
  ],
  "publication_year": 2012,
  "publication_date": "2012-12-11",
  "type": "review",
  "cited_by_count": 156,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S11400418",
    "display_name": "Journal of Lipid Research",
    "issn_l": "0022-2275",
    "issn": [
      "0022-2275",
      "1539-7262"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320990"
  },
  "volume": "54",
  "issue": "8",
  "first_page": "2034",
  "last_page": "2048",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "http://www.jlr.org/content/54/8/2034.full.pdf",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.6992466
    },
    {
      "id": "C2778918659",
      "display_name": "Phospholipid",
      "level": 3,
      "score": 0.6757769
    },
    {
      "id": "C12554922",
      "display_name": "Biophysics",
      "level": 1,
      "score": 0.61594504
    },
    {
      "id": "C203087120",
      "display_name": "Helix bundle",
      "level": 3,
      "score": 0.5927009
    },
    {
      "id": "C2908647359",
      "display_name": "Population",
      "level": 2,
      "score": 0.55589134
    },
    {
      "id": "C8010536",
      "display_name": "Crystallography",
      "level": 1,
      "score": 0.53707504
    },
    {
      "id": "C39944091",
      "display_name": "Lipid bilayer",
      "level": 3,
      "score": 0.5110153
    },
    {
      "id": "C32909587",
      "display_name": "Molecule",
      "level": 2,
      "score": 0.4890636
    },
    {
      "id": "C2778530040",
      "display_name": "Helix (gastropod)",
      "level": 3,
      "score": 0.45648122
    },
    {
      "id": "C67407626",
      "display_name": "Amphiphile",
      "level": 4,
      "score": 0.44070292
    },
    {
      "id": "C47701112",
      "display_name": "Protein structure",
      "level": 2,
      "score": 0.4333184
    },
    {
      "id": "C192157962",
      "display_name": "Bilayer",
      "level": 3,
      "score": 0.4241022
    },
    {
      "id": "C41625074",
      "display_name": "Membrane",
      "level": 2,
      "score": 0.31127435
    },
    {
      "id": "C55493867",
      "display_name": "Biochemistry",
      "level": 1,
      "score": 0.295071
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.10130438
    },
    {
      "id": "C178790620",
      "display_name": "Organic chemistry",
      "level": 1,
      "score": 0.07807389
    },
    {
      "id": "C18903297",
      "display_name": "Ecology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C149923435",
      "display_name": "Demography",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C2779965526",
      "display_name": "Snail",
      "level": 2,
      "score": 0.0
    },
    {
      "id": "C15920480",
      "display_name": "Copolymer",
      "level": 3,
      "score": 0.0
    },
    {
      "id": "C521977710",
      "display_name": "Polymer",
      "level": 2,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10027",
      "display_name": "Diabetes, Cardiovascular Risks, and Lipoproteins",
      "score": 0.9995
    },
    {
      "id": "T11618",
      "display_name": "Cholesterol and Lipid Metabolism",
      "score": 0.9979
    },
    {
      "id": "T11844",
      "display_name": "Lipid metabolism and biosynthesis",
      "score": 0.9976
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1194/jlr.r034025",
  "pdf_url": "http://www.jlr.org/content/54/8/2034.full.pdf",
  "retrieved_date": "2025-07-30T15:29:31.224686",
  "source_database": "OpenAlex"
}