{
  "openalex_id": "W2029216782",
  "doi": "https://doi.org/10.1353/psc.2001.0007",
  "title": "The Somatic Chromosomes of Sophora fernandeziana (Fabaceae), an Endemic Tree from Robinson Crusoe Island",
  "abstract": "The Somatic Chromosomes of Sophora fernandeziana (Fabaceae), an Endemic Tree from Robinson Crusoe Island1 Laura B. Stiefkens, Gabriel Bernardello, and Gregory J. Anderson Abstract The mitotic chromosome number and karyotype of Sophora fernandeziana (Phil.) Skottsb. (subfamily Papilionoideae) are reported for the first time. The chromosome number, 2n = 18, is the modal number reported for the genus. The chromosomes are small (average length 1.55 ± 0.23 μm) and bear no satellites. The intrachromosomal and interchromosomal asymmetry indices were A1 = 0:26 and A2 = 0:18, respectively. This symmetrical karyotype is composed of 7 metacentric + 2 submetacentric pairs. This species is related to S. tetraptera J. Mill. from New Zealand. Both share the same chromosome number; unfortunately comparative karyotype data are not available for S. tetraptera. Our data suggest that no changes in chromosome number have occurred during the speciation of S. fernandeziana, in accordance with previous studies of other endemic species in the Juan Fernández flora and for island endemics in general. However, only a small percentage of actual karyotypes of island endemics have been studied, so generalizations about chromosomal evolution for such species are not yet well founded. Robinson Crusoe Island (Masatierra) is one of the three islands of the small Juan Fernández Archipelago in Chile. It is located in the Pacific Ocean, 667 km W of continental Chile at 33° S latitude, having an estimated age of ca. 4 million yr old (Stuessy et al. 1984). The archipelago is well known for the high level of endemism among vascular plants (ca. 63% of the flora [Marticorena et al. 1998]). Unfortunately, currently more than 62% of the flora is considered rare, and two species are already extinct (Stuessy et al. 1998). The flora is threatened by both anthropogenic and natural phenomena, including fire, erosion, vegetation cutting, and continued introduction of animals and invasive plants (Stuessy et al. 1998). There are the only two endemic legume species that inhabit the archipelago. Both are trees in the genus Sophora L. and each of the main islands supports one species: S. masafuerana (Phil.) Skottsb. on Alexander Selkirk Island and S. fernandeziana (Phil.) Skottsb. on Robinson Crusoe Island. Sophora includes ca. 43 species (Polhill 1981, Sousa S. and Rudd 1993) partitioned among three sections. Sophora fernandeziana belongs to Sophora sect. Edwardsia (Salisb.) Taub., characterized by having a calyx without an upper lip, stamens and style exserted, lower petals all basically similar, standard not strongly reflexed, and pods often four-winged. This section comprises about 10 species: one each on Réunion Island and Hawai'i, and the remainder on Lord Howe Island, New Zealand, and southwestern South America (Polhill 1981). Chromosomal surveys based on haploid chromosome numbers (Sanders et al. 1983, Spooner et al. 1987, Sun et al. 1990) have been made for 38 of the 156 native and endemic species of the Juan Fernández Archipelago (Marticorena et al. 1998). However, [End Page 71] none of these has included Sophora, and there are no published karyotype analyses. Worldwide, chromosomes have been counted for only 26 species of Sophora, with several chromosome numbers reported (cf. Federov 1974, Goldblatt 1981a,b,c, 1984, 1988, 1990, 1991, 1994, 1996, 1998). In this paper, we provide data on the somatic chromosome number and the karyotype of S. fernandeziana. These data are basic to determine the importance of chromosomal changes during evolution of species on this archipelago. Materials and Methods The studied material was collected in Chile, Juan Fernández Archipelago, Robinson Crusoe Island, Corporación Nacional Forestal gardens, 27 January 1996 (G. J. Anderson 3064). A voucher specimen is deposited in Torrey Herbarium, University of Connecticut (CONN). Mitotic chromosomes in somatic cells of root tips were analyzed from squashes of primary roots growing from germinating seeds. Seeds were soaked in tap water for 24 hr. They were then put in petri dishes lined with filter paper moistened with gibberellic acid (GA3, 1000 ppm) and were regularly watered with the same solution. Petri dishes were kept in the dark in a warming oven at 30°C. Root tips were cut when the primary roots were 2-10 mm long and were pretreated at room temperature for 2 hr in a...",
  "authors": [
    {
      "display_name": "Laura Stiefkens",
      "id": "A5111873396",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Laura B. Stiefkens"
    },
    {
      "display_name": "Gabriel Bernardello",
      "id": "A5052195861",
      "orcid": "https://orcid.org/0000-0002-1915-9949",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Gabriel Bernardello"
    },
    {
      "display_name": "Gregory J. Anderson",
      "id": "A5102025576",
      "orcid": "https://orcid.org/0000-0002-1640-9156",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Gregory J. Anderson"
    }
  ],
  "publication_year": 2001,
  "publication_date": "2001-01-01",
  "type": "article",
  "cited_by_count": 6,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S190755922",
    "display_name": "Pacific Science",
    "issn_l": "0030-8870",
    "issn": [
      "0030-8870",
      "1534-6188"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315682"
  },
  "volume": "55",
  "issue": "1",
  "first_page": "71",
  "last_page": "75",
  "open_access": {
    "is_oa": true,
    "oa_status": "green",
    "oa_url": "https://scholarspace.manoa.hawaii.edu/bitstreams/8ecab753-68fc-42cb-91b6-677b122c6c8a/download",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C137664086",
      "display_name": "Endemism",
      "level": 2,
      "score": 0.84572554
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.74524283
    },
    {
      "id": "C204207459",
      "display_name": "Archipelago",
      "level": 2,
      "score": 0.67763424
    },
    {
      "id": "C2780900450",
      "display_name": "Fabaceae",
      "level": 2,
      "score": 0.6410125
    },
    {
      "id": "C53226629",
      "display_name": "Karyotype",
      "level": 4,
      "score": 0.6180855
    },
    {
      "id": "C30481170",
      "display_name": "Chromosome",
      "level": 3,
      "score": 0.434462
    },
    {
      "id": "C59822182",
      "display_name": "Botany",
      "level": 1,
      "score": 0.3989556
    },
    {
      "id": "C78458016",
      "display_name": "Evolutionary biology",
      "level": 1,
      "score": 0.32860667
    },
    {
      "id": "C18903297",
      "display_name": "Ecology",
      "level": 1,
      "score": 0.28579986
    },
    {
      "id": "C54355233",
      "display_name": "Genetics",
      "level": 1,
      "score": 0.14161241
    },
    {
      "id": "C104317684",
      "display_name": "Gene",
      "level": 2,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10434",
      "display_name": "Chromosomal and Genetic Variations",
      "score": 0.9966
    },
    {
      "id": "T12568",
      "display_name": "Plant Taxonomy and Phylogenetics",
      "score": 0.9947
    },
    {
      "id": "T13506",
      "display_name": "Botanical Research and Chemistry",
      "score": 0.9933
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/psc.2001.0007",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:12:07.473617",
  "source_database": "OpenAlex"
}