{
  "openalex_id": "W2027178936",
  "doi": "https://doi.org/10.1353/mou.2010.0058",
  "title": "Kavousi IIA: The Late Minoan IIIC Settlement at Vronda. The Buildings On The Summit",
  "abstract": "Reviewed by: Kavousi IIA: The Late Minoan IIIC Settlement at Vronda. The Buildings On The Summit Melissa Eaby Leslie Preston Day, Nancy L. Klein, and Lee Ann Turner. Kavousi IIA: The Late Minoan IIIC Settlement at Vronda. The Buildings On The Summit, with contributions by Heidi Dierckx, Kimberly Flint-Hamilton, Geraldine C. Gesell, Margaret S. Mook, David S. Reese, and Lynn M. Snyder. Prehistory Monographs 26. Pp. xl + 183, tbls. 40, charts 60, figs. 108, pls. 25. Philadelphia: INSTAP Academic Press, 2009. $80. ISBN 9781931534512. In 1900, Harriet Boyd (Hawes) excavated at several sites in the vicinity of the modern village of Kavousi in eastern Crete, including areas of the mountain sites of Vronda and Kastro. The Kavousi Project was formed in 1978 by Geraldine C. Gesell, Leslie Preston Day and the late William D.E. Coulson. The initial phase of the project focused on cleaning the architecture of these two sites and studying the remaining finds from Boyd's excavations. The second phase consisted of a five-year program of excavation at Vronda and Kastro (under the auspices of the American School of Classical Studies at Athens), as well as a surface survey of the Kavousi area. The results of the survey were presented in the first volume, Kavousi I (Haggis 2005). Six additional volumes are planned for the publication of the two excavations. Kavousi II focuses on the material from the settlement at Vronda and is divided into three parts: 1) volume IIA presents the material from the structures found on the summit of the hill (Buildings A-B, C-D, J-K, P, Q, and R); 2) volume IIB will publish the material from the buildings on the slopes of Vronda ridge (Buildings E, I-O-N, L-M, the Kiln) and the periphery; and 3) volume IIC will contain specialist analyses of the architecture, pottery, finds, and floral and faunal remains (xxvii). The shrine and Geometric cemetery at the site, as well as the pottery, architecture and stratigraphy of Kastro and the evidence from the early excavations, will be published in subsequent volumes. Kavousi IIA begins with a basic introduction to the topography, history of site use and excavation, methodology, stratigraphy, site chronology, and the format of the presentation of the material and catalogs. Each of the five remaining chapters focuses on a separate building or complex (Buildings A-B, P, Q, C-D, J-K and R). Each chapter contains a room-by-room [End Page 281] presentation of the history and details of excavation, a description of the architecture and stratigraphy, as well as the catalogs (and a short discussion) of the pottery, objects, and faunal remains. Chapters 2 (Building A-B), 5 (Building Complex C-D), and 6 (Building Complex J-K and Building R) also briefly analyze the history and function of the individual building or complex as a whole. Finally, Appendix A summarizes the coarse-ware fabrics found at Vronda (in slightly modified form from their presentation in Kavousi I by Margaret S. Mook)1. Ceramic evidence reveals limited activity at Vronda in the Final Neolithic period, which is illustrated in this volume by a single catalogued sherd and stone celt. A handful of catalogued sherds reflect a possible Early Minoan II-III settlement, though no architecture from this phase has been recovered. In addition, remains of a large Middle Minoan II building (Building P) on the summit and several additional ceramic deposits illustrate the importance of the site in the Protopalatial period. The primary phase of occupation at Vronda, however, is Late Minoan IIIC, and the majority of remains date to this period. In fact, a total of seven LM IIIC building complexes, as well as a shrine (Building G), have been identified, and four of these (Buildings A-B, C-D, J-K, and Q) are presented here. Since Vronda was identified predominately as a single-period site, the \"goal of excavation there was to uncover as much as possible of the settlement of the LM IIIC period, to recover the buildings and objects used by or left behind by its inhabitants, and to reconstruct the social organization and lives of the people who lived there in the 12th...",
  "authors": [
    {
      "display_name": "Melissa Eaby",
      "id": "A5011283209",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Melissa Eaby"
    }
  ],
  "publication_year": 2010,
  "publication_date": "2010-01-01",
  "type": "article",
  "cited_by_count": 4,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210199554",
    "display_name": "Mouseion Journal of the Classical Association of Canada",
    "issn_l": "1496-9343",
    "issn": [
      "1496-9343",
      "1913-5416"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320517"
  },
  "volume": "10",
  "issue": "2",
  "first_page": "281",
  "last_page": "284",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2778848561",
      "display_name": "Summit",
      "level": 2,
      "score": 0.9223106
    },
    {
      "id": "C2777063073",
      "display_name": "Settlement (finance)",
      "level": 3,
      "score": 0.79214287
    },
    {
      "id": "C204852536",
      "display_name": "Prehistory",
      "level": 2,
      "score": 0.7032162
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.6936231
    },
    {
      "id": "C31858485",
      "display_name": "Excavation",
      "level": 2,
      "score": 0.6180695
    },
    {
      "id": "C205649164",
      "display_name": "Geography",
      "level": 0,
      "score": 0.38804266
    },
    {
      "id": "C195244886",
      "display_name": "Ancient history",
      "level": 1,
      "score": 0.3311358
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.31958097
    },
    {
      "id": "C58640448",
      "display_name": "Cartography",
      "level": 1,
      "score": 0.17835861
    },
    {
      "id": "C136764020",
      "display_name": "World Wide Web",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C145097563",
      "display_name": "Payment",
      "level": 2,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10165",
      "display_name": "Classical Antiquity Studies",
      "score": 0.9786
    },
    {
      "id": "T13068",
      "display_name": "Ancient Mediterranean Archaeology and History",
      "score": 0.946
    },
    {
      "id": "T12307",
      "display_name": "Ancient Near East History",
      "score": 0.9438
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/mou.2010.0058",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:57:12.921993",
  "source_database": "OpenAlex"
}