{
  "openalex_id": "W2028679660",
  "doi": "https://doi.org/10.1353/lan.2005.0127",
  "title": "The Legacy of Zellig Harris: Language and Information into the 21st Century, vol. 1: Philosophy of Science, Syntax and Semantics (review)",
  "abstract": "Reviewed by: The legacy of Zellig Harris: Language and information into the 21st century, vol. 1: Philosophy of science, syntax and semantics ed. by Bruce Nevin John Goldsmith The legacy of Zellig Harris: Language and information into the 21st century, vol. 1: Philosophy of science, syntax and semanticsEd. by Bruce Nevin. Philadelphia: John Benjamins, 2002. ISBN 1588112462. $150 (Hb). 1. Introduction Zellig Harris (1909–1992) cast a long shadow across twentieth century linguistics. In mid-century, he was a leading figure in American linguistics, serving as president of the Linguistic Society of America in 1955, just a year before Roman Jakobson. It is fair to say that during that decade—the years just before generative grammar came on the scene—Zellig Harris and Charles Hockett were the two leading figures in the development of American linguistic theory. Today, I daresay Harris is remembered by most linguists as the mentor and advisor to Noam Chomsky at the University of Pennsylvania—and the originator of transformational analysis.1 But Harris was an extraordinarily deep thinker about linguistic theory, and he made important contributions to many fields of linguistics. Though I never met him myself, I have often felt that a great deal of my own work was exploration of territory where he had already been and had left signs for later researchers—signs that noted where important problems were to be found and how they might best be treated. And three of my teachers worked closely with Harris (Lila Gleitman, Haj Ross, and Noam Chomsky) and were greatly influenced by him. Truth in advertising: Zellig Harris is a bit like a grandfather I never met. Bruce Nevin, a student of Harris’s, has now produced a two-volume tribute to Harris bringing together work by a range of researchers in linguistics and the other disciplines where Harris did significant work. All of the areas of Harris’s linguistic work are covered in these volumes, and a careful reading of them leaves this reader with the conclusion that there is no way to understand American linguistic theory through the second half of the twentieth century without understanding Harris’s thought. I attempt here to explain why this is so in this discussion of volume 1; volume 2 focuses on computational issues.2 As Nevin notes, what he produced is neither a festschrift nor a memorial volume, and as my purpose here is to better understand Harris’s role in the development of twentieth century linguistics and the relevance of his thought for linguists today, I have little to say about some of the contributions; contributors were apparently invited to this project and asked to offer a paper that clearly represented ‘some relationship to Harris’s work’, but this relationship is not always evident. A synoptic paper by Harris himself is included at the beginning of the collection. Harris’s work must be situated in terms of the conflict between two visions of linguistic science: the mediationalist view, which sees the goal of linguistic research as the discovery of the way in which natural languages link form and meaning, and the distributionalist view, which sees the goal as the fully explicit rendering of how the individual pieces of language (phoneme, syllable, morpheme, word, construction, etc.) [End Page 719] connect to one another in the ways that define each individual language.3 The mediationalist view lurks behind most conceptions of language study, formal and nonformal, but it was Harris’s view that each successive improvement in linguistic theory took us a step further away from the mediationalist view, much as advances in biology led scientists to understand that the study of living cells required no new forms of energy, structure, or organization in addition to those which were required to understand nonliving matter. Harris had no use for mediationalist conceptions of linguistics. For linguists in 2005, steeped as we are in an atmosphere of linguistic mediationalism, this makes Harris quite difficult to understand at first. Harris’s goal was to show that all that was worthwhile in linguistic analysis could best be understood in terms of distribution of components at different hierarchical levels, because he understood—or at least he believed—that there...",
  "authors": [
    {
      "display_name": "John Goldsmith",
      "id": "A5111495023",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "John A. Goldsmith"
    }
  ],
  "publication_year": 2005,
  "publication_date": "2005-09-01",
  "type": "article",
  "cited_by_count": 24,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S176347361",
    "display_name": "Language",
    "issn_l": "0097-8507",
    "issn": [
      "0097-8507",
      "1535-0665"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316359"
  },
  "volume": "81",
  "issue": "3",
  "first_page": "719",
  "last_page": "736",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C60048249",
      "display_name": "Syntax",
      "level": 2,
      "score": 0.5872507
    },
    {
      "id": "C2777762164",
      "display_name": "Universal grammar",
      "level": 3,
      "score": 0.56467974
    },
    {
      "id": "C144455579",
      "display_name": "Transformational grammar",
      "level": 3,
      "score": 0.5533304
    },
    {
      "id": "C41895202",
      "display_name": "Linguistics",
      "level": 1,
      "score": 0.51775926
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.5107262
    },
    {
      "id": "C153578388",
      "display_name": "Theoretical linguistics",
      "level": 2,
      "score": 0.49644476
    },
    {
      "id": "C117797892",
      "display_name": "Shadow (psychology)",
      "level": 2,
      "score": 0.4907473
    },
    {
      "id": "C184337299",
      "display_name": "Semantics (computer science)",
      "level": 2,
      "score": 0.46087438
    },
    {
      "id": "C26022165",
      "display_name": "Grammar",
      "level": 2,
      "score": 0.45346323
    },
    {
      "id": "C39890363",
      "display_name": "Generative grammar",
      "level": 2,
      "score": 0.42577752
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.39914018
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.22403803
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.19157612
    },
    {
      "id": "C11171543",
      "display_name": "Psychoanalysis",
      "level": 1,
      "score": 0.09392014
    },
    {
      "id": "C199360897",
      "display_name": "Programming language",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10034",
      "display_name": "Syntax, Semantics, Linguistic Variation",
      "score": 0.9986
    },
    {
      "id": "T10265",
      "display_name": "Multilingual Education and Policy",
      "score": 0.9913
    },
    {
      "id": "T11640",
      "display_name": "Linguistic Variation and Morphology",
      "score": 0.9907
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/lan.2005.0127",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:36:20.735440",
  "source_database": "OpenAlex"
}