{
  "openalex_id": "W2027945041",
  "doi": "https://doi.org/10.1074/jbc.m301633200",
  "title": "MGAT2, a Monoacylglycerol Acyltransferase Expressed in the Small Intestine",
  "abstract": "Acyl CoA:monoacylglycerol acyltransferase (MGAT) catalyzes the synthesis of diacylglycerol, a precursor of triacylglycerol. In the intestine, MGAT plays a major role in the absorption of dietary fat by catalyzing the resynthesis of triacylglycerol in enterocytes. This resynthesis is required for the assembly of lipoproteins that transport absorbed fat to other tissues. Despite intense efforts, a gene encoding an intestinal MGAT has not been found. Previously, we identified a gene encoding MGAT1, which in mice is expressed in the stomach, kidney, adipose tissue, and liver but not in the intestine. We now report the identification of homologous genes in humans and mice encoding MGAT2. Expression of the MGAT2 cDNA in either insect or mammalian cells markedly increased MGAT activity in cell membranes. MGAT activity was proportional to the level of MGAT2 protein expressed, and the amount of diacylglycerol produced depended on the concentration of MGAT substrates (fatty acyl CoA or monoacylglycerol). In humans, the MGAT2 gene is highly expressed in the small intestine, liver, stomach, kidney, colon, and white adipose tissue; in mice, it is expressed predominantly in the small intestine. The discovery of the MGAT2 gene will facilitate studies to determine the functional role of MGAT2 in fat absorption in the intestine and to determine whether blocking MGAT activity in enterocytes is a feasible approach to inhibit fat absorption and treat obesity. Acyl CoA:monoacylglycerol acyltransferase (MGAT) catalyzes the synthesis of diacylglycerol, a precursor of triacylglycerol. In the intestine, MGAT plays a major role in the absorption of dietary fat by catalyzing the resynthesis of triacylglycerol in enterocytes. This resynthesis is required for the assembly of lipoproteins that transport absorbed fat to other tissues. Despite intense efforts, a gene encoding an intestinal MGAT has not been found. Previously, we identified a gene encoding MGAT1, which in mice is expressed in the stomach, kidney, adipose tissue, and liver but not in the intestine. We now report the identification of homologous genes in humans and mice encoding MGAT2. Expression of the MGAT2 cDNA in either insect or mammalian cells markedly increased MGAT activity in cell membranes. MGAT activity was proportional to the level of MGAT2 protein expressed, and the amount of diacylglycerol produced depended on the concentration of MGAT substrates (fatty acyl CoA or monoacylglycerol). In humans, the MGAT2 gene is highly expressed in the small intestine, liver, stomach, kidney, colon, and white adipose tissue; in mice, it is expressed predominantly in the small intestine. The discovery of the MGAT2 gene will facilitate studies to determine the functional role of MGAT2 in fat absorption in the intestine and to determine whether blocking MGAT activity in enterocytes is a feasible approach to inhibit fat absorption and treat obesity. acyl CoA:monoacylglycerol acyltransferase acyl CoA:diacylglycerol acyltransferase DGAT candidate human mouse Triacylglycerol (or triglyceride) accounts for more than 90% of dietary fat and is an important source of energy and essential fatty acids for humans. The absorption of triacylglycerol requires its hydrolysis in the intestinal lumen and resynthesis in enterocytes (Fig.1) (1Phan C.T. Tso P. Front. Biosci. 2001; 6: D299-D319Crossref PubMed Google Scholar). The hydrolysis of triacylglycerol in the intestinal lumen is catalyzed mainly by pancreatic lipase, which because of its preference for ester bonds at sn-1 andsn-3 positions of the glycerol backbone, generates fatty acids and sn-2-monoacylglycerols (2Brockerhoff H. Jensen R.G. Lipolytic Enzymes. Academic Press, New York1974: 25-175Crossref Google Scholar). These hydrolysis products are taken up by enterocytes and are resynthesized into triacylglycerols, which are incorporated into chylomicrons for secretion and transport to other tissues (3Kuksis A. Lehner R. Mansbach II, C.M. Tso P. Kuksis A. Intestinal Lipid Metabolism. Kluwer, New York2001: 185-214Crossref Google Scholar). The resynthesis step is mediated mainly by the monoacylglycerol pathway, which accounts for ∼75% of triacylglycerol synthesis in the small intestine after a meal (4Johnston J.M. Rommel K. Goebell H. Bohmer R. Lipid Absorption: Biochemical and Clinical Aspects. MTP Press, Lancaster, UK1976: 85-94Google Scholar, 5Kayden H.J. Senior J.R. Mattson F.H. J. Clin. Invest. 1967; 46 (1703): 1965Crossref Scopus (86) Google Scholar). The first step of this pathway is catalyzed by acyl CoA:monoacylglycerol acyltransferase (MGAT)1 (E.C. 2.3.1.22), an enzyme located in the endoplasmic reticulum that catalyzes a reaction in which the fatty acyl moiety of a fatty acyl CoA is joined to monoacylglycerol (6Johnston J.M. Snyder F. Lipid Metabolism in Mammals. Plenum Press, New York1977: 151-187Crossref Google Scholar, 7Bell R.M. Coleman R.A. Annu. Rev. Biochem. 1980; 49: 459-487Crossref PubMed Scopus (457) Google Scholar, 8Coleman R.A. Haynes E.B. J. Biol. Chem. 1984; 259: 8934-8938Abstract Full Text PDF PubMed Google Scholar). Despite its potentially crucial role in intestinal fat absorption, a gene encoding an intestinal MGAT has not been identified. We recently identified a gene encoding an MGAT (MGAT1), which in mice is expressed in the stomach, kidney, white and brown adipose tissues, and liver but not in the intestine (9Yen C.-L.E. Stone S.J. Cases S. Zhou P. Farese Jr., R.V. Proc. Natl. Acad. Sci. U. S. A. 2002; 99: 8512-8517Crossref PubMed Scopus (156) Google Scholar). The role of MGAT1 in tissues other than the intestine is unknown but may relate to the preservation of polyunsaturated fatty acids in tissues where cycles of triacylglycerol degradation and resynthesis are prominent (10Mostafa N. Bhat B.G. Coleman R.A. Lipids. 1994; 29: 785-791Crossref PubMed Scopus (13) Google Scholar, 11Xia T. Mostafa N. Bhat B.G. Florant G.L. Coleman R.A. Am. J. Physiol. 1993; 265: R414-R419PubMed Google Scholar). MGAT1 is a member of a gene family that includes DGAT2 and several other homologues that are uncharacterized (12Cases S. Stone S.J. Zhou P. Yen E. Tow B. Lardizabal K.D. Voelker T. Farese Jr., R.V. J. Biol. Chem. 2001; 276: 38870-38876Abstract Full Text Full Text PDF PubMed Scopus (643) Google Scholar). In this study, we report that one of these family members encodes MGAT2, an MGAT that is expressed in the small intestine in both mice and humans. We also compare some biochemical characteristics of MGAT2 with those of MGAT1. Human MGAT2 (hMGAT2) and mouse MGAT2 (mMGAT2) cDNA sequences were deduced from genomic sequences of sequencing databases (workbench.sdsc.edu) through their homology toMortierella rammaniana DGAT2 (GenBank accession numberAF391089) and deposited in GenBank (GenBank accession numbers AY157608and AY157609, respectively). The cDNA sequence of a truncated form of hMGAT2 (hMGAT2trunc; GenBank accession number NM_025098) was identified by BLAST data base searches. Primers were designed to amplify by PCR (Takara Ex Taq, Panvera, Madison, WI) the complete coding sequences of hMGAT2, hMGAT2trunc, and mMGAT2 from human intestine, human stomach, and mouse intestine cDNAs, respectively. Human cDNAs were purchased from Clontech. Mouse cDNAs were amplified from RNA pooled from the small intestines of three male C57BL/6J mice. hMGAT2 and hMGAT2trunc cDNAs were tagged with an N-terminal FLAG epitope (MGDYKDDDDG, epitope underlined) and expressed in Sf9 insect cells as described (12Cases S. Stone S.J. Zhou P. Yen E. Tow B. Lardizabal K.D. Voelker T. Farese Jr., R.V. J. Biol. Chem. 2001; 276: 38870-38876Abstract Full Text Full Text PDF PubMed Scopus (643) Google Scholar). Nontagged versions of hMGAT2, hMGAT2trunc, and mMGAT2 cDNAs were also expressed. FLAG-tagged cDNAs for MGAT1 (GenBank accession numberAF384162) and DGAT2 (GenBank accession number AF384160) were expressed as controls. Typically, cells were infected with viruses for 3 days, washed with phosphate-buffered saline, suspended in buffer containing 1 mm EDTA, 200 mm sucrose, and 100 mm Tris-HCl (pH 7.4), and homogenized by 10 passages through a 27-gauge needle. Total membrane fractions (100,000 × g pellet) were isolated by ultracentrifugation, resuspended in homogenization buffer, and frozen at −80 °C until used. To assess protein expression, aliquots of membrane protein (2 μg) were subjected to SDS-PAGE and immunoblotting with an antiserum against MGAT1 (9Yen C.-L.E. Stone S.J. Cases S. Zhou P. Farese Jr., R.V. Proc. Natl. Acad. Sci. U. S. A. 2002; 99: 8512-8517Crossref PubMed Scopus (156) Google Scholar), an antiserum against the C terminus (amino acids 265–284) of hMGAT2trunc, an antiserum against the C terminus (amino acids 314–332) of hMGAT2, an antiserum against DGAT2 (9Yen C.-L.E. Stone S.J. Cases S. Zhou P. Farese Jr., R.V. Proc. Natl. Acad. Sci. U. S. A. 2002; 99: 8512-8517Crossref PubMed Scopus (156) Google Scholar), or an anti-FLAG M2 antibody (Sigma). To determine the acyl acceptors for the potential acyltransferase activities, membrane proteins were assayed for 5 min in a final volume of 200 μl using [14C]oleoyl CoA (specific activity, ≅20,000 dpm/nmol) as an acyl donor. Each reaction contained 100 μg of membrane proteins, 5 mm MgCl2, 1.25 mg/ml bovine serum albumin, 200 mm sucrose, 100 mm Tris-HCl (pH 7.4), 50 μm acyl donor, and 200 μm acyl acceptor. Nonpolar acyl acceptors (diacylglycerol, monoacylglycerol, and cholesterol) were dispersed by sonication as phosphatidylcholine liposomes (molar ratio ≈0.2), and polar acyl acceptors (glycerol-3-phosphate, lysophosphatidic acid, and lysophosphatidylcholine) were dissolved in water. Reactions were started by adding protein samples and terminated by adding 4 ml of chloroform:methanol (2:1, v/v). Extracted lipids were dried, separated by TLC with hexane:ethyl ether:acetic acid (80:20:1, v/v/v), visualized with iodine vapor, and identified with lipid standards. TLC plates were exposed to x-ray film or scraped to assess the incorporation of radioactivity into lipid products. MGAT activity was determined by measuring the incorporation of the [14C]oleoyl moiety into diacylglycerol with 50 μm [14C]oleoyl CoA (specific activity, ≅20,000 dpm/nmol) and 100 μm exogenously addedsn-2-monooleoylglycerol, as described (9Yen C.-L.E. Stone S.J. Cases S. Zhou P. Farese Jr., R.V. Proc. Natl. Acad. Sci. U. S. A. 2002; 99: 8512-8517Crossref PubMed Scopus (156) Google Scholar). In some assays, [3H]sn-2-monooleoylglycerol or [14C]rac-1-monooleoylglycerol (specific activity, 18 μCi/μmol; final concentration, 100 μm; American Radiolabeled Chemicals, St. Louis, MO) was used with unlabeled oleoyl CoA (50 μm). To determine the dependence of MGAT2 activity on monoacylglycerol and fatty acyl CoA as substrates, MGAT2 was assayed with various concentrations of oleoyl CoA or monooleoylglycerol in the presence of 100 μm[3H]sn-2-monooleoylglycerol or 50 μm [14C]oleoyl CoA, respectively. Stereoisomers of monoacylglycerol (rac-1- andsn-2-monooleoylglycerol) and fatty acyl CoAs (butyryl CoA (4:0), n-octanoyl CoA (8:0), lauroyl CoA (12:0), myristoyl CoA (14:0), palmitoyl CoA (16:0), stearoyl CoA (18:0), arachidoyl CoA (20:0), oleoyl CoA (18:1), linoleoyl CoA (18:2), and arachidonoyl CoA (20:4)) were from Sigma. rac-1-monoacylglycerols (monocaprin (10:0), monolaurin (12:0), monomyristin (14:0), monopalmitin (16:0), monostearin (18:0), monoarachidin (20:0), monoolein (18:1), monolinolein (18:2), monolinolenin (18:3), and monoarachidonin (20:4)) were from NuChek (Elysian, MN) and were dissolved in acetone as 2 mm stocks. For measurements of MGAT activity in human tissues, microsomes were purchased from Tissue Transformation Technology (Edison, NJ). The FLAG-tagged hMGAT2 was subcloned into pIRESneo2 vector (Clontech) and transfected into monkey kidney COS-7 cells with FuGENE 6 (Roche Diagnostics). cDNAs encoding LacZ, FLAG-tagged-MGAT1, and FLAG-tagged-DGAT1 (GenBank accession number AF078752) were expressed as controls. As described for insect cells, membrane fractions were prepared, and expression of FLAG-tagged proteins was verified by immunoblotting of membrane samples (20 μg) with the anti-FLAG M2 antibody. MGAT activities in the membranes of transfected cells were assayed as described above. For immunocytochemistry, cells were grown and transfected on glass coverslips. Two days after transfection, cells were fixed in acetone:methanol (1:1) for 2 min and incubated in phosphate-buffered saline containing 3% bovine serum albumin and 0.2% Triton X-100 for 1 h at room temperature. Samples were then incubated sequentially with 4 μg/ml anti-FLAG antibody (Sigma) for 1 h and with 10 μg/ml fluorescein-conjugated goat anti-mouse IgG (CalBiochem) for 30 min. Antibodies were diluted in phosphate-buffered saline containing 3% bovine serum albumin and 0.02% Triton X-100. Human multiple tissue blots (Clontech) and a mouse multiple tissue blot (SeeGene, Seoul, Korea) were hybridized with 32P-labeled MGAT2 or MGAT1 cDNA probes. A probe specific to hMGAT2trunc was amplified by PCR from the intronic region that is present in the hMGAT2trunc cDNA but spliced out from the full-length hMGAT2 cDNA (see Fig. 2B). Blots were probed for actin expression to demonstrate the presence and integrity of RNA in different tissues. For quantitative real-time PCR, human cDNAs of were purchased from Clontech, except that of white adipose tissue, which was prepared from visceral fat of a surgical sample. Mouse cDNAs were prepared from adult male mice. Primers and probe sequences for hMGAT2 are: forward, 5′-GACCCCTCTCGGAACTACATTG-3′; reverse, 5′-CGGAACCACAAGGTCAGCAT-3′; and probe, 5′-CACCCCCATGGAGTCCTGGCAG-3′. Those for 18 S rRNA are: forward, 5′-AGTCCCTGCCCTTTGTACACA-3′; reverse, 5′-GATCCGAGGGCCTCACTAAAC-3′; and probe, 5′-CGCCCGTCGCTACTACCGATTGGT-3′. Real-time PCR was performed as described (13Chen H.C. Smith S.J. Ladha Z. Jensen D.R. Ferreira L.D. Pulawa L.K. McGuire J.G. Pitas R.E. Eckel R.H. Farese Jr., R.V. J. Clin. Invest. 2002; 109: 1049-1055Crossref PubMed Scopus (284) Google Scholar). Genes encoding full-length human and mouse MGAT2 were originally identified as DGAT candidate (DC) genes (hDC5 and mDC5 in Ref. 12Cases S. Stone S.J. Zhou P. Yen E. Tow B. Lardizabal K.D. Voelker T. Farese Jr., R.V. J. Biol. Chem. 2001; 276: 38870-38876Abstract Full Text Full Text PDF PubMed Scopus (643) Google Scholar) through their homology to genes encoding DGAT2 (12Cases S. Stone S.J. Zhou P. Yen E. Tow B. Lardizabal K.D. Voelker T. Farese Jr., R.V. J. Biol. Chem. 2001; 276: 38870-38876Abstract Full Text Full Text PDF PubMed Scopus (643) Google Scholar, 14Lardizabal K.D. Mai J.T. Wagner N.W. Wyrick A. Voelker T. Hawkins D.J. J. Biol. Chem. 2001; 276: 38862-38869Abstract Full Text Full Text PDF PubMed Scopus (300) Google Scholar). Both open reading frames of hMGAT2 and mMGAT2 cDNA predict 334-amino acid proteins that share 81% amino acid identity and are both 52% identical to mMGAT1 (Fig.2A). The calculated molecular masses of hMGAT2 and mMGAT2 are 38.2 and 38.6 kDa, respectively. Like mMGAT1, both MGAT2s contain sequences similar to a domain of phosphate acyltransferases and two putative N-linked glycosylation sites (12Cases S. Stone S.J. Zhou P. Yen E. Tow B. Lardizabal K.D. Voelker T. Farese Jr., R.V. J. Biol. Chem. 2001; 276: 38870-38876Abstract Full Text Full Text PDF PubMed Scopus (643) Google Scholar). The hydrophobicity plots for both MGAT2s are similar to those for DGAT2 and MGAT1, which predict at least one transmembrane domain (amino acids 21–43) in the N terminus. The human MGAT2 gene is located on chromosome 11q13.5 (GenBank accession number NT_033927), and its mouse homologue is on chromosome 7 (GenBank accession number NW_000328). hMGAT2trunc, identified through a BLAST search, is a splice variant of the full-length human MGAT2 (hMGAT2). The mRNA encoding hMGAT2trunc (284 amino acids) shares all 6 coding exons with those of hMGAT2 (334 amino acids). However, an unspliced intron in hMGAT2trunc introduces 67 different amino acids at the C terminus and a premature stop codon that truncates the protein (Fig. 2B). To examine the biochemical activities of MGAT2 proteins, we expressed FLAG-tagged and nontagged versions of their cDNAs in insect cells. The FLAG-tagged versions of hMGAT2 and hMGAT2trunc migrated on SDS-PAGE with apparent molecular masses of ∼33 and ∼28 kDa, respectively (Fig.3A). Because MGAT2 shares sequence homology with MGAT1, we examined whether membranes expressing MGAT2 have MGAT activity. With either [14C]oleoyl CoA or [14C]monooleoylglycerol as the radiolabeled substrate, membranes expressing hMGAT2 or mMGAT2, but not hMGAT2trunc, incorporated more radioactivity into diacylglycerols than membranes expressing wild-type viral proteins (Fig. 3B), indicating that hMGAT2 and mMGAT2, but not hMGAT2trunc, have MGAT activity. The levels of MGAT activity were proportional to the amounts of membrane protein used in the assays (Fig. 3C). MGAT activity in membranes expressing hMGAT2 was further confirmed by its dependence on MGAT substrates; MGAT activity increased with the concentration of MGAT substrates (either fatty acyl CoA or monoacylglycerol) (Fig. 3D). For hMGAT2 expressed in insect cell membranes, the calculated Km forsn-1-monooleoylglycerol was ∼45 μm. When the concentration of oleoyl CoA was varied, the curve for hMGAT2 activity was sigmoidal, with an initial lag phase between 0.4 and 25 μm, suggesting cooperative kinetics. Although these kinetics prohibited analysis by a Lineweaver-Burk plot, the oleoyl CoA concentration that resulted in a half-maximal rate appeared to be in the range of 40–45 μm. The acyltransferase activity of hMGAT2 appeared to be specific for monoacylglycerol as the acyl group acceptor. No acyltransferase activity was found in hMGAT2-expressing membranes when glycerol-3-phosphate, lysophosphatidate, lysophosphatidylcholine, cholesterol, or diacylglycerol was used as the [14C]oleoyl CoA acceptor (not shown). In MGAT assays, membranes expressing hMGAT2 incorporated slightly more radiolabeled substrates (either [14C]oleoyl CoA or [3H]monooleoylglycerol) into triacylglycerols than membranes expressing wild-type viral proteins, especially when fatty acyl CoA was provided at high concentrations (>50 μm; not shown). This suggested that hMGAT2 possesses a minor DGAT activity. However, because the DGAT activity decreased (whereas MGAT activity increased) as the viral infection progressed (not shown), the DGAT activity may reflect the endogenous DGAT in insect cell membranes that incorporates radiolabeled diacylglycerol (generated by MGAT2) into triacylglycerol. We also expressed hMGAT2 and control cDNAs transiently in COS-7 cells (Fig.4A). FLAG-tagged hMGAT2 demonstrated a perinuclear and reticular staining pattern (Fig.4B), suggesting a cellular distribution in the endoplasmic reticulum and possibly a minor portion in other organelles such as the Golgi apparatus. When assayed with [14C]oleoyl CoA andsn-2-monooleoylglycerol as substrates, COS-7 cell membranes expressing hMGAT2 incorporated significant amounts of radioactivity into diacylglycerol (Fig. 4C), indicating that these membranes possessed MGAT activity. In contrast, MGAT activity was not detected in control membranes, except in those expressing DGAT1, which appeared to possess a low level of MGAT activity, as reported (9Yen C.-L.E. Stone S.J. Cases S. Zhou P. Farese Jr., R.V. Proc. Natl. Acad. Sci. U. S. A. 2002; 99: 8512-8517Crossref PubMed Scopus (156) Google Scholar). Next, we determined whether hMGAT2 could acylate different stereoisomers of monoacylglycerol. In assays using [14C]oleoyl CoA as the acyl donor and eitherrac-1-monooleoylglycerol orsn-2-monooleoylglycerol as the acyl acceptor, hMGAT2, like mMGAT1, had activity with both monoacyglycerol stereoisomers, and both enzymes appeared to prefer the sn-2-isomer (Fig.5A). We then determined whether hMGAT2 utilizes different monoacylglycerols as substrates. In assays using [14C]oleoyl CoA as the acyl donor, both hMGAT2 and mMGAT1 utilized a variety of monoacylglycerols, and their activities were lowest with monoacylglycerols containing long chain saturated fatty acids (Fig. 5B). We also determined whether hMGAT2 preferred specific fatty acyl CoAs as substrates. In assays using [3H]sn-2-monooleoylglycerol as the acyl acceptor, hMGAT2 utilized a variety of fatty acyl CoAs, and MGAT activities were lowest with CoA derivatives containing long chain saturated fatty acids (Fig. 5C). In human tissues, MGAT2 was highly expressed in the liver, small intestine, colon, stomach, and kidney, whereas MGAT1 was expressed in the liver and kidney (Fig.6A). In mice, MGAT2 was expressed exclusively in the small intestine (among 13 tissues examined), whereas MGAT1 mRNA expression was highest in the stomach and kidney (Fig. 6B). The hMGAT2 probe hybridized primarily with two human mRNA transcripts of ∼3.0 and ∼7.2 kb, whereas the mMGAT2 probe hybridized with an ∼1.8-kb transcript. The hMGAT2 probe also hybridized with a third transcript of 1.3 kb in several tissues, including the stomach (Fig. 6A). In an independent set of cDNA samples, quantitative real-time PCR showed that hMGAT2 expression levels were highest in liver, stomach, and small intestine, with lower levels in colon and kidney. Low MGAT2 expression levels were also found in both human and mouse white adipose tissue (not shown). The size and tissue distribution of the hMGAT2trunctranscript was assessed by probing with the intron that is spliced from hMGAT2 but retained in hMGAT2trunc (Fig. 2B). This probe hybridized mainly with the minor 1.3-kb mRNA transcript in the stomach (Fig. 6C); lower expression levels of this transcript were also found in the colon and small intestine (not shown). We next measured MGAT activity in membranes from various human tissues. As reported in other species (15Grigor M.R. Bell R.M. Biochim. Biophys. Acta. 1982; 712: 464-472Crossref PubMed Scopus (41) Google Scholar, 16Hoffman A.G. Kuksis A. Biochim. Biophys. Acta. 1982; 710: 53-62Crossref PubMed Scopus (12) Google Scholar), high MGAT activity levels were found in human small intestine (Fig. 6D). However, significant levels of MGAT activity were also detected in human liver, with lower levels in kidney and lung. Despite the crucial role that MGAT is hypothesized to play in the absorption of dietary fat in the intestine, a gene encoding an intestinal MGAT had not been found. In this study, we identified a gene encoding MGAT2, an MGAT that is highly expressed in the small intestine, liver, stomach, and colon in humans and predominantly in the small intestine in mice. MGAT2 is a homologue of MGAT1, which is not expressed in the small intestine. The full-length human and mouse MGAT2 cDNAs clearly encode MGAT enzymes. Expression of either cDNA in insect cell membranes catalyzed diacylglycerol synthesis with either [14C]monoacylglycerol or [14C]oleoyl CoA as a substrate. In addition, the human MGAT2 cDNA catalyzed diacylglycerol synthesis when expressed in membranes of COS-7 cells. MGAT2 expression in insect cells increased diacylglycerol accumulation, and this increase depended on the amount of expressed protein in the assay. Additionally, MGAT activity of human MGAT2 expressed in insect cells depended on the concentration of either MGAT substrate. Finally, the MGAT2 activity was specific for diacylglycerol synthesis because MGAT2 utilized only monoacylglycerol as a fatty acyl group acceptor. Although MGAT2 did not acylate sn-1,2 diacylglycerol inin vitro assays, our results do not exclude the possibility that MGAT2 may also possess a weak DGAT activity. The biochemical properties of MGAT2 share features with those reported for MGAT enzymes in previous studies. MGAT activities in the small intestine and livers have been well characterized in many species (10Mostafa N. Bhat B.G. Coleman R.A. Lipids. 1994; 29: 785-791Crossref PubMed Scopus (13) Google Scholar,17Sansbury K. Millington D.S. Coleman R.A. J. Lipid Res. 1989; 30: 1251-1258Abstract Full Text PDF PubMed Google Scholar, 18Manganaro F. Kuksis A. Can. J. Biochem. Cell Biol. 1985; 63: 341-347Crossref PubMed Scopus (28) Google Scholar, 19Jamdar S.C. Cao W.F. Arch. Biochem. Biophys. 1992; 296: 419-425Crossref PubMed Scopus (20) Google Scholar, 20Lehner R. Kuksis A. Itabashi Y. Lipids. 1993; 28: 29-34Crossref PubMed Scopus (27) Google Scholar), and MGAT enzymes have been partially purified from the rat small intestine and livers of suckling animals (18Manganaro F. Kuksis A. Can. J. Biochem. Cell Biol. 1985; 63: 341-347Crossref PubMed Scopus (28) Google Scholar, 21Bhat B.G. Bardes E.S.-G. Coleman R.A. Arch. Biochem. Biophys. 1993; 300: 663-669Crossref PubMed Scopus (23) Google Scholar). The predicted molecular mass of hMGAT2 (∼38 kDa) in this study is similar to that reported for an MGAT that was purified from rat intestinal villi (18Manganaro F. Kuksis A. Can. J. Biochem. Cell Biol. 1985; 63: 341-347Crossref PubMed Scopus (28) Google Scholar). (Of note, an MGAT2 homologue exists in rats (GenBank accession number XM_218952) that shares 93.3% amino acid identity with mMGAT2.) Additionally, the Km for monoacylglycerol (∼45 μm) we observed for hMGAT2 is consistent with previous observations for hepatic MGAT activities in different species (8Coleman R.A. Haynes E.B. J. Biol. Chem. 1984; 259: 8934-8938Abstract Full Text PDF PubMed Google Scholar, 15Grigor M.R. Bell R.M. Biochim. Biophys. Acta. 1982; 712: 464-472Crossref PubMed Scopus (41) Google Scholar, 17Sansbury K. Millington D.S. Coleman R.A. J. Lipid Res. 1989; 30: 1251-1258Abstract Full Text PDF PubMed Google Scholar). The concentration of monoacylglycerol normally found in cell membranes has been estimated to be much lower than this Km (11Xia T. Mostafa N. Bhat B.G. Florant G.L. Coleman R.A. Am. J. Physiol. 1993; 265: R414-R419PubMed Google Scholar), suggesting that the activity of this enzyme depends on increases in monoacylglycerol concentration in the adjacent membrane. Finally, the sigmoidal shape of the curve for hMGAT2 activities with different oleoyl CoA concentrations, which is indicative of an allosteric enzyme regulated by specific effectors or cooperative binding of substrate to multiple sites (10Mostafa N. Bhat B.G. Coleman R.A. Lipids. 1994; 29: 785-791Crossref PubMed Scopus (13) Google Scholar, 22Greenspan M.D. Lowenstein J.M. J. Biol. Chem. 1968; 243: 6273-6280Abstract Full Text PDF PubMed Google Scholar, 23Whitman W.B. Martin M.N. Tabita F.R. J. Biol. Chem. 1979; 254: 10184-10189Abstract Full Text PDF PubMed Google Scholar, 24Tenu J.P. Viratelle O.M. Yon J. Eur. J. Biochem. 1972; 26: 112-118Crossref PubMed Scopus (74) Google Scholar), has been observed in other studies (9Yen C.-L.E. Stone S.J. Cases S. Zhou P. Farese Jr., R.V. Proc. Natl. Acad. Sci. U. S. A. 2002; 99: 8512-8517Crossref PubMed Scopus (156) Google Scholar, 10Mostafa N. Bhat B.G. Coleman R.A. Lipids. 1994; 29: 785-791Crossref PubMed Scopus (13) Google Scholar, 25Cao J. Lockwood J. Burn P. Shi Y. J. Biol. Chem. 2003; (February 7, 10.1074/jbc.M300139200)Google Scholar). The substrate specificities of hMGAT2 were similar to those of mMGAT1. When expressed in insect cell membranes, both enzymes preferredsn-2-monooleoylglycerol rather thanrac-1-monooleoylglycerol as the acyl acceptor. In addition, both enzymes were active with a broad range of monoacylglycerol and fatty acyl CoA substrates. In assays with differentrac-1-monoacylglycerols as oleoyl CoA acceptors, both enzymes utilized a broad range of rac-1-monoacylglycerols, and the patterns of activity for monoacylglycerols containing different fatty acyl groups were similar. Both enzymes exhibited a drop in activity as the length of the saturated fatty acyl group increased from 16:0 to 20:0, suggesting that the enzymes are less active when the monoacylglycerol contains a long chain saturated fatty acyl group. In contrast, activities were higher with monoacylglycerols containing long chain unsaturated fatty acids. Likewise, when monooleoylglycerol was the acyl acceptor, MGAT1 and MGAT2 were similarly active for a broad range of fatty acyl CoA substrates. Both enzymes appeared to prefer unsaturated rather than saturated long chain fatty acyl CoAs. These findings are consistent with the hypothesis that MGAT enzymes preserve unsaturated fatty acids, such as essential fatty acids, by preferentially incorporating them into triacylglycerol for storage (10Mostafa N. Bhat B.G. Coleman R.A. Lipids. 1994; 29: 785-791Crossref PubMed Scopus (13) Google Scholar,11Xia T. Mostafa N. Bhat B.G. Florant G.L. Coleman R.A. Am. J. Physiol. 1993; 265: R414-R419PubMed Google Scholar). Alternatively, these findings may reflect limitations in our expression and assay systems. For example, only one concentration of substrates was tested in these assays. A more detailed kinetic analysis will be required before definitive conclusions concerning the substrate specificity of MGAT2 can be made. In both humans and mice, MGAT2 was highly expressed in the small intestine, identifying it as an intestinal MGAT. In mice, MGAT2 was expressed predominantly in the small intestine. In humans, however, MGAT2 was also expressed in other tissues, including stomach, colon, kidney, white adipose tissue, and adult liver. The hepatic activity was unexpected. In rats, MGAT activity has been detected in livers from suckling pups, but not at high levels in adults (8Coleman R.A. Haynes E.B. J. Biol. Chem. 1984; 259: 8934-8938Abstract Full Text PDF PubMed Google Scholar). To our knowledge, MGAT activity has not been reported previously in adult human liver. Our studies demonstrate that MGAT activity is present in human liver and kidney, although at lower levels than in small intestine. A discrepancy exists between the MGAT2 mRNA expression levels and enzyme activity levels in human livers, possibly reflecting post-transcriptional regulation of the enzyme. Recently, Cao et al. (25Cao J. Lockwood J. Burn P. Shi Y. J. Biol. Chem. 2003; (February 7, 10.1074/jbc.M300139200)Google Scholar) reported a mouse intestinal MGAT that is identical to mMGAT2 in this study. Consistent with our findings, they found that MGAT2 was highly expressed in the mouse small intestine, with lower expression levels present in the white adipose tissue. However, they also reported expression of MGAT2 in mouse kidney, stomach, and liver. We did not find this and, in contrast, have reported that MGAT1 is expressed in these tissues in mice (9Yen C.-L.E. Stone S.J. Cases S. Zhou P. Farese Jr., R.V. Proc. Natl. Acad. Sci. U. S. A. 2002; 99: 8512-8517Crossref PubMed Scopus (156) Google Scholar). Nevertheless, the collective data reported here and in other studies (9Yen C.-L.E. Stone S.J. Cases S. Zhou P. Farese Jr., R.V. Proc. Natl. Acad. Sci. U. S. A. 2002; 99: 8512-8517Crossref PubMed Scopus (156) Google Scholar, 25Cao J. Lockwood J. Burn P. Shi Y. J. Biol. Chem. 2003; (February 7, 10.1074/jbc.M300139200)Google Scholar) indicate that MGAT enzymes in both human and mouse are expressed mainly in small intestine, stomach, kidney, adipose tissue, and liver. The tissue distributions of MGAT1 and MGAT2 expression, however, differ between species. The functional significance of the hMGAT2trunc mRNA is unclear. This species, which appears to arise from nonsplicing of the fourth and fifth coding exons, was found only in humans. The incomplete splicing leads to a premature stop codon, and the truncated protein was not active in MGAT assays. It is unlikely that the hMGAT2trunc mRNA is an artifact of cDNA library preparation because a probe specific for this transcript detected hMGAT2trunc expression in tissues. Interestingly, the 1.3-kb hMGAT2trunc transcript was highly expressed in human stomach, suggesting that hMGAT2trunc has functional significance in this tissue. Speculations for its function include a regulatory role for the inactive truncated protein or a catalytic function that we did not examine. An additional possibility is that the hMGAT2trunc mRNA produces a functional message after a regulated terminal splicing event. In summary, we have identified and characterized a gene encoding an intestinal MGAT. Since MGAT functions intracellularly in enterocytes, the inhibition of an intestinal MGAT offers the possibility of blocking fat absorption without resulting in the accumulation of fat in the intestinal lumen, which leads to steatorrhea. The discovery of the MGAT2 gene will facilitate studies to examine whether MGAT2 plays a role in fat absorption in the small intestine and to determine whether MGAT2 is a feasible pharmaceutical target for blocking intestinal fat absorption and treating obesity. We thank Bethany Taylor for manuscript preparation, Gary Howard and Stephen Ordway for editorial assistance, and Robert W. Mahley for helpful comments on the manuscript.",
  "authors": [
    {
      "display_name": "Chi‐Liang Eric Yen",
      "id": "A5046727353",
      "orcid": "https://orcid.org/0000-0002-7408-7503",
      "institutions": [
        {
          "id": "I180670191",
          "display_name": "University of California, San Francisco",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1321430492",
          "display_name": "Gladstone Institutes",
          "country_code": "US",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Chi-Liang Eric Yen"
    },
    {
      "display_name": "Robert V. Farese",
      "id": "A5083674919",
      "orcid": "https://orcid.org/0000-0001-8103-2239",
      "institutions": [
        {
          "id": "I180670191",
          "display_name": "University of California, San Francisco",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1321430492",
          "display_name": "Gladstone Institutes",
          "country_code": "US",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Robert V. Farese"
    }
  ],
  "publication_year": 2003,
  "publication_date": "2003-05-01",
  "type": "article",
  "cited_by_count": 192,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S140251998",
    "display_name": "Journal of Biological Chemistry",
    "issn_l": "0021-9258",
    "issn": [
      "0021-9258",
      "1067-8816",
      "1083-351X"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320990"
  },
  "volume": "278",
  "issue": "20",
  "first_page": "18532",
  "last_page": "18537",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "http://www.jbc.org/article/S0021925819549602/pdf",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C8051207",
      "display_name": "Monoacylglycerol lipase",
      "level": 4,
      "score": 0.827142
    },
    {
      "id": "C2775970874",
      "display_name": "Acyltransferase",
      "level": 3,
      "score": 0.44337282
    },
    {
      "id": "C2910079589",
      "display_name": "Acyltransferases",
      "level": 4,
      "score": 0.42279577
    },
    {
      "id": "C2777882243",
      "display_name": "Small intestine",
      "level": 2,
      "score": 0.4169158
    },
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.398422
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.36511087
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.32404822
    },
    {
      "id": "C55493867",
      "display_name": "Biochemistry",
      "level": 1,
      "score": 0.19811642
    },
    {
      "id": "C181199279",
      "display_name": "Enzyme",
      "level": 2,
      "score": 0.09515557
    },
    {
      "id": "C553450214",
      "display_name": "Biosynthesis",
      "level": 3,
      "score": 0.08911407
    },
    {
      "id": "C46721173",
      "display_name": "Endocannabinoid system",
      "level": 3,
      "score": 0.0
    },
    {
      "id": "C170493617",
      "display_name": "Receptor",
      "level": 2,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11844",
      "display_name": "Lipid metabolism and biosynthesis",
      "score": 1.0
    },
    {
      "id": "T11072",
      "display_name": "Peroxisome Proliferator-Activated Receptors",
      "score": 0.9975
    },
    {
      "id": "T11041",
      "display_name": "Ubiquitin and proteasome pathways",
      "score": 0.9929
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1074/jbc.m301633200",
  "pdf_url": "http://www.jbc.org/article/S0021925819549602/pdf",
  "retrieved_date": "2025-07-30T14:43:05.730433",
  "source_database": "OpenAlex"
}