{
  "openalex_id": "W2021515735",
  "doi": "https://doi.org/10.1080/03086534.2013.768094",
  "title": "Subjects or Citizens? India, Pakistan and the 1948 British Nationality Act",
  "abstract": "Abstract Independence in the case of British India occurred at relatively short notice in August 1947, but tying up the loose ends of empire stretched over years. Under these circumstances, the realignment of subjecthood and citizenship necessitated by decolonisation was protracted, and raised complex questions about identity in both the new states of India and Pakistan and the former imperial power itself. This article thus takes as its focus the drawn-out process of disengagement that followed formal independence in relation to one case study: the various ways in which Britain sought to square the working of its 1948 Nationality Act with Indian and Pakistani citizenship legislation that took shape in the 1950s. India and Pakistan faced the common challenge of establishing who now belonged within their new borders. Britain likewise was forced to recalibrate its ideas about nationality and think afresh about the rights of its subjects in view of the new sets of relationships that now linked colonies, old dominions and the 'mother country' within the Commonwealth. In practice, applying the 1948 Act's provisions in relation to India and Pakistan became infused with anxieties about 'race', which surfaced repeatedly as British officials in London, Delhi, Karachi and consulates around the world sought to manage its operation to suit British interests. Acknowledgements The author is grateful to the AHRC for its support for the three-year collaborative project entitled 'From Subjects to Citizens: Society and the Everyday State in India and Pakistan, 1947–1964', during which the research for this article was conducted. She also thanks Professor Tony Stockwell and the anonymous Journal of Imperial and Commonwealth History referees for their helpful feedback. Notes Darwin, End of the British; Lynn, ed., The British Empire in the 1950s; McIntyre, British Decolonization. Small and Solomos, 'Race, Immigration and Politics', 238. Gould, Sherman and Ansari, 'Flux of the Matter'; Khan, The Great Partition; Zamindar, The Long Partition. White, Decolonisation, 35. Paul, Whitewashing Britain, 8; see also Chapter 6 'Tinkering at the Edges of Nationality' in which Paul discusses the relationship of South Asians with Britain in the 1950s; Carter, Harris and Joshi, 'The 1951–55 Conservative Government'. Mycock, 'British Citizenship and the Legacies of Empires', 343. Baucom, Out of Place, 10, describes the Act as 'a frankly fantastic piece of legislation (in the less than laudatory sense of the word)' that 'served to maintain the illusion of sovereignty over the Commonwealth, the dictates of the ius soli, the need to oblige tradition, and the, by then, age-old sundering of subjecthood and citizen rights, while at the same time partially acknowledging the political realities of a decolonized and decolonizing world'. Hansen, 'Politics of Citizenship', 69. For further discussion of migration to, and its implications for citizenship in, Britain in the decades following the Second World War, see Hansen's more extensive study, Citizenship and Immigration. 'Notes on United Kingdom Nationality Law', 12 Jan. 1951, FO 612/299, The National Archives, Kew (hereafter TNA). Section 32Citation[8] of the BNA: 'In this Act the expression \"citizenship law\" in relation to any country mentioned in subsection Citation[3] of section one of this Act means an enactment of the legislature of that country declared by order of the Secretary of State made by statutory instrument at the request of the government of that country to be an enactment making provision for citizenship thereof; and a citizenship law shall be deemed for the purposes of this Act to have taken effect in a country on the date which the Secretary of State by order so made at the request of the government of that country declares to be the date on which it took effect.' See http://www.legislation.gov.uk/ukpga/Geo6/11-12/56/section/32/enacted (accessed 19 April 2011). While the British Nationality Act established equality among commonwealth citizens of diverse racial and ethnic stock, the Conservative Party opposed its passage on the basis that 'coloured people' could not 'become British', see Rudolf, National Security and Immigration, 175. By the beginning of the 1950s, the Commonwealth countries whose legislation was recognised by London had introduced their own citizenship laws on the following dates: Australia—26 Jan. 1949; Canada—1 Jan. 1947; Ceylon—1 Jan. 1949; Newfoundland—31 March 1949; New Zealand—1 Jan. 1949; South Africa—2 Sept. 1949; Southern Rhodesia—1 Jan. 1950. 'The question of legislation to amend Section 12Citation[6] of the British Nationality Act, 1948, coupled with the indefinite postponement of orders under Section 32Citation[8] in respect of Pakistan and India', c. October 1953, HO 213/1702 TNA. For consideration of the factors that contributed to a delay in imposing restrictions despite growing pressures from politicians and the public, see Dean, 'Conservative Governments'. HO Memorandum incorporating amendments suggested by CRO, 7 Dec. 1953, FO 372/7210, TNA. Paul, Whitewashing Britain, 112. Spencer, British Immigration Policy, 29–30. Chatterji, 'From Subjecthood to Citizenship', 1. For different angles on the role that race played in British India, see Ballhatchet, Race, Sex and Class; and Robb, Concept of Race. Ward, Britishness since 1870, 123. Hero, Black British White British, 113. Masani, Indian Tales of the Raj, 51. 'Anglo-Indian' here refers to people of mixed European and Indian (i.e. South Asian) ancestry (sometime called Eurasians), rather than to the older (and largely obsolete) association of the description with white European people of British descent born or living in the subcontinent. According to the Government of India Act of 1935, 'An Anglo-Indian is a person whose father or any of whose other male progenitors in the male line is or was of European descent but who is a native of India. A European is a person whose father or any of whose other male progenitors in the male line is or was of European descent and who is not a native of India.' Article 366Citation[2] of the Indian Constitution later defined an Anglo-Indian as 'a person whose father or any of whose other male progenitors in the male line is or was of European descent but who is domiciled within the territory of India and is or was born within such territory of parents habitually resident therein and not established there for temporary purposes only'. There is not space in this article to explore more closely the attitudes towards mixed race and patriarchy that existed at this time, but for an impassioned account of the history of this community from its earliest beginnings through to the period after independence by its leading post-1947 representative, see Anthony, Britain's Betrayal in India. See also Anderson, The Eurasian Problem; Blunt, '\"Land of our Mothers'; Hawes, Poor Relations. In 1950 the estimate of the number of so-called 'British nationals' in India and Pakistan amounted to around 38,000, approximately half the pre-Second World War figure; see correspondence in DO 35/3545, TNA. UKHC (India) to Secretary of State for Commonwealth Relations, 28 Dec. 1950, FO 372/7104, TNA. According to advice received from London, this was supposed to aim at including: All persons in India whose United Kingdom citizenship will depend on their registering under the Act; 'All persons in India who, without registering, will be United Kingdom citizens; Other persons, if any, who are not included in the above but to whom it may be necessary to extend physical as distinct from diplomatic protection, or to whom it may be for the High Commissioner's office to issue a passport.' See 'Working of the British Nationality Act in India', FO 372/7104, 2, TNA. Note on the High Commissioner's Report, 31 Jan. 1951, HO 213/1702, TNA. Interestingly, there was much the same kind of confusion between the registration of voters in India's first electoral roll and the confirmation of India's citizenship, with people assuming that the former automatically signified the latter, something that was not legally the case in the late 1940s and early 1950s. See Sharni, 'Forging India's Democratic Nationhood'. UKHC (Pakistan) to Secretary of State for Commonwealth Relations, 28 March 1951, FO 372/7105, TNA. 'Working of the British Nationality Act in India', FO 372/7104, 4, TNA. Ibid. For a short but succinct account of the parliamentary history of the new law, see Wade, 'British Nationality Act, 1948'. It was also delayed by political events in late 1948 when the government of India's 'police action' occupied 'the whole attention of the High Commissioner's office, and the fate of the Record remained in suspense', see 'Working of the British Nationality Act in India', FO 372/7104, 5, TNA. This attempt, it seems, was made, without very satisfactory results, and the abandonment of the whole project was said to have been seriously considered; see 'Working of the British Nationality Act in India', FO 372/7104, 5, TNA. Ibid., 7–8. On 21 July 1949 in the House of Commons General Sir George Jeffreys asked, 'In view of the passing of the British Nationality Act, what steps should be taken by persons of British parentage born in India, Pakistan, Ceylon or Burma prior to the passing of that Act, to ensure that they retain their British nationality.' The reply given by the home secretary was that 'all persons born before the commencement of the British Nationality Act, 1948, on the 1st January 1949, in India, Pakistan or Ceylon are under the Act British subjects and need take no steps to retain their status'. This answer, which was given widespread publicity in the subcontinent, where it caused widespread misunderstanding, as evidenced by the letters received by registration officers, and was interpreted wrongly to mean that British subjects of United Kingdom descent did not need to take further action to become UKC citizens. See 'Working of the British Nationality Act in India', FO 372/7104, 18–19, TNA. Ibid., 8. In Pakistan, it proved impractical to continue the racial classification of persons admitted to the Record once statutory registration had begun on 20 May 1949. See UKHC (Pakistan) to Secretary of State for Commonwealth Relations, 28 March 1951, FO 372/7105, TNA. Blunt, Domicile and Diaspora, whose Chapter 5, 'Independence and Decolonisation: Anglo-Indian Resettlement in Britain', 105–38, touches briefly on the impact of the 1948 Act in India. Office of the UK High Commission (India) to CRO, 25 Oct.1954, DO 35/6386, TNA. 'Working of the British Nationality Act in India', FO 372/7104, 12, TNA. Ibid., 18. 'Procedure for disposal of applications for registration as United Kingdom Citizens under the British Nationality Act, 1948', UKHC's Office, New Delhi, 30 January 1951, FO 372/7104, TNA. UKHC (Calcutta) to CRO, 16 Nov. 1953, FO 372/7308, TNA. CRO to posts in India and Pakistan, 5 Feb. 1954, FO 372/7308, TNA. Chatterji, The Spoils of Partition; Pandey, Remembering Partition; Roy, Migrants, Refugees, Citizens; Zamindar, The Long Partition. In addition, for clear overviews of the broad impact made by independence and Partition on South Asia and its people, see Khan, The Great Partition, esp. 155–66; Talbot and Singh, e Partition of India, esp. Chapter 4, 'Migration and Resettlement'. Pandey, 'The Prose of Otherness'. Daiya, Violent Belongings, 104–05. Zamindar, The Long Partition, 161–226. Articles 5 to 11 dealt specifically with citizenship. Of particular relevance were Article 5 that established 'domicile' and birth 'in the territory of India' as criteria for citizenship and Article 7 that confirmed that any person 'who after the first day of March 1947 migrated from the territory of India to the territory now included in Pakistan' would 'not be deemed to be a citizen of India'. See http://india.gov.in/govt/constitutions_of_india.php (accessed April 19, 2011). FO Circular No. 21, 27 April 1951, FO 612/299, TNA. Section 13Citation[2]: 'A person remaining a British subject without citizenship as aforesaid shall become a citizen of the United Kingdom and Colonies on the day on which a citizenship law has taken effect in each of the countries mentioned in subsection (3) of section one of this Act of which he is potentially a citizen, unless he then becomes or has previously become a citizen of any country mentioned in subsection (3) of section one of this Act, or has previously become a citizen of the United Kingdom and Colonies, a citizen of Eire or an alien.' See http://www.legislation.gov.uk/ukpga/Geo6/11-12/56/contents (accessed April 19, 2011). http://parliamentofindia.nic.in/ls/debates/vol9p11a.htm (accessed 17 July 2012). 'Pakistan Citizenship Act 1951', Government of Pakistan Press Information Department, Handout E. No. 1384, 14 April 1951, FO 372/7105, TNA. For the full text of Pakistan Citizenship Act of 1951, see http://www.unhcr.org/cgi-bin/texis/vtx/refworld/rwmain?docid=3ae6b4ffa (accessed April 19, 2011). See also Despatch, 24 April 1951, FO 327/7089, TNA. Dawn (Karachi), April 1951. Discussion with Ministry of Interior, UKHC (Pakistan) Despatch, 17 May 1951, FO 327/7089, TNA. UKHC (Pakistan) Despatch, 17 May 1951, FO 327/7089, TNA. UKHC (Pakistan) to UKHC (India), 17 Aug. 1951, FO 372/7105, TNA. UKHC (Pakistan) to CRO, 30 Oct. 1950, CO 323/1909/12, TNA. 'Some effects of the Act on the work of the High Commission', Despatch No. G/129, 17 May 1951, FO 327/7089, TNA. CRO to UKHC (Pakistan), 2 Jan. 1951, DO 35/3560, TNA. Ministry of Foreign Affairs and Commonwealth Relations to the UK High Commission (Pakistan), 30 Aug. 1951, FO 327/7089, TNA. CRO to UKHC (Pakistan), 25 Sept. 1951, FO 327/7089, TNA. UKHC (India) to CRO, 8 Aug. 1951, FO 327/7089, TNA. 'Draft Indian Citizenship Bill', n.d., FO 327/7089, TNA. UKHC (Pakistan) to UKHC (India), 17 Aug. 1951, FO 327/7089, TNA. UKHC (Pakistan) to CRO, 6 Nov.1951, FO 327/7105, TNA. UKHC (Pakistan) to CRO, 30 Nov. 1951, FO 327/77105, TNA. UKHC to CRO, 27 Dec. 1951, DO 35/3560, TNA. CRO to UKHC (Pakistan), 2 Jan. 1952, FO 372/7105, TNA. UKHC (Pakistan) to CRO, 14 April 1952, DO 35/3560, TNA. See Ansari, Life after Partition, 127–32. Dawn (Karachi), 8 April 1952, 1. United Kingdom High Commissioner (Pakistan) to CRO, 3 June 1952, Despatch No. G 129, DO35/3560, TNA. Pakistan Citizenship Rules, 1952, http://www.unhcr.org/refworld/docid/3ae6b4fc1c.html (accessed April 19, 2011). Annexure to PAO 560/53, Pakistan Citizenship Registration of Government Servants, Government of Pakistan, Ministry of the Interior, letter no. 11/1121/53-Poll (1), dated 23 April 1953, DO 35/6392, TNA. Note, DO 35/6386, TNA. FO to CRO, 3 May 1951, FO 327/7089, TNA. Annexure II: Ministry of Law, FO 327/7089, TNA; The Citizenship Bill, 1955 (Bill No. 23 of 1955), DO 35/6386, TNA. One of the stated reasons for eventually introducing this citizenship legislation was the need to register people who had come to India from Pakistan in time for the next general elections so that 'they would be able to enjoy the full rights of citizenship'. Govind Ballabh Pant, Indian home minister, speaking in Lok Sabha on 5 Aug. 1955, DO 35/6386, TNA. As the Hindustan Times of 10 Aug. 1955 explained, 'In as much as the Election Commission is expected to fix March 1, 1956, as the crucial date for deciding a person's national status, it is all the more urgent that the Bill should be speeded up so as to enable the latecomers from Pakistan to be registered as Indian citizens and get themselves entered in the electoral rolls.' Note by UKHC (India), 18 March 1955, DO 35/6386, TNA. CRO to FO, 28 July 1955, DO 35/6386, TNA. One lakh equals 100,000. 'Indian Citizenship Bill', CRO Telegram No. 1535, 6 Aug. 1955, DO 35/6386, TNA. UKHC (India) to CRO, 18 Aug. 1955, DO 35/6386, TNA. Comment by D. W. H. Wickson, CRO, 25 Aug.1955, DO 35/6386, TNA. UKHC (India) to CRO, 25 Oct.1954, DO 35/6386, TNA. 'Note of Meeting with Fateh Singh, Deputy Secretary, Ministry of Home Affairs', UKHC (India) to CRO, 22 Aug. 1955, DO 35/6386, TNA. Northrup, Indentured Labor; Tinker, New System of Slavery; Torabully (with Carter), Coolitude. HO Memorandum incorporating amendments suggested by CRO, 7 Dec. 1953, FO 372/7210, TNA. 'Passports for British Subjects without Citizenship', Circular No. 21, 27 April 1951, FO 372/7210, TNA. UKHC to CRO, 22 Dec. 1953, FO 372/7210, TNA. 'Even after this urgent cases might occur from time to time when the Political Agent might be asked to assist. Could you please let us know if he would be willing to continue to assist Pakistanis in this way, in order that our people in Karachi can reassure the Ministry of Foreign Affairs?', CRO to FO (Treaty and Nationality Department), 9 Nov. 1953, FO 372/7210, TNA. FO to Consulate General (Antananarivo), 5 Nov. 1953, FO 372/7210, TNA. From the point of view of the Indian authorities, the everyday arrangements were not very different from those of their Pakistani counterparts: would-be Indians (whether or not they were Muslims) were, in theory, supposed to make applications in person to the Indian Commissioner in Mauritius, pending the arrival of a vice consul for Antananarivo, but in practice the British representatives there similarly dealt with passports and other nationality-related matters on a day-to-day basis. British Consulate General (Antananarivo) to FO (Treaty and Nationality Department), 18 Aug. 1953, FO 372/7210, TNA. FO to CRO, 14 Oct.1953, FO 372/7210, TNA. British Consulate (Mogadishu) to FO (Treaty Department), 17 June 1953, FO 372/7210, TNA. British Consulate Mogadishu to FO, Telegram No. 54, 19 June 1953, FO 372/7210, TNA. For a broad exploration of how passports came to regulate movement and migration, see Torpey, Invention of the Passport. See also Torpey, 'The Great War and the Birth of the Modern Passport System'; Mongia, 'Race, Nationality, Mobility'. Annexure to PAO 560/53, Pakistan Citizenship Registration of Government Servants, Government of Pakistan, Ministry of the Interior, letter no. 11/1121/53-Poll (1), dated 23 April 1953, DO 35/6392, TNA. In due course, however, the Passport Office in Karachi clarified that 'the proviso that [an application for Pakistan citizenship] must be made within one year of the coming into force of the Pakistan Citizenship Act has been done away with and a person is entitled to apply without any limitation of time', S. H. Firoz, Ministry of Commonwealth Relations (Karachi) to T. J. Sigsworth, UKHC (Pakistan), 5 Aug. 1953, FO 372/7210, TNA. British Consulate (Muscat) to FO (Treaty and Nationality Department), 23 Aug. 1953, FO 372/7210, TNA. British Consulate (Muscat) to FO (Treaty and Nationality Department), 24 Oct. 1953, FO 372/7210, TNA. Minute, n.d., FO 372/7309, TNA. Minute, 12 March 1954, FO 372/7309, TNA. British Consulate (Muscat) to British Residency (Bahrain), 7 Feb. 1954, FO 371/7309, TNA. Whereby one state permits another to exercise extraterritorial jurisdiction over its own nationals within the first state's boundaries. For more on the experiences of diasporic Sindhi Hindu merchants, see Haller, 'Place and Ethnicity'; Markovits, The Global World of Indian Merchants. FO to CRO, 18 June 1953, FO 372/7210, TNA. CRO to FO (Treaty and Nationality Department), 19 Oct. 1953, FO 372/7210, TNA. British Consulate-General (Tetuan) to FO (Treaty and Nationality Department), 3 Nov. 1953, FO 372/7210, TNA. FO (Treaty and Nationality Department) to British Consulate-General (Tetuan), 30 Dec. 1953, FO 372/7210, TNA. As a letter to the Presidents of the Indian Merchants Association (n.d.) explained, 'Under Section 3 of the Pakistan Citizenship Act, 1951, it is mandatory to regard as a citizen of Pakistan: (1) Anyone who was born in \"territories included in India on the 31st day of May 1937\" and was domiciled in Pakistan at any time before April 13, 1951; (2) Anyone, wherever born, whose father was domiciled in Pakistan, unless such person has himself acquired a new domicile; (3) Anyone, wherever born, whose grandfather was domiciled in Pakistan, unless his father acquired a new domicile or he himself has done so.' FO 371/7312, TNA. CRO to FO, 1 July 1954, FO 372/7311, TNA. Rudolf, National Security and Immigration, 179. For one such scare during the summer of 1954, see 'Entry of Indian Citizens into the United Kingdom with passports not properly endorsed by the Indian authorities', UKHC (India) Confidential Telegram, 5 Aug. 1954, FO 372/7312, TNA. Paul, Whitewashing Britain, 151.",
  "authors": [
    {
      "display_name": "Sarah Ansari",
      "id": "A5023373216",
      "orcid": "https://orcid.org/0000-0001-6138-1554",
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Sarah Ansari"
    }
  ],
  "publication_year": 2013,
  "publication_date": "2013-03-21",
  "type": "article",
  "cited_by_count": 81,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S112911512",
    "display_name": "The Journal of Imperial & Commonwealth History",
    "issn_l": "0308-6534",
    "issn": [
      "0308-6534",
      "1743-9329"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320547"
  },
  "volume": "41",
  "issue": "2",
  "first_page": "285",
  "last_page": "312",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C35651441",
      "display_name": "Independence (probability theory)",
      "level": 2,
      "score": 0.5542094
    },
    {
      "id": "C2780781376",
      "display_name": "Citizenship",
      "level": 3,
      "score": 0.51813877
    },
    {
      "id": "C2777826127",
      "display_name": "Commonwealth",
      "level": 2,
      "score": 0.5172256
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.504428
    },
    {
      "id": "C2777138209",
      "display_name": "Nationality",
      "level": 3,
      "score": 0.4880003
    },
    {
      "id": "C531593650",
      "display_name": "Colonialism",
      "level": 2,
      "score": 0.47437483
    },
    {
      "id": "C55958113",
      "display_name": "Indigenous",
      "level": 2,
      "score": 0.44763172
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.43635112
    },
    {
      "id": "C2779598827",
      "display_name": "Ceylon",
      "level": 2,
      "score": 0.43087053
    },
    {
      "id": "C501832835",
      "display_name": "British Empire",
      "level": 3,
      "score": 0.43056795
    },
    {
      "id": "C135544838",
      "display_name": "Decolonization",
      "level": 3,
      "score": 0.42916653
    },
    {
      "id": "C107993555",
      "display_name": "Gender studies",
      "level": 1,
      "score": 0.41839498
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.38473314
    },
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.28815693
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.25454608
    },
    {
      "id": "C70036468",
      "display_name": "Immigration",
      "level": 2,
      "score": 0.18254131
    },
    {
      "id": "C195244886",
      "display_name": "Ancient history",
      "level": 1,
      "score": 0.1707851
    },
    {
      "id": "C18903297",
      "display_name": "Ecology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C105795698",
      "display_name": "Statistics",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C33923547",
      "display_name": "Mathematics",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T12949",
      "display_name": "South Asian Studies and Diaspora",
      "score": 0.9959
    },
    {
      "id": "T13029",
      "display_name": "South Asian Studies and Conflicts",
      "score": 0.9925
    },
    {
      "id": "T14141",
      "display_name": "Colonial History and Postcolonial Studies",
      "score": 0.9897
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1080/03086534.2013.768094",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:56:46.696176",
  "source_database": "OpenAlex"
}