{
  "openalex_id": "W2020906185",
  "doi": "https://doi.org/10.1353/phl.1986.0009",
  "title": "Reflections on Gadamer's Notion of &lt;i&gt;Sprachlichkeit&lt;/i&gt;",
  "abstract": "REFLECTIONS ON GADAMER'S NOTION OF SPRACHLICHKEIT by Deborah Cook The works of Hans-Georg Gadamer recall the works of Martin Heidegger as those of Plato memorialize Socrates. The history of philosophy is constituted in such iterations. Indeed, die relationship between Gadamer and Heidegger offers us a paradigm for the understanding of die history of philosophy, manifesting as it does how this history is less marked by change than by a ceaseless repetition of the same. Nevertheless, whUe Gadamer reappropriates the Heidegger of Being and Time, he does so with a different aim in mind; an aim very similar to that of Wilhelm Dilthey: to give to die human sciences (Geisteswissenschaften) a solid epistemological foundation for their judgments of cultural artifacts. This foundation would also unsetde the truth value of scientificjudgments about natural objects by reinterpreting them. Heidegger's goal, on die odier hand, was to understand why diere is somediing radier dian nodiing. This led him to propose a fundamental ontology in Being and Time which he later based on die word (verbum). From the beginning, Gadamer could see in the word die power and importance Heidegger had neglected in Being and Time. Thus, on die basis of a philosophy or phenomenology of language, Gadamer pursues his end with the aid of Heidegger's original and ontologically significant formulation of die hermeneutic circle. For Gadamer, the hermeneutic circle of understanding (Verstehen), interpretation (Auslegung), and application (Anwendung) is a movement inscribed primarily in language. Using the literary text as the prototype for any object understood in the circle, he accounts for our appropriation of 84 Deborah Cook85 objects by attributing it to the power diat dwells in language. Gadamer terms this characteristic ofunderstanding its Sprachlichkeit or linguisticality. In our dealings with die world, we understand everytiring in it linguistically . As Heidegger suggested in his Letter on Humanism, language is the house of Being. It is language and language alone which accounts for die fact that we understand die world. Gadamer takes up this view diat language is die house of Being and claims diat understanding, interpretation , and application must be interpreted as linguistic phenomena because diey embody a unified whole — die understanding must not be divorced from interpretation — and because our traffic with objects takes a form analogous to mat of dialogue. It is my aim in mis discussion to consider this Sprachlichkeit as described in Truth and Method first in relation to the Heidegger ofBeing and Time and the later Heidegger and then with respect to our understanding of texts in reading. The Heidegger of Being and Time portrays the much celebrated hermeneutic circle in an original and ontologically significant way. The circle is, for Heidegger, an existentiale characterizing Dasein's very mode of being in the world and its meaning structures. It is no longer primarily a mediod. What is originally meaningful is not language but die structures of significance (the Zeichen ofequipment and the Bedeutsamkeit ofdie world) which are prior to language and from which language is derived. The circle is first and foremost a prelinguistic understanding of tiiose structures of significance toward which Dasein always transcends itself in its projects. The world and equipment are meaningful because Dasein invests diem with meaning. It is thus Dasein diat is responsible for die meaning of the world and equipment. Nonedieless, this meaning is not, for all that, arbitrary ; what underlies it, or makes it possible, is Being. Being (Sein) is die ontological foundation of pre-linguistic significance. It is that upon which meaning is grounded. While objects, dien, do not have meaning, meaning is bestowed on them by the Dasein diat seeks to render diem intelligible to itselfon die basis ofits immediate and pre-ontological understanding of Being. The hermeneutic circle characterizes die way in which diis prelinguistic and pre-ontological relationship to the world and to objects is deployed. In Heidegger's words, \"To every understanding of die world, existence is understood with it and vice versa. All interpretation, moreover, operates in the forestructure which we have already characterized. Any interpretation which is to contribute to understanding must already have understood what is to be interpreted.\" Heidegger then goes on to claim that even the \". . . derivative ways...",
  "authors": [
    {
      "display_name": "Deborah Cook",
      "id": "A5034297217",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Deborah Cook"
    }
  ],
  "publication_year": 1986,
  "publication_date": "1986-01-01",
  "type": "article",
  "cited_by_count": 2,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S105007214",
    "display_name": "Philosophy and literature",
    "issn_l": "0190-0013",
    "issn": [
      "0190-0013",
      "1086-329X"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315678"
  },
  "volume": "10",
  "issue": "1",
  "first_page": "84",
  "last_page": "92",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.8232949
    },
    {
      "id": "C527412718",
      "display_name": "Interpretation (philosophy)",
      "level": 2,
      "score": 0.62123936
    },
    {
      "id": "C111472728",
      "display_name": "Epistemology",
      "level": 1,
      "score": 0.62055135
    },
    {
      "id": "C50379869",
      "display_name": "Hermeneutics",
      "level": 2,
      "score": 0.6203474
    },
    {
      "id": "C2777218821",
      "display_name": "Verstehen",
      "level": 2,
      "score": 0.5666036
    },
    {
      "id": "C84269361",
      "display_name": "Phenomenology (philosophy)",
      "level": 2,
      "score": 0.5527302
    },
    {
      "id": "C2779259174",
      "display_name": "SOCRATES",
      "level": 2,
      "score": 0.5347328
    },
    {
      "id": "C2781238097",
      "display_name": "Object (grammar)",
      "level": 2,
      "score": 0.41910133
    },
    {
      "id": "C135646171",
      "display_name": "Analytic philosophy",
      "level": 3,
      "score": 0.41834322
    },
    {
      "id": "C522434184",
      "display_name": "Contemporary philosophy",
      "level": 2,
      "score": 0.27984792
    },
    {
      "id": "C41895202",
      "display_name": "Linguistics",
      "level": 1,
      "score": 0.13170955
    }
  ],
  "topics": [
    {
      "id": "T11592",
      "display_name": "Phenomenology and Existential Philosophy",
      "score": 0.999
    },
    {
      "id": "T12366",
      "display_name": "Philosophy, Ethics, and Existentialism",
      "score": 0.9961
    },
    {
      "id": "T13931",
      "display_name": "Philosophy and Historical Thought",
      "score": 0.9858
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/phl.1986.0009",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:28:40.562936",
  "source_database": "OpenAlex"
}