{
  "openalex_id": "W2029983824",
  "doi": "https://doi.org/10.1353/ecy.2012.0021",
  "title": "The Value of the Festschrift : A Dying Genre?",
  "abstract": "The Value of the Festschrift: A Dying Genre? John Richetti (bio) With its nearly untranslatable German title, the Festschrift is a charming survivor of a more collegial academic age: essays written by colleagues and former students to celebrate the career of an eminent scholar upon retirement. Such homage is nothing less than a generous and always touching gesture, although it seems that university presses are more and more reluctant to publish such gatherings. As someone who has contributed to a number of Festschriften, I can see why. One is asked to write an essay; one wonders just what would be appropriate. Should the essay engage directly and fully with the honoree's own work? Gordon Turnbull's essay in Imagining Selves: Essays in Honor of Patricia Meyer Spacks (edited by Rivka Swenson and Elise Lauterbach [Delaware, 2008])—\"Boswell's London Journal, 1762–63, and Frances Sheridan's The Discovery: Imagining the Maternal\"—is an instance of such genuine and effective engagement. Turnbull echoes Spacks's Imagining a Self: Autobiography and Novel in Eighteenth-Century England (1976) not just in his title but in his tracing of links between Sheridan's play as Spacks has written about it and fundamental aspects of Boswell's life as rendered in his London Journal. Boswell's relationship to his father and his attempts in London to form his character are mirrored in Sheridan's comedy, Turnbull writes, \"in strikingly precise and detailed inversion\" (192). Sheridan had asked Boswell to write a prologue for her play (brutally rejected by her husband, Thomas Sheridan), but the play itself as Turnbull examines it offers a potential mirror for the young man who in his journal explores various literary models for self-formation. The play's moral center, Lady Medway, can be seen as a corrective for Boswell's pious mother whose Calvinist lessons had blighted his youth, just as Lady Medway's feckless husband and her upright son, Colonel Medway, reverse the roles and relationship Boswell had with his father. Turnbull explores Boswell's response to the Sheridans and to the play in fascinating and completely convincing detail. However, such direct engagement with the honoree's work is rare in a Festschrift. More often, one contributes simply what one is currently working on [End Page 237] (or indeed an unpublished piece in the desk drawer). What happens is that the contributor's current interest is linked, sometimes profitably and extensively, sometimes simply very briefly out of politeness, with the honoree's work. These nods provide only a modicum of unity to such collections, and a Festschrift is generally a very mixed bag indeed, a book that in fact only the dedicatee and some of the contributors themselves will really want to read, or a book that will inevitably be of only partial interest to many. It's hard, especially in these dire economic times, to predict the future of the Festschrift, but I would say that it is a dying genre, and Imagining Selves displays the virtues that make this demise a pity as well as the limitations that may make it inevitable. Imagining Selves is, inevitably, a very miscellaneous volume. The title echoes Professor Spacks's influential book: Imagining a Self, although that phrase is so general that not much in the way of unity is gained by it. Swenson and Lauterbach group the essays into three parts, thereby claiming at least some unity of theme or approach in those sections. But one quickly forgets these very generalized headings—Genre and Image, Reputation and Reception, and Rereading and Retelling—as one reads the essays. That this Festschrift lacks real unity will surprise no one. Nonetheless, there are a number of very good essays here and several truly excellent offerings, like Turnbull's, that save the volume from being merely a gracious tribute. To be sure, there are a couple of pieces that very few readers of this journal will find of interest, since they have nothing to do with the eighteenth century—Jerome McGann's \"Laura Riding Jackson and Unabashed Storifying; or, The Story of 'Queen Story'\" and Margery Sabin's \"Modern Variations on the Theme of Privacy: Language and the Private Self.\" In addition to...",
  "authors": [
    {
      "display_name": "John Richetti",
      "id": "A5008026046",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "John Richetti"
    }
  ],
  "publication_year": 2012,
  "publication_date": "2012-05-27",
  "type": "article",
  "cited_by_count": 4,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S122619383",
    "display_name": "The Eighteenth century/The eighteenth century (Lubbock, Tex. Online)",
    "issn_l": "0193-5380",
    "issn": [
      "0193-5380",
      "1935-0201"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310319947"
  },
  "volume": "53",
  "issue": "2",
  "first_page": "237",
  "last_page": "242",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2780627709",
      "display_name": "Prologue",
      "level": 2,
      "score": 0.6949716
    },
    {
      "id": "C136815107",
      "display_name": "Nothing",
      "level": 2,
      "score": 0.6665485
    },
    {
      "id": "C520712124",
      "display_name": "Biography",
      "level": 2,
      "score": 0.5545692
    },
    {
      "id": "C2776291640",
      "display_name": "Value (mathematics)",
      "level": 2,
      "score": 0.54068303
    },
    {
      "id": "C2779438500",
      "display_name": "Honor",
      "level": 2,
      "score": 0.5013144
    },
    {
      "id": "C124952713",
      "display_name": "Literature",
      "level": 1,
      "score": 0.49273708
    },
    {
      "id": "C548253320",
      "display_name": "Comedy",
      "level": 2,
      "score": 0.47069502
    },
    {
      "id": "C2780861071",
      "display_name": "Character (mathematics)",
      "level": 2,
      "score": 0.46378362
    },
    {
      "id": "C154775046",
      "display_name": "German",
      "level": 2,
      "score": 0.4604332
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.43498227
    },
    {
      "id": "C52119013",
      "display_name": "Art history",
      "level": 1,
      "score": 0.41106054
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.3671072
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.30479774
    },
    {
      "id": "C33923547",
      "display_name": "Mathematics",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C2524010",
      "display_name": "Geometry",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C111472728",
      "display_name": "Epistemology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C119857082",
      "display_name": "Machine learning",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C111919701",
      "display_name": "Operating system",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10011",
      "display_name": "Literature: history, themes, analysis",
      "score": 0.8071
    },
    {
      "id": "T11776",
      "display_name": "Irish and British Studies",
      "score": 0.6879
    },
    {
      "id": "T12974",
      "display_name": "Modernist Literature and Criticism",
      "score": 0.6439
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/ecy.2012.0021",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:53:49.575714",
  "source_database": "OpenAlex"
}