{
  "openalex_id": "W2024871808",
  "doi": "https://doi.org/10.1353/cli.2012.0006",
  "title": "The Laicization of American Literary Studies",
  "abstract": "The Laicization of American Literary Studies Donald E. Pease (bio) Amy Hungerford, Postmodern Belief: American Literature and Religion since 1960. Princeton, NJ: Princeton University Press, 2010. 224 pp. $65.00; $27.95 paper. Our literature is a substitute for religion, and so is our religion. T. S. Eliot, “A Dialogue on Dramatic Poetry” Upon reading Amy Hungerford’s Postmodern Belief: American Literature and Religion since 1960, I felt as if I were entering the twenty-first century by way of a residual form of literary modernism. In the latter half of the twentieth century, critical secularism, poststructural theory, and identity politics combined to discredit any meaningful relationship between religious belief and American literature. Hungerford’s provocative monograph marks the return of the question of religious belief to American literary studies. Rather than confirming the secular conviction that religion and literature occupy separate, mutually exclusive realms, Hungerford describes literature as the embodiment of “the imaginative work required to maintain the viability of belief in the secular age” (122). In so doing, she reaffirms the once dominant but now marginalized assumption that literature should be construed as a transposition of religious belief. Religion and literature have existed in a condition of mutual dependence for centuries. M. H. Abrams described Romantic poetry as a practice of “natural supernaturalism.” Matthew [End Page 174] Arnold believed that Victorian literature had taken religion’s place as the cultural agency empowered to order the human world. In the United States, as Hungerford notes, this notion was rendered monumental in T. S. Eliot’s and Wallace Stevens’s modernism and propagated through new critical pedagogies to Americans going to college on the G.I. bill (131). In the 1950s and 1960s, Eliot’s poetry endowed literature with a quasi-scriptural authority; Northrop Frye’s archetypal criticism characterized the teaching and interpretation of literature as a quasi-religious calling. After the 1960s, critical secularists relegated the religious imagination to the margins. But Hungerford writes as if the substitution of literature for religion that took place in the nineteenth century has recurred at the outset of the twenty-first century and turned the premodern past into the postmodern future in which she wants her readers to believe. In restoring literature’s religious authorization, Hungerford also aspires to make skeptical literary critics cognizant of their disavowed affiliations with the commitments of true believers. Before taking up the mantle of the literary critic, Northrop Frye traveled Saskatchewan backroads as an ordained minister in search of converts to the United Church of Canada. The Yale New Critics William K. Wimsatt and Cleanth Brooks correlated their literary theory with the religious dogma of the Incarnation. In the acknowledgments to Postmodern Belief, Hungerford reveals similar evangelical influences on her literary vocation. Her mother, Valerie, was the “English daughter of an Anglican priest and, in America, lifelong seeker after God” (ix). Joel, her father, was attracted to the “spiritual power” of various New Age practices, including the Wicca religion (ix). In her adolescence, Hungerford accompanied fellow Christian Pentecostals of The Church of Our Savior in “Youth Encounters” in her lifelong quest to “understand the reasons behind the exercise of that power” (ix). Hungerford’s effort to carve out a religious space different from that of her parents led to her discovery that Ralph Waldo Emerson and The Book of Common Prayer were “the earliest teachers” (ix) of a literary calling that inspired her to articulate what she “thought was religious about the literature” she loved (x). [End Page 175] Hungerford thanks her husband for the courage to act upon this motivation by teaching her the meaning of Roman Catholicism and proving that “with imagination and a good set of beads, one can remain faithful, come war or higher degrees” (x). Hungerford’s citation of the Wicca religion as an influence on her literary calling comparable to Emerson’s essays indicates what distinguishes her understanding of postmodern belief from that of her contemporaries. Hungerford has not written this monograph to add religion to race, gender, sexual orientation, class, and disability as a crucial arbiter of identity. Belief matters more than identity to her way of being in the world. It is because Hungerford considers her belief in...",
  "authors": [
    {
      "display_name": "Donald E. Pease",
      "id": "A5027738727",
      "orcid": "https://orcid.org/0000-0002-6356-7368",
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Donald E. Pease"
    }
  ],
  "publication_year": 2012,
  "publication_date": "2012-01-01",
  "type": "article",
  "cited_by_count": 17,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S70019389",
    "display_name": "Contemporary Literature",
    "issn_l": "0010-7484",
    "issn": [
      "0010-7484",
      "1548-9949"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315918"
  },
  "volume": "53",
  "issue": "1",
  "first_page": "174",
  "last_page": "187",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C509535802",
      "display_name": "Postmodernism",
      "level": 2,
      "score": 0.65208846
    },
    {
      "id": "C5399437",
      "display_name": "American literature",
      "level": 2,
      "score": 0.5648499
    },
    {
      "id": "C518914266",
      "display_name": "Romance",
      "level": 2,
      "score": 0.5559254
    },
    {
      "id": "C11293438",
      "display_name": "Secularism",
      "level": 3,
      "score": 0.54696405
    },
    {
      "id": "C124952713",
      "display_name": "Literature",
      "level": 1,
      "score": 0.53626996
    },
    {
      "id": "C164913051",
      "display_name": "Poetry",
      "level": 2,
      "score": 0.51826143
    },
    {
      "id": "C127529518",
      "display_name": "Victorian literature",
      "level": 2,
      "score": 0.433043
    },
    {
      "id": "C2777278149",
      "display_name": "Conviction",
      "level": 2,
      "score": 0.42851597
    },
    {
      "id": "C24667770",
      "display_name": "Religious studies",
      "level": 1,
      "score": 0.42588902
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.3964013
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.3914191
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.21337026
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.21223539
    },
    {
      "id": "C4445939",
      "display_name": "Islam",
      "level": 2,
      "score": 0.1989021
    },
    {
      "id": "C27206212",
      "display_name": "Theology",
      "level": 1,
      "score": 0.195523
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.08791301
    }
  ],
  "topics": [
    {
      "id": "T13445",
      "display_name": "American Constitutional Law and Politics",
      "score": 0.8627
    },
    {
      "id": "T13750",
      "display_name": "Mormonism, Religion, and History",
      "score": 0.7972
    },
    {
      "id": "T11507",
      "display_name": "Religion and Society Interactions",
      "score": 0.7394
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/cli.2012.0006",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:12:41.167188",
  "source_database": "OpenAlex"
}