{
  "openalex_id": "W2020447547",
  "doi": "https://doi.org/10.1016/j.juro.2013.06.014",
  "title": "Outcomes and Predictors of Clinical T1 to Pathological T3a Tumor Up-Staging after Robotic Partial Nephrectomy: A Multi-Institutional Analysis",
  "abstract": "No AccessJournal of UrologyInvestigative Urology1 Nov 2013Outcomes and Predictors of Clinical T1 to Pathological T3a Tumor Up-Staging after Robotic Partial Nephrectomy: A Multi-Institutional Analysis Michael A. Gorin, Mark W. Ball, Phillip M. Pierorazio, Youssef S. Tanagho, Sam B. Bhayani, Jihad H. Kaouk, Craig G. Rogers, Michael D. Stifelman, Ali Khalifeh, Ramesh Kumar, Ganesh Sivarajan, and Mohamad E. Allaf Michael A. GorinMichael A. Gorin The James Buchanan Brady Urological Institute and Department of Urology, The Johns Hopkins School of Medicine, Baltimore, Maryland More articles by this author , Mark W. BallMark W. Ball The James Buchanan Brady Urological Institute and Department of Urology, The Johns Hopkins School of Medicine, Baltimore, Maryland More articles by this author , Phillip M. PierorazioPhillip M. Pierorazio The James Buchanan Brady Urological Institute and Department of Urology, The Johns Hopkins School of Medicine, Baltimore, Maryland More articles by this author , Youssef S. TanaghoYoussef S. Tanagho Division of Urologic Surgery, Washington University School of Medicine, St. Louis, Missouri More articles by this author , Sam B. BhayaniSam B. Bhayani Division of Urologic Surgery, Washington University School of Medicine, St. Louis, Missouri Financial interest and/or other relationship with Intuitive and SurgiQuest. More articles by this author , Jihad H. KaoukJihad H. Kaouk Glickman Urological and Kidney Institute, Cleveland Clinic, Cleveland, Ohio Financial interest and/or other relationship with Intuitive, Ethicon and Endocare. More articles by this author , Craig G. RogersCraig G. Rogers Vattikuti Urology Institute, Henry Ford Hospital, Detroit, Michigan Financial interest and/or other relationship with Intuitive. More articles by this author , Michael D. StifelmanMichael D. Stifelman Department of Urology, New York University, Langone Medical Center, New York, New York Financial interest and/or other relationship with VTI, SurgiQuest, Cooper Medical and Intuitive. More articles by this author , Ali KhalifehAli Khalifeh Glickman Urological and Kidney Institute, Cleveland Clinic, Cleveland, Ohio More articles by this author , Ramesh KumarRamesh Kumar Vattikuti Urology Institute, Henry Ford Hospital, Detroit, Michigan More articles by this author , Ganesh SivarajanGanesh Sivarajan Department of Urology, New York University, Langone Medical Center, New York, New York More articles by this author , and Mohamad E. AllafMohamad E. Allaf The James Buchanan Brady Urological Institute and Department of Urology, The Johns Hopkins School of Medicine, Baltimore, Maryland More articles by this author View All Author Informationhttps://doi.org/10.1016/j.juro.2013.06.014AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: We evaluated the early oncological end point of recurrence-free survival in patients with renal cell carcinoma up-staged from cT1 to pT3a after partial nephrectomy. We also aimed to establish preoperative factors associated with pathological tumor up-staging. Materials and Methods: A prospective database of robotic partial nephrectomy cases performed at 5 academic centers was queried for patients who underwent surgery for a solitary cT1 renal mass. Patients with pT1-2 renal cell carcinoma were compared to those with pT3a tumors to determine the difference in recurrence-free survival. Preoperative factors associated with cT1 to pT3a up-staging were studied using multivariate logistic regression analysis. Results: A total of 1,096 patients underwent robotic partial nephrectomy for a cT1 renal mass. At final pathological evaluation 855 tumors (78.0%) were found to be renal cell carcinoma, of which 41 (4.8%) were up-staged to pT3a. The 24-month recurrence-free survival estimates for pT1-2 and pT3a tumors were 99.2% and 91.8%, respectively (p = 0.003). Multivariate analysis revealed that a high vs low R.E.N.A.L. (radius, exophytic/endophytic, nearness to collecting system or sinus, anterior/posterior and location relative to polar lines) nephrometry score was associated with tumor up-staging (OR 2.97, 95% CI 1.20–7.35, p = 0.02). On separate multivariate analysis increasing tumor diameter (OR 1.66, 95% CI 1.32–2.08, p <0.001) and hilar location (OR 2.83, 95% CI 1.43–5.61, p = 0.003) were also associated with up-staging. Conclusions: At short-term followup patients with renal cell carcinoma up-staged from cT1 to pT3a have reasonable oncological outcomes after partial nephrectomy. Factors associated with tumor up-staging include high tumor complexity, increasing tumor diameter and hilar location. Further studies are needed to determine the comparative efficacy of partial vs radical nephrectomy for small pT3a tumors. References 1 : Evolving practice patterns for the management of small renal masses in the USA. BJU Int2012; 110: 1156. Google Scholar 2 : Differential use of partial nephrectomy for intermediate and high complexity tumors may explain variability in reported utilization rates. J Urol2013; 189: 2047. Link, Google Scholar 3 : Partial nephrectomy does not compromise survival in patients with pathologic upstaging to pT2/pT3 or high-grade renal tumors compared with radical nephrectomy. Urology2011; 77: 1142. Google Scholar 4 : Partial versus radical nephrectomy in patients with adverse clinical or pathologic characteristics. Urology2009; 73: 1300. Google Scholar 5 : Outcome of stage T2 or greater renal cell cancer treated with partial nephrectomy. J Urol2010; 183: 903. Link, Google Scholar 6 : Assessment of cancer control outcomes in patients with high-risk renal cell carcinoma treated with partial nephrectomy. Urology2012; 80: 347. Google Scholar 7 : AJCC Cancer Staging Manual. New York: Springer2009. Google Scholar 8 : Impact of gender in renal cell carcinoma: an analysis of the SEER database. Eur Urol2008; 54: 133. Google Scholar 9 : Body-mass index and incidence of cancer: a systematic review and meta-analysis of prospective observational studies. Lancet2008; 371: 569. Google Scholar 10 : Tumor size is associated with malignant potential in renal cell carcinoma cases. J Urol2009; 181: 2033. Link, Google Scholar 11 : Anatomic features of enhancing renal masses predict malignant and high-grade pathology: a preoperative nomogram using the RENAL Nephrometry score. Eur Urol2011; 60: 241. Google Scholar 12 : Tumor complexity predicts malignant disease for small renal masses. J Urol2012; 188: 2072. Link, Google Scholar 13 : Renal lesions with low R.E.N.A.L nephrometry score are associated with more indolent renal cell carcinomas (RCCs) or benign histology: findings in an Australian cohort. BJU Int2012; 109: 44. Google Scholar 14 : External validation of a nomogram using RENAL nephrometry score to predict high grade renal cell carcinoma. J Urol2012; 187: 1555. Link, Google Scholar 15 : The R.E.N.A.L. nephrometry score: a comprehensive standardized system for quantitating renal tumor size, location and depth. J Urol2009; 182: 844. Link, Google Scholar 16 : Reassessing the current UICC/AJCC TNM staging for renal cell carcinoma. Eur Urol2009; 56: 636. Google Scholar 17 : Validation of the 2009 TNM version in a large multi-institutional cohort of patients treated for renal cell carcinoma: are further improvements needed?. Eur Urol2010; 58: 588. Google Scholar 18 : Independent validation of the 2010 American Joint Committee on Cancer TNM classification for renal cell carcinoma: results from a large, single institution cohort. J Urol2011; 185: 2035. Link, Google Scholar 19 : Accuracy of the revised 2010 TNM classification in predicting the prognosis of patients treated for renal cell cancer in the north east of England. J Clin Pathol2012; 65: 367. Google Scholar 20 : Pathological stage does not alter the prognosis for renal lesions determined to be stage T1 by computerized tomography. J Urol2005; 173: 713. Link, Google Scholar 21 : Contemporary management of small renal masses. Eur Urol2011; 60: 501. Google Scholar 22 : A non-cancer-related survival benefit is associated with partial nephrectomy. Eur Urol2012; 61: 725. Google Scholar 23 : The accuracy of multidetector Computed Tomography for preoperative staging of renal cell carcinoma. Int Braz J Urol2012; 38: 627. Google Scholar © 2013 by American Urological Association Education and Research, Inc.FiguresReferencesRelatedDetailsCited byLaguna M (2019) Re: Outcomes of Pathologic Stage T3a Renal Cell Carcinoma Up-Staged from Small Renal Tumor: Emphasis on Partial NephrectomyJournal of Urology, VOL. 201, NO. 2, (224-225), Online publication date: 1-Feb-2019.Laguna M (2018) Re: Incidence of T3a Up-Staging and Survival after Partial Nephrectomy: Size-Stratified Rates and Implications for PrognosisJournal of Urology, VOL. 200, NO. 4, (695-695), Online publication date: 1-Oct-2018.Shah P, Moreira D, Patel V, Gaunay G, George A, Alom M, Kozel Z, Yaskiv O, Hall S, Schwartz M, Vira M, Richstone L and Kavoussi L (2018) Partial Nephrectomy is Associated with Higher Risk of Relapse Compared with Radical Nephrectomy for Clinical Stage T1 Renal Cell Carcinoma Pathologically Up Staged to T3aJournal of Urology, VOL. 198, NO. 2, (289-296), Online publication date: 1-Aug-2017.Chevinsky M, Imnadze M, Sankin A, Winer A, Mano R, Jakubowski C, Mashni J, Sjoberg D, Chen Y, Tickoo S, Reuter V, Hakimi A and Russo P (2018) Pathological Stage T3a Significantly Increases Disease Recurrence across All Tumor Sizes in Renal Cell CarcinomaJournal of Urology, VOL. 194, NO. 2, (310-315), Online publication date: 1-Aug-2015. Volume 190Issue 5November 2013Page: 1907-1911 Advertisement Copyright & Permissions© 2013 by American Urological Association Education and Research, Inc.Keywordsneoplasm stagingkidneynephrectomyroboticsrenal cellcarcinomaMetricsAuthor Information Michael A. Gorin The James Buchanan Brady Urological Institute and Department of Urology, The Johns Hopkins School of Medicine, Baltimore, Maryland More articles by this author Mark W. Ball The James Buchanan Brady Urological Institute and Department of Urology, The Johns Hopkins School of Medicine, Baltimore, Maryland More articles by this author Phillip M. Pierorazio The James Buchanan Brady Urological Institute and Department of Urology, The Johns Hopkins School of Medicine, Baltimore, Maryland More articles by this author Youssef S. Tanagho Division of Urologic Surgery, Washington University School of Medicine, St. Louis, Missouri More articles by this author Sam B. Bhayani Division of Urologic Surgery, Washington University School of Medicine, St. Louis, Missouri Financial interest and/or other relationship with Intuitive and SurgiQuest. More articles by this author Jihad H. Kaouk Glickman Urological and Kidney Institute, Cleveland Clinic, Cleveland, Ohio Financial interest and/or other relationship with Intuitive, Ethicon and Endocare. More articles by this author Craig G. Rogers Vattikuti Urology Institute, Henry Ford Hospital, Detroit, Michigan Financial interest and/or other relationship with Intuitive. More articles by this author Michael D. Stifelman Department of Urology, New York University, Langone Medical Center, New York, New York Financial interest and/or other relationship with VTI, SurgiQuest, Cooper Medical and Intuitive. More articles by this author Ali Khalifeh Glickman Urological and Kidney Institute, Cleveland Clinic, Cleveland, Ohio More articles by this author Ramesh Kumar Vattikuti Urology Institute, Henry Ford Hospital, Detroit, Michigan More articles by this author Ganesh Sivarajan Department of Urology, New York University, Langone Medical Center, New York, New York More articles by this author Mohamad E. Allaf The James Buchanan Brady Urological Institute and Department of Urology, The Johns Hopkins School of Medicine, Baltimore, Maryland More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Michael A. Gorin",
      "id": "A5071268553",
      "orcid": "https://orcid.org/0000-0002-8315-6603",
      "institutions": [
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Michael A. Gorin"
    },
    {
      "display_name": "Mark W. Ball",
      "id": "A5024005878",
      "orcid": "https://orcid.org/0000-0003-1780-2627",
      "institutions": [
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mark W. Ball"
    },
    {
      "display_name": "Phillip M. Pierorazio",
      "id": "A5029009031",
      "orcid": "https://orcid.org/0000-0003-0766-9981",
      "institutions": [
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Phillip M. Pierorazio"
    },
    {
      "display_name": "Youssef S. Tanagho",
      "id": "A5045947036",
      "orcid": null,
      "institutions": [
        {
          "id": "I204465549",
          "display_name": "Washington University in St. Louis",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Youssef S. Tanagho"
    },
    {
      "display_name": "Sam B. Bhayani",
      "id": "A5024448104",
      "orcid": null,
      "institutions": [
        {
          "id": "I204465549",
          "display_name": "Washington University in St. Louis",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Sam B. Bhayani"
    },
    {
      "display_name": "Jihad Kaouk",
      "id": "A5068011236",
      "orcid": "https://orcid.org/0000-0002-7127-6069",
      "institutions": [
        {
          "id": "I1316902750",
          "display_name": "Cleveland Clinic",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jihad H. Kaouk"
    },
    {
      "display_name": "Craig Rogers",
      "id": "A5016065066",
      "orcid": "https://orcid.org/0000-0002-7781-6644",
      "institutions": [
        {
          "id": "I2803043754",
          "display_name": "Henry Ford Hospital",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Craig G. Rogers"
    },
    {
      "display_name": "Michael Stifelman",
      "id": "A5014140682",
      "orcid": null,
      "institutions": [
        {
          "id": "I57206974",
          "display_name": "New York University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Michael D. Stifelman"
    },
    {
      "display_name": "Ali Khalifeh",
      "id": "A5044046398",
      "orcid": "https://orcid.org/0000-0003-1420-2669",
      "institutions": [
        {
          "id": "I1316902750",
          "display_name": "Cleveland Clinic",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ali Khalifeh"
    },
    {
      "display_name": "Ramesh Kumar",
      "id": "A5057175750",
      "orcid": "https://orcid.org/0000-0001-5136-4865",
      "institutions": [
        {
          "id": "I2803043754",
          "display_name": "Henry Ford Hospital",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ramesh Kumar"
    },
    {
      "display_name": "Ganesh Sivarajan",
      "id": "A5077318142",
      "orcid": null,
      "institutions": [
        {
          "id": "I57206974",
          "display_name": "New York University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ganesh Sivarajan"
    },
    {
      "display_name": "Mohamad E. Allaf",
      "id": "A5023916788",
      "orcid": "https://orcid.org/0000-0003-3333-3904",
      "institutions": [
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mohamad E. Allaf"
    }
  ],
  "publication_year": 2013,
  "publication_date": "2013-06-11",
  "type": "article",
  "cited_by_count": 110,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "190",
  "issue": "5",
  "first_page": "1907",
  "last_page": "1911",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.9710802
    },
    {
      "id": "C2780227381",
      "display_name": "Nephrectomy",
      "level": 3,
      "score": 0.88141924
    },
    {
      "id": "C207886595",
      "display_name": "Pathological",
      "level": 2,
      "score": 0.78204715
    },
    {
      "id": "C61434518",
      "display_name": "General surgery",
      "level": 1,
      "score": 0.40700722
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.23875192
    },
    {
      "id": "C2780091579",
      "display_name": "Kidney",
      "level": 2,
      "score": 0.1950239
    }
  ],
  "topics": [
    {
      "id": "T10449",
      "display_name": "Renal cell carcinoma treatment",
      "score": 0.9989
    },
    {
      "id": "T12866",
      "display_name": "Urologic and reproductive health conditions",
      "score": 0.9984
    },
    {
      "id": "T10458",
      "display_name": "Bladder and Urothelial Cancer Treatments",
      "score": 0.9938
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/j.juro.2013.06.014",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:29:31.229036",
  "source_database": "OpenAlex"
}