{
  "openalex_id": "W2029006734",
  "doi": "https://doi.org/10.1111/j.1708-8240.2008.00222.x",
  "title": "PORCELAIN‐FUSED‐TO‐METAL (PFM) ALTERNATIVES",
  "abstract": "QUESTION: Given the high cost of precious metals these days, what is your opinion about the use of alternatives such as base-metal porcelain-fused-to-metal (PFM) or zirconia-core restorations? ANSWER: There is no question that the rising price of gold and other precious metals has affected laboratory costs, and a recent survey of several dental laboratories clearly indicates that PFM restorations fabricated with high gold or high noble alloys are more expensive than base-metal PFMs and zirconia-core crowns. This fact, coupled with the aggressive marketing of a number of manufacturers, has resulted in many dentists switching from PFMs to the more economic options. Readers are cautioned that this should only be done after a careful evaluation of what they currently know about these alternatives. First, it should be unequivocally stated, based on available scientific evidence, that PFM (high gold or high noble) offers the best opportunity to provide patients with a crown restoration that is reasonably esthetic and to provide maximum clinical longevity. It has not been demonstrated that any all-ceramic alternative will provide the same potential life span as PFM. Thus, even though it may be slightly more expensive than the alternatives, it still should be offered to most patients requiring full crowns. In my opinion, even though they are the least expensive option, base-metal alloys should not be used for PFM restorations. Base-metal alloys contain nickel, chromium, and beryllium. Beryllium poses a major risk for laboratory technicians. Approximately 22% of females and 10% of males are allergic to nickel. The casting shrinkage of base-metal alloys, at 2.4%, is double that of most PFM alloys, and this results in a compromise of marginal integrity. In addition, base-metal alloys produce rather thick oxide layers that interfere with proper porcelain bonding and make them exceptionally difficult to solder. Several zirconia-core systems have been introduced to the profession in recent years and are currently being marketed heavily by their manufacturers. Although these restorations are classified as all-ceramic crowns, the usual esthetic result achieved with these restorations is inferior to that achieved by more translucent all-ceramic materials such as IPS Empress (Ivoclar Vivadent, Schaan, Liechtenstein). Although evaluating esthetic potential is essentially a subjective endeavor, it is probably safe to state that the esthetic potential for zirconiarestorations is slightly superior to PFM but inferior to IPS Empress or a bonded feldspathic porcelain jacket crown. Few 5-year clinical trials of zirconia-cored restorations have been published, but findings from completed and ongoing trials have led to the following conclusions: Zirconia cores have high fracture toughness and are very strong. Few core fractures have been observed. Zirconia possesses a property called transformation toughening that involves a phase change from the tetragonal to the monoclinic form. This change occurs when a defect begins to propagate and is associated with a slight expansion that places the defect under compression and thus prevents crack propagation. All ongoing clinical trials have reported a very high incidence (8–50% at 1–2 years) of chipping of the ceramic veneer from the zirconia core. (For comparison, the rate of chipping with PFM is in the range of 4–10% at 10 years). The etiology of this chipping is likely multifactorial. One major cause might be the lack of support of the veneer by the core because the core is machined from a scan of the die, producing a core of uniform thickness (0.3–0.5 mm) that may or may not provide optimum support. This problem can be adjusted prior to milling but is an additional procedure that is not often accomplished. Failure rates on molars are significantly higher than on premolars and anterior teeth. At the time of writing, the only published 5-year trial on posterior fixed partial dentures had a failure rate of 27% with a very high dropout rate and over 15% of the surviving PFDs had chipping of the ceramic veneer. In summary, PFM restorations continue to offer the best combination of reasonable esthetics and maximum clinical longevity. Base-metal restorations should not be used. Zirconia-core restorations show great promise, but the technology is in its infancy. However, because of reduced costs associated with zirconia-core crowns and their slightly improved esthetic potential over PFM, they can be considered for single tooth-restorations on premolars and anterior teeth. They should not be used routinely on molars or for multiunit restorations. When optimum esthetics is required, translucent restorations such as IPS Empress should be considered but for anterior teeth only. Editor's Note: If you have a question on any aspect of esthetic dentistry, please direct it to the Associate Editor, Dr. Edward J. Swift, Jr. We will forward questions to appropriate experts and print the answers in this regular feature.",
  "authors": [
    {
      "display_name": "Terry Donovan",
      "id": "A5110814243",
      "orcid": null,
      "institutions": [
        {
          "id": "I114027177",
          "display_name": "University of North Carolina at Chapel Hill",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Terry E. Donovan"
    },
    {
      "display_name": "Edward J. Swift",
      "id": "A5001350598",
      "orcid": "https://orcid.org/0000-0002-1530-9639",
      "institutions": [
        {
          "id": "I114027177",
          "display_name": "University of North Carolina at Chapel Hill",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Edward J. Swift"
    }
  ],
  "publication_year": 2009,
  "publication_date": "2009-02-01",
  "type": "article",
  "cited_by_count": 28,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S148949672",
    "display_name": "Journal of Esthetic and Restorative Dentistry",
    "issn_l": "1496-4155",
    "issn": [
      "1496-4155",
      "1708-8240"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320595"
  },
  "volume": "21",
  "issue": "1",
  "first_page": "4",
  "last_page": "6",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/j.1708-8240.2008.00222.x",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2983538551",
      "display_name": "Gold alloys",
      "level": 3,
      "score": 0.64169276
    },
    {
      "id": "C2778400979",
      "display_name": "Crown (dentistry)",
      "level": 2,
      "score": 0.53749824
    },
    {
      "id": "C40241539",
      "display_name": "Base metal",
      "level": 3,
      "score": 0.48931405
    },
    {
      "id": "C2778146478",
      "display_name": "Precious metal",
      "level": 3,
      "score": 0.46851373
    },
    {
      "id": "C77595967",
      "display_name": "Forensic engineering",
      "level": 1,
      "score": 0.37030125
    },
    {
      "id": "C199343813",
      "display_name": "Dentistry",
      "level": 1,
      "score": 0.35836074
    },
    {
      "id": "C191897082",
      "display_name": "Metallurgy",
      "level": 1,
      "score": 0.29701394
    },
    {
      "id": "C192562407",
      "display_name": "Materials science",
      "level": 0,
      "score": 0.27659416
    },
    {
      "id": "C127413603",
      "display_name": "Engineering",
      "level": 0,
      "score": 0.24349555
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.19255629
    },
    {
      "id": "C544153396",
      "display_name": "Metal",
      "level": 2,
      "score": 0.16801155
    },
    {
      "id": "C2780026712",
      "display_name": "Alloy",
      "level": 2,
      "score": 0.0
    },
    {
      "id": "C19474535",
      "display_name": "Welding",
      "level": 2,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10113",
      "display_name": "Dental materials and restorations",
      "score": 1.0
    },
    {
      "id": "T10359",
      "display_name": "Dental Implant Techniques and Outcomes",
      "score": 0.9982
    },
    {
      "id": "T11958",
      "display_name": "Dental Erosion and Treatment",
      "score": 0.992
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1111/j.1708-8240.2008.00222.x",
  "pdf_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/j.1708-8240.2008.00222.x",
  "retrieved_date": "2025-07-30T15:12:54.073118",
  "source_database": "OpenAlex"
}