{
  "openalex_id": "W2026055402",
  "doi": "https://doi.org/10.1080/0020174x.2014.907542",
  "title": "No Work for a Theory of Grounding",
  "abstract": "AbstractIt has recently been suggested that a distinctive metaphysical relation— 'Grounding'—is ultimately at issue in contexts in which some goings-on are said to hold 'in virtue of'', be (constitutively) 'metaphysically dependent on', or be 'nothing over and above' some others. Grounding is supposed to do good work (better than merely modal notions, in particular) in illuminating metaphysical dependence. I argue that Grounding is also unsuited to do this work. To start, Grounding alone cannot do this work, for bare claims of Grounding leave open such basic questions as whether Grounded goings-on exist, whether they are reducible to or rather distinct from Grounding goings-on, whether they are efficacious, and so on; but in the absence of answers to such basic questions, we are not in position to assess the associated claim or theses concerning metaphysical dependence. There is no avoiding appeal to the specific metaphysical relations typically at issue in investigations into dependence—for example, type or token identity, functional realization, classical mereological parthood, the set membership relation, the proper subset relation, the determinable/determinate relation, and so on—which are capable of answering these questions. But, I argue, once the specific relations are on the scene, there is no need for Grounding. AcknowledgementsThanks to Ralf Bader, Andrew Bailey (my commentator at the Arizona Metaphysics Conference), Mark Barber, Karen Bennett, Stephen Biggs, Shamik Dasgupta, Brian Embry, Kit Fine, Alex Jackson, David Kovacs (my commentator at Cornell), Kathrin Koslicki, Jon Litland, Adam Murray, Laurie Paul, Michael Raven, Jonathan Schaffer, Irem Kurtsal Steen, Mark Steen, Ted Sider, Kelly Trogdon, Robbie Williams, participants at the 2013 Arizona Ontology Conference, 2013 Princeton CARNP Workshop on Metaphysical Structure, and 2014 LSU Graduate Student Conference, members of the Bogazici, Cornell, OSU, Oslo, and Virginia Tech Departments of Philosophy, members of the Arché group at St Andrews, members of the LOGOS group at the University of Barcelona, and, most of all, Benj Hellie, for very helpful comments.Notes1 Notably, in Fine, 'Question of Realism'; Schaffer, 'On What Grounds What'; and Rosen, 'Metaphysical Dependence'. See also, for example: Sider, Writing the Book of the World; Raven, 'In Defence of Ground'; Trogdon, 'Introduction to Grounding'; Bennett, Making Things Up; and the contributions to Correia and Schneider, Metaphysical Grounding (see esp. Correia and Schneider, 'Grounding'; Audi, 'Clarification and Defense'; Fine, 'Guide to Ground'; Koslicki, 'Varieties of Ontological Dependence'; Schaffer, 'Grounding, Transitivity, and Contrastivity'). A good source for historical references on the topic of a general relation of ontological dependence going beyond the usual suspects (including Lowe, Possibility of Metaphysics; Witmer, Butchard, and Trogdon, 'Intrinsicality without Naturalness'; and Schneider, 'Certain Kind of Trinity') is Trogdon, 'Introduction to Grounding'.2 Fine allows that there are multiple Grounding relations, and maintains that 'we should understand the generic relation as some kind of \"disjunction\" of the special relations'; moreover, on his view each special relation 'comes in different 'flavors''. Fine, 'Guide to Ground', 4, 16.3 Proponents disagree about the relata of Grounding: for Schaffer these are entities of any category; for Fine these are propositions that are typically but need not be true (though he also refers to these as 'facts', and lately favors taking the relata to be sentences). Schaffer, 'On What Grounds What'; Fine, 'Question of Realism'. For Rosen these are facts, understood as 'structured entities built up from worldly items [along lines of] true Russellian propositions'. Rosen, 'Metaphysical Dependence', 4 (though see Section V.ii for discussion of how Rosen is led to depart from traditional Russellianism). Motivations for taking the relata to be representational reflect a conception of Grounding as entering into explanations, suited to be reasoned with (as in Fine's 'logic of ground'). My view is that in specifying the relata relevant to grounding explanations, metaphysicians should talk about the worldly goings-on directly; compare causation and causal explanation, where theorizing cuts to the metaphysical chase; Schaffer makes the same point. Schaffer, 'Grounding, Transitivity, and Contrastivity', 2. That said, given the worldly nature of Fine's and Rosen's propositional facts, and given that grounding relations between worldly entities bring facts/Russellian propositions in their wake, there are presumably translation strategies between these accounts; ibid..4 Schaffer, 'On What Grounds What', 379. See also Rosen, 'Metaphysical Dependence, 109.5 Fine, 'Question of Realism', 2001, 10. Note that Fine's focus on reductive means of characterizing metaphysical dependence need not be seen as exclusive—as, for example, non-reductive physicalists think.6 Fine, 'Essence and Modality'.7 Schaffer, 'On What Grounds What', 364.8 Rosen, 'Metaphysical Dependence', 113. See also Fine, 'Guide to Ground', 37.9 Fine, 'Guide to Ground', 38. See also Audi, whose 'argument for Grounding' proceeds from the premises (1) If one fact explains another, then the one plays some role in determining the other, and (2) There are explanations in which the explaining fact plays no causal role with respect to the explained fact, to the conclusion that (3) There is a non-causal relation of determination. Audi, 'Clarification and Defense'.10 Schaffer is explicit that by his lights, Grounding is hyperintensional; and though Fine and Rosen do not explicitly couch their posit in these terms, other of their commitments (e.g. Fine's supposition that metaphysically necessary connection is necessary, though not sufficient, for metaphysical dependence) suggest that they, too, take Grounding to be hyperintensional. My own view is that metaphysically necessary connection is not necessary for metaphysical dependence; see Wilson, 'Non-Reductive Realization'. For further discussion of this issue, see Trogdon, 'Introduction to Grounding'.11 Here too (see note 3) I understand talk of Grounding's being 'primitive' in metaphysical, not representational terms; indefinability of representations is not (idealism and the like aside) to the point.12 Schaffer, 'On What Grounds What', 364 (emphasis in original).13 Rosen, 'Metaphysical Dependence, 113–14 (emphasis in original).14 In Section II.i I provide specific case studies of how various of these relations are deployed in contexts relevant to formulating physicalism or naturalism, and to providing accounts of dispositions.15 If this claim is not obvious, then beyond the case studies I provide in Section II.i, I suggest searching under the aforementioned topics and relations in PhilPapers; there are thousands of confirming instances. The dialectical point I am making here, while prefatory to the main argumentative thrust of this paper, is important for a number of reasons, not least because the just-so story elides extensive swathes of significant literature on metaphysical dependence (and, relatedly, fundamentality).16 Schaffer, 'On What Grounds What', 351–2.17 Fine, 'Question of Realism', 13.18 Fine, 'Guide to Ground', 42. There are tricky interpretive questions about Fine's (in Fine, 'Question of Realism') use of 'realist' and 'anti-realist', as characterizing metaphysical views. On the standard understanding (see Miller, 'Realism'), if one is anti-realist about the Xs one (at least) denies the (real) existence of the Xs. This does not entirely comport with Fine's stated aim of making sense of metaphysical anti-realism, associated with conceptions of the real as the factual and the (ontologically) irreducible, respectively; for while non-factualist positions (expressivism, eliminativism) are anti-realist in the standard sense, reductionists are realists in the standard sense (the reducible being as real as that to which it is reduced). Fine admits that 'Many philosophers do not take reduction to have antirealist import' ('Question of Realism', 4, note 2), but since ontological reduction involves some or other identity claim (forcing the existence of the reducible) it is unclear, on the standard understanding, whether there are any anti-realist reductionists. On what appears to be Fine's alternative understanding, if one is anti-realist about the Xs, then one (at least) denies that the Xs are fundamental. Hence it is that, though Fine ultimately characterizes the real in primitive terms, nonetheless attention to Grounding ('nothing more than') claims can, Fine maintains, illuminate and help legislate realist/anti-realist disputes, in assisting in the determination of what is and is not fundamental. A 'non-fundamentalist' understanding of anti-realism makes (terminologically confusing and overly broad) room for reductive anti-realism, as the view that Xs exist, but are not fundamental (a claim also, confusingly, endorsed by non-reductivists, as in the physicalism debates); it also makes sense of non-factualist anti-realism, as the view that Xs are neither fundamental nor Grounded in the fundamental. One question about the target application of Fine's alternative conception reflects that reductionist ontological views are identity-based; hence if Grounding is to play a role in illuminating reductive anti-fundamentalism, then Grounding must be compatible with identity. I am fine with that, but proponents of Grounding typically are not; see Section V.ii for further discussion.19 Rosen, 'Metaphysical Dependence', 111.20 It is worth noting that the concerns raised in this and future sections do not hinge on any general complaints about general notions. As I periodically track along the way, a general relation of Causation (should anyone care to posit such a relation) is not subject to the difficulties facing Grounding.21 Rosen, 'Metaphysical Dependence', 111–12 (emphasis in original).22 See Schiffer, Remnants of Meaning; Kim, 'Supervenience'; Heil, Nature of True Minds; Horgan, 'From Supervenience to Superdupervenience'; Wilson, 'Supervenience-based Formulations'. The examples to follow are drawn from the latter paper.23 For example, Broad, Mind and its Place.24 I argue that robust emergentism is both coherent and naturalistically acceptable, when interpreted as involving the coming into play of a new fundamental interaction upon the occurrence or instantiation of certain complex states (this is one way of characterizing the traditional understanding of robust emergence as involving both dependence and fundamentality); and I argue that various philosophical or scientific commitments (e.g. a view on which properties are essentially individuated by certain systems of laws, or holism about fundamental interactions) would, if held, support taking robustly emergent goings-on to supervene with metaphysical necessity on physical goings-on. Wilson, 'Supervenience-based Formulations' (and elsewhere). This discussion (see also other citations in note 25) is relevant to assessing Bennett's claim that 'independence is a—the—central aspect of our notion of fundamentality'. Bennett, Making Things Up.25 See, for example, McLaughlin, 'Rise and Fall'; Wilson, 'Supervenience-based Formulations'; Barnes, 'Emergence and Fundamentality'.26 Sider (pers. comm.) suggested that a proponent of Grounding could make sense of dependent over and above goings-on by giving an account of the dependence in purely modal terms, then adding a claim of such dependence to the claim of (failure of) Grounding. But first (as is a common theme in this paper), one should not build controversial assumptions (e.g. that the notion of dependence at issue in robust emergence is to be understood in purely modal terms) into general resources for metaphysical theorizing. And, second, this 'supplementary' strategy undermines the motivation for Grounding according to which supervenience is too coarse-grained to characterize appropriately metaphysical dependence; for when supervenience is appropriately supplemented (e.g. by claims of conceptual entailment, as in Chalmers, Conscious Mind), it too can make finer-grained distinctions.27 Per usual, Fine's work anticipates this concern, in explicitly allowing for partial Grounding. I cannot enter into the more subtle details of Fine's investigations here; suffice to say that a relation of partial Grounding is not up to the task of making sense of the usual ('in virtue of'; 'nothing over and above') idioms of metaphysical dependence that proponents of Grounding take as implicitly defining their posit. It is especially unclear how a relation of partial Grounding is supposed to comport with Schaffer's and Rosen's supposition that Grounding is primitive. Is the basic primitive Partial Grounding, and if so, how does this comport with Complete Grounding? Note that one cannot define Complete Grounding in terms of Partial Grounding, along lines of defining parthood in terms of primitive proper parthood and identity. Rather, to handle the case of robust emergentism, primitivists about Grounding will require, it seems, at least two primitively related primitive relations.28 Supervenience, by way of contrast, is capable of tracking (at least existential) dependence on its own, so in this respect it does better than Grounding for purposes of characterizing metaphysical structure.29 Rosen, 'Metaphysical Dependence', 111 (emphasis added). It seems that we must here interpret 'genuine' in terms of existence: unlike Fine's use of 'real', Rosen's use of 'genuine' cannot mean 'fundamental', since then the quoted passage will not make sense. As such, Rosen's characterization of naturalism as compatible with the normative's being both Grounded in the natural ('for the naturalist, every normative fact and every intentional fact is grounded in … non-normative, non-intentional facts', 111) and not existing does not track any existing naturalist position. Alternatively, perhaps the idea is that eliminativism about the normative or intentional is compatible with vacuous satisfaction of the naturalist thesis ('Every fact tops a naturalistic tree', 112); but in that case, a Grounding formulation of naturalism does not realize the advertised virtue of allowing an 'exact' formulation of naturalism ('if we take the 'in virtue of' idiom for granted, we can [express the naturalist's position about the normative and the intentional] exactly', 111).30 Fine, 'Question of Realism, 15.31 Ibid., 21.32 Either interpretation of Fine's claim may seem at odds with his intended use of Grounding, as enabling us to 'determine the viability of a realist or anti-realist stand' on the goings-on at issue; we shall see how he resolves this in Section II.iii.33 One might wonder (as Karen Bennett and Jon Litland did; pers. comm.) how the holding of a Grounding relation can leave open the existence of the Grounded: does not the holding of a relation require that all the relata exist? It would seem so, whether worldly entities, facts, or Russellian propositions are at issue; but such factivity is hard to square with the explicit pronouncements of ontological neutrality. Since Fine's propositions are not explicitly Russellian (notwithstanding that he sometimes refers to them as 'facts') he is in a somewhat better position to maintain that the truth (or counterfactual truth) of a Grounded proposition leaves open the existence (counterfactual existence) of the worldly entities whose dependence is at issue in the proposition (which he presumably wants to do in order to make sense of standard anti-realist accounts). Alternatively (as Litland has suggested) one might preserve the stated neutrality by conceiving of Grounding in operator-based rather than relational terms. I cannot read between all the relevant lines here, but am just going to proceed by taking at face value the several explicit remarks about the ontological neutrality and relational nature of Grounding.34 I say 'almost never', since conditions of epistemic uncertainty or studied metaphysical neutrality might motivate sticking with a general grounding claim; here the exceptions prove the rule.35 See, for example: Place, 'Is Consciousness a Brain Process'; Smart, 'Sensations and Brain Processes'. For 'realizer functionalist' variations on the theme of type-identity, see: Lewis, 'Argument for the Identity Theory', 'Reduction of Mind'; Armstrong, Materialist Theory; Kim, 'Myth of Non-Reductive Materialism'.36 See, for example: Davidson, 'Mental Events'; Macdonald and Macdonald, 'How to Be'; Ehring, 'Part–Whole Physicalism'. In saying that normative states might be grounded in naturalistic states by way of type or token identity, I am assuming, contra some proponents of Grounding, that identity may be a grounding relation. In Section V, I argue that proponents of Grounding are wrong to deny this, and I address the question (familiar from the physicalism debates) of how to make sense of the intended direction of priority in cases in which nothing over and above-ness is understood in terms of identity. For now I make the following observation: insofar as proponents of Grounding typically link this posit to the standard ('metaphysically depends on', 'in virtue of', 'nothing over and above', and so on) idioms of dependence, as they enter into naturalist and physicalist theses in particular, and insofar as standard versions of these theses explicitly interpret the idioms in terms of identity, the default position would appear to be that grounding, and moreover Grounding, should be compatible with identity, whatever proponents of Grounding have maintained.37 See, for example: Putnam, 'Minds and Machines'; Shoemaker, 'Functionalism and Qualia'.38 See, for example: Yablo, 'Mental Causation'; Macdonald and Macdonald, 'How to Be'; Wilson, 'Determination, Realization', 'How Superduper'.39 See, for example: Clapp, 'Disjunctive Properties'; Shoemaker, 'Realization and Mental Causation'; Paul, 'Logical Parts'.40 See Wilson, 'How Superduper', 'Non-Reductive Realization'; Shoemaker, 'Realization and Mental Causation', Physical Realization.41 See, for example: Paul Churchland, 'Eliminative Materialism'; Patricia Churchland, Neurophilosophy.42 To be sure, proponents of a given specific relation will not always agree as regards all of its implications for the dependent relata. For example, the Macdonalds suppose that token instances of the determinable/determinate relation are identical, whereas Yablo and I take determinable/determinate tokens to be distinct. But in general there is large agreement on what consequences the holding of a given relation has in contexts in which metaphysical dependence is at issue, and, in any case, insofar as the relation is familiar, there is sufficient traction that debate about its consequences can proceed. Macdonald and Macdonald, 'How to Be'; Yablo, 'Mental Causation'; Wilson, 'How Superduper', 'Determination, Realization'.43 For example, consider another view that Rosen cites as motivating the intelligibility of Grounding: 'The dispositions of a thing are always grounded in its categorical features (Prior, Pargetter, and Jackson 1982). A glass is fragile in virtue of the arrangement of the molecules that make it up, perhaps together with the laws of chemistry and physics.' Rosen, 'Metaphysical Dependence', 110. Here again, proponents of such a view do not stop with a bare Grounding claim, but rather go on to propose specific accounts of the grounding relation at issue. As Fara observes: 'The different views about the relation between dispositions and their causal bases that have been defended in the literature mirror views about the relation between mental properties and physical properties. David Armstrong defends a \"type-identity theory\" according to which any disposition is identical with its causal basis. Stephen Mumford defends a \"token-identity theory\" according to which any instance of a disposition is identical with an instance of one of its potential causal bases. Elizabeth Prior (together with Robert Pargetter and Frank Jackson) defends a \"functionalist theory\" according to which a disposition is a second-order property of having some causal basis or other. … There are other views too….' Fara, 'Dispositions'. The fairly obvious point (beside the confirming observation that contemporary metaphysics is up to its neck in concern with metaphysical dependence) is that investigations into metaphysical dependence are conducted with an eye to identifying or assessing what specific 'small-g' grounding relation(s) might reasonably be taken to hold in a given case.44 Rosen, 'Metaphysical Dependence', 114.45 And again (see note 26): if supervenience is supplemented (e.g. by claims of conceptual entailment), then it too can make finer-grained discriminations.46 I say 'perhaps', since in my view the direction of dependence even in these cases is not a slam dunk. Perhaps the fact that Schrödinger's cat is either alive or dead is metaphysically prior to whatever fact ensues when the box is opened. Perhaps the fact that there will or will not be a sea battle tomorrow is metaphysically prior—since true, now, even though (as it might be) neither of the disjuncts is true—to whatever disjunct fact comes down the line. More needs to be said (or presupposed) about the metaphysics of disjunction, so to speak, even in this simple case. Similarly for the direction of dependence of conjunctions and conjuncts, if 'conjunctive holism' is true. If the relations at issue are understood as univocal, then making sense of the direction of dependence will require additional information. Cases in which fixing the direction of dependence requires further information give rise to what I call the 'crucial appeal' motivation for Grounding; presenting this motivation and arguing that the requisite additional information does not involve an appeal to Grounding is the topic of Section IV.47 The astute reader will have observed that both Grounding claims and failure of Grounding claims are, if the claims of certain proponents are taken at face value, compatible with anti-realist eliminativism.48 Fine, 'Question of Realism, 27.49 It is likely here that Schaffer and Fine do not have the same notion of reality in mind, even if the presumption at issue in Fine's claim involves existence, since Schaffer's claim probably pertains to 'ordinary' existence, whereas Fine's pertains to 'metaphysical' existence. My own view is that we should not bifurcate notions of existence this way, but in any case nothing hangs on this exegetical issue for purposes of evaluating the general presumption response. See Wilson, 'Much Ado about \"Something\"'.50 Schaffer, 'On What Grounds What', 353 (emphasis in original).51 Ibid., 357. See also Audi, who contrasts his general presumption with both Fine's and Schaffer's: 'On my view, grounded facts and ungrounded facts are equally real, and grounded facts are an \"addition of being\" over and above the facts in which they are grounded.' Audi, 'Clarification and Defense', 101–2.52 See Wilson, 'Supervenience-Based Formulations'.53 Fine, 'Question of Realism', 15 (emphasis in original).54 Merricks, Objects and Persons.55 Thanks to an anonymous referee for encouraging me to explore the contrast between Grounding and Causation.56 The suggestion here is related to, but different from, that to be considered in Section V, of considering whether Grounding is motivated as a potential unifer of the 'small-g' grounding relations. Here it is not unification per se that is at issue, but rather the idea that an appeal to Grounding may be useful in specific investigations into metaphysical dependence. The strategies are related, however, in that the usefulness of Grounding for purposes of specific investigations will presumably hinge on the specific relations' having certain features in common—which common features in turn are often cited as motivation for positing some unifying element.57 Nolan, 'Metaphysics outside Grounding'.58 This would be the case, for example, if a given physicalist endorsed a view of properties as involving quiddities only contingently associated with powers, along with the sort of 'subset of powers' view of realization proposed in Wilson, 'How Superduper'; and Shoemaker, 'Realization and Mental Causation'. For defense of the compatibility of contingentism about laws and powers with (non-reductive) physicalism, see Wilson, 'Non-Reductive Realization'. Probabilistic considerations might also undermine the supervenience claim without undermining the physicalist claim.59 For discussion of this point, see Wilson, 'Causal Powers, Forces'. The basic idea here is that there may be indirect reasons to endorse a claim of nothing over and above-ness. So, for example, if the strong emergence of mentality involves violations of conservation laws adverting only to fundamental physical interactions (with such violations serving to indicate the presence of a new, 'mental' fundamental interaction), then empirical confirmation of an absence of such violations might in itself serve as a basis for taking the mental to be nothing over and above the physical, notwithstanding the insuperable presence of an explanatory gap. This is not to suggest that in such cases we need to appeal to a distinctive Grounding relation; rather, the 'small-g' grounding relation at issue is one holding between the energies of the dependent and base goings-on.60 See Wilson, 'Fundamental Determinables'.61 Bader has recently offered up an alternative way for a coarse-grained notion of Grounding to be useful—not as directly appealed to in investigations into dependence, but rather as indirectly appealed to in an account of what it is to be or have an intrinsic property. Considerations of space prevent me from entering into the details of Bader's discussion here; however, two remarks. First, in order to avoid circularity, Bader's account appeals to a notion of fundamentality effectively as the 'unGrounded'; but as I argue in Section IV, it is inappropriate to characterize fundamentality in non-basic, theoretically loaded terms. Second, even granting that a coarse-grained notion of Grounding were useful as input into this or that metaphysical account of some phenomena, the question would remain what sort of interpretation the references to 'Grounding' or the 'in virtue of' notion or relation in the account should receive. As I read Bader's account, for example, the reference to 'in virtue of' is naturally read as schematic over specific 'small-g' grounding relations. Bader, 'Towards a Hyperintensional Theory'.62 See Schaffer, 'Monism'. See also Trogdon, who observes that conjuncts asymmetrically supervene on conjunctions, but that relative fundamentality goes in the other direction. Trogdon, 'Monism and Intrinsicality'.63 Mark Steen insightfully observed that there is a tension between non-primitivism about Grounding and the claim that the specific relations are not up to the task of fixing the direction of priority: if Grounding is something like an abstraction from the specific relations (a position that Fine, e.g., seems to endorse), then it is unclear how the associated Grounding relation could fix this direction (given that the specific relations cannot do so). This seems right, in which case the 'crucial appeal' motivation for Grounding should (and notwithstanding Fine's seeming to endorse this motivation) be seen as offered in support of a primitive relation of Grounding.64 A non-fundamental base may be treated as fundamental if the archeology, so to speak, of the non-fundamental base is irrelevant to investigations into the dependence relations at issue. So, for example, the entities treated by fundamental physics might serve as a fundamental base for higher-level broadly scientific phenomena, even if the physical entities are non-fundamental relative to some deeper level of reality.65 In contexts in which general theses like physicalism are at issue, the base entities are typically understood as being closed under certain combinatorial operations. So, for example, if the physical entities are the relatively non-complex particulars and relations treated by fundamental physics (just one option, of course), then among the lower-level 'physically acceptable' entities that are taken to be part of the base (to which, e.g., the reductive physicalist may appeal in their theorizing) are 'ontologically lightweight' combinations of physical entities, including lower-level relational aggregates of physical entities, Boolean (disjunctive, conjunctive) or mereological combinations of such entities or relational aggregates, etc.66 This is a fairly common way to characterize the fundamental. Hence Schaffer says, 'The key notion of a fundamental entity … can be defined as … \"x is fundamental =df nothing grounds x\".' Schaffer, 'On What Grounds What', 87. And Bennett says: 'I do not think there is any question that independence is a—the—central aspect of our notion of fundamentality.' Bennett, Making Things Up.67 Note that the account or characterization of the fundamental at issue has to be construed in metaphysical terms if it is to motivate the posit of Grounding. An appeal to 'the un-Grounded' as heuristically or pragmatically characterizing a primitive positive fundamental base (of the sort I will shortly endorse) would not suffice to motivate Grounding.68 Hence it would be similarly inapropos to try to motivate Grounding by appeal to the sort of positive Grounding-based account of the fundamental offered by Raven, according to which (to simplify somewhat), P is fundamental if all of its Grounds are ultimately Grounded in P, such that, in the case in which P is unGrounded, the universal generalization is vacuously true. See note 69 for another concern with Raven's suggestion. Raven, 'In Defence of Ground'.69",
  "authors": [
    {
      "display_name": "Jessica Wilson",
      "id": "A5101762657",
      "orcid": "https://orcid.org/0000-0003-0109-9682",
      "institutions": [
        {
          "id": "I185261750",
          "display_name": "University of Toronto",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Jessica M. Wilson"
    }
  ],
  "publication_year": 2014,
  "publication_date": "2014-06-24",
  "type": "article",
  "cited_by_count": 703,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S970508616",
    "display_name": "Inquiry",
    "issn_l": "0020-174X",
    "issn": [
      "0020-174X",
      "1502-3923"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320547"
  },
  "volume": "57",
  "issue": "5-6",
  "first_page": "535",
  "last_page": "579",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C18762648",
      "display_name": "Work (physics)",
      "level": 2,
      "score": 0.5647653
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.36763117
    },
    {
      "id": "C144237770",
      "display_name": "Mathematical economics",
      "level": 1,
      "score": 0.36390734
    },
    {
      "id": "C162324750",
      "display_name": "Economics",
      "level": 0,
      "score": 0.29622185
    },
    {
      "id": "C127413603",
      "display_name": "Engineering",
      "level": 0,
      "score": 0.28970483
    },
    {
      "id": "C78519656",
      "display_name": "Mechanical engineering",
      "level": 1,
      "score": 0.13646
    }
  ],
  "topics": [
    {
      "id": "T11477",
      "display_name": "Epistemology, Ethics, and Metaphysics",
      "score": 0.9831
    },
    {
      "id": "T10258",
      "display_name": "Philosophy and Theoretical Science",
      "score": 0.9798
    },
    {
      "id": "T10778",
      "display_name": "Philosophy and History of Science",
      "score": 0.9431
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1080/0020174x.2014.907542",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T16:00:31.422266",
  "source_database": "OpenAlex"
}