{
  "openalex_id": "W2037898561",
  "doi": "https://doi.org/10.7326/0003-4819-154-1-201101040-00018",
  "title": "Candidate Performance Measures for Screening for, Assessing, and Treating Unhealthy Substance Use in Hospitals",
  "abstract": "Letters4 January 2011Candidate Performance Measures for Screening for, Assessing, and Treating Unhealthy Substance Use in HospitalsRichard Saitz, MD, MPHRichard Saitz, MD, MPHFrom Boston Medical Center, Boston University School of Medicine, and Boston University School of Public Health, Boston, MA 02118.Search for more papers by this authorAuthor, Article, and Disclosure Informationhttps://doi.org/10.7326/0003-4819-154-1-201101040-00018 SectionsAboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinkedInRedditEmail IN RESPONSE:My article says that the evidence for efficacy of hospital SBI is insufficient to support performance measures. The letters from readers confirm this.It is reassuring that The Joint Commission agrees that measures must be evidence-based and that it deleted drug SBI from their measures (after my article was written) (1). Scientific peer reviewers for federal agencies that are funding ongoing trials also recognize the lack of evidence (2). But The Joint Commission measures still contain hospital alcohol SBI, for which evidence is inconclusive (3).Dr. Madras cites population data, which are not relevant to the fact that ...References1. Draft Measure Set: Screening and Treating Tobacco and Alcohol Use. Oakbrook Terrace, IL: The Joint Commission; 2010. Accessed at www.jointcommission.org/NR/rdonlyres/DE94B4E3-492D-4674-AF36-D618F83F90CD/0/TAM__Tobacco_and_Alcohol_Measure_Set_List.pdf on 23 September 2010. Google Scholar2. Saitz R, Alford DP, Bernstein J, Cheng DM, Samet J, Palfai T. Screening and brief intervention for unhealthy drug use in primary care settings: randomized clinical trials are needed. J Addict Med. 2010;4:123-130. [PMID: 20936079] CrossrefMedlineGoogle Scholar3. McQueen J, Howe TE, Allan L, Mains D. Brief interventions for heavy alcohol users admitted to general hospital wards. Cochrane Database Syst Rev. 2009;:CD005191. [PMID: 19588369] MedlineGoogle Scholar4. Whitlock EP, Polen MR, Green CA, Orleans T, Klein J; U.S. Preventive Services Task Force. Behavioral counseling interventions in primary care to reduce risky/harmful alcohol use by adults: a summary of the evidence for the U.S. Preventive Services Task Force. Ann Intern Med. 2004;140:557-68. [PMID: 15068985] LinkGoogle Scholar5. Gentilello LM, Rivara FP, Donovan DM, Jurkovich GJ, Daranciang E, Dunn CW, et al. Alcohol interventions in a trauma center as a means of reducing the risk of injury recurrence. Ann Surg. 1999;230:473-80. [PMID: 10522717] CrossrefMedlineGoogle Scholar6. Boutron I, Dutton S, Ravaud P, Altman DG. Reporting and interpretation of randomized controlled trials with statistically nonsignificant results for primary outcomes. JAMA. 2010;303:2058-64. [PMID: 20501928] CrossrefMedlineGoogle Scholar7. Landefeld CS, Shojania KG, Auerbach AD. Should we use large scale healthcare interventions without clear evidence that benefits outweigh costs and harms? No. BMJ. 2008;336:1277. [PMID: 18535069] CrossrefMedlineGoogle Scholar Author, Article, and Disclosure InformationAuthors: Richard Saitz, MD, MPHAffiliations: From Boston Medical Center, Boston University School of Medicine, and Boston University School of Public Health, Boston, MA 02118.Disclosures: None disclosed. PreviousarticleNextarticle Advertisement FiguresReferencesRelatedDetailsSee AlsoCandidate Performance Measures for Screening for, Assessing, and Treating Unhealthy Substance Use in Hospitals: Advocacy or Evidence-Based Practice? Richard Saitz Candidate Performance Measures for Screening for, Assessing, and Treating Unhealthy Substance Use in Hospitals Jerod M. Loeb , Ann E. Watt , and Nancy K. Lawler Candidate Performance Measures for Screening for, Assessing, and Treating Unhealthy Substance Use in Hospitals Bertha K. Madras Candidate Performance Measures for Screening for, Assessing, and Treating Unhealthy Substance Use in Hospitals Larry M. Gentilello and Eric Goplerud Metrics Cited byAlcohol brief intervention for hospitalized veterans with hazardous drinking: protocol for a 3-arm randomized controlled efficacy trialA Longitudinal Investigation of Alcohol Use over the Course of the Year Following Medical-Surgical Intensive Care Unit AdmissionA qualitative study of anticipated barriers and facilitators to the implementation of nurse-delivered alcohol screening, brief intervention, and referral to treatment for hospitalized patients in a Veterans Affairs medical centerHospitalized Patients’ Acceptability of Nurse-Delivered Screening, Brief Intervention, and Referral to TreatmentSecondary prevention in the intensive care unit: Does intensive care unit admission represent a “teachable moment?” 4 January 2011Volume 154, Issue 1Page: 73-74KeywordsAlcoholsClinical trialsConflicts of interestDrugsHealth carePatient advocacyPatients ePublished: 4 January 2011 Issue Published: 4 January 2011 Copyright & PermissionsCopyright © 2011 by American College of Physicians. All Rights Reserved.PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Richard Saitz",
      "id": "A5113903988",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Richard Saitz"
    }
  ],
  "publication_year": 2011,
  "publication_date": "2011-01-04",
  "type": "article",
  "cited_by_count": 5,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S119722071",
    "display_name": "Annals of Internal Medicine",
    "issn_l": "0003-4819",
    "issn": [
      "0003-4819",
      "1539-3704"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316812"
  },
  "volume": "154",
  "issue": "1",
  "first_page": "73",
  "last_page": "73",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.86915755
    },
    {
      "id": "C512399662",
      "display_name": "Family medicine",
      "level": 1,
      "score": 0.54851174
    },
    {
      "id": "C2908647359",
      "display_name": "Population",
      "level": 2,
      "score": 0.50197506
    },
    {
      "id": "C168563851",
      "display_name": "Randomized controlled trial",
      "level": 2,
      "score": 0.46804142
    },
    {
      "id": "C204787440",
      "display_name": "Alternative medicine",
      "level": 2,
      "score": 0.43687564
    },
    {
      "id": "C99454951",
      "display_name": "Environmental health",
      "level": 1,
      "score": 0.2280865
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C142724271",
      "display_name": "Pathology",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10043",
      "display_name": "Substance Abuse Treatment and Outcomes",
      "score": 0.9974
    },
    {
      "id": "T10496",
      "display_name": "Pharmaceutical Practices and Patient Outcomes",
      "score": 0.9966
    },
    {
      "id": "T10576",
      "display_name": "Opioid Use Disorder Treatment",
      "score": 0.9934
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.7326/0003-4819-154-1-201101040-00018",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:59:50.531730",
  "source_database": "OpenAlex"
}