{
  "openalex_id": "W2036691589",
  "doi": "https://doi.org/10.1194/jlr.p900008-jlr200",
  "title": "Replication of genetic associations with plasma lipoprotein traits in a multiethnic sample",
  "abstract": "Recent genome-wide association studies (GWAS) have reproducibly identified loci associated with plasma triglycerides (TG), HDL cholesterol, and LDL cholesterol. We sought to replicate these findings in a multiethnic population-based cohort using the curated single nucleotide polymorphism (SNP) set found on the new Illumina cardiovascular disease (CVD) beadchip, which contains approximately 50,000 SNPs densely mapping approximately 2,100 genes, selected based on their potential role in CVD. The sample consisted of individuals with European (n = 272), South Asian (n = 330), and Chinese (n = 304) ancestry. Identity by state clustering successfully classified individuals according to self-reported ethnicities. Associations between TG and APOA5, TG and LPL, HDL and CETP, and LDL and APOE were all identified (P < 2 × 10−6). In 13 loci, associations with the same SNP or a proxy SNP were identified in the same direction as previously reported (P < 0.05). Assessing the cumulative number of risk-associated alleles at multiple replicated SNPs increased the proportion of explained lipoprotein variance over and above traditional variables such as age, sex, body mass index, and ethnicity. The findings indicate the potential utility of the Illumina CVD beadchip, but they underscore the need to consider meta-analysis of results from commonly studied clinical or epidemiological samples. Recent genome-wide association studies (GWAS) have reproducibly identified loci associated with plasma triglycerides (TG), HDL cholesterol, and LDL cholesterol. We sought to replicate these findings in a multiethnic population-based cohort using the curated single nucleotide polymorphism (SNP) set found on the new Illumina cardiovascular disease (CVD) beadchip, which contains approximately 50,000 SNPs densely mapping approximately 2,100 genes, selected based on their potential role in CVD. The sample consisted of individuals with European (n = 272), South Asian (n = 330), and Chinese (n = 304) ancestry. Identity by state clustering successfully classified individuals according to self-reported ethnicities. Associations between TG and APOA5, TG and LPL, HDL and CETP, and LDL and APOE were all identified (P < 2 × 10−6). In 13 loci, associations with the same SNP or a proxy SNP were identified in the same direction as previously reported (P < 0.05). Assessing the cumulative number of risk-associated alleles at multiple replicated SNPs increased the proportion of explained lipoprotein variance over and above traditional variables such as age, sex, body mass index, and ethnicity. The findings indicate the potential utility of the Illumina CVD beadchip, but they underscore the need to consider meta-analysis of results from commonly studied clinical or epidemiological samples. Plasma lipids, including cholesterol and triglyceride (TG), play vital roles in membrane fluidity, hormone and bile synthesis, and energy metabolism. The identification of genetic variants affecting lipoprotein traits, defined as plasma concentrations of TG, HDL, and LDL cholesterol, can give biological insight into both new and old pathways of lipid metabolism. These findings will have potential implications for the diagnosis, prognosis, and treatment of dyslipidemia. In the last two decades, the rare genetic variants responsible for many individually rare dyslipidemia conditions have been discovered, and common variations in many candidate genes have been tested for association with lipoprotein traits. However, in the last year, ten genome-wide association studies (GWAS) have consistently identified association between common genetic variation in multiple novel, as well as previously known, genes and lipoprotein traits in normolipidemic individuals (1Saxena R. Voight B.F. Lyssenko V. Burtt N.P. de Bakker P.I. Chen H. Roix J.J. Kathiresan S. Hirschhorn J.N. Daly M.J. et al.Genome-wide association analysis identifies loci for type 2 diabetes and triglyceride levels.Science. 2007; 316: 1331-1336Crossref PubMed Scopus (2368) Google Scholar, 2Chasman D.I. Pare G. Zee R.Y.L. Parker A.N. Cook N.R. Buring J.E. Kwiatkowski D.J. Rose L.M. Smith J.D. Williams P.T. et al.Genetic loci associated with plasma concentration of low-density lipoprotein cholesterol, high-density lipoprotein cholesterol, triglycerides, apolipoprotein A1, and apolipoprotein B among 6382 white women in genome-wide analysis with replication.Circ. Cardiovasc. Genet. 2008; 1: 21-31Crossref PubMed Scopus (109) Google Scholar, 3Kathiresan S. Melander O. Guiducci C. Surti A. Burtt N.P. Rieder M.J. Cooper G.M. Roos C. Voight B.F. Havulinna A.S. et al.Six new loci associated with blood low-density lipoprotein cholesterol, high-density lipoprotein cholesterol or triglycerides in humans.Nat. Genet. 2008; 40: 189-197Crossref PubMed Scopus (1142) Google Scholar, 4Kooner J.S. Chambers J.C. Aguilar-Salinas C.A. Hinds D.A. Hyde C.L. Warnes G.R. Gomez Perez F.J. Frazer K.A. Elliott P. Scott J. et al.Genome-wide scan identifies variation in MLXIPL associated with plasma triglycerides.Nat. Genet. 2008; 40: 149-151Crossref PubMed Scopus (267) Google Scholar, 5Sandhu M.S. Waterworth D.M. Debenham S.L. Wheeler E. Papadakis K. Zhao J.H. Song K. Yuan X. Johnson T. Ashford S. et al.LDL-cholesterol concentrations: a genome-wide association study.Lancet. 2008; 371: 483-491Abstract Full Text Full Text PDF PubMed Scopus (284) Google Scholar, 6Wallace C. Newhouse S.J. Braund P. Zhang F. Tobin M. Falchi M. Ahmadi K. Dobson R.J. Marcano A.C. Hajat C. et al.Genome-wide association study identifies genes for biomarkers of cardiovascular disease: serum urate and dyslipidemia.Am. J. Hum. Genet. 2008; 82: 139-149Abstract Full Text Full Text PDF PubMed Scopus (370) Google Scholar, 7Willer C.J. Sanna S. Jackson A.U. Scuteri A. Bonnycastle L.L. Clarke R. Heath S.C. Timpson N.J. Najjar S.S. Stringham H.M. et al.Newly identified loci that influence lipid concentrations and risk of coronary artery disease.Nat. Genet. 2008; 40: 161-169Crossref PubMed Scopus (1330) Google Scholar, 8Aulchenko Y.S. Ripatti S. Lindqvist I. Boomsma D. Heid I.M. Pramstaller P.P. Penninx B.W. Janssens A.C. Wilson J.F. Spector T. et al.Loci influencing lipid levels and coronary heart disease risk in 16 European population cohorts.Nat. Genet. 2009; 41: 47-55Crossref PubMed Scopus (720) Google Scholar, 9Kathiresan S. Willer C.J. Peloso G.M. Demissie S. Musunuru K. Schadt E.E. Kaplan L. Bennett D. Li Y. Tanaka T. et al.Common variants at 30 loci contribute to polygenic dyslipidemia.Nat. Genet. 2009; 41: 56-65Crossref PubMed Scopus (1096) Google Scholar–10Sabatti C. Service S.K. Hartikainen A.L. Pouta A. Ripatti S. Brodsky J. Jones C.G. Zaitlen N.A. Varilo T. Kaakinen M. et al.Genome-wide association analysis of metabolic traits in a birth cohort from a founder population.Nat. Genet. 2009; 41: 35-46Crossref PubMed Scopus (579) Google Scholar). The identification of loci with previous evidence for roles in lipoprotein metabolism, such as association between the gene for apolipoprotein E (APOE) and LDL, serve as a positive control for the approach, while many new associations between lipoproteins and genes without a priori hypotheses were also uncovered (1Saxena R. Voight B.F. Lyssenko V. Burtt N.P. de Bakker P.I. Chen H. Roix J.J. Kathiresan S. Hirschhorn J.N. Daly M.J. et al.Genome-wide association analysis identifies loci for type 2 diabetes and triglyceride levels.Science. 2007; 316: 1331-1336Crossref PubMed Scopus (2368) Google Scholar, 2Chasman D.I. Pare G. Zee R.Y.L. Parker A.N. Cook N.R. Buring J.E. Kwiatkowski D.J. Rose L.M. Smith J.D. Williams P.T. et al.Genetic loci associated with plasma concentration of low-density lipoprotein cholesterol, high-density lipoprotein cholesterol, triglycerides, apolipoprotein A1, and apolipoprotein B among 6382 white women in genome-wide analysis with replication.Circ. Cardiovasc. Genet. 2008; 1: 21-31Crossref PubMed Scopus (109) Google Scholar, 3Kathiresan S. Melander O. Guiducci C. Surti A. Burtt N.P. Rieder M.J. Cooper G.M. Roos C. Voight B.F. Havulinna A.S. et al.Six new loci associated with blood low-density lipoprotein cholesterol, high-density lipoprotein cholesterol or triglycerides in humans.Nat. Genet. 2008; 40: 189-197Crossref PubMed Scopus (1142) Google Scholar, 4Kooner J.S. Chambers J.C. Aguilar-Salinas C.A. Hinds D.A. Hyde C.L. Warnes G.R. Gomez Perez F.J. Frazer K.A. Elliott P. Scott J. et al.Genome-wide scan identifies variation in MLXIPL associated with plasma triglycerides.Nat. Genet. 2008; 40: 149-151Crossref PubMed Scopus (267) Google Scholar, 5Sandhu M.S. Waterworth D.M. Debenham S.L. Wheeler E. Papadakis K. Zhao J.H. Song K. Yuan X. Johnson T. Ashford S. et al.LDL-cholesterol concentrations: a genome-wide association study.Lancet. 2008; 371: 483-491Abstract Full Text Full Text PDF PubMed Scopus (284) Google Scholar, 6Wallace C. Newhouse S.J. Braund P. Zhang F. Tobin M. Falchi M. Ahmadi K. Dobson R.J. Marcano A.C. Hajat C. et al.Genome-wide association study identifies genes for biomarkers of cardiovascular disease: serum urate and dyslipidemia.Am. J. Hum. Genet. 2008; 82: 139-149Abstract Full Text Full Text PDF PubMed Scopus (370) Google Scholar, 7Willer C.J. Sanna S. Jackson A.U. Scuteri A. Bonnycastle L.L. Clarke R. Heath S.C. Timpson N.J. Najjar S.S. Stringham H.M. et al.Newly identified loci that influence lipid concentrations and risk of coronary artery disease.Nat. Genet. 2008; 40: 161-169Crossref PubMed Scopus (1330) Google Scholar, 8Aulchenko Y.S. Ripatti S. Lindqvist I. Boomsma D. Heid I.M. Pramstaller P.P. Penninx B.W. Janssens A.C. Wilson J.F. Spector T. et al.Loci influencing lipid levels and coronary heart disease risk in 16 European population cohorts.Nat. Genet. 2009; 41: 47-55Crossref PubMed Scopus (720) Google Scholar, 9Kathiresan S. Willer C.J. Peloso G.M. Demissie S. Musunuru K. Schadt E.E. Kaplan L. Bennett D. Li Y. Tanaka T. et al.Common variants at 30 loci contribute to polygenic dyslipidemia.Nat. Genet. 2009; 41: 56-65Crossref PubMed Scopus (1096) Google Scholar–10Sabatti C. Service S.K. Hartikainen A.L. Pouta A. Ripatti S. Brodsky J. Jones C.G. Zaitlen N.A. Varilo T. Kaakinen M. et al.Genome-wide association analysis of metabolic traits in a birth cohort from a founder population.Nat. Genet. 2009; 41: 35-46Crossref PubMed Scopus (579) Google Scholar). In total, 40 loci have been associated at a GWAS significance level with at least one of TG, HDL, or LDL (see supplementary Table I). Of note, in 13 of 15 genes previously identified to contain rare mutations causative for Mendelian lipid abnormalities, common single nucleotide polymorphism (SNP) variation within the same gene has been associated with the same lipoprotein trait that is primarily disturbed in the Mendelian disease. An important next step is replication of the findings in multiple ethnicities, both to ensure the findings are generalizable and to further delineate the effect size and location of the causative variants. This study set out to replicate the previously identified GWAS findings in a multiethnic, population-based sample. As microarray technology improves, the density of the arrays, or the number of SNPs evaluated on a single chip, increases. The improved density presents two possibilities: denser SNP coverage of the human genome or the ability to genotype multiple individuals on the same chip. The Illumina Human CVD beadchip uses the second approach, using multiple \"wells\" to interrogate approximately 50,000 SNPs in 12 individuals on a single array (11Keating B.J. Tischfield S. Murray S.S. Bhangale T. Price T.S. Glessner J.T. Galver L. Barrett J.C. Grant S.F. Farlow D.N. et al.Concept, design and implementation of a cardiovascular gene-centric 50 k SNP array for large-scale genomic association studies.PLoS One. 2008; 3e3583Crossref PubMed Scopus (325) Google Scholar). The SNPs were selected for inclusion on the human CVD beadchip based on (1Saxena R. Voight B.F. Lyssenko V. Burtt N.P. de Bakker P.I. Chen H. Roix J.J. Kathiresan S. Hirschhorn J.N. Daly M.J. et al.Genome-wide association analysis identifies loci for type 2 diabetes and triglyceride levels.Science. 2007; 316: 1331-1336Crossref PubMed Scopus (2368) Google Scholar) early access to lipid, lipoprotein, and cardiovascular disease (CVD) GWAS results; (2Chasman D.I. Pare G. Zee R.Y.L. Parker A.N. Cook N.R. Buring J.E. Kwiatkowski D.J. Rose L.M. Smith J.D. Williams P.T. et al.Genetic loci associated with plasma concentration of low-density lipoprotein cholesterol, high-density lipoprotein cholesterol, triglycerides, apolipoprotein A1, and apolipoprotein B among 6382 white women in genome-wide analysis with replication.Circ. Cardiovasc. Genet. 2008; 1: 21-31Crossref PubMed Scopus (109) Google Scholar) established quantitative trait loci in CVD; (3Kathiresan S. Melander O. Guiducci C. Surti A. Burtt N.P. Rieder M.J. Cooper G.M. Roos C. Voight B.F. Havulinna A.S. et al.Six new loci associated with blood low-density lipoprotein cholesterol, high-density lipoprotein cholesterol or triglycerides in humans.Nat. Genet. 2008; 40: 189-197Crossref PubMed Scopus (1142) Google Scholar) genes with a functional link to CVD; and (4Kooner J.S. Chambers J.C. Aguilar-Salinas C.A. Hinds D.A. Hyde C.L. Warnes G.R. Gomez Perez F.J. Frazer K.A. Elliott P. Scott J. et al.Genome-wide scan identifies variation in MLXIPL associated with plasma triglycerides.Nat. Genet. 2008; 40: 149-151Crossref PubMed Scopus (267) Google Scholar) a heavy bias for tagSNPs, nonsynonymous SNPs, and SNPs with known function (11Keating B.J. Tischfield S. Murray S.S. Bhangale T. Price T.S. Glessner J.T. Galver L. Barrett J.C. Grant S.F. Farlow D.N. et al.Concept, design and implementation of a cardiovascular gene-centric 50 k SNP array for large-scale genomic association studies.PLoS One. 2008; 3e3583Crossref PubMed Scopus (325) Google Scholar). The selection criteria create a pool of SNPs with a higher prior probability of association, reducing both the false discovery rate (FDR) and the cost per sample. Permutation analysis has been suggested as a more appropriate method to correct for multiple testing (12Purcell S. Neale B. Todd-Brown K. Thomas L. Ferreira M.A. Bender D. Maller J. Sklar P. de Bakker P.I. Daly M.J. et al.PLINK: a tool set for whole-genome association and population-based linkage analyses.Am. J. Hum. Genet. 2007; 81: 559-575Abstract Full Text Full Text PDF PubMed Scopus (20266) Google Scholar), but it has not become standard practice for GWAS studies, at least partially due to the computational requirements. We sought to replicate reported genetic associations with fasting TG, HDL, and LDL using approximately 50,000 SNPs in approximately 2,100 genes in a multiethnic population-based sample using the new Illumina CVD beadchip microarray and performing large-scale permutation analysis to improve signal-to-noise ratio and correct for multiple testing. The study was approved by the ethics boards of McMaster University and the University of Western Ontario. All participants provided informed consent for DNA analysis. The Study of Health Assessment and Risk in Ethnic Groups (SHARE) population was collected as a random prospective population sample in Hamilton, Toronto, and Edmonton as previously described (13Anand S.S. Yusuf S. Vuksan V. Devanesen S. Teo K.K. Montague P.A. Kelemen L. Yi C. Lonn E. Gerstein H. et al.Differences in risk factors, atherosclerosis, and cardiovascular disease between ethnic groups in Canada: the Study of Health Assessment and Risk in Ethnic groups (SHARE).Lancet. 2000; 356: 279-284Abstract Full Text Full Text PDF PubMed Scopus (808) Google Scholar). Individuals were classified as South Asian (n = 330) if their ancestors originated from India, Pakistan, Sri Lanka, or Bangladesh; Chinese (n = 304) if their ancestors originated from China, Taiwan, or Hong Kong; and European (n = 272) if their ancestors originated from Europe (13Anand S.S. Yusuf S. Vuksan V. Devanesen S. Teo K.K. Montague P.A. Kelemen L. Yi C. Lonn E. Gerstein H. et al.Differences in risk factors, atherosclerosis, and cardiovascular disease between ethnic groups in Canada: the Study of Health Assessment and Risk in Ethnic groups (SHARE).Lancet. 2000; 356: 279-284Abstract Full Text Full Text PDF PubMed Scopus (808) Google Scholar). All participants are between the ages of 35 and 75 years and have lived in Canada for five years or more. Anthropometric data was measured and fasting (over 12 h) and 2-h postglucose load blood samples were collected from study subjects. The following quantitative measures were obtained using established methodology: TG, total cholesterol (TC), apolipoprotein B (apoB), VLDL cholesterol, and HDL cholesterol. LDL cholesterol was calculated via the Friedewald equation. Relevant baseline characteristics are shown in Table 1(see supplementary Fig. III for trait distributions). Sixty-seven individuals (7.4%) were on lipid-lowering therapy and were excluded from further analysis.TABLE 1Baseline clinical characteristics in the multiethnic SHARE studySouth AsianChineseCaucasianTotal samplen330304272906Male (%)55514952Age49.5 (9.3)47.8 (8.9)51.2 (11.0)49.5 (9.8)BMI (kg/m2)26.3 (4.2)24.0 (3.6)27.4 (4.6)25.9 (4.4)LDL (mmol/L)3.30 (0.82)3.18 (0.81)3.28 (0.82)3.21 (0.81)HDL (mmol/L)1.03 (0.30)1.19 (0.38)1.20 (0.37)1.13 (0.35)FTG (mmol/L)2.00 (1.3)1.65 (1.2)1.55 (1.1)1.77 (1.3)apoB (g/L)1.08 (0.26)1.00 (0.25)1.01 (0.24)1.03 (0.26)NFTG (mmol/L)1.91 (1.16)1.67 (1.34)1.55 (1.20)1.72 (1.25)Apo, apolipoprotein; BMI, body mass index; FTG, fasting triglyceride; NFTG, nonfasting triglyceride; SHARE, Study of Health Assessment and Risk in Ethnic Groups. Standard deviation given in parentheses. Open table in a new tab Apo, apolipoprotein; BMI, body mass index; FTG, fasting triglyceride; NFTG, nonfasting triglyceride; SHARE, Study of Health Assessment and Risk in Ethnic Groups. Standard deviation given in parentheses. Genomic DNA was extracted from leukocytes as previously described (14Wang J. Cao H. Ban M.R. Kennedy B.A. Zhu S. Anand S. Yusuf S. Pollex R.L. Hegele R.A. Resequencing genomic DNA of patients with severe hypertriglyceridemia (MIM 144650).Arterioscler. Thromb. Vasc. Biol. 2007; 27: 2450-2455Crossref PubMed Scopus (89) Google Scholar). Whole genomic DNA was checked for quality by 1.5% agarose gel electrophoresis. DNA was diluted to 50–70 ng/ul, and the concentration was verified using a Nanodrop spectrophotometer. Standard protocols for hybridization and scanning of the Illumina Human CVD beadchip (version 1) on the Illumina BeadStation 500G were used for genotyping at the Centre for Applied Genomics (TCAG) (Hospital for Sick Children, Toronto, Ontario, Canada; www.tcag.ca). Briefly, approximately 200 ng (4 uL at 50–70 ng/uL) of double-stranded genomic DNA was added to a whole genome amplification reaction producing fragments of approximately 1.5–2 kb in length. Enzymatic fragmentation, followed by purification, produces 200–600 bp fragments for hybridization to the beadchips. Each bead contains many oligonucleotides to measure the presence of a single allele, with approximately 30 replicates of each bead randomly distributed on the beadchip. During chip quality control performed by Illumina (San Diego, CA; www.illumina.com), the location of the bead replicates are identified for each chip and distributed on a DVD with the beadchip. Each beadchip contains wells allowing 12 samples to run concurrently. Genotyping and quality control were performed in Illumina's BeadStudio Genotyping Module v3.2. Sixty-seven individuals (7.4%) were excluded because they were on lipid-lowering therapy, and 11 individuals (1.3%) were excluded from the analysis due to genotype call rates less than 95%. 1,151 SNPs (2.3%) were excluded from the analysis due to genotype call rates less than 95%. SNPs that were not in Hardy-Weinberg equilibrium (HWE) (P < 0.0001) or with a minor allele frequency less than 0.01 were excluded, leaving 35,303, 31,751, and 35,018 SNPs in South Asian, Chinese, and Caucasian samples, respectively. Due to the marginal power of the SHARE sample and given the effect size of many of the recently reported associations, only SNPs that were prevalent in all three populations (MAF > 0.01) were included in the analysis. The intersection of these three population sets left 29,377 SNPs, which were studied in the final analyses. Pairwise identity-by-state (IBS) distance and multi-dimensional scaling as implemented in PLINK (12Purcell S. Neale B. Todd-Brown K. Thomas L. Ferreira M.A. Bender D. Maller J. Sklar P. de Bakker P.I. Daly M.J. et al.PLINK: a tool set for whole-genome association and population-based linkage analyses.Am. J. Hum. Genet. 2007; 81: 559-575Abstract Full Text Full Text PDF PubMed Scopus (20266) Google Scholar) was used to test for population stratification, sample duplication, or contamination. In IBS, a similarity matrix is produced by computing the proportion of the number of alleles shared between all pairs of individuals. Reducing the number of dimensions by classical (metric) multi-dimensional scaling enables the subjects to be drawn on a two-dimensional plot. All association analysis was performed in PLINK (12Purcell S. Neale B. Todd-Brown K. Thomas L. Ferreira M.A. Bender D. Maller J. Sklar P. de Bakker P.I. Daly M.J. et al.PLINK: a tool set for whole-genome association and population-based linkage analyses.Am. J. Hum. Genet. 2007; 81: 559-575Abstract Full Text Full Text PDF PubMed Scopus (20266) Google Scholar). The reported linear regression significance is for a codominant model, testing for an additive effect of allele dosage, with the asymptotic P value of the t-statistic reported using age, sex, BMI, and ethnicity as covariates. The functional relevance or previous associations reported for the SNPs found on the CVD beadchip and the density of markers in the candidate loci renders the Bonferroni correction particularly over-conservative. FDR control is a statistical method, less conservative and more powerful than family-wise error rate (FWER) control, used to correct for multiple comparisons and determine an appropriate significance threshold that reduces the probability of errors in the rejected hypotheses (15Benjamini Y. Hochberg Y. Controlling the false discovery rate: a practical and powerful approach to multiple testing.J. R. Stat. Soc. [Ser A]. 1995; 57: 289-300Google Scholar). The Benjamini Hochberg FDR procedure (15Benjamini Y. Hochberg Y. Controlling the false discovery rate: a practical and powerful approach to multiple testing.J. R. Stat. Soc. [Ser A]. 1995; 57: 289-300Google Scholar), as used by Sabatti et al. (10Sabatti C. Service S.K. Hartikainen A.L. Pouta A. Ripatti S. Brodsky J. Jones C.G. Zaitlen N.A. Varilo T. Kaakinen M. et al.Genome-wide association analysis of metabolic traits in a birth cohort from a founder population.Nat. Genet. 2009; 41: 35-46Crossref PubMed Scopus (579) Google Scholar), was used to iteratively examine the most significant associations. However, the Benjamini Hochberg FDR procedure is only valid when the tests are independent (15Benjamini Y. Hochberg Y. Controlling the false discovery rate: a practical and powerful approach to multiple testing.J. R. Stat. Soc. [Ser A]. 1995; 57: 289-300Google Scholar); therefore, to be conservative, only significant SNPs found on separate chromosomes were included in the procedure. A significance threshold of 2.27 × 10−6 was calculated to control the FDR across the three reported traits (a total of 29,377 SNPs × 3 traits = 88,131 tests) at a P = 0.05 level. The additional two traits [apoB and nonfasting TG (see supplementary Fig. II)] were highly correlated with the traits reported here and including them in FDR calculations would artificially reduce power (10Sabatti C. Service S.K. Hartikainen A.L. Pouta A. Ripatti S. Brodsky J. Jones C.G. Zaitlen N.A. Varilo T. Kaakinen M. et al.Genome-wide association analysis of metabolic traits in a birth cohort from a founder population.Nat. Genet. 2009; 41: 35-46Crossref PubMed Scopus (579) Google Scholar). To further assess significance and correct for multiple-testing, 500,000 label-swapping permutations were computed on the \"whale\" cluster of the Shared Hierarchical Academic Research Computing Network (SHARCNET; www.sharcnet.ca). A shell script was written to call 200 instances of PLINK per trait, each on a different CPU, and the PLINK \"mperm\" command was used to generate 2,500 permutations (200 × 2,500 = 500,000 permutations/trait). In each permutation, each individual's quantitative trait value is randomly assigned to a different individual's genotype set, and regression is performed on all SNPs. The procedure is repeated to create a distribution of all possible regression P values for all SNPs. The actual significance for each SNP is compared with the distribution of possible results from all 500,000 permutations of all the SNPs to calculate an empirical significance value as follows: P={∑ipi(Ni+1)-1}+1{∑iNi}+1={∑ipi(2501)-1}+1500001where P is the overall empirical P value, pi is the empirical P value and Ni is the number of permutations in the ith instance of PLINK (12Purcell S. Neale B. Todd-Brown K. Thomas L. Ferreira M.A. Bender D. Maller J. Sklar P. de Bakker P.I. Daly M.J. et al.PLINK: a tool set for whole-genome association and population-based linkage analyses.Am. J. Hum. Genet. 2007; 81: 559-575Abstract Full Text Full Text PDF PubMed Scopus (20266) Google Scholar). Since genotype data is unaffected, linkage disequilibrium between SNPs remains throughout permutations. Results of association and permutation were displayed using WGAViewer (16Ge D. Zhang K. Need A.C. Martin O. Fellay J. Urban T.J. Telenti A. Goldstein D.B. WGAViewer: software for genomic annotation of whole genome association studies.Genome Res. 2008; 18: 640-643Crossref PubMed Scopus (144) Google Scholar). Three distinct clusters were identified by IBS and multi-dimensional scaling (Fig. 1). Points were then colored by self-reported ethnicity, and all but two individuals fell into their respective clusters. The two individuals who did not cluster appropriately were removed from further analysis. Among the SHARE participants (Table 1), 27 SNPs in 4 loci were associated with a lipoprotein trait at a Benjamini Hochberg FDR–corrected significance (P < 2.27 × 10−6) (Fig. 2). The strongest association was seen between two variants just upstream of the APOA5 gene and TG concentrations (rs651821 and rs662799; P = 5.5 × 10−12). APOA5 lies within a cluster of apolipoprotein genes (APOA1/A4/A5/C3), resulting from an ancestral gene duplication event (17Pennacchio L.A. Rubin E.M. Apolipoprotein A5, a newly identified gene that affects plasma triglyceride levels in humans and mice.Arterioscler. Thromb. Vasc. Biol. 2003; 23: 529-534Crossref PubMed Scopus (155) Google Scholar) in which variants have been consistently reported to be associated with TG and HDL (2Chasman D.I. Pare G. Zee R.Y.L. Parker A.N. Cook N.R. Buring J.E. Kwiatkowski D.J. Rose L.M. Smith J.D. Williams P.T. et al.Genetic loci associated with plasma concentration of low-density lipoprotein cholesterol, high-density lipoprotein cholesterol, triglycerides, apolipoprotein A1, and apolipoprotein B among 6382 white women in genome-wide analysis with replication.Circ. Cardiovasc. Genet. 2008; 1: 21-31Crossref PubMed Scopus (109) Google Scholar, 7Willer C.J. Sanna S. Jackson A.U. Scuteri A. Bonnycastle L.L. Clarke R. Heath S.C. Timpson N.J. Najjar S.S. Stringham H.M. et al.Newly identified loci that influence lipid concentrations and risk of coronary artery disease.Nat. Genet. 2008; 40: 161-169Crossref PubMed Scopus (1330) Google Scholar). Associations between SNPs within the LPL gene and TG (lead SNP: rs13702; P = 1.7 × 10−6), the CETP gene and HDL concentrations (lead SNP: rs9939224; P = 6.2 × 10−7), and the APOE gene and LDL [lead SNP: rs7412; P = 1.7 × 10−6 (see supplementary Fig. I for Q-Q plots)] were also identified below the Benjamini Hochberg FDR threshold. No SNPs located outside of the previously reported loci were associated after Benjamini Hochberg FDR correction. After using max(T) permutation to empirically derive significance corrected for multiple testing, association of the APOA5 and LPL loci with TG, the CETP locus and HDL and the APOE locus and LDL remained (P < 0.05). The apparent signal-to-noise ratio improved after max(T) permutation (Fig. 2). The total CPU time for permutation analysis was over 10 years (480 CPUs × 10 days).Fig. 2Manhattan plots of regression and permutation results. Each point represents the −log(P) value for a single SNP linear regression including age, sex, BMI, and ethnicity as covariates. Improvement of signal-to-noise ratio upon 500,00 label-swapping max(T) permutations is seen in the bottom three graphs, in which the corrected empirical P values are reported. All points in the top graph are in the bottom graph, but the P value of many points have approached 1. P < 2.2 × 10−6 are highlighted in red in the top three graphs; P < 0.05 are highlighted in red in the bottom three graphs.View Large Image Figure ViewerDownload Hi-res image Download (PPT) Of the 40 lipoprotein associations previously reported, 32 were represented on the Illumina CVD beadchip and 22 of these loci contained a nominally associated SNP (P < 0.05). In a thorough examination of the linkage disequilibrium surrounding the previously reported SNPs, either the lead SNP or the SNP reported to be strongest associated to a trait in a previously reported study, or its proxy, a nearby SNP correlated with the lead SNP, was associated in the same direction with the same lipid fraction in our multiethnic sample for 13 loci (",
  "authors": [
    {
      "display_name": "Matthew B. Lanktree",
      "id": "A5047140394",
      "orcid": "https://orcid.org/0000-0002-5750-6286",
      "institutions": [
        {
          "id": "I125749732",
          "display_name": "Western University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Matthew B. Lanktree"
    },
    {
      "display_name": "Sonia S. Anand",
      "id": "A5058205892",
      "orcid": "https://orcid.org/0000-0003-3692-7441",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I2802834092",
          "display_name": "Population Health Research Institute",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I76442945",
          "display_name": "Hamilton Health Sciences",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Sonia S. Anand"
    },
    {
      "display_name": "Salim Yusuf",
      "id": "A5018419311",
      "orcid": "https://orcid.org/0000-0003-4776-5601",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I2802834092",
          "display_name": "Population Health Research Institute",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I76442945",
          "display_name": "Hamilton Health Sciences",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Salim Yusuf"
    },
    {
      "display_name": "Robert A. Hegele",
      "id": "A5035358062",
      "orcid": "https://orcid.org/0000-0003-2861-5325",
      "institutions": [
        {
          "id": "I125749732",
          "display_name": "Western University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Robert A. Hegele"
    }
  ],
  "publication_year": 2009,
  "publication_date": "2009-03-19",
  "type": "article",
  "cited_by_count": 60,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S11400418",
    "display_name": "Journal of Lipid Research",
    "issn_l": "0022-2275",
    "issn": [
      "0022-2275",
      "1539-7262"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320990"
  },
  "volume": "50",
  "issue": "7",
  "first_page": "1487",
  "last_page": "1496",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "http://www.jlr.org/article/S0022227520307963/pdf",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C106208931",
      "display_name": "Genome-wide association study",
      "level": 5,
      "score": 0.7882768
    },
    {
      "id": "C153209595",
      "display_name": "Single-nucleotide polymorphism",
      "level": 4,
      "score": 0.72002214
    },
    {
      "id": "C139275648",
      "display_name": "SNP",
      "level": 5,
      "score": 0.60287994
    },
    {
      "id": "C54355233",
      "display_name": "Genetics",
      "level": 1,
      "score": 0.5989907
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.56691223
    },
    {
      "id": "C166976648",
      "display_name": "Population stratification",
      "level": 5,
      "score": 0.5534584
    },
    {
      "id": "C177860879",
      "display_name": "Genetic epidemiology",
      "level": 3,
      "score": 0.53933436
    },
    {
      "id": "C2908647359",
      "display_name": "Population",
      "level": 2,
      "score": 0.5080757
    },
    {
      "id": "C186413461",
      "display_name": "Genetic association",
      "level": 5,
      "score": 0.50123286
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.3471378
    },
    {
      "id": "C60644358",
      "display_name": "Bioinformatics",
      "level": 1,
      "score": 0.33187127
    },
    {
      "id": "C135763542",
      "display_name": "Genotype",
      "level": 3,
      "score": 0.29801074
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.24537557
    },
    {
      "id": "C104317684",
      "display_name": "Gene",
      "level": 2,
      "score": 0.17055166
    },
    {
      "id": "C99454951",
      "display_name": "Environmental health",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10261",
      "display_name": "Genetic Associations and Epidemiology",
      "score": 0.9999
    },
    {
      "id": "T10027",
      "display_name": "Diabetes, Cardiovascular Risks, and Lipoproteins",
      "score": 0.9659
    },
    {
      "id": "T10394",
      "display_name": "Lipoproteins and Cardiovascular Health",
      "score": 0.9557
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1194/jlr.p900008-jlr200",
  "pdf_url": "http://www.jlr.org/article/S0022227520307963/pdf",
  "retrieved_date": "2025-07-30T16:04:56.455663",
  "source_database": "OpenAlex"
}