{
  "openalex_id": "W2030141210",
  "doi": "https://doi.org/10.1016/s0022-5347(01)63951-x",
  "title": "TWO CONSECUTIVE SETS OF TRANSRECTAL ULTRASOUND GUIDED SEXTANT BIOPSIES OF THE PROSTATE FOR THE DETECTION OF PROSTATE CANCER",
  "abstract": "No AccessJournal of UrologyClinical Urology: Original Articles1 Feb 1998TWO CONSECUTIVE SETS OF TRANSRECTAL ULTRASOUND GUIDED SEXTANT BIOPSIES OF THE PROSTATE FOR THE DETECTION OF PROSTATE CANCER Michael A. Levine, Michael Ittman, Jonathan Melamed, and Herbert Lepor Michael A. LevineMichael A. Levine , Michael IttmanMichael Ittman , Jonathan MelamedJonathan Melamed , and Herbert LeporHerbert Lepor View All Author Informationhttps://doi.org/10.1016/S0022-5347(01)63951-XAboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: We investigated the role of performing 2 consecutive sets of transrectal ultrasound guided sextant biopsies of the prostate in a single office visit as the protocol for detecting prostate cancer in men presenting for the first time with an abnormal digital rectal examination and/or elevated serum prostate specific antigen (PSA). Materials and Methods: A total of 137 consecutive men presenting for the first time with a clinically localized prostate nodule on digital rectal examination and/or elevated serum PSA based upon age specific reference ranges underwent 2 consecutive sets of sextant prostate biopsies under transrectal ultrasound guidance in a single office visit. The 2 sets of biopsies were processed and analyzed separately by pathologists. Results: Adenocarcinoma of the prostate was diagnosed in 43 of the patients (31%) undergoing biopsy. Adenocarcinoma of the prostate was diagnosed in only the second set of biopsies in 13 cases (10%). High grade prostatic intraepithelial neoplasia without adenocarcinoma of the prostate was observed in 18 of the first set of biopsies (15%). High grade intraepithelial neoplasia without adenocarcinoma of the prostate was the only pathological diagnosis in the second set of biopsies in 3 cases. The second set of biopsies provided important new clinical information related to prostate cancer in 20 cases (28%) and increased the number of cancers detected by 30%. In addition, 14 patients with high grade intraepithelial neoplasia who would have required a second set of biopsies were found not to have adenocarcinoma of the prostate. Prostate cancer was detected in 43, 27 and 24% of men with prostate volumes less than 30, 30 to 50 and greater than 50 cc, respectively. The percentage of prostate cancers detected only in the second set of biopsies was not significantly related to prostate size. Conclusions: Two consecutive sets of transrectal ultrasound guided sextant biopsies of the prostate performed in a single office visit represent a cost-effective biopsy strategy for men presenting with an abnormal digital rectal examination and/or elevated serum PSA. The benefits include increasing the detection of adenocarcinoma of the prostate and providing the recommended second set of biopsies for high grade intraepithelial neoplasia without increased morbidity or cost. References 1 : Cancer statistics.. CA.1997; 47: 5. Google Scholar 2 : Cancer control and quality of life following anatomical radical retropubic prostatectomy: results at 10 years.. J. Urol.1994; 152: 1831. Link, Google Scholar 3 : Early stage prostate cancer. When is observation appropriate?.. Hematol. Oncol. Clin. N. Amer.1996; 10: 611. Google Scholar 4 : Who is best benefitted by radical prostatectomy?.. Hematol. Oncol. Clin. N. Amer.1996; 10: 581. Google Scholar 5 : Ultrasound guided transrectal core biopsies of the palpably abnormal prostate.. J. Urol.1989; 142: 66. Link, Google Scholar 6 : Serial prostatic biopsies in men with persistently elevated serum prostate specific antigen levels.. J. Urol.1994; 151: 1571. Abstract, Google Scholar 7 : Serum prostate-specific antigen in community based population of healthy men. Establishment of age-specific ranges.. J.A.M.A.1993; 270: 860. Google Scholar 8 : Pathologic factors that influence prognosis in Stage A prostatic cancer: the influence of extent versus grade.. J. Urol.1981; 125: 516. Link, Google Scholar 9 : Evaluation of annual examinations in the detection of cancer. Special reference to cancer of the gastrointestinal tract, prostate, breast and female generative tract.. J.A.M.A.1960; 174: 1783. Google Scholar 10 : Measurement of prostate-specific antigen in serum as a screening test for prostate cancer.. New Engl. J. Med.1991; 324: 1156. Google Scholar 11 : Assessment of screening for prostate cancer using the digital rectal examination.. J. Urol.1989; 141: 1136. Link, Google Scholar 12 : Adenocarcinoma of the prostate: results of routine urological screening.. J. Urol.1984; 132: 690. Link, Google Scholar 13 : Systematic 5 region prostate biopsy is superior to sextant method for diagnosing carcinoma of the prostate.. J. Urol.1997; 157: 199. Link, Google Scholar 14 : The incidence of high grade prostatic intraepithelial neoplasia in needle biopsies.. J. Urol.1995; 154: 1791. Link, Google Scholar 15 : Prostatic intraepithelial neoplasia: a premalignant lesion.. Hum. Path.1992; 23: 242. Google Scholar 16 : Prostatic intraepithelial neoplasia is a risk factor for adenocarcinoma: predictive accuracy in needle biopsies.. J. Urol.1995; 154: 1295. Link, Google Scholar 17 : Significance of prostatic intraepithelial neoplasia on prostate needle biopsy.. Urology.1991; 38: 103. Google Scholar 18 : Repeat needle biopsy: who needs it?.. J. Urol.1995; 153: 1496. Link, Google Scholar 19 : Significance of high grade prostatic intraepithelial neoplasia on needle biopsy.. Hum. Path.1993; 24: 624. Google Scholar 20 : Follow-up aspiration biopsies for dysplasia of the prostate.. Lab. Invest.1989; 60: 70A. Google Scholar 21 : Prostate intraepithelial neoplasia: detection and correlation with invasive cancer in fine-needle biopsy.. Urology.1989; 34: 57. Google Scholar 22 : DNA distribution in the prostate.. Normal gland, benign and premalignant lesions, and subsequent adenocarcinomas. Anal. Quant. Cytol. Histol.1993; 15: 247. Google Scholar 23 : Outcome of sextant biopsy according to gland volume.. Urology.1997; 49: 55. Google Scholar 24 : The influence of prostatic size on cancer detection.. Urology.1995; 46: 821. Google Scholar 25 : Carcinoma of the prostate.. In: Adult and Pediatric Urology.. Edited by . St Louis: Mosby Year-Book1996: 1606. chapt. 32. Google Scholar 26 : Indications for total prostatectomy.. AUA Update Series.1984; vol. 3. lesson 2. Google Scholar Departments of Urology and Pathology, New York University Medical Center, and Manhattan Veterans Administration Medical Center, New York, New York.© 1998 by American Urological Association, Inc.FiguresReferencesRelatedDetailsCited byMendhiratta N, Rosenkrantz A, Meng X, Wysock J, Fenstermaker M, Huang R, Deng F, Melamed J, Zhou M, Huang W, Lepor H and Taneja S (2015) Magnetic Resonance Imaging-Ultrasound Fusion Targeted Prostate Biopsy in a Consecutive Cohort of Men with No Previous Biopsy: Reduction of Over Detection through Improved Risk StratificationJournal of Urology, VOL. 194, NO. 6, (1601-1606), Online publication date: 1-Dec-2015.Bjurlin M, Carter H, Schellhammer P, Cookson M, Gomella L, Troyer D, Wheeler T, Schlossberg S, Penson D and Taneja S (2013) Optimization of Initial Prostate Biopsy in Clinical Practice: Sampling, Labeling and Specimen ProcessingJournal of Urology, VOL. 189, NO. 6, (2039-2046), Online publication date: 1-Jun-2013.RiChard J, Motamedinia P, McKiernan J, DeCastro G and Benson M (2012) Routine Transition Zone Biopsy During Active Surveillance for Prostate Cancer Rarely Provides Unique Evidence of Disease ProgressionJournal of Urology, VOL. 188, NO. 6, (2177-2182), Online publication date: 1-Dec-2012.Kaplan S, Lee R, Chung D, Te A, Scherr D, Tewari A and Vaughan E (2012) Prostate Biopsy in Response to a Change in Nadir Prostate Specific Antigen of 0.4 ng/ml after Treatment with 5α-Reductase Inhibitors Markedly Enhances the Detection Rate of Prostate CancerJournal of Urology, VOL. 188, NO. 3, (757-761), Online publication date: 1-Sep-2012.Zaytoun O, Moussa A, Gao T, Fareed K and Jones J (2011) Office Based Transrectal Saturation Biopsy Improves Prostate Cancer Detection Compared to Extended Biopsy in the Repeat Biopsy PopulationJournal of Urology, VOL. 186, NO. 3, (850-854), Online publication date: 1-Sep-2011.Klein T, Palisaar R, Holz A, Brock M, Noldus J and Hinkel A (2010) The Impact of Prostate Biopsy and Periprostatic Nerve Block on Erectile and Voiding Function: A Prospective StudyJournal of Urology, VOL. 184, NO. 4, (1447-1452), Online publication date: 1-Oct-2010.Neill M, Toi A, Lockwood G, Evans A, Tammsalu L and Fleshner N (2008) Systematic Lateral Prostate Biopsy—Are the Benefits Worth the Costs?Journal of Urology, VOL. 179, NO. 4, (1321-1326), Online publication date: 1-Apr-2008.Toi A, Neill M, Lockwood G, Sweet J, Tammsalu L and Fleshner N (2018) The Continuing Importance of Transrectal Ultrasound Identification of Prostatic LesionsJournal of Urology, VOL. 177, NO. 2, (516-520), Online publication date: 1-Feb-2007.Thompson I and Lucia M (2018) Diagnosing Prostate Cancer: Through a Glass, DarklyJournal of Urology, VOL. 175, NO. 5, (1598-1599), Online publication date: 1-May-2006.Epstein J and Herawi M (2018) Prostate Needle Biopsies Containing Prostatic Intraepithelial Neoplasia or Atypical Foci Suspicious for Carcinoma: Implications for Patient CareJournal of Urology, VOL. 175, NO. 3, (820-834), Online publication date: 1-Mar-2006.NAYA Y, OCHIAI A, TRONCOSO P and BABAIAN R (2018) A COMPARISON OF EXTENDED BIOPSY AND SEXTANT BIOPSY SCHEMES FOR PREDICTING THE PATHOLOGICAL STAGE OF PROSTATE CANCERJournal of Urology, VOL. 171, NO. 6 Part 1, (2203-2208), Online publication date: 1-Jun-2004.Yuen J (2018) Re: Prostate Specific Antigen Based Biennial Screening is Sufficient to Detect Almost all Prostate Cancers While Still CurableJournal of Urology, VOL. 171, NO. 3, (1246-1246), Online publication date: 1-Mar-2004.ÖZDEN E, YAMAN Ö, GÖĞÜŞ Ç, ÖZGENCIL E and SOYGÜR T (2018) The Optimum Doses of and Injection Locations for Periprostatic Nerve Blockade for Transrectal Ultrasound Guided Biopsy of the Prostate: A Prospective, Randomized, Placebo Controlled StudyJournal of Urology, VOL. 170, NO. 6, (2319-2322), Online publication date: 1-Dec-2003.HUGOSSON J, AUS G, LILJA H, LODDING P, PIHL C and PILEBLAD E (2018) Prostate Specific Antigen Based Biennial Screening is Sufficient to Detect Almost All Prostate Cancers While Still CurableJournal of Urology, VOL. 169, NO. 5, (1720-1723), Online publication date: 1-May-2003.UNG J, SAN FRANCISCO I, REGAN M, DeWOLF W and OLUMI A (2018) The Relationship of Prostate Gland Volume to Extended Needle Biopsy on Prostate Cancer DetectionJournal of Urology, VOL. 169, NO. 1, (130-135), Online publication date: 1-Jan-2003.MATLAGA B, ESKEW L and McCULLOUGH D (2018) Prostate Biopsy: Indications and TechniqueJournal of Urology, VOL. 169, NO. 1, (12-19), Online publication date: 1-Jan-2003.PEYROMAURE M, RAVERY V, MESSAS A, TOUBLANC M, BOCCON-GIBOD L and BOCCON-GIBOD L (2018) PAIN AND MORBIDITY OF AN EXTENSIVE PROSTATE 10-BIOPSY PROTOCOL: A PROSPECTIVE STUDY IN 289 PATIENTSJournal of Urology, VOL. 167, NO. 1, (218-221), Online publication date: 1-Jan-2002.DJAVAN B, WALDERT M, ZLOTTA A, DOBRONSKI P, SEITZ C, REMZI M, BORKOWSKI A, SCHULMAN C and MARBERGER M (2018) SAFETY AND MORBIDITY OF FIRST AND REPEAT TRANSRECTAL ULTRASOUND GUIDED PROSTATE NEEDLE BIOPSIES: RESULTS OF A PROSPECTIVE EUROPEAN PROSTATE CANCER DETECTION STUDYJournal of Urology, VOL. 166, NO. 3, (856-860), Online publication date: 1-Sep-2001.STEWART C, LEIBOVICH B, WEAVER A and LIEBER M (2018) PROSTATE CANCER DIAGNOSIS USING A SATURATION NEEDLE BIOPSY TECHNIQUE AFTER PREVIOUS NEGATIVE SEXTANT BIOPSIESJournal of Urology, VOL. 166, NO. 1, (86-92), Online publication date: 1-Jul-2001.GORE J, SHARIAT S, MILES B, KADMON D, JIANG N, WHEELER T and SLAWIN K (2018) OPTIMAL COMBINATIONS OF SYSTEMATIC SEXTANT AND LATERALLY DIRECTED BIOPSIES FOR THE DETECTION OF PROSTATE CANCERJournal of Urology, VOL. 165, NO. 5, (1554-1559), Online publication date: 1-May-2001.Thompson I (2018) RE: RE: CHEMOPREVENTION OF UROLOGICAL CANCERJournal of Urology, VOL. 164, NO. 4, (1321-1322), Online publication date: 1-Oct-2000.NAUGHTON C, MILLER D, MAGER D, ORNSTEIN D and CATALONA W (2018) A PROSPECTIVE RANDOMIZED TRIAL COMPARING 6 VERSUS 12 PROSTATE BIOPSY CORES: IMPACT ON CANCER DETECTIONJournal of Urology, VOL. 164, NO. 2, (388-392), Online publication date: 1-Aug-2000.ROBERTS R, BERGSTRALH E, PETERSON N, BOSTWICK D, LIEBER M and JACOBSEN S (2018) POSITIVE AND NEGATIVE BIOPSIES IN THE PRE-PROSTATE SPECIFIC ANTIGEN AND PROSTATE SPECIFIC ANTIGEN ERAS, 1980 TO 1997Journal of Urology, VOL. 163, NO. 5, (1471-1475), Online publication date: 1-May-2000.NAUGHTON C, ORNSTEIN D, SMITH D and CATALONA W (2018) PAIN AND MORBIDITY OF TRANSRECTAL ULTRASOUND GUIDED PROSTATE BIOPSY: A PROSPECTIVE RANDOMIZED TRIAL OF 6 VERSUS 12 CORESJournal of Urology, VOL. 163, NO. 1, (168-171), Online publication date: 1-Jan-2000.BORBOROGLU P, COMER S, RIFFENBURGH R and AMLING C (2018) EXTENSIVE REPEAT TRANSRECTAL ULTRASOUND GUIDED PROSTATE BIOPSY IN PATIENTS WITH PREVIOUS BENIGN SEXTANT BIOPSIESJournal of Urology, VOL. 163, NO. 1, (158-162), Online publication date: 1-Jan-2000.BABAIAN R, TOI A, KAMOI K, TRONCOSO P, SWEET J, EVANS R, JOHNSTON D and CHEN M (2018) A COMPARATIVE ANALYSIS OF SEXTANT AND AN EXTENDED 11-CORE MULTISITE DIRECTED BIOPSY STRATEGYJournal of Urology, VOL. 163, NO. 1, (152-157), Online publication date: 1-Jan-2000.STAMEY T and YEMOTO C (2018) EXAMINATION OF THE 3 MOLECULAR FORMS OF SERUM PROSTATE SPECIFIC ANTIGEN FOR DISTINGUISHING NEGATIVE FROM POSITIVE BIOPSY: RELATIONSHIP TO TRANSITION ZONE VOLUMEJournal of Urology, VOL. 163, NO. 1, (119-126), Online publication date: 1-Jan-2000.EPSTEIN J, WALSH P, AKINGBA G and CARTER H (2018) THE SIGNIFICANCE OF PRIOR BENIGN NEEDLE BIOPSIES IN MEN SUBSEQUENTLY DIAGNOSED WITH PROSTATE CANCERJournal of Urology, VOL. 162, NO. 5, (1649-1652), Online publication date: 1-Nov-1999.CHANG J, SHINOHARA K, BHARGAVA V and PRESTI J (2018) PROSPECTIVE EVALUATION OF LATERAL BIOPSIES OF THE PERIPHERAL ZONE FOR PROSTATE CANCER DETECTIONJournal of Urology, VOL. 160, NO. 6 Part 1, (2111-2114), Online publication date: 1-Dec-1998. (2018) EDITORIAL COMMENTJournal of Urology, VOL. 160, NO. 2, (418-419), Online publication date: 1-Aug-1998. Volume 159Issue 2February 1998Page: 471-476 Advertisement Copyright & Permissions© 1998 by American Urological Association, Inc.Metrics Author Information Michael A. Levine More articles by this author Michael Ittman More articles by this author Jonathan Melamed More articles by this author Herbert Lepor More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Michael A. Levine",
      "id": "A5059498646",
      "orcid": "https://orcid.org/0000-0003-0036-7809",
      "institutions": [
        {
          "id": "I2799503643",
          "display_name": "Columbia University Irving Medical Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I57206974",
          "display_name": "New York University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Michael A. Levine"
    },
    {
      "display_name": "Michael Ittman",
      "id": "A5059771621",
      "orcid": null,
      "institutions": [
        {
          "id": "I57206974",
          "display_name": "New York University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I2799503643",
          "display_name": "Columbia University Irving Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Michael Ittman"
    },
    {
      "display_name": "Jonathan Melamed",
      "id": "A5011447518",
      "orcid": "https://orcid.org/0000-0003-2844-7990",
      "institutions": [
        {
          "id": "I2799503643",
          "display_name": "Columbia University Irving Medical Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I57206974",
          "display_name": "New York University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jonathan Melamed"
    },
    {
      "display_name": "Herbert Lepor",
      "id": "A5011556876",
      "orcid": "https://orcid.org/0000-0002-7839-835X",
      "institutions": [
        {
          "id": "I2799503643",
          "display_name": "Columbia University Irving Medical Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I57206974",
          "display_name": "New York University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Herbert Lepor"
    }
  ],
  "publication_year": 1998,
  "publication_date": "1998-02-01",
  "type": "article",
  "cited_by_count": 418,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "159",
  "issue": "2",
  "first_page": "471",
  "last_page": "476",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.96967024
    },
    {
      "id": "C2780192828",
      "display_name": "Prostate cancer",
      "level": 3,
      "score": 0.7638626
    },
    {
      "id": "C2776235491",
      "display_name": "Prostate",
      "level": 3,
      "score": 0.7468338
    },
    {
      "id": "C126894567",
      "display_name": "Urology",
      "level": 1,
      "score": 0.50086594
    },
    {
      "id": "C143753070",
      "display_name": "Ultrasound",
      "level": 2,
      "score": 0.47035575
    },
    {
      "id": "C126838900",
      "display_name": "Radiology",
      "level": 1,
      "score": 0.44243795
    },
    {
      "id": "C121608353",
      "display_name": "Cancer",
      "level": 2,
      "score": 0.3153955
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.14879477
    }
  ],
  "topics": [
    {
      "id": "T10124",
      "display_name": "Prostate Cancer Diagnosis and Treatment",
      "score": 0.9996
    },
    {
      "id": "T10543",
      "display_name": "Prostate Cancer Treatment and Research",
      "score": 0.9968
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/s0022-5347(01)63951-x",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:55:41.473804",
  "source_database": "OpenAlex"
}