{
  "openalex_id": "W2036610808",
  "doi": "https://doi.org/10.1016/j.juro.2010.10.057",
  "title": "Predicting 15-Year Prostate Cancer Specific Mortality After Radical Prostatectomy",
  "abstract": "No AccessJournal of UrologyAdult Urology1 Mar 2011Predicting 15-Year Prostate Cancer Specific Mortality After Radical Prostatectomy Scott E. Eggener, Peter T. Scardino, Patrick C. Walsh, Misop Han, Alan W. Partin, Bruce J. Trock, Zhaoyong Feng, David P. Wood, James A. Eastham, Ofer Yossepowitch, Danny M. Rabah, Michael W. Kattan, Changhong Yu, Eric A. Klein, and Andrew J. Stephenson Scott E. EggenerScott E. Eggener Section of Urology, University of Chicago Medical Center, Chicago, Illinois , Peter T. ScardinoPeter T. Scardino Urology Service, Department of Surgery, Sidney Kimmel Center for Prostate and Urologic Cancers, Memorial Sloan-Kettering Cancer Center, New York, New York , Patrick C. WalshPatrick C. Walsh James Buchanan Brady Urological Institute, Johns Hopkins School of Medicine, Baltimore, Maryland , Misop HanMisop Han James Buchanan Brady Urological Institute, Johns Hopkins School of Medicine, Baltimore, Maryland , Alan W. PartinAlan W. Partin James Buchanan Brady Urological Institute, Johns Hopkins School of Medicine, Baltimore, Maryland , Bruce J. TrockBruce J. Trock James Buchanan Brady Urological Institute, Johns Hopkins School of Medicine, Baltimore, Maryland , Zhaoyong FengZhaoyong Feng James Buchanan Brady Urological Institute, Johns Hopkins School of Medicine, Baltimore, Maryland , David P. WoodDavid P. Wood Department of Urology, University of Michigan, Ann Arbor, Michigan , James A. EasthamJames A. Eastham Urology Service, Department of Surgery, Sidney Kimmel Center for Prostate and Urologic Cancers, Memorial Sloan-Kettering Cancer Center, New York, New York , Ofer YossepowitchOfer Yossepowitch Rabin Medical Center, Petach Tikvah, Israel , Danny M. RabahDanny M. Rabah Division of Urology, Department of Surgery, Princess Johara Alibrahim Center for Cancer Research, King Saud University, Riyadh, Saudi Arabia , Michael W. KattanMichael W. Kattan Cleveland Clinic, Cleveland, Ohio , Changhong YuChanghong Yu Department of Quantitative Health Sciences, Cleveland Clinic, Cleveland, Ohio , Eric A. KleinEric A. Klein Glickman Urological and Kidney Institute, Cleveland Clinic, Cleveland, Ohio , and Andrew J. StephensonAndrew J. Stephenson Glickman Urological and Kidney Institute, Cleveland Clinic, Cleveland, Ohio View All Author Informationhttps://doi.org/10.1016/j.juro.2010.10.057AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: Long-term prostate cancer specific mortality after radical prostatectomy is poorly defined in the era of widespread screening. An understanding of the treated natural history of screen detected cancers and the pathological risk factors for prostate cancer specific mortality are needed for treatment decision making. Materials and Methods: Using Fine and Gray competing risk regression analysis we modeled clinical and pathological data, and followup information on 11,521 patients treated with radical prostatectomy at a total of 4 academic centers from 1987 to 2005 to predict prostate cancer specific mortality. The model was validated on 12,389 patients treated at a separate institution during the same period. Median followup in the modeling and validation cohorts was 56 and 96 months, respectively. Results: The overall 15-year prostate cancer specific mortality rate was 7%. Primary and secondary Gleason grade 4–5 (each p <0.001), seminal vesicle invasion (p <0.001) and surgery year (p = 0.002) were significant predictors of prostate cancer specific mortality. A nomogram predicting 15-year prostate cancer specific mortality based on standard pathological parameters was accurate and discriminating with an externally validated concordance index of 0.92. When stratified by patient age at diagnosis, the 15-year prostate cancer specific mortality rate for pathological Gleason score 6 or less, 3 + 4, 4 + 3 and 8–10 was 0.2% to 1.2%, 4.2% to 6.5%, 6.6% to 11% and 26% to 37%, respectively. The 15-year prostate cancer specific mortality risk was 0.8% to 1.5%, 2.9% to 10%, 15% to 27% and 22% to 30% for organ confined cancer, extraprostatic extension, seminal vesicle invasion and lymph node metastasis, respectively. Only 3 of 9,557 patients with organ confined, pathological Gleason score 6 or less cancer died of prostate cancer. Conclusions: Poorly differentiated cancer and seminal vesicle invasion are the prime determinants of prostate cancer specific mortality after radical prostatectomy. The prostate cancer specific mortality risk can be predicted with remarkable accuracy after the pathological features of prostate cancer are known. References 1 : Radical prostatectomy versus watchful waiting in localized prostate cancer: the Scandinavian prostate cancer group-4 randomized trial. J Natl Cancer Inst2008; 100: 1144. Google Scholar 2 : Lead time and overdiagnosis in prostate-specific antigen screening: importance of methods and context. J Natl Cancer Inst2009; 101: 374. Google Scholar 3 : Postoperative nomogram predicting the 10-year probability of prostate cancer recurrence after radical prostatectomy. J Clin Oncol2005; 23: 7005. Google Scholar 4 : Postoperative nomogram for disease recurrence after radical prostatectomy for prostate cancer. J Clin Oncol1999; 17: 1499. Google Scholar 5 : Prostate cancer-specific mortality after radical prostatectomy for patients treated in the prostate-specific antigen era. J Clin Oncol2009; 27: 4300. Google Scholar 6 : AJCC Cancer Staging Manual: American Joint Committee on Cancer . New York: Springer-Verlag2002. Google Scholar 7 : Pathologic stage migration has slowed in the late PSA era. Urology2007; 70: 839. Google Scholar 8 : 20-Year outcomes following conservative management of clinically localized prostate cancer. JAMA2005; 293: 2095. Google Scholar 9 : Long-term outcome among men with conservatively treated localised prostate cancer. Br J Cancer2006; 95: 1186. Google Scholar 10 : A model of the natural history of screen-detected prostate cancer, and the effect of radical treatment on overall survival. Br J Cancer2006; 94: 1361. Google Scholar 11 : The 2005 International Society of Urological Pathology (ISUP) Consensus Conference on Gleason Grading of Prostatic Carcinoma. Am J Surg Pathol2005; 29: 1228. Google Scholar 12 : Clinical results of long-term follow-up of a large, active surveillance cohort with localized prostate cancer. J Clin Oncol2010; 28: 126. Google Scholar 13 : Adjuvant radiotherapy for pathological T3N0M0 prostate cancer significantly reduces risk of metastases and improves survival: long-term followup of a randomized clinical trial. J Urol2009; 181: 956. Link, Google Scholar 14 : Risk of prostate cancer-specific mortality following biochemical recurrence after radical prostatectomy. JAMA2005; 294: 433. Google Scholar 15 : Surrogate end point for prostate cancer-specific mortality after radical prostatectomy or radiation therapy. J Natl Cancer Inst2003; 95: 1376. Google Scholar 16 : Predictors of prostate cancer-specific mortality after radical prostatectomy or radiation therapy. J Clin Oncol2005; 23: 6992. Google Scholar 17 : Identification of patients with prostate cancer who benefit from immediate postoperative radiotherapy: EORTC 22911. J Clin Oncol2007; 25: 4178. Google Scholar 18 : Salvage radiotherapy for recurrent prostate cancer after radical prostatectomy. JAMA2004; 291: 1325. Google Scholar 19 : Prostate cancer-specific survival following salvage radiotherapy vs observation in men with biochemical recurrence after radical prostatectomy. JAMA2008; 299: 2760. Google Scholar 20 : The surgical learning curve for prostate cancer control after radical prostatectomy. J Natl Cancer Inst2007; 99: 1171. Google Scholar 21 : Prostate cancer and the Will Rogers phenomenon. J Natl Cancer Inst2005; 97: 1248. Google Scholar 22 : 25-year prostate cancer control and survival outcomes: a 40-year radical prostatectomy single institution series. J Urol2006; 176: 569. Link, Google Scholar 23 : Natural history of early, localized prostate cancer. JAMA2004; 291: 2713. Google Scholar 24 : Quality of life and satisfaction with outcome among prostate-cancer survivors. N Engl J Med2008; 358: 1250. Google Scholar 25 : Preoperative PSA velocity and the risk of death from prostate cancer after radical prostatectomy. N Engl J Med2004; 351: 125. Google Scholar © 2011 by American Urological Association Education and Research, Inc.FiguresReferencesRelatedDetailsCited byPaudel R, Madan R, Qi J, Ferrante S, Cher M, Lane B, George A, Semerjian A and Ginsburg K (2022) The Use and Short-term Outcomes of Men With National Comprehensive Cancer Network Favorable Intermediate-risk Prostate Cancer Managed With Active Surveillance: The Initial Michigan Urological Surgery Improvement Collaborative ExperienceJournal of Urology, McKay R, Xie W, Ye H, Fennessy F, Zhang Z, Lis R, Calagua C, Rathkopf D, Laudone V, Bubley G, Einstein D, Chang P, Wagner A, Parsons J, Preston M, Kilbridge K, Chang S, Choudhury A, Pomerantz M, Trinh Q, Kibel A and Taplin M (2021) Results of a Randomized Phase II Trial of Intense Androgen Deprivation Therapy prior to Radical Prostatectomy in Men with High-Risk Localized Prostate CancerJournal of Urology, VOL. 206, NO. 1, (80-87), Online publication date: 1-Jul-2021.McKay R, Berchuck J, Kwak L, Xie W, Silver R, Bubley G, Chang P, Wagner A, Zhang Z, Kibel A and Taplin M (2021) Outcomes of Post-Neoadjuvant Intense Hormone Therapy and Surgery for High Risk Localized Prostate Cancer: Results of a Pooled Analysis of Contemporary Clinical TrialsJournal of Urology, VOL. 205, NO. 6, (1689-1697), Online publication date: 1-Jun-2021.Chen M, Zhuang J, Fu Y, Guo S, Zang S, Ai S, Qiu X, Wang F and Guo H (2020) Can 68Ga-PSMA-11 Positron Emission Tomography/Computerized Tomography Predict Pathological Response of Primary Prostate Cancer to Neoadjuvant Androgen Deprivation Therapy? A Pilot StudyJournal of Urology, VOL. 205, NO. 4, (1082-1089), Online publication date: 1-Apr-2021.Maggi M, Cowan J, Fasulo V, Washington S, Lonergan P, Sciarra A, Nguyen H and Carroll P (2020) The Long-Term Risks of Metastases in Men on Active Surveillance for Early Stage Prostate CancerJournal of Urology, VOL. 204, NO. 6, (1222-1228), Online publication date: 1-Dec-2020.Ahmad A, Richard P, Leão R, Hajiha M, Martin L, Komisarenko M, Grewal R, Goldberg H, Salem S, Jain K, Oliaei A, Horyn I, Timilshina N, Zlotta A, Hamilton R, Kulkarni G, Fleshner N, Alibhaic S and Finelli A (2020) Does Time Spent on Active Surveillance Adversely Affect the Pathological and Oncologic Outcomes in Patients Undergoing Delayed Radical Prostatectomy?Journal of Urology, VOL. 204, NO. 3, (476-482), Online publication date: 1-Sep-2020.Bloom J, Hale G, Gold S, Rayn K, Smith C, Mehralivand S, Czarniecki M, Valera V, Wood B, Merino M, Choyke P, Parnes H, Turkbey B and Pinto P (2018) Predicting Gleason Group Progression for Men on Prostate Cancer Active Surveillance: Role of a Negative Confirmatory Magnetic Resonance Imaging-Ultrasound Fusion BiopsyJournal of Urology, VOL. 201, NO. 1, (84-90), Online publication date: 1-Jan-2019.Hyams E (2018) Editorial CommentJournal of Urology, VOL. 200, NO. 5, (1074-1074), Online publication date: 1-Nov-2018.Patel H, Gupta M, Tosoian J, Carter H, Partin A and Epstein J (2018) Subtyping the Risk of Intermediate Risk Prostate Cancer for Active Surveillance Based on Adverse Pathology at Radical ProstatectomyJournal of Urology, VOL. 200, NO. 5, (1068-1074), Online publication date: 1-Nov-2018.Salmasi A, Said J, Shindel A, Khoshnoodi P, Felker E, Sisk A, Grogan T, McCullough D, Bennett J, Bailey H, Lawrence H, Elashoff D, Marks L, Raman S, Febbo P and Reiter R (2018) A 17-Gene Genomic Prostate Score Assay Provides Independent Information on Adverse Pathology in the Setting of Combined Multiparametric Magnetic Resonance Imaging Fusion Targeted and Systematic Prostate BiopsyJournal of Urology, VOL. 200, NO. 3, (564-572), Online publication date: 1-Sep-2018.Nguyen D, Vertosick E, Sharma V, Corradi R, Vilaseca A, Takeda T, Sjoberg D, Benfante N, Fine S, Reuter V, Scardino P, Eastham J, Karnes R and Touijer K (2018) Does Subclassification of Pathologically Organ Confined (pT2) Prostate Cancer Provide Prognostic Discrimination of Outcomes after Radical Prostatectomy?Journal of Urology, VOL. 199, NO. 6, (1502-1509), Online publication date: 1-Jun-2018.Aghazadeh M, Frankel J, Belanger M, McLaughlin T, Tortora J, Staff I and Wagner J (2017) National Comprehensive Cancer Network® Favorable Intermediate Risk Prostate Cancer—Is Active Surveillance Appropriate?Journal of Urology, VOL. 199, NO. 5, (1196-1201), Online publication date: 1-May-2018.Audenet F, Vertosick E, Fine S, Sjoberg D, Vickers A, Reuter V, Eastham J, Scardino P and Touijer K (2017) Biopsy Core Features are Poor Predictors of Adverse Pathology in Men with Grade Group 1 Prostate CancerJournal of Urology, VOL. 199, NO. 4, (961-968), Online publication date: 1-Apr-2018.Nassiri N, Chang E, Lieu P, Priester A, Margolis D, Huang J, Reiter R, Dorey F, Marks L and Natarajan S (2017) Focal Therapy Eligibility Determined by Magnetic Resonance Imaging/Ultrasound Fusion BiopsyJournal of Urology, VOL. 199, NO. 2, (453-458), Online publication date: 1-Feb-2018.Dai C, Ganesan V, Zabell J, Nyame Y, Almassi N, Greene D, Hettel D, Reichard C, Haywood S, Arora H, Zampini A, Crane A, Li J, Elshafei A, Magi-Galluzzi C, Stein R, Fareed K, Gong M, Jones J, Klein E and Stephenson A (2017) Impact of 5α-Reductase Inhibitors on Disease Reclassification among Men on Active Surveillance for Localized Prostate Cancer with Favorable FeaturesJournal of Urology, VOL. 199, NO. 2, (445-452), Online publication date: 1-Feb-2018.Sanda M (2017) Patients with Intermediate Risk Prostate Cancer May be Good Candidates for Active SurveillanceJournal of Urology, VOL. 198, NO. 5, (997-999), Online publication date: 1-Nov-2017.Zareba P, Eastham J, Scardino P and Touijer K (2017) Contemporary Patterns of Care and Outcomes of Men Found to Have Lymph Node Metastases at the Time of Radical ProstatectomyJournal of Urology, VOL. 198, NO. 5, (1077-1084), Online publication date: 1-Nov-2017.Haywood S, Stephenson A and Klein E (2016) Gene Expression Testing as a Predictor of Adverse Pathology after Radical Prostatectomy: Implications for Choosing Patients for Active SurveillanceUrology Practice, VOL. 4, NO. 2, (140-148), Online publication date: 1-Mar-2017.Eggener S (2016) Editorial CommentJournal of Urology, VOL. 196, NO. 6, (1668-1669), Online publication date: 1-Dec-2016. (2016) Reply by AuthorsJournal of Urology, VOL. 196, NO. 5, (1590-1591), Online publication date: 1-Nov-2016.Boehm K, Larcher A, Tian Z, Mandel P, Schiffmann J, Karakiewicz P, Graefen M, Huland H and Tilki D (2016) Low Other Cause Mortality Rates Reflect Good Patient Selection in Patients with Prostate Cancer Treated with Radical ProstatectomyJournal of Urology, VOL. 196, NO. 1, (82-88), Online publication date: 1-Jul-2016.Moschini M, Sharma V, Zattoni F, Boorjian S, Frank I, Gettman M, Thompson R, Tollefson M, Kwon E and Karnes R (2015) Risk Stratification of pN+ Prostate Cancer after Radical Prostatectomy from a Large Single Institutional Series with Long-Term FollowupJournal of Urology, VOL. 195, NO. 6, (1773-1778), Online publication date: 1-Jun-2016.Glass A, Leo M, Haddad Z, Yousefi K, du Plessis M, Chen C, Choeurng V, Abdollah F, Robbins B, Ra S, Richert-Boe K, Buerki C, Pearson K, Davicioni E and Weinmann S (2015) Validation of a Genomic Classifier for Predicting Post-Prostatectomy Recurrence in a Community Based Health Care SettingJournal of Urology, VOL. 195, NO. 6, (1748-1753), Online publication date: 1-Jun-2016.Yamamoto T, Musunuru H, Vesprini D, Zhang L, Ghanem G, Loblaw A and Klotz L (2015) Metastatic Prostate Cancer in Men Initially Treated with Active SurveillanceJournal of Urology, VOL. 195, NO. 5, (1409-1414), Online publication date: 1-May-2016.Maurice M, Zhu H and Abouassaly R (2015) Low Use of Immediate and Delayed Postoperative Radiation for Prostate Cancer with Adverse Pathological FeaturesJournal of Urology, VOL. 194, NO. 4, (972-976), Online publication date: 1-Oct-2015.Vilaseca A, Nguyen D and Touijer K (2015) Should Fluorescence Mapping be Used to Guide Pelvic Lymph Node Dissection?Journal of Urology, VOL. 194, NO. 2, (280-281), Online publication date: 1-Aug-2015.Taneja S (2015) Re: The Relationship between the Extent of Extraprostatic Extension and Survival following Radical ProstatectomyJournal of Urology, VOL. 193, NO. 6, (1982-1982), Online publication date: 1-Jun-2015.Valerio M, Anele C, Freeman A, Jameson C, Singh P, Hu Y, Emberton M and Ahmed H (2014) Identifying the Index Lesion with Template Prostate Mapping BiopsiesJournal of Urology, VOL. 193, NO. 4, (1185-1190), Online publication date: 1-Apr-2015.Sakshaug J, Hollenbeck B, Wei J and Hollingsworth J (2014) Availability of In-Office Laboratory Services and Use of Prostate Specific Antigen TestingUrology Practice, VOL. 1, NO. 3, (111-116), Online publication date: 1-Sep-2014.Humphrey P, Hickey T, Riley T, Mabie J, Bellinger A, Strother M and Andriole G (2014) Modified Gleason Grade of Prostatic Adenocarcinomas Detected in the PLCO Cancer Screening TrialJournal of Urology, VOL. 192, NO. 2, (391-395), Online publication date: 1-Aug-2014.Mullins J, Feng Z, Trock B, Epstein J, Walsh P and Loeb S (2012) The Impact of Anatomical Radical Retropubic Prostatectomy on Cancer Control: The 30-Year AnniversaryJournal of Urology, VOL. 188, NO. 6, (2219-2224), Online publication date: 1-Dec-2012.Lavery H and Droller M (2012) Do Gleason Patterns 3 and 4 Prostate Cancer Represent Separate Disease States?Journal of Urology, VOL. 188, NO. 5, (1667-1675), Online publication date: 1-Nov-2012.Goldfarb D (2012) Re: A Simplified Donor Risk Index for Predicting Outcome after Deceased Donor Kidney TransplantationJournal of Urology, VOL. 188, NO. 1, (233-234), Online publication date: 1-Jul-2012.Ahmed H (2012) ProJournal of Urology, VOL. 187, NO. 3, (792-794), Online publication date: 1-Mar-2012.Shikanov S and Eggener S (2011) Hazard of Prostate Cancer Specific Mortality After Radical ProstatectomyJournal of Urology, VOL. 187, NO. 1, (124-128), Online publication date: 1-Jan-2012.Moore C, Klotz L and Emberton M (2011) Re: A Critical Analysis of the Tumor Volume Threshold for Clinically Insignificant Prostate Cancer Using a Data Set of a Randomized Screening TrialJournal of Urology, VOL. 186, NO. 3, (1158-1159), Online publication date: 1-Sep-2011. Volume 185Issue 3March 2011Page: 869-875 Advertisement Copyright & Permissions© 2011 by American Urological Association Education and Research, Inc.Keywordsmortalityprostatectomyprostatic neoplasmsnomogramsprostateMetricsAuthor Information Scott E. Eggener Section of Urology, University of Chicago Medical Center, Chicago, Illinois Financial interest and/or other relationship with Visualase. More articles by this author Peter T. Scardino Urology Service, Department of Surgery, Sidney Kimmel Center for Prostate and Urologic Cancers, Memorial Sloan-Kettering Cancer Center, New York, New York More articles by this author Patrick C. Walsh James Buchanan Brady Urological Institute, Johns Hopkins School of Medicine, Baltimore, Maryland More articles by this author Misop Han James Buchanan Brady Urological Institute, Johns Hopkins School of Medicine, Baltimore, Maryland More articles by this author Alan W. Partin James Buchanan Brady Urological Institute, Johns Hopkins School of Medicine, Baltimore, Maryland More articles by this author Bruce J. Trock James Buchanan Brady Urological Institute, Johns Hopkins School of Medicine, Baltimore, Maryland More articles by this author Zhaoyong Feng James Buchanan Brady Urological Institute, Johns Hopkins School of Medicine, Baltimore, Maryland More articles by this author David P. Wood Department of Urology, University of Michigan, Ann Arbor, Michigan Financial interest and/or other relationship with Intuitive Surgical, Urotoday and Amgen. More articles by this author James A. Eastham Urology Service, Department of Surgery, Sidney Kimmel Center for Prostate and Urologic Cancers, Memorial Sloan-Kettering Cancer Center, New York, New York More articles by this author Ofer Yossepowitch Rabin Medical Center, Petach Tikvah, Israel More articles by this author Danny M. Rabah Division of Urology, Department of Surgery, Princess Johara Alibrahim Center for Cancer Research, King Saud University, Riyadh, Saudi Arabia More articles by this author Michael W. Kattan Cleveland Clinic, Cleveland, Ohio More articles by this author Changhong Yu Department of Quantitative Health Sciences, Cleveland Clinic, Cleveland, Ohio More articles by this author Eric A. Klein Glickman Urological and Kidney Institute, Cleveland Clinic, Cleveland, Ohio More articles by this author Andrew J. Stephenson Glickman Urological and Kidney Institute, Cleveland Clinic, Cleveland, Ohio More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Scott E. Eggener",
      "id": "A5057040034",
      "orcid": "https://orcid.org/0000-0001-6677-2503",
      "institutions": [
        {
          "id": "I4210087865",
          "display_name": "University of Chicago Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Scott E. Eggener"
    },
    {
      "display_name": "Peter T. Scardino",
      "id": "A5012224683",
      "orcid": "https://orcid.org/0000-0002-1601-8411",
      "institutions": [
        {
          "id": "I1334819555",
          "display_name": "Memorial Sloan Kettering Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Peter T. Scardino"
    },
    {
      "display_name": "Patrick C. Walsh",
      "id": "A5110154818",
      "orcid": null,
      "institutions": [
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Patrick C. Walsh"
    },
    {
      "display_name": "Misop Han",
      "id": "A5109093206",
      "orcid": null,
      "institutions": [
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Misop Han"
    },
    {
      "display_name": "Alan W. Partin",
      "id": "A5063449536",
      "orcid": "https://orcid.org/0000-0003-2523-7592",
      "institutions": [
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Alan W. Partin"
    },
    {
      "display_name": "Bruce J. Trock",
      "id": "A5010930816",
      "orcid": "https://orcid.org/0000-0003-3529-9295",
      "institutions": [
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Bruce J. Trock"
    },
    {
      "display_name": "Zhaoyong Feng",
      "id": "A5100854420",
      "orcid": null,
      "institutions": [
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Zhaoyong Feng"
    },
    {
      "display_name": "David P. Wood",
      "id": "A5113432243",
      "orcid": "https://orcid.org/0009-0002-2304-8149",
      "institutions": [
        {
          "id": "I27837315",
          "display_name": "University of Michigan",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "David P. Wood"
    },
    {
      "display_name": "James A. Eastham",
      "id": "A5112262632",
      "orcid": null,
      "institutions": [
        {
          "id": "I1334819555",
          "display_name": "Memorial Sloan Kettering Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "James A. Eastham"
    },
    {
      "display_name": "Ofer Yossepowitch",
      "id": "A5035684673",
      "orcid": "https://orcid.org/0009-0005-5507-6541",
      "institutions": [
        {
          "id": "I2800389475",
          "display_name": "Rabin Medical Center",
          "country_code": "IL",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ofer Yossepowitch"
    },
    {
      "display_name": "Danny Rabah",
      "id": "A5030115542",
      "orcid": "https://orcid.org/0000-0002-0092-5789",
      "institutions": [
        {
          "id": "I28022161",
          "display_name": "King Saud University",
          "country_code": "SA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Danny M. Rabah"
    },
    {
      "display_name": "Michael W. Kattan",
      "id": "A5054374857",
      "orcid": "https://orcid.org/0000-0002-3840-4161",
      "institutions": [
        {
          "id": "I1316902750",
          "display_name": "Cleveland Clinic",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Michael W. Kattan"
    },
    {
      "display_name": "Changhong Yu",
      "id": "A5100843326",
      "orcid": null,
      "institutions": [
        {
          "id": "I1316902750",
          "display_name": "Cleveland Clinic",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Changhong Yu"
    },
    {
      "display_name": "Eric A. Klein",
      "id": "A5001069772",
      "orcid": "https://orcid.org/0000-0002-1783-0698",
      "institutions": [
        {
          "id": "I1316902750",
          "display_name": "Cleveland Clinic",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Eric A. Klein"
    },
    {
      "display_name": "Andrew J. Stephenson",
      "id": "A5103193474",
      "orcid": "https://orcid.org/0009-0000-1842-4037",
      "institutions": [
        {
          "id": "I1316902750",
          "display_name": "Cleveland Clinic",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Andrew J. Stephenson"
    }
  ],
  "publication_year": 2011,
  "publication_date": "2011-01-16",
  "type": "article",
  "cited_by_count": 622,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "185",
  "issue": "3",
  "first_page": "869",
  "last_page": "875",
  "open_access": {
    "is_oa": true,
    "oa_status": "green",
    "oa_url": "https://europepmc.org/articles/pmc4058776?pdf=render",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.9310298
    },
    {
      "id": "C2779466945",
      "display_name": "Prostatectomy",
      "level": 4,
      "score": 0.8841271
    },
    {
      "id": "C2780192828",
      "display_name": "Prostate cancer",
      "level": 3,
      "score": 0.87306905
    },
    {
      "id": "C34626388",
      "display_name": "Nomogram",
      "level": 2,
      "score": 0.6547108
    },
    {
      "id": "C2776235491",
      "display_name": "Prostate",
      "level": 3,
      "score": 0.5531128
    },
    {
      "id": "C121608353",
      "display_name": "Cancer",
      "level": 2,
      "score": 0.5153772
    },
    {
      "id": "C2781406297",
      "display_name": "Prostate-specific antigen",
      "level": 4,
      "score": 0.5090101
    },
    {
      "id": "C207886595",
      "display_name": "Pathological",
      "level": 2,
      "score": 0.49605545
    },
    {
      "id": "C126894567",
      "display_name": "Urology",
      "level": 1,
      "score": 0.4873167
    },
    {
      "id": "C160798450",
      "display_name": "Concordance",
      "level": 2,
      "score": 0.4592791
    },
    {
      "id": "C143998085",
      "display_name": "Oncology",
      "level": 1,
      "score": 0.45680684
    },
    {
      "id": "C146357865",
      "display_name": "Stage (stratigraphy)",
      "level": 2,
      "score": 0.43591583
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.42724127
    },
    {
      "id": "C2777008409",
      "display_name": "Biochemical recurrence",
      "level": 5,
      "score": 0.41851473
    },
    {
      "id": "C29456083",
      "display_name": "Gynecology",
      "level": 1,
      "score": 0.38927966
    },
    {
      "id": "C151730666",
      "display_name": "Paleontology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10124",
      "display_name": "Prostate Cancer Diagnosis and Treatment",
      "score": 0.9999
    },
    {
      "id": "T10543",
      "display_name": "Prostate Cancer Treatment and Research",
      "score": 0.9996
    },
    {
      "id": "T12866",
      "display_name": "Urologic and reproductive health conditions",
      "score": 0.9732
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/j.juro.2010.10.057",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:41:27.133705",
  "source_database": "OpenAlex"
}