{
  "openalex_id": "W2030499368",
  "doi": "https://doi.org/10.1080/02666281003771190",
  "title": "This new world now revealed: Hernán Cortés and the presentation of Mexico to Europe",
  "abstract": "Click to increase image sizeClick to decrease image size Notes 1 – For studies of the plan of Tenochtitlan and its later renditions, see Ignacio Alcocer, Apuntes sobre la antigua México-Tenochtitlan (Tacubaya, Mexico: Publicación, Instituto Panamericano de Geografia e Historia, no. 14, 1935); Manuel Toussaint, ‘El plano atribuído a Hernán Cortés, studio histórico y analítico,’ in Planos de la ciudad de México, siglos XVI y XVII, Manuel Toussaint, Federico Gómez de Orozco, Justino Fernández (Mexico: XVI Congreso Internacional de Planificación y de la Habitación, 1938), pp. 91–105; Justino Fernández, ‘El plano atribuído a Hernán Cortés, studio urbanístico,’ in Planos de la ciudad de México, siglos XVI y XVII, Toussaint et al., pp. 107–15; Federico Gómez de Orozco, ‘El plano atribuído a Hernán Cortés, studio bibliográfico,’ in Planos de la ciudad de México, siglos XVI y XVII, Toussaint et al., pp. 117–26; Jean Michel Massing, ‘Map of Tenochtitlan and the Gulf of Mexico,’ in Circa 1492: Art in the Age of Exploration, ed. Jay Levenson (Washington, D.C.: National Gallery of Art, 1992), pp. 572–3; Barbara Mundy, ‘Mapping the Aztec capital: the 1524 Nuremberg map of Tenochtitlan, its sources and meanings,’ Imago Mundi, 50 (1998), pp. 11–33; Dominique Gresle-Pouligny, Un plan pour Mexico-Tenochtitlan. les représentations de la cité et l'imaginaire européen (XVIe-XVIII siècles) (Paris and Montreal: L'Harmattan, 1999); Eduardo Matos Moctezuma, ‘Reflexiones acerca del plano de Tenochtitlan publicado en Nuremberg in 1524,’ Caravelle: Cahiers du monde hispanique et luso-brésilien, 76–7 (2001), pp. 183–95; Mundy, ‘Mapping the Aztec capital,’ is alone in considering the coastal map along with the plan. For the analyses of the plan vis-à-vis other city plans, see Juergen Schultz, La cartografia tra scienza e arte. Carte e cartografi nel rinascimento italiano (Modena: Franco Cosimo Panini, Modena, 1990), pp. 40–1, 62–3; Lucia Nuti, Ritratti di città. visione e memoria tra medioevo e settecento (Venice: Marsilio, 1996), pp. 114–7, figs. 44, 45, 47; Richard Kagan, Urban Images of the Hispanic World 1493–1793 (New Haven, CT: Yale University Press, 2000), pp. 64–7; David Y. Kim, ‘Uneasy reflections: images of Venice and Tenochtitlan in Benedetto Bordone's Isolario,’ Res: Anthropology and Aesthetics, 49/50 (2006), pp. 80–91. 2 – See for example Henry Wagner, The Discovery of New Spain in 1518 by Juan de Grijalva (Berkeley: The Cortes Society, 1942), p. 3; Robert S. Weddle, Spanish Sea: The Gulf of Mexico in North American Discovery 1500–1685 (College Station: Texas A&M University Press, 1985); Paul E. Hoffman, ‘Discovery and early cartography of the northern Gulf coast,’ in Charting Louisiana: Five Hundred Years of Maps, eds Alfred E. Lemmon, John T. Magill, and Jason R. Wiese (New Orleans: Historic New Orleans Collection, 2003), pp. 7–22. 3 – Cortés's second letter, Carta de relacion embiada a su. s. majestad del emperador nuestro señor por el capital general de la Nueva Spaña: llamado Fernando Cortes, was first published in Seville in 1522 by Jacobo Cromberger. The standard English translation is Hernán Cortés, Letters from Mexico, trans. and ed. Anthony Pagden (New Haven: Yale University Press, 1986). For Peypus see Jeffrey Chipps Smith, Nuremberg, a Renaissance City, 1500–1618 (Austin: University of Texas Press, 1983), p. 42. The so-called ‘first letter’ that is extant was sent to Charles by the judiciary and municipal council of Villa Rica de la Vera Cruz, although it was probably drafted by Cortés. Pagden, in Letters from Mexico, pp. liii–lx, discusses the various extant and lost letters. 4 – Martyr d'Anghiera's De rebus, et Insulis noviter repertis recounts the Juan de Grijalva expedition to Mexico of 1518. Peter Martyr d'Anghiera, De orbe novo: the Eight Decades of Pater Martyr D'Anghera, ed. Francis Augustus MacNutt (New York: G. P. Putnam's Sons, 1912). Tertia Ferdina[n]di Cortesii sac. Caesar. et cath. maiesta. in nova maris oceani Hyspania generalis præfecti p[rae]clara narratio (Nuremberg: Friedrich Arthemesium [Peypus], 1524); copies in the Houghton Library at Harvard and New York Public Library have the two letters bound together. 5 – For the rhetorical strategies of Cortés's letters, see John Elliott, ‘Cortés, Velázquez and Charles V,’ in Cortés, Letters from Mexico, pp. xi–xxxvi; John Elliott, Spain and Its World 1500–1700 (New Haven: Yale University Press, 1989), p. 4; Victor Frankl, ‘Imperio particular e imperio universal en las cartas de relación de Hernán Cortés,’ Cuadernos Hispanoamericanos, 165 (1963), pp. 443–82; Glen Carman, Rhetorical Conquests: Cortés, Gómara, and Renaissance Imperialism (West Lafayette, Indiana: Purdue University Press, 2006). 6 – Cortés was able to achieve this by the founding of the town of Villa Rica de la Veracruz, whose citizens (all Cortés's men) then elected Cortés chief justice and alcalde mayor and received him as captain of the royal armies; Cortés, Letters from Mexico, pp. 26–8. For the legal principles on which this finesse rested, see Victor Frankl, ‘Hernán Cortés y la tradición de las Siete Partidas,’ Revista de Historia de América, 53–4 (1962), pp. 9–74. 7 – This speech, written a year after its supposed occurrence, was undoubtedly invented by Cortés. Elliott, ‘Cortés, Velázquez and Charles V,’ pp. xxvii–xxviii; Pagden in Cortés, Letters from Mexico, p. xliii; Carman, Rhetorical Conquests, pp. 146–9. 8 – Although the 1550 map bears the name of the royal cosmographer, Alonso de Santa Cruz, it is the work of an indigenous draftsman; Miguel León-Portilla and Carmen Aguilera, Mapa de México Tenochtitlán y sus contornos hacia 1550 (Mexico: Celanese Mexicana, 1986), pp. 29–34. For the Mapa Sigüenza see María Castañeda de la Paz, Pintura de la peregrinación de los Culhuaque-Mexitin (Mapa de Sigüenza): análisis de un documento de origen tenochca (Mexico: El Colegio Mexiquense and Instituto Nacional de Antropología e Historia, 2006). 9 – Barbara Mundy, ‘Mesoamerican cartography,’ in The History of Cartography, Volume 2, Book 3, Cartography in the Traditional African, American, Artic, Australian, and Pacific Societies, eds David Woodward and G. Malcolm Lewis (Chicago: University of Chicago Press, 1986), pp. 183–256, esp. 201–3; Mary Elizabeth Smith, Picture Writing from Ancient Southern Mexico: Mixtec Place Signs and Maps (Norman: University of Oklahoma Press, 1973), p. 169. 10 – The identification of the features follows Toussaint, ‘El plano atribuído a Hernán Cortés,’ pp. 97, 102–4. 11 – Toussaint, ‘El plano atribuído a Hernán Cortés,’ pp. 93–105, identified this town near Chapultepec as Tacubaya, but his schematic diagram relocates the flag to fly above Coyoacan in the south, which was where Cortés based his activities after the conquest and where he penned his third letter to Charles. Matos Moctezuma, ‘Reflexiones acerca del plano de Tenochtitlan,’ pp. 187–9, pointed out that the banner is actually flying above Tacubaya, which suggested to him that Cortés launched his final attack on Tenochtitlan from there (although Cortés's third letter supports Tacuba as the attack point). Both authors assumed that the flag marks Cortés's headquarters and the ‘royal seat.’ However, the banner may well have been added to the plan later in Europe and may have nothing to do with Cortés's location during the last days of the conquest, especially if Cortés sent the prototype for the woodcut plan to Charles with his second letter, before the siege had actually begun. The flag's placement at Tacubaya has the virtue of locating it at the top center of the printed sheet. 12 – Mundy, ‘Mapping the Aztec capital,’ pp. 22–3. 13 – Alcocer, Apuntes sobre la antigua México-Tenochtitlan, p. 10, transcribes the descriptive Latin labels on the plan. Mundy, ‘Mapping the Aztec capital,’ p. 32, lists and translates them into English. 14 – Anthony F. Aveni and Sharon L. Gibbs, ‘On the orientation of Precolumbian buildings in Central Mexico,’ American Antiquity, 41 (1976), pp. 510–7, were building on Motolinia [Toribio de Benavente], Memoriales o libro de las cosas de la Nueva España y de los naturales de ella, ed. Edmundo O'Gorman (Mexico: Universidad Nacional Autónoma de México, 1971), p. 51, who mentioned that the feast of Tlacaxipehualiztli was scheduled when the sun was over the temple of Huitzilopochtli at the equinox. See also Anthony F. Aveni, Edward E. Calnek, and Horst Hartung, ‘Myth, environment, and the orientation of the Templo Mayor of Tenochtitlan,’ American Antiquity, 53 (1988), pp. 287–309. 15 – Alcocer, Apuntes sobre la antigua México-Tenochtitlan, p. 11, and Jean Michel Massing, ‘Map of Tenochtitlan and the Gulf of Mexico,’ in Circa 1492: Art in the Age of Exploration, pp. 572–3, suggested it refers to the stone cult statues that Cortés threw from the Templo Mayor. Toussaint, ‘El plano atribuído a Hernán Cortés,’ p. 100, described it as a decapitated atlantid. Mundy, ‘Mapping the Aztec capital,’ pp. 20–1, explained it as a generalized reference to the human sacrifices that occurred there, although she raised the possibility of it being as sculpture of Coatlicue or Coyolxauhqui. Gresle-Pouligny, Un plan pour Mexico-Tenochtitlan, pp. 241–3, offered several suggestions: that it is a generalized reference to destroyed stone statues and human sacrifices, an image of the Coyolxauhqui, or an image of a victim defeated in gladiatorial combat. 16 – Emily Umberger, ‘Art and imperial strategy in Tenochtitlan,’ in Aztec Imperial Strategies, eds Frances F. Berdan, Richard Blanton, Elizabeth Boone, Mary Hodge, Michael Smith, and Emily Umberger (Washington, D.C.: Dumbarton Oaks, 1996), pp. 85–106, esp. 95; Matos Moctezuma, ‘Reflexiones acerca del plano de Tenochtitlan,’ pp. 183–95. 17 – Fragments of other similar statues indicate that there were at least three such statues of the type now called Coatlicue; see Elizabeth Hill Boone, ‘The “Coatlicues” at the Templo Mayor,’ Ancient Mesoamerica, 10 (1999), pp. 189–206; Cecelia F. Klein, ‘The Devil and the skirt: an iconographic inquiry into the pre-Hispanic nature of the Tzitzimime,’ Ancient Mesoamerica, 11 (2000), pp. 1–26. 18 – See Cecelia F. Klein, ‘Rethinking Cihuacoatl: Aztec political imagery of the conquered woman,’ in Smoke and Mist: Mesoamerican Studies in Memory of Thelma D. Sullivan, eds J. Kathryn Josserand and Karen Dakin (Oxford: BAR International Series 402, 1988), pp. 237–77, for the nakedness of defeated enemies. 19 – For this argument, see Klein, ‘Rethinking Cihuacoatl,’ p. 242; Umberger, ‘Art and imperial strategy in Tenochtitlan,’ p. 95. 20 – Mundy, ‘Mapping the Aztec capital,’ p. 30 note 23; Gresle-Pouligny, Un plan pour Mexico-Tenochtitlan, p. 195, and Matos Moctezuma, ‘Reflexiones acerca del plano de Tenochtitlan,’ pp. 184–7. Matos Moctezuma, pp. 185–6, suggested that the precinct might have been drawn and cut onto a separate woodblock, different from the block that recorded its surroundings, and that this or the outer block was flipped in Nuremberg. 21 – Olga Apenas, Mapas antiguos del valle de México (Mexico: Universidad National Autónoma de México, 1947), p. 20, reported a proposal by Federico Gómez de Orozco that the creator of the woodcut was an engraver named Martin Plinius, who (according to an investigation conducted by the German Legation in Mexico, at Gomez de Orozco's request) was working in Nuremberg between 1510 and 1536 and whose signed works were executed in a style identical to that of the Tenochtitlan plan. I have not been able to find other information about this engraver. 22 – Cf. view of Nuremberg in Hartmann Schedel, Liber chronicarum (Nuremberg: Anton Koberger, 1493), pp. 99v–100r. 23 – For the dike's construction, see Perla Valle, Ordenanza del Señor Cuauhtémoc (Mexico: Gobierno del Distrito Federal, 2000), p. 79. See Max Geisberg, The German Single-leaf Woodcut, ed. Walter L. Strauss (New York: Hacker Art Books, 1974), 1312, for a German sapling fence. 24 – Mundy, ‘Mapping the Aztec capital.’ 25 – Cortés, Letters from Mexico, p. 174. 26 – Mundy, ‘Mapping the Aztec capital,’ p. 29. 27 – The dike ended at Iztapalapa, where Cortés had paused before he first entered the city, and would have been visible from that town and from the top of the principal temples in Tenochtitlan. Later during the eight-month stay, the Spaniards built two sloops and sailed Moctezuma to the rocky island of Tepepolco (Peñon del Marqués), beyond the dike in the east, for a hunting expedition, and they would have had to pass through one of the moveable sluices in the dike that controlled water flow and traffic; Bernal Díaz del Castillo, The Discovery and Conquest of Mexico, 1517–1521, ed. Genaro García, trans. and notes Alfred P. Maudslay (New York: Farrar, Straus and Cudahy, 1956), pp. 237–9. During his stay in the city, Cortés sent long-range reconnaissance missions to identify good harbors along the gulf goast and sources of gold throughout the land, and his men escorted Moctezuma often on trips beyond the city; Cortés, Letters from Mexico, pp. 94–6, 99–100, 91; Díaz del Castillo, Discovery and Conquest of Mexico, p. 246. Thus, I think it likely that Cortés understood early on the source of the city's water. 28 – Motolinia, Memoriales o libro de las cosas de la Nueva España, p. 51; Aveni, Calnek, and Hartung, ‘Myth, environment, and the orientation of the Templo Mayor of Tenochtitlan,’ pp. 287–309. 29 – Mundy, ‘Mapping the Aztec capital.’ 30 – Manuscrit Tovar: Origines et croyances des indiens du Mexique, ed. Jacques Lafaye (Graz: Akademische Druck- u. Verlagsanstalt, 1972), pl. 18. Códice Selden/Codex Selden, ed. Alfonso Caso (Mexico: Sociedad Mexicana de Antropología, 1964), facs. p. 7a, where the priests, advisors, and family members dance at the wedding of the Mixtec Lady 6 Monkey, even though the rest of the codex is organized in registers. 31 – Mundy, ‘Mesoamerican cartography,’ pp. 183–256, see pp. 200–3; M. E. Smith, Picture Writing from Ancient Southern Mexico, p. 166. 32 – M. E. Smith, Picture Writing from Ancient Southern Mexico, p. 166, believed, however, that the format of a perfect circle (e.g., Teozacualco map) was a European import. 33 – Cortés, Letters from Mexico, p. 94; Díaz del Castillo, Discovery and Conquest of Mexico, p. 157. 34 – Martyr d'Anghiera, De orbe novo, Vol. 2, pp. 198, 201, 191. 35 – Mundy, ‘Mapping the Aztec capital,’ p. 26. 36 – Personal communication April 2009. Robb asked about the cross in the discussion after I presented a draft of this article at the symposium ‘Journey to Mexico,’ 24–25 April 2008, University of North Carolina, Charlotte, organized by Angela Marie Herren. A detail of the ritual precinct in the plan had been displayed on the screen for some minutes, and the cross was clearly visible; its presence surprised us all. 37 – Cortés, Letters from Mexico, p. 106; Díaz del Castillo, Discovery and Conquest of Mexico, pp. 252, 297. 38 – E.g., Wagner, Discovery of New Spain, p. 3. 39 – Manuel Toussaint, La conquista de Pánuco (Mexico: El Colegio Nacional, 1948), p. 79, lists them and assigns a few. The 1524 Italian edition of the second letter, published in Venice, reproduces the woodcut but with mistranscriptions of some of the place names. 40 – Weddle, Spanish Sea, p. 159. 41 – Mundy, ‘Mapping the Aztec capital,’ pp. 25–6, 31, has proposed that this woodcut map, as with the plan of Tenochtitlan, was based on an indigenous map that Cortés sent to Europe. 42 – Cortés, Letters from Mexico, p. 94. 43 – Martyr d'Anghiera, De orbe novo, Vol. 2, p. 198–9. 44 – Francisco López de Gómara, Cortés, the Life of the Conqueror by His Secretary, ed. and trans. Lesley Byrd Simpson (Berkeley: University of California Press, 1964), p. 345. 45 – For Alaminos, see Weddle, Spanish Sea, pp. 41, 57, 67, 417. 46 – Díaz del Castillo, Discovery and Conquest of Mexico, p. 27. 47 – Weddle, Spanish Sea, p. 417. 48 – Weddle, Spanish Sea, pp. 99–105. 49 – Woodbury Lowrey, The Lowrey Collection: A Descriptive List of Maps of the Spanish Possessions within the Present Limits of the United States, 1502–1820, ed. Philip Lee Phillips (Washington, D.C.: U.S. Government Printing Office, Washington, 1912), pp. 18–19. Weddle, Spanish Sea, p. 101, but see p. 104, identifies the ‘Pineda map’ as the drawing made by the pilots, which Garay included in his petition for a license to settle; however, the existing map shows locations in Panama (Veragua and El Nombre de Díos) that, even if known to the pilots, would have been extraneous to their purpose of charting their voyage. 50 – The cedula is published in Manuel Toussaint, Pánuco, pp. 195–210. 51 – The glosses on the map are (beginning with Cuba and continuing counterclockwise): Cuba; La Florida que dezian Bimini que descubrio Juan Ponce; Hasta aqui descubrio Juan Ponce; Desde aqui comenzo a descubrir Francisco de Garay; Rio del Espiritu Santo; Rio Panuco; Tamahox provincia; Hasta aqui descubrio Francisco de Garay hazia/el oeste y Diego Velazques hazia de este/hasta el Cabo de las Higueras que descubrieron los Pinzones y se les ha dado la poblaron; Sevilla Veracruz; Almeria; Cozomel [the island]; C y Puerta de las Higueras; Pinzones; Terra Firme; Veragua; El Nombre de Dios. 52 – Weddle, Spanish Sea, p. 104. 53 – Martyr d'Anghiera, De orbe novo, Vol. 2, pp. 63–4. 54 – For the rivalry between Garay and Cortés to explore new lands, see Weddle, Spanish Sea, pp. 97–108; David J. Weber, The Spanish Frontier in North America (New Haven: Yale University Press, 1992), pp. 23–7. 55 – Kenneth Nebenzahl, Atlas of Columbus and the Great Discoveries (Chicago: Rand McNally, 1990), p. 76. The Pánuco survivors joined the Cortés group before he entered Tenochtitlan, so it is possible that if cartographic knowledge from Álvarez de Pineda was then absorbed by Cortés's cartographer/s, a map reflecting the two expeditions could have been sent with Cortés's second letter. 56 – Weddle, Spanish Sea, p. 132. 57 – For Garay's first, failed Pánuco settlement, see Donald E. Chipman, Nuno de Guzman and the Province of Panuco in New Spain (Glendale, CA: A. H. Clark, 1966), pp. 50–2; Weddle, Spanish Sea, pp. 102–3, 105, 108; for the competition between Gary and Cortés over Pánuco, see Toussaint, Pánuco, pp. 83–102; Chipman, Nuno de Guzman and the Province of Panuco in New Spain, pp. 46–59, 65–73; Weddle, Spanish Sea, pp. 130–46. 58 – John H. Parry, ‘The Navigators of the conquista,’ Terrae Incognitae, 10 (1978), pp. 61–70, noted this. 59 – I thank Anthony Aveni for making this observation. 60 – The text reads: ‘Every large point contains twelve and a half leagues, so that two large points contain twenty-five leagues. Each league also contains four Italian miles, so that all points that can be seen here [the full measurement within the brackets] contain one hundred leagues.’ At about 4.2 km to a league, the scale measures out about 420 km. I am grateful to Eva Struhal for this translation. 61 – ‘Res fuerat quondam prestans, & Gloria summa/Orbis subiectus Cesaris Imperio,/Hic longe prestat, cuius nunc Orbis Eous,/Et Novus, atque alter panditur Auspitiis.’ I thank Eva Struhal and Stanko Kokole for this translation. A variant is in Kagan, Urban Images of the Hispanic World, p. 212 note 65. 62 – Cortés, Letters from Mexico, p. 48. 63 – Elliott, ‘Cortés, Velázquez and Charles V,’ p. xxvi; Elliott, Spain and Its World, pp. 8–9; Frankl, ‘Imperio particular;’ Frances A. Yates, Astraea: The Imperial Theme in Sixteenth Century (London and Boston: Routledge & Kegan Paul, 1975), pp. 22–7. 64 – Wagner, Discovery of New Spain, pp. 30, 108, 113. 65 – Wagner, Discovery of New Spain, p. 194 note 5; Toussaint, Pánuco, p. 79. 66 – See Weddle, Spanish Sea, p. 79. 67 – Cortés, Letters from Mexico, p. 95. 68 – Wagner, Discovery of New Spain, pp. 34, 145, 186 note 26, p. 196 note 31; France V. Scholes and Ralph L. Roys, The Maya Chontal Indians of Acalan-Tixchel: A Contribution to the History and Ethnohistory of the Yucatan Peninsula (Norman: University of Oklahoma Press, 1968), op. 108. 69 – Díaz del Castillo, Discovery and Conquest of Mexico, p. 47; Cortés, Letters from Mexico, pp. 95, 561; Wagner, Discovery of New Spain, pp. 24, 112, 145, 172; Toussaint, Pánuco, p. 72. 70 – Wagner, Discovery of New Spain, pp. 74, 200 note 27; Díaz del Castillo, Discovery and Conquest of Mexico, p. 47. 71 – Scholes and Roys, Maya Chontal Indians of Acalan-Tixchel, pp. 24, 31, 97; Pagden in Cortés, Letters from Mexico, p. 515 note 19. 72 – Díaz del Castillo, Discovery and Conquest of Mexico, pp. 27, 66; Weddle, Spanish Sea, p. 74. 73 – Díaz del Castillo, Discovery and Conquest of Mexico, pp. 23, 66; Toussaint, Pánuco, p. 72. 74 – Wagner, Discovery of New Spain, p. 200; Díaz del Castillo, Discovery and Conquest of Mexico, p. 66. 75 – Toussaint, Pánuco, p. 72; Weddle, Spanish Sea, p. 72. 76 – Díaz del Castillo, Discovery and Conquest of Mexico, pp. 23, 66; Wagner, Discovery of New Spain, p. 37 77 – Díaz del Castillo, Discovery and Conquest of Mexico, pp. 23, 66; Wagner, Discovery of New Spain, pp. 36, 50, Toussaint, Pánuco, p. 72; Weddle, Spanish Sea, p. 71. 78 – Díaz del Castillo, Discovery and Conquest of Mexico, pp. 26, 66; Wagner, Discovery of New Spain, p. 36. 79 – Wagner, Discovery of New Spain, pp. 38–40, 149. 80 – Cortés, Letters from Mexico, p. 50; Weddle, Spanish Sea, p. 73. 81 – Wagner, Discovery of New Spain, pp. 41, 66, 79, 189; Cortés, Letters from Mexico, p. 53; Chipman, Nuno de Guzman and the Province of Panuco in New Spain, p. 43; Weddle, Spanish Sea, p. 73. 82 – Díaz del Castillo, Discovery and Conquest of Mexico, pp. 111–2; José García Payón, ed., Descripción del pueblo de Gueytlalpan (Zacatlan, Juxupango, Matlaltan y Chila, Papantla) 30 de mayo de 1581 (Xalapa: Universidad Veracruzana, 1965), p. 66 note 53; Weddle, Spanish Sea, pp. 96, 106. 83 – Díaz del Castillo, Discovery and Conquest of Mexico, pp. xxvi, 27; Wagner, Discovery of New Spain, p. 41, Chipman, Nuno de Guzman and the Province of Panuco in New Spain, pp. 43, 73–4. 84 – Toussaint, Pánuco, p. 79. 85 – Hernán Cortés, Cartas y documentos, ed. Mario Hernández Sánchez-Barba (Mexico: Editorial Porrúa, 1963), Vol. 2, p. 333; José Luis Melgarejo Vivanco, Historia de Veracruz (Jalapa: Enriquez, 1949), Vol. 2, p. 37. 86 – Jesús Galindo y Villa, ed., Las ruinas de Cempoala y del Templo del Tajín (Estado de Veracruz): exploradas por el director del Museo Nacional de Arqueología, Historia y Ethnología, en mission en Europa, Francisco del Paso y Troncoso (Mexico: El Museo, 1912), p. cv. 87 – Toussaint, Pánuco, p. 79 88 – Weddle, Spanish Sea, pp. 95–108; Toussaint, Pánuco, pp. 83–8. The cedula is published in Toussaint, Pánuco, pp. 195–201. 89 – Bernardino de Sahagún, Florentine Codex, General History of the Things of New Spain, Book 10 - the People, eds Arthur J. O. Anderson and Charles Dibble (Santa Fe: School of American Research and University of Utah, 1961), pp. 175–7, 181. 90 – Melgarejo Vivanco, Historia de Veracruz, Vol. 1, pp. 69–70, op. 76. 91 – Toussaint, Pánuco, p. 29. 92 – Ibid.; Weddle, Spanish Sea, p. 103; Gabriel Cruz Reyes, Salvador Hernández García, and Nina Salguero, Tamiahua: una historia compartida (Veracruz: Gobierno del Estado, 1997), p. 51. 93 – Fernando de Alva Ixtlilxochitl, Obras históricas, ed. Edmundo O'Gorman (Mexico: Universidad Nacional Autónoma de México, 1985), Vol. 1, p. 400. 94 – Juan Manuel Pérez Zevallos, ed., La visita de Gómez Nieto a la Huasteca, 1532–1533 (Mexico: Centro de Investigaciones y Estudios Superiores en Antropología Social, Archivo General de la Nación, Centro Francés de Estudios Mexicanos y Centroamericanos Sierra Leona, and El Colegio de San Luis [Potosí], 2001), pp. 168–70; Cruz Reyes, Hernández García, and Salguero, Tamiahua: una historia compartida, pp. 51, 54. 95 – Chipman, Nuno de Guzman and the Province of Panuco in New Spain, p. 49; Weddle, Spanish Sea, p. 132. 96 – Jean Delanglez, El Rio del Espiritu Santo: An Essay on the Cartography of the Gulf Coast and the Adjacent Territory During the Sixteenth and Seventeenth Centuries, ed. Thomas J. McMahon (New York: United States Catholic Historical Society, Monograph Series 21, 1945); see discussion in Paul E. Hoffman, ‘Discovery and early cartography of the northern Gulf coast,’ in Charting Louisiana: Five Hundred Years of Maps, eds Alfred E. Lemmon, John T. Magill, and Jason R. Wiese (New Orleans: Historic New Orleans Collection, 2003), pp. 7–22. 97 – Weddle, Spanish Sea, p. 159.",
  "authors": [
    {
      "display_name": "Elizabeth Hill Boone",
      "id": "A5036667422",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Elizabeth Hill Boone"
    }
  ],
  "publication_year": 2011,
  "publication_date": "2011-03-24",
  "type": "article",
  "cited_by_count": 19,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S202711182",
    "display_name": "Word & Image",
    "issn_l": "0266-6286",
    "issn": [
      "0266-6286",
      "1943-2178"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320547"
  },
  "volume": "27",
  "issue": "1",
  "first_page": "31",
  "last_page": "46",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C45012715",
      "display_name": "Studio",
      "level": 2,
      "score": 0.70830834
    },
    {
      "id": "C15708023",
      "display_name": "Humanities",
      "level": 1,
      "score": 0.66105133
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.6024045
    },
    {
      "id": "C3019520520",
      "display_name": "Mexico city",
      "level": 2,
      "score": 0.42981756
    },
    {
      "id": "C52119013",
      "display_name": "Art history",
      "level": 1,
      "score": 0.4208706
    },
    {
      "id": "C58640448",
      "display_name": "Cartography",
      "level": 1,
      "score": 0.40204656
    },
    {
      "id": "C205649164",
      "display_name": "Geography",
      "level": 0,
      "score": 0.28169462
    },
    {
      "id": "C153349607",
      "display_name": "Visual arts",
      "level": 1,
      "score": 0.07725197
    }
  ],
  "topics": [
    {
      "id": "T12283",
      "display_name": "Latin American history and culture",
      "score": 0.9075
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1080/02666281003771190",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:11:06.452722",
  "source_database": "OpenAlex"
}