{
  "openalex_id": "W2033908450",
  "doi": "https://doi.org/10.1097/00001888-200003000-00005",
  "title": "The Adult Learner",
  "abstract": "I thank Drs. Vaughn, Baker, and DeWitt, Dr. Taylor, and Dr. Baveye for their thoughtful comments, and the opportunity their letters afford me to provide further clarification. Vaughn et al. challenge me on two points. The first is that, by coupling adult learning theory and self-directed learning, I have run roughshod over one of the most important elements of the theory, namely that adults' many years of experience have a strong influence on the way they learn. I fully agree with their assertions about adult learners; adults do bring years of experience to the learning task. But my point was that these characteristics don't make adults a distinct species. Children also bring years of prior experience to the learning task—admittedly fewer years, but this is a difference in degree, not kind. Indeed, one of the robust findings of cognitive psychology in that all learning, whenever and wherever it occurs, amounts to an assimilation of new information with old.1 Recent work in neuroscience has shown that experience is critically important for learning even at the basic perceptual level, and at all ages from the moment of birth. So the fact that adults bring experience to bear on the learning situation is hardly evidence for their distinctiveness. Given this, my point that the principles of adult learning might be applied at all ages seems relevant. Vaughn et al. also dispute my claim that adult learning theory remains unsubstantiated, and invoke studies of problem-based learning (PBL) and the role of motivation as proof. I disagree. All the studies of PBL, whether it is found to have a better or worse effect on whatever outcome one chooses, hardly constitute evidence to verify or falsify the so-called theory. I am aware of studies that show small advantages for PBL on some outcomes. I am prepared to accept that more highly motivated learners learn more. But I am not prepared to view any of these findings as empirical support for a particular theory of learning. The essence of a scientific theory is its potential for falsification.2 The problem is that adult learning theory is framed in such vague universals that I am at a loss to think of any way that it could be convincingly falsified. In that respect, then, it is like horoscopes, which present enough truth to convince the uncritical of their veracity, and like astrology, parapsychology, or, for that matter, psychoanalysis, in that its lack of criteria for falsifiability removes it from the class of scientific theories. And leaving aside the utility of studies of PBL as a test of adult learning theory, I am less convinced than Vaughn et al. that there is substantive evidence that PBL promotes teamwork, patient focus, lifelong learning skills, humanism, etc. This rhetoric is part of the creed of PBL advocates, but for the most part convincing evidence is lacking. Taylor does not challenge me on the basic assertions about adult learning. His point is simply that any method that “moves students away from remembering a huge knowledge base and then simply regurgitating it when required at exam time and moves them towards thinking about problems…must be an improvement.” I agree. I also agree that motherhood and apple pie are both good things. But the teaching approaches he advocates are not unique to PBL or adult learning theory; they have been the concern of liberal educators dating back to Dewey, and are very much in the forefront of the “authentic assessment” movement in public education. Nevertheless, well-intentioned educational approaches often are not as benign as they appear. I remind Taylor that the “open classroom” experiments of the 1960s, based on tenets similar to his, had a demonstrably negative impact on standardized test performance (which, no doubt, will be interpreted by some as evidence for the uselessness of standardized tests). Finally, I think it is Taylor, not I, who is reducing things to absurdity. I did not make any claim that PBL will lead to untrained and unskilled doctors. Indeed, if I had, it would reveal a degree of pathologic cynicism on my part, since I have spent my entire professional life at the school that invented PBL, and have ample evidence from our own follow-up studies that PBL makes doctors who are neither much better nor much worse than those produced by any other system. Speaking of cynicism, Dr. Taylor's statement that “the examination system will usually ensure that learning also takes place around the core curriculum” reveals a certain lack of conviction about the effectiveness of self-directed learning to guide students. The Mc-Master curriculum did not have examinations of any form for 20 years. Although many students did well in this system, it was precisely because a significant minority were not able to self-direct their way to success that we implemented a progress-testing system based on objective examinations.3 This system is not used for pass/fail decisions but it has proven enormously beneficial in identifying and helping students who seem unable to learn efficiently or effectively either on their own or with guidance from teachers. Bayeve's comments are both substantive and combative; however, it seems to me that despite the adversarial style, we may agree on more points than we disagree on. To begin with, I concede that the horse I was aiming at is ancient and ready for the glue factory, but it is hardly dead. I am not alone in citing Knowles' book; indeed, my reason for engaging in the topic was simply because I was tired of the endless citing of the gospel according to Knowles as some kind of justification for every new educational experiment, as if Knowles' theory conferred some kind of benediction on the innovation. Having said this, I admit that I am not au courant with contemporary developments in adult learning theory. It may well be that subsequent theories have elaborated or replaced andragogy, but they clearly have not achieved anywhere near its widespread adoption. In his observation that I had to learn something in order to write the article, thus constituting prima facie evidence to falsify my own claims, Baveye appears to have misunderstood my arguments. I did not claim that adults don't learn, self-directed or otherwise. I did not claim adults do not continue to acquire new knowledge and skills. I did claim that the fact that adults can continue to learn and that their learning may be self-directed and based on prior experience is not sufficient grounds to support the contention that their learning is somehow qualitatively different from that of children—the central tenet of Knowles' “theory.” Thus, the observed phenomenon that adults, myself included, can and do learn, is hardly evidence to support adult learning theory. After this point, Baveye and I find common ground. We agree that adults are ill-equipped to assess their own learning needs, so that programs founded on the optimistic belief that adults are somehow self-correcting are on shaky foundations indeed. We agree that much work must be done to ensure the effectiveness of continuing education programs. We agree that innovations such as PBL have not shown particularly profound effects. But I must take issue with Baveye's final point that we should refocus our curriculum efforts away from content and problem-solving and towards the acquisition of “metalearning skills.” It seems to me that there is a large literature on expertise, to which Baveye alludes, showing that far and away the most important component of expertise is specific formal and experiential knowledge. While metacognition, reflection, and metalearning skills may have roles to play, they should supplement, not replace, the acquisition of specific content and skills. To recap, my central point was that adult learning theory falls far short of the mark as a testable scientific theory. Still, putting the principles of the “theory” into practice is not, in general, a bad thing. But the good parts of adult learning theory may benefit learners of all ages; to deny this benefit to children because they do not have the special characteristics of adults seems unnecessary. And further, like all active therapies, adult learning theory has some bad aspects, which seem to be ignored by uncritical advocates.",
  "authors": [
    {
      "display_name": "Geoffrey R. Norman",
      "id": "A5111993188",
      "orcid": null,
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Geoffrey R. Norman"
    }
  ],
  "publication_year": 2000,
  "publication_date": "2000-03-01",
  "type": "article",
  "cited_by_count": 2,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S19793444",
    "display_name": "Academic Medicine",
    "issn_l": "1040-2446",
    "issn": [
      "1040-2446",
      "1938-808X"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "75",
  "issue": "3",
  "first_page": "218",
  "last_page": "219",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://doi.org/10.1097/00001888-200003000-00005",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C47385372",
      "display_name": "Optimal distinctiveness theory",
      "level": 2,
      "score": 0.6491715
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.5875775
    },
    {
      "id": "C92393732",
      "display_name": "Learning theory",
      "level": 2,
      "score": 0.52881384
    },
    {
      "id": "C44493715",
      "display_name": "Adult education",
      "level": 2,
      "score": 0.51301545
    },
    {
      "id": "C180747234",
      "display_name": "Cognitive psychology",
      "level": 1,
      "score": 0.390617
    },
    {
      "id": "C77805123",
      "display_name": "Social psychology",
      "level": 1,
      "score": 0.32085395
    },
    {
      "id": "C19417346",
      "display_name": "Pedagogy",
      "level": 1,
      "score": 0.20010209
    }
  ],
  "topics": [],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1097/00001888-200003000-00005",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:20:23.395318",
  "source_database": "OpenAlex"
}