{
  "openalex_id": "W2038091373",
  "doi": "https://doi.org/10.1097/01.ju.0000086775.66329.00",
  "title": "A Prospective Study Comparing Ultrasound, Nuclear Scintigraphy and Dynamic Contrast Enhanced Magnetic Resonance Imaging in the Evaluation of Hydronephrosis",
  "abstract": "No AccessJournal of UrologyPEDIATRIC UROLOGY1 Oct 2003A Prospective Study Comparing Ultrasound, Nuclear Scintigraphy and Dynamic Contrast Enhanced Magnetic Resonance Imaging in the Evaluation of Hydronephrosis MARCOS R. PEREZ-BRAYFIELD, ANDREW J. KIRSCH, RICHARD A. JONES, and J. DAMIEN GRATTAN-SMITH MARCOS R. PEREZ-BRAYFIELDMARCOS R. PEREZ-BRAYFIELD , ANDREW J. KIRSCHANDREW J. KIRSCH , RICHARD A. JONESRICHARD A. JONES , and J. DAMIEN GRATTAN-SMITHJ. DAMIEN GRATTAN-SMITH View All Author Informationhttps://doi.org/10.1097/01.ju.0000086775.66329.00AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: A combination of nuclear medicine, ultrasound and voiding cystourethrography is typically used to investigate hydronephrosis in children. A major problem is the lack of an accepted gold standard to assess obstruction. In some cases the anatomy is unclear. By combining anatomical and functional information in one study, magnetic resonance imaging (MRI) has the potential of providing superior information regarding hydronephrosis. We evaluate the role of dynamic enhanced MRI and compare it to other imaging modalities in the investigation of pediatric hydronephrosis. Materials and Methods: One hundred dynamic contrast enhanced MRIs were performed in 96 children (35 girls and 61 boys, mean age 4 years [range 1 month to 17 years]). The information from the various imaging modalities was compared. Results: The MRI protocol was acceptable to all families and was performed without complications in all patients. The morphological imaging with MRI was superior to conventional imaging in all cases. The split renal function as calculated by nuclear and MRI scans was compared in 71 cases, and the correlation coefficient was r2 = 0.93. The combination of ultrasound and a nuclear medicine study correlated with the final diagnosis of the MRI in 50 of 64 studies (78%). Of the 14 studies that differed 8 were obstructed on MRI but not on the nuclear studies, and 5 were not obstructed on MRI but were obstructed on the nuclear studies. One patient believed to have ureteropelvic junction obstruction on nuclear medicine scan had ureterovesical junction obstruction on MRI. The final diagnoses by MRI were ureteropelvic junction obstruction in 26 children, primary ureterovesical junction obstruction in 14, dilated but not obstructed systems in 35, duplex systems in 13, multicystic dysplastic kidneys in 5, unilateral small scarred kidney in 1, acute pyelonephritis in 2, renal mass in 1, bilateral polycystic kidneys in 1 and normal study in 9. Sedation was administered safely without any complications. Conclusions: Dynamic contrast enhanced MRI provides equivalent information about renal function but superior information regarding morphology in a single study without ionizing radiation. MRI has the potential to replace the currently used combination of other imaging modalities in the investigation of hydronephrosis in children. References 1 : Urinary tract obstruction in children. J Urol1995; 154: 1874. Link, Google Scholar 2 : Obstructive nephropathy: evaluation with dynamic Gd-DTPA-enhanced MR imaging. Radiology1990; 175: 797. Google Scholar 3 : Gadolinium-enhanced excretory MR urography after low-dose diuretic injection: comparison with conventional excretory urography. Radiology1998; 209: 147. Google Scholar 4 : Value of dimercaptosuccinic acid single photon emission computed tomography and magnetic resonance imaging in detecting renal injury in pediatric patients with vesicoureteral reflux. Comparison with dimercaptosuccinic acid planar scintigraphy and intravenous pyelography. Eur Urol1994; 25: 320. Google Scholar 5 : Magnetic resonance imaging for the evaluation of hydronephrosis, reflux and renal scarring in children. J Urol2001; 166: 1023. Link, Google Scholar 6 : MR urography in the evaluation of urinary tract obstruction. Abdom Imaging1998; 23: 27. Google Scholar 7 : MR imaging of kidneys: functional evaluation using F-15 perfusion imaging. Pediatr Radiol2003; 33: 293. Google Scholar 8 : Shortcomings of diuresis scintigraphy in evaluating urinary obstruction: comparison with pressure flow studies. Pediatr Radiol1999; 29: 742. Google Scholar 9 : Characteristics of gadolinium-DTPA complex: a potential NMR contrast agent. AJR Am J Roentgenol1984; 142: 619. Google Scholar 10 : Noncontrast and contrast enhanced MR imaging in the evaluation of partial ureteral obstruction: an experimental study in the micropig. Invest Radiol1989; 24: 544. Google Scholar 11 : Evaluation of renal function in normal and hydronephrotic kidneys in rats using gadolinium diethylenetetramine-pentaacetic acid enhanced dynamic magnetic resonance imaging. J Urol2000; 163: 1264. Link, Google Scholar 12 : Ureteropelvic junction. In: . Philadelphia: W. B. Saunders Co.1992: 693. chapt. 16. Google Scholar 13 : Outcome analysis of pyeloplasty in infants. Pediatr Surg Int2000; 16: 189. Google Scholar 14 : Renal function before and after pyeloplasty: does it improve?. J Urol1999; 162: 1041. Link, Google Scholar 15 : The nonoperative management of unilateral neonatal hydronephrosis: natural history of poorly functioning kidneys. J Urol1994; 152: 593. Link, Google Scholar 16 : Renal duplex Doppler ultrasound: an adjunct in the evaluation of hydronephrosis in the child. J Urol1993; 150: 1192. Link, Google Scholar 17 : Renal cortical scintigraphy and diuresis renography in infants and children. J Nucl Med2001; 42: 91. Google Scholar 18 : Diuresis renography. Recent advances and recommended protocols. Br J Urol1992; 69: 113. Google Scholar 19 : Ultrafast contrast enhanced magnetic resonance imaging of congenital hydronephrosis in a rat model. J Urol1994; 152: 682. Link, Google Scholar 20 : Results of a pediatric sedation program on head MRI scan success rates and procedure duration times. Clin Pediatr1995; 34: 300. Google Scholar From the Departments of Pediatric Urology (MRP-B, AJK) and Pediatric Radiology (RAJ, JDG-S), Children's Healthcare of Atlanta, Emory University School of Medicine, Atlanta, Georgia© 2003 by American Urological Association, Inc.FiguresReferencesRelatedDetailsCited ByFreedman A (2018) Prenatal Hydronephrosis—Another Swing of the Pendulum?Journal of Urology, VOL. 200, NO. 2, (256-257), Online publication date: 1-Aug-2018.Wehbi E, Salle A, Kanaroglou N, Lorenzo A, Bagli D, Koyle M, Billimek J, Vali R, Charron M and Pippi Salle J (2018) Measurement of Differential Renal Function by Scintigraphy in Hydronephrotic Kidneys: Importance of Conjugate Views for Accurate EvaluationJournal of Urology, VOL. 195, NO. 2, (471-475), Online publication date: 1-Feb-2016.Ozayar A, Friedlander J, Shakir N, Gahan J, Cadeddu J and Morgan M (2018) Equivocal Ureteropelvic Junction Obstruction on Diuretic Renogram—Should Minimally Invasive Pyeloplasty be Offered to Symptomatic Patients?Journal of Urology, VOL. 193, NO. 4, (1278-1282), Online publication date: 1-Apr-2015.Stratton K, Pope J, Adams M, Brock J and Thomas J (2018) Implications of Ionizing Radiation in the Pediatric Urology PatientJournal of Urology, VOL. 183, NO. 6, (2137-2142), Online publication date: 1-Jun-2010.Pippi Salle J, Cook A, Papanikolaou F, Bägli D, Breen S, Charron M, Braga L, Lorenzo A and Khoury A (2018) The Importance of Obtaining Conjugate Views on Renographic Evaluation of Large Hydronephrotic Kidneys: An In Vitro and Ex Vivo AnalysisJournal of Urology, VOL. 180, NO. 4, (1559-1565), Online publication date: 1-Oct-2008.Kirsch A, McMann L, Jones R, Smith E, Scherz H and Grattan-Smith J (2018) Magnetic Resonance Urography for Evaluating Outcomes After Pediatric PyeloplastyJournal of Urology, VOL. 176, NO. 4S, (1755-1761), Online publication date: 1-Oct-2006.McMann L, Kirsch A, Scherz H, Smith E, Jones R, Shehata B, Kozielski R and Grattan-Smith J (2018) Magnetic Resonance Urography in the Evaluation of Prenatally Diagnosed Hydronephrosis and Renal DysgenesisJournal of Urology, VOL. 176, NO. 4S, (1786-1792), Online publication date: 1-Oct-2006.CHEVALIER R (2018) BIOMARKERS OF CONGENITAL OBSTRUCTIVE NEPHROPATHY: PAST, PRESENT AND FUTUREJournal of Urology, VOL. 172, NO. 3, (852-857), Online publication date: 1-Sep-2004. Volume 170Issue 4 Part 1October 2003Page: 1330-1334 Advertisement Copyright & Permissions© 2003 by American Urological Association, Inc.Keywordsmagnetic resonance imaginghydronephrosiskidney function tests/methodsureteral obstruction/diagnosisMetricsAuthor Information MARCOS R. PEREZ-BRAYFIELD More articles by this author ANDREW J. KIRSCH More articles by this author RICHARD A. JONES More articles by this author J. DAMIEN GRATTAN-SMITH More articles by this author Expand All Advertisement PDF DownloadLoading ...",
  "authors": [
    {
      "display_name": "Marcos Perez-Brayfield",
      "id": "A5077519650",
      "orcid": "https://orcid.org/0000-0003-1676-530X",
      "institutions": [
        {
          "id": "I4210146983",
          "display_name": "Children's Healthcare of Atlanta",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I150468666",
          "display_name": "Emory University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "MARCOS R. PEREZ-BRAYFIELD"
    },
    {
      "display_name": "Andrew J. Kirsch",
      "id": "A5005396200",
      "orcid": "https://orcid.org/0000-0003-1325-5144",
      "institutions": [
        {
          "id": "I4210146983",
          "display_name": "Children's Healthcare of Atlanta",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I150468666",
          "display_name": "Emory University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "ANDREW J. KIRSCH"
    },
    {
      "display_name": "Richard A. Jones",
      "id": "A5028433460",
      "orcid": "https://orcid.org/0000-0003-3593-3102",
      "institutions": [
        {
          "id": "I4210146983",
          "display_name": "Children's Healthcare of Atlanta",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I150468666",
          "display_name": "Emory University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "RICHARD A. JONES"
    },
    {
      "display_name": "J. Damien Grattan‐Smith",
      "id": "A5019013663",
      "orcid": "https://orcid.org/0000-0003-1261-3122",
      "institutions": [
        {
          "id": "I4210146983",
          "display_name": "Children's Healthcare of Atlanta",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I150468666",
          "display_name": "Emory University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "J. DAMIEN GRATTAN-SMITH"
    }
  ],
  "publication_year": 2003,
  "publication_date": "2003-10-01",
  "type": "article",
  "cited_by_count": 131,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "170",
  "issue": "4 Part 1",
  "first_page": "1330",
  "last_page": "1334",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.92410046
    },
    {
      "id": "C143409427",
      "display_name": "Magnetic resonance imaging",
      "level": 2,
      "score": 0.74295205
    },
    {
      "id": "C2781040948",
      "display_name": "Hydronephrosis",
      "level": 3,
      "score": 0.71384144
    },
    {
      "id": "C126838900",
      "display_name": "Radiology",
      "level": 1,
      "score": 0.66677
    },
    {
      "id": "C143753070",
      "display_name": "Ultrasound",
      "level": 2,
      "score": 0.62902987
    },
    {
      "id": "C2779902710",
      "display_name": "Scintigraphy",
      "level": 2,
      "score": 0.4453929
    },
    {
      "id": "C40993552",
      "display_name": "Gold standard (test)",
      "level": 2,
      "score": 0.43645197
    },
    {
      "id": "C2989005",
      "display_name": "Nuclear medicine",
      "level": 1,
      "score": 0.4038559
    },
    {
      "id": "C77411442",
      "display_name": "Urinary system",
      "level": 2,
      "score": 0.14105052
    },
    {
      "id": "C105702510",
      "display_name": "Anatomy",
      "level": 1,
      "score": 0.068947196
    }
  ],
  "topics": [
    {
      "id": "T11174",
      "display_name": "Pediatric Urology and Nephrology Studies",
      "score": 0.9999
    },
    {
      "id": "T11815",
      "display_name": "Urological Disorders and Treatments",
      "score": 0.9946
    },
    {
      "id": "T10378",
      "display_name": "Advanced MRI Techniques and Applications",
      "score": 0.9849
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1097/01.ju.0000086775.66329.00",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:28:52.034738",
  "source_database": "OpenAlex"
}