{
  "openalex_id": "W2038835367",
  "doi": "https://doi.org/10.7326/0003-4819-108-5-708",
  "title": "Somatostatin Treatment for Cryptosporidial Diarrhea in a Patient with the Acquired Immunodeficiency Syndrome (AIDS)",
  "abstract": "Brief Reports1 May 1988Somatostatin Treatment for Cryptosporidial Diarrhea in a Patient with the Acquired Immunodeficiency Syndrome (AIDS)DEBORAH J. COOK, M.D., JOHN G. KELTON, M.D., ANDRZEJ M. STANISZ, M.D., STEPHEN M. COLLINS, M.D.DEBORAH J. COOK, M.D.Search for more papers by this author, JOHN G. KELTON, M.D.Search for more papers by this author, ANDRZEJ M. STANISZ, M.D.Search for more papers by this author, STEPHEN M. COLLINS, M.D.Search for more papers by this authorAuthor, Article, and Disclosure Informationhttps://doi.org/10.7326/0003-4819-108-5-708 SectionsAboutPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinkedInRedditEmail ExcerptIn healthy persons, the coccidioidal protozoan, Cryptosporidium, can inhabit the microvillous border of intestinal epithelial cells and cause an acute self-limited diarrhea. In contrast, the protozoan can cause chronic severe secretory diarrhea in immunosuppressed patients ( 1 ).Somatostatin has controlled diarrhea in patients with Zollinger-Ellison syndrome (2), Werner-Morrison syndrome (3-5) and the carcinoid syndrome (6). We administered somatostatin analogue (SMS-201-995,, Sandoz Pharmaceuticals, , , Dorval, Quebec) to a patient with the acquired immunodeficiency syndrome (AIDS) who was colonized with cryptosporidia and had diarrhea that was refractory to conventional medical therapy.A 24-year-old heterosexual man with a congenital bicuspid...References1. PORTNOYWHITESIDEBUCKLEYMCLEOD DMEC. Treatment of intestinal cryptosporidiosis with spiramycin. Ann Intern Med. 1984;101;202-4. LinkGoogle Scholar2. BONFILSRUSZNIEWSKICOSTIL SPV. Prolonged treatment of Zollinger-Ellison syndrome by long-acting somatostatin. Lancet. 1986;1:554-5. CrossrefMedlineGoogle Scholar3. SANTANGELOO'DORISIOKIM WTJ Vipoma syndrome: effect of a synthetic somatostatin analogue. Scand J Gastroenterol. 1986;(Suppl):187-90. CrossrefGoogle Scholar4. BONFILSRENÉPIGNAL SEF. Rebound effect after somatostatin treatment in Vermer-Morrison syndrome. Lancet. 1979;2:476. CrossrefMedlineGoogle Scholar5. CH'NGANDERSONWILLIAMS JJS. Remission of symptoms during long-term treatment of metastatic pancreatic endocrine tumours with long-acting somatostatin analogue. Br Med J. 1986;292:981-2. CrossrefMedlineGoogle Scholar6. KVOLSMOERTELO'CONNELL LCM. Treatment of the malignant carcinoid syndrome. N Engl J Med. 1986;315:663-6. CrossrefMedlineGoogle Scholar7. EDWARDSCONNREADHOLDSWORTH CPNC. The effect of somatostatin analogue SMS 201-995 on fluid and electrolyte transport in a patient with secretory diarrhea. Scand J Gastroenterol. 1986;(Suppl):259-61. CrossrefGoogle Scholar8. VINIKTSAIMOATTARICHEUNGECKHAUSERCHO ASAPFK. Somatostatin analogue (SMS 201-995) in the management of gastroenteropancreatic tumours and diarrhea syndrome. Am J Med. 1986;81(6B):23-39(a). CrossrefMedlineGoogle Scholar9. STEADBIENENSTOCKSTANISZ RJA. Neuropeptide regulation of mucosal immunity. Immunol Rev. 1987;100:333-59. CrossrefMedlineGoogle Scholar This content is PDF only. To continue reading please click on the PDF icon. Author, Article, and Disclosure InformationAffiliations: PreviousarticleNextarticle Advertisement FiguresReferencesRelatedDetails Metrics Cited ByRole of the Enteric Nervous System in the Pathophysiology of Secretory DiarrheaPneumocystis carinii and Parasitic Infections in the Immunocompromised HostDiarrhea in Palliative Care PatientsNeuro-Immune Pathobiology of Infectious Enteric DiseaseLanreotide inhibits human jejunal secretion induced by prostaglandin El in healthy volunteersReview article: anti-diarrhoeal pharmacology and therapeuticsCryptosporidium and cryptosporidiosis in man and animalsInfluence of octreotide on the gastric emptying of solids and liquids in normal healthy subjectsOpportunistic infections in HIV-infected childrenExpanding uses of octreotideUpdate on the Management of Intestinal Cryptosporidiosis in AIDSPneumocystis carinii and Parasitic Infections in the Immunocompromised HostInhibitory effect of somatostatin-14 and some analogues on human natural killer cell activityEnterotoxic effect of stool supernatant of Cryptosporidium-infected calves on human jejunumTherapeutic Uses of Gastrointestinal PeptidesOral Adverse Effects of Medical Management in Patients With HIV InfectionBowel rest, intravenous hydration, and continuous high-dose infusion of octreotide acetate for the treatment of chemotherapy-induced diarrhea in patients with colorectal carcinomaINFECTIOUS DIARRHEAS IN PATIENTS WITH AIDSTreatment of gastrointestinal infectionsCryptosporidiaOctreotide Treatment in Secretory and Cyrptosporidial Diarrhea in Patients with Acquired Immunodeficiency Syndrome (AIDS): Clinical EvaluationSecretory diarrhea in villous adenoma of rectum: Effect of treatment with somatostatin and indomethacinGastrointestinal Infections in AIDSPhillip D. Smith, MD, Thomas C. Quinn, MD, Warren Strober, MD, Edward N. Janoff, MD, Henry Masur, MDCryptosporidium and IsosporaOctreotide in the Treatment of Disorders of the Gastrointestinal SystemCoccidian Infections In Aids: Toxoplasmosis, Cryptosporidiosis, and IsosporiasisAIDS related diarrhoea: a rational approach to symptomatic treatmentCryptosporidiosisEffect of Octreotide on Refractory AIDS-associated Diarrhea A Prospective, Multicenter Clinical TrialJohn P. Cello, MD, James H. Grendell, MD, Paul Basuk, MD, Douglas Simon, MD, Louis Weiss, MD, Murray Wittner, MD, Richard P. Rood, MD, C. Mel Wilcox, MD, Chris E. Forsmark, MD, Alexandra E. Read, MD, Julie A. Satow, RN, Cynthia S. Weikel, MD, Cheryl Beaumont, RNTreatment of intestinal cryptosporidiosis with zidovudine and SMS 201-995, a somatostatin analogCryptosporidiosisNutritional Support of Patients with AIDSPilot study of Sandostatin (octreotide) therapy of refractory HIV-associated diarrheaTherapy for acute infectious diarrhea in childrenImmunomodulatory activities of the somatostatin analogue BIM 23014c: effects on murine lymphocyte proliferation and natural killer activityEvaluation des microorganismes pathog’enes intestinaux au cours de I’infection VIHPeptides of human immunodeficiency virus (HIV) evoke rat colonic electrolyte secretion inhibitable by the somatostatin analog octreotideDrug Information Analysis Service; Octreotide Use in AIDSTreatment of endocrine and nonendocrine secretory diarrheal states with Sandostatin®Upper gastrointestinal tract infections in AIDSThe use of drugs in patients with gastrointestinal manifestations of AIDSCessation of Cryptosporidium-associated diarrhea in an acquired immunodeficiency syndrome patient after treatment with hyperimmune bovine colostrumHigh-Technology Home Pharmacotherapy, II: An Overview of the Newest Home TherapiesAIDS and the gastroenterologistAIDS and the gastroenterologistResolution of intestinal cryptosporidiosis after treatment of AIDS with AZTEffect of somatostatin analog (SMS 201-995) onin vivo intestinal fluid transport in ratsTreatment of secretory diarrhea in AIDS with the somatostatin analogue SMS 201-995Intestinal infections in patients with AIDSSELECTED SUMMARIESCryptosporidiosis: Clinical Features and DiagnosisSMS 201-995, A Somatostatin Analogue, and Diarrhea in the Acquired Immunodeficiency Syndrome (AIDS)Edward N. Robinson Jr., MD, Ronald Fogel, MD 1 May 1988Volume 108, Issue 5Page: 708-709KeywordsAIDSCryptosporidiumDiarrheaEpithelial cellsHeterosexualsProtozoansSomatostatinZollinger Ellison syndrome Issue Published: 1 May 1988 PDF DownloadLoading ...",
  "authors": [
    {
      "display_name": "Deborah J. Cook",
      "id": "A5084752934",
      "orcid": "https://orcid.org/0000-0002-4087-543X",
      "institutions": [
        {
          "id": "I2801259263",
          "display_name": "McMaster University Medical Centre",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "DEBORAH J. COOK"
    }
  ],
  "publication_year": 1988,
  "publication_date": "1988-05-01",
  "type": "article",
  "cited_by_count": 68,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S119722071",
    "display_name": "Annals of Internal Medicine",
    "issn_l": "0003-4819",
    "issn": [
      "0003-4819",
      "1539-3704"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316812"
  },
  "volume": "108",
  "issue": "5",
  "first_page": "708",
  "last_page": "708",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.8701127
    },
    {
      "id": "C2779802037",
      "display_name": "Diarrhea",
      "level": 2,
      "score": 0.7317269
    },
    {
      "id": "C90924648",
      "display_name": "Gastroenterology",
      "level": 1,
      "score": 0.5953722
    },
    {
      "id": "C2778877831",
      "display_name": "Cryptosporidium",
      "level": 3,
      "score": 0.57460785
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.56935513
    },
    {
      "id": "C2776297358",
      "display_name": "Somatostatin",
      "level": 2,
      "score": 0.52483946
    },
    {
      "id": "C2781151469",
      "display_name": "Carcinoid syndrome",
      "level": 2,
      "score": 0.4317627
    },
    {
      "id": "C89423630",
      "display_name": "Microbiology",
      "level": 1,
      "score": 0.09015399
    },
    {
      "id": "C61716771",
      "display_name": "Feces",
      "level": 2,
      "score": 0.07841185
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T14324",
      "display_name": "Insects and Parasite Interactions",
      "score": 0.9733
    },
    {
      "id": "T11086",
      "display_name": "Parasitic Infections and Diagnostics",
      "score": 0.9627
    },
    {
      "id": "T12587",
      "display_name": "Gestational Trophoblastic Disease Studies",
      "score": 0.9126
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.7326/0003-4819-108-5-708",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:28:40.564233",
  "source_database": "OpenAlex"
}