{
  "openalex_id": "W2032626576",
  "doi": "https://doi.org/10.1353/ecf.2003.0015",
  "title": "Maria Edgeworth's &lt;i&gt;The Grateful Negro&lt;/i&gt;: A Site for Rewriting Rebellion",
  "abstract": "Maria Edgeworth's The Grateful Negro: A Site for Rewriting Rebellion Elizabeth S. Kim The Great Rebellion of 1798 in Ireland generated literary responses by Irish writers on both sides of the political divide: those siding with the Catholic and Dissenter insurgency and those aligned with the Anglo-Irish Protestant ruling class.1 The Anglo-Irish novelist Maria Edgeworth (1768-1849) contributed to this literary production, notably in her Irish novels Castle Rackrent (1800) and Ennui (1832). Tom Dunne and Mitzi Myers, while advancing different, if not contrary, arguments, have discussed the ways in which Edgeworth 's personal experiences with the traumatic events of 1798 shaped her literary treatment ofpeasant rebellion and warfare.2According to 1 The events of 1798 found a range of literary expression in Ireland for decades after the rebellion. Songs and poems, collected and published in R.R. Madden, Literary Remains of tlie United Irishmen of1798, and seUctionsfrom oilierpopular lyrics oftlieir limes (Dublin, 1846) became associated with the period's nationalist and unity group, the United Irishmen. Ballads can also be found in Richard Musgrave, Memoirs oftlie Different Rebellions in Ireland, 2 vols (Dublin, 1801). Anglo-Irish Protestant concerns about die decline ofdie \"Ascendancy\" government following 1798 reverberated into the 1830s in a series of novels by Maria Edgeworth, Charles Robert Maturin, and Lady Morgan. I wish to thank Christopher Fox and the NEH Seminar, \"Anglo-Irish Identities, 1600-1800,\" at the University of Notre Dame (Summer 2001), for providingan invaluable foundation for this article. Seminar participants Dan Ross and Andy Smyth and department colleague Michael Longrie read and offered perceptive comments on earlier drafts ofthis article. 2 Tom Dunne, \"Representations of Rebellion: 1798 in Literature,\" Ireland, England and Australia:Essays in HonourofOliverMacDonagli, ed. F. Smith (Cork, Ireland: Cork University EIGHTEENTH-CENTURY FICTION, Volume 16, Number !,October 2003 104 EIGHTEENTH-CENTURY FICTION Dunne, Castle Rackrent and Ennui, novels written at the time of the rebellion or whose time frame covers the period of the rebellion, employ \"literary techniques used to avoid confronting [the horror of 1798] direcdy, techniques of distancing, masking, avoidance and transference.\"3 In a related discussion on Edgeworth's treatment of sudden reversals offortune (including those effected by revolution), Cliona OGallchoir asserts that Edgeworth minimizes the significance of the 1798 rebellion in Ennui because she \"seeks to make a more general argument about the transient nature ofviolent upheaval and its consequences.\"4 In fact, as OGallchoir points out, for Lord Glenthorn, the central character in Ennui, the 1798 rebellion represents merely \"one more temporary distraction from ennui,\"5 the disease plaguing Glenthorn—and, more generally, the privileged class to which he belongs—and not the traumatic historical event that it actually proved to be. Edgeworth's indirect responses, in her fictions, to events of 1798 are rooted in her status as a member of the ruling Anglo-Irish landed minority. The presentstudy builds on Dunne's and OGallchoir's discussions to examine a shortstory by Edgeworth entitled The GratefulNegro (written in 1802), which also relies on understatement, masking, and containment to rewrite the events of 1798. The Grateful Negro is one of eleven short stories in the collection entitled Popular Tales (1804). The eleven stories are set in a range of British settings, from specific regions in England such as Cornwall and Hereford to colonial outposts such as India, China, America,Jamaica, and Constantinople. Noting the varied settings, Gary Kelly has described the eleven stories as collectively representing \"Britain and its empire as a complex of national-imperial similarity in local difference.\"6 Edgeworth's intended audience for this broad sampling of British imperial contexts was large and varied. According to her father, Richard Lovell Edgeworth (1744-1817), who wrote the preface Press: 1990), pp. 14-40. Mitzi Myers, \"'Like the Pictures in a Magic Lantern': Gender, History, and Edgeworth's Rebellion Narratives,\" Nineteenth-Century Contexts 19 (1996), 373-412. 3 Dunne, 17. 4 Cliona OGallchoir, \"MariaEdgeworth's Revolutionary Moralityand the Limits ofRealism,\" Colby Quarterly 36 (June 2000), 95. 5 OGallchoir, 95. 6 Gary Kelly, \"Class, Gender, Nation, and Empire: Money and Merit in the Writing of the Edgeworths,\" Wordsworth Circle25:2 (1994), 91. MARIA EDGEWORTH'S THE GRATEFUL NEGRO 105 to the...",
  "authors": [
    {
      "display_name": "Elizabeth S. Kim",
      "id": "A5059550681",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Elizabeth S. Kim"
    }
  ],
  "publication_year": 2003,
  "publication_date": "2003-01-01",
  "type": "article",
  "cited_by_count": 7,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210229554",
    "display_name": "Eighteenth-Century Fiction",
    "issn_l": "0840-6286",
    "issn": [
      "0840-6286",
      "1911-0243"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320517"
  },
  "volume": "16",
  "issue": "1",
  "first_page": "103",
  "last_page": "126",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2780623531",
      "display_name": "Irish",
      "level": 2,
      "score": 0.86923987
    },
    {
      "id": "C177897776",
      "display_name": "Memoir",
      "level": 2,
      "score": 0.64454305
    },
    {
      "id": "C27727207",
      "display_name": "Ballad",
      "level": 3,
      "score": 0.57933974
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.5416949
    },
    {
      "id": "C521449643",
      "display_name": "Nationalism",
      "level": 3,
      "score": 0.52425003
    },
    {
      "id": "C111021475",
      "display_name": "Protestantism",
      "level": 2,
      "score": 0.50829667
    },
    {
      "id": "C2780903044",
      "display_name": "Irish nationalism",
      "level": 4,
      "score": 0.50225663
    },
    {
      "id": "C164913051",
      "display_name": "Poetry",
      "level": 2,
      "score": 0.4932956
    },
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.46502376
    },
    {
      "id": "C2776436406",
      "display_name": "Lyrics",
      "level": 2,
      "score": 0.4335863
    },
    {
      "id": "C124952713",
      "display_name": "Literature",
      "level": 1,
      "score": 0.3592636
    },
    {
      "id": "C74916050",
      "display_name": "Classics",
      "level": 1,
      "score": 0.3532092
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.33718288
    },
    {
      "id": "C52119013",
      "display_name": "Art history",
      "level": 1,
      "score": 0.2866035
    },
    {
      "id": "C24667770",
      "display_name": "Religious studies",
      "level": 1,
      "score": 0.23091522
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.19840342
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.1943835
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.121596485
    },
    {
      "id": "C41895202",
      "display_name": "Linguistics",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11776",
      "display_name": "Irish and British Studies",
      "score": 0.999
    },
    {
      "id": "T12872",
      "display_name": "Philippine History and Culture",
      "score": 0.9783
    },
    {
      "id": "T13329",
      "display_name": "Joseph Conrad and Literature",
      "score": 0.9568
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/ecf.2003.0015",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:05:44.675023",
  "source_database": "OpenAlex"
}