{
  "openalex_id": "W2037923543",
  "doi": "https://doi.org/10.1080/13537110601155825",
  "title": "“Ancient Enmities” and Modern Conflict: History and Politics in Northern Ireland",
  "abstract": "Abstract This article investigates the role of history and historical consciousness in deeply divided societies. It looks at the case of Northern Ireland. It argues that, while the conflict here is caused by contemporary divisions, perceptions of the past have had considerable influence. Recent years have seen efforts to change historical attitudes and this has aided political accommodation. An important lesson from the conflict in Northern Ireland points to the need to challenge such historical perceptions. Acknowledgements Thanks are expressed to Adrian Guelke and George Boyce for their valuable comments and encouragement. Notes 1. Stephen Howe, Ireland and Empire: Colonial Legacies in Irish History and Culture (Oxford: Oxford University Press, 2000), pp. 229–43; Brian Walker, “Ireland's Historical Position-Colonial or European?,” The Irish Review, No. 9 (1990), pp. 36–40. 2. Liam Kennedy, Colonialism, Religion and Nationalism in Ireland (Belfast: Institute of Irish Studies, 1996), p. 221. 3. Seymour Martin Lipset and Stein Rokkan, “Cleavage Structures, Party Systems and Voter Alignment: an Introduction” in Lipset and Rokkan (eds.), Party Systems and Voter Alignment (New York: Collier-Macmillan, 1967), pp. 50–56. 4. Brian Walker, “The 1885 and 1886 General Elections: a Milestone in Irish History” in Peter Collins (ed.), Nationalism and Unionism in Ireland, 1885–1921 (Belfast: Institute of Irish Studies, 1994), pp. 1–15. 5. Bill Kissane, “Nineteenth-century Nationalism in Finland and Ireland: A Comparative Analysis,” Nationalism and Ethnic Politics, Vol. 6, No. 2 (2000), pp. 25–42. Hans Dalder, “Consociationalism, Centre and Periphery in the Netherlands” in Per Torsvik (ed.), Mobilisation, Centre–Periphery Structures and Nation Building (Oslo: Universitetsforlaget, 1981), pp. 181–240. 6. Irish Times, 11 Dec. 1998. 7. Jonathan Tonge, The New Northern Irish Politics? (London: Palgrave, 2004), p. 1. 8. Walker Connor, “A Few Cautionary Notes on the History and Future of Ethnonational Conflicts” in Andreas Wimmer et al. (eds.), Facing Ethnic Conflicts: Towards a New Realism (Lanham, MD: Rowan and Littlefield, 2004), p. 30. 9. Anthony D. Smith, National Identity (Nevada: University of Nevada Press, published 1991, reprinted 1993), pp. 160–65. 10. See Margaret Smith, Reckoning with the Past: Teaching History in Northern Ireland (Lanham: Lexington Books, 2005). 11. Jack Magee, “Are there any Remedies?” in W.J.N. Mackey (ed.), Irish History: Fact or Fiction? (Belfast: The Churches Central Committee for Community Work, 1976), p. 13. 12. Smith, 2005, p. 36. 13. Brian Walker, Past and Present: History, Identity and Politics in Ireland (Belfast: Institute of Irish Studies, 2000), p. 5. 14. Geoffery Beattie, Protestant Boy (London: Granta Books, 2004), p. 126. 15. John Hume, “Time for All Sectors to Reflect Deeply on the Legacy of Irish Nationalism”, Irish Times, 13 Apr. 1994. 16. Jane Leonard, The Culture of Commemoration; the Culture of War (Dublin: Cultures of Ireland, 1996). 17. Anthony McIntyre, “Modern Irish Republicanism and the Belfast Agreement: Chickens Coming Home to Roost, or Turkeys Celebrating Christmas” in Rick Wilford (ed.), Aspects of the Belfast Agreement (Oxford: Oxford University Press, 2001), pp. 202–22. 18. Brian Lennon, Peace Comes Dropping Slow (Belfast: Community Dialogue, 2004), p. 44; Richard English, Armed Struggle: a History of the IRA (London: Macmillan, 2004), p. 341. 19. Kevin Bean, “The New Departure: Recent Developments in Irish Republican Ideology & Strategy” (Occasional Paper in Irish Studies, No. 6 Liverpool: Institute of Irish Studies), p. 25; Irish Times, 20 Jan. 1994. 20. Smith, 1993, p. 14. 21. Eric Hobsbawm, “Introduction: Inventing Traditions” in Eric Hobsbawm and T. Ranger (eds), The Invention of Tradition (Cambridge: Cambridge University Press, published 1983, reprinted 1995), pp. 13–14. 22. Brian Walker, Dancing to History's Tune: History, Myth and Politics in Ireland (Belfast: Institute of Irish Studies, 1996), pp. 1–14; John Coakley, “Mobilising the Past: Nationalist Images of History,” Nationalism and Ethnic Politics, Vol. 10, No. 4 (2004), pp. 531–60. 23. John Mc Garry and Brendan O’Leary, The Northern Ireland Conflict: Consociational Engagements (Oxford: Oxford University Press, 2004), p. 186. 24. Lord Robert Armstrong, “Ethnicity, the English, and Northern Ireland: Comments and Reflections” in Dermot Keogh and M.H. Haltzel (eds), Northern Ireland and the Politics of Reconciliation (Cambridge: Cambridge University Press, 1993), pp. 203. 25. Report of the International Body on Decommissioning, 22 January 1996 (Dublin and Belfast, 1996), p. 5. 26. Arthur Aughey, “Learning from the Leopard” in Rick Wilford (ed.), Aspects of the Belfast Agreement (Oxford: Oxford University Press, 2000), pp. 184–201. 27. George Mitchell, “Towards Peace in Northern Ireland” in Marianne Elliott (ed.), The Long Road to Peace in Northern Ireland: Peace Lectures from the Institute of Irish Studies at Liverpool University (Liverpool: Liverpool University Press, 2002), p. 88. 28. Paul Arthur, “Conflict, Memory and Reconciliation” in ibid, p. 143. 29. J. Bowyer Bell, The Irish Troubles: A Generation of Violence, 1967–92 (Dublin: Gill and Macmillan, 1993), p. 829. 30. Cathal McCall, Identity in Northern Ireland: Communities, Politics and Change (Basingstoke: Palgrave, 1999), p. 15. 31. Smith, 2005, pp. 143–79. 32. Jonathan Bardon, A History of Ulster (Belfast: Blackstaff Press, 1992). 33. Mairead Nic Craith, Plural Identities–Singular Narratives: the Case of Northern Ireland (Oxford: Berghahn Books, 2002), p. 30. 34. Alvin Jackson, Sir Edward Carson (Dundalk: Irish Historical Society, 1993); Marianne Elliott, Wolfe Tone: Prophet of Irish Independence (New Haven: Yale University Press, 1989). 35. Ian McBride, History and Memory in Modern Ireland (Cambridge: Cambridge University Press, 2001), p. 38. 36. See D. George Boyce and Alan O’Day (eds) The Making of Modern Irish History: Revisionism and the Revisionist Controversy (London: Routledge, 1996). 37. Leonard, p. 21. 38. D. George Boyce, “No Lack of Ghosts”; Memory, Commemoration and the State in Ireland” in Ian Mc Bride (ed.), History and Memory in Ireland (Cambridge: Cambridge University Press, 2001), p. 270. 39. Mary Daly, “History a la Carte? Historical Commemoration and Modern Ireland” in Eberhard Bort (ed.), Commemorating Ireland: History, Politics, Culture (Dublin: Irish Academic Press, 2004), pp. 34–55 (Boyce & O’Day, 1996), p. 4. 40. Belfast Telegraph, 2 July 1992. 41. Sir Patrick Mayhew, Lecture on Culture and Identity, 16 Dec. 1992 (Northern Ireland Political Collection, Linen Hall Library, Belfast). 42. Irish Times, 8 Nov. 1993. 43. Sunday Times, 7 Mar. 1993. 44. Irish Times, 13 Apr. 1994. 45. Joint Declaration, Downing Street, 15 Dec. 1993. London (Northern Ireland Political Collection, Linen Hall Library, Belfast). 46. Frameworks for the Future, 1995, London (Northern Ireland Political Collection, Linen Hall Library, Belfast). 47. Irish Times, 2 Oct. 1993. 48. Irish News, 6 Jan. 1994. 49. Irish Times, 4 Mar. 1996. 50. Belfast Telegraph, 6 June 1996. 51. Sunday Independent, 15 Sept. 1996. 52. Sunday Times, 5 Mar. 1995. 53. Irish Times, 1 Aug. 1996. 54. Irish News, 4 Feb. 1998. 55. Irish Times, 27 Feb. 1995: Gerry Adams, Speech at 1996 Ard Fheis (Northern Ireland Political Collection, Linen Hall Library, Belfast. 56. News Letter, 10 Feb. 1995. 57. Report of the International Body on Decommissioning, 22 Jan. 1996 (Dublin and Belfast). 58. Report of the Independent Review of Parades and Marches, January 1997 (Belfast). 59. Walker, 2000, p. 83. 60. The Belfast Agreement, 1998 (Belfast). 61. Tom Hennessey, The Northern Ireland Peace Process: Ending the Troubles (Dublin: Gill and Macmillan, 2000), pp. 217–20. 62. Independent, 8 Apr. 1998. 63. Times, 5 Sept. 1998. 64. Times, 13 Dec. 2000 and Belfast Telegraph, 13 Dec. 2000. 65. President Mary Mc Aleese, Speech at Kennedy Centre, Washington, 2000 (Northern Ireland Political Collection, Linen Hall Library, Belfast). 66. Sunday Times, 9 July 2000. 67. Belfast Telegraph, 16 July 2001. 68. Irish Times, 11 Dec. 1998. 69. News Letter, 21 Nov. 1998. 70. Irish Times, 25 Nov. 2002. 71. Irish Times, 16 May 2003. 72. George Mitchell, Making Peace (London: William Heinemann, 1999), p. 186. 73. In line with arguments by Hobsbawm, pp. 263–307. 74. Tonge, p. 30. 75. Sir Kenneth Bloomfield, “The Report of the Northern Ireland Victims Commission” in Elliott, pp. 235–9; Lennon, pp. 73–4. 76. Arthur Aughey, The Politics of Northern Ireland (London: Routledge, 2004), p. 97. 77. Norman Porter, The Elusive Quest: Reconciliation in Northern Ireland (Belfast: Blackstaff Press, 2003), p. 145. 78. Dominic Bryan and Gillian McIntosh, “Sites of Creation and Contest in Northern Ireland,” SAIS Review of International Affairs, Vol. 25, No. 2, Summer/Fall (2005), pp. 127–37. 79. John McGarry and Brendan O’Leary, Explaining Northern Ireland: Broken Images. (London: Blackwell, 1995), pp. 242–53: The Northern Ireland Conflict: Consociational Engagements (Oxford: Oxford University Press, 2003), pp. 185–6. Joseph Ruane and Jennifer Todd, “Why can't you get along with each other? Culture, structure and the Northern Ireland Conflict” in Eamonn Hughes (ed.), Culture and Politics in Northern Ireland (Bristol: Open University, 1991), pp. 27–44. 80. Human Rights Watch, Leave None to Tell the Story: Genocide in Rwanda (New York: Human Rights Watch, 1999), pp. 1–3, 31. 81. See Fintan O’Toole on Kosovo, Irish Times, 30 Apr. 1999; S. P. Ramet, The Three Yugoslavias: State Building and Legitimation, 1918–2005 (Washington, D.C.: Woodrow Wilson Center Press, 2006), pp. 7–9. 82. Pal Kolsto (ed.), Myths and Boundaries in South-Eastern Europe (London: Hurst, 2005), p. 1. 83. Ulrick Joras and Conrad Schetter, “Hidden Ties: Similarities between Research and Policy Approaches to Ethnic Conflicts” in Andreas Wimmer et al. (eds), Facing Ethnic Conflicts: Towards a New Realism (Lanham, MD: Rowan & Littlefield, 2004), pp. 319–21. 84. Walker Connor, “A Few Cautionary Notes on Ethnonational Conflicts” in ibid., pp. 30–3. 85. For example, see Arend Lijphart, “Constitutional Design for Divided Societies,” Journal of Democracy, Vol. 15, No. 2 (2004), pp. 96–109; Nenad Dimitrijevic and Petra Kovacs (eds), Managing Hatred and Distrust: The Prognosis for Post-Conflict Settlement in Multiethnic Communities in the Former Yugoslavia (Budapest: Open Society Institute, 2004). 86. William A. Hazleton, “Ending Ethnic Conflicts: Separation or Sharing as Options for Negotiation,” Nationalism and Ethnic Politics, Vol. 4, No. 3 (1998), p. 115; Dimitrijevic and Kovacs, pp. xxi–xxvi; Aughey, p. 181. 87. Fred Halliday, “The Perils of Community: Reason and Unreason in Nationalist Ideology,”Nations and Nationalism, Vol. 6, Part 2, Apr. (2000), pp. 166–70. 88. Eric Davis, “The Uses of Historical Memory,” Journal of Democracy, Vol. 16, No. 3 (2005), pp. 54–5.",
  "authors": [
    {
      "display_name": "Brian Walker",
      "id": "A5110423459",
      "orcid": null,
      "institutions": [
        {
          "id": "I204722609",
          "display_name": "Queen's University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Brian M. Walker"
    }
  ],
  "publication_year": 2007,
  "publication_date": "2007-03-30",
  "type": "article",
  "cited_by_count": 24,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S57881894",
    "display_name": "Nationalism and Ethnic Politics",
    "issn_l": "1353-7113",
    "issn": [
      "1353-7113",
      "1557-2986"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320547"
  },
  "volume": "13",
  "issue": "1",
  "first_page": "103",
  "last_page": "128",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C521449643",
      "display_name": "Nationalism",
      "level": 3,
      "score": 0.76849747
    },
    {
      "id": "C2780623531",
      "display_name": "Irish",
      "level": 2,
      "score": 0.74712455
    },
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.60832006
    },
    {
      "id": "C531593650",
      "display_name": "Colonialism",
      "level": 2,
      "score": 0.607118
    },
    {
      "id": "C2780903044",
      "display_name": "Irish nationalism",
      "level": 4,
      "score": 0.54120356
    },
    {
      "id": "C2778495208",
      "display_name": "Empire",
      "level": 2,
      "score": 0.50918144
    },
    {
      "id": "C152192407",
      "display_name": "Political history",
      "level": 3,
      "score": 0.45479682
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.4326008
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.39247692
    },
    {
      "id": "C6303427",
      "display_name": "Economic history",
      "level": 1,
      "score": 0.37927985
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.2938458
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.26728582
    },
    {
      "id": "C195244886",
      "display_name": "Ancient history",
      "level": 1,
      "score": 0.18512589
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.08106348
    },
    {
      "id": "C41895202",
      "display_name": "Linguistics",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11776",
      "display_name": "Irish and British Studies",
      "score": 0.9984
    },
    {
      "id": "T12872",
      "display_name": "Philippine History and Culture",
      "score": 0.9557
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1080/13537110601155825",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:55:14.707235",
  "source_database": "OpenAlex"
}