{
  "openalex_id": "W2038470975",
  "doi": "https://doi.org/10.1353/jip.2015.0001",
  "title": "Individual Psychology: The Sweet and Sour of the Human Condition",
  "abstract": "Individual Psychology:The Sweet and Sour of the Human Condition Roy M. Kern and William L. Curlette A metaphor for this issue might be the confusing reaction of our taste buds when we consume a sweet-and-sour Chinese dish. The sweet is enjoyable, but the sour alters the taste of the ingredients. In this issue the sweetness is the wealth of scholarly contributions by authors who have shared their thoughts, ideas, and research findings. The sour part tempering these contributions is the recent death of Margot Adler, the granddaughter of Alfred Adler and daughter of Kurt Adler. The lead article in this issue is a lecture given by Alexandra Adler on behalf of her father; the lecture had been scheduled prior to Alfred Adler’s death in 1937. Addressing ideas related to alcoholism, substance abuse, suicide, and neurosis, the lecture is an insightful gem related to the use of hypnotism and anti-suggestion interventions. The discussion on the purpose-fulness of behavior of those clinical conditions, as well as the suggestions of the dos and don’ts for therapists working with such clients, are of most interest to us in this issue. The interview with Frank Walton conducted by Watkins and Lindquist is a complementary fit with the lecture by Alexandra Adler. Of all the current Adlerians who have attended conferences, seminars, and live demonstrations, there are few who would doubt the immense contribution of our dear friend, Frank Walton. The interview captures the man’s personal philosophy, his therapeutic gifts, and his overall ideas of his life as an Adlerian. He is the master of demonstrating live the principles of Individual Psychology. This interview was previously scheduled for the column “Psychological Strategies,” edited by Rachel Shifron, Paul Rasmussen, and Richard Watts. Through extended discussions with one of the column editors, however, we came to a consensus that Frank’s contribution would be more respectfully carried as one of the lead documents in the journal. [End Page 1] We continue the clinical perspective with an article by Pomeroy and Clark, titled “Self-Efficacy and Early Recollections in the Context of Adlerian and Wellness Theory.” The authors present a convincing case that the construct of self-efficacy is embedded in the Individual Psychology constructs of lifestyle, social interest, and holism, as well as several wellness theories that explain these constructs with different words. The authors propose the importance of assessing the self-efficacy component of the personality to help clinicians tailor their treatment strategies to be more specific to each client. The authors also include examples of early memories of some clients to demonstrate the principles discussed in their article. In addition to this article, a book review on Arthur J. Clark’s Dawn of Memories: The Meaning of Early Recollections in Life, by Leigh Johnson-Migalski, may provide supplemental insights into the use of the technique. Following Pomeroy and Clark’s contribution on early recollections is Barton-Bellessa, Lee, and Shon’s article, which explores the importance of degree of activity and criminal behavior as discussed by Adler. In an interesting article on the omission or underrepresentation of Adler’s theory in introductory textbooks on criminology, the authors support their assumptions with descriptive data and a review of the most used texts on the subject in university settings. From our own perspective as editors, we were particularly impressed with the authors’ systematic description of Adler’s views on criminology. A sophisticated empirical study by Leeman, Dispenza, and Chang reports results of a study that explored the perceived potential of growth related to trauma, personality, and stress coping. The authors investigated the relationship among the Belonging/Social Interest and Being Cautious scales from the Basic Adlerian Scales for Interpersonal Success–Adult Form (BASIS-A), the Coping Resources Inventory for Stress–Short Form (CRIS-SF), and the Posttraumatic Growth Inventory (PTGI). With a sample of 441 college students, the study examines the interrelatedness of personality themes, coping resources, and responses to a posttraumatic growth survey. The results of the hierarchal regression analyses determined that coping resources, belonging and/or social interest, and being cautious were significant predictors of perceived potential of growth. However, the research revealed some unexpected results related to...",
  "authors": [
    {
      "display_name": "Roy M. Kern",
      "id": "A5081224364",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Roy M. Kern"
    },
    {
      "display_name": "William L. Curlette",
      "id": "A5089973896",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "William L. Curlette"
    }
  ],
  "publication_year": 2015,
  "publication_date": "2015-01-01",
  "type": "article",
  "cited_by_count": 1,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S2764540829",
    "display_name": "The journal of individual psychology",
    "issn_l": "1522-2527",
    "issn": [
      "1522-2527",
      "2332-0583"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315957"
  },
  "volume": "71",
  "issue": "1",
  "first_page": "1",
  "last_page": "3",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C11171543",
      "display_name": "Psychoanalysis",
      "level": 1,
      "score": 0.61352736
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.6013666
    },
    {
      "id": "C8868529",
      "display_name": "Taste",
      "level": 2,
      "score": 0.53000605
    },
    {
      "id": "C169760540",
      "display_name": "Neuroscience",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T13106",
      "display_name": "Neuroscience, Education and Cognitive Function",
      "score": 0.8871
    },
    {
      "id": "T10214",
      "display_name": "Psychotherapy Techniques and Applications",
      "score": 0.8531
    },
    {
      "id": "T13319",
      "display_name": "Film in Education and Therapy",
      "score": 0.7598
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/jip.2015.0001",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:38:36.185614",
  "source_database": "OpenAlex"
}