{
  "openalex_id": "W2033253360",
  "doi": "https://doi.org/10.1016/j.ajpath.2010.10.028",
  "title": "Serotonin Activates Dendritic Cell Function in the Context of Gut Inflammation",
  "abstract": "Mucosal inflammation in the gut is characterized by infiltration of innate and adaptive immune cells and by an alteration in serotonin–producing enterochromaffin cells. We investigated the role of serotonin in the function of dendritic cells (DCs) and sequential T-cell activation in relation to generation of gut inflammation. DCs isolated from tryptophan hydroxylase-1–deficient (TPH1−/−) mice, which have reduced serotonin in the gut, and wild-type (TPH1+/+) mice with or without dextran sulfate sodium (DSS)–induced colitis were stimulated with lipopolysaccharide to assess interleukin-12 (IL-12) production. Isolated DCs from TPH1+/+ and TPH1−/− mice were also cocultured with CD4+ T cells of naive TPH1+/+ mice to assess the role of serotonin in priming T cells. In addition, serotonin-pulsed DCs were transferred to TPH1−/− mice to assess the effect on DSS-induced colitis. Consistent with a reduced severity of colitis, DCs from DSS-induced TPH1−/− mice produced less IL-12 compared with the TPH1+/+ mice. In vitro serotonin stimulation restored the cytokine production from TPH1−/− DCs and adoptive transfer of serotonin-pulsed DCs into TPH1−/− up-regulated colitis. Furthermore, CD4+ T cells primed by TPH1−/− DCs produce reduced the levels of IL-17 and interferon-γ. This study provides novel information on serotonin-mediated immune signaling and promotion of interactions between innate and adaptive immune responses in the context of gut inflammation, which may ultimately lead to improved strategies to combat gut inflammatory disorders. Mucosal inflammation in the gut is characterized by infiltration of innate and adaptive immune cells and by an alteration in serotonin–producing enterochromaffin cells. We investigated the role of serotonin in the function of dendritic cells (DCs) and sequential T-cell activation in relation to generation of gut inflammation. DCs isolated from tryptophan hydroxylase-1–deficient (TPH1−/−) mice, which have reduced serotonin in the gut, and wild-type (TPH1+/+) mice with or without dextran sulfate sodium (DSS)–induced colitis were stimulated with lipopolysaccharide to assess interleukin-12 (IL-12) production. Isolated DCs from TPH1+/+ and TPH1−/− mice were also cocultured with CD4+ T cells of naive TPH1+/+ mice to assess the role of serotonin in priming T cells. In addition, serotonin-pulsed DCs were transferred to TPH1−/− mice to assess the effect on DSS-induced colitis. Consistent with a reduced severity of colitis, DCs from DSS-induced TPH1−/− mice produced less IL-12 compared with the TPH1+/+ mice. In vitro serotonin stimulation restored the cytokine production from TPH1−/− DCs and adoptive transfer of serotonin-pulsed DCs into TPH1−/− up-regulated colitis. Furthermore, CD4+ T cells primed by TPH1−/− DCs produce reduced the levels of IL-17 and interferon-γ. This study provides novel information on serotonin-mediated immune signaling and promotion of interactions between innate and adaptive immune responses in the context of gut inflammation, which may ultimately lead to improved strategies to combat gut inflammatory disorders. Inflammation in the gastrointestinal (GI) tract is characterized by mucosal recruitment of activated cells from both the innate and adaptive immune systems. In addition to immune cells, inflammation in the gut is associated with an alteration in serotonin producing enterochromaffin (EC) cells. EC cells are the most well-characterized subset of GI endocrine cells, which are dispersed throughout the GI mucosa and are the main source of serotonin in the gut.1Gershon M.D. Serotonin and its implication for the management of irritable bowel syndrome.Rev Gastroenterol Disord. 2003; 3: S25-S34Google Scholar, 2Ham T.S. Regional distribution and relative frequency of gastrointestinal endocrine cells in large intestines of C57BL/6 mice.J Vet Sci. 2002; 3: 233-238Crossref PubMed Scopus (9) Google Scholar, 3Khan W.I. Ghia J.E. Gut hormones: emerging role in immune activation and inflammation.Clin Exp Immunol. 2010; 161: 19-27Crossref PubMed Scopus (146) Google Scholar, 4Kim D.Y. Camilleri M. Serotonin: a mediator of the brain-gut connection.Am J Gastroenterol. 2000; 95: 2698-2709Crossref PubMed Scopus (398) Google Scholar Serotonin is an important enteric mucosal signaling molecule that influences gut physiology (motor and secretory function) after inflammation and is considered important in gut function. Changes in intestinal EC cell numbers and serotonin levels are observed in patients with inflammatory bowel disease (IBD)5Ahonen A. Kyosola K. Penttila O. Enterochromaffin cells in macrophages in ulcerative colitis and irritable colon.Ann Clin Res. 1976; 8: 1-7PubMed Google Scholar, 6Belai A. Boulos P.B. Robson T. Burnstock G. Neurochemical coding in the small intestine of patients with Crohn's disease.Gut. 1997; 40: 767-774Crossref PubMed Scopus (168) Google Scholar, 7Coates M.D. Mahoney C.R. Linden D.R. Sampson J.E. Chen J. Blaszyk H. Crowell M.D. Sharkey K.A. Gershon M.D. Mawe G.M. Moses P.L. Molecular defects in mucosal serotonin content and decreased serotonin reuptake transporter in ulcerative colitis and irritable bowel syndrome.Gastroenterology. 2004; 126: 1657-1664Abstract Full Text Full Text PDF PubMed Scopus (649) Google Scholar and also in experimental colitis.8Ghia J.E. Li N. Wang H. Collins M. Deng Y. El-Sharkawy R.T. Cote F. Mallet J. Khan W.I. Serotonin has a key role in pathogenesis of experimental colitis.Gastroenterology. 2009; 137: 1649-1660Abstract Full Text Full Text PDF PubMed Scopus (283) Google Scholar, 9Linden D.R. Chen J.X. Gershon M.D. Sharkey K.A. Mawe G.M. Serotonin availability is increased in mucosa of guinea pigs with TNBS-induced colitis.Am J Physiol Gastrointest Liver Physiol. 2003; 285: G207-G216Crossref PubMed Scopus (253) Google Scholar In addition, an alteration in the number of EC cells and in serotonin level is observed in enteric infection–induced inflammation in the gut10Grondahl M.L. Jensen G.M. Nielsen C.G. Skadhauge E. Olsen J.E. Hansen M.B. Secretory pathways in Salmonella typhimurium–induced fluid accumulation in the porcine small intestine.J Med Microbiol. 1998; 47: 151-157Crossref PubMed Scopus (40) Google Scholar, 11Kordasti S. Sjovall H. Lundgren O. Svensson L. Serotonin and vasoactive intestinal peptide antagonists attenuate rotavirus diarrhoea.Gut. 2004; 53: 952-957Crossref PubMed Scopus (69) Google Scholar, 12O'Hara J.R. Skinn A.C. MacNaughton W.K. Sherman P.M. Sharkey K.A. Consequences of Citrobacter rodentium infection on enteroendocrine cells and the enteric nervous system in the mouse colon.Cell Microbiol. 2006; 8: 646-660Crossref PubMed Scopus (63) Google Scholar, 13Wang H. Steeds J. Motomura Y. Deng Y. Verma-Gandhu M. El-Sharkawy R.T. McLaughlin J.T. Grencis R.K. Khan W.I. CD4+ T cell-mediated immunological control of enterochromaffin cell hyperplasia and 5-hydroxytryptamine production in enteric infection.Gut. 2007; 56: 949-957Crossref PubMed Scopus (105) Google Scholar and functional disorders such as irritable bowel syndrome (IBS).7Coates M.D. Mahoney C.R. Linden D.R. Sampson J.E. Chen J. Blaszyk H. Crowell M.D. Sharkey K.A. Gershon M.D. Mawe G.M. Moses P.L. Molecular defects in mucosal serotonin content and decreased serotonin reuptake transporter in ulcerative colitis and irritable bowel syndrome.Gastroenterology. 2004; 126: 1657-1664Abstract Full Text Full Text PDF PubMed Scopus (649) Google Scholar, 14Camilleri M. Northcutt A.R. Kong S. Dukes G.E. McSorley D. Mangel A.W. Efficacy and safety of alosetron in women with irritable bowel syndrome: a randomised, placebo-controlled trial.Lancet. 2000; 355: 1035-1040Abstract Full Text Full Text PDF PubMed Scopus (541) Google Scholar The association between alteration in EC cell numbers and serotonin production and various GI diseases highly emphasizes the significance of serotonin in intestinal homeostasis. Because of the strategic location of EC cells in gut mucosa, it is likely that serotonin plays an important role in immune activation in relation to gut pathology and pathophysiology in various GI disorders, including IBD. EC cells synthesize serotonin from its precursor l-tryptophan. Tryptophan hydroxylase (TPH) catalyzes the rate-limiting step in the synthesis of serotonin from tryptophan and has been detected prominently in EC cells.15Fitzpatrick P.F. Tetrahydropterin-dependent amino acid hydroxylases.Annu Rev Biochem. 1999; 68: 355-381Crossref PubMed Scopus (432) Google Scholar Recent studies show that there are two isoforms of TPH enzymes that regulate the serotonin system. TPH1 is mainly present in peripheral organs, such as the EC cells and spleen, whereas TPH2 predominates in the brainstem and myenteric plexus neurons.16Walther D.J. Bader M. A unique central tryptophan hydroxylase isoform.Biochem Pharmacol. 2003; 66: 1673-1680Crossref PubMed Scopus (571) Google Scholar, 17Walther D.J. Peter J.U. Bashammakh S. Hortnagl H. Voits M. Fink H. Bader M. Synthesis of serotonin by a second tryptophan hydroxylase isoform.Science. 2003; 299: 76Crossref PubMed Scopus (1224) Google Scholar Recently, using tryptophan hydroxylase-1–deficient (TPH1−/−) mice, which have significantly reduced amounts of serotonin in the gut, and mice treated with the serotonin synthesis inhibitor para-chloro-d, l-phenylalanine (PCPA), we demonstrated a critical role of serotonin in the generation of colitis in two different models of colitis [dextran sulfate sodium (DSS) and dinitrobenzene sulfonic acid (DNBS)].8Ghia J.E. Li N. Wang H. Collins M. Deng Y. El-Sharkawy R.T. Cote F. Mallet J. Khan W.I. Serotonin has a key role in pathogenesis of experimental colitis.Gastroenterology. 2009; 137: 1649-1660Abstract Full Text Full Text PDF PubMed Scopus (283) Google Scholar Decreased severity of colitis and down-regulation of proinflammatory cytokine production were observed in TPH1−/− mice compared with wild-type mice and in PCPA-treated mice after induction of colitis. Dendritic cells (DCs) are important innate immune cells and perform a key role in activation of immune response. DCs are the major source of proinflammatory mediators, including cytokines, reactive oxygen, and nitrogen intermediates, and play a critical role in the generation of inflammation in the intestinal tract. The character of a T-cell (key player in adaptive immune system) response, whether effector T cells (TH1, TH2, TH17) or regulatory T cells (Tr, TH3), reflects instruction by the initiating DCs. Studies on human DCs revealed the presence of different serotoninergic receptors on DCs, and functional studies indicated that activation of serotonin 4 and serotonin 7 receptor enhanced the release of the cytokines interleukin-1β (IL-1β) and IL-8.18Idzko M. Panther E. Stratz C. Muller T. Bayer H. Zissel G. Durk T. Sorichter S. Di Virgilio F. Geissler M. Fiebich B. Herouy Y. Elsner P. Norgauer J. Ferrari D. The serotoninergic receptors of human dendritic cells: identification and coupling to cytokine release.J Immunol. 2004; 172: 6011-6019Crossref PubMed Scopus (177) Google Scholar Although DCs expressing serotonin receptors are situated close to EC cells, and are considered to play an important role in immune activation and generation of intestinal inflammation, the role of serotonin in modulating DC function in the context of intestinal inflammation remains to be determined. In this study we investigated the role of serotonin in the function of DCs and sequential T-cell activation in relation to generation of gut inflammation in a well-defined experimental model of colitis. TPH1−/− mice on C57BL/6 background were originally produced by gene mutation as described by Côté et al.19Côt́ F. Thevenot E. Fligny C. Fromes Y. Darmon M. Ripoche M.A. Bayard E. Hanoun N. Saurini F. Lechat P. Dandolo L. Hamon M. Mallet J. Vodjdani G. Disruption of the nonneuronal tph1 gene demonstrates the importance of peripheral serotonin in cardiac function.Proc Natl Acad Sci U S A. 2003; 100: 13525-13530Crossref PubMed Scopus (324) Google Scholar Briefly, exon 2 of the TPH1 locus has been substituted by the nlslacZneopolyA cassette. These mice are viable, express normal amounts of serotonin in the brain, and show no observed food intake differences or body weight difference from wild-type mice. Breeding pairs of TPH1−/− mice and their wild-type (TPH1+/+) littermates were obtained from Université Pierre et Marie Curie, CNRS, Paris, France, and were kept and bred under specific pathogen-free conditions. C57BL/6 were purchased from Taconic (Albany, NY). All experiments were approved by the McMaster University Animal Ethics Committee and conducted under the Canadian Guidelines for Animal Research. DSS (mol. wt., 40 kDa; ICN Biomedicals Inc, Soho, Ohio) was added to the drinking water in a final concentration of 5% (wt/vol) for 5 days.8Ghia J.E. Li N. Wang H. Collins M. Deng Y. El-Sharkawy R.T. Cote F. Mallet J. Khan W.I. Serotonin has a key role in pathogenesis of experimental colitis.Gastroenterology. 2009; 137: 1649-1660Abstract Full Text Full Text PDF PubMed Scopus (283) Google Scholar, 20Ghia J.E. Blennerhassett P. Collins S.M. Impaired parasympathetic function increases susceptibility to inflammatory bowel disease in a mouse model of depression.J Clin Invest. 2008; 118: 2209-2218PubMed Google Scholar Controls were all time matched and consisted of mice that received normal drinking water only. Mean DSS consumption was noted per cage each day. Disease activity index (DAI) scores have historically correlated well with the pathological findings in a DSS-induced model of ulcerative colitis.21Cooper H.S. Murthy S.N. Shah R.S. Sedergran D.J. Clinicopathologic study of dextran sulfate sodium experimental murine colitis.Lab Invest. 1993; 69: 238-249PubMed Google Scholar DAI is the combined score of weight loss, stool consistency, and bleeding. Scores were defined as follows: weight: 0, no loss; 1, 5% to 10%; 2, 10% to 15%; 3, 15% to 20%; and 4, 20% weight loss; stool: 0, normal; 2, loose stool; and 4, diarrhea; and bleeding: 0, no blood; 2, presence (Hemoccult II positive result; Beckman Coulter, Fullerton, CA); and 4, gross blood. The DAI was scored from day 0 to day 5 during DSS treatment. Five days after the beginning of the DSS treatment, the mice were sacrificed and the abdominal cavity was opened, the colon was located, and observations on distension, fluid content, hyperemia, and erythema were recorded. The colon was removed and opened longitudinally, and macroscopic damage was immediately assessed. Macroscopic scores were performed using a previously described scoring system for DSS colitis.21Cooper H.S. Murthy S.N. Shah R.S. Sedergran D.J. Clinicopathologic study of dextran sulfate sodium experimental murine colitis.Lab Invest. 1993; 69: 238-249PubMed Google Scholar Formalin-fixed colon segments were paraffin embedded and 3-μm sections were stained with H&E. Colonic damage was scored based on a published scoring system that considers architectural derangements, goblet cell depletion, edema or ulceration, and degree of inflammatory cell infiltrate.21Cooper H.S. Murthy S.N. Shah R.S. Sedergran D.J. Clinicopathologic study of dextran sulfate sodium experimental murine colitis.Lab Invest. 1993; 69: 238-249PubMed Google Scholar Myeloperoxidase (MPO) activity was determined after an established protocol.22Boughton-Smith N.K. Wallace J.L. Whittle B.J. Relationship between arachidonic acid metabolism, myeloperoxidase activity and leukocyte infiltration in a rat model of inflammatory bowel disease.Agents Actions. 1988; 25: 115-123Crossref PubMed Scopus (101) Google Scholar Briefly, MPO activity, used as a marker of neutrophilic infiltration, was extracted and the activity was measured using a modified version of the method described by Bradley et al.23Bradley P.P. Priebat D.A. Christensen R.D. Rothstein G. Measurement of cutaneous inflammation: estimation of neutrophil content with an enzyme marker.J Invest Dermatol. 1982; 78: 206-209Abstract Full Text PDF PubMed Scopus (3053) Google Scholar Tissue samples were homogenized (50 mg/ml) in ice-cold 50 mmol/L potassium phosphate buffer (pH 6.0) containing 0.5% hexadecyl trimethyl ammonium bromide (Sigma, Mississauga, Ontario, Canada). The homogenate was freeze thawed three times, briefly sonicated, and then centrifuged at 12 000 × g for 12 minutes at 4°C. The supernatant was then added to a solution of O-dianisidine (Sigma) and hydrogen peroxide. The absorbance of the colorimetric reaction was measured by a spectrophotometer. MPO is expressed in units per milligram of wet tissue, with 1 unit being the quantity of enzyme able to convert 1 μmol of hydrogen peroxide to water in 1 minute at room temperature. Spleens were cut into small pieces and digested for 30 minutes at 37°C with spleen dissociation medium (Stem Cell Technology, Vancouver, British Columbia, Canada). After incubation dissociation and centrifugation, the resulting cell suspension was treated with supplemented medium [PBS: 2% fetal bovine serum (FBS) and 1 mmol/L EDTA]. Spleen CD11c+ cells were isolated by positive selection using EasySep mouse CD11c+ selection kit (Stem Cell Technology, Vancouver, BC, Canada) following manufacturer's instruction. CD4+ T cells were isolated from the mixed splenocytes by negative selection using an EasySep mouse CD4+ T cell enrichment cocktail with magnetic nanoparticles (Stem Cell Technologies, Vancouver, BC, Canada). Cell purity was 90% as determined by flow cytometry, using anti‐mouse CD4 (LT34) monoclonal antibody (BD Pharmingen, San Diego, CA). After MACS isolation, CD11c+ preparations were surface stained using various anti-mouse monoclonal antibodies. The following antibodies were used: anti-major histocompatibility complex II (MHCII)–phycoerythrin (PE), anti–CD40–fluorescein isothiocyanate, anti–CD80–peridinin chlorophyll protein–Cy5.5, and anti–CD86-allophycocyanin. All antibodies were purchased from BD Biosciences except anti–MHCII-PE (eBioscience, San Diego, CA). Specific phenotyping procedures used four-color analysis to determine various DC subsets. Data were collected on a BD LSR II cytometer using FACSDiva software (BD Biosciences, Mississawga, ON, Canada) and analyzed using FlowJo software (Treestar Inc, Ashland, OR). Bone marrow cells were harvested from the femur and tibiae of naive mice as previously described24Lutz M.B. Kukutsch N. Ogilvie A.L. Rossner S. Koch F. Romani N. Schuler G. An advanced culture method for generating large quantities of highly pure dendritic cells from mouse bone marrow.J Immunol Methods. 1999; 223: 77-92Crossref PubMed Scopus (2523) Google Scholar and cultured in RPMI 1640 medium containing 10% FBS, 100 U/ml of penicillin, 100 μg/ml of streptomycin, 2 mmol/L l-glutamine, 0.1% 2-mercaptoethanol, 0.1 mmol/L nonessential amino acids, 1 mmol/L sodium pyruvate, and 20 ng/ml of recombinant murine granulocyte-macrophage colony-stimulating factor (GM-CSF; PeproTech, Rocky Hill, NJ). Three and six days after initial culture, cells were replenished with fresh medium supplemented with GM-CSF. On day 7, DC culture was completed. Spleen CD11c+ cells from TPH1−/− mice were isolated as described above. A total of 2.106 cells per mouse were injected i.p. into TPH1−/− host mice. After 24 hours, 5% DSS-induced colitis was induced for 5 days. Myeloid DCs (106/ml) were cultured with increasing doses (10−7 to 10−3M) of serotonin for 48 hours. Spleen CD11c+ cells from colitic and noncolitic TPH1−/− mice were isolated as described above. CD11c+ DCs were cultured and exposed to lipopolysaccharide (LPS) (100 ng/ml; Sigma) for 24 hours. The level of IL-12p40 was determined in the presence or absence of serotonin (10−7 and 10−5M) and/or nuclear factor κB (NF-κB) inhibitor, pyrrolidine dithiocarbamate (PDTC; 10.10−6M; Sigma). For coculture, CD11c+ DCs from mice treated with DSS were cultured and exposed to LPS (100 ng/ml) for 24 hours before being cocultured with CD4+ T cells isolated from naive mice at a ratio of 1:3 (DC:T)25Murugaiyan G. Mittal A. Weiner H.L. Identification of an IL-27/osteopontin axis in dendritic cells and its modulation by IFN-gamma limits IL-17-mediated autoimmune inflammation.Proc Natl Acad Sci U S A. 2010; 107: 11495-11500Crossref PubMed Scopus (82) Google Scholar in plate coated with 10 μg/ml of anti-CD3 and 2 μg/ml of anti-CD28. Cell culture supernatants were collected at days 3, 5, and 7 for cytokine analysis [interferon-γ (IFN-γ) and IL-17]. Cytokine levels (IL-1β, IL-12p40, IL-17, and IFN-γ) were determined using enzyme-linked immunosorbent assay (ELISA) commercial kit (R&D Systems, Minneapolis, MN). A colonic sample was homogenized in 700 μL of Tris HCl buffer containing protease inhibitors (Sigma). Samples were centrifuged for 30 minutes, and the supernatant was frozen at −80°C until assay. Cytokine levels [IL-1β, IL-6, and tumor necrosis factor-α (TNF-α)] were determined using a commercial ELISA kit (R&D Systems). Cytokine (IL-1β, IL-6, IL-4, IL-12, and IL-17) and prostaglandin E2 (PGE2) levels were determined using a commercial ELISA kit (R&D Systems). Histamine was extracted from each sample by adding 10 μL of 0.2N HClO4 per milligram of tissue. Samples were homogenized and supernatant was collected and neutralized to pH 6.8 by addition of an equal volume of 1M potassium borate. Histamine levels were determined using a commercial ELISA kit (Beckman Coulter). Results are presented as mean ± SEM. Statistical analysis was performed using one- or two-way analysis of variance followed by the Student-Newman-Keuls multiple comparisons post hoc analysis and P < 0.05 was considered significant. We confirmed our previous study8Ghia J.E. Li N. Wang H. Collins M. Deng Y. El-Sharkawy R.T. Cote F. Mallet J. Khan W.I. Serotonin has a key role in pathogenesis of experimental colitis.Gastroenterology. 2009; 137: 1649-1660Abstract Full Text Full Text PDF PubMed Scopus (283) Google Scholar showing that in TPH1−/− mice that have reduced serotonin in the gut, acute colitis is significantly decreased after 5 days of DSS treatment. Macroscopic and MPO activity decreased significantly from 3.7 ± 0.25 to 2.2 ± 0.3 and 2.1 ± 0.4 to 0.6 ± 02, respectively. This reduction in the severity of DSS-induced colonic inflammation in TPH1−/− mice was associated with down-regulation of IL-17, IFN-γ, and IL-12p40 in colonic tissue (Figure 1, A–C). However, histamine and PGE2 levels were not significantly modified (Figure 1, D and E). DCs are critical in the production of IL-12p40 in many immune responses, including those associated with IBD. To elucidate the mechanism by which serotonin is influencing the development of colitis, we next assessed the role of serotonin in DC function in relation to gut inflammation. DCs isolated from TPH1−/− mice with DSS-induced colitis released significantly less IL-12p40 compared with DCs isolated from TPH1+/+ mice when stimulated with LPS for 24 hours (Figure 1F), implying a role of serotonin-mediated activation of DCs in the pathogenesis of colitis in this model. Interestingly, in control conditions we also observed a significant decrease in the amount of IL-12p40 released in the culture supernatant of nonstimulated DCs (Figure 1A). Analysis of cell surface molecules by flow cytometry revealed the expression of MHCII, CD40, CD80, and CD86 on the isolated CD11c+ cells from both the TPH1+/+ and TPH1−/− mice (Figure 2). CD11c+ cells isolated from TPH1+/+ mice expressed MHCII (12%), CD40 (27.5%), CD80 (1.7%), and CD86 (22.5%). CD11c+ cells isolated from TPH1−/− mice expressed MHCII (9.2%), CD40 (26.8%), CD80 (1.5%), and CD86 (21.2%). The role of serotonin in DC function was further studied by examining the ability of serotonin to stimulate naive DCs. A significantly lower amount of IL-12p40 in the culture supernatant from naive TPH1−/− mice was observed compared with TPH1+/+ mice (Figure 3A). However, addition of serotonin in culture media of DCs from TPH1−/− mice significantly up-regulated IL-12p40 production compared with DCs from TPH1−/− cultured without the addition of serotonin (Figure 3A). Addition of NF-κB inhibitor PDTC in the culture media significantly decreased the production of serotonin-stimulated IL-12p40 cytokines by DCs in response to LPS. Serotonin alone significantly increased the levels of IL-12p40, and this effect was inhibited by the addition of NF-κB inhibitor (Figure 3B). We also investigated the effect of serotonin on bone marrow–derived dendritic cells (BMDCs) from naive mice. Bone marrow progenitors were cultured in the presence of GM-CSF to generate myeloid DCs.24Lutz M.B. Kukutsch N. Ogilvie A.L. Rossner S. Koch F. Romani N. Schuler G. An advanced culture method for generating large quantities of highly pure dendritic cells from mouse bone marrow.J Immunol Methods. 1999; 223: 77-92Crossref PubMed Scopus (2523) Google Scholar Serotonin dose dependently increased significantly the release of IL-12p40 and IL-1β in cell culture supernatant compared with untreated BMDCs (Figure 4, A and B). We next assessed whether the lack of serotonin in the gut in TPH1−/− mice can affect the ability of DCs to prime CD4+ T cells. CD4+ T cells isolated from naive mice and cocultured with DCs isolated from colitic TPH1−/− mice released significantly lower amounts of IL-17 and IFN-γ compared with CD4+ T cells cocultured with DCs isolated from colitic TPH1+/+ mice when stimulated with LPS. Interestingly, in control conditions in the presence of medium only, we also observed a significant decrease in the amount of IL-17 and IFN-γ released in the culture supernatant of nonstimulated DCs (Figure 5). We observed this immunosuppressive function of DCs isolated from TPH1−/− mice on days 3, 5, and 7 of culture. We then investigated whether the transfer of serotonin-pulsed DCs from noncolitic TPH1−/− mice could influence the development of an acute colitis in TPH1−/− mice. As illustrated in Figure 6, the deterioration of colitis in mice receiving serotonin-pulsed DCs, compared with untreated DCs, was evident in the 1.9-fold increase in the macroscopic damage score (Figure 6A) and in the 2.9-fold increase in MPO activity (Figure 5B). The increased severity of DSS colitis in mice receiving serotonin-pulsed DCs was also evident histologically (Figure 6, C and D). The histological damage score increased from 1.5 ± 0.6 in mice receiving nonpulsed DCs to 3.3 ± 1.3 in mice transferred with serotonin-pulsed DCs. Similarly, cytokine concentrations in the colon were also increased in mice receiving serotonin-pulsed DCs. The fold increase in IL-1β was 3.3 times higher in mice receiving serotonin-pulsed DCs compared with untreated mice with DSS-induced colitis, and respective values for IL-6 and IL-17 were 1.7- and 1.3-fold increases. Levels of IL-1β, IL-6, and IL-17 in colonic tissue were significantly increased when mice were transferred with nonpulsed DCs (Figure 7, A–D). The IL-4 level was not significantly modified.Figure 7Influence of adoptive transfer of DCs in TPH1−/− mice cytokine profile after induction of colitis. IL-1β (A), IL-6 (B), IL-17 (C), IL-4 (D), and IL-12p40 (E) level in colonic tissue after 5 days of DSS-induced colitis. DCs (2.106 cells per mouse, i.p.) pulsed with serotonin (10−7M) for 24 hours increased all of the different markers but not IL-14 when transferred to a TPH1−/− mouse. F: IL-12p40 in serum was increased. *P < 0.05 compared with control TPH1−/−. **P < 0.05 compared with naive DCs. Each value represents mean ± SEM from eight mice.View Large Image Figure ViewerDownload (PPT) Confirmation of the adoptive transfer was assessed by the level of IL-12p40 in colonic tissue and serum. The fold increase in IL-12 was significantly higher in 1.7 in colonic tissues and 1.8 in serum in mice receiving serotonin-pulsed DCs compared with untreated TPH1−/− DCs (Figure 7, E and F). Mucosal inflammation in conditions ranging from infective acute enteritis or colitis to IBD is accompanied by alteration in EC cell numbers and serotonin content in the gut. It is now well recognized that this altered serotonin response plays an important role in inflammation-induced gut physiological changes, such as motility and fluid and mucin secretion. There is also emerging evidence that the immune system regulates EC cell biology and serotonin production26Motomura Y. Ghia J.E. Wang H. Akiho H. El-Sharkawy R.T. Collins M. Wan Y. McLaughlin J.T. Khan W.I. Enterochromaffin cell and 5-hydroxytryptamine responses to the same infectious agent differ in Th1 and Th2 dominant environments.Gut. 2008; 57: 475-481Crossref PubMed Scopus (72) Google Scholar and serotonin plays an important role in the generation of intestinal inflammation and immune regulatory effects.3Khan W.I. Ghia J.E. Gut hormones: emerging role in immune activation and inflammation.Clin Exp Immunol. 2010; 161: 19-27Crossref PubMed Scopus (146) Google Scholar, 8Ghia J.E. Li N. Wang H. Collins M. Deng Y. El-Sharkawy R.T. Cote F. Mallet J. Khan W.I. Serotonin has a key role in pathogenesis of experimental colitis.Gastroenterology. 2009; 137: 1649-1660Abstract Full Text Full Text PDF PubMed Scopus (283) Google Scholar, 27Bischoff S.C. Mailer R. Pabst O. Weier G. Sedlik W. Li Z. Chen J.J. Murphy D.L. Gershon M.D. Role of serotonin in intestinal inflammation: knockout of serotonin reuptake transporter exacerbates 2,4,6-trinitrobenzene sulfonic acid colitis in mice.Am J Physiol Gastrointest Liver Physiol. 2009; 296: G685-G695Crossref PubMed Scopus (147) Google Scholar Nevertheless, the precise mechanism by which serotonin regulates intestinal inflammation and immune cell function remains to be determined. DCs are key cells of an innate immune system and play a crucial role in the generation of adaptive immune response. Because of the strategic location in the intestinal mucosa, DCs may interact with EC cells and perform a key role in the ac",
  "authors": [
    {
      "display_name": "Nan Li",
      "id": "A5110061363",
      "orcid": null,
      "institutions": [
        {
          "id": "I2802834092",
          "display_name": "Population Health Research Institute",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I4210121705",
          "display_name": "Pitié-Salpêtrière Hospital",
          "country_code": "FR",
          "type": "healthcare"
        },
        {
          "id": "I39804081",
          "display_name": "Sorbonne Université",
          "country_code": "FR",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Nan Li"
    },
    {
      "display_name": "Jean‐Eric Ghia",
      "id": "A5071177615",
      "orcid": "https://orcid.org/0000-0002-3018-9719",
      "institutions": [
        {
          "id": "I2802834092",
          "display_name": "Population Health Research Institute",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I4210121705",
          "display_name": "Pitié-Salpêtrière Hospital",
          "country_code": "FR",
          "type": "healthcare"
        },
        {
          "id": "I39804081",
          "display_name": "Sorbonne Université",
          "country_code": "FR",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jean-Eric Ghia"
    },
    {
      "display_name": "Huaqing Wang",
      "id": "A5111707028",
      "orcid": null,
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I2802834092",
          "display_name": "Population Health Research Institute",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Huaqing Wang"
    },
    {
      "display_name": "Jessica McClemens",
      "id": "A5014687942",
      "orcid": null,
      "institutions": [
        {
          "id": "I2802834092",
          "display_name": "Population Health Research Institute",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jessica McClemens"
    },
    {
      "display_name": "Francine Côté",
      "id": "A5030770818",
      "orcid": "https://orcid.org/0000-0002-6496-7566",
      "institutions": [
        {
          "id": "I1294671590",
          "display_name": "Centre National de la Recherche Scientifique",
          "country_code": "FR",
          "type": "government"
        },
        {
          "id": "I1288880153",
          "display_name": "Hôpital Necker-Enfants Malades",
          "country_code": "FR",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Francine Cote"
    },
    {
      "display_name": "Youko Suehiro",
      "id": "A5112363403",
      "orcid": "https://orcid.org/0009-0003-5690-4228",
      "institutions": [
        {
          "id": "I135598925",
          "display_name": "Kyushu University",
          "country_code": "JP",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Youko Suehiro"
    },
    {
      "display_name": "Jacques Mallet",
      "id": "A5110168442",
      "orcid": null,
      "institutions": [
        {
          "id": "I39804081",
          "display_name": "Sorbonne Université",
          "country_code": "FR",
          "type": "funder"
        },
        {
          "id": "I4210121705",
          "display_name": "Pitié-Salpêtrière Hospital",
          "country_code": "FR",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jacques Mallet"
    },
    {
      "display_name": "Waliul I. Khan",
      "id": "A5113591647",
      "orcid": null,
      "institutions": [
        {
          "id": "I2802834092",
          "display_name": "Population Health Research Institute",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Waliul I. Khan"
    }
  ],
  "publication_year": 2011,
  "publication_date": "2011-01-29",
  "type": "article",
  "cited_by_count": 122,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S145577119",
    "display_name": "American Journal Of Pathology",
    "issn_l": "0002-9440",
    "issn": [
      "0002-9440",
      "1525-2191"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320990"
  },
  "volume": "178",
  "issue": "2",
  "first_page": "662",
  "last_page": "671",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "http://ajp.amjpathol.org/article/S0002944010001215/pdf",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C2776914184",
      "display_name": "Inflammation",
      "level": 2,
      "score": 0.7307558
    },
    {
      "id": "C2775864247",
      "display_name": "Serotonin",
      "level": 3,
      "score": 0.6644695
    },
    {
      "id": "C2779343474",
      "display_name": "Context (archaeology)",
      "level": 2,
      "score": 0.65201664
    },
    {
      "id": "C2778170410",
      "display_name": "Dendritic cell",
      "level": 3,
      "score": 0.47121683
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.46170288
    },
    {
      "id": "C14036430",
      "display_name": "Function (biology)",
      "level": 2,
      "score": 0.44694918
    },
    {
      "id": "C203014093",
      "display_name": "Immunology",
      "level": 1,
      "score": 0.4219228
    },
    {
      "id": "C169760540",
      "display_name": "Neuroscience",
      "level": 1,
      "score": 0.36846852
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.35859957
    },
    {
      "id": "C142724271",
      "display_name": "Pathology",
      "level": 1,
      "score": 0.35540646
    },
    {
      "id": "C95444343",
      "display_name": "Cell biology",
      "level": 1,
      "score": 0.34838206
    },
    {
      "id": "C8891405",
      "display_name": "Immune system",
      "level": 2,
      "score": 0.25734913
    },
    {
      "id": "C170493617",
      "display_name": "Receptor",
      "level": 2,
      "score": 0.21231398
    },
    {
      "id": "C55493867",
      "display_name": "Biochemistry",
      "level": 1,
      "score": 0.11307925
    },
    {
      "id": "C151730666",
      "display_name": "Paleontology",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11337",
      "display_name": "Tryptophan and brain disorders",
      "score": 0.9976
    },
    {
      "id": "T10529",
      "display_name": "Stress Responses and Cortisol",
      "score": 0.9944
    },
    {
      "id": "T11266",
      "display_name": "Neuroinflammation and Neurodegeneration Mechanisms",
      "score": 0.9857
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/j.ajpath.2010.10.028",
  "pdf_url": "http://ajp.amjpathol.org/article/S0002944010001215/pdf",
  "retrieved_date": "2025-07-30T15:03:21.719609",
  "source_database": "OpenAlex"
}