{
  "openalex_id": "W2037599273",
  "doi": "https://doi.org/10.1080/01419870.2012.748210",
  "title": "How the religious context affects the relationship between religiosity and attitudes towards immigration",
  "abstract": "AbstractThis article approaches two shortcomings in previous research on religiosity and prejudice: (1) the lack of cross-country comparative studies; and (2) a failure to consider any moderating effects of religious contexts. We examine whether the relationship between religiosity and anti-immigration attitudes varies depending on religious contexts in Europe, and we find two things. First, strongly religious people are on average less likely to oppose immigration than non-religious people. Second, different religious contexts moderate the religiosity–attitude relationship in that religious people in Protestant countries and in countries with a low proportion of majority adherents are more tolerant than religious people in Catholic countries and in religiously homogenous countries. State policies also matter in that religious people are more negative where the government favours the majority religion. This calls into question the taken-for-granted understanding of religiosity and out-group attitudes found in the USA.Keywords: immigationreligionEuropeprejudicexenophobiacomparative AcknowledgementsThe authors would like to thank Annette Schnabel for valuable comments on previous drafts.Notes1. Studies on negative out-group attitudes sometimes include religion as a control variable (e.g. Strabac and Listhaug Citation2007).2. While Europe generally has a long tradition of state intervention and religion–state interdependence, the American context is characterized by strong autonomous religious communities (Stark and Iannaccone Citation1994; Casanova Citation2006) and close links between individuals and religious organizations (Davie Citation2006).3. Bulgaria, Cyprus, Greece and Russia are Orthodox countries but the proportion of Orthodox adherents in the remainder of the countries is too small to carry out any meaningful analyses.4. The original Coal and Steel Community and European Economic Community were promoted and realized by Catholic statesmen such as Robert Schuman and Konrad Adenauer. The vast majority of the original member states were Catholic countries, while the rest were divided countries with predominantly Catholic political elites (Nelsen Citation2004).5. The data set also contains two non-European, non-Christian countries: Israel and Turkey. Running the models with those countries included generates essentially the same results. Tables are available from the authors on request.6. We did test the threat variables in ESS used by the mentioned researchers, and others, as dependent variables, which produced the same results as those presented in this paper. The reason for sticking with anti-immigration attitudes is that we want to examine some negative attitudes towards immigrants or immigration and not related to perceived threat, as the former is more in line with the USA-based research on religion and religiosity that we are primarily relating to in this article. Moreover, perceived threat is a very slippery concept to empirically measure as it is difficult to disentangle actually perceived threat from the negative attitudes (see Hjerm and Nagayoshi Citation2011), especially as the items included in the ESS most likely also tap into stereotypes about immigrants.7. The choice of omitting the third item in ESS is a theoretical one, even though the results stand as displayed below if we would include the omitted item.8. Government regulation of religion includes issues such as religious freedom, government intervention concerning religious freedom, whether government policies contribute to freedom of religion, and so on. Government favouritism of religion includes issues of government funding of religion in general and of specific religions.9. It is not obvious how those two dimensions can be theoretically linked to negative attitudes, as elaborated by Scheepers, Gijsberts and Hello (Citation2002).10. Running a model with all three clusters reveals the same tendency although less pronounced for people with intermediate compared to people with strong religiosity.11. Scheepers, Gijsberts and Hello's (Citation2002) data are from 1997–2002 and the size of the effects is not tremendous, which implies that such a conclusion is reasonable.12. The interaction term in Model 5 turns positive when including the non-European countries Israel and Turkey in the analysis. Although the focus of this study is te role of religion in Europe, this calls for caution in drawing any wider conclusions about the effect of government regulation.Additional informationNotes on contributorsAndrea BohmanANDREA BOHMAN is a PhD Student in the Department of Sociology, Umeå University.Mikael HjermMIKAEL HJERM is Professor in the Department of Sociology, Umeå University.",
  "authors": [
    {
      "display_name": "Andrea Bohman",
      "id": "A5046720341",
      "orcid": "https://orcid.org/0000-0001-8335-9235",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Andrea Bohman"
    },
    {
      "display_name": "Mikael Hjerm",
      "id": "A5046975645",
      "orcid": "https://orcid.org/0000-0003-4203-5394",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Mikael Hjerm"
    }
  ],
  "publication_year": 2013,
  "publication_date": "2013-05-24",
  "type": "article",
  "cited_by_count": 67,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S96629499",
    "display_name": "Ethnic and Racial Studies",
    "issn_l": "0141-9870",
    "issn": [
      "0141-9870",
      "1466-4356"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310319847"
  },
  "volume": "37",
  "issue": "6",
  "first_page": "937",
  "last_page": "957",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2779793952",
      "display_name": "Religiosity",
      "level": 2,
      "score": 0.9344281
    },
    {
      "id": "C70036468",
      "display_name": "Immigration",
      "level": 2,
      "score": 0.6574615
    },
    {
      "id": "C2779343474",
      "display_name": "Context (archaeology)",
      "level": 2,
      "score": 0.64451206
    },
    {
      "id": "C50718005",
      "display_name": "Religious identity",
      "level": 3,
      "score": 0.50878507
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.47322595
    },
    {
      "id": "C77805123",
      "display_name": "Social psychology",
      "level": 1,
      "score": 0.4632012
    },
    {
      "id": "C2778137410",
      "display_name": "Government (linguistics)",
      "level": 2,
      "score": 0.44754684
    },
    {
      "id": "C111021475",
      "display_name": "Protestantism",
      "level": 2,
      "score": 0.43875492
    },
    {
      "id": "C107062074",
      "display_name": "Prejudice (legal term)",
      "level": 2,
      "score": 0.43679002
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.3319884
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.2965486
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.13690376
    },
    {
      "id": "C205649164",
      "display_name": "Geography",
      "level": 0,
      "score": 0.10598996
    },
    {
      "id": "C41895202",
      "display_name": "Linguistics",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11507",
      "display_name": "Religion and Society Interactions",
      "score": 0.9992
    },
    {
      "id": "T10216",
      "display_name": "Migration, Refugees, and Integration",
      "score": 0.9884
    },
    {
      "id": "T13456",
      "display_name": "Religion, Society, and Development",
      "score": 0.9878
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1080/01419870.2012.748210",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:34:32.732634",
  "source_database": "OpenAlex"
}