{
  "openalex_id": "W2035298457",
  "doi": "https://doi.org/10.1080/13880292.2013.805062",
  "title": "Sustaining Atlantic Sturgeon: Stitching a Stronger Scientific and Governance Net",
  "abstract": "Click to increase image sizeClick to decrease image size Acknowledgments This research was supported by the Ocean Tracking Network (OTN) through a network project grant (NETGP #375118-08) from the Natural Sciences and Engineering Research Council of Canada (NSERC) with additional support from the Canadian Foundation for Innovation (CFI, Project #13011), and the Social Sciences and Humanities Research Council (SSHRC #871-2009-0001). The authors thank Andrew McMaster, Senior Policy Analyst, International Affairs Directorate, Fisheries and Oceans Canada, for his assistance and valuable comments. Any errors remain the authors’ responsibility. Notes Douglas F. Williamson, Caviar and Conservation: Status, Management, and Trade of North American Sturgeon and Paddlefish 1 (2003). The North American sturgeon (Family Acipenseridae) species include the Atlantic sturgeon (Acipenser oxyrinchus oxyrinchus) and its subspecies the Gulf sturgeon (Acipenser oxyrinchus desotoi); the shortnose sturgeon (Acipenser brevirostrum); the lake sturgeon (Acipenser fulvescens); the pallid sturgeon (Scaphirhynchus albus); the shovelnose sturgeon (Scaphirhynchus platorhynchus); the Alabama sturgeon (Scaphirhynchus suttkusi); the white sturgeon (Acipenser transmontanus), and the green sturgeon (Acipenser medirostris). There is also a recognized subpopulation of the white sturgeon in the Kootenai/Kootenay River. Id. Id. at 22, 90. Id. W. B. Scott & M.G. Scott, Atlantic Fishes of Canada, Can. Bull. Fish. Aquat. Sci. 219 (1988). Committee on the Status of Endangered Wildlife in Canada (COSEWIC), COSEWIC Assessment and Status Report on the Atlantic Sturgeon Acipenser oxyrinchus in Canada 12 (2011). Inga Saffron, The Decline of the North American Species, in Sturgeons and Paddlefishes of North America 1 (G.T.O. LeBreton, F.W.H. Beamish, & R.S. McKinley, eds., 2004). Tough demonstrates that (Manitoba) lake sturgeon (Acipenser fulvescens) were an important, multi-purpose resource for the Cree and Ojibwa (Frank Tough, Depletion by the Market: Commercialization and Resource Management of Manitoba's Lake Sturgeon (Acipenser fulvescens), 1885–1935, in Fishing Places, Fishing People: Traditions and Issues in Canadian Small-Scale Fisheries 97 (Dianne Newell & Rosemary Ommer, eds., 1999). Scott & Scott, supra note 5. Inga Saffron, Caviar: The Strange History and Uncertain Future of the World's Most Coveted Delicacy (2002). The actual production of caviar from sturgeon eggs is an artisanal activity, and requires substantial skill to remove the sturgeon eggs and create the lightly salted (approximately four per cent by weight) product favoured in the marketplace (Id., at 43). COSEWIC, supra note 6, at 31; M.J. Dadswell, A Review of the Status of Atlantic Sturgeon in Canada, with Comparisons to Populations in the United States and Europe, 31 Fisheries 218, 220 (2006). J.G. Hoff, Review of the Present Status of the Stocks of the Atlantic Sturgeon Acipenser Oxyrhynchus (Mitchill) (1980). Id. Id.; Waldman notes that shortnose sturgeon, Acipenser brevirostrum, was not distinguished in these landings but they probably represented a minor component (John Waldman, Conservation and Restoration of Acipenser oxyrinchus in the USA, in Biology and Conservation of the European Sturgeon Acipenser sturio L. 1758, 517, 519 (Patrick Williot et al., eds., 2011)). Id. Id. Id. Guy Verreault & Guy Trencia, Atlantic Sturgeon (Acipenser oxyrinchus oxyrinchus) Fishery Management in the St. Lawrence Estuary, Québec, Canada in Biology and Conservation of the European Sturgeon Acipenser sturio L. 1758, 527, 528 (Patrick Williot et al., eds., 2011). Catch records for the St. Lawrence River exist only from 1939. COSEWIC, supra note 6, at 34; Dadswell, supra note 11, at 224. Verreault & Trencia, supra note 18, at 529. Id. H.M. Rogers, The Estuary of the Saint John River: Its Physiography, Ecology, and Fisheries (1936) (unpublished Master of Arts Thesis, University of Toronto). COSEWIC, supra note 6, at 24. There was another one-year closure in 1900 (id.). Id. Dadswell, supra note 11, at 220. Id. DFO, Evaluation of Atlantic Sturgeon (Acipenser oxyrinchus) in the Maritimes Region with Respect to Making a CITES Non-detriment Finding, DFO Can. Sci. Advis. Sec. Sci. Advis. Rep. 2009/029 (2009) [DFO, Atlantic Sturgeon Non-Detriment Finding]; COSEWIC, supra note 6, at 24. DFO, Atlantic Sturgeon Non-Detriment Finding, supra note 29. For the difficulties faced by international regulatory bodies in addressing illegal trade in caviar products, see Saffron, supra note 9, at 187. The information on Atlantic sturgeon aquaculture operations in this section was obtained by Richard Apostle through interviews with industry representatives in March 2012. The firm has a number of albino shortnose and others that are decidedly lighter in colour. The temperature in the area was a very unseasonable 25oC when the interview was done in early March. Interestingly, the owner was not much concerned by potential climate change: for him, given their very long history, sturgeon are “survivor fish.” The original stock came from the Saint John River, and was returned there. Acadia Sturgeon and Caviar, at http://www.acadian-sturgeon.com (visited 22 April 2013). At this point, Russia provides the only reliable market for sturgeon meat, but the owner of Carter's Point aquaculture facility believes the taste and quality of the meat will create new markets. The two sturgeon aquaculture firms have considered innovative ways to secure funding, including federal grants, and to sell sturgeon for restocking activities (e.g., to Germany and Poland), for aquaculture, or for research purposes. Sturgeon require very large tanks to avoid injury, which in turn demands more extensive land use than other aquaculture activities. The challenge is to create a brand for Atlantic sturgeon caviar that allows consolidating and opening markets for caviar. Dadswell, supra note 11. V.D. Vladykov & J.R. Greeley, Order Acipenseroidei (1963); A.B. Stein, K.D. Friedland, & M.S. Sutherland, Atlantic Sturgeon Marine Distribution and Habitat Use along the Northeastern Coast of the United States, 133 Trans. Amer. Fish Soc. 527 (2004). Scott & Scott, supra note 5. I. Wirgin et al., Genetic Structure of Atlantic Sturgeon Populations Based on Mitochondrial DNA Control Region Sequences, 129 Trans. Am. Fish. Soc. 476 (2000); Dadswell, supra note 11; C. Grunwald et al., Conservation of Atlantic Sturgeon Acipenser oxyrinchus oxyrinchus: Delineation of Stock Structure and Distinct Population Segments, 9 Conserv. Genet. 1111 (2008). Vladykov & Greeley, supra note 41; J.P. Van Eenennaam et al., Reproductive Conditions of the Atlantic Sturgeon (Acipenser oxyrinchus) in the Hudson River, 19 Estuaries 769 (1996). M.R. Collins et al., Habitat Utilization and Biological Characteristics of Adult Atlantic Sturgeon in Two South Carolina Rivers, 129 Trans. Am. Fish. Soc. 982 (2000). T.I.J. Smith, The Fishery, Biology, and Management of Atlantic Sturgeon, Acipenser oxyrhynchus, in North America, 14 Environ. Biol. Fish. 61 (1985); Dadswell, supra note 11. Van Eenennaam et al., supra note 44; Collins et al., supra note 45; Dadswell, supra note 11. T.I.J. Smith, D.E. Marchette, & R.A. Smiley, Life history, ecology, culture and management of Atlantic sturgeon, Acipenser oxyrhynchus oxyrhynchus, Mitchill (1982). Vladykov & Greeley, supra note 41. Smith et al., supra note 48; Dadswell, supra note 11. Smith, supra note 46; Dadswell, supra note 11. Vladykov & Greeley, supra note 41. Dadswell, supra note 11. Smith, supra note 46. B. Kynard & M. Horgan, Ontogenetic Behavior and Migration of Atlantic Sturgeon, Acipenser oxyrinchus oxyrinchus, and Shortnose Sturgeon, A. brevirostrum, with Notes on Social Behavior, 63 Env. Biol. Fish. 137 (2002). Id. Dadswell, supra note 11. Id. Vladykov & Greeley, supra note 41; Dadswell, supra note 11. Smith, supra note 46; D.L. Peterson et al., Annual Run Size and Genetic Characteristics of Atlantic Sturgeon in the Altamaha River, Georgia, 137 Trans. Am. Fish. Soc. 393 (2008). A.W. Kahnle, K.A. Hattala, & K.A. McKown, Status of Atlantic Sturgeon of the Hudson River Estuary, New York, USA, in Anadromous sturgeons: habitats, threats, and management 347 (J. Munro et al. eds., 2007). Scott & Scott, supra note 5; F. Caron, D. Hatin & R. Fortin, Biological Characteristics of Adult Atlantic Sturgeon (Acipenser oxyrinchus) in the St. Lawrence River Estuary and the Effectiveness of Management Rules, 18 J. Appl. Ichthyol. 580 (2002). R.W. Laney et al., Distribution, Habitat Use, and Size of Atlantic Sturgeon Captured during Cooperative Winter Tagging Cruises, 1988–2006, 56 Am. Fish. Soc. Symp. 167 (2007); M.F. McLean et al., Quantifying Movement Patterns of Atlantic Sturgeon (Acipenser oxyrinchus) in the Minas Basin, Bay of Fundy, Canada, Mar. Ecol. Prog. Ser. (submitted February 28, 2013). Dadswell, supra note 11; Laney et al., supra note 63; I. Wirgin et al., Stock Origin of Migratory Atlantic Sturgeon in the Minas Basin, Inner Bay of Fundy, Canada Determined by Microsatellite and Mitochondrial DNA Analysis, 141 Trans. Amer. Fish. Soc. 1389 (2012). Wirgin et al., id. Laney et al., supra note 63. S. Wehrell, M. Dadswell & A. Redden, Population characteristics, movement, and a population estimate of Atlantic sturgeon (Acipenser oxyrinchus) in Minas Basin, Bay of Fundy, Acadia Center for Estuarine Research. No. 90 (2008); J. Beardsall et al., Consequences of Incidental Otter Trawl Capture on Survival and Physiological Status of Threatened Atlantic Sturgeon Acipenser oxyrinchus in Coastal Waters of Nova Scotia, Trans. Am. Fish. Soc. (in press). Laney et al., supra note 63. McLean et al., supra note 63. Laney et al., supra note 63. Stokesbury, unpublished data. Taylor & Litvak, unpublished data. W.E. Ricker, Computation and Interpretation of Biological Statistics of Fish Populations, 191 Bull. Fish. Res. Board Can. 1 (1975). D.H. Secor & J.R. Waldman, Historical Abundance of Delaware Bay Atlantic Sturgeon and Potential Rate of Recovery, 23 Am. Fish. Soc. Symp. 203 (1999). C. Ceapa, Data collected during 2007–2008 fishing seasons on the Saint John River Atlantic sturgeon fishery. Acadia Sturgeon and Caviar Inc., Carter's Point N.B., Power Point presented at the 2010 CITES Atlantic Sturgeon Non-detrimental Meeting, Bedford Institute of Oceanography (2009). Dadswell, unpublished data. DFO, Recovery Potential Assessment for Atlantic Sturgeon (Maritimes Designatable Unit) (Draft, 9 April 2013) (on file with authors) [hereinafter DFO, Recovery Potential Assessment]. Id. Id. Kahnle et al., supra note 61. M.J. Dadswell & S. Nack, An Analysis of the Scientific Data Used in the NOAA Listing of the USA Atlantic Coast Atlantic Sturgeon Population as Endangered (2012), at http://www.asmfc.org. (visited 26 June 2012). Peterson et al., supra note 60. Dadswell & Nack, supra note 81. J. Kocik et al., An Atlantic Sturgeon Population Index for ESA Management Analysis, Northeast Fish. Sci. Cent. Ref. Doc. 13–06 (2013), at http://www.nefsc.noaa.gov/publications/crd/crd1306/crd1306. (visited 24 April 2013). Secor & Waldman, supra note 74. Wehrell et al., unpublished data. Dadswell, unpublished data. Laney et al., supra note 63. Caron et al., supra note 62; D. Hatin, R. Fortin, & F. Caron, Movements and Aggregation Areas of Adult Atlantic Sturgeon (Acipenser oxyrinchus) in the St. Lawrence River Estuary, Québec, Canada, 18 J. Appl. Ichthyol. 586 (2002). Taylor & Litvak, unpublished data. Id. Id. Id. Id. S.J. Fernandes et al., Seasonal Distribution and Movements of Shortnose Sturgeon and Atlantic Sturgeon in the Penobscot River Estuary, Maine, 139 Trans. Am. Fish. Soc. 1436 (2010). McLean et al., supra note 63. Id. Stein et al., supra note 41; Laney et al., supra note 63. J.H. Johnson et al., Food Habits of Atlantic Sturgeon off the Central New Jersey Coast, 126 Trans. Am. Fish. Soc. 166 (1997). R.G. Appy & M.J. Dadswell, Parasites of Acipenser brevirostrum LeSueur and Acipenser oxyrhynchus Mitchill (Osteichthyes: Acipenseridae) in the Saint John River Estuary, N.B., with a Description of Caballeronema pseudoargumentosus sp.n. (Nematoda: Spirurida), 56 Can. J. Zool. 1382 (1978); F. Guilbard et al., Feeding Ecology of Atlantic Sturgeon and Lake Sturgeon Co-occurring in the St. Lawrence Estuarine Transition Zone, 56 Amer. Fish. Soc. Symp. 85 (2007). McLean et al., supra note 63. Id. Smith, supra note 46. M. J. Dadswell & R. A. Rulifson, Macrotidal Estuaries: A Region of Collision between Migratory Marine Animals and Tidal Power Development, 51 Biol. J. Linn. Soc. 51, 93 (1994). CBC, Mactaquac Dam's Future Sparks Debate (22 January 2013), at http://www.cbc.ca/news/canada/new-brunswick/story/2013/01/22/nb-mactaquac-future-1039.html (visited 17 April 2013); Global News, Mactaquac Dam Concerns (8 April 2013), at http://globalnews.ca/video/464466/mactaquac-dam-concerns (visited 17 April 2013). CBC, Mactaquac Dam Consultations on Upgrade to Begin in 2014 (20 March 2013), at http://www.cbc.ca/news/canada/new-brunswick/story/2013/03/19/nb-mactaquac-dam-upgrade-consultations.html (visited 17 April 2013). Andrew B. Stein, Kevin D. Friedland, & Michael Sutherland, Atlantic Sturgeon Marine Bycatch and Mortality on the Continental Shelf of the Northeast United States, 24 N. Am. J. of Fisheries Mgmt. 171 (2004); Beardsall et al., supra note 67. Johnson et al., supra note 99; Stein et al., supra note 41. Atlantic States Marine Fisheries Council (ASMFC), Estimation of Atlantic Sturgeon Bycatch in Coastal Atlantic Commercial Fisheries of New England and the Mid-Atlantic (August 2007), at http://www.nefmc.org/monk/cte%20mtg%20docs/120403/bycatchReportAug07.pd/ (visited 10 September 2012); Beardsall et al., supra note 67. Beardsall et al., id. Id. Id. M.E. Chittenden Jr., Trends in the Abundance of American Shad, Alosa sapidissima, in the Delaware River Basin, 15 Chesapeake Sci. 96 (1974). H.M. Brundage III & R.E. Meadows, The Atlantic Sturgeon, Acipenser oxyrhynchus, in the Delaware River Estuary, 80 U.S. Fish. Wildl. Serv. Fish. Bull. 337(1982). Stanley Gorham & Don McAllister, The shortnose Sturgeon, Acipenser brevirostrum, in the Saint John River, New Brunswick, Canada, a Rare and Possibly Endangered Species, Syllogeous Series (1974). Fisheries and Oceans Canada (DFO) now argues that “[w]ater quality is very good in the Saint John River, and no known impacts to Atlantic sturgeon have been reported” (DFO, Atlantic Sturgeon Non-Detriment Finding, supra note 29). Environmental standards have pushed industrial operations to install more advanced cleaning for their waste products; various levels of government have diverted construction away from shorelines; and tougher sewage regulation, even in rural areas, have all contributed to cleaner rivers. New Brunswick has the added “advantage” of a stable, or even decreasing, population, in various areas. United Nations Convention on the Law of the Sea, 10 December 1982, 1833 U.N.T.S. 397 [hereinafter LOSC]. Convention on International Trade in Endangered Species of Wild Fauna and Flora, 3 March 1973, 993 U.N.T.S. 243 [hereinafter CITES]. CITES, Conservation of and Trade in Sturgeons and Paddlefish, Resolution Conf. 12.7 (Rev. CoP14) (2002). CITES, Conservation of and Trade in Sturgeons and Paddlefish, Resolution Conf. 12.7 (Rev. CoP16) at http://www.cites.org/eng/res/index.php (visited 20 July 2013). CITES, Guidelines for a Universal Labelling System for Trade in and Identification of Caviar, in CITES, id., Annex 1. Id. Personal communication, Andrew McMaster, Senior Policy Analyst, International Affairs Directorate, Fisheries and Oceans Canada (27 March 2013). CITES, Secretariat's Report on Sturgeon and Paddlefish, 26th Meeting of the Animals Committee, Geneva, 15–20 March 2012 and Dublin, 22–24 March 2012, AC26 Doc. 15.1 (2012), at para. 3(b). Id. Minutes of the Transboundary Steering Committee Meeting held in Boston, MA, 13 September 2013 (on file with authors). Colleen Thompson, The Gulf of Maine in Context: State of the Gulf of Maine Report 51–52 (2010). National Marine Fisheries Service (NMFS), Interim Endangered and Threatened Species Recovery Planning Guidance, Version 1.3 (updated June 2010), Appendix E. Id. at 2.2.3. NOAA, Office of International Affairs, International Agreements Concerning Living Marine Resources of Interest to NOAA Fisheries 124–125 (2012). ASMFC, Interstate Fishery Management Plan for Atlantic Sturgeon, Fisheries Management Report No. 17 (1990), at 12. New York, New Jersey, and North Carolina had a small directed oceanic fishery while all other states in the range of distribution had riverine and estuarine fisheries. Primary management measures were minimum fish size and fishing season closures. Id. Id. at 21. The target is ten per cent of the 1890 record landings of seven million pounds. See also Waldman, supra note 14. ASMFC, supra note 131, at 21. Id. at 21–22. The ASMFC was required to a) encourage and coordinate a coast-wide depository of data and information to effectively monitor and assess management efforts; b) encourage an expanded aquaculture effort to develop techniques to rear Atlantic sturgeon and evaluate hatchery fish for stock restoration; c) encourage shortnose sturgeon researchers to incorporate Atlantic sturgeon into their projects; d) encourage determination of environmental tolerance levels (e.g., DO, pH, temperature, river flow, salinity) for all life stages; e) encourage the determination of effects of contaminants on all life stages; f) encourage the evaluation of existing fisheries survey data to aid in determining at-sea migratory behaviour and stock composition; g) encourage aquaculture research to identify and control early life stage diseases, synchronize spawning times of male and females, and reduce handling stress problems; h) encourage the federal agencies to manage Atlantic sturgeon in the exclusive economic zone, and i) establish an aquaculture and stocking committee to provide guidelines for aquaculture and restoration stocking of sturgeon (id. at 22). Additionally, the management plan needed to be modified to comply with the new standards mandated by the 1993 Atlantic Coastal Fisheries Cooperative Management Act (16 U.S.C.A. § 5104 (a)). ASMFC, Amendment 1 to the Interstate Fishery Management Plan for Atlantic Sturgeon, Fishery Management Report No. 31 (1998), at 19. The amendment to the interstate management plan was preceded by closures to the targeted fishery adopted by every coastal state jurisdiction (id. at 28). 64 FR 19069. Rachel White, Atlantic Sturgeon Listed as Endangered, Management Challenges Ahead, 11 Sandbar 6, 7 (2012). Endangered Species Act, 16 U.S.C.A. §§1531–1544 (2011) [hereinafter ESA]. The NMFS added the species to the list of candidate species under the ESA in 1997 (62 FR 37560, later replaced by the designation as species of special concern, 69 FR 19975). The same year, an environmental organization requested the listing of the species under ESA, triggering a formal status review, which was completed in 1998 (NMFS and U.S. Fish and Wildlife Service (USFWS), Status Review of Atlantic Sturgeon (Acipenser Oxyrinchus Oxyrinchus) (1998)). However, the NMFS concluded that Atlantic sturgeon were not threatened or endangered based on any of the five factors of the ESA (id. at 95). 77 F.R. 5880 & 77 F.R. 5914. This second initiative was initiated during a workshop on the status and management of Atlantic sturgeon held in 2003 and organized by NMFS, USFWS, and ASMFC. The workshop concluded that, despite the moratoria, the recovering of stocks presented mixed results with some stocks showing some signs of recovery while others continue to decline (Atlantic Sturgeon Status Review Team, Status review of Atlantic sturgeon (Acipenser Oxyrinchus Oxyrinchus), Report to National Marine Fisheries Service, Northeast Regional Office (2007), at 3). This conclusion prompted a new stock status report by the Atlantic Sturgeon Status Review Team, which was concluded in 2007 (id.). The 2007 Report was the basis of the listing request and listing process that led to the final determination of listing Atlantic sturgeon as endangered and threatened under the ESA. ESA, supra note 141, § 1538. The ESA § 1532(8) defines “fish or wildlife” as any member of the animal kingdom, including without limitation any mammal, fish, bird (including any migratory, nonmigratory, or endangered bird for which protection is also afforded by treaty or other international agreement), amphibian, reptile, mollusc, crustacean, arthropod or other invertebrate, and includes any part, product, egg, or offspring thereof, or the dead body or parts thereof. Therefore, the prohibitions apply to caviar from wild Atlantic sturgeon. Id. at § 1532(19). Id. at § 1533(d). 76 F.R. 34023. The proposed rule extends prohibitions in § 1538(a)(1)(A) through 1538(a)(1)(G), which include the prohibitions to “import, export, taking, possession, sale or offering for sale in interstate or foreign commerce, delivery, receiving of, carrying, transportation, or shipping in interstate or foreign commerce any such species, or violation of any regulation pertaining to such species” (id.). Personal communication with Angela Somma, Division Chief, Endangered Species Conservation Division, Office of Protected Resources, National Marine Fisheries Service (22 April 2013). ESA, supra note 141, § 15334(a)(3)(A) & 15334(f)(1). See NMFS, Endangered and Threatened Marine and Anadromous Fish: List of Fish Species under NMFS’ Jurisdiction, at http://www.nmfs.noaa.gov/pr/species/esa/fish.htm (visited 17 April 2013). L. S. Parsons, Management of Marine Fisheries In Canada 19 (1993). Id. at 33; Quebec Fishery Regulations 1990, SOR 90/214. Canada-New Brunswick Memorandum of Understanding on Aquaculture Development (1989). See, for example, Commissioner on the Environment and Sustainable Development, Report of the Commissioner of the Environment and Sustainable Development to the House of Commons: Protecting Fish Habitat (Spring 2009). See, for example, Aquaculture Law and Policy: Towards Principled Access and Operations (David L. VanderZwaag & Gloria Chao eds., 2006); David L. VanderZwaag et al., Canada's International and National Commitments to Sustain Marine Biodiversity, 20 Environ. Rev. 312 (2012). COSEWIC, supra note 6. Species at Risk Act, S.C. 2002, c. 29, § 27(1) [hereinafter SARA]. Id. at § 27(1.1). According to SARA, id. at § 32(1) & 32(2): “No person shall kill, harm, harass, capture or take an individual of a wildlife species that is listed as an extirpated species, an endangered species or a threatened species”; and “No person shall possess, collect, buy, sell or trade an individual of a wildlife species that is listed as an extirpated species, an endangered species or a threatened species, or any part or derivative of such an individual.” According to SARA § 33: “No person shall damage or destroy the residence of one or more individuals of a wildlife species that is listed as an endangered species or a threatened species, or that is listed as an extirpated species if a recovery strategy has recommended the reintroduction of the species into the wild in Canada.” Id. at §§ 41(1)(c) & 49(1)(a). Id. at § 58(5). Only when it is determined that the identified critical habitat is not legally protected by provisions in, or measures under, SARA or any other Act of Parliament, the Minister shall issue an order triggering the prohibition to destroy any part of the critical habitat of the listed endangered or threatened species. Id. at §§ 37–55. DFO held a regional science meeting on the recovery potential of the St. Lawrence Atlantic sturgeon population in Québec City in February 2012. In turn, a regional science meeting on the recovery of the Maritimes Atlantic sturgeon population was held in January 2013, and a draft Recovery Potential Assessment has been prepared in April 2013. The record for listing marine species is not promising (see Arno Mooers et al., Biases in Legal Listing under Canadian Endangered Species Legislation, 21 Conserv. Biol. 572 (2007); Jeffrey Hutchings & Marco Festa-Bianchet, Canadian Species at Risk (2006–2008), with Particular Emphasis on Fishes, 17 Environ. Rev. 53 (2009); Jeffrey Hutchings et al., Sustaining Canadian Marine Biodiversity: Responding to the Challenges Posed by Climate Change, Fisheries and Aquaculture, Expert Panel Report Prepared for the Royal Society of Canada (2012)). Ministerial Order Concerning the Establishment of a List of Threatened or Vulnerable Vascular Plant Species Which are Likely to Be so Designated and a List of Threatened or Vulnerable Wildlife Species Which Are Likely to Be so Designated, RRQ, c E-12.01, r 4 (Que). Act Respecting Endangered or Vulnerable Species, R.S.Q., c. E-12.01 (Que) [hereinafter Quebec Endangered Species Act]. Id. Indeed, the species has remained in the list of species “likely to be designated as threatened or vulnerable” for 20 years (COSEWIC, supra note 6, at 36). Quebec Endangered Species Act, supra note 165, at §§ 16–17. Contrary to other sturgeon fisheries in the United States and other countries, the traditional Canadian commercial fishery was never based on caviar harvest because the supply was too irregular to support a caviar industry. Nevertheless, wild Atlantic sturgeon from the Bay of Fundy is exported from Canada, primarily for meat and fertilized eggs for scientific purposes (DFO, Atlantic Sturgeon and Shortnose Sturgeon, Fisheries and Oceans Canada, Maritimes Region, Summary Report, Supplemental information presented in the 2011 Sturgeon Workshop, 8–10 February Alexandria, VA (2011), at 7, at NMFS http://www.nero.noaa.gov/prot_res/atlsturgeon/sws.html (visited 13 March 2013) [hereinafter DFO, Atlantic Sturgeon and Shortnose Sturgeon]). F. Caron & S. Tremblay, Structure and Management of an Exploited Population of Atlantic Sturgeon (Acipenser oxyrinchus) in the St. Lawrence Estuary, Québec, Canada, 15 J. Appl. Ichthyol. 153, 154 (1999). COSEWIC, supra note 6, at 36. In the tidal, freshwater zone of the St. Lawrence River upstream from Quebec City, the fishing season is closed between 1 July and 15 August to prevent mortality of sturgeon in the nets (id.). Verreault & Trencia, supra note 18, at 529–530. COSEWIC, supra note 6, at 36; Verreault & Trencia, supra note 18 at 529; Caron & Tremblay, supra note 169 at 154. Verreault & Trencia, supra note 18 at 529–530. Williamson, supra note 1, at 95. Id. DFO & NOAA, Draft Canada - United States Regional Conservation Strategy and Monitoring/Enforcement Regime for Atlantic Sturgeon Acipenser oxyrinchus oxyrinchus (n.d.) (on file with authors). Ministère de Ressources Naturelles Québec, Sport Fishing in Québec: Main rules, 1 April 2012 to 31 March 2014, at http://www.mrn.gouv.qc.ca/english/publications/online/wildlife/fishing-regulations/ (visited 17 April 2013); Quebec Fishery Regulations 1990, SOR 90/214, §§ 28(d), 56 & Schedule 2; COSEWIC, supra note 6, at 36. Caron & Tremblay, supra note 169, at 156; Verreault & Trencia, supra note 18, at 529 and 534. M. J. Dadswell et al., A Review of Fish and Fisheries Research in the Bay of Fundy between 1976 and 1983, 1256 Can. Tech Rep. Fish Aquat Sci. 163 (1984). With the exception of 1998, the capture of sturgeon in the Saint John River represented over 95 per cent of the catches each year between 1995 and 2002. The licence to catch Atlantic sturgeon in Shubenacadie River, Nova Scotia, has been inactive for many years (Williamson, supra note 1, at 95). See Section 2. DFO, Recovery Potential Assessment, supra note 77, at 11. DFO, Atlantic Sturgeon and Shortnose Sturgeon, supra note 168, at 6. DFO, Recovery Potential Assessment, supra note 77, at 10; COSEWIC, supra note 6, at 36. Maritime Provinces Fishery Regulations, SOR/93–55, Part VI, s. 94 [hereinafter MPFR]. Id. at s. 96; DFO, Atlantic Sturgeon and Shortnose Sturgeon, supra note 168, at 6. MPFR, supra note 185, DFO, Atlantic Sturgeon and Shortnose Sturgeon, supra note 168 at 6; COSEWIC, supra note 6, at 36. In Canada, nearly all shortnose sturgeon are smaller than the minimum size limit for retention. Consequently, shortnose sturgeon are not retained and no shortnose sturgeon bycatch is permitted. MPFR, supra note 185. DFO, Atlantic Sturgeon and Shortnose Sturgeon, supra note 168, at 3. DFO, Atlantic Sturgeon Non-Detriment Finding, supra note 29, at 10. COSEWIC, supra note 6, at 36. DFO, Recovery Potential Assessment, supra note 77, at 10. Id. DFO, Atlantic Sturgeon and Shortnose Sturgeon, supra note 168, at 6. Id. COSEWIC, supra note 6, at 7. Several sturgeon angling tournaments have taken place on the Saint John River. Tournament entry rules required live release of all angled sturgeons. According to the 2005 Recreational Fisheries Survey for Canada, non-tournament angling also occurs in New Brunswick. A total of 2,339 sturgeon were angled in New Brunswick in 2005, but only 41 fish were retained. The angled sturgeon likely included both shortnose and Atlantic sturgeon (DFO, Atlantic Sturgeon Non-Detriment Finding, supra note 29, at 5). D. L. Erickson et al., Use of Pop-Up Satellite Archival Tags to Identify Oceanic-Migratory Patterns for Adult Atlantic Sturgeon, Acipenser oxyrinchus oxyrinchus Mitchill, 1815, 27 J. Appl. Ichthyol. 356 (2011). Wirgin et al., supra note 64. SARA, supra note 157, at § 32. The current U.S. position is to allow Canadian imports of wild Atlantic sturgeon caviar and meat from Saint John River origin provided that the CITES procedures for the export of caviar and meat from shared stocks are complied with (personal communication with Pamela Scruggs, Chief, Branch of Consultation and Monitoring Division of Scientific Authority, U.S. Fish and Wildlife Service - International Affairs (22 April 2013)). See Section 4.2. Personal communication with Pamela Scruggs, Chief, Branch of Consultation and Monitoring Division of Scientific Authority, U.S. Fish and Wildlife Service - International Affairs (22 April 2013). LOSC, supra note 117, at Art. 66 (4). CITES, supra note 120, Annex. The previous draft document might be the basis for developing such a strategy and action plan. Progress at the domestic level has been slow. For example, Canada has not developed a national network of marine protected areas. See Commissioner on Environment and Sustainable Development, Report of the Commissioner of the Environment and Sustainable Development: Marine Protected Areas (Fall 2012). See, for example, Stephen Jay et al., International Progress in Marine Spatial Planning, 27 Ocean Y.B. 171 (2013). Discussions on the implementation on marine spatial planning in the Gulf of Maine have just begun, with the Gulf of Maine Council on the Marine Environment establishing a Coastal and Marine Spatial Planning (CMSP) Committee with two main functions: to investigate and make recommendations on roles/activities for the Council in CMSP, and to track and exchange information on CMSP policies and activities on both sides of the border (Gulf of Maine Council on the Marine Environment, Committees and Programs, at http://www.gulfofmaine.org/2/committees-and-programs/coastal-and-marine-spatial-planning/ (visited 19 April 2013)). Emily J. Pudden & David L. VanderZwaag, Canada-United States Bilateral Fisheries Management in the Gulf of Maine: Struggling towards Sustainability under the Radar Screen, in Recasting Transboundary Fisheries Management Arrangements in Light of Sustainability Principles: Canadian and International Perspectives 177 (Dawn A. Russell & David L. VanderZwaag eds., 2010). For a discussion of broader bilateral cooperative options, such as regional seas agreement along with protocols, see David L. VanderZwaag, Transboundary Challenges and Cooperation in the Gulf of Maine Region: Riding a Restless Sea toward Misty Shores, in Law of the Sea: The Common Heritage and Emerging Challenges 265, 282–283 (Harry N. Scheiber ed., 2000). Id. See Section 4.2.",
  "authors": [
    {
      "display_name": "Richard Apostle",
      "id": "A5079254410",
      "orcid": null,
      "institutions": [
        {
          "id": "I129902397",
          "display_name": "Dalhousie University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Richard Apostle"
    },
    {
      "display_name": "Michael J. Dadswell",
      "id": "A5084320672",
      "orcid": "https://orcid.org/0000-0002-7306-1408",
      "institutions": [
        {
          "id": "I92688161",
          "display_name": "Acadia University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Michael J. Dadswell"
    },
    {
      "display_name": "Cecilia Engler-Palma",
      "id": "A5024247969",
      "orcid": null,
      "institutions": [
        {
          "id": "I129902397",
          "display_name": "Dalhousie University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Cecilia Engler-Palma"
    },
    {
      "display_name": "Matthew K. Litvak",
      "id": "A5032398776",
      "orcid": "https://orcid.org/0000-0002-3410-1702",
      "institutions": [
        {
          "id": "I163902620",
          "display_name": "Mount Allison University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Matthew K. Litvak"
    },
    {
      "display_name": "Montana F. McLean",
      "id": "A5108286415",
      "orcid": null,
      "institutions": [
        {
          "id": "I92688161",
          "display_name": "Acadia University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Montana F. McLean"
    },
    {
      "display_name": "Michael J. W. Stokesbury",
      "id": "A5109588194",
      "orcid": null,
      "institutions": [
        {
          "id": "I92688161",
          "display_name": "Acadia University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Michael J.W. Stokesbury"
    },
    {
      "display_name": "Andrew Taylor",
      "id": "A5102903319",
      "orcid": "https://orcid.org/0000-0003-4741-0069",
      "institutions": [
        {
          "id": "I163902620",
          "display_name": "Mount Allison University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Andrew D. Taylor"
    },
    {
      "display_name": "David VanderZwaag",
      "id": "A5004305340",
      "orcid": "https://orcid.org/0000-0002-4860-2612",
      "institutions": [
        {
          "id": "I129902397",
          "display_name": "Dalhousie University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "David L. VanderZwaag"
    }
  ],
  "publication_year": 2013,
  "publication_date": "2013-04-01",
  "type": "article",
  "cited_by_count": 7,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210169796",
    "display_name": "Journal of International Wildlife Law & Policy",
    "issn_l": "1388-0292",
    "issn": [
      "1388-0292",
      "1548-1476"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320547"
  },
  "volume": "16",
  "issue": "2-3",
  "first_page": "170",
  "last_page": "197",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2780504183",
      "display_name": "Acipenser",
      "level": 4,
      "score": 0.95445013
    },
    {
      "id": "C2777784394",
      "display_name": "Sturgeon",
      "level": 3,
      "score": 0.91008604
    },
    {
      "id": "C505870484",
      "display_name": "Fishery",
      "level": 1,
      "score": 0.70940596
    },
    {
      "id": "C2911131238",
      "display_name": "Lake sturgeon",
      "level": 5,
      "score": 0.47824067
    },
    {
      "id": "C205649164",
      "display_name": "Geography",
      "level": 0,
      "score": 0.45340225
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.23006284
    },
    {
      "id": "C2909208804",
      "display_name": "Fish <Actinopterygii>",
      "level": 2,
      "score": 0.22686794
    }
  ],
  "topics": [
    {
      "id": "T13967",
      "display_name": "Conservation, Ecology, Wildlife Education",
      "score": 0.5774
    },
    {
      "id": "T12965",
      "display_name": "Wildlife Conservation and Criminology Analyses",
      "score": 0.5306
    },
    {
      "id": "T12432",
      "display_name": "Arctic and Russian Policy Studies",
      "score": 0.5068
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1080/13880292.2013.805062",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:51:02.988742",
  "source_database": "OpenAlex"
}