{
  "openalex_id": "W2031609871",
  "doi": "https://doi.org/10.1044/jshr.1803.541",
  "title": "Development of the Voicing Contrast: Perception of Stop Consonants",
  "abstract": "No AccessJournal of Speech and Hearing ResearchResearch Article1 Sep 1975Development of the Voicing Contrast: Perception of Stop Consonants Marsha A. Zlatin, and Roy A. Koenigsknecht Marsha A. Zlatin Purdue University, West Lafayette, Indiana Google Scholar and Roy A. Koenigsknecht Northwestern University, Evanston, Illinois Google Scholar https://doi.org/10.1044/jshr.1803.541 SectionsAboutPDF ToolsAdd to favoritesDownload CitationTrack Citations ShareFacebookTwitterLinked In Perceptual development of the voicing contrast was investigated in two-year-old children, six-year-old children, and adults. Subjects were required to identify pre-vocalic stop consonants from synthetic speech stimuli-bees/peas, bear/pear, dime/time, and goat/coat. The stimuli differed with respect to the acoustic cue, voice onset time (VOT). Identification functions for labial, apical, and velar stops were plotted for each subject. Measurements of 50% crossover, lower and upper limits of the phoneme boundary, and phoneme boundary width were obtained from the identification functions. Significant age-dependent differences in perception of the voicing contrast were observed. The results were interpreted as indicating that the magnitude of VOT difference required for distinguishing between prevocalic stop cognates decreases as a function of the age of the listeners. Additional Resources FiguresReferencesRelatedDetailsCited by T. Jayakumar and Vijay Kumar Narne (2021) Neuro-Physiological Correlates of Voice Onset Time in Kannada and Tamil Speaking Recent Developments in Acoustics10.1007/978-981-15-5776-7_2 The Journal of the Acoustical Society of America150:1 (460-477)1 Jul 2021Adult perception of stop consonant voicing in American-English-learning toddlers: Voice onset time and secondary cuesElaine R. Hitchcock and Laura L. Koenig Clinical Linguistics & Phonetics29:12 (955-976)2 Dec 2015Longitudinal observations of typical English voicing acquisition in a 2-year-old child: Stability of the contrast and considerations for clinical assessmentElaine R. Hitchcock and Laura L. Koenig Marilyn M. Vihman, Shelley L. Velleman, Marilyn M. Vihman and Tamar Keren-Portnoy Phonological reorganization: a case study The Emergence of Phonology10.1017/CBO9780511980503.012 Journal of Phonetics40:6 (725-744)1 Nov 2012Voice onset time is necessary but not always sufficient to describe acquisition of voiced stops: The cases of Greek and JapaneseEun Jong Kong, Mary E. Beckman and Jan Edwards Journal of Speech, Language, and Hearing Research55:1 (139-153)1 Feb 2012Perception of Speech Features by French-Speaking Children With Cochlear ImplantsSophie Bouton, Willy Serniclaes, Josiane Bertoncini and Pascale Colé Speech Communication53:3 (417-430)1 Mar 2011Categorical perception of voicing, colors and facial expressions: A developmental studyI. Hoonhorst, V. Medina, C. Colin, E. Markessis, M. Radeau, P. Deltenre and W. Serniclaes Journal of Phonetics38:4 (493-503)1 Oct 2010Development of voicing perception in French: Comparing adults, adolescents, and childrenVictoria Medina, Ingrid Hoonhorst, Caroline Bogliotti and Willy Serniclaes Clinical Linguistics & Phonetics21:1 (13-27)1 Jan 2007An acoustic and perceptual study of initial stops produced by profoundly hearing impaired adolescentsEdward Khouw and Valter Ciocca Journal of Speech, Language, and Hearing Research50:1 (41-57)1 Feb 2007Children With Specific Language Impairments Perceive Speech Most Categorically When Tokens Are Natural and MeaningfulJeffry A. Coady, Julia L. Evans, Elina Mainela-Arnold and Keith R. Kluender Cognition100:2 (369-388)1 Jun 2006Language-experience facilitates discrimination of /d-/ in monolingual and bilingual acquisition of EnglishMegha Sundara, Linda Polka and Fred Genesee Journal of Speech, Language, and Hearing Research48:4 (944-959)1 Aug 2005Categorical Perception of Speech by Children With Specific Language ImpairmentsJeffry A. Coady, Keith R. Kluender and Julia L. Evans Neuroscience Letters347:1 (29-32)1 Aug 2003Patterns of variability in voice onset time: a developmental study of motor speech skills in humansSandra P. Whiteside, Rachel Dobbin and Luisa Henry Phonetica58:3 (196-210)1 Sep 20011 Sep 2001Developmental Trends in Voice Onset Time: Some Evidence for Sex DifferencesS.P. Whiteside and J. Marshall Journal of Phonetics27:3 (307-332)1 Jul 1999Effect of lexical status on children's and adults' perception of native and non-native vowelsAmanda C. Walley and James E. Flege Language & Communication16:1 (37-60)1 Jan 1996Categorical speech perception and phonological awareness in the early stages of learning to readSimon Gibbs Studies in Second Language Acquisition16:3 (325-345)1 Sep 1994Nature, Nurture, and Age in Language AcquisitionHenning Wode International Journal of Applied Linguistics4:2 (143-168)1 Dec 1994Speech perception and the learnability of languagesHenning Wode Journal of Phonetics21:1-2 (83-101)1 Jan 1993Developmental changes in speech perception: new challenges and new directionsJanet F. Werker and Linda Polka Psychology of Music20:1 (3-14)1 Apr 1992Speech, Vision, and Music Perception: Windows on the Ontogeny of MindMichael P. Lynch, Rebecca E. Eilers and Marc H. Bornstein Language and Speech32:2 (149-170)1 Apr 1989Phonological Reorganization: A Case StudyMarilyn M. Vihman and Shelley L. Velleman Child Development57:3 (628)1 Jun 1986Adult and Child Discrimination of CV Syllables Differing in Voicing Onset TimeLois L. Elliott, Lu Ann Busse, Randy Partridge, Jennifer Rupert and Robert DeGraaff Applied Psycholinguistics7:3 (207-239)1 Sep 1986Developmental loss of speech perception: Exposure to and experience with a first languageDenis K. Burnham Child Development55:5 (1777)1 Oct 1984Children's Perception of Visual and Auditory SpeechDominic W. Massaro Applied Psycholinguistics5:1 (51-74)1 Mar 1984Development of speech perception and speech production abilities in adult second language learnersSusan Gass SARAH HAWKINS (1984) On the Development of Motor Control in Speech: Evidence from Studies of Temporal Coordination 10.1016/B978-0-12-608611-9.50012-7 Journal of Experimental Child Psychology37:2 (231-250)1 Apr 1984Trading relations in the perception of speech by 5-year-old childrenBarbara A. Morrongiello, Rick C. Robson, Catherine T. Best and Rachel K. Clifton Journal of Phonetics11:4 (383-393)1 Oct 1983Perceptual development for labeling words varying in voice onset time and fundamental frequencyLynne E. Bernstein Psychological Research45:2 (135-145)1 Oct 1983Perceptual categorization of color: A life-span studyL. A. Raskin, S. Maital and M. H. Bornstein Brain and Language20:2 (329-339)1 Nov 1983Voice onset time production and perception in apraxic subjectsJeannette Hoit-Dalgaard, Thomas Murry and Harriet G. Kopp LYNNE E. BERNSTEIN (1982) Ontogenetic Changes in Children's Speech–Sound Perception 10.1016/B978-0-12-608608-9.50012-7 RACHEL E. STARK, PAULA TALLAL and E.DAVID MELLITS (1982) Quantification of Language Abilities in Children 10.1016/B978-0-12-608607-2.50011-X CHARLENA M. SEYMOUR, JANE A. BARAN and RUTH E. PEAPER (1981) Auditory Discrimination: Evaluation and Intervention 10.1016/B978-0-12-608606-5.50007-7 Perception & Psychophysics30:5 (411-416)1 Sep 1981Detection and identification thresholds for consonant-vowel syllablesLois L. Elliott, Cheryl Longinotti, Luann Clifton and Dianne Meyer Journal of Experimental Child Psychology31:1 (81-102)1 Feb 1981The relationship between perception and production of /w/, /r/, and /l/ by three-year-old childrenWinifred Strange and Patricia A. Broen Journal of Phonetics9:4 (437-444)1 Oct 1981Voice onset time: the development of Spanish/English distinction in normal and language disordered childrenJoanne A. Konefal and Joann Fokes Journal of Child Language7:3 (459-468)1 Oct 1980Learning the phonetic cues to the voiced-voiceless distinction: a comparison of child and adult speech perceptionMel Greenlee H. STEPHEN STRAIGHT (1980) AUDITORY VERSUS ARTICULATORY PHONOLOGICAL PROCESSES AND THEIR DEVELOPMENT IN CHILDREN Child Phonology10.1016/B978-0-12-770601-6.50009-7 GLORIA J. BORDEN (1980) Use of Feedback in Established and Developing Speech 10.1016/B978-0-12-608603-4.50013-5 Applied Psycholinguistics1:1 (49-64)1 Feb 1980Perceptual constancy for phonemic categories: a developmental study with normal and language impaired childrenPaula Tallal, Rachel E. Stark, Clayton Kallman and David Mellits MARLYS A. MACKEN (1980) ASPECTS OF THE ACQUISITION OF STOP SYSTEMS: A CROSS-LINGUISTIC PERSPECTIVE Child Phonology10.1016/B978-0-12-770601-6.50013-9 Journal of Phonetics7:4 (375-391)1 Oct 1979Performance on a test of categorical perception of speech in normal and communication disordered childrenLinda M. Thibodeau and Harvey M. Sussman Journal of Phonetics6:1 (25-35)1 Jan 1978Phonological perception of word-final obstruent cognatesJo Ann Williamson Higgs and Barbara Williams Hodson Patricia A. Broen and Sarah M. Jons (1978) The Production and Perception of Speech by a Misarticulating Child Psychology: From Research to Practice10.1007/978-1-4684-2487-4_15 Winifred Strange and James J. Jenkins (1978) Role of Linguistic Experience in the Perception of Speech Perception and Experience10.1007/978-1-4684-2619-9_5 Journal of Phonetics5:4 (339-350)1 Oct 1977Phonological contrastivity in conversation: a comparative study of voice onset timeJane A. Baran, Marsha Zlatin Laufer and Ray Daniloff Frontiers in Communication319 Sep 2018Contextual Influences on Phonetic Categorization in School-Aged ChildrenJean A. Campbell, Heather L. McSherry and Rachel M. Theodore Open Mind (1-19)12 Oct 2021Do Infants Really Learn Phonetic Categories?Naomi H. Feldman, Sharon Goldwater, Emmanuel Dupoux and Thomas Schatz Volume 18Issue 3September 1975Pages: 541-553 Get Permissions Add to your Mendeley library HistoryReceived: Jan 22, 1975Accepted: May 19, 1975 Published in issue: Sep 1, 1975PubMed ID: 1186163 Metrics Topicsasha-topicsasha-article-typesCopyright & PermissionsCopyright © 1975 American Speech-Language-Hearing AssociationPDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Marsha A. Zlatin",
      "id": "A5039837091",
      "orcid": null,
      "institutions": [
        {
          "id": "I1291425158",
          "display_name": "Google (United States)",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I219193219",
          "display_name": "Purdue University West Lafayette",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Marsha A. Zlatin"
    },
    {
      "display_name": "Roy A. Koenigsknecht",
      "id": "A5085190859",
      "orcid": null,
      "institutions": [
        {
          "id": "I1291425158",
          "display_name": "Google (United States)",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I111979921",
          "display_name": "Northwestern University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Roy A. Koenigsknecht"
    }
  ],
  "publication_year": 1975,
  "publication_date": "1975-09-01",
  "type": "article",
  "cited_by_count": 66,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210184872",
    "display_name": "Journal of Speech and Hearing Research",
    "issn_l": "0022-4685",
    "issn": [
      "0022-4685"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320281"
  },
  "volume": "18",
  "issue": "3",
  "first_page": "541",
  "last_page": "553",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C552089266",
      "display_name": "Voice",
      "level": 2,
      "score": 0.9835589
    },
    {
      "id": "C89051679",
      "display_name": "Voice-onset time",
      "level": 3,
      "score": 0.7735697
    },
    {
      "id": "C2776502983",
      "display_name": "Contrast (vision)",
      "level": 2,
      "score": 0.7539911
    },
    {
      "id": "C548259974",
      "display_name": "Audiology",
      "level": 1,
      "score": 0.73225933
    },
    {
      "id": "C26760741",
      "display_name": "Perception",
      "level": 2,
      "score": 0.6596773
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.52428216
    },
    {
      "id": "C2776893716",
      "display_name": "Stop consonant",
      "level": 4,
      "score": 0.49382052
    },
    {
      "id": "C24890656",
      "display_name": "Acoustics",
      "level": 1,
      "score": 0.42670462
    },
    {
      "id": "C33923547",
      "display_name": "Mathematics",
      "level": 0,
      "score": 0.3734957
    },
    {
      "id": "C28490314",
      "display_name": "Speech recognition",
      "level": 1,
      "score": 0.3710583
    },
    {
      "id": "C2778203577",
      "display_name": "Consonant",
      "level": 3,
      "score": 0.29979444
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.13586503
    },
    {
      "id": "C121332964",
      "display_name": "Physics",
      "level": 0,
      "score": 0.12294492
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.10616851
    },
    {
      "id": "C154945302",
      "display_name": "Artificial intelligence",
      "level": 1,
      "score": 0.079506874
    },
    {
      "id": "C2779581591",
      "display_name": "Vowel",
      "level": 2,
      "score": 0.0
    },
    {
      "id": "C169760540",
      "display_name": "Neuroscience",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10403",
      "display_name": "Phonetics and Phonology Research",
      "score": 0.9958
    },
    {
      "id": "T10201",
      "display_name": "Speech Recognition and Synthesis",
      "score": 0.9479
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1044/jshr.1803.541",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:38:36.119705",
  "source_database": "OpenAlex"
}