{
  "openalex_id": "W2035816217",
  "doi": "https://doi.org/10.7326/0003-4819-141-3-200408030-00019",
  "title": "Unequal Pay for Equal Work: The Gender Gap in Academic Medicine",
  "abstract": "Editorials3 August 2004Unequal Pay for Equal Work: The Gender Gap in Academic MedicineChristine Laine, MD, MPH, Senior Deputy Editor and Barbara J. Turner, MD, MSEdChristine Laine, MD, MPH, Senior Deputy EditorFrom American College of Physicians and University of Pennsylvania, Philadelphia, PA. and Barbara J. Turner, MD, MSEdFrom American College of Physicians and University of Pennsylvania, Philadelphia, PA.Author, Article, and Disclosure Informationhttps://doi.org/10.7326/0003-4819-141-3-200408030-00019 SectionsAboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinkedInRedditEmail Arbitrators recently awarded $2.2 million to a woman whose employer, a large brokerage firm, systematically paid women less than men for similar work (1). Such discrimination is not unique to the world of high finance. Things seem to be much worse in medicine. In June 2004, the U.S. Census Bureau released an analysis of the earnings of full-time workers that reported that female physicians' wages averaged 63 cents for every dollar earned by their male colleagues (2). The Census Bureau report was limited in that it did not examine factors, such as specialty, practice setting, seniority, and performance, that are ...References1. McGeehan P. Merrill Lynch ordered to pay for sexual bias. The New York Times. 21 April 2004:1. Google Scholar2. Weinberg DH. Evidence from Census 2000 about Earnings by Detailed Occupation for Men and Women. Census 2000 Special Reports. Washington, DC: U.S. Census Bureau; 2004. Google Scholar3. Bickel J, Croft K, Marshall R. Enhancing the Environment for Women in Academic Medicine. Washington: Association of American Medical Colleges; 1996. Google Scholar4. Ash AS, Carr PL, Goldstein R, Friedman RH. Compensation and advancement of women in academic medicine: is there equity? Ann Intern Med. 2004;141:205-12. LinkGoogle Scholar5. Carr P, Friedman RH, Moskowitz MA, Kazis LE, Weed HG. Research, academic rank, and compensation of women and men faculty in academic general internal medicine. J Gen Intern Med. 1992;7:418-23. [PMID: 1506948] CrossrefMedlineGoogle Scholar6. Carr PL, Friedman RH, Moskowitz MA, Kazis LE. Comparing the status of women and men in academic medicine. Ann Intern Med. 1993;119:908-13. [PMID: 8215004] LinkGoogle Scholar7. Ness RB, Ukoli F, Hunt S, Kiely SC, McNeil MA, Richardson V, et al . Salary equity among male and female internists in Pennsylvania. Ann Intern Med. 2000;133:104-10. [PMID: 10896636] LinkGoogle Scholar8. Wright AL, Schwindt LA, Bassford TL, Reyna VF, Shisslak CM, St Germain PA, et al . Gender differences in academic advancement: patterns, causes, and potential solutions in one US College of Medicine. Acad Med. 2003;78:500-8. [PMID: 12742788] CrossrefMedlineGoogle Scholar9. Tesch BJ, Wood HM, Helwig AL, Nattinger AB. Promotion of women physicians in academic medicine. Glass ceiling or sticky floor? JAMA. 1995;273:1022-5. [PMID: 7897785] CrossrefMedlineGoogle Scholar10. McMurray JE, Cohen M, Angus G, Harding J, Gavel P, Horvath J, et al . Women in medicine: a four-nation comparison. J Am Med Womens Assoc. 2002;57:185-90. [PMID: 12405232] MedlineGoogle Scholar11. Cull WL, Mulvey HJ, O'Connor KG, Sowell DR, Berkowitz CD, Britton CV. Pediatricians working part-time: past, present, and future. Pediatrics. 2002;109:1015-11020. [PMID: 12042537] CrossrefMedlineGoogle Scholar12. Kaplan SH, Sullivan LM, Dukes KA, Phillips CF, Kelch RP, Schaller JG. Sex differences in academic advancement. Results of a national study of pediatricians. N Engl J Med. 1996;335:1282-9. [PMID: 8857009] CrossrefMedlineGoogle Scholar13. Babcock L, Laschever S. Women Don't Ask: Negotiation and the Gender Divide. Princeton: Princeton Univ Pr; 2003. Google Scholar14. Roter DL, Hall JA, Aoki Y. Physician gender effects in medical communication: a meta-analytic review. JAMA. 2002;288:756-64. [PMID: 12169083] CrossrefMedlineGoogle Scholar15. Eagly AH, Johannesen-Schmidt MC, van Engen ML. Transformational, transactional, and laissez-faire leadership styles: a meta-analysis comparing women and men. Psychol Bull. 2003;129:569-91. [PMID: 12848221] CrossrefMedlineGoogle Scholar16. Lawler A. Scientific community: tenured women battle to make it less lonely at the top. Science. 1999;286:1272-8. CrossrefGoogle Scholar17. Osborn EH, Ernster VL, Martin JB. Women's attitudes toward careers in academic medicine at the University of California, San Francisco. Acad Med. 1992;67:59-62. [PMID: 1729997] CrossrefMedlineGoogle Scholar18. Foster SW, McMurray JE, Linzer M, Leavitt JW, Rosenberg M, Carnes M. Results of a gender-climate and work-environment survey at a midwestern academic health center. Acad Med. 2000;75:653-60. [PMID: 10875512] CrossrefMedlineGoogle Scholar19. Palepu A, Friedman RH, Barnett RC, Carr PL, Ash AS, Szalacha L, et al . Junior faculty members' mentoring relationships and their professional development in U.S. medical schools. Acad Med. 1998;73:318-23. [PMID: 9526459] CrossrefMedlineGoogle Scholar20. Benz EJ, Clayton CP, Costa ST. Increasing academic internal medicine's investment in female faculty. Am J Med. 1998;105:459-63. [PMID: 9870829] MedlineGoogle Scholar21. Fried LP, Francomano CA, MacDonald SM, Wagner EM, Stokes EJ, Carbone KM, et al . Career development for women in academic medicine: Multiple interventions in a department of medicine. JAMA. 1996;276:898-905. [PMID: 8782639] CrossrefMedlineGoogle Scholar22. GRACE project. Accessed at www.medicine.arizona.edu/grace/ on 10 June 2004. Google Scholar23. Women in U.S. Academic Medicine Statistics. Washington, DC: Association of American Medical Colleges; 2003. Google Scholar24. Lawler A. Women in science. College heads pledge to remove barriers. Science. 2001;291:806. [PMID: 11225611] CrossrefMedlineGoogle Scholar25. Bowman MA, Frank E, Allen DI. Women in Medicine: Career and Advancement. New York: Springer-Verlag; 2002. Google Scholar26. Wallis LA, Gilder H, Thaler H. Advancement of men and women in medical academia. A pilot study. JAMA. 1981;246:2350-3. [PMID: 7299957] CrossrefMedlineGoogle Scholar Author, Article, and Disclosure InformationAuthors: Christine Laine, MD, MPH, Senior Deputy Editor; Barbara J. Turner, MD, MSEdAffiliations: From American College of Physicians and University of Pennsylvania, Philadelphia, PA.Acknowledgment: The authors thank Dr. Cynthia Mulrow and Dr. Hal Sox for their thoughtful comments during the preparation of this editorial.Disclosures: None disclosed.Corresponding Author: Customer Service, American College of Physicians, 190 N. Independence Mall West, Philadelphia, PA 19106-1572.Current Author Addresses: Dr. Laine: American College of Physicians, 190 N. Independence Mall West, Philadelphia, PA 19106-1572.Dr. Turner: Department of General Internal Medicine, 1123 Blockley Hall, 423 Guardian Drive, University of Pennsylvania, Philadelphia, PA 19104. PreviousarticleNextarticle Advertisement FiguresReferencesRelatedDetailsSee AlsoCompensation and Advancement of Women in Academic Medicine: Is There Equity? Arlene S. Ash , Phyllis L. Carr , Richard Goldstein , and Robert H. Friedman Metrics Cited byGender-based disparities in medicine: a theoretical framework for understanding opposition to equity and equalityAssessment of Gender Differences in Clinical Productivity and Medicare Payments Among Otolaryngologists in 2017Isolation, Lack of Mentorship, Sponsorship, and Role ModelsAssociation of Physician Characteristics With Perceptions and Experiences of Gender Equity in an Academic Internal Medicine Department#EAST4ALL: An introduction to the EAST equity, quality, and inclusion task forceUnequal Pay for Equal Work: Where Are We Now?Milda R. Saunders, MD, MPH and Barbara J. Turner, MD, MSEdThe lifetime cost to English students of borrowing to invest in a medical degree: a gender comparison using data from the Office for National StatisticsWomen in academic psychiatryGender differences in general surgical careers: results of a post-residency survey 3 August 2004Volume 141, Issue 3Page: 238-240KeywordsAcademic medicineConflicts of interestDecision makingEmotionsFactor analysisGender discriminationHealth information technologyResearch laboratoriesSexual identityShoulders ePublished: 3 August 2004 Issue Published: 3 August 2004 Copyright & PermissionsCopyright © 2004 by American College of Physicians. All Rights Reserved.PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Christine Lainé",
      "id": "A5007419827",
      "orcid": "https://orcid.org/0000-0002-9652-1307",
      "institutions": [
        {
          "id": "I79576946",
          "display_name": "University of Pennsylvania",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I40130261",
          "display_name": "American College of Physicians",
          "country_code": "US",
          "type": "other"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Christine Laine"
    },
    {
      "display_name": "Barbara J. Turner",
      "id": "A5033773018",
      "orcid": "https://orcid.org/0000-0003-0736-1071",
      "institutions": [
        {
          "id": "I40130261",
          "display_name": "American College of Physicians",
          "country_code": "US",
          "type": "other"
        },
        {
          "id": "I79576946",
          "display_name": "University of Pennsylvania",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Barbara J. Turner"
    }
  ],
  "publication_year": 2004,
  "publication_date": "2004-08-03",
  "type": "letter",
  "cited_by_count": 20,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S119722071",
    "display_name": "Annals of Internal Medicine",
    "issn_l": "0003-4819",
    "issn": [
      "0003-4819",
      "1539-3704"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316812"
  },
  "volume": "141",
  "issue": "3",
  "first_page": "238",
  "last_page": "238",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C52130261",
      "display_name": "Census",
      "level": 3,
      "score": 0.8364626
    },
    {
      "id": "C109168655",
      "display_name": "Liberian dollar",
      "level": 2,
      "score": 0.60810167
    },
    {
      "id": "C2781426361",
      "display_name": "Earnings",
      "level": 2,
      "score": 0.6034118
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.5750274
    },
    {
      "id": "C2780783599",
      "display_name": "Seniority",
      "level": 2,
      "score": 0.5326595
    },
    {
      "id": "C2780977596",
      "display_name": "Gender pay gap",
      "level": 3,
      "score": 0.50823873
    },
    {
      "id": "C20387591",
      "display_name": "Specialty",
      "level": 2,
      "score": 0.44511542
    },
    {
      "id": "C512399662",
      "display_name": "Family medicine",
      "level": 1,
      "score": 0.39230978
    },
    {
      "id": "C149923435",
      "display_name": "Demography",
      "level": 1,
      "score": 0.38197866
    },
    {
      "id": "C74909509",
      "display_name": "Gerontology",
      "level": 1,
      "score": 0.35689023
    },
    {
      "id": "C4249254",
      "display_name": "Demographic economics",
      "level": 1,
      "score": 0.32066816
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.24406376
    },
    {
      "id": "C2908647359",
      "display_name": "Population",
      "level": 2,
      "score": 0.235529
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.23450541
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.20756224
    },
    {
      "id": "C162324750",
      "display_name": "Economics",
      "level": 0,
      "score": 0.15328869
    },
    {
      "id": "C10138342",
      "display_name": "Finance",
      "level": 1,
      "score": 0.13116238
    },
    {
      "id": "C2777388388",
      "display_name": "Wage",
      "level": 2,
      "score": 0.11163387
    }
  ],
  "topics": [
    {
      "id": "T10843",
      "display_name": "Diversity and Career in Medicine",
      "score": 0.9994
    },
    {
      "id": "T11047",
      "display_name": "Gender Diversity and Inequality",
      "score": 0.991
    },
    {
      "id": "T12602",
      "display_name": "Medical Education and Admissions",
      "score": 0.9621
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.7326/0003-4819-141-3-200408030-00019",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:40:28.940990",
  "source_database": "OpenAlex"
}