{
  "openalex_id": "W2038103693",
  "doi": "https://doi.org/10.1353/mfs.0.0678",
  "title": "&lt;i&gt;The Letters of D. H. Lawrence and Amy Lowell 1914-1925&lt;/i&gt;, and: &lt;i&gt;Flame into Being: The Life and Work of D. H. Lawrence&lt;/i&gt;, and: &lt;i&gt;D. H. Lawrence: Life into Art&lt;/i&gt;, and: &lt;i&gt;Class, Politics and the Individual: A Study of the Major Works of D. H. Lawrence&lt;/i&gt;, and: &lt;i&gt;D. H. Lawrence: A Centenary Consideration&lt;/i&gt; (review)",
  "abstract": "Reviewed by: The Letters of D. H. Lawrence and Amy Lowell 1914-1925, and: Flame into Being: The Life and Work of D. H. Lawrence, and: D. H. Lawrence: Life into Art, and: Class, Politics and the Individual: A Study of the Major Works of D. H. Lawrence, and: D. H. Lawrence: A Centenary Consideration Jeffrey Meyers (bio) D. H. Lawrence and Amy Lowell . The Letters of D. H. Lawrence and Amy Lowell 1914-1925. Ed. E. Claire Healey and Keith Cushman. Santa Barbara: Black Sparrow, 1985. 143 pp. $30.00. Anthony Burgess . Flame into Being: The Life and Work of D. H. Lawrence. New York: Arbor House, 1985. 276 pp. $15.00. Keith Sagar . D. H. Lawrence: Life into Art. Athens: U of Georgia P, 1985. 372 pp. $30.00 cloth; pb. $12.95. Peter Scheckner . Class, Politics and the Individual: A Study of the Major Works of D. H. Lawrence. Rutherford: Fairleigh Dickinson UP, 1985. 176 pp. $24.50. Peter Balbert and Phillip Marcus , eds. D. H. Lawrence: A Centenary Consideration. Ithaca: Cornell UP, 1985. 261 pp. $25.00. Lawrence continues, a century after his birth, to inspire and provoke the critics. The current books include an edition of his correspondence with Amy Lowell, a short but lively biography, a study of the genesis of his work, a book on the [End Page 309] class theme in his novels, and a miscellaneous collection of essays. The first two are quite useful, the last three not. Amy Lowell was the Gertrude Stein of Imagism. Both women were obese, unattractive, wealthy, well-connected, ambitious, domineering, egocentric, and emotionally deprived. Amy combined execrable poetry with patronizing pomposity. Most of The Letters of D. H. Lawrence and Amy Lowell, 1914-1925 have been previously published, and all of Lawrence's letters up to June, 1921, have appeared in the Cambridge edition, so only fifteen Lawrence letters are now printed for the first time. But this handsome volume of ninety-three letters (including five from Frieda Lawrence) is the first to gather the complete-though rather disappointing—correspondence. This edition also contains a number of errors: Mecklenburgh, Mentana (twice), giro, and Rufina are misspelled, and the letter number in 138n52 should be 89. The editors write: \"Oddly, Robert Nichols was one of the persons at Lawrence's burial on 4 March 1930.\" It is not odd at all. For Nichols was living nearby in Villefranche, was a close friend of Aldous Huxley, and had met Lawrence in 1915 and again on Majorca in 1929. Lawrence and Amy Lowell met thrice in England in the summer of 1914 and corresponded until her death in May, 1925. Their friendship was based on mutual exploitation: the extreme individualist benefited from the money and influence of his only personal contact in America while the crude careerist captured his poetic genius for her Amygistic anthologies. She tried to collect money owed to Lawrence by his slippery American publisher, Mitchell Kennerley, and at Frieda's request sent the sick and penniless \"charity-boy of literature\" £60 in October, 1916, and $100 in January, 1920. Despite her generosity, Amy sometimes exasperated Lawrence, who in March, 1921, described the sinking lady as \"trying to keep afloat on the gas of her own importance: hard work, considering her bulk.\" Their uneasy de haut en bas relations surfaced when Lawrence wrote \"Not having a secretary to [type and] sign my letter I sign it myself and when he gave his Sicilian landlord, en route to Boston, a letter of introduction. Amy, who could not conceive of a connection with a cook, replied: \"I will look up your Sicilian, although I cannot see what good it will do as I am not by way of being able to employ him.\" Lawrence's letters concern the misery of the war, his sudden expulsion from Cornwall, and his antagonism to Lloyd George, \"a clever little Welsh rat, absolutely dead at the core, sterile, barren, mechanical\"; his new red beard, Frieda's futile attempt to see her young children, and an awkward encounter with her former husband, Ernest Weekley (which foreshadows The Virgin and the Gipsy); Lawrence's impressions of Ceylon and New Mexico, his descriptions of...",
  "authors": [
    {
      "display_name": "Jeffrey Meyers",
      "id": "A5067544738",
      "orcid": "https://orcid.org/0000-0002-2487-9465",
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Jeffrey Meyers"
    }
  ],
  "publication_year": 1986,
  "publication_date": "1986-06-01",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S16298417",
    "display_name": "Modern fiction studies",
    "issn_l": "0026-7724",
    "issn": [
      "0026-7724",
      "1080-658X"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315678"
  },
  "volume": "32",
  "issue": "2",
  "first_page": "309",
  "last_page": "315",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C520712124",
      "display_name": "Biography",
      "level": 2,
      "score": 0.66533136
    },
    {
      "id": "C52119013",
      "display_name": "Art history",
      "level": 1,
      "score": 0.56998867
    },
    {
      "id": "C33566652",
      "display_name": "Theme (computing)",
      "level": 2,
      "score": 0.5626492
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.51581615
    },
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.5120037
    },
    {
      "id": "C95124753",
      "display_name": "Environmental ethics",
      "level": 1,
      "score": 0.38871616
    },
    {
      "id": "C74916050",
      "display_name": "Classics",
      "level": 1,
      "score": 0.33022416
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.169036
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.16591421
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C111919701",
      "display_name": "Operating system",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T13174",
      "display_name": "American and British Literature Analysis",
      "score": 0.9312
    },
    {
      "id": "T12974",
      "display_name": "Modernist Literature and Criticism",
      "score": 0.9212
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/mfs.0.0678",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:43:48.911172",
  "source_database": "OpenAlex"
}