{
  "openalex_id": "W2036164634",
  "doi": "https://doi.org/10.1016/j.juro.2010.03.073",
  "title": "Factors Associated With Delayed Treatment of Acute Testicular Torsion—Do Demographics or Interhospital Transfer Matter?",
  "abstract": "No AccessJournal of UrologyTestis1 Oct 2010Factors Associated With Delayed Treatment of Acute Testicular Torsion—Do Demographics or Interhospital Transfer Matter? Aaron P. Bayne, Ramiro J. Madden-Fuentes, Eric A. Jones, Lars J. Cisek, Edmond T. Gonzales, Kelly M. Reavis, David R. Roth, and Michael H. Hsieh Aaron P. BayneAaron P. Bayne Scott Department of Urology, Baylor College of Medicine, Houston, Texas More articles by this author , Ramiro J. Madden-FuentesRamiro J. Madden-Fuentes Scott Department of Urology, Baylor College of Medicine, Houston, Texas More articles by this author , Eric A. JonesEric A. Jones Scott Department of Urology, Baylor College of Medicine, Houston, Texas More articles by this author , Lars J. CisekLars J. Cisek Scott Department of Urology, Baylor College of Medicine, Houston, Texas More articles by this author , Edmond T. GonzalesEdmond T. Gonzales Scott Department of Urology, Baylor College of Medicine, Houston, Texas More articles by this author , Kelly M. ReavisKelly M. Reavis University of California-Irvine, Orange, California More articles by this author , David R. RothDavid R. Roth Scott Department of Urology, Baylor College of Medicine, Houston, Texas Financial interest and/or other relationship with Oceana. More articles by this author , and Michael H. HsiehMichael H. Hsieh Department of Urology, Stanford University School of Medicine, Stanford, California More articles by this author View All Author Informationhttps://doi.org/10.1016/j.juro.2010.03.073AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: Testicular torsion is a true urological emergency. We determined whether a delay in treatment due to hospital transfer or socioeconomic factors would impact the orchiectomy rate in children with this condition. Materials and Methods: We retrospectively evaluated the records of boys seen at a single institution emergency department who proceeded to surgery for a diagnosis of acute testicular torsion from 2003 to 2008. Charts were reviewed for transfer status, symptom duration, race, insurance presence or absence and distance from the hospital. Orchiectomy specimens were evaluated for histological confirmation of nonviability. Results: We reviewed 97 records. The orchiectomy rate in patients who were vs were not transferred to the emergency department was 47.8% vs 68.9%, respectively (p = 0.07). Symptom duration was greater in the orchiectomy group with a mean difference of 47.9 hours (p <0.01). The mean transfer delay was 1 hour 15 minutes longer in the orchiectomy group (p = 0.01). Boys who underwent orchiectomy were 2.2 years younger than those who avoided orchiectomy (p = 0.01). Multivariate analysis showed that symptom duration and distance from the hospital were the strongest predictors of orchiectomy. Conclusions: Data suggest that torsion is a time dependent event and factors that delay time to treatment lead to poorer outcomes. These factors include distance from the hospital and the time delay associated with hospital transfer. References 1 : An analysis of clinical outcomes using color Doppler testicular ultrasound for testicular torsion. Pediatrics2000; 105: 604. Google Scholar 2 : Critical analysis of the clinical presentation of acute scrotum: a 9-year experience at a single institution. J Urol1997; 158: 1198. Link, Google Scholar 3 : The effect of insurance status on likelihood of neonatal interhospital transfer. Pediatrics1997; 100: E8. Google Scholar 4 : The relationship of insurance status, hospital ownership, and teaching status with interhospital transfers in California in 2000. Acad Med2005; 80: 774. Google Scholar 5 : Adult testicular torsion. J Urol2002; 167: 2109. Link, Google Scholar 6 : Treatment delays in patients undergoing primary percutaneous coronary intervention for ST elevation myocardial infarction at the Quebec Heart and Lung Institute. Can J Cardiol, suppl.2007; 23: 53B. Google Scholar 7 : Factors associated with prolongation of transport times of emergency pediatric patients requiring transfer to a tertiary care center. Pediatr Emerg Care1996; 12: 416. Google Scholar 8 : Effect of interhospital transfer on resource utilization and outcomes at a tertiary pediatric intensive care unit. J Crit Care2009; 24: 379. Google Scholar 9 : Race and insurance status as risk factors for trauma mortality. Arch Surg2008; 143: 945. Google Scholar 10 : Parenchymal echo texture predicts testicular avoided orchiectomy after torsion: potential impact on the need for emergent exploration. J Urol2008; 180: 1733. Link, Google Scholar 11 : Testicular avoided orchiectomy and age-related delay in the presentation of testicular torsion. J Urol1989; 142: 746. Link, Google Scholar 12 : Testicular tissue bleeding as an indicator of gonadal avoided orchiectomyability in testicular torsion surgery. BJU Int2001; 87: 89. Google Scholar 13 : Medicolegal aspects of testicular torsion. Urology2001; 57: 783. Google Scholar 14 : Medical malpractice in American urology: 22-year national review of the impact of caps and implications for contemporary practice. J Urol2008; 179: 1944. Link, Google Scholar 15 : Testicular health awareness in pubertal males. J Urol2000; 164: 1115. Link, Google Scholar 16 : Awareness of genital health in young male athletes. Clin J Sport Med2005; 15: 22. Google Scholar © 2010 by American Urological Association Education and Research, Inc.FiguresReferencesRelatedDetailsCited byFinkelstein J (2022) Let's Do the TWISTJournal of Urology, VOL. 208, NO. 1, (6-7), Online publication date: 1-Jul-2022.Bayne C, Gomella P, DiBianco J, Davis T, Pohl H and Rushton H (2018) Testicular Torsion Presentation Trends before and after Pediatric Urology Subspecialty CertificationJournal of Urology, VOL. 197, NO. 2, (507-515), Online publication date: 1-Feb-2017.Chen J, Lin Y and Yang W (2018) Diurnal Temperature Change is Associated with Testicular Torsion: A Nationwide, Population Based Study in TaiwanJournal of Urology, VOL. 190, NO. 1, (228-233), Online publication date: 1-Jul-2013. Volume 184Issue 4SOctober 2010Page: 1743-1747 Advertisement Copyright & Permissions© 2010 by American Urological Association Education and Research, Inc.Keywordstestisorchiectomyemergencieshospitalsspermatic cord torsionAcknowledgmentsDr. E. O'Brian Smith reviewed study methodology and statistical analysis. Linda Higgins assisted with internal review board approval.MetricsAuthor Information Aaron P. Bayne Scott Department of Urology, Baylor College of Medicine, Houston, Texas More articles by this author Ramiro J. Madden-Fuentes Scott Department of Urology, Baylor College of Medicine, Houston, Texas More articles by this author Eric A. Jones Scott Department of Urology, Baylor College of Medicine, Houston, Texas More articles by this author Lars J. Cisek Scott Department of Urology, Baylor College of Medicine, Houston, Texas More articles by this author Edmond T. Gonzales Scott Department of Urology, Baylor College of Medicine, Houston, Texas More articles by this author Kelly M. Reavis University of California-Irvine, Orange, California More articles by this author David R. Roth Scott Department of Urology, Baylor College of Medicine, Houston, Texas Financial interest and/or other relationship with Oceana. More articles by this author Michael H. Hsieh Department of Urology, Stanford University School of Medicine, Stanford, California More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Aaron Bayne",
      "id": "A5065326611",
      "orcid": "https://orcid.org/0000-0002-8220-727X",
      "institutions": [
        {
          "id": "I181547552",
          "display_name": "Baylor College of Medicine",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Aaron P. Bayne"
    },
    {
      "display_name": "Ramiro J. Madden‐Fuentes",
      "id": "A5072417624",
      "orcid": "https://orcid.org/0000-0001-7127-7574",
      "institutions": [
        {
          "id": "I181547552",
          "display_name": "Baylor College of Medicine",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ramiro J. Madden-Fuentes"
    },
    {
      "display_name": "Eric A. Jones",
      "id": "A5044234975",
      "orcid": null,
      "institutions": [
        {
          "id": "I181547552",
          "display_name": "Baylor College of Medicine",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Eric A. Jones"
    },
    {
      "display_name": "Lars J. Cisek",
      "id": "A5009329615",
      "orcid": null,
      "institutions": [
        {
          "id": "I181547552",
          "display_name": "Baylor College of Medicine",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Lars J. Cisek"
    },
    {
      "display_name": "Edmond T. Gonzales",
      "id": "A5021984519",
      "orcid": null,
      "institutions": [
        {
          "id": "I181547552",
          "display_name": "Baylor College of Medicine",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Edmond T. Gonzales"
    },
    {
      "display_name": "Kelly M. Reavis",
      "id": "A5033876894",
      "orcid": "https://orcid.org/0000-0002-4906-1010",
      "institutions": [
        {
          "id": "I204250578",
          "display_name": "University of California, Irvine",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Kelly M. Reavis"
    },
    {
      "display_name": "David R. Roth",
      "id": "A5057620653",
      "orcid": "https://orcid.org/0000-0003-3414-0530",
      "institutions": [
        {
          "id": "I181547552",
          "display_name": "Baylor College of Medicine",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "David R. Roth"
    },
    {
      "display_name": "Michael H. Hsieh",
      "id": "A5103510369",
      "orcid": null,
      "institutions": [
        {
          "id": "I97018004",
          "display_name": "Stanford University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Michael H. Hsieh"
    }
  ],
  "publication_year": 2010,
  "publication_date": "2010-08-22",
  "type": "article",
  "cited_by_count": 67,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "184",
  "issue": "4S",
  "first_page": "1743",
  "last_page": "1747",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.95291764
    },
    {
      "id": "C2781440318",
      "display_name": "Orchiectomy",
      "level": 2,
      "score": 0.9396515
    },
    {
      "id": "C2779170295",
      "display_name": "Testicular torsion",
      "level": 2,
      "score": 0.7004287
    },
    {
      "id": "C2780084366",
      "display_name": "Demographics",
      "level": 2,
      "score": 0.5369729
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.47376138
    },
    {
      "id": "C2780724011",
      "display_name": "Emergency department",
      "level": 2,
      "score": 0.425067
    },
    {
      "id": "C149923435",
      "display_name": "Demography",
      "level": 1,
      "score": 0.055856586
    },
    {
      "id": "C118552586",
      "display_name": "Psychiatry",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11069",
      "display_name": "Testicular diseases and treatments",
      "score": 0.9987
    },
    {
      "id": "T12866",
      "display_name": "Urologic and reproductive health conditions",
      "score": 0.9862
    },
    {
      "id": "T11246",
      "display_name": "Sports injuries and prevention",
      "score": 0.9773
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/j.juro.2010.03.073",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:51:29.642005",
  "source_database": "OpenAlex"
}