{
  "openalex_id": "W2048776731",
  "doi": "https://doi.org/10.7326/0003-4819-151-5-200909010-00016",
  "title": "Comparing the USPSTF and GRADE Approaches to Recommendations",
  "abstract": "Letters1 September 2009Comparing the USPSTF and GRADE Approaches to RecommendationsGordon H. Guyatt, MD, MSc, Mark Helfand, MD, MS, and Regina Kunz, MD, MSc(Epi)Gordon H. Guyatt, MD, MScFrom McMaster University Health Sciences Center, Hamilton, Ontario L8S 4L8, Canada; Portland Veterans Affairs Medical Center, Portland OR 97239; and University Hospital Basel, 4031 Basel, Switzerland., Mark Helfand, MD, MSFrom McMaster University Health Sciences Center, Hamilton, Ontario L8S 4L8, Canada; Portland Veterans Affairs Medical Center, Portland OR 97239; and University Hospital Basel, 4031 Basel, Switzerland., and Regina Kunz, MD, MSc(Epi)From McMaster University Health Sciences Center, Hamilton, Ontario L8S 4L8, Canada; Portland Veterans Affairs Medical Center, Portland OR 97239; and University Hospital Basel, 4031 Basel, Switzerland.Author, Article, and Disclosure Informationhttps://doi.org/10.7326/0003-4819-151-5-200909010-00016 SectionsAboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinkedInRedditEmail TO THE EDITOR:In their article on the \"insufficient evidence\" category of the U.S. Preventive Services Task Force (USPSTF) system (1), Petitti and colleagues make 3 potentially misleading statements about the Grading of Recommendations Assessment, Development and Evaluation (GRADE) (www.gradeworkinggroup.org) approach to rating quality of evidence and strength of recommendations (2). We would like to clarify the GRADE characteristics in question.First, Petitti and colleagues state that GRADE has no equivalent to the USPSTF \"I statement.\" The I statement accompanies a USPSTF decision not to recommend either in favor or against an intervention because \"the current evidence is insufficient to ...References1. Petitti DB, Teutsch SM, Barton MB, Sawaya GF, Ockene JK, DeWitt T; U.S. Preventive Services Task Force. Update on the methods of the U.S. Preventive Services Task Force: insufficient evidence. Ann Intern Med. 2009;150:199-205. [PMID: 19189910] LinkGoogle Scholar2. Guyatt GH, Oxman AD, Vist GE, Kunz R, Falck-Ytter Y, Alonso-Coello P, et al; GRADE Working Group. GRADE: an emerging consensus on rating quality of evidence and strength of recommendations. BMJ. 2008;336:924-6. [PMID: 18436948] CrossrefMedlineGoogle Scholar3. Jaeschke R, Guyatt GH, Dellinger P, Schünemann H, Levy MM, Kunz R, et al; GRADE Working Group. Use of GRADE grid to reach decisions on clinical practice guidelines when consensus is elusive. BMJ. 2008;337:a744. [PMID: 18669566] CrossrefMedlineGoogle Scholar4. Guyatt GH, Oxman AD, Kunz R, Falck-Ytter Y, Vist GE, Liberati A, et al; GRADE Working Group. Going from evidence to recommendations. BMJ. 2008;336:1049-51. [PMID: 18467413] CrossrefMedlineGoogle Scholar5. Guyatt GH, Oxman AD, Kunz R, Jaeschke R, Helfand M, Liberati A, et al; GRADE Working Group. Incorporating considerations of resources use into grading recommendations. BMJ. 2008;336:1170-3. [PMID: 18497416] CrossrefMedlineGoogle Scholar Author, Article, and Disclosure InformationAffiliations: From McMaster University Health Sciences Center, Hamilton, Ontario L8S 4L8, Canada; Portland Veterans Affairs Medical Center, Portland OR 97239; and University Hospital Basel, 4031 Basel, Switzerland.Disclosures: None disclosed. PreviousarticleNextarticle Advertisement FiguresReferencesRelatedDetailsSee AlsoUpdate on the Methods of the U.S. Preventive Services Task Force: Insufficient Evidence Diana B. Petitti , Steven M. Teutsch , Mary B. Barton , George F. Sawaya , Judith K. Ockene , Thomas DeWitt , and Comparing the USPSTF and GRADE Approaches to Recommendations Diana B. Petitti , Steven M. Teutsch , Mary B. Barton , George F. Sawaya , Judith K. Ockene , and Thomas DeWitt Metrics Cited byEvidence-Based Medicine and State Health Care Coverage: The Washington Health Technology Assessment ProgramMyPreventiveCare: implementation and dissemination of an interactive preventive health record in three practice-based research networks serving disadvantaged patients—a randomized cluster trialA Framework for Crafting Clinical Practice Guidelines that are Relevant to the Care and Management of People with MultimorbidityUnderstanding Differences in the Guidelines for Colorectal Cancer Screening 1 September 2009Volume 151, Issue 5Page: 363KeywordsConflicts of interestGlobal health ePublished: 1 September 2009 Issue Published: 1 September 2009 Copyright & PermissionsCopyright © 2009 by American College of Physicians. All Rights Reserved.PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Gordon Guyatt",
      "id": "A5031717153",
      "orcid": "https://orcid.org/0000-0003-2352-5718",
      "institutions": [
        {
          "id": "I2802542264",
          "display_name": "University Hospital of Basel",
          "country_code": "CH",
          "type": "healthcare"
        },
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I2803065977",
          "display_name": "Portland VA Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Gordon H. Guyatt"
    }
  ],
  "publication_year": 2009,
  "publication_date": "2009-09-01",
  "type": "letter",
  "cited_by_count": 5,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S119722071",
    "display_name": "Annals of Internal Medicine",
    "issn_l": "0003-4819",
    "issn": [
      "0003-4819",
      "1539-3704"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316812"
  },
  "volume": "151",
  "issue": "5",
  "first_page": "363",
  "last_page": "363",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.7687378
    },
    {
      "id": "C2775969662",
      "display_name": "Veterans Affairs",
      "level": 2,
      "score": 0.7330208
    },
    {
      "id": "C2985871740",
      "display_name": "Task force",
      "level": 2,
      "score": 0.5271544
    },
    {
      "id": "C512399662",
      "display_name": "Family medicine",
      "level": 1,
      "score": 0.42658612
    },
    {
      "id": "C74909509",
      "display_name": "Gerontology",
      "level": 1,
      "score": 0.32814163
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.18390602
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.104813755
    },
    {
      "id": "C3116431",
      "display_name": "Public administration",
      "level": 1,
      "score": 0.08760673
    }
  ],
  "topics": [
    {
      "id": "T10804",
      "display_name": "Health Systems, Economic Evaluations, Quality of Life",
      "score": 0.9993
    },
    {
      "id": "T11590",
      "display_name": "Primary Care and Health Outcomes",
      "score": 0.9991
    },
    {
      "id": "T10391",
      "display_name": "Healthcare Policy and Management",
      "score": 0.9985
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.7326/0003-4819-151-5-200909010-00016",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:38:41.812321",
  "source_database": "OpenAlex"
}