{
  "openalex_id": "W2049551017",
  "doi": "https://doi.org/10.1080/09546553.2012.664011",
  "title": "Do Drone Strikes Degrade Al Qaeda? Evidence From Propaganda Output",
  "abstract": "Abstract The United States has used unmanned, aerial vehicles—drones—to launch attacks on militants associated with Al Qaeda and other violent groups based in Pakistan. The goal is to degrade the target's capacity to undertake political and violent action. We assess the effectiveness of drone strikes in achieving this goal, measuring degradation as the capacity of Al Qaeda to generate and disseminate propaganda. Propaganda is a key output of many terrorist organizations and a long-standing priority for Al Qaeda. Unlike other potential measures of terrorist group activity and capacity, propaganda output can be observed and measured. If drone strikes have degraded Al Qaeda, their occurrence should be correlated with a reduction in the organization's propaganda output. The analysis presented here finds little evidence that this is the case. Drone strikes have not impaired Al Qaeda's ability to generate propaganda. Keywords: propagandatargeted killingsterrorismunmanned aerial vehicles (UAVs) Notes Constant not displayed. N = 289. *p < .05, **p < .01. Output model drops observations where Malakand is equal to one. *p < .05, **p < .01. Joby Warrick and Peter Finn, “CIA Director Says Secret Attacks in Pakistan Have Hobbled al-Qaeda,” The Washington Post, March 18, 2010, 1. Quoted in Eric V. Larson, “Al Qaeda's Propaganda: A Shifting Battlefield,” in Brian Michael Jenkins and John Paul Godges, (eds., The Long Shadow of 9/11: America's Response to Terrorism (Santa Monica, CA: Rand, 2011), 73. Gary D. Solis, The Law of Armed Conflict: International Humanitarian Law in War (New York: Cambridge University Press, 2010), 528. Brian Glynn Williams, “The CIA's Covert Predator Drone War in Pakistan, 2004–2010: The History of an Assassination Campaign,” Studies in Conflict and Terrorism 33, no. 4 (2010): 871–892. Walter Pincus, “Are Drones a Technological Tipping Point in Warfare?,” The Washington Post, April 24, 2011, 1. Mohammed M. Hafez and Joseph M. Hatfield, “Do Targeted Assassinations Work? A Multivariate Analysis of Israel's Controversial Tactics During the Al-Aqsa Uprising,” Studies in Conflict and Terrorism 29, no. 4 (2006): 359–382. David Jaeger and Daniela Paserman, “The Shape of Things to Come? Assessing the Effectiveness of Suicide Attacks and Targeted Killings,” Quarterly Journal of Political Science 4, no. 4 (2009): 315–342. Jenna Jordan, “When Heads Roll: Assessing the Effectiveness of Leadership Decapitation,” Security Studies 18, no. 4 (2010): 719–755. Marc Sageman, Leaderless Jihad: Terror Networks in the Twenty-First Century (Philadelphia: University of Pennsylvania Press, 2008). Bruce Hoffman, “Radicalization and Subversion: Al Qaeda and the 7 July 2005 Bombings and the 2006 Bombing Plot,” Studies in Conflict and Terrorism 32, no. 4 (2009): 1100–1116. Daniel Byman, “Al-Qaeda as an Adversary: Do We Understand Our Enemy?” World Politics 56, no. 1 (2003): 139–163. Brian Jenkins, International Terrorism (Los Angeles: Crescent, 1975); Gabriel Weimann, “The Psychology of Mass-Mediated Terrorism,” American Behavioral Scientist 52, no. 1 (2008): 69–86; and Gabriel Weimann and C. Winn, The Theater of Terror: Mass Media and International Terrorism (New York: Longman, 1994); see also James Igoe Walsh, Media Attention to Terrorist Attacks (Chapel Hill, NC: Institute for Homeland Security Solutions, 2010. Jenkins (see note 12 above), 4–5. Bruce Hoffman, Inside Terrorism (New York: Columbia University Press, 2006). Brigitte L. Nacos, Mass-Mediated Terrorism: The Central Role of the Media in Terrorism and Counterterrorism (Lanham, MD: Rowman & Littlefield, 2003). Jenkins (see note 12 above). Weimann and Winn (see note 12 above), 4. Gabriel Weimann, Terror on the Internet: The New Arena, the New Challenges (Washington, DC: United States Institute of Peace, 2006), 71. Hoffman (see note 14 above), 198. Weimann (see note 18 above). Stratfor Global Intelligence, As-Sahab: Al Qaeda's Nebulous Media Branch, 2006, http://www.stratfor.com. J. Kelly, “Al Qaeda's Third in Command Killed in United States Drone Strike,” The Telegraph, July 1, 2010, http://www.telegraph.co.uk/news/worldnews/asia/pakistan/7792134/Al-Qaedas-third-in-command-killed-in-US-drone-strike.html; T. Lister, “Top al Qaeda Commander Killed in Strike,” CNN, September 28, 2010, http://www.cnn.com/top_al_qaeda_commander_killed_in_strike; L. Martinez and M. Raddatz, “Al Qaeda Operations Planner Saleh Al-Somali Believed Dead in Drone Strike,” ABC News, December 11, 2009, http://abcnews.go.com/International/Terrorism/al-qaeda-operations-planner-saleh-al-somali-believed/story?id=9314585. David Kilcullen and Andrew Exum, “Death from Above, Outrage from Below,” The New York Times, May 16, 2009, 22. Avery Plaw, Matthew S. Fricker, and Brian Glyn Williams, “Practice Makes Perfect? The Changing Civilian Toll of CIA Drone Strikes in Pakistan,” Perspectives on Terrorism 5 (2011): 51–69. Jacob Beswick, “The Drone Wars and Pakistan's Conflict Casualties, 2010,” Oxford Research Group Working Paper, 2011. James Igoe Walsh and James A. Piazza, “Why Respecting Human Rights Reduces Terrorism,” Comparative Political Studies 43, no. 3 (2010): 551–577. Peter Bergen and Katherine Tiedemann, Revenge of the Drones: An Analysis of Drone Strikes in Pakistan, New America Foundation, October 19, 2009, http://www.newamerica.net/publications/policy/revenge_of_the_drones. Two specific sources were used in coding the data on Al Qaeda propaganda. The primary source was the IntelCenter Database (ICD). Access to the database is available by subscription at http://www.intelcenter.com/. Additional information was also obtained from a second set of printed sources produced by the same organization: IntelCenter, Al-Qaeda Messaging/Attacks Timeline 1992–2009 (Alexandria, VA: IntelCenter, 2010), and IntelCenter, Al-Qaeda Messaging/Attacks Timeline v8.0 (Alexandria, VA: IntelCenter, 2010). Note that as-Sahab occasionally releases identical or nearly identical video recordings with different language tracks or subtitles. The dataset described in this article counts these as a single output of propaganda. Bergen and Tiedemann (see note 27 above). Christine C. Fair and Seth Jones, “Pakistan's War Within,” Survival 51, no. 1 (2010): 161–188. Department of Defense, DoD Personnel and Procurement Statistics: Personnel and Procurement Reports and Data Files, http://siadapp.dmdc.osd.mil/personnel/MILITARY/miltop.htm. I interpolate daily values from the quarterly figures available at this source. Colin A. Cameron and Pravin K. Trivedi, Regression Analysis of Count Data (New York: Cambridge University Press, 1998). Additional informationNotes on contributorsMegan Smith Megan Smith is a graduate of the University of North Carolina at Charlotte. James Igoe Walsh James Igoe Walsh is a professor of political science at the University of North Carolina at Charlotte.",
  "authors": [
    {
      "display_name": "Megan L. Smith",
      "id": "A5003911489",
      "orcid": "https://orcid.org/0000-0002-4545-7480",
      "institutions": [
        {
          "id": "I102149020",
          "display_name": "University of North Carolina at Charlotte",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Megan Smith"
    },
    {
      "display_name": "James Igoe Walsh",
      "id": "A5016206865",
      "orcid": "https://orcid.org/0000-0002-5833-1705",
      "institutions": [
        {
          "id": "I102149020",
          "display_name": "University of North Carolina at Charlotte",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "James Igoe Walsh"
    }
  ],
  "publication_year": 2013,
  "publication_date": "2013-01-10",
  "type": "article",
  "cited_by_count": 67,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S141724154",
    "display_name": "Terrorism and Political Violence",
    "issn_l": "0954-6553",
    "issn": [
      "0954-6553",
      "1556-1836"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320547"
  },
  "volume": "25",
  "issue": "2",
  "first_page": "311",
  "last_page": "327",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2993612524",
      "display_name": "Al qaeda",
      "level": 3,
      "score": 0.88290834
    },
    {
      "id": "C203133693",
      "display_name": "Terrorism",
      "level": 2,
      "score": 0.80792266
    },
    {
      "id": "C59519942",
      "display_name": "Drone",
      "level": 2,
      "score": 0.7765132
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.56340307
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.48679134
    },
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.46135756
    },
    {
      "id": "C73484699",
      "display_name": "Criminology",
      "level": 1,
      "score": 0.36235222
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.34252816
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C54355233",
      "display_name": "Genetics",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10994",
      "display_name": "Terrorism, Counterterrorism, and Political Violence",
      "score": 0.9967
    },
    {
      "id": "T12550",
      "display_name": "Politics and Conflicts in Afghanistan, Pakistan, and Middle East",
      "score": 0.966
    },
    {
      "id": "T12825",
      "display_name": "Defense, Military, and Policy Studies",
      "score": 0.962
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1080/09546553.2012.664011",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:55:41.489345",
  "source_database": "OpenAlex"
}