{
  "openalex_id": "W2045840011",
  "doi": "https://doi.org/10.1890/0012-9623-94.3.253",
  "title": "LIGHT ENVIRONMENT GENERATES ECOLOGICAL TRADE‐OFFS IN HERBIVORES",
  "abstract": "All photographs by Teresa M. Stoepler White oak (Quercus alba) saplings were grown in (A) full sun or (B) full shade (under 90% light reduction shade cloth) on the roof of Bell Hall, a four-story building located at George Washington University in Washington, D.C. Saplings were kept under these light conditions for three months (30 March–30 June 2010), which encompassed the entire developmental process from pre-bud break through full leaf expansion and hardening, to induce saplings to produce (C) sun and (D) shade leaves, respectively. White oak shade-grown saplings produced fewer leaves than sun-grown saplings, but individual shade leaves were 78% larger, resulting in greater total leaf area compared to sun-grown saplings. Shade leaves were 27% lower in toughness, 14% lower in carbon:nitrogen ratio, 42% and 77% lower in hydrolyzable and condensed tannins, respectively, 12% higher in nitrogen, and 8% higher in water content relative to sun leaves. After leaves were fully hardened, the sun- and shade-grown white oak saplings (indicated by arrows) were (A, B) transported to the field site, Little Bennett Regional Park in Clarksburg, Maryland, and (C) placed in light gaps (foreground) and shaded forest understory habitats (background) in a full factorial design. Pictured in A: Arjun Awasthi; B: Patrick Lill and Margaret Rosati. Panel C modified from Fig. 1 in T. M. Stoepler, and B. Rehill. 2012. Forest habitat, not leaf phenotype, predicts late-season folivory of Quercus alba saplings. Functional Ecology 26:1205–1213; reproduced with permission from John Wiley and Sons. Sentinel lab-reared larvae of Euclea delphinii and Acharia stimulea (Limacodidae, Lepidoptera) were (A) reared in mesh sleeve cages (protected from enemies) or (B) exposed to parasitism on the saplings to measure the direct and indirect effects of light environment on caterpillar performance and parasitism (only A. stimulea is shown). The extent to which bottom-up factors affect higher trophic levels and the relative importance of direct and indirect effects on tritrophic interactions are poorly understood. We tested how light environment (direct; light gap vs. understory habitats) and leaf type (indirect; sun vs. shade leaves) affected the performance and parasitism of forest caterpillars reared on experimental white oak saplings. By manipulating light environment independent of leaf phenotype, we showed that caterpillar performance was maximized in the shade habitat/sun leaf treatment, revealing inherent ecological trade-offs for herbivores choosing between sunny (high leaf quality, harsh environment, high parasitism) and shaded (reduced leaf quality, less harsh environment, low parasitism) habitats. These photographs illustrate the article “Direct and indirect effects of light environment generate ecological trade-offs in herbivore performance and parasitism,” by Teresa M. Stoepler and John T. Lill, tentatively scheduled for publication in Ecology 94(10), October 2013. doi: http://dx.doi.org/10.1890/12-2068.1",
  "authors": [
    {
      "display_name": "Teresa M. Stoepler",
      "id": "A5110173585",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Teresa M. Stoepler"
    },
    {
      "display_name": "John T. Lill",
      "id": "A5000403165",
      "orcid": "https://orcid.org/0000-0003-0507-6656",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "John T. Lill"
    }
  ],
  "publication_year": 2013,
  "publication_date": "2013-06-28",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210178044",
    "display_name": "Bulletin of the Ecological Society of America",
    "issn_l": "0012-9623",
    "issn": [
      "0012-9623",
      "2327-6096"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315736"
  },
  "volume": "94",
  "issue": "3",
  "first_page": "253",
  "last_page": "255",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://esajournals.onlinelibrary.wiley.com/doi/pdfdirect/10.1890/0012-9623-94.3.253",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C139669111",
      "display_name": "Understory",
      "level": 3,
      "score": 0.72202677
    },
    {
      "id": "C177515723",
      "display_name": "Shading",
      "level": 2,
      "score": 0.57585895
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.51154053
    },
    {
      "id": "C59822182",
      "display_name": "Botany",
      "level": 1,
      "score": 0.5030002
    },
    {
      "id": "C46325548",
      "display_name": "Herbivore",
      "level": 2,
      "score": 0.46595082
    },
    {
      "id": "C185933670",
      "display_name": "Habitat",
      "level": 2,
      "score": 0.42492554
    },
    {
      "id": "C144027150",
      "display_name": "Horticulture",
      "level": 1,
      "score": 0.3741556
    },
    {
      "id": "C18903297",
      "display_name": "Ecology",
      "level": 1,
      "score": 0.35354742
    },
    {
      "id": "C101000010",
      "display_name": "Canopy",
      "level": 2,
      "score": 0.24615571
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.091670096
    },
    {
      "id": "C153349607",
      "display_name": "Visual arts",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11691",
      "display_name": "Forest Insect Ecology and Management",
      "score": 0.9963
    },
    {
      "id": "T10005",
      "display_name": "Ecology and Vegetation Dynamics Studies",
      "score": 0.9921
    },
    {
      "id": "T10487",
      "display_name": "Plant and animal studies",
      "score": 0.9912
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1890/0012-9623-94.3.253",
  "pdf_url": "https://esajournals.onlinelibrary.wiley.com/doi/pdfdirect/10.1890/0012-9623-94.3.253",
  "retrieved_date": "2025-07-30T14:17:19.694837",
  "source_database": "OpenAlex"
}