{
  "openalex_id": "W2042095971",
  "doi": "https://doi.org/10.1074/jbc.m111975200",
  "title": "The FXXLF Motif Mediates Androgen Receptor-specific Interactions with Coregulators",
  "abstract": "The androgen receptor (AR) activation function 2 region of the ligand binding domain binds the LXXLL motifs of p160 coactivators weakly, engaging instead in an androgen-dependent, interdomain interaction with an FXXLF motif in the AR NH2 terminus. Here we show that FXXLF motifs are present in previously reported AR coactivators ARA70/RFG, ARA55/Hic-5, and ARA54, which account for their selection in yeast two-hybrid screens. Mammalian two-hybrid assays, ligand dissociation rate studies, and glutathioneS-transferase adsorption assays indicate androgen-dependent selective interactions of these FXXLF motifs with the AR ligand binding domain. Mutagenesis of residues within activation function 2 indicates distinct but overlapping binding sites where specificity depends on sequences within and flanking the FXXLF motif. Mutagenesis of the FXXLF motifs eliminated interaction with the ligand binding domain but only modestly reduced AR coactivation in transcription assays. The studies indicate that the FXXLF binding motif is specific for the AR and mediates interactions both within the AR and with coregulatory proteins. The androgen receptor (AR) activation function 2 region of the ligand binding domain binds the LXXLL motifs of p160 coactivators weakly, engaging instead in an androgen-dependent, interdomain interaction with an FXXLF motif in the AR NH2 terminus. Here we show that FXXLF motifs are present in previously reported AR coactivators ARA70/RFG, ARA55/Hic-5, and ARA54, which account for their selection in yeast two-hybrid screens. Mammalian two-hybrid assays, ligand dissociation rate studies, and glutathioneS-transferase adsorption assays indicate androgen-dependent selective interactions of these FXXLF motifs with the AR ligand binding domain. Mutagenesis of residues within activation function 2 indicates distinct but overlapping binding sites where specificity depends on sequences within and flanking the FXXLF motif. Mutagenesis of the FXXLF motifs eliminated interaction with the ligand binding domain but only modestly reduced AR coactivation in transcription assays. The studies indicate that the FXXLF binding motif is specific for the AR and mediates interactions both within the AR and with coregulatory proteins. androgen receptor activation function 2 NH2-terminal/carboxyl-terminal estrogen receptor α cAMP response element binding protein-binding protein glutathione S-transferase luciferase dihydrotestosterone methyltrienolone The androgen receptor (AR)1 belongs to the steroid receptor subfamily of hormone-dependent nuclear receptor transcriptional regulators. Recent studies have established general mechanisms of steroid hormone receptor transcriptional activation. Binding of cognate ligands induces a conformational change in the ligand binding domain which results in formation of a novel hydrophobic interaction surface referred to as activation function 2 (AF2). AF2 recruits LXXLL motif-containing p160 coactivator complexes that have histone acetyltransferase activity (1Spencer T.E. Jenster G. Burcin M.M. Allis C.D. Zhou J. Mizzen C.A. McKenna N.J. Onate S.A. Tsai S.Y. Tsai M.J. O'Malley B.W. Nature. 1997; 389: 194-198Crossref PubMed Scopus (1070) Google Scholar), resulting in modification of local chromatin structure to facilitate transcription initiation (2Chen H. Lin R.J. Schiltz R.L. Chakravarti D. Nash A. Nagy L. Privalsky M.L. Nakatani Y. Evans R.M. Cell. 1997; 90: 569-580Abstract Full Text Full Text PDF PubMed Scopus (1270) Google Scholar). It is believed that interaction between the p160 coactivator LXXLL motifs and the AF2 surface in the ligand binding domain is required for transactivation of nuclear receptors (3Heery D.M. Kalkhoven E. Hoare S. Parker M.G. Nature. 1997; 387: 733-736Crossref PubMed Scopus (1778) Google Scholar, 4McInerney E.M. Rose D.W. Flynn S.E. Westin S. Mullen T.M. Krones A. Inostroza J. Torchia J. Nolte R.T. Assa-Munt N. Milburn M.V. Glass C.K. Rosenfeld M.G. Genes Dev. 1998; 12: 3357-3368Crossref PubMed Scopus (529) Google Scholar, 5Voegel J.J. Heine M.J.S. Tini M. Vivat V. Chambon P. Gronemeyer H. EMBO J. 1998; 17: 507-519Crossref PubMed Scopus (432) Google Scholar, 6Torchia J. Rose D.W. Inostroza J. Kmei Y. Westin S. Glass C. Rosenfeld M. Nature. 1997; 382: 677-684Crossref Scopus (1108) Google Scholar). We (7He B. Kemppainen J.A. Voegel J.J. Gronemeyer H. Wilson E.M. J. Biol. Chem. 1999; 274: 37219-37225Abstract Full Text Full Text PDF PubMed Scopus (284) Google Scholar) and others (8Onate S.A. Boonyaratanakornkit V. Spencer T.E. Tsai S.Y. Tsai M.J. Edwards D.P. O'Malley B.W. J. Biol. Chem. 1998; 273: 12101-12108Abstract Full Text Full Text PDF PubMed Scopus (347) Google Scholar, 9Webb P. Nguyen P. Shinsako J. Anderson C. Feng W. Nguyen M.P. Chen D. Huang S.M. Subramanian S. McKinerney E. Katzenellenbogen B.S. Stallcup M.R. Kushner P.J. Mol. Endocrinol. 1998; 12: 1605-1618Crossref PubMed Scopus (0) Google Scholar, 10Norris J.D. Fan D. Stallcup M.R. McDonnell D.P. J. Biol. Chem. 1998; 273: 6679-6688Abstract Full Text Full Text PDF PubMed Scopus (88) Google Scholar, 11Leers J. Treuter E. Gustafsson J.A. Mol. Cell. Biol. 1998; 18: 6001-6013Crossref PubMed Scopus (93) Google Scholar, 12Hong H. Darimont B.D. Ma H. Yang L. Yamamoto K.R. Stallcup M.R. J. Biol. Chem. 1999; 274: 3496-3502Abstract Full Text Full Text PDF PubMed Scopus (73) Google Scholar, 13Ding X.F. Anderson C.M. Ma H. Hong H. Uht R.M. Kushner P.J. Stallcup M.R. Mol. Endocrinol. 1998; 12: 302-313Crossref PubMed Google Scholar, 14Tan J.A. Hall S.H. Petrusz P. French F.S. Endocrinology. 2000; 141: 3440-3450Crossref PubMed Scopus (43) Google Scholar) have reported that the AR and other nuclear receptors also interact with p160 coactivators through their NH2-terminal regions. The ligand binding domain of some nuclear receptors is also involved in a ligand-dependent, NH2-terminal/carboxyl-terminal (N/C) interaction, shown for the AR (15Langley E. Zhou Z.X. Wilson E.M. J. Biol. Chem. 1995; 270: 29983-29990Abstract Full Text Full Text PDF PubMed Scopus (235) Google Scholar), estrogen receptor α (ERα) (16Kraus W.L. McInerney E.M. Katzenellenbogen B.S. Proc. Natl. Acad. Sci. U. S. A. 1995; 92: 12314-12318Crossref PubMed Scopus (184) Google Scholar), and progesterone receptor (17Tetel M.J. Giangrande P.H. Leonhardt S.A. McDonnell D.P. Edwards D.P. Mol. Endocrinol. 1999; 13: 910-924Crossref PubMed Google Scholar). For AR, the androgen-induced N/C interaction slows the androgen dissociation rate (7He B. Kemppainen J.A. Voegel J.J. Gronemeyer H. Wilson E.M. J. Biol. Chem. 1999; 274: 37219-37225Abstract Full Text Full Text PDF PubMed Scopus (284) Google Scholar, 18He B. Kemppainen J.A. Wilson E.M. J. Biol. Chem. 2000; 275: 22986-22994Abstract Full Text Full Text PDF PubMed Scopus (365) Google Scholar, 19He B. Bowen N.T. Minges J.T. Wilson E.M. J. Biol. Chem. 2001; 276: 42293-42301Abstract Full Text Full Text PDF PubMed Scopus (114) Google Scholar, 20Langley E. Kemppainen J.A. Wilson E.M. J. Biol. Chem. 1998; 273: 92-101Abstract Full Text Full Text PDF PubMed Scopus (210) Google Scholar), prolongs the AR half-life in the presence of androgen (19He B. Bowen N.T. Minges J.T. Wilson E.M. J. Biol. Chem. 2001; 276: 42293-42301Abstract Full Text Full Text PDF PubMed Scopus (114) Google Scholar, 21Zhou Z.X. Lane M.V. Kemppainen J.A. French F.S. Wilson E.M. Mol. Endocrinol. 1995; 9: 208-218Crossref PubMed Google Scholar), and reduces AF2-mediated transcriptional activity (19He B. Bowen N.T. Minges J.T. Wilson E.M. J. Biol. Chem. 2001; 276: 42293-42301Abstract Full Text Full Text PDF PubMed Scopus (114) Google Scholar). The AR N/C interaction is direct and involves interactions between FXXLF and WXXLF motifs in the NH2-terminal domain with the AF2 binding surface in the ligand binding domain (7He B. Kemppainen J.A. Voegel J.J. Gronemeyer H. Wilson E.M. J. Biol. Chem. 1999; 274: 37219-37225Abstract Full Text Full Text PDF PubMed Scopus (284) Google Scholar, 18He B. Kemppainen J.A. Wilson E.M. J. Biol. Chem. 2000; 275: 22986-22994Abstract Full Text Full Text PDF PubMed Scopus (365) Google Scholar, 19He B. Bowen N.T. Minges J.T. Wilson E.M. J. Biol. Chem. 2001; 276: 42293-42301Abstract Full Text Full Text PDF PubMed Scopus (114) Google Scholar). In contrast, the ERα N/C interaction may be indirect, mediated by TIF2 or p300/CBP (22Benecke A. Chambon P. Gronemeyer H. EMBO Rep. 2000; 1: 151-157Crossref PubMed Scopus (129) Google Scholar, 23Kobayashi Y. Kitamoto T. Masuhiro Y. Watanabe M. Kase T. Metzger D. Yanagisawa J. Kato S. J. Biol. Chem. 2000; 275: 15645-15651Abstract Full Text Full Text PDF PubMed Scopus (135) Google Scholar). The crystal structure of the AR ligand binding domain reveals an overall structural arrangement similar to other steroid receptors (24Matias P.M. Donner P. Coelho R. Thomaz M. Peixoto C. Mecedo S. Otto N. Joschko S. Scholz P. Wegg A. Basler S. Schafer M. Egner U. Carrondo M.A. J. Biol. Chem. 2000; 275: 26164-26171Abstract Full Text Full Text PDF PubMed Scopus (509) Google Scholar, 25Sack J.S. Kish K.F. Wang C. Attar R.M. Kiefer S.E. An Y. Wu G.Y. Scheffler J.E. Salvati M.E. Krystek S.R. Weinmann R. Einspahr H.M. Proc. Natl. Acad. Sci. U. S. A. 2001; 98: 4904-4909Crossref PubMed Scopus (391) Google Scholar) with subtle changes that seem to favor the N/C interaction. Under normal physiological conditions, AF2 binding of the NH2-terminal FXXLF motif is favored over binding the LXXLL motifs of p160 coactivators, which likely contributes to the weak AR AF2 transcriptional activity in mammalian cells (7He B. Kemppainen J.A. Voegel J.J. Gronemeyer H. Wilson E.M. J. Biol. Chem. 1999; 274: 37219-37225Abstract Full Text Full Text PDF PubMed Scopus (284) Google Scholar, 18He B. Kemppainen J.A. Wilson E.M. J. Biol. Chem. 2000; 275: 22986-22994Abstract Full Text Full Text PDF PubMed Scopus (365) Google Scholar, 19He B. Bowen N.T. Minges J.T. Wilson E.M. J. Biol. Chem. 2001; 276: 42293-42301Abstract Full Text Full Text PDF PubMed Scopus (114) Google Scholar). The AR AF2 region nevertheless interacts with the LXXLL motifs of p160 coactivators when these coactivators are overexpressed (7He B. Kemppainen J.A. Voegel J.J. Gronemeyer H. Wilson E.M. J. Biol. Chem. 1999; 274: 37219-37225Abstract Full Text Full Text PDF PubMed Scopus (284) Google Scholar). We recently proposed such a mechanism to account for the recurrent growth of prostate cancer under conditions of androgen deprivation (26Gregory C.W. He B. Johnson R.T. Ford O.H. Mohler J.L. French F.S. Wilson E.M. Cancer Res. 2001; 61: 4315-4319PubMed Google Scholar). In the present report we investigated the role of the FXXLF motif in androgen-dependent AR interactions with previously reported AR coactivators. Coding sequences for FXXLF and LXXLL motif-containing peptides were cloned in pGAL0 (15Langley E. Zhou Z.X. Wilson E.M. J. Biol. Chem. 1995; 270: 29983-29990Abstract Full Text Full Text PDF PubMed Scopus (235) Google Scholar), which expresses the Saccharomyces cerevisiae GAL4 DNA binding domain amino acid residues 1–147 expressed NH2-terminal to the peptide sequences. GAL4 peptide fusion plasmids were created using two complementary oligonucleotides that were phosphorylated by T4 polynucleotide kinase, denatured, annealed at room temperature, and cloned at NdeI/XbaI in pGAL0. Oligonucleotides coding for the FXXLF or LXXLL motifs typically contained coding sequence for 7 additional flanking amino acids, with peptides ranging in size from 11 to 21 amino acids. AR-FXXAA (pCMVhAR-L26A/F27A) had23FQNLF27 changed to23FQNAA27, and AR-FXXAA/WXXAA (pCMVhAR-L26A/F27A/L436A/F437A) had the additional mutation of 433WHTLF437changed to 433WHTAA437 (18He B. Kemppainen J.A. Wilson E.M. J. Biol. Chem. 2000; 275: 22986-22994Abstract Full Text Full Text PDF PubMed Scopus (365) Google Scholar, 19He B. Bowen N.T. Minges J.T. Wilson E.M. J. Biol. Chem. 2001; 276: 42293-42301Abstract Full Text Full Text PDF PubMed Scopus (114) Google Scholar). VPAR507–919, pVP16-ERα-LBD (ERα amino acid residues 312–595), VP16-PR-A, and the 5XGAL4Luc3 reporter were gifts from Donald P. McDonnell, Duke University. VPAR-(507–919) (AR DNA and ligand binding domains) and pVP16-ERα-LBD contained the herpes simplexvirus VP16 transactivation domain residues 411–456. pCMVhAR-K720A, pCMVhAR-E897K, and pCMVhAR-V716R are full-length AR expression vectors with single mutations in AF2 of the ligand binding domain (7He B. Kemppainen J.A. Voegel J.J. Gronemeyer H. Wilson E.M. J. Biol. Chem. 1999; 274: 37219-37225Abstract Full Text Full Text PDF PubMed Scopus (284) Google Scholar). pCMVhAR-(507–919) codes for the human AR DNA and ligand binding domains (27Simental J.A. Sar M. Lane M.V. French F.S. Wilson E.M. J. Biol. Chem. 1991; 266: 510-518Abstract Full Text PDF PubMed Google Scholar). pCMVhARΔ142–337 and pCMVhARΔ142–337L26A/F27A (ARΔ142–337FXXAA) have the AF1 region deleted in the NH2-terminal domain (19He B. Bowen N.T. Minges J.T. Wilson E.M. J. Biol. Chem. 2001; 276: 42293-42301Abstract Full Text Full Text PDF PubMed Scopus (114) Google Scholar, 28Zhou Z.X. Wong C.I. Sar M. Wilson E.M. Rec. Prog. Hormone Res. 1994; 49: 249-274PubMed Google Scholar). Glutathione S-transferase (GST)-ARA54-(432–474), GST-ARA70-(320–407), GST-ARA55-(405–444), and GST-ARA55-(301–340) were constructed by amplifying the indicated DNA regions using PCR, and the inserts were cloned into pGEX-3X (Amersham Biosciences, Inc.) atEcoRI/BamHI. pcDNA3HA-AR-LBD for in vitro translation expressing human AR ligand binding domain residues 624–919 was created by digesting GAL-AR-(624–919) withBamHI/XbaI and the insert cloned at the same sites in pcDNA3HA. pSG5-HAmHic5 (pSG5-HA-ARA55) was a gift from Michael R. Stallcup, University of Southern California, Los Angeles. pCMV-sport6-ARA54 (clone CS0DI083YK17) and FHL2 (clone CS0DK007YN06) (Invitrogen) had coding inserts cloned atSalI/NotI. pSG5-HA-ARA54 was constructed by amplifying the coding region of ARA54 from pCMV-sport6-ARA54 using PCR, with the 1.4-kb insert cloned in pSG5-HA atEcoRI/XhoI. The 5′-primer had an EcoRI site, and the 3′-primer had an XhoI site. DNA amplification using PCR was used to create pSG5-HA-ARA54-L457A/F458A with the insert cloned at HindIII/BamHI and pSG5-HA-ARA55-L442A/F443A with the insert cloned atBstEII/XhoI. The mutagenesis strategy was a two-step PCR to create pSG5-HA- ARA55-L325A/F326A with the insert cloned at BstEII/XhoI. pSG5-HA-ARA55-L325A/F326A/L442A/F443A was created by amplifying pSG5-HA-ARA55-L325A/F326A with the insert cloned in pSG5-HA-ARA55-L442A/F443A at BstEII/XhoI. ARA70-(320–407)-AR-(172–919)- AXXAA (where AXXAA is human AR mutation W433A/L436A/F437A), ARA54-(398–474)-AR-(172–919)-AXXAA, ARA55-(281–361)-AR-(172–919)-AXXAA, ARA55-(269–444)-AR-(172–919)-AXXAA, and ARA55-(281–444)-AR-(172–919)-AXXAA were constructed by DNA amplification using PCR of the indicated regions and cloning the inserts at BglII/AflII of AR-W433A/L436A/F437A (19He B. Bowen N.T. Minges J.T. Wilson E.M. J. Biol. Chem. 2001; 276: 42293-42301Abstract Full Text Full Text PDF PubMed Scopus (114) Google Scholar). Constitutively active luciferase reporter vectors included pSG5-Luc (from Kurt Hoffman and Walter Heyns, Catholic University of Leuven, Belgium), pSV2-Luc (from P. Kay Lund, University of North Carolina at Chapel Hill), and pA3RSV400Luc (from Arthur Gutierrez-Hartman, University of Colorado, Denver). In D11-FXXLF-AR, a D11 peptide sequence (29Chang C. Norris J.D. Gron H. Paige L.A. Hamilton P.T. Kenan D.J. Fowlkes D. McDonnell D.P. Mol. Cell. Biol. 1999; 19: 8226-8239Crossref PubMed Google Scholar) was modified to replace the LXXLL motif with FXXLF (see Fig. 1) and constructed to replace AR amino acid residues 16–34 by DNA amplification of pCMVhAR using a 5′-BglII-D11 oligonucleotide and a 3′-oligonucleotide at the ARAflII site. The fragment was inserted into pCMVhAR digested with BglII/AflII and reamplified using a 5′-oligonucleotide containing a BglII site and coding sequence for AR NH2-terminal 1–15 amino acids and part of the D11 peptide coding sequence and the 3′-AflII oligonucleotide. The resulting fragment was reinserted into theBglII/AflII site of pCMVhAR. GAL-ARA70-(321–499), GAL-ARA70-(321–499)-F328A/L331A/F332A (GAL-ARA70-(321–499)-AXXAA), GAL-ARA54-(361–474), and GAL-ARA54-(361–474)-L457A/F458A (GAL-ARA54-(361–474)-FXXAA) were constructed by DNA amplifica- tion of the indicated regions using PCR and the inserts cloned into GAL0 at NdeI/SacI. GAL-ARA55-(251–444) and GAL-ARA55-(251–444)-L325A/F326A/L442A/F443A (GAL-ARA55-(251–444) (FXXAA)2) were constructed by amplifying the indicated regions using PCR, and the inserts were cloned into GAL0 at NdeI/XbaI. Amplification of plasmid DNA by PCR was done using Vent-polymerase, and all amplified regions were verified by DNA sequencing. Human hepatocellular carcinoma HepG2 cells (American Type Culture Collection) were maintained in 5% CO2 at 37 °C in Eagle's minimum essential medium (Invitrogen) containing 10% fetal bovine serum (Hyclone), 0.1 mm nonessential amino acids, 1 mm sodium pyruvate, 2 mml-glutamine, and penicillin/streptomycin. For peptide interaction assays, HepG2 cells were plated at 2 × 105 cells/well of 12-multiwell tissue culture plates. The next day medium was exchanged with 0.8 ml of fresh culture medium. DNA for transfection was prepared for 4 wells each following the Effectene protocol (Qiagen). Wild-type or mutant pCMVhAR, pCMVhGR, VP16PRA, or VP16-ERα-LBD (0.05 μg) or VPAR507–919 (0.15 μg) was combined with 0.05 μg of GAL4-peptide DNA/well and 0.1 μg of 5XGAL4Luc3/well in 75 μl of EC buffer/well, 1 μl of enhancer/well, 1 μl of Effectene/well, and 0.4 ml of media/well, and 400 μl was added to the plates. The next day cells were washed in phosphate-buffered saline and the media replaced with serum-free medium lacking phenol red. Hormones were added as indicated, and cells were incubated overnight at 37 °C. The next day cells were washed with phosphate-buffered saline and harvested in 220 μl of lysis buffer (25 mm Tris phosphate, pH 7.8, 2 mm EDTA, 1% Triton X-100), and 0.1 ml was analyzed using a Monolight 2010 (Analytical Luminescence Laboratories) or LumiStar Galaxy (BMG Labtechnologies) luminometer. Human epithelioid cervical carcinoma HeLa cells were maintained in Eagle's minimum essential medium supplemented with 10% fetal bovine serum and 2 mml-glutamine and penicillin/streptomycin. HeLa cells (3.5 × 105cells/6-cm dish) were transfected using Effectene as described above except using 0.25 μg each of VPAR507–919, GAL4-peptide, and 5XGAL4Luc3, 150 μl of EC buffer/plate, and 4 μl each of enhancer and Effectene/plate in 1 ml of media were added to plates containing 3 ml of fresh media. After 24 h cells were washed in phosphate-buffered saline, and 4 ml of serum-free medium lacking phenol red was added per plate. Cells were incubated for 24 h in the absence or presence of the indicated hormones and assayed for luciferase activity as described above except using 0.5 ml of lysis buffer/plate. GST fusion proteins were expressed in XL1-Blue Escherichia coli cells treated with 0.5 mm isopropyl β-d-thiogalactopyranoside for 3 h after log phase growth. Bacteria were sonicated in 0.5% Nonidet P-40, 1 mm EDTA, 0.1 m NaCl, 0.02m Tris-HCl, pH 8.0, centrifuged, and the supernatant was incubated with glutathione-agarose beads (Amersham Biosciences, Inc.) for 1 h at 4 °C (7He B. Kemppainen J.A. Voegel J.J. Gronemeyer H. Wilson E.M. J. Biol. Chem. 1999; 274: 37219-37225Abstract Full Text Full Text PDF PubMed Scopus (284) Google Scholar). Beads were washed five times with the sonication buffer and incubated for 2 h at 4 °C with and without 1 μm dihydrotestosterone (DHT). In vitro translated proteins were labeled with 25 μCi of [35S]methionine (PerkinElmer Life Sciences) using the TNT T7 Quick Coupled Transcription/Translation System (Promega) in the presence and absence of 1 μm DHT. Beads were centrifuged, washed five times, and boiled in SDS. Input lanes contained ∼10% of that used for the binding reactions. Transient transcriptional activity of wild-type and mutant AR was determined in the presence and absence of cotransfecting expression vectors for the putative AR coactivators. Monkey kidney CV1 cells were transiently transfected using calcium phosphate precipitation (19He B. Bowen N.T. Minges J.T. Wilson E.M. J. Biol. Chem. 2001; 276: 42293-42301Abstract Full Text Full Text PDF PubMed Scopus (114) Google Scholar). Wild-type and mutant pCMVhAR DNA (100 ng/6-cm dish) were precipitated with 5 μg of mouse mammary tumor virus luciferase reporter vector DNA. Cells were incubated for 48 h in the absence and presence of the indicated hormones, harvested, and assayed for luciferase activity as described above. Dissociation half-times of [3H]R1881 (methyltrienolone, 70–87 Ci/mmol, PerkinElmer Life Sciences) from AR were determined at 37 °C in monkey kidney COS-1 cells using 4 × 105 cells/well in 6-well plates transfected with 2 μg of wild-type or mutant pCMVhAR DNA/well using DEAE-dextran (19He B. Bowen N.T. Minges J.T. Wilson E.M. J. Biol. Chem. 2001; 276: 42293-42301Abstract Full Text Full Text PDF PubMed Scopus (114) Google Scholar). Cells were incubated for 2 h at 37 °C with 5 nm [3H]R1881 in the presence and absence of a 100-fold excess unlabeled R1881. Radiolabeled ligand dissociation was started by the addition of 50 μm unlabeled R1881 and the cells incubated for increasing times at 37 °C up to 3 h, washed once, and harvested in 0.5 ml of 10 mm Tris, pH 6.8, 2% SDS, and 10% glycerol, with radioactivity determined by scintillation counting. In previous studies we reported overall slower ligand dissociation half-times for AR (18He B. Kemppainen J.A. Wilson E.M. J. Biol. Chem. 2000; 275: 22986-22994Abstract Full Text Full Text PDF PubMed Scopus (365) Google Scholar, 19He B. Bowen N.T. Minges J.T. Wilson E.M. J. Biol. Chem. 2001; 276: 42293-42301Abstract Full Text Full Text PDF PubMed Scopus (114) Google Scholar, 20Langley E. Kemppainen J.A. Wilson E.M. J. Biol. Chem. 1998; 273: 92-101Abstract Full Text Full Text PDF PubMed Scopus (210) Google Scholar, 21Zhou Z.X. Lane M.V. Kemppainen J.A. French F.S. Wilson E.M. Mol. Endocrinol. 1995; 9: 208-218Crossref PubMed Google Scholar) caused by the actual temperature of the incubator being 35 °C rather than the 37 °C incubation during the dissociation phase of the experiments. Relative expression levels of the GAL4-peptide fusion proteins were determined by immunoblot analysis. COS-1 cells (1.2 × 106 cells/10-cm dish) were transfected using the Effectene kit protocol. On the 2nd day, 8 ml of medium was added to each plate, and the DNA was suspended in 0.3 ml of EC buffer (Qiagen). The DNA for each plate was combined with 16 μl of enhancer and 10 μl of Effectene reagent and added to the cells in 1 ml of medium. Peptide detection by immunoblot was increased by the addition of 1 μm MG132 (Sigma), a proteosome inhibitor, 24 h prior to cell harvest. Addition of MG132 did not significantly alter the interaction assay results. Nuclear extracts of transfected COS cells were prepared as described previously (30Schreiber E. Matthias P. Muller M.M. Schaffner W. Nucleic Acids Res. 1989; 176419Crossref PubMed Scopus (3918) Google Scholar). Protein concentrations were determined using the Bio-Rad protein assay with bovine serum albumin as standard. Proteins (10 μg) were separated on 12% acrylamide gels containing SDS, and the GAL4-peptide fusion proteins were detected using the anti-GAL4-DNA binding domain monoclonal antibody (Santa Cruz Biotechnology, Inc.). Previous studies in our laboratory showed that the AF2 region of the AR ligand binding domain binds preferentially in the presence of androgen an AR NH2-terminal FXXLF motif (23FQNLF27) compared with the LXXLL motifs of the p160 coactivators (18He B. Kemppainen J.A. Wilson E.M. J. Biol. Chem. 2000; 275: 22986-22994Abstract Full Text Full Text PDF PubMed Scopus (365) Google Scholar, 19He B. Bowen N.T. Minges J.T. Wilson E.M. J. Biol. Chem. 2001; 276: 42293-42301Abstract Full Text Full Text PDF PubMed Scopus (114) Google Scholar). We have now investigated whether a group of reported AR coactivators contain FXXLF motifs, which might account for their selection in two-hybrid screens where the AR ligand binding domain was used as probe. A search of the sequences revealed that ARA70 (31Yeh S. Chang C. Proc. Natl. Acad. Sci. U. S. A. 1996; 93: 5517-5521Crossref PubMed Scopus (532) Google Scholar, 32Zhou Z.X. He B. Hall S.H. Wilson E.M. French F.S. Mol. Endocrinol. 2002; 16: 287-300Crossref PubMed Scopus (43) Google Scholar), ARA55 (33Fujimoto N. Yeh S. Kang H.Y. Inui S. Chang H.C. Mizokami A. Chang C. J. Biol. Chem. 1999; 274: 8316-8321Abstract Full Text Full Text PDF PubMed Scopus (255) Google Scholar, 34Yang L. Guerrero J. Hong H. DeFranco D.B. Stallcup M.R. Mol. Biol. Cell. 2000; 22: 2007-2018Crossref Scopus (119) Google Scholar), and ARA54 (35Kang H.Y. Yeh S. Fujimoto N. Chang C. J. Biol. Chem. 1999; 274: 8570-8576Abstract Full Text Full Text PDF PubMed Scopus (195) Google Scholar) each contain one (ARA70 and ARA54) or two (ARA55) FXXLF motifs. In each case the FXXLF sequences are in regions selected previously by yeast two-hybrid screens. Regions of the recruited fragments (underlined) and the position and sequence of the FXXLF motif regions are shown in Fig.1. Interaction of the AR coactivator FXXLF motifs with the AR ligand binding domain was tested in the absence and presence of 10 nm DHT using two-hybrid peptide assays (29Chang C. Norris J.D. Gron H. Paige L.A. Hamilton P.T. Kenan D.J. Fowlkes D. McDonnell D.P. Mol. Cell. Biol. 1999; 19: 8226-8239Crossref PubMed Google Scholar) in HeLa or HepG2 cells with GAL4-peptide fusions. Expression of the GAL4-peptide fusions was verified on immunoblots of nuclear extracts from cells treated for 24 h with MG132, a proteosome inhibitor (Fig.2 A). Results are shown for COS cell expression, but similar results were obtained using HeLa cells. Peptide detection in both cases required the addition of MG132, but treatment with MG132 did not alter the interaction results (data not shown). Androgen-dependent interactions were detected which increased luciferase activity by 8–48-fold in two-hybrid assays between VPAR507–919 (AR DNA and ligand binding domain) and the GAL4-FXXLF fusion peptides with sequences from AR (GAL-AR-(16–36)), ARA54 (GAL-ARA54-(447–465)), and ARA70 (GAL-ARA70-(321–340)) (Fig. 2 B). Mutation of FXXLF to FXXAA in GAL-AR-(16–36) eliminated the interaction based on loss of luciferase activity in the two-hybrid assay (Fig. 2 B). The results indicate a requirement for the FXXLF binding motif in the AR-interacting peptide. Decreasing the size of the AR FXXLF peptide sequence from residues 16–36 to 20–30 increased the magnitude of the interaction of the GAL4-AR-FXXLF peptide, with luciferase activity increasing from 8- to 31-fold in the two-hybrid assay (Fig.2 B). This result provided the first indication that amino acid residues flanking the AR FXXLF sequence influence the interaction with AF2. No interaction was observed in the two-hybrid peptide assay using either of the two GAL-ARA55-FXXLF peptides, providing further evidence that sequences within and flanking the FXXLF motif influence the extent of binding. Similarly, no luciferase activity resulted from any of the GAL-peptides alone because there was no transcriptional activity detected in the absence of androgen (see Figs. 2, B and C, and3). In a positive control, we observed an 84-fold DHT-dependent interaction with a GAL-D11-FXXLF peptide (D11FX). The D11 peptide contains an LXXLL motif that interacts with AR (29Chang C. Norris J.D. Gron H. Paige L.A. Hamilton P.T. Kenan D.J. Fowlkes D. McDonnell D.P. Mol. Cell. Biol. 1999; 19: 8226-8239Crossref PubMed Google Scholar), which we changed to conform to an FXXLF motif as described previously (36Chapman, M. S., Hu, J., Hong, M. H., Sun, H., Elgort, M., Kessler, L., Marschke, K., Rosen, J., Negro-Vilar, A., and Miner, J. N. (2001) 83rd Endocrine Society Annual Meeting, Abstract P3-601, Denver, COGoogle Scholar). Interaction was also detected between VPAR507–919 and the third LXXLL motif sequence of TIF2 but not with the second LXXLL motif (Fig. 2 B).Figure 3Interaction of coactivator fragments with AR. HeLa cells were transfected using Effectene as described under \"Experimental Procedures\" with 0.15 μg of pCMVhAR, 0.25 μg of 5XGAL4Luc3 reporter vector either with no further addition (−) or with 0.15 μg of GAL0 empty vector or GAL-AR-(16–36), GAL-ARA54-(361–474), GAL-ARA54-(361–474)-L457A/F458A(FXXAA), GAL-ARA70-(321–499), GAL-ARA70-(321–499)-F328A/L331A/F332A (AXXAA), GAL-ARA55-(251–444), or GAL-ARA55-(251–444-L325A/F326A/L442A/F443A) (FXXAA2). Cells were incubated in the absence and presence of 10 nm DHT. Data shown are representative of three independent experiments.View Large Image Figure ViewerDownload Hi-res image Download (PPT) To investigate further the interactions of the FXXLF motif sequences, the two-hybrid assay was performed in HepG2 cells using full-length AR instead of the DNA and ligand binding domain fragment. Each of the GAL4-FXXLF peptides with sequence derived from AR, ARA70, ARA54, and the D11-FXXLF peptide interacted with the AR, with an increase in luciferase activity of 35–228-fold (Fig.2 C). No interaction or background activity was observed using AR and the empty GAL0 vector control or when the GAL-AR-(16–36)-FXXLF sequence was mutated to FXXAA (Fig. 2 C). In this assay there were weaker interactions detected with the GAL-ARA55 fusion peptides containing the first or second FXXLF sequence. The third LXXLL motif of TIF2 in residues 738–756 increased luciferase activity in the two-hybrid assay by 3-fold, whereas again, no interac",
  "authors": [
    {
      "display_name": "Bin He",
      "id": "A5065643681",
      "orcid": "https://orcid.org/0000-0001-6884-6166",
      "institutions": [
        {
          "id": "I114027177",
          "display_name": "University of North Carolina at Chapel Hill",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Bin He"
    },
    {
      "display_name": "John T. Minges",
      "id": "A5009335405",
      "orcid": null,
      "institutions": [
        {
          "id": "I114027177",
          "display_name": "University of North Carolina at Chapel Hill",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "John T. Minges"
    },
    {
      "display_name": "Lori W. Lee",
      "id": "A5051975182",
      "orcid": null,
      "institutions": [
        {
          "id": "I114027177",
          "display_name": "University of North Carolina at Chapel Hill",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Lori W. Lee"
    },
    {
      "display_name": "Elizabeth M. Wilson",
      "id": "A5111551017",
      "orcid": null,
      "institutions": [
        {
          "id": "I114027177",
          "display_name": "University of North Carolina at Chapel Hill",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Elizabeth M. Wilson"
    }
  ],
  "publication_year": 2002,
  "publication_date": "2002-03-01",
  "type": "article",
  "cited_by_count": 184,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S140251998",
    "display_name": "Journal of Biological Chemistry",
    "issn_l": "0021-9258",
    "issn": [
      "0021-9258",
      "1067-8816",
      "1083-351X"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320990"
  },
  "volume": "277",
  "issue": "12",
  "first_page": "10226",
  "last_page": "10235",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "http://www.jbc.org/article/S0021925819361563/pdf",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C61367390",
      "display_name": "Androgen receptor",
      "level": 4,
      "score": 0.72431946
    },
    {
      "id": "C86339819",
      "display_name": "Transcription factor",
      "level": 3,
      "score": 0.5735508
    },
    {
      "id": "C25824698",
      "display_name": "Microscale thermophoresis",
      "level": 2,
      "score": 0.46579278
    },
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.4605583
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.44867963
    },
    {
      "id": "C107824862",
      "display_name": "Binding site",
      "level": 2,
      "score": 0.43242663
    },
    {
      "id": "C1292079",
      "display_name": "Transactivation",
      "level": 4,
      "score": 0.41911665
    },
    {
      "id": "C2777911890",
      "display_name": "Androgen",
      "level": 3,
      "score": 0.41848895
    },
    {
      "id": "C95444343",
      "display_name": "Cell biology",
      "level": 1,
      "score": 0.41132215
    },
    {
      "id": "C54355233",
      "display_name": "Genetics",
      "level": 1,
      "score": 0.36681962
    },
    {
      "id": "C153911025",
      "display_name": "Molecular biology",
      "level": 1,
      "score": 0.34122676
    },
    {
      "id": "C55493867",
      "display_name": "Biochemistry",
      "level": 1,
      "score": 0.2886862
    },
    {
      "id": "C104317684",
      "display_name": "Gene",
      "level": 2,
      "score": 0.096110135
    },
    {
      "id": "C2780192828",
      "display_name": "Prostate cancer",
      "level": 3,
      "score": 0.0
    },
    {
      "id": "C121608353",
      "display_name": "Cancer",
      "level": 2,
      "score": 0.0
    },
    {
      "id": "C71315377",
      "display_name": "Hormone",
      "level": 2,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11178",
      "display_name": "Receptor Mechanisms and Signaling",
      "score": 0.9953
    },
    {
      "id": "T10756",
      "display_name": "Estrogen and related hormone effects",
      "score": 0.9936
    },
    {
      "id": "T11146",
      "display_name": "Hormonal and reproductive studies",
      "score": 0.9897
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1074/jbc.m111975200",
  "pdf_url": "http://www.jbc.org/article/S0021925819361563/pdf",
  "retrieved_date": "2025-07-30T16:00:31.475687",
  "source_database": "OpenAlex"
}