{
  "openalex_id": "W2048041732",
  "doi": "https://doi.org/10.1353/eco.2004.0020",
  "title": "Effects of Foreign Exchange Intervention under Public Information: The Chilean Case",
  "abstract": "Effects of Foreign Exchange Intervention under Public Information:The Chilean Case Matías Tapia (bio) and Andrea Tokman (bio) In 1982 Chile experienced the traumatic collapse of the fixed exchange regime in place since 1979. After successive devaluations, the regime finally evolved into the adoption of a band in 1984. Although the band experienced several changes with time, most of them were pointed toward increasing degrees of flexibility. This trend towards flexibility increased in the 1990s, when the Central Bank of Chile became independent and aimed its efforts at reducing inflation through the gradual adoption of an inflation-targeting framework. The exchange rate commitment became increasingly secondary vis-à-vis the inflation objective, and the band was ultimately abandoned in September 1999 with the implementation of a floating regime.1 Exchange rate interventions were a common feature of policy while the band was in place. They have continued in the more than four years since the adoption of the float. The Central Bank of Chile defined explicit intervention periods in both 2001 and 2002, in response to what were considered exceptional circumstances that put the exchange rate market under significant stress. The two-corner hypothesis, which suggests that currency regimes worldwide are shifting toward either extremely tight commitments or [End Page 215] floating regimes, has focused new attention on the reasons for and effectiveness of exchange market intervention.2 When an explicit currency commitment exists, intervention has an obvious role to play, naturally using its tools (such as reserves and interest rates) to validate this commitment. Things become fuzzier, however, when one considers the appropriate role of intervention under flexible exchange rate arrangements. Interventions are frequent even in countries with allegedly free-floating regimes, where the market is supposed to determine the parity on its own. A clean float is a rarity: almost every regime that describes itself as floating involves intervening in the exchange market to some degree.3 This paper does not analyze whether interventions are efficient in terms of welfare. Given the decision to intervene in the exchange market, our goal is to determine whether central bank interventions can have significant effects on the exchange rate's level and trend. We analyze these effects for the Chilean economy, using daily data since 1998 and intraday data for 2001. In the next section, we present a simple framework of how intervention decisions are made and through which channels they affect the exchange rate. The subsequent section contains a description of the three intervention episodes under study (January 1998 to September 1999, August to December 2001, and October 2002 to February 2003). We then use time series methodologies to provide an empirical analysis. The final section presents policy implications and conclusions. Foreign Exchange Intervention The analysis of foreign exchange intervention usually focuses on sterilized interventions. Nonsterilized interventions are equivalent to changes in monetary policy, and they thus have an unambiguous effect on the exchange rate market. The effects of sterilized interventions are less obvious, since the money base and domestic interest rates remain unaltered because of offsetting operations with domestic securities. Under free [End Page 216] capital mobility, successful sterilized intervention implies that the central bank is able to break the so-called impossible trinity (that is, the impossibility of a fixed exchange rate, active monetary management, and an open capital account all at once) by independently conducting monetary and exchange rate policies. Channels The theoretical literature identifies at least three mechanisms through which the exchange rate can change after sterilized interventions: portfolio, signaling, and information channels. These channels are not mutually exclusive, and they may work simultaneously under certain conditions. Next we present a brief explanation of these channels.4 In the portfolio channel, under the assumption of imperfect substitution between domestic and foreign assets, changes induced by the foreign exchange interventions in the relative supply of domestic and foreign assets force an adjustment in the investors' portfolio, which in turn alters the exchange rate. The size of the effect depends on the relative quantities of assets involved. Most intervention episodes involve small amounts; therefore, many authors are skeptical of the practical relevance of this channel. Empirical studies fail to deliver a clear answer.5 The signaling channel reflects...",
  "authors": [
    {
      "display_name": "Matı́as Tapia",
      "id": "A5091621511",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Matias Tapia"
    },
    {
      "display_name": "Andrea Tokman",
      "id": "A5040947462",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Andrea Tokman"
    }
  ],
  "publication_year": 2004,
  "publication_date": "2004-01-01",
  "type": "article",
  "cited_by_count": 46,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210195359",
    "display_name": "Economía",
    "issn_l": "1529-7470",
    "issn": [
      "1529-7470",
      "1533-6239"
    ],
    "type": "journal",
    "host_organization": null
  },
  "volume": "4",
  "issue": "2",
  "first_page": "215",
  "last_page": "256",
  "open_access": {
    "is_oa": true,
    "oa_status": "green",
    "oa_url": "https://si2.bcentral.cl/public/pdf/documentos-trabajo/pdf/dtbc255.pdf",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C2780337265",
      "display_name": "Float (project management)",
      "level": 2,
      "score": 0.7959584
    },
    {
      "id": "C141121606",
      "display_name": "Currency",
      "level": 2,
      "score": 0.7230402
    },
    {
      "id": "C2776988154",
      "display_name": "Exchange rate",
      "level": 2,
      "score": 0.706082
    },
    {
      "id": "C2780665704",
      "display_name": "Intervention (counseling)",
      "level": 2,
      "score": 0.6824055
    },
    {
      "id": "C536366893",
      "display_name": "Foreign exchange market",
      "level": 3,
      "score": 0.6788095
    },
    {
      "id": "C200941418",
      "display_name": "Inflation (cosmology)",
      "level": 2,
      "score": 0.65507466
    },
    {
      "id": "C556758197",
      "display_name": "Monetary economics",
      "level": 1,
      "score": 0.57554793
    },
    {
      "id": "C2781395280",
      "display_name": "Exchange-rate flexibility",
      "level": 4,
      "score": 0.5648236
    },
    {
      "id": "C2780598303",
      "display_name": "Flexibility (engineering)",
      "level": 2,
      "score": 0.563882
    },
    {
      "id": "C2776071005",
      "display_name": "Exchange-rate regime",
      "level": 3,
      "score": 0.561787
    },
    {
      "id": "C162324750",
      "display_name": "Economics",
      "level": 0,
      "score": 0.47343946
    },
    {
      "id": "C126285488",
      "display_name": "Monetary policy",
      "level": 2,
      "score": 0.467233
    },
    {
      "id": "C2992735868",
      "display_name": "Central bank",
      "level": 3,
      "score": 0.4576378
    },
    {
      "id": "C144133560",
      "display_name": "Business",
      "level": 0,
      "score": 0.38771367
    },
    {
      "id": "C18547055",
      "display_name": "International economics",
      "level": 1,
      "score": 0.36247408
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.08291119
    },
    {
      "id": "C121332964",
      "display_name": "Physics",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C187736073",
      "display_name": "Management",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C118552586",
      "display_name": "Psychiatry",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C33332235",
      "display_name": "Theoretical physics",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10503",
      "display_name": "Global Financial Crisis and Policies",
      "score": 0.9999
    },
    {
      "id": "T10007",
      "display_name": "Monetary Policy and Economic Impact",
      "score": 0.9937
    },
    {
      "id": "T11621",
      "display_name": "Fiscal Policies and Political Economy",
      "score": 0.9911
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/eco.2004.0020",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:34:32.734119",
  "source_database": "OpenAlex"
}