{
  "openalex_id": "W2048800988",
  "doi": "https://doi.org/10.1080/14747731003593414",
  "title": "A Radical World Order Challenge: Addressing Global Climate Change and the Threat of Nuclear Weapons",
  "abstract": "Abstract This article explores the world order constraints that inhibit responses to major challenges of global scope, considering especially the experience with nuclear weapons and climate change. The major conclusion reached is that the state system is ill-equipped to produce responses to such global challenges that serve the global public interest. This deficiency arises partly from the primacy accorded to national as opposed to global interest, the extent to which national policy is driven by short cycles of political accountability, and the biasing impact of special economic and bureaucratic interests. Este artículo explora las limitaciones que inhiben las respuestas a mayores retos de ámbito global, considerando especialmente las experiencias con armas nucleares y cambio del clima. La mayor conclusión alcanzada es que el sistema del estado está mal equipado para producir respuestas a tales retos globales que sirvan al interés público global. Esta deficiencia surge parte por la supremacía convenida al interés nacional al opuesto del interés global, el alcance al cual la política nacional se ha dejado llevar por ciclos cortos de la responsabilidad política, y el impacto parcial de ciertos intereses económicos y burocráticos. Keywords: nuclear weaponsclimate changeworld orderglobal governancesovereignty Acknowledgements I would like to thank Barry Gills and Tariel Naxon for their exceptional comments on an earlier version of my article. Notes Whether it ever served the masses well is far more doubtful. For thoughtful explorations of this theme from a contemporary political economy perspective see the final two books of the trilogy authored by Michael Hardt and Antonio Negri, Multitude: War and Democracy in the Age of Empire (2004) and Common Wealth (2009). For a journalistic assertion of the same point, but set in terms of changed evolutionary priorities see Al Gore & David Blood (2009, p. 11). The article argues that for primitive human society the preoccupation with short-term thinking contributed positively to survival prospects, but no longer. Jonathan Schell (1982) Schell, J. 1982. The Fate of the Earth, New York: Knopf. [Google Scholar] posed this question eloquently in the setting of the cold war. For a consideration of the alternatives to Westphalian world order, as well as an argument that supports adopting a post-Westphalian perspective in light of overall globalizing impacts see Falk (2004 Falk, R. 2004. The Decline of World Order: America's Imperial Geopolitics, New York: Routledge. [Google Scholar], especially pp. 3–44). These two concerns are given this salience because of their structural resistance to fashioning a satisfactory response within a statist framework of world order, thus posing an overall threat to systemic stability and survival; from a contrasting normative perspective of human values, great challenges to human dignity have been accommodated within the Westphalian system since its inception, including poverty, war, oppression, even genocide. These challenges under conditions of modernity have been insulated from wider concern by deference to state sovereignty, including its imperial extensions. See an important article by Ken Booth (1995) Booth, K. 1995. On human wrongs and international relations. Journal of International Affairs, 71(1): 103–126. [Crossref] , [Google Scholar]; also Tim Dunne and Nicholas Wheeler (1999) Dunne, T. and Wheeler, N. 1999. Human Rights in Global Politics, Edited by: Dunne, T. and Wheeler, N. Cambridge: Cambridge University Press. [Crossref] , [Google Scholar]. Even this claim overlooks the 'use' of nuclear weapons in numerous test explosions that have occurred over the course conducted in the atmosphere, oceans, and underground since the 1950s, including detonations of a magnitude many times greater than the bombs dropped on Japanese cities, causing various degrees of radioactive fallout. Additionally, some weaponry such as warheads tipped with depleted uranium have been used in a variety of conflicts, with some health impacts alleged. It is also an exterminist firewall with deeply corrupting consequences for any society that prepares for such an eventuality as Thompson (1982) Thompson, E. P. 1982. Beyond the Cold War, New York: Pantheon. [Google Scholar] powerfully argued decades ago. See also Lifton and Markusen (1988) Lifton, R. J. and Markusen, E. 1988. The Genocidal Mentality: Nazi Holocaust and Nuclear Threat, New York: Basic Books. [Google Scholar]. On this generally disappointing failure to move toward nuclear disarmament stage, at least as a matter of aspirational policy see Falk and Krieger (2008) Falk, R. and Krieger, D. 2008. At the Nuclear Precipice: Catastrophe or Transformation, Edited by: Falk, R. and Krieger, D. New York: Palgrave Macmillan. [Crossref] , [Google Scholar] and Krieger (2009) Krieger, D. 2009. The Challenge of Abolishing Nuclear Weapons, Edited by: Krieger, D. New Brunswick, NJ: Transaction. [Google Scholar]. On 5 April 2009 President Barack Obama delivered a speech in Prague announcing a commitment to seek a world without nuclear weaponry, but situated the attainment of the goal as possibly beyond his lifetime. President George W. Bush based the preventive rationale for the Iraq War on such a perceived connection between weapons of mass destruction and the resolve of global terrorists. See Bush's West Point speech (2002) for initial exposition of this doctrinal response to the 9/11 attacks. Expressed in more authoritative terms in the White House document, The National Security Strategy of the United States of America (2002, especially chapters 5, 13–16); for a sophisticated application of this doctrine to a broad conception of American security in a global setting shaped by the terrorist challenge see Bobbitt (2008) Bobbitt, P. 2008. Terror and Consent: The Wars for the Twenty-first Century, New York: Knopf. [Google Scholar]; see also Doyle (2008) Doyle, M.D. (2008) Striking First: Preemption and Prevention in International Conflict (Princeton, NJ: Princeton University Press). [Google Scholar]. For such rearticulations see Barack Obama's 'The Rome Declaration of Nobel Laureates', 7th World Summit of Nobel Peace Laureates, 2006; and influential realist call for abolition by former US secretaries of state and defense, and a former senator with stature as a defense specialist: Shultz et al. (2007) Shultz, G., Perry, W. J., Kissinger, H. A. and Nunn, S. 2007. A world free of nuclear weapons. Wall Street Journal, 4 January [Google Scholar]. There was an earlier period in which the goals of general and complete disarmament, as well as nuclear disarmament, were officially endorsed by the two cold war antagonists. This shared public position was most prominently contained in the so-called 'McCloy–Zorin Statement', named after the negotiators. It was more formally named 'The Joint Statement of agreed principles for disarmament negotiations'. For a useful overview of the global setting as applied to disarmament discourse see Rydell (2009) Rydell, R. 2009. \"Nuclear disarmament and general and complete disarmament\". In The Challenge of Abolishing Nuclear Weapons, Edited by: Krieger, D. 227–242. New Brunswick, NJ: Transaction. [Google Scholar]. For an interpretation see Falk (1999) Falk, R. 1999. Predatory Globalization: A Critique, Cambridge: Polity. [Google Scholar]. For important critical studies of American militarism and decline see Johnson (2004 Johnson, C. 2004. The Sorrows of Empire: Militarism, Secrecy, and the End of the Republic, New York: Metropolitan Books. [Google Scholar], 2006 Johnson, C. 2006. Nemesis: The Last Days of the American Republic, New York: Metropolitan Books. [Google Scholar]) and Paupp (2007) Paupp, T. E. 2007. Exodus from Empire: The Fall of America's Empire and the Rise of the Global Community, London: Pluto. [Google Scholar]. For a deep analysis of this militarizing of conflict resolution see James Mittelman's (2010b) Mittelman, J. (2010b) Crisis and global governance: money, discourses, and institutions, Globalizations, 7(1-2), pp. 157–172. [Google Scholar] contribution to this special issue; for his significant broader interpretation see Mittelman (2010a) Mittelman, J. 2010a. Hyperconflict: Globalization and Insecurity, Stanford, CA: Stanford University Press. [Crossref] , [Google Scholar]; also Klare (2001) Klare, M. 2001. Resource Wars: The New Landscape of Global Conflict, New York: Metropolitan Books. [Crossref] , [Google Scholar]. The domestic obstacles to disarmament are formidable, including a deeply embedded nuclearist bureaucracy that has roots in Congress, the market economy, the scientific and academic establishments, the mainstream media, and in conservative think tanks. See various inquiries into this rarely discussed societal and governmental underpinning for nuclearism, and more generally, militarism. The reliance on exterminist weaponry for security may reflect the amorality of realist policy advisors, but its implications for use are flagrantly immoral. For one projected 'solution' that depends on an ideational paradigm shift from realism to 'global republicanism' see the pioneering book by Daniel Deudney, Bounding Power: Republican Security Theory from the Polis to the Global Village (2007, especially pp. 244–277). See also Rydell (2009) Rydell, R. 2009. \"Nuclear disarmament and general and complete disarmament\". In The Challenge of Abolishing Nuclear Weapons, Edited by: Krieger, D. 227–242. New Brunswick, NJ: Transaction. [Google Scholar] for a consideration of various moves toward nuclear disarmament, which were in all instances undercut by nuclearist domestic forces. For a trenchant assessment see Barnet (1960) Barnet, R. J. 1960. Who Wants Disarmament?, Boston: Beacon. [Google Scholar]. Recent futurist films have treated these possibilities, including The Day After Tomorrow, The Road, 2012, and a whole range of documentaries of which the most widely known was An Inconvenient Truth, narrated by Al Gore, and winner of an Academy Award. There is also a book version (Gore, 2008 Gore, A. 2008. An Inconvenient Truth, New York: Rodale. [Google Scholar]). There are several contested issues. First, the economic costs of delay. Second, the divergence between states as to the appropriate allocation of emission reduction targets. Third, domestic resistance in democratic states to agreed emission reductions. Comprehensive widely ratified treaties exist that prohibit unconditionally the development and use of chemical or biological weaponry, but there are doubts about the degree of compliance and there are no enforcement mechanisms to address violations. But there have recently been some renewal of concern, especially associated with worries about the erosion of the nonproliferation regime (see Note 10), but also flowing from President Obama's Prague speech (Note 8). The Nuclear Age Peace Foundation has maintained a steady focus on the menace of nuclear weaponry in all of its manifestations. More recent assessments suggest that even 450 ppm is far too high to avoid severe dislocations from global warming, and the maximum tolerable level is 350 ppm, which could only be achieved if more rigorous constraints on emissions were imposed. See McKibbon (2009) McKibbon, B. 2009. As the world waits on the US, a sense of déjà vu in Denmark. Environment 360, 3 December [Google Scholar]. These issues of transition are usefully discussed, as are the severe adverse consequences of deferral, by Kunstler (2005) Kunstler, J. H. 2005. The Long Emergency: Surviving the Converging Catastrophes of the Twenty-first Century, New York: Atlantic Monthly Press. [Google Scholar]. A public forum with this focus is planned in connection with the 2010 annual meeting of the International Studies Association, appropriately in New Orleans. Well depicted by David Held in his book Global Covenant: The Social Democratic Alternative to the Washington Consensus (2004) despite a certain ambivalence as to whether the crisis of global governance can be overcome within the framework of the state system. Particularly arresting is Held's reliance on the phrase of 'overlapping communities of fate' (p. x) to describe the interconnectedness and vulnerabilities of the peoples of the world. An influential example of this tendency to overlook the obstacles to such universalism is found in the work of Hans Küng, for example, A Global Ethic for Global Politics and Economics (1998). But see Ikenberry (2001) Ikenberry, G. J. 2001. After Victory: Institutions, Strategic Restraint, and the Rebuilding of Order After Major Wars, Princeton, NJ: Princeton University Press. [Crossref] , [Google Scholar] for a valuable analysis of post-war efforts in the twentieth century to restore stability to liberal international order. The Nuremberg experiment of holding political leaders and military commanders legally accountable for recourse to war as well as for its conduct seemed to be a gesture in the direction of establishing a regime of law that transcended the geopolitical regime of exception. But with the benefit of further experience, encompassing even the establishment in 2002 of the International Criminal Court, it is clear that such a regime of law is meant to be applied only to subordinate states and leaders, or to the losers in a war. For a classic justification for acknowledging a modest role for international law, as essentially a mode of cooperation, while upholding the primacy of the geopolitical regime and repudiating advocates of a more ambitious role for international law in a war/peace setting see Bull (1966) Bull, H. 1966. \"The Grotian conception of international society\". In Diplomatic Investigations, Edited by: Butterfield, H. and Wight, M. 50–73. Cambridge, MA: Harvard University Press. (1966) [Google Scholar]. For explanation of the distinctions between horizons of feasibility, necessity, and desire in the context of proposed reforms of the United Nations see Falk (2008) Falk, R. 2008. \"Illusions of reform: needs, desires, and realities\". In The Center Holds: UN Reform for 21st-Century Challenges, in Peace & Policy, Edited by: Clements, K. P. and Mizner, N. Vol. 12, 19–30. New Brunswick, NJ: Transaction Publishers. [Google Scholar]. See illuminating profile of James Hansen, prominent NASA official, who initially believed that the same rationality that led to a solution of the ozone depletion problem would serve to address the climate change challenge, and his subsequent disillusionment (Kolbert, 2009 Kolbert, E. 2009. The Catastrophist: NASA's climate change expert delivers the news no one wants to hear. The New Yorker, 29 June [Google Scholar], pp. 40–41). See Gore (2008) Gore, A. 2008. An Inconvenient Truth, New York: Rodale. [Google Scholar], and range of NGO activism, including Greenpeace, Friends of the Earth, Climate Chaos, Climate Justice Coalition, World Social Forum, and demonstrations associated with the 2009 Copenhagen Climate Change Conference. For valuable overview of the role of activism in the context of resistance to inequitable globalization see Broad (2002) Broad, R. 2002. Global Backlash: Citizen Initiatives for a Just World Economy, Edited by: Broad, R. Lanham, MD: Rowman & Littlefield. [Google Scholar]. See important argument along these lines in Jonathan Schell's (2003) Schell, J. 2003. The Unconquerable World: Power, Nonviolence, and the Will of the People, New York: Henry Holt. [Google Scholar] important book drawing on the inspiration writing and practice of Henry David Thoreau and Mahatma Gandhi.",
  "authors": [
    {
      "display_name": "Richard Falk",
      "id": "A5053807240",
      "orcid": "https://orcid.org/0000-0001-7674-4872",
      "institutions": [
        {
          "id": "I154570441",
          "display_name": "University of California, Santa Barbara",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Richard Falk"
    }
  ],
  "publication_year": 2010,
  "publication_date": "2010-04-29",
  "type": "article",
  "cited_by_count": 9,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S203532909",
    "display_name": "Globalizations",
    "issn_l": "1474-7731",
    "issn": [
      "1474-7731",
      "1474-774X"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320547"
  },
  "volume": "7",
  "issue": "1-2",
  "first_page": "137",
  "last_page": "155",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C132651083",
      "display_name": "Climate change",
      "level": 2,
      "score": 0.6519956
    },
    {
      "id": "C194110935",
      "display_name": "Nuclear weapon",
      "level": 2,
      "score": 0.6435999
    },
    {
      "id": "C182306322",
      "display_name": "Order (exchange)",
      "level": 2,
      "score": 0.6202066
    },
    {
      "id": "C2993494253",
      "display_name": "World order",
      "level": 3,
      "score": 0.5354474
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.42582977
    },
    {
      "id": "C155202549",
      "display_name": "International trade",
      "level": 1,
      "score": 0.38737592
    },
    {
      "id": "C138921699",
      "display_name": "Political economy",
      "level": 1,
      "score": 0.3692187
    },
    {
      "id": "C144133560",
      "display_name": "Business",
      "level": 0,
      "score": 0.3092009
    },
    {
      "id": "C162324750",
      "display_name": "Economics",
      "level": 0,
      "score": 0.25109872
    },
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.15598795
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.09425545
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.09091085
    },
    {
      "id": "C18903297",
      "display_name": "Ecology",
      "level": 1,
      "score": 0.09079671
    },
    {
      "id": "C10138342",
      "display_name": "Finance",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T13120",
      "display_name": "Nuclear Issues and Defense",
      "score": 0.7321
    },
    {
      "id": "T12639",
      "display_name": "Global Energy and Sustainability Research",
      "score": 0.6467
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1080/14747731003593414",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:09:23.741879",
  "source_database": "OpenAlex"
}