{
  "openalex_id": "W2044208790",
  "doi": "https://doi.org/10.1097/tp.0b013e3181c9eada",
  "title": "Rapidly Progressive Lethal Infection With Novel Influenza A (H1N1) 2009 Virus in a Kidney Recipient: A Cautionary Tale",
  "abstract": "In June 2009, the World Health Organization declared a pandemic of the novel swine-origin influenza A (H1N1) virus, reflecting the rapid global spread but not the severity of the illness caused by the virus (1). Currently, insufficient data are available to determine who is at high risk for complications of infection with the novel virus (2, 3). We report the first known case of lethal infection with novel influenza A (H1N1) virus in a solid organ transplant recipient, highlighting specific aspects of the clinical course that may be relevant for devising prophylactic, diagnostic, and treatment strategies for this particular group of patients. A 68-year-old Latino man (body mass index: 26 kg/m2) on peritoneal dialysis due to stage V chronic kidney disease from diabetic nephropathy (medical history: diet-controlled type II diabetes, hypertension, hypothyroidism and pneumonia) received a deceased donor renal transplant. The graft functioned immediately; standard induction immunosuppression consisted of a short 3-day course of intravenous steroids and antithymocyte globulin. The patient was discharged to home on posttransplant day 4 on steroid-free maintenance therapy with tacrolimus and mycophenolate mofetil and on antimicrobial prophylaxis with trimethoprim/sulfamethoxazole and valganciclovir. On posttransplant day 8, in the outpatient clinic, he was afebrile and doing well, reporting only a very mild nonspecific nonproductive cough. On posttransplant day 11, the patient was readmitted to the hospital with fever (39.6°C), cough, and hypoxemia. White blood cell count was 6000/mm3 with 94% neutrophils and 4% lymphocytes (nadir posttransplant white blood cell: 5800/mm3 [posttransplant day 1]). Chest X-ray and chest computed tomography showed bilateral diffuse pulmonary infiltrates. Empiric broad-spectrum intravenous antibiotics for bacterial pneumonia were started. Within 24 hr, fulminant acute respiratory distress syndrome (ARDS) developed, requiring mechanical ventilation with high peak airway pressures. Oseltamivir was started and continued for the remainder of the hospital course. Amantadine was added empirically on posttransplant day 14. Viral cultures of bronchoalveolar lavage specimens collected on posttransplant day 13 returned positive (by reverse transcriptase-polymerase chain reaction) for novel influenza A (H1N1) virus on posttransplant day 21; all bacterial and fungal respiratory cultures remained negative. Amantadine was discontinued. The ARDS progressed and the patient developed multiple organ dysfunction syndrome. A culture from bronchial washings collected on posttransplant day 21 was still positive for influenza A. The patient died on posttransplant day 24 after significant neurologic deterioration and the family's decision to withdraw care. On posttransplant day 16 (after the patient's hospital readmission), the patient's wife had reported that she had an influenza-like syndrome that resolved without specific therapy after the patient had returned home from his transplant admission and that a 5-year old relative, with whom the patient had had contact, had tested positive for influenza A (H1N1 status unknown). Given the recent onset of the novel influenza A (H1N1) pandemic, risk factors for complications and virus subtype-specific mortality rates are still unknown (2, 3). A recent case series suggested that obesity is a risk factor for adverse outcomes (4). Our patient had several recognized risk factors for complications of infection with seasonal influenza A, including age, diabetes, and immunosuppression. Nevertheless, compared with other kidney recipients, he was believed to be at average risk for posttransplant infectious complications, given his good general health and absence of an extended induction or rejection therapy course with depleting anti–T-cell agents. The fulminant development of viral pneumonia culminating in ARDS suggests that the immunosuppressed state represents a risk factor for serious pulmonary complications after infection with the novel influenza A (H1N1) virus. Hypothetically, the lethal outcome of our case may also have resulted from resistance of the novel virus to oseltamivir. Our patient's virus was, however, not formally tested for susceptibility to oseltamivir. Moreover, resistance to oseltamivir is at this point rare and sporadic; the first isolated cases of oseltamivir resistance were only recently reported (5). Our experience would support systematic vaccination (once available) of waitlisted transplant candidates (although vaccination may be less effective in chronic dialysis patients) (2, 6, 7). Given the fulminant onset, rapid progression, clinical refractoriness to standard antiviral therapy, and poor outcome of this case, additional, novel strategies for managing both waitlisted transplant candidates and recipients may be warranted. Depending on the further evolution of the pandemic and its virulence, strategies that could be discussed by the transplant community and public health professionals could include successive escalation and implementation of the following steps: (i) instituting routine posttransplant prophylaxis for the novel influenza A (H1N1) virus (although development of drug-resistant virus strains and absence of data on long-term safety of antiviral drug administration would be of concern), (ii) adjusting donor and recipient selection criteria (e.g., nontransplantation of marginal donor grafts or sensitized recipients who require prolonged calcineurin inhibitor-free anti–T-cell induction therapy or more maintenance immunosuppression, or of older recipients with significant medical comorbidities), (iii) restricting transplantation to patients who have achieved postvaccination immunity, and (iv) imposing a moratorium of all nonimmediately lifesaving organ transplants. Consideration of the aforementioned options would also need to take into account—besides the evolution of the pandemic and its virulence—the seasonal nature of most influenza epidemics (i.e., limiting the application of any selected strategies to the respective hemisphere-specific influenza season). Christoph Troppmann Department of Surgery University of California, Davis Sacramento, CA Stuart Cohen Angelo de Mattos Department Internal Medicine University of California, Davis Sacramento, CA Richard Perez Department of Surgery University of California, Davis Sacramento, CA",
  "authors": [
    {
      "display_name": "Christoph Troppmann",
      "id": "A5006301288",
      "orcid": null,
      "institutions": [
        {
          "id": "I84218800",
          "display_name": "University of California, Davis",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Christoph Troppmann"
    },
    {
      "display_name": "Stuart Cohen",
      "id": "A5058036692",
      "orcid": "https://orcid.org/0000-0001-6333-5260",
      "institutions": [
        {
          "id": "I84218800",
          "display_name": "University of California, Davis",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Stuart Cohen"
    },
    {
      "display_name": "Angelo de Mattos",
      "id": "A5066696071",
      "orcid": null,
      "institutions": [
        {
          "id": "I84218800",
          "display_name": "University of California, Davis",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Angelo de Mattos"
    },
    {
      "display_name": "Richard V. Perez",
      "id": "A5032855888",
      "orcid": null,
      "institutions": [
        {
          "id": "I84218800",
          "display_name": "University of California, Davis",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Richard Perez"
    }
  ],
  "publication_year": 2010,
  "publication_date": "2010-02-03",
  "type": "letter",
  "cited_by_count": 8,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S11564597",
    "display_name": "Transplantation",
    "issn_l": "0041-1337",
    "issn": [
      "0041-1337",
      "1534-6080"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310318547"
  },
  "volume": "89",
  "issue": "3",
  "first_page": "369",
  "last_page": "370",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://doi.org/10.1097/tp.0b013e3181c9eada",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.90184385
    },
    {
      "id": "C2909675724",
      "display_name": "Tacrolimus",
      "level": 3,
      "score": 0.60888386
    },
    {
      "id": "C2780252810",
      "display_name": "Immunosuppression",
      "level": 2,
      "score": 0.57767105
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.5395919
    },
    {
      "id": "C2777914695",
      "display_name": "Pneumonia",
      "level": 2,
      "score": 0.47393873
    },
    {
      "id": "C2776688490",
      "display_name": "Chemoprophylaxis",
      "level": 2,
      "score": 0.4613701
    },
    {
      "id": "C2778653478",
      "display_name": "Kidney disease",
      "level": 2,
      "score": 0.44084302
    },
    {
      "id": "C2779978075",
      "display_name": "Dialysis",
      "level": 2,
      "score": 0.42906022
    },
    {
      "id": "C203014093",
      "display_name": "Immunology",
      "level": 1,
      "score": 0.40282932
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.34238064
    },
    {
      "id": "C2911091166",
      "display_name": "Transplantation",
      "level": 2,
      "score": 0.33520228
    }
  ],
  "topics": [
    {
      "id": "T10167",
      "display_name": "Influenza Virus Research Studies",
      "score": 1.0
    },
    {
      "id": "T11243",
      "display_name": "Respiratory viral infections research",
      "score": 0.9889
    },
    {
      "id": "T11560",
      "display_name": "Animal Disease Management and Epidemiology",
      "score": 0.9842
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1097/tp.0b013e3181c9eada",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:28:52.053570",
  "source_database": "OpenAlex"
}