{
  "openalex_id": "W2048887645",
  "doi": "https://doi.org/10.1016/s0022-5347(01)68114-x",
  "title": "CONCEALED PENIS IN CHILDHOOD: A SPECTRUM OF ETIOLOGY AND TREATMENT",
  "abstract": "No AccessJournal of UrologyPapers Presented at Annual Meeting of the Section on Urology, American Academy of Pediatrics; San Francisco, California; October 17-19, 1998: Hypospadias/Phimosis/Scrotum1 Sep 1999CONCEALED PENIS IN CHILDHOOD: A SPECTRUM OF ETIOLOGY AND TREATMENT ANTHONY J. CASALE, STEPHEN D. BECK, MARK P. CAIN, MARK C. ADAMS, and RICHARD C. RINK ANTHONY J. CASALEANTHONY J. CASALE , STEPHEN D. BECKSTEPHEN D. BECK , MARK P. CAINMARK P. CAIN , MARK C. ADAMSMARK C. ADAMS , and RICHARD C. RINKRICHARD C. RINK View All Author Informationhttps://doi.org/10.1016/S0022-5347(01)68114-XAboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: Concealed penis is an uncommon condition due to poor skin fixation at the base of the penis, cicatricial scarring after penile surgery and excessive obesity. The condition varies in severity and several surgical options are available, such as excision of previous scarring, degloving the penile shaft, reconstructing the penile shaft skin with flaps, fixing the penile skin at the penopubic and penoscrotal angles, and removing excess suprapubic fat. Materials and Methods: We reviewed the records of 43 patients treated for concealed penis from 1993 to 1998. We categorized the cases as type 1-congenital concealed penis, type 2-concealed penis due to scarring from previous surgery and type 3-complex cases involving excessive obesity. Cases were reviewed in regard to surgical techniques and outcomes. We identified 18 type 1, 18 type 2 and 7 type 3 cases. Mean age of type 1 patients at surgery was 12.4 months with 1 patient presented at age 7 years. None had previously undergone penile surgery. All patients underwent complete penile degloving. To reconstruct the penile shaft flaps or Z-plasties with penile skin were used in 12 patients and scrotal skin flaps were used in 2. In 12 patients the penile skin was fixed at the penoscrotal and penopubic angles to maintain penile length and in 2 excess fat was excised. Mean age of type 2 patients at surgery was 19.8 months. All had previously undergone surgery, including hypospadias in 1 and circumcision in 17. All patients underwent complete penile degloving and the cicatricial scar that trapped the penis was excised. Penile skin flaps and Z-plasties were used in 12 cases, scrotal skin flaps were used for reconstruction in 2 and skin grafting was done in 1. In 10 patients the penile skin was fixed with sutures to maintain penile length. Mean age of type 3 patients at surgery was 15.8 years. Of the 7 boys 6 had previously undergone penile surgery. All required extensive scar excision and complex reconstruction involving penile skin flaps in 3, scrotal flaps in 5 and penile skin fixation in 6. Excessive suprapubic fat was removed in 5 patients, of whom 3 underwent liposuction. Results: Surgical results were uniformly good in type 1 patients except in 1 who was believed to have excessive suprapubic fat. Results were good in 14 of the 18 type 2 patients, although 2 retained excessive suprapubic fat and 2 had some unsightly scarring. No type 1 or 2 patient required additional surgery. Of the 7 type 3 patients 6 had a good result and required no additional surgery. One patient has recurrent concealed penis after 2 procedures and awaits additional surgery. Conclusions: Concealed penis has a varied etiology and requires a flexible surgical approach. The common surgical options in all cases include complete penile degloving, excising the scarring due to previous surgery, removing excess suprapubic fat, reconstructing the penile skin with local flaps, and fixing the penile skin at the penopubic and penoscrotal angles. References 1 : Surgical correction of the buried penis: description of a classification system and a technique to correct the disorder. J. Urol.1986; 136: 268. Link, Google Scholar 2 : Phimosis, paraphimosis, tumors of the penis. In: . New York: Appleton1919: 649. chapt. 67. Google Scholar 3 : Embryology and anomalies of the urogenital tract. In: . Philadelphia: W. B. Saunders Co.1951: 273. chapt. 3. Google Scholar 4 : Buried penis. Brit. J. Plast. Surg.1977; 30: 96. Crossref, Google Scholar 5 : Buried penis. A novel approach. Brit. J. Urol.1990; 65: 97. Crossref, Google Scholar 6 : Concealed penis. Soc. Ped. Urol. Newslett.November 14, 1984; : 115. Google Scholar 7 : Correction of retractile concealed penis. J. Urol.1995; 153: 1668. Link, Google Scholar 8 : Webbed penis. Plast. Reconstr. Surg.1980; 66: 453. Crossref, Google Scholar 9 : A rare complication following circumcision: the concealed penis. J. Urol.1983; 130: 573. Link, Google Scholar 10 : Penoplasty for buried penis secondary to radical circumcision. J. Ped. Surg.1984; 19: 629. Crossref, Google Scholar 11 : Other penile abnormalities. In: . Philadelphia: W. B. Saunders Co.1977: 406. chapt. 7.2. Google Scholar 12 : Adult congenital penile deformity. Plast. Reconstr. Surg.1968; 41: 579. Crossref, Google Scholar 13 : Buried penis: a surgical repair. Urol. Int.1991; 46: 61. Crossref, Google Scholar 14 : Preputial unfurling to correct the buried penis. J. Ped. Surg.1986; 21: 1055. Crossref, Google Scholar 15 : Webbed penis without chordee. J. Urol.1972; 107: 320. Link, Google Scholar 16 : Hidden penis release: adjunctive suprapubic lipectomy. Ann. Plast. Surg.1987; 19: 131. Crossref, Google Scholar 17 : The inconspicuous penis. Pediatrics1993; 92: 794. Crossref, Google Scholar From the Department of Urology, James Whitcomb Riley Hospital for Children, Indiana University School of Medicine, Indianapolis, Indiana© 1999 by American Urological Association, Inc.FiguresReferencesRelatedDetailsCited by Radwan A, GadAllah M, Soliman M and AbouZeid A (2023) External phallopexy: A revisited technique and algorithm for simple management of buried penisJournal of Pediatric Surgery, 10.1016/j.jpedsurg.2022.07.028, VOL. 58, NO. 3, (580-586), Online publication date: 1-Mar-2023. Hadidi A (2022) Buried Penis (BP) Hypospadias Surgery, 10.1007/978-3-030-94248-9_45, (665-675), . Huang W, Tang D and Gu W (2021) The Characteristics and Distribution of Nerve Plexuses in the Dartos Fascia From Concealed Penis ChildrenFrontiers in Pediatrics, 10.3389/fped.2021.705155, VOL. 9 CAIONE P, CAVALERI Y, GEROCARNI NAPPO S, COLLURA G and CAPOZZA N The concealed penis: the \"two-corner\" surgical techniqueMinerva Urology and Nephrology, 10.23736/S2724-6051.19.03532-X, VOL. 73, NO. 1 Zhang H, Zhao G, Feng G, Han H, Li H, Xiao K, Song Y and Cui J (2020) A New Surgical Technique for the Treatment of Congenital Concealed Penis Based on Anatomical FindingJournal of Urology, VOL. 204, NO. 6, (1341-1348), Online publication date: 1-Dec-2020. Tack L, Praet M, Van Dorpe J, Haid B, Buelens S, Hoebeke P, Van Laecke E, Cools M and Spinoit A (2020) Androgen receptor expression in preputial dartos tissue correlates with physiological androgen exposure in congenital malformations of the penis and in controlsJournal of Pediatric Urology, 10.1016/j.jpurol.2019.10.031, VOL. 16, NO. 1, (43.e1-43.e8), Online publication date: 1-Feb-2020. Lei J, Luo C, Cheng S, Yan W, Wang X and Su X (2018) Longer length improvement and more covert incision: a single-center, prospective study of two innovative surgical methods \"one stitch\" and \"four stitch\" for pediatric buried penisWorld Journal of Urology, 10.1007/s00345-018-2243-5, VOL. 36, NO. 8, (1275-1283), Online publication date: 1-Aug-2018. Kassem H, Alshahat W and Khalifa M (2018) Early surgical correction of buried penisAnnals of Pediatric Surgery, 10.1097/01.XPS.0000521011.28670.11, VOL. 14, NO. 2, (83-86), Online publication date: 1-Apr-2018. Dubern B (2017) Obésité de l'adolescentRevue d'Orthopédie Dento-Faciale, 10.1051/odf/2017033, VOL. 51, NO. 4, (477-486), Online publication date: 1-Oct-2017. Chin T (2016) Buried penisFormosan Journal of Surgery, 10.1016/j.fjs.2016.03.004, VOL. 49, NO. 4, (133-135), Online publication date: 1-Aug-2016. Shepard C, Gayheart D and Joseph D (2016) Male Genitourinary System Bergman's Comprehensive Encyclopedia of Human Anatomic Variation, 10.1002/9781118430309.ch115, (1335-1363), Online publication date: 5-Jul-2016. Liu F, Lin T, He D, Wei G, Liu J, Liu X, Hua Y, Zhang D, Lu P, Wu S and Li X (2016) New Technique for the Treatment of Buried Penis in ChildrenUrology, 10.1016/j.urology.2015.09.031, VOL. 88, (166-169), Online publication date: 1-Feb-2016. Lee S (2016) Pediatric Perspective: Inconspicuous Penis Penile Augmentation, 10.1007/978-3-662-46753-4_28, (237-255), . Valioulis I, Kallergis I and Ioannidou D (2015) Correction of concealed penis with preservation of the prepuceJournal of Pediatric Urology, 10.1016/j.jpurol.2015.03.015, VOL. 11, NO. 5, (259.e1-259.e4), Online publication date: 1-Oct-2015. Atiyeh B, Costagliola M, Illouz Y, Dibo S, Zgheib E and Rampillon F (2015) Functional and Therapeutic Indications of LiposuctionAnnals of Plastic Surgery, 10.1097/SAP.0000000000000055, VOL. 75, NO. 2, (231-245), Online publication date: 1-Aug-2015. Freedman A and Hurwitz R (2015) Complications of newborn circumcision Prevention, diagnosis and treatment Pediatric Urology, 10.1002/9781118473382.ch25, (245-258) Cimador M, Catalano P, Ortolano R and Giuffrè M (2015) The inconspicuous penis in childrenNature Reviews Urology, 10.1038/nrurol.2015.49, VOL. 12, NO. 4, (205-215), Online publication date: 1-Apr-2015. Chin T, Tsai H and Liu C (2015) Modified prepuce unfurling for buried penis: A report of 12 years of experienceAsian Journal of Surgery, 10.1016/j.asjsur.2014.04.006, VOL. 38, NO. 2, (74-78), Online publication date: 1-Apr-2015. Fahmy M (2015) Penis Rare Congenital Genitourinary Anomalies, 10.1007/978-3-662-43680-6_2, (7-32), . Dubern B and Tounian P (2014) Chirurgie bariatrique et esthétique de l'adolescent obèse : une thérapeutique alternativeArchives de Pédiatrie, 10.1016/j.arcped.2014.03.015, VOL. 21, NO. 6, (639-645), Online publication date: 1-Jun-2014. Hadidi A (2014) Buried penis: Classification surgical approachJournal of Pediatric Surgery, 10.1016/j.jpedsurg.2013.09.066, VOL. 49, NO. 2, (374-379), Online publication date: 1-Feb-2014. Aoki K, Fukui S, Takenaga M, Miyake M, Inoue T, Anai S, Torimoto K, Tanaka N and Fujimoto K (2014) Effect of Topical Steroid Treatment for Concealed Penis: Is It Managed Conservatively?Open Journal of Urology, 10.4236/oju.2014.46014, VOL. 04, NO. 06, (82-86), . Akyol I, Soydan H, Kocoglu H, Ates F, Karademir K and Baykal K (2014) A Novel Tool to Predict the Cosmetic Outcome after Circumcision: Penile Visibility IndexInternational Journal of Clinical Medicine, 10.4236/ijcm.2014.510082, VOL. 05, NO. 10, (605-610), . Riechardt S and Fisch M (2013) Der vergrabene PenisThe buried penisDer Urologe, 10.1007/s00120-013-3175-8, VOL. 52, NO. 10, (1430-1433), Online publication date: 1-Oct-2013. Liu X, He D, Hua Y, Zhang D and Wei G (2013) Congenital completely buried penis in boys: anatomical basis and surgical techniqueBJU International, 10.1111/j.1464-410X.2012.11719.x, VOL. 112, NO. 2, (271-275), Online publication date: 1-Jul-2013. Higuchi T, Yamaguchi Y, Wood H and Angermeier K (2012) Evaluation and Treatment of Adult Concealed PenisCurrent Urology Reports, 10.1007/s11934-012-0255-z, VOL. 13, NO. 4, (277-284), Online publication date: 1-Aug-2012. Cundy T, Boucaut H and Kirby C (2012) Fournier's gangrene in a child with congenital genitourinary anomaliesJournal of Pediatric Surgery, 10.1016/j.jpedsurg.2012.01.008, VOL. 47, NO. 4, (808-811), Online publication date: 1-Apr-2012. Palmer J (2012) Abnormalities of the External Genitalia in Boys Campbell-Walsh Urology, 10.1016/B978-1-4160-6911-9.00131-6, (3537-3556.e4), . Canning D and Lambert S (2012) Evaluation of the Pediatric Urology Patient Campbell-Walsh Urology, 10.1016/B978-1-4160-6911-9.00115-8, (3067-3084.e3), . Hurwitz R and Caldamone A (2012) Anatomic Contraindications to Circumcision Surgical Guide to Circumcision, 10.1007/978-1-4471-2858-8_5, (33-43), . Lardellier-Reynaud F, Varlet F, François M and Mouriquand P (2011) La verge enfouie congénitale de l'enfantProgrès en Urologie, 10.1016/j.purol.2011.04.008, VOL. 21, NO. 9, (642-650), Online publication date: 1-Oct-2011. Ruiz E, Vagni R, Apostolo C, Moldes J, Rodríguez H, Ormaechea M, Giuseppucci C, de Badiola F, Bortagaray J and Perea C (2011) Simplified Surgical Approach to Congenital Megaprepuce: Fixing, Unfurling and Tailoring RevisitedJournal of Urology, VOL. 185, NO. 6S, (2487-2490), Online publication date: 1-Jun-2011. Rivas S, Romero R, Parente A, Fanjul M and Angulo J (2011) Simplification of the surgical treatment of a hidden penisActas Urológicas Españolas (English Edition), 10.1016/j.acuroe.2011.06.002, VOL. 35, NO. 5, (310-314), Online publication date: 1-May-2011. Rivas S, Romero R, Parente A, Fanjul M and Angulo J (2011) Simplificación del tratamiento quirúrgico del pene ocultoActas Urológicas Españolas, 10.1016/j.acuro.2010.08.007, VOL. 35, NO. 5, (310-314), Online publication date: 1-May-2011. Wang H, Chou Y, Chang Y, Chiou H, Lai Y and Chang C (2011) Traumatic trapped penis: ultrasonography and CT findingsClinical Imaging, 10.1016/j.clinimag.2010.05.002, VOL. 35, NO. 2, (160-162), Online publication date: 1-Mar-2011. Srinivasan A, Palmer L and Palmer J (2011) Inconspicuous PenisThe Scientific World JOURNAL, 10.1100/2011/238519, VOL. 11, (2559-2564), . Palmer J (2011) Penis and Scrotum: Congenital and Acquired Anomalies Pediatric Urology, 10.1007/978-1-60327-420-3_8, (159-175), . Isik D, Isik Y, Peker E and Atik B (2010) Buried and trapped penis: a case reportAndrologia, 10.1111/j.1439-0272.2009.00989.x, VOL. 42, NO. 4, (281-283) Yu W, Cheng F, Zhang X, Ruan Y, Yang S and Xia Y (2010) Minimally invasive technique for the concealed penis lead to longer penile lengthPediatric Surgery International, 10.1007/s00383-010-2576-7, VOL. 26, NO. 4, (433-437), Online publication date: 1-Apr-2010. Pestana I, Greenfield J, Walsh M, Donatucci C and Erdmann D (2009) Management of \"Buried\" Penis in Adulthood: An OverviewPlastic and Reconstructive Surgery, 10.1097/PRS.0b013e3181b5a37f, VOL. 124, NO. 4, (1186-1195), Online publication date: 1-Oct-2009. Sugita Y, Ueoka K, Tagkagi S, Hisamatsu E, Yoshino K and Tanikaze S (2009) A New Technique of Concealed Penis RepairJournal of Urology, VOL. 182, NO. 4S, (1751-1754), Online publication date: 1-Oct-2009. Shaeer O and Shaeer K (2009) Revealing the Buried Penis in AdultsThe Journal of Sexual Medicine, 10.1111/j.1743-6109.2008.01162.x, VOL. 6, NO. 3, (876-885), Online publication date: 1-Mar-2009. Perger L, Hanley R and Feins N (2008) Penoplasty for buried penis in infants and children: report of 100 casesPediatric Surgery International, 10.1007/s00383-008-2283-9, VOL. 25, NO. 2, (175-180), Online publication date: 1-Feb-2009. Park S and Lee S (2008) Long-term Parental Satisfaction after Surgical Treatment of Concealed PenisKorean Journal of Urology, 10.4111/kju.2008.49.7.627, VOL. 49, NO. 7, (627), . Abbas M, Liard A, Elbaz F and Bachy B (2007) Outcome of surgical management of concealed penisJournal of Pediatric Urology, 10.1016/j.jpurol.2007.04.006, VOL. 3, NO. 6, (490-494), Online publication date: 1-Dec-2007. Borsellino A, Spagnoli A, Vallasciani S, Martini L and Ferro F (2007) Surgical Approach to Concealed Penis: Technical Refinements and OutcomeUrology, 10.1016/j.urology.2007.01.065, VOL. 69, NO. 6, (1195-1198), Online publication date: 1-Jun-2007. Ferro F, Spagnoli A, Spyridakis I, Atzori P, Martini L and Borsellino A (2006) Surgical approach to the congenital megaprepuceJournal of Plastic, Reconstructive & Aesthetic Surgery, 10.1016/j.bjps.2005.12.033, VOL. 59, NO. 12, (1453-1457), Online publication date: 1-Dec-2006. Hartke D and Palmer J (2006) Anomalies of the penisThe Journal of Men's Health & Gender, 10.1016/j.jmhg.2006.03.007, VOL. 3, NO. 3, (244-249), Online publication date: 1-Sep-2006. PALMER J, ELDER J and PALMER L (2005) THE USE OF BETAMETHASONE TO MANAGE THE TRAPPED PENIS FOLLOWING NEONATAL CIRCUMCISIONThe Journal of Urology, 10.1097/00005392-200510020-00015, VOL. 174, NO. 4, Part 2 of 2, (1577-1578), Online publication date: 1-Oct-2005. PALMER J, ELDER J and PALMER L (2018) THE USE OF BETAMETHASONE TO MANAGE THE TRAPPED PENIS FOLLOWING NEONATAL CIRCUMCISIONJournal of Urology, VOL. 174, NO. 4 Part 2, (1577-1578), Online publication date: 1-Oct-2005.REDMAN J (2018) BURIED PENIS: CONGENITAL SYNDROME OF A SHORT PENILE SHAFT AND A PAUCITY OF PENILE SHAFT SKINJournal of Urology, VOL. 173, NO. 5, (1714-1717), Online publication date: 1-May-2005. Lee T, Suh H and Han J (2005) Correcting congenital concealed penis: New pediatric surgical techniqueUrology, 10.1016/j.urology.2004.10.075, VOL. 65, NO. 4, (789-792), Online publication date: 1-Apr-2005. GILLETT M, RATHBUN S, HUSMANN D, CLAY R and KRAMER S (2018) SPLIT-THICKNESS SKIN GRAFT FOR THE MANAGEMENT OF CONCEALED PENISJournal of Urology, VOL. 173, NO. 2, (579-582), Online publication date: 1-Feb-2005. Hutcheson J (2004) Male neonatal circumcision: indications, controversies and complicationsUrologic Clinics of North America, 10.1016/j.ucl.2004.04.011, VOL. 31, NO. 3, (461-467), Online publication date: 1-Aug-2004. FRENKL T, AGARWAL S and CALDAMONE A (2018) Results of a Simplified Technique for Buried Penis RepairJournal of Urology, VOL. 171, NO. 2, (826-828), Online publication date: 1-Feb-2004. CANNING D (2004) Urological Evaluation Pediatric Nephrology and Urology, 10.1016/B978-0-323-01841-8.50047-0, (326-339), . Azmy A (2004) Uncommon Conditions and Complications Hypospadias Surgery, 10.1007/978-3-662-07841-9_46, (333-338), . HERNDON C, CASALE A, CAIN M and RINK R (2018) Long-Term Outcome of the Surgical Treatment of Concealed PenisJournal of Urology, VOL. 170, NO. 4 Part 2, (1695-1697), Online publication date: 1-Oct-2003. Herrera Puerto J, Herrera Flores J, Fernández Iglesias J, Marreno Calvo M and Burguillo Jiménez N (2003) Complicación inusual post-circuncisiónActas Urológicas Españolas, 10.1016/S0210-4806(03)72973-8, VOL. 27, NO. 7, (559-561), Online publication date: 1-Jan-2003. Volume 162Issue 3 Part 2September 1999Page: 1165-1168 Advertisement Copyright & Permissions© 1999 by American Urological Association, Inc.MetricsAuthor Information ANTHONY J. CASALE More articles by this author STEPHEN D. BECK More articles by this author MARK P. CAIN More articles by this author MARK C. ADAMS More articles by this author RICHARD C. RINK More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Anthony J. Casale",
      "id": "A5113536677",
      "orcid": null,
      "institutions": [
        {
          "id": "I55769427",
          "display_name": "Indiana University – Purdue University Indianapolis",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I4394709130",
          "display_name": "Indiana University School of Medicine",
          "country_code": null,
          "type": "education"
        },
        {
          "id": "I2802740592",
          "display_name": "Riley Hospital for Children",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "ANTHONY J. CASALE"
    },
    {
      "display_name": "Stephen D.W. Beck",
      "id": "A5109862205",
      "orcid": null,
      "institutions": [
        {
          "id": "I4394709130",
          "display_name": "Indiana University School of Medicine",
          "country_code": null,
          "type": "education"
        },
        {
          "id": "I2802740592",
          "display_name": "Riley Hospital for Children",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I55769427",
          "display_name": "Indiana University – Purdue University Indianapolis",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "STEPHEN D. BECK"
    },
    {
      "display_name": "Mark P. Cain",
      "id": "A5110263543",
      "orcid": null,
      "institutions": [
        {
          "id": "I55769427",
          "display_name": "Indiana University – Purdue University Indianapolis",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I4394709130",
          "display_name": "Indiana University School of Medicine",
          "country_code": null,
          "type": "education"
        },
        {
          "id": "I2802740592",
          "display_name": "Riley Hospital for Children",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "MARK P. CAIN"
    },
    {
      "display_name": "Mark C. Adams",
      "id": "A5102824297",
      "orcid": "https://orcid.org/0000-0003-1043-9458",
      "institutions": [
        {
          "id": "I4394709130",
          "display_name": "Indiana University School of Medicine",
          "country_code": null,
          "type": "education"
        },
        {
          "id": "I2802740592",
          "display_name": "Riley Hospital for Children",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I55769427",
          "display_name": "Indiana University – Purdue University Indianapolis",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "MARK C. ADAMS"
    },
    {
      "display_name": "Richard C. Rink",
      "id": "A5056710341",
      "orcid": "https://orcid.org/0000-0003-4265-5577",
      "institutions": [
        {
          "id": "I2802740592",
          "display_name": "Riley Hospital for Children",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I55769427",
          "display_name": "Indiana University – Purdue University Indianapolis",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I4394709130",
          "display_name": "Indiana University School of Medicine",
          "country_code": null,
          "type": "education"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "RICHARD C. RINK"
    }
  ],
  "publication_year": 1999,
  "publication_date": "1999-09-01",
  "type": "article",
  "cited_by_count": 97,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "162",
  "issue": "3 Part 2",
  "first_page": "1165",
  "last_page": "1168",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.941495
    },
    {
      "id": "C137627325",
      "display_name": "Etiology",
      "level": 2,
      "score": 0.8339102
    },
    {
      "id": "C2777786686",
      "display_name": "Penis",
      "level": 2,
      "score": 0.716828
    },
    {
      "id": "C187212893",
      "display_name": "Pediatrics",
      "level": 1,
      "score": 0.36788684
    },
    {
      "id": "C16005928",
      "display_name": "Dermatology",
      "level": 1,
      "score": 0.33667025
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.25610474
    },
    {
      "id": "C118552586",
      "display_name": "Psychiatry",
      "level": 1,
      "score": 0.20687747
    }
  ],
  "topics": [
    {
      "id": "T11815",
      "display_name": "Urological Disorders and Treatments",
      "score": 0.9997
    },
    {
      "id": "T11713",
      "display_name": "Genital Health and Disease",
      "score": 0.9996
    },
    {
      "id": "T12173",
      "display_name": "Body Contouring and Surgery",
      "score": 0.9959
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/s0022-5347(01)68114-x",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:46:07.302593",
  "source_database": "OpenAlex"
}