{
  "openalex_id": "W2046890382",
  "doi": "https://doi.org/10.1016/s0022-5347(05)64178-x",
  "title": "Attitudes and Use of Complementary Medicine in Men with Prostate Cancer",
  "abstract": "No AccessJournal of UrologyCLINICAL UROLOGY: Original Articles1 Dec 2002Attitudes and Use of Complementary Medicine in Men with Prostate Cancer SIMON WILKINSON, LEONARD G. GOMELLA, JOSEPH A. SMITH, MICHAEL K. BRAWER, NANCY A. DAWSON, ZEV WAJSMAN, LANTING DAI, and GERALD W. CHODAK SIMON WILKINSONSIMON WILKINSON , LEONARD G. GOMELLALEONARD G. GOMELLA , JOSEPH A. SMITHJOSEPH A. SMITH , MICHAEL K. BRAWERMICHAEL K. BRAWER , NANCY A. DAWSONNANCY A. DAWSON , ZEV WAJSMANZEV WAJSMAN , LANTING DAILANTING DAI , and GERALD W. CHODAKGERALD W. CHODAK View All Author Informationhttps://doi.org/10.1016/S0022-5347(05)64178-XAboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: Patients with cancer are increasingly incorporating complementary therapies into the overall treatment. We determine the prevalence and patterns of use of complementary therapies among patients with prostate cancer. Materials and Methods: Patients attending 6 urology institutions for prostate cancer management completed a self-administered questionnaire on complementary therapy. All men diagnosed with prostate cancer were eligible, regardless of age, stage of disease or treatment. Results: A total of 1,099 patients returned the questionnaire. The overall response rate was 78.5%. Complementary therapies had previously been or were currently being used by 23.5% (258) and 18.2% (200) of patients, respectively. Higher levels of education and income were associated with greater use of complementary therapy (p <0.002 by logistic regression). Patients with progressive disease or those primarily treated with hormones were most likely to use complementary therapy. Among the patients using complementary therapy 90% believed that it would help them live longer and improve quality of life, 60% believed it would relieve symptoms and 47% expected it to cure disease. Conclusions: Complementary therapies are used by a large number of patients with prostate cancer, particularly those with progressive disease or who have undergone multiple treatments. Health care providers need to recognize this growing pattern of use of complementary therapy. Among patients who use complementary therapy the perception of benefit is much greater than that supported by scientific data. Future research should aim to unravel the complex psychosocial dynamics that influence the decision to use complementary therapy by men with prostate cancer and to educate patients about the efficacy of such therapies. References 1 : The prevalence of complementary/alternative medicine in cancer: a systematic review. Cancer1998; 83: 777. Crossref, Medline, Google Scholar 2 : Informed Decisions. The Complete Book of Cancer Diagnosis, Treatment and Recovery. New York: Viking Press1997. Google Scholar 3 : Unconventional medicine in the United States. Prevalence, costs, and patterns of use. N Engl J Med1993; 328: 246. Crossref, Medline, Google Scholar 4 : Vitamin D supplementation, 25-hydroxyvitamin D concentrations, and safety. Am J Clin Nutr1999; 69: 842. Crossref, Medline, Google Scholar 5 : Adverse health effects of selenium in humans. Rev Environ Health2001; 16: 233. Crossref, Medline, Google Scholar 6 : Prospective trial of the herbal supplement PC-SPES in patients with progressive prostate cancer. J Clin Oncol2000; 18: 3595. Crossref, Medline, Google Scholar 7 : Trends in alternative medicine use in the United States, 1990–1997: results of a follow-up national survey. JAMA1998; 280: 1569. Crossref, Medline, Google Scholar 8 : A prospective study of dietary fat and risk of prostate cancer. J Natl Cancer Inst1993; 85: 1571. Crossref, Medline, Google Scholar 9 : Does high soy milk intake reduce prostate cancer incidence? The Adventist Health Study (United States). Cancer Causes Control1998; 9: 553. Crossref, Medline, Google Scholar 10 : Lower prostate cancer risk in men with elevated plasma lycopene levels: results of a prospective analysis. Cancer Res1999; 59: 1225. Medline, Google Scholar 11 : Decreased incidence of prostate cancer with selenium supplementation: results of a double-blind cancer prevention trial. Br J Urol1998; 81: 730. Crossref, Medline, Google Scholar 12 : Vitamin and mineral supplement use is associated with reduced risk of prostate cancer. Cancer Epidemiol Biomarkers Prev1999; 8: 887. Medline, Google Scholar 13 : Alternative medicine use in patients with localized prostate carcinoma treated with curative intent. Cancer1999; 86: 2642. Crossref, Medline, Google Scholar 14 : Prevalence and patterns of the use of complementary therapies among prostate cancer patients: an epidemiological analysis. J Urol1999; 161: 1521. Link, Google Scholar 15 : Use of complementary health practices by prostate carcinoma patients undergoing radiation therapy. Cancer2000; 88: 615. Crossref, Medline, Google Scholar 16 : Use of alternative medicine by women with early-stage breast cancer. N Engl J Med1999; 340: 1733. Crossref, Medline, Google Scholar 17 : Enrollment begins for the largest-ever prostate cancer prevention trial. J Natl Cancer Inst2001; 93: 1132. Crossref, Medline, Google Scholar From the Department of Health Studies and Weiss Memorial Hospital, University of Chicago, Chicago, Illinois, the Department of Urology, Jefferson Medical College, Philadelphia, Pennsylvania, the Department of Urology, Vanderbilt University Medical Center, Nashville, Tennessee, Northwest Prostate Institute, Northwest Hospital, Seattle, Washington, Greenbaum Cancer Center, University of Maryland Medicine, Baltimore, Maryland and the Department of Urology, Florida University Medical College, Gainesville, Florida© 2002 by American Urological Association, Inc.FiguresReferencesRelatedDetailsCited byZuniga K, Zhao S, Kenfield S, Cedars B, Cowan J, Van Blarigan E, Broering J, Carroll P and Chan J (2019) Trends in Complementary and Alternative Medicine Use among Patients with Prostate CancerJournal of Urology, VOL. 202, NO. 4, (689-695), Online publication date: 1-Oct-2019. Cant S and Watts P (2018) Hidden in Plain Sight: Exploring Men’s Use of Complementary and Alternative MedicineThe Journal of Men’s Studies, 10.1177/1060826518778839, VOL. 27, NO. 1, (45-65), Online publication date: 1-Mar-2019. Chang A, Schwertschkow A, Greenlee H, Larkey L, Bloom-Foster J and Mehl-Madrona L (2019) Cancer Alternative Medicine and Cancer Prevention Research Fundamentals of Cancer Prevention, 10.1007/978-3-030-15935-1_9, (269-331), . Zaorsky N, Churilla T, Ruth K, Hayes S, Sobczak M, Hallman M, Smaldone M, Chen D and Horwitz E (2016) Men’s health supplement use and outcomes in men receiving definitive intensity-modulated radiation therapy for localized prostate cancerThe American Journal of Clinical Nutrition, 10.3945/ajcn.115.119958, VOL. 104, NO. 6, (1583-1593), Online publication date: 1-Dec-2016. Ng J, Liang L and Gagliardi A (2016) The quantity and quality of complementary and alternative medicine clinical practice guidelines on herbal medicines, acupuncture and spinal manipulation: systematic review and assessment using AGREE IIBMC Complementary and Alternative Medicine, 10.1186/s12906-016-1410-8, VOL. 16, NO. 1, Online publication date: 1-Dec-2016. Griebling T (2015) Re: Use of Herbal Medicines by Elderly Patients: A Systematic ReviewJournal of Urology, VOL. 193, NO. 4, (1290-1291), Online publication date: 1-Apr-2015. Bundon A and Hurd Clarke L (2012) ‘Keeping us from breaking’: elite athletes' access to and use of complementary and alternative medicineQualitative Research in Sport, Exercise and Health, 10.1080/2159676X.2012.712986, VOL. 6, NO. 1, (121-138), Online publication date: 2-Jan-2014. Kristoffersen A, Norheim A and Fønnebø V (2013) Complementary and Alternative Medicine Use among Norwegian Cancer Survivors: Gender-Specific Prevalence and Associations for UseEvidence-Based Complementary and Alternative Medicine, 10.1155/2013/318781, VOL. 2013, (1-10), . Horneber M, Bueschel G, Dennert G, Less D, Ritter E and Zwahlen M (2011) How Many Cancer Patients Use Complementary and Alternative MedicineIntegrative Cancer Therapies, 10.1177/1534735411423920, VOL. 11, NO. 3, (187-203), Online publication date: 1-Sep-2012. Ramsey S, Zeliadt S, Blough D, Fedorenko C, Fairweather M, McDermott C, Penson D, Van Den Eeden S, Hamilton A and Arora N (2012) Complementary and Alternative Medicine Use, Patient-reported Outcomes, and Treatment Satisfaction Among Men With Localized Prostate CancerUrology, 10.1016/j.urology.2012.01.023, VOL. 79, NO. 5, (1034-1041), Online publication date: 1-May-2012. Choi J, Chang Y, Hong Y, Heo D, Kim S, Lee J, Choi J, Kang K, Kim S, Jeong H, Lee C, Choi Y, Lim H and Yun Y (2012) Complementary and Alternative Medicine Use among Cancer Patients at the End of Life: Korean National StudyAsian Pacific Journal of Cancer Prevention, 10.7314/APJCP.2012.13.4.1419, VOL. 13, NO. 4, (1419-1424), Online publication date: 30-Apr-2012. Bauer-Wu S and Decker G (2012) Integrative Oncology Imperative for NursesSeminars in Oncology Nursing, 10.1016/j.soncn.2011.11.002, VOL. 28, NO. 1, (2-9), Online publication date: 1-Feb-2012. Fønnebø V, Grimsgaard S, Walach H, Ritenbaugh C, Norheim A, Macpherson H, Lewith G, Launsø L, Koithan M, Falkenberg T, Boon H and Aickin M (2012) Researching complementary and alternative treatments: The gatekeepers are not at home Traditional, Complementary and Integrative Medicine, 10.1007/978-1-137-26559-3_23, (196-203), . Lin Y, Chen K and Chiu J (2017) Trends in Chinese Medicine Use Among Prostate Cancer Patients Under National Health Insurance in TaiwanIntegrative Cancer Therapies, 10.1177/1534735410392576, VOL. 10, NO. 4, (317-327), Online publication date: 1-Dec-2011. Butler S, Owen-Smith A, DiIorio C, Goodman M, Liff J and Steenland K (2011) Use of Complementary and Alternative Medicine Among Men with Prostate Cancer in a Rural SettingJournal of Community Health, 10.1007/s10900-011-9402-6, VOL. 36, NO. 6, (1004-1010), Online publication date: 1-Dec-2011. Ernst E and Hung S (2011) Great ExpectationsThe Patient: Patient-Centered Outcomes Research, 10.2165/11586490-000000000-00000, VOL. 4, NO. 2, (89-101), Online publication date: 1-Jun-2011. Helpman L, Ferguson S, Mackean M, Rana A, Le L, Atkinson M, Rogerson A and Mackay H (2011) Complementary and Alternative Medicine Use Among Women Receiving Chemotherapy for Ovarian Cancer in 2 Patient PopulationsInternational Journal of Gynecologic Cancer, 10.1097/IGC.0b013e31820fa24a, VOL. 21, NO. 3, (587-593), Online publication date: 1-Apr-2011. Westerlund A, Steineck G, Bälter K, Stattin P, Grönberg H and Hedelin M (2011) Dietary supplement use patterns in men with prostate cancer: the Cancer Prostate Sweden StudyAnnals of Oncology, 10.1093/annonc/mdq456, VOL. 22, NO. 4, (967-972), Online publication date: 1-Apr-2011. Bishop F, Rea A, Lewith H, Chan Y, Saville J, Prescott P, Elm E and Lewith G (2010) Complementary medicine use by men with prostate cancer: a systematic review of prevalence studiesProstate Cancer and Prostatic Diseases, 10.1038/pcan.2010.38, VOL. 14, NO. 1, (1-13), Online publication date: 1-Mar-2011. Beard C, Stason W, Wang Q, Manola J, Dean-Clower E, Dusek J, DeCristofaro S, Webster A, Doherty-Gilman A, Rosenthal D and Benson H (2010) Effects of complementary therapies on clinical outcomes in patients being treated with radiation therapy for prostate cancerCancer, 10.1002/cncr.25291, VOL. 117, NO. 1, (96-102), Online publication date: 1-Jan-2011. Lin Y, Chen K and Chiu J (2010) Prevalence, Patterns, and Costs of Chinese Medicine Use Among Prostate Cancer Patients: A Population-Based Study in TaiwanIntegrative Cancer Therapies, 10.1177/1534735409359073, VOL. 9, NO. 1, (16-23), Online publication date: 1-Mar-2010. Yoshimura K, Sumiyoshi Y, Kamoto T, Ogawa O, Arai Y, Kakehi Y, Terai A, Kanamaru H, Kawakita M and Kinukawa N (2010) Transition Behavior in the Use of Complementary and Alternative Medicine during Follow-up after Radical Prostatectomy: A Multicenter Survey in JapanHealth, 10.4236/health.2010.212217, VOL. 02, NO. 12, (1460-1465), . Haseen F, Cantwell M, O'Sullivan J and Murray L (2009) Is there a benefit from lycopene supplementation in men with prostate cancer? A systematic reviewProstate Cancer and Prostatic Diseases, 10.1038/pcan.2009.38, VOL. 12, NO. 4, (325-332), Online publication date: 1-Dec-2009. Habermann T, Thompson C, LaPlant B, Bauer B, Janney C, Clark M, Rummans T, Maurer M, Sloan J, Geyer S and Cerhan J (2009) Complementary and alternative medicine use among long-term lymphoma survivors: A pilot studyAmerican Journal of Hematology, 10.1002/ajh.21554, VOL. 84, NO. 12, (795-798), Online publication date: 1-Dec-2009. Cassileth B, Gubili J and Simon Yeung K (2009) Integrative medicine: complementary therapies and supplementsNature Reviews Urology, 10.1038/nrurol.2009.41, VOL. 6, NO. 4, (228-233), Online publication date: 1-Apr-2009. Haseen F, Cantwell M, O'Sullivan J and Murray L (2009) Is there a benefit from lycopene supplementation in men with prostate cancer? A systematic reviewProceedings of the Nutrition Society, 10.1017/S0029665109990802, VOL. 68, NO. OCE3, . Porter M, Kolva E, Ahl R and Diefenbach M (2008) Changing patterns of CAM use among prostate cancer patients two years after diagnosis: Reasons for maintenance or discontinuationComplementary Therapies in Medicine, 10.1016/j.ctim.2008.04.001, VOL. 16, NO. 6, (318-324), Online publication date: 1-Dec-2008. Shafi G, Noorul Ha T and Ahmed Syed N (2008) Methanolic Extract of Nigella sativa Seeds is Potent Clonogenic Inhibitor of PC3 CellsInternational Journal of Pharmacology, 10.3923/ijp.2008.477.481, VOL. 4, NO. 6, (477-481), Online publication date: 15-Oct-2008. WILKINSON S, FARRELLY S, LOW J, CHAKRABORTY A, WILLIAMS R and WILKINSON S (2008) The use of complementary therapy by men with prostate cancer in the UKEuropean Journal of Cancer Care, 10.1111/j.1365-2354.2007.00904.x, VOL. 17, NO. 5, (492-499), Online publication date: 1-Sep-2008. Parsons J, Newman V, Mohler J, Pierce J, Paskett E and Marshall J (2008) The Men's Eating and Living (MEAL) Study: A Cancer and Leukemia Group B Pilot Trial of Dietary Intervention for the Treatment of Prostate CancerUrology, 10.1016/j.urology.2007.11.050, VOL. 72, NO. 3, (633-637), Online publication date: 1-Sep-2008. Parsons J, Newman V, Mohler J, Pierce J, Flatt S and Marshall J (2008) Dietary modification in patients with prostate cancer on active surveillance: a randomized, multicentre feasibility studyBJU International, 10.1111/j.1464-410X.2007.07365.x, VOL. 101, NO. 10, (1227-1231), Online publication date: 1-May-2008. Spadacio C and Barros N (2008) Uso de medicinas alternativas e complementares por pacientes com câncer: revisão sistemáticaRevista de Saúde Pública, 10.1590/S0034-89102008000100023, VOL. 42, NO. 1, (158-164), Online publication date: 1-Feb-2008. Velicer C and Ulrich C (2008) Vitamin and Mineral Supplement Use Among US Adults After Cancer Diagnosis: A Systematic ReviewJournal of Clinical Oncology, 10.1200/JCO.2007.13.5905, VOL. 26, NO. 4, (665-673), Online publication date: 1-Feb-2008. Janssen T (2008) Counselling of the Prostate Cancer Patient as a Whole PersonEuropean Urology Supplements, 10.1016/j.eursup.2007.10.002, VOL. 7, NO. 1, (29-34), Online publication date: 1-Feb-2008. Schulman C and Montorsi F (2008) Multidisciplinary Management of the Prostate Cancer Patient: Introduction and ConclusionsEuropean Urology Supplements, 10.1016/j.eursup.2007.10.001, VOL. 7, NO. 1, (1-5), Online publication date: 1-Feb-2008. White M, Verhoef M, Davison B, Gunn H and Cooke K (2008) Seeking Mind, Body and Spirit Healing–-Why Some Men with Prostate Cancer Choose CAM (Complementary and Alternative Medicine) over Conventional Cancer TreatmentsIntegrative Medicine Insights, 10.4137/IMI.S377, VOL. 3, (IMI.S377), Online publication date: 1-Jan-2008. Fønnebø V, Grimsgaard S, Walach H, Ritenbaugh C, Norheim A, MacPherson H, Lewith G, Launsø L, Koithan M, Falkenberg T, Boon H and Aickin M (2007) Researching complementary and alternative treatments – the gatekeepers are not at homeBMC Medical Research Methodology, 10.1186/1471-2288-7-7, VOL. 7, NO. 1, Online publication date: 1-Dec-2007. Eschiti V (2016) Lesson From Comparison of CAM Use by Women With Female-Specific Cancers to Others: It's Time to Focus on Interaction Risks With CAM TherapiesIntegrative Cancer Therapies, 10.1177/1534735407309257, VOL. 6, NO. 4, (313-344), Online publication date: 1-Dec-2007. EVANS M, SHAW A, SHARP D, THOMPSON E, FALK S, TURTON P and THOMPSON T (2007) Men with cancer: is their use of complementary and alternative medicine a response to needs unmet by conventional care?European Journal of Cancer Care, 10.1111/j.1365-2354.2007.00786.x, VOL. 16, NO. 6, (517-525), Online publication date: 1-Nov-2007. Rice L, Handayani R, Cui Y, Medrano T, Samedi V, Baker H, Szabo N, Rosser C, Goodison S and Shiverick K (2007) Soy Isoflavones Exert Differential Effects on Androgen Responsive Genes in LNCaP Human Prostate Cancer CellsThe Journal of Nutrition, 10.1093/jn/137.4.964, VOL. 137, NO. 4, (964-972), Online publication date: 1-Apr-2007. Barber N, Zhang X, Zhu G, Pramanik R, Barber J, Martin F, Morris J and Muir G (2006) Lycopene inhibits DNA synthesis in primary prostate epithelial cells in vitro and its administration is associated with a reduced prostate-specific antigen velocity in a phase II clinical studyProstate Cancer and Prostatic Diseases, 10.1038/sj.pcan.4500895, VOL. 9, NO. 4, (407-413), Online publication date: 1-Dec-2006. Zeliadt S, Ramsey S, Penson D, Hall I, Ekwueme D, Stroud L and Lee J (2006) Why do men choose one treatment over another?Cancer, 10.1002/cncr.21822, VOL. 106, NO. 9, (1865-1874), Online publication date: 1-May-2006. Maccagnano C, Salonia A, Briganti A, Teillac P, Schulman C, Montorsi F and Rigatti P (2006) A Critical Analysis of Permixon™ in the Treatment of Lower Urinary Tract Symptoms Due to Benign Prostatic EnlargementEuropean Urology Supplements, 10.1016/j.eursup.2006.02.006, VOL. 5, NO. 4, (430-440), Online publication date: 1-Apr-2006. Krasuski R, Michaelis K and Eckart R (2006) The cardiovascular patient's perceptions of complementary and alternative medicineClinical Cardiology, 10.1002/clc.4960290407, VOL. 29, NO. 4, (161-164), Online publication date: 1-Apr-2006. Santillo V and Lowe F (2006) Role of vitamins, minerals and supplements in the prevention and management of prostate cancerInternational braz j urol, 10.1590/S1677-55382006000100002, VOL. 32, NO. 1, (3-14), Online publication date: 1-Feb-2006. Chong O (2006) An Integrative Approach to Addressing Clinical Issues in Complementary and Alternative Medicine in an Outpatient Oncology CenterClinical Journal of Oncology Nursing, 10.1188/06.CJON.83-88, VOL. 10, NO. 1, (83-88), Online publication date: 1-Feb-2006. Kim C, Park S, Lee S, Lee J, Chung H, Chung M, Yoon D, Cheon J, Kim W, Chung B, Hong S, Song J, Chang S, Choi H, Rim J, Cho Y, Moon K and Kim B (2006) The Use of Complementary and Alternative Medicine in Patients with a Urological MalignancyKorean Journal of Urology, 10.4111/kju.2006.47.6.620, VOL. 47, NO. 6, (620), . Verhoef M, Balneaves L, Boon H and Vroegindewey A (2016) Reasons for and Characteristics Associated With Complementary and Alternative Medicine Use Among Adult Cancer Patients: A Systematic ReviewIntegrative Cancer Therapies, 10.1177/1534735405282361, VOL. 4, NO. 4, (274-286), Online publication date: 1-Dec-2005. Hann D, Baker F, Roberts C, Witt C, McDonald J, Livingston M, Ruiterman J, Ampela R, Crammer C and Kaw O (2016) Use of Complementary Therapies Among Breast and Prostate Cancer Patients During Treatment: A Multisite StudyIntegrative Cancer Therapies, 10.1177/1534735405282109, VOL. 4, NO. 4, (294-300), Online publication date: 1-Dec-2005. Chan J, Elkin E, Silva S, Broering J, Latini D and Carroll P (2005) Total and specific complementary and alternative medicine use in a large cohort of men with prostate cancerUrology, 10.1016/j.urology.2005.06.003, VOL. 66, NO. 6, (1223-1228), Online publication date: 1-Dec-2005. Molassiotis A, Fernandez-Ortega P, Pud D, Ozden G, Platin N, Hummerston S, Scott J, Panteli V, Gudmundsdottir G, Selvekerova S, Patiraki E and Kearney N (2005) Complementary and alternative medicine use in colorectal cancer patients in seven European countriesComplementary Therapies in Medicine, 10.1016/j.ctim.2005.07.002, VOL. 13, NO. 4, (251-257), Online publication date: 1-Dec-2005. Roberts C, Baker F, Hann D, Runfola J, Witt C, McDonald J, Livingston M, Ruiterman J, Ampela R, Kaw O and Blanchard C (2008) Patient-Physician Communication Regarding Use of Complementary Therapies During Cancer TreatmentJournal of Psychosocial Oncology, 10.1300/J077v23n04_03, VOL. 23, NO. 4, (35-60), Online publication date: 1-Sep-2005. Isikhan V, Komurcu S, Ozet A, Arpaci F, Ozturk B, Balbay O and Guner P (2005) The Status of Alternative Treatment in Cancer Patients in TurkeyCancer Nursing, 10.1097/00002820-200509000-00004, VOL. 28, NO. 5, (355-362), Online publication date: 1-Sep-2005. Yoshimura K, Ueda N, Ichioka K, Matsui Y, Terai A and Arai Y (2005) Use of complementary and alternative medicine by patients with urologic cancer: a prospective study at a single Japanese institutionSupportive Care in Cancer, 10.1007/s00520-005-0842-3, VOL. 13, NO. 9, (685-690), Online publication date: 1-Sep-2005. Lee H, Schmidt K and Ernst E (2012) Acupuncture for the relief of cancer-related pain - a systematic reviewEuropean Journal of Pain, 10.1016/j.ejpain.2004.10.004, VOL. 9, NO. 4, (437-437), Online publication date: 1-Aug-2005. Wiygul J, Evans B, Peterson B, Polascik T, Walther P, Robertson C, Albala D and Demark-Wahnefried W (2005) Supplement use among men with prostate cancerUrology, 10.1016/j.urology.2005.01.035, VOL. 66, NO. 1, (161-166), Online publication date: 1-Jul-2005. Singh H, Maskarinec G and Shumay D (2016) Understanding the Motivation for Conventional and Complementary/Alternative Medicine Use Among Men With Prostate CancerIntegrative Cancer Therapies, 10.1177/1534735405276358, VOL. 4, NO. 2, (187-194), Online publication date: 1-Jun-2005. Spanner E and Duncan A (2005) Prevalence of dietary supplement use in adults with chronic renal insufficiencyJournal of Renal Nutrition, 10.1053/j.jrn.2005.01.005, VOL. 15, NO. 2, (204-210), Online publication date: 1-Apr-2005. White M and Verhoef M (2016) Toward a Patient-Centered Approach: Incorporating Principles of Participatory Action Research Into Clinical StudiesIntegrative Cancer Therapies, 10.1177/1534735404273727, VOL. 4, NO. 1, (21-24), Online publication date: 1-Mar-2005. Tas F, Ustuner Z, Can G, Eralp Y, Camlica H, Basaran M, Karagol H, Sakar B, Disci R and Topuz E (2009) The prevalence and determinants of the use of complementary and alternative medicine in adult Turkish cancer patientsActa Oncologica, 10.1080/02841860510007549, VOL. 44, NO. 2, (161-167), Online publication date: 1-Mar-2005. Chang E, Hedelin M, Adami H, Gronberg H and Balter K (2004) Re: Zinc Supplement Use and Risk of Prostate CancerJNCI Journal of the National Cancer Institute, 10.1093/jnci/djh206, VOL. 96, NO. 14, (1108-1108), Online publication date: 21-Jul-2004. Ranga R, Girija R, Nur-e-alam M, Sathishkumar S, Akbarsha M, Thirugnanam S, Rohr J, Ahmed M and Chendil D (2004) Rasagenthi lehyam (RL) a novel complementary and alternative medicine for prostate cancerCancer Chemotherapy and Pharmacology, 10.1007/s00280-004-0770-9, VOL. 54, NO. 1, (7-15), Online publication date: 1-Jul-2004. Flaherty J and Takahashi R (2004) The use of complementary and alternative medical therapies among older persons around the worldClinics in Geriatric Medicine, 10.1016/j.cger.2004.02.003, VOL. 20, NO. 2, (179-200), Online publication date: 1-May-2004. Chendil D, Ranga R, Meigooni D, Sathishkumar S and Ahmed M (2004) Curcumin confers radiosensitizing effect in prostate cancer cell line PC-3Oncogene, 10.1038/sj.onc.1207284, VOL. 23, NO. 8, (1599-1607), Online publication date: 26-Feb-2004. Beebe-Dimmer J, Wood D, Gruber S, Douglas J, Bonner J, Mohai C, Zuhlke K, Shepherd C and Cooney K (2004) Use of complementary and alternative medicine in men with family history of prostate cancer: a pilot studyUrology, 10.1016/j.urology.2003.09.036, VOL. 63, NO. 2, (282-287), Online publication date: 1-Feb-2004. Leach M (2004) Public, nurse and medical practitioner attitude and practice of natural medicineComplementary Therapies in Nursing and Midwifery, 10.1016/S1353-6117(03)00082-9, VOL. 10, NO. 1, (13-21), Online publication date: 1-Feb-2004. Ernst E and Stevinson C Complementary and Alternative Medicine in Patients with Cancer Cancer, Culture, and Communication, 10.1007/0-306-48007-7_10, (221-237) Ernst E (2003) The current position of complementary/alternative medicine in cancerEuropean Journal of Cancer, 10.1016/S0959-8049(03)00604-X, VOL. 39, NO. 16, (2273-2277), Online publication date: 1-Nov-2003. Boon H, Westlake K, Stewart M, Gray R, Fleshner N, Gavin A, Brown J and Goel V (2003) Use of complementary/alternative medicine by men diagnosed with prostate cancer: prevalence and characteristicsUrology, 10.1016/S0090-4295(03)00668-X, VOL. 62, NO. 5, (849-853), Online publication date: 1-Nov-2003. Ernst E (2003) Complementary therapies for cancer, more good than harm?Wiener Klinische Wochenschrift, 10.1007/BF03040882, VOL. 115, NO. 19-20, (676-677), Online publication date: 1-Oct-2003. White M and Verhoef M (2016) Decision-Making Control: Why Men Decline Treatment for Prostate CancerIntegrative Cancer Therapies, 10.1177/1534735403256411, VOL. 2, NO. 3, (217-224), Online publication date: 1-Sep-2003. Eng J, Ramsum D, Verhoef M, Guns E, Davison J and Gallagher R (2016) A Population-Based Survey of Complementary and Alternative Medicine Use in Men Recently Diagnosed with Prostate CancerIntegrative Cancer Therapies, 10.1177/1534735403256207, VOL. 2, NO. 3, (212-216), Online publication date: 1-Sep-2003. (2010) Complementary Medicine — GeneralFocus on Alternative and Complementary Therapies, 10.1211/fact.2003.00234, VOL. 8, NO. 2, (253-253), Online publication date: 1-Jun-2003. Wilkinson S and Chodak G (2003) Critical Review of Complementary Therapies for Prostate CancerJournal of Clinical Oncology, 10.1200/JCO.2003.08.083, VOL. 21, NO. 11, (2199-2210), Online publication date: 1-Jun-2003. Shah J (2015) Dietary Factors for Prostate CancerUroOncology, 10.1080/15610950310001618157, VOL. 3, NO. 2, (43-49), Online publication date: 1-Jun-2003. Ponholzer A, Struhal G and Madersbacher S (2003) Frequent Use of Complementary Medicine by Prostate Cancer PatientsEuropean Urology, 10.1016/S0302-2838(03)00155-6, VOL. 43, NO. 6, (604-608), Online publication date: 1-Jun-2003. Barber N (2003) The tomato: an important part of the urologist's diet?BJU International, 10.1046/j.1464-410X.2003.04097.x, VOL. 91, NO. 4, (307-309), Online publication date: 1-Mar-2003. Volume 168Issue 6December 2002Page: 2505-2509 Advertisement Copyright & Permissions© 2002 by American Urological Association, Inc.Keywordscomplementary therapiesprostateneoplasmsMetricsAuthor Information SIMON WILKINSON More articles by this author LEONARD G. GOMELLA More articles by this author JOSEPH A. SMITH Financial interest and/or other relationship with Abbott, Anthra, Astra Zeneca, Glaxo, Pharmacia, Praecis Pharmaceutical, Inc. and TAP. More articles by this author MICHAEL K. BRAWER More articles by this author NANCY A. DAWSON More articles by this author ZEV WAJSMAN More articles by this author LANTING DAI More articles by this author GERALD W. CHODAK Financial interest and/or other relationship with Astra Zeneca. More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Simon Wilkinson",
      "id": "A5053260801",
      "orcid": "https://orcid.org/0000-0003-1082-8218",
      "institutions": [
        {
          "id": "I4210101329",
          "display_name": "Northwest Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I901861585",
          "display_name": "Vanderbilt University Medical Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I126744593",
          "display_name": "University of Maryland, Baltimore",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I2802621416",
          "display_name": "Weiss Memorial Hospital",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "SIMON WILKINSON"
    },
    {
      "display_name": "Leonard G. Gomella",
      "id": "A5071741514",
      "orcid": "https://orcid.org/0000-0002-9466-489X",
      "institutions": [
        {
          "id": "I2802621416",
          "display_name": "Weiss Memorial Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I4210101329",
          "display_name": "Northwest Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I901861585",
          "display_name": "Vanderbilt University Medical Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I126744593",
          "display_name": "University of Maryland, Baltimore",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "LEONARD G. GOMELLA"
    },
    {
      "display_name": "Joseph A. Smith",
      "id": "A5101899166",
      "orcid": "https://orcid.org/0000-0003-0114-9109",
      "institutions": [
        {
          "id": "I2802621416",
          "display_name": "Weiss Memorial Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I4210101329",
          "display_name": "Northwest Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I901861585",
          "display_name": "Vanderbilt University Medical Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I126744593",
          "display_name": "University of Maryland, Baltimore",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "JOSEPH A. SMITH"
    },
    {
      "display_name": "Michael K. Brawer",
      "id": "A5108800788",
      "orcid": null,
      "institutions": [
        {
          "id": "I2802621416",
          "display_name": "Weiss Memorial Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I126744593",
          "display_name": "University of Maryland, Baltimore",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I4210101329",
          "display_name": "Northwest Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I901861585",
          "display_name": "Vanderbilt University Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "MICHAEL K. BRAWER"
    },
    {
      "display_name": "Nancy A. Dawson",
      "id": "A5113012755",
      "orcid": null,
      "institutions": [
        {
          "id": "I2802621416",
          "display_name": "Weiss Memorial Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I4210101329",
          "display_name": "Northwest Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I901861585",
          "display_name": "Vanderbilt University Medical Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I126744593",
          "display_name": "University of Maryland, Baltimore",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "NANCY A. DAWSON"
    },
    {
      "display_name": "Zev Wajsman",
      "id": "A5072593558",
      "orcid": null,
      "institutions": [
        {
          "id": "I2802621416",
          "display_name": "Weiss Memorial Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I4210101329",
          "display_name": "Northwest Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I901861585",
          "display_name": "Vanderbilt University Medical Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I126744593",
          "display_name": "University of Maryland, Baltimore",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "ZEV WAJSMAN"
    },
    {
      "display_name": "Lanting Dai",
      "id": "A5103483665",
      "orcid": null,
      "institutions": [
        {
          "id": "I2802621416",
          "display_name": "Weiss Memorial Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I4210101329",
          "display_name": "Northwest Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I901861585",
          "display_name": "Vanderbilt University Medical Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I126744593",
          "display_name": "University of Maryland, Baltimore",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "LANTING DAI"
    },
    {
      "display_name": "Gerald W. Chodak",
      "id": "A5112778517",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210101329",
          "display_name": "Northwest Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I901861585",
          "display_name": "Vanderbilt University Medical Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I2802621416",
          "display_name": "Weiss Memorial Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I126744593",
          "display_name": "University of Maryland, Baltimore",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "GERALD W. CHODAK"
    }
  ],
  "publication_year": 2002,
  "publication_date": "2002-12-01",
  "type": "article",
  "cited_by_count": 89,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "168",
  "issue": "6",
  "first_page": "2505",
  "last_page": "2509",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.9696339
    },
    {
      "id": "C2780192828",
      "display_name": "Prostate cancer",
      "level": 3,
      "score": 0.7223478
    },
    {
      "id": "C2776235491",
      "display_name": "Prostate",
      "level": 3,
      "score": 0.43541172
    },
    {
      "id": "C143998085",
      "display_name": "Oncology",
      "level": 1,
      "score": 0.42711946
    },
    {
      "id": "C29456083",
      "display_name": "Gynecology",
      "level": 1,
      "score": 0.41782838
    },
    {
      "id": "C121608353",
      "display_name": "Cancer",
      "level": 2,
      "score": 0.4113434
    },
    {
      "id": "C512399662",
      "display_name": "Family medicine",
      "level": 1,
      "score": 0.40370047
    },
    {
      "id": "C556039675",
      "display_name": "Traditional medicine",
      "level": 1,
      "score": 0.38943976
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.36224714
    },
    {
      "id": "C19527891",
      "display_name": "Medical physics",
      "level": 1,
      "score": 0.32002074
    }
  ],
  "topics": [
    {
      "id": "T10902",
      "display_name": "Complementary and Alternative Medicine Studies",
      "score": 0.9998
    },
    {
      "id": "T12657",
      "display_name": "Phytochemistry Medicinal Plant Applications",
      "score": 0.9718
    },
    {
      "id": "T10804",
      "display_name": "Health Systems, Economic Evaluations, Quality of Life",
      "score": 0.9443
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/s0022-5347(05)64178-x",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:04:05.776689",
  "source_database": "OpenAlex"
}