{
  "openalex_id": "W2040239107",
  "doi": "https://doi.org/10.1353/are.2002.0020",
  "title": "Indecorous Dining, Indecorous Speech: Pindar's First Olympian and the Poetics of Consumption",
  "abstract": "Indecorous Dining, Indecorous Speech:Pindar's First Olympian and the Poetics of Consumption Deborah Steiner In the opening lines of Book 18 of the Odyssey, the beggar Iros intrudes on the suitors' feast. With a few choice phrases, the poet characterizes the new arrival: he is notorious for his and for his insatiable appetite for food and drink (2-3). Even before the beggar opens his mouth, Homer endows him with one further attribute, prefacing his first speech to Odysseus with the participle (9). As the term indicates, Iros is from the first marked as an abuser, one who frames and delivers invective. Within itself, this episode already features the combination of elements that I wish to explore: the coincidence between transgressions in the area of consumption and those in the realm of speech. More particularly, I want to suggest that composers in a variety of poetic genres were working within a social and linguistic paradigm that constructed intimate links between decorous dining and decorous speaking, and that saw breaches in the registers of eating and speech as joined and expressive of one another: what goes into the mouth and what comes out turn out to be very closely related. The larger ethical and other structures to which this particular poetic discourse belongs will be taken up at the paper's end. My chief text is Pindar's first Olympian, a song whose pre-occupation with eating and banqueting, both in the real and the mythical domains, is frequently noted (Slater 1977.200). Not only does Pindar imagine the performance of the ode within the context of the victory symposium hosted by Hieron at Syracuse (15-17), but much of the mythical portion of the song is concerned with what happened at a banquet prepared by Tantalus for the gods and with the hero's behavior on this and another sympotic occasion [End Page 297] (37-51, 60-64). Other allusions to feasting also appear, seeming to support the view that the song was suited to performance not only at a city-wide celebration of Hieron's triumph but also, in solo form, within the more private setting of the tyrant's banqueting hall.1 Some way into the mythical portion of the ode, Pindar gives a graphic account of a notorious violation of alimentary etiquette. Lines 48-51 describe how the gods, invited by Tantalus to a feast, consumed Pelops, whom his father had cooked up in a cauldron and served as the pièce de résistance. No sooner does the poet evoke the scene than he takes pains to distance himself from the scurrilous story: , \"For my part, it is impossible for me to call any of the blessed gods greedy\" (52). Commentators barely stop to register the term , noting only that it means \"gluttonous\" rather than the expected \"cannibalistic,\" or suggesting that it glosses over the more apposite but too harsh expression.2 But I want to examine Pindar's word choice more minutely and begin by locating the expression within the particular social and generic registers to which it belongs. Only by filling in this background can we understand why Pindar has selected this particular formula and discern the larger issue that runs through the mythical portion of the song. The closest precedent for the expression appears in the passage cited in my introduction. , itself a Homeric calc, strikingly recalls the Odyssean poet's description of Iros, \"conspicuous for his greedy belly ().\" Later uses of the Pindaric phrase confirm that characterizes the individual who is low-class, vulgar, or simply unable to control his appetites. Aristophanes applies the expression to the raucous and disorderly Heracles (fr. 11 K-A), notorious for his riotous conduct and for eating everyone out of house and home, and Plato claims that renders a man unfit for the elite pursuits of philosophy and the Muses (Tim. 73a). Elsewhere he comments, \"Men who have engaged in bouts of and hybris and drinking and have not avoided them are likely to assume the form of donkeys and animals of that sort\" (Phaed. 81e); the donkey is the quintessence of behavior considered [End Page 298] déclassé.3 Aristotle's discussion of temperance...",
  "authors": [
    {
      "display_name": "Deborah Steiner",
      "id": "A5109036210",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Deborah Steiner"
    }
  ],
  "publication_year": 2002,
  "publication_date": "2002-03-01",
  "type": "article",
  "cited_by_count": 53,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S68799332",
    "display_name": "Arethusa",
    "issn_l": "0004-0975",
    "issn": [
      "0004-0975",
      "1080-6504"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315678"
  },
  "volume": "35",
  "issue": "2",
  "first_page": "297",
  "last_page": "314",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C556248259",
      "display_name": "Poetics",
      "level": 3,
      "score": 0.84392095
    },
    {
      "id": "C2778558389",
      "display_name": "Invective",
      "level": 3,
      "score": 0.650022
    },
    {
      "id": "C164913051",
      "display_name": "Poetry",
      "level": 2,
      "score": 0.6380844
    },
    {
      "id": "C136197465",
      "display_name": "Variety (cybernetics)",
      "level": 2,
      "score": 0.5946209
    },
    {
      "id": "C124952713",
      "display_name": "Literature",
      "level": 1,
      "score": 0.5858654
    },
    {
      "id": "C2778757428",
      "display_name": "Realm",
      "level": 2,
      "score": 0.5707746
    },
    {
      "id": "C30772137",
      "display_name": "Consumption (sociology)",
      "level": 2,
      "score": 0.5685307
    },
    {
      "id": "C2781298115",
      "display_name": "Wish",
      "level": 2,
      "score": 0.4505759
    },
    {
      "id": "C2777914595",
      "display_name": "Allusion",
      "level": 2,
      "score": 0.42642516
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.39799967
    },
    {
      "id": "C107038049",
      "display_name": "Aesthetics",
      "level": 1,
      "score": 0.3740962
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.352026
    },
    {
      "id": "C41895202",
      "display_name": "Linguistics",
      "level": 1,
      "score": 0.34035566
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.30765188
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.20680127
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.13868704
    },
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.10564855
    },
    {
      "id": "C154945302",
      "display_name": "Artificial intelligence",
      "level": 1,
      "score": 0.08318508
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10165",
      "display_name": "Classical Antiquity Studies",
      "score": 0.7541
    },
    {
      "id": "T13330",
      "display_name": "Theater, Performance, and Music History",
      "score": 0.6474
    },
    {
      "id": "T14162",
      "display_name": "Historical and Literary Studies",
      "score": 0.622
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/are.2002.0020",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:28:40.561384",
  "source_database": "OpenAlex"
}