{
  "openalex_id": "W2043501579",
  "doi": "https://doi.org/10.1080/02684527.2012.699290",
  "title": "Evaluating the Quality of Intelligence Analysis: By What (Mis) Measure?",
  "abstract": "Abstract Each of the criteria most frequently used to evaluate the quality of intelligence analysis has limitations and problems. When accuracy and surprise are employed as absolute standards, their use reflects unrealistic expectations of perfection and omniscience. Scholars have adjusted by exploring the use of a relative standard consisting of the ratio of success to failure, most frequently illustrated using the batting average analogy from baseball. Unfortunately even this relative standard is flawed in that there is no way to determine either what the batting average is or should be. Finally, a standard based on the decision-makers' perspective is sometimes used to evaluate the analytic product's relevance and utility. But this metric, too, has significant limitations. In the end, there is no consensus as to which is the best criteria to use in evaluating analytic quality, reflecting the lack of consensus as to what the actual purpose of intelligence analysis is or should be. Notes 1While the following evaluation of these criteria is drawn from and illustrated using cases from the United States' experience with intelligence, the argument is intentionally generalized to all intelligence analysis across space and time. 2George Tenet, 'DCI Remarks on Iraq's WMD Programs as Prepared for Delivery', 5 February 2004, <https://www.cia.gov/news-information/speeches-testimony/2004/tenet_georgetownspeech_02052004.html> (accessed 21 June 2012). 3For more on the difficulties of using accuracy as an evaluative criterion, see: Richards J. Heuer, Jr., 'The Evolution of Structured Analytic Techniques', presentation to the National Academy of Science, National Research Council Committee on Behavioral and Social Science Research to Improve Intelligence Analysis for National Security, Washington, DC, 8 December 2009, pp.4–5. 4A portion of this discussion on preventing surprise is drawn from Stephen Marrin, 'Preventing Intelligence Failures by Learning from the Past', International Journal of Intelligence and Counterintelligence 17/4 (2004) pp.655–72. 5For an in-depth discussion of the causes of surprise, see James J. Wirtz, 'Theory of Surprise' in Richard K. Betts and Thomas G. Mahnken (eds.) Paradoxes of Strategic Intelligence: Essays in Honor of Michael I. Handel (London: Frank Cass Publishers 2003) pp.101–16. 6See especially Gregory F. Treverton, Reshaping National Intelligence for an Age of Information (New York; Cambridge: Cambridge University Press 2001). For an earlier version of the secrets versus mysteries discussion, see Joseph S. Nye Jr. 'Peering into the Future', Foreign Affairs 73/4 (1994) pp.82–93. 7Christopher Andrew, For the President's Eyes Only: Secret Intelligence and the American Presidency from Washington to Bush (New York: HarperPerennial 1995) p.538. 8Richard K. Betts, 'Analysis, War, and Decision: Why Intelligence Failures Are Inevitable', World Politics 31/2 (1978) p.89. 9Richard K. Betts, Enemies of Intelligence: Knowledge and Power in American National Security (New York: Columbia University Press 2007) p.184 10Ibid., p.185 11Ronald D. Garst and Max L. Gross, 'On Becoming an Intelligence Analyst', Defense Intelligence Journal 6/2 (1997) p.48. 12Betts, 'Analysis, War, and Decision'. 13Klaus E. Knorr, 'Foreign Intelligence and the Social Sciences', Research Monograph No. 17, Center of International Studies, Woodrow Wilson School of Public and International Affairs, Princeton University, 1 June 1964, p.23. 14Betts, 'Analysis, War, and Decision'. 15Remy Charlip, Fortunately (New York: Parents Magazine Press 1964). 16'The Future of US Intelligence: Report Prepared for the Working Group on Intelligence Reform', Consortium for the Study of Intelligence, 1996, p.29. 17Betts, Enemies of Intelligence, p.184. 18For example, see: John Hedley, 'Learning from Intelligence Failures', International Journal of Intelligence and Counterintelligence 18/3 (2005) pp.435–50; Paul R. Pillar, 'Intelligent Design? The Unending Saga of Intelligence Reform', Foreign Affairs, March/April 2008 (citing Betts); Robert Mandel, 'Distortions in the Intelligence Decision-Making Process' in Stephen J. Cimbala (ed.) Intelligence and Intelligence Policy in a Democratic Society (Dobbs Ferry, NY: Transnational Publishers, Inc. 1987) pp.69–83; Mark M. Lowenthal, 'The Burdensome Concept of Failure' in Alfred C. Maurer, Marion D. Turnstall, and James M. Keagle (eds.) Intelligence: Policy and Process (Boulder, CO: Westview 1985) pp.43–56; Mark M. Lowenthal, 'Towards a Reasonable Standard for Analysis: How Right, How Often on Which Issues?' Intelligence and National Security 23/3 (2008) pp.303–15. 19As Robert Jervis points out, 'if we were right something like one time out of three we would be doing quite well'. Robert Jervis, 'Improving the Intelligence Process: Informal Norms and Incentives' in Alfred C. Maurer, Marion D. Tunstall and James M. Keagle (eds.) Intelligence: Policy and Process (Boulder, CO: Westview Press 1985) p.113. 20Betts, Enemies of Intelligence, p.65. 21Glenn Hastedt, 'Intelligence Estimates: NIEs vs. the Open Press in the 1958 China Straits Crisis', International Journal of Intelligence and CounterIntelligence 23/1 (2009) pp.104–32. 22Richard K. Betts, 'Fixing Intelligence', Foreign Affairs 81/1 (2002) p.59. 23Klaus E. Knorr, 'Failures in National Intelligence Estimates: The Case of the Cuban Missiles', World Politics 16/3 (1964) p.460. 24Betts, Enemies of Intelligence, p.186 25Betts, 'Fixing Intelligence', p.59. 26Stanley Moskowitz, 'Intelligence in Recent Public Literature: Uncertain Shield: The U.S. Intelligence System in the Throes of Reform by Richard A. Posner', Studies in Intelligence 50/3 (2006), <https://www.cia.gov/library/center-for-the-study-of-intelligence/csi-publications/csi-studies/studies/vol50no3/Uncertain_Shield_7.htm> (accessed 21 June 2012). 27Betts, Enemies of Intelligence, pp.185–6. 28Richard A. Posner, Preventing Surprise Attacks: Intelligence Reform in the Wake of 9/11 (Lanham, MD: Rowman and Littlefield Publishers, Inc. 2005) p.106. Kuhns made a similar point when he answered the question 'just how bad is it out there?' by saying 'the short answer is, no one knows.' Woodrow J. Kuhns, 'Intelligence Failures: Forecasting and the Lessons of Epistemology' in Richard K. Betts and Thomas G. Mahnken (eds.) Paradoxes of Strategic Intelligence: Essays in Honor of Michael I. Handel (London: Frank Cass Publishers 2003), p.82. 29Richard L. Russell, Sharpening Strategic Intelligence: Why the CIA Gets It Wrong and What Needs to Be Done to Get It Right (Cambridge: Cambridge University Press 2007); Richard J. Kerr, 'The Track Record: CIA Analysis from 1950 to 2000' in Roger Z. George and James B. Bruce (eds.) Analyzing Intelligence: Origins, Obstacles, and Innovations (Washington, DC: Georgetown University Press 2008) pp.35–54. 30James G. Blight, and David A. Welch, 'The Cuban Missile Crisis and Intelligence Performance' in James G. Blight and David A. Welch (eds.) Intelligence and the Cuban Missile Crisis (London: Frank Cass 1998) p.189. 31Ibid., p.190. 32Ibid., pp.190–1. 33Ibid., pp.201, 192. 34Ibid., p.192. 35Ibid, p.193. 36Ibid., pp.189, 193. 37Kuhns, 'Intelligence Failures', p.82. 38Abbot E. Smith, 'On the Accuracy of National Intelligence Estimates', Studies in Intelligence 13/3 (1969) p.25. As cited in Kuhns, 'Intelligence Failures', p.82. 39Kuhns, 'Intelligence Failures', p.82. 40Ibid., p.83. 41Betts, Enemies of Intelligence, p.187. 42Ibid., p.188. 43Stephen Marrin, 'Intelligence Analysis and Decisionmaking: Methodological Challenges' in Peter Gill, Stephen Marrin and Mark Phythian (eds.) Intelligence Theory: Key Questions and Debates (London: Routledge 2008) pp.131–50. 44Stephen Marrin, 'Intelligence Analysis Theory: Explaining and Predicting Analytic Responsibilities', Intelligence and National Security 22/6 (2007) pp.821–46. Also see Stephen Marrin, 'At Arm's Length or at the Elbow?: Explaining the Distance between Analysts and Decisionmakers', International Journal of Intelligence and Counterintelligence 20/3 (2007) pp.401–14. 45Kuhns, 'Intelligence Failures', p.82. 46Robert M. Gates, 'The CIA and American Foreign Policy', Foreign Affairs 66/2 (1987/88) p.216. 47Cherry-picking occurs when decision-makers take data or analysis out of context to make decisions or justify decisions previously reached. A variant of cherry-picking is backstopping which involves, according to Roger Hilsman, the intelligence analyst's 'mechanical search for facts tending to support a policy decision that has already been made' in order to protect the decision-maker by 'supplying him with facts to defend his position'. Hilsman goes on to observe that decision-makers 'seemed most pleased' with backstopping. See Roger Hilsman, 'Intelligence and Policy-Making in Foreign Affairs', World Politics, April 1953, p.6. 48Harold P. Ford, 'The US Government's Experience with Intelligence Analysis: Pluses and Minuses' in David Charters, A. Stuart Farson and Glenn P. Hastedt (eds.) Intelligence Analysis and Assessment (London: Frank Cass 1996), p.51. 49Paul R. Pillar, 'Intelligence, Policy, and the War in Iraq', Foreign Affairs 85/2 (2006) pp.15–27. 50Ford, 'The US Government s Experience with Intelligence Analysis', p.39. 51Sherman Kent, 'Estimates and Influence', Studies in Intelligence 12/3 (1968) pp.11–21, <https://www.cia.gov/library/center-for-the-study-of-intelligence/kent-csi/vol12i3/html/v12i3a02p_0001.htm> (accessed 21 June 2012). 52Ibid. 53Ford, 'The US Government's Experience with Intelligence Analysis', p.50. 54Ibid., p.50. 55Richard H. Immerman, 'Intelligence and Strategy: Historicizing Psychology, Policy and Politics', Diplomatic History 32/1 (2008) p.7. 56Medicine and medical diagnosis is frequently referenced in the intelligence literature as an analogous domain. See Stephen Marrin and Jonathan Clemente, 'Improving Intelligence Analysis by Looking to the Medical Profession', International Journal of Intelligence and Counterintelligence 18/4 (2005) pp.707–29; Stephen Marrin and Jonathan Clemente, 'Modeling an Intelligence Analysis Profession on Medicine', International Journal of Intelligence and Counterintelligence 19/4 (2006–2007) pp.642–65; and Josh Kerbel, 'Lost for Words: The Intelligence Community's Struggle to Find Its Voice', Parameters 38/2 (2008) pp.102–12. 57Jerome E. Groopman, How Doctors Think (New York: Houghton Mifflin Company 2007) p.7. 58For an example of this kind of emphasis, see: Uri Bar-Joseph and Rose McDermott, 'Change the Analyst and Not the System: A Different Approach to Intelligence Reform', Foreign Policy Analysis 4/2 (2008) pp.127–45.",
  "authors": [
    {
      "display_name": "Stephen Marrin",
      "id": "A5018630800",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Stephen Marrin"
    }
  ],
  "publication_year": 2012,
  "publication_date": "2012-07-13",
  "type": "article",
  "cited_by_count": 27,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210168073",
    "display_name": "Intelligence & National Security",
    "issn_l": "0268-4527",
    "issn": [
      "0268-4527",
      "1743-9019"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320547"
  },
  "volume": "27",
  "issue": "6",
  "first_page": "896",
  "last_page": "912",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2779530757",
      "display_name": "Quality (philosophy)",
      "level": 2,
      "score": 0.61077654
    },
    {
      "id": "C517642484",
      "display_name": "Intelligence analysis",
      "level": 2,
      "score": 0.57948244
    },
    {
      "id": "C158154518",
      "display_name": "Relevance (law)",
      "level": 2,
      "score": 0.5529806
    },
    {
      "id": "C2780343955",
      "display_name": "Surprise",
      "level": 2,
      "score": 0.5184343
    },
    {
      "id": "C98184364",
      "display_name": "Argument (complex analysis)",
      "level": 2,
      "score": 0.46753332
    },
    {
      "id": "C90673727",
      "display_name": "Product (mathematics)",
      "level": 2,
      "score": 0.4317035
    },
    {
      "id": "C2777601897",
      "display_name": "Presentation (obstetrics)",
      "level": 2,
      "score": 0.427523
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.4123626
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.32188827
    },
    {
      "id": "C111472728",
      "display_name": "Epistemology",
      "level": 1,
      "score": 0.26658115
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.2489407
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.22511753
    },
    {
      "id": "C33923547",
      "display_name": "Mathematics",
      "level": 0,
      "score": 0.20638156
    },
    {
      "id": "C77805123",
      "display_name": "Social psychology",
      "level": 1,
      "score": 0.20122209
    },
    {
      "id": "C38652104",
      "display_name": "Computer security",
      "level": 1,
      "score": 0.116796255
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C55493867",
      "display_name": "Biochemistry",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C2524010",
      "display_name": "Geometry",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C126838900",
      "display_name": "Radiology",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10994",
      "display_name": "Terrorism, Counterterrorism, and Political Violence",
      "score": 0.9958
    },
    {
      "id": "T12572",
      "display_name": "Intelligence, Security, War Strategy",
      "score": 0.9937
    },
    {
      "id": "T13371",
      "display_name": "Military Defense Systems Analysis",
      "score": 0.9478
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1080/02684527.2012.699290",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:15:24.636391",
  "source_database": "OpenAlex"
}