{
  "openalex_id": "W2043276951",
  "doi": "https://doi.org/10.2307/3508882",
  "title": "Devolving English Literature",
  "abstract": "This widely-praised book looks at the rise and fall of 'Britishness' in literature over the last three centuries. Arguing that for much of its history the subject of 'English Literature' has been bound up with an assumed English cultural centre, Devolving English Literature examines the literary construction and questioning of a British (rather than simply English) literary identity. Surveying eighteenth and nineteenth-century writers, including Robert Burns, James Boswell, Walter Scott and Thomas Carlyle, Robert Crawford remaps literary history. He argues that Scottish and non-metropolitan authors left a crucial legacy to American literature, to the developing subject of anthropology, and to twentieth-century Modernism. In the work of T. S. Eliot, Ezra Pound, James Joyce, Hugh MacDiarmid and other Modernists there persist vitally 'provincial' as well as national elements. These continue to nourish the verse of sophisticated post-British 'barbarian' poets such as Seamus Heaney, Tony Harrison, Douglas Dunn, Les Murray, and Derek Walcott. More than that, they are bound up with the contemporary literature and politics of Britain after devolution. This second edition contains a substantial new chapter, 'Waving Citizens', which looks particularly at Scottish writing in the light of the political events that saw the establishment of a national Parliament in Edinburgh in 1999. Topics considered range from Walter Scott and European union to Trainspotting and right-wing politics. This new chapter argues for the need to read Scottish literature in ways that alert us not just to its political significance, but also to the breadth of its tonal spectrum, so that Muriel Spark and Kathleen Jamie are as much part of a redefined Scottish literary identity as are Irvine Welsh and James Kelman. Praise for the first edition: 'A stunning book: original, extraordinarily wide-ranging, coherent, reflective, and strongly argued.' - Susan Staves, Studies in English Literature 'Crawford's book produces a spine-icing thrill as new frontiers break open. It rethinks modern British literature with new meanings for students of history, politics, anthropology and sociology, and it does so with seminal clarity and captivating originality.' - Owen Dudley Edwards, New Statesman 'An incisive, indeed brilliant, critical investigation into Anglocentricity, nationalism and literature.' - Catherine Lockerbie, The Scotsman Key features: * Surveys the rise and fall of 'Britishness' in literature over three centuries. * New chapter (not in the first edition) surveys Scottish literature from a post-devolutionary perspective. * Includes material on US, Irish, English and Australian as well as Scottish literature. * Rave reviews for the first edition (1992).",
  "authors": [
    {
      "display_name": "Alan Riach",
      "id": "A5060180414",
      "orcid": "https://orcid.org/0000-0002-4356-3482",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Alan Riach"
    },
    {
      "display_name": "Robert J. M. Crawford",
      "id": "A5006051784",
      "orcid": "https://orcid.org/0000-0002-6566-6271",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Robert Crawford"
    }
  ],
  "publication_year": 1995,
  "publication_date": "1995-01-01",
  "type": "article",
  "cited_by_count": 197,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210182220",
    "display_name": "The Yearbook of English Studies",
    "issn_l": "0306-2473",
    "issn": [
      "0306-2473",
      "2222-4289"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310321404"
  },
  "volume": "25",
  "issue": null,
  "first_page": "295",
  "last_page": "295",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C33923547",
      "display_name": "Mathematics",
      "level": 0,
      "score": 0.29265454
    }
  ],
  "topics": [
    {
      "id": "T11776",
      "display_name": "Irish and British Studies",
      "score": 0.2905
    },
    {
      "id": "T14109",
      "display_name": "Scottish History and National Identity",
      "score": 0.249
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.2307/3508882",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:41:27.145865",
  "source_database": "OpenAlex"
}