{
  "openalex_id": "W2042184134",
  "doi": "https://doi.org/10.1097/01.htr.0000300226.67748.3e",
  "title": "Screening and Identification of TBI",
  "abstract": "If you are a brain injury professional who cannot read an article without knowing what the Glasgow Coma Scale (GCS) scores are for the sample studied, then this issue of the Journal of Head Trauma Rehabilitation may be a source of some consternation. The articles presented here all address methodologies employed to screen for traumatic brain injury (TBI) in various populations. Whether the purpose for identifying cases is to determine prevalence, focus additional services, or compare those with and without TBI, unfortunately, the existence, let alone availability, of a GCS score is a luxury that none of these authors enjoyed. Instead the reader will find that new, and previously untested, methodologies were employed as part of scientific approaches that may seem quite foreign. Why is this? The research literature on TBI is dominated by cohorts for which a diagnosis of TBI (or its absence) was determined at the time that medical attention was given. Whether samples are collected prospectively or retrospectively from a given point in the system of care (eg, emergency department admissions, patients treated in rehabilitation), the standard for description relies on indicators reflecting the extent of altered consciousness as observed by professionals who treated the acute injury (eg, first GCS in the emergency department, time to follow commands during acute hospitalization). Even studies from later in the process of treatment identify a sentinel occurrence of a TBI (eg, 6 months after severe TBI), and whenever possible report the altered consciousness observed at the time (eg, with 5 days of posttraumatic amnesia). Even the epidemiological data in our field are dominated by reports of incident cases, most commonly identified by the International Classification of Diseases, Ninth Revision (ICD-9) code given at the time of treatment. When the methodology shifts to identifying TBI in cohorts defined not by having been treated, but by some other criteria (eg, schoolchildren with behavioral problems, nursing home residents, prisoners, clients treated for substance abuse disorders, or soldiers returning from combat), then the ways of detecting and categorizing TBI to which we are so accustomed are no longer available. For many readers, the first reaction will be, “why not just collect information about past TBI's from previous medical records.” This is a logical approach and, if it were only impractical, someone would have done it. What is impractical, of course, is to attempt to find all of a person's prior treatments and then gain access to those medical records. Perhaps at some time in the future we will carry our medical records in a computer chip imbedded in our arm, but for now there is no way of determining a person's prior treatments without asking him or her to identify them. Putting aside the issue of self-report for the moment, the ability to actually obtain a lifetime's worth of medical records for injuries treated in physicians' offices, emergency departments, or hospitals is a daunting task without adding those injuries attended to only by a school nurse, athletic trainer, or emergency medical technician in the field. But obtaining all these medical records is only what makes the task impractical. What makes it impossible to use medical records to study a past history of TBI is the significant proportion of these injuries that receive no medical attention at all. Articles in this issue report that 61% of head injuries among prisoners were untreated1; similarly, 30% of TBIs experienced by persons with comorbid substance use disorders did not receive medical attention.2 A recent study reported that 42% of persons responding to a Web-based survey had experienced TBI without any medical attention.3 In other projects we have found 25% of adolescents in treatment for substance use disorders report prior TBI with loss of consciousness for which they received no medical attention of any kind; and 41% of TBIs reported by prisoners received no medical care (J.D.C. and J.A.B., written communication, September 2007). Quite clearly, if not treated there will not be a medical record to obtain. The second thought that often comes to mind when faced with the dilemma of identifying past TBI is to conduct testing. However, there is no biomarker for TBI. Techniques like computed tomography (CT) scans, magnetic resonance imaging (MRI), diffusion tensor imaging (DTI), positron emission tomography (PET) scanning, or neuropsychological assessment can be used to detect acute TBI of sufficient severity, or chronic TBI of greater severity, but none of these techniques are sensitive to all TBI, especially not all TBI that may have occurred over a person's lifetime. The validity of our customary assessment techniques is due to their positive predictive value (an abnormal finding is highly likely to be an incident case) but not their negative predictive value (a normal finding means no TBI ever occurred). Very mild (transient confusion without loss of consciousness) or very old (a TBI experienced in childhood) injuries are the most likely to be missed. Further, despite exciting work being conducted using serology, we are still without a definitive biomarker of TBI. Thus, once again, to establish prevalence of TBI in a population (or eventually, the general population), or conduct research comparing those members of a cohort with and without TBI, requires approaches to case identification different from those used in research on incidence or studies of samples collected from treatment settings. As stated explicitly in 2 articles in this issue and implicit in others, the gold standard for determining prior TBI is self-report as determined by a structured or in-depth interview. While this statement may seem radical, it indeed reflects the standard of clinical care, if not research. When we look back before the sentinel TBI that has lead to a current episode of treatment, we use a clinical interview of patients or their proxies to determine if there was a prior history of TBI. Research reports often cite prior TBI as an exclusionary criterion; however, after editing this issue and conducting our own research on methods of eliciting prior history, we find these claims far more suspect than when we were naïve about the challenges of eliciting self-report. Indeed, not all self-report was created equal. One or 2 items in a self-administered scale or structured telephone survey will miss all but the most recent or most severe TBIs. In public health research, the tendency to forget past injuries is called telescoping.4,5 Diamond et al in this issue report that a 1-item, self-administered screener used during admission to prison detected only 19% of the TBIs identified via structured interview.1 Self-report also varies by the extent to which the respondent must self-diagnose whether the injury occurred. Whether “head injury” or “traumatic brain injury,” “lost consciousness” or “knocked out,” each of these terms requires a minimum amount of knowledge on the part of the respondent; and, quite likely, more than a minimum if we expect their response to correspond with our presumptions about their responses. There is no question that self-report leaves much to be desired; however, a face-to-face interview conducted by an informed professional is indeed the gold standard for determining lifetime history of TBI. The studies in the current volume represent a range of approaches to screening and identification of TBI. Karon et al6 and Gabella et al7 each tackled the difficult question of how to determine the prevalence of TBI among nursing home residents using the Centers for Medicare and Medicaid Services (CMS) Minimum Data Set. While CMS estimated the nationwide prevalence of TBI among nursing home residents to be 0.8%,8 the studies in this volume estimate the prevalence to be closer to 2%.6,7 These articles carefully document the methodology used to arrive at what appears to be a more likely estimate of the rate among nursing home residents. Yet, both also express the strong likelihood that 2% is an underestimation of the lifetime prevalence in this population. The other 5 articles in this volume describe self-report procedures used to estimate prevalence of TBI in a variety of special populations. Walker et al9 and Corrigan and Bogner2 studied persons with substance use disorders. Walket et al's brief screener was incorporated into a statewide assessment system for all clients entering publicly funded services in Kentucky. Corrigan and Bogner used a sample of clients in treatment for both TBI and substance use disorders to test the reliability and predictive validity of their Ohio State University TBI Identification Method. Though the populations sampled are similar, the applications for which the screening instruments were designed would make each impractical in the context of the other's use. Dettmer et al10 describe a method used for identification of students in primary and secondary education who may require additional supports but have been overlooked because of brain injuries being invisible to the educator. They have the advantage of tapping both parent and educator observations; however, the significant challenges of identification are well described by these authors. Diamond et al1 describe the reliability and predictive validity of a screening instrument validated for use among prisoners; and Schwab11 describes the concurrent validity of a brief screener designed to identify soldiers needing further assessment following deployment in a theatre of war. While perusing the studies in this issue, the reader will encounter recurring themes about the challenges of screening and identifying TBI including the following: definitions of terms; whether data are extracted from records or self-report; whether self-report is self-administered or elicited by means of a structured interview; the inadequacy of medical records for determining prevalence of TBI; the challenge of untreated TBI; how to stimulate memory for remote injuries; how to link neurological symptoms to TBI versus other causes; the limits of self-report due to unawareness, poor recall, or stigma; and how to treat episodes of multiple mild TBI for which individual injuries cannot be distinguished by the respondent (eg, those arising from a career in boxing or protracted domestic violence). Almost all the authors faced these issues and made trade-offs in the way they were addressed. The reader is asked to judge the adequacy of decisions made. However, when taken as a whole, it appears to us that this issue of the Journal of Head Trauma Rehabilitation takes a giant leap in bringing scientific scrutiny to an endeavor that has previously been accepted for its face validity alone. As you read this issue, do not lose sight of the fact that many, many times each and every day, both clinicians and researchers attempt to determine an individual's lifetime history of TBI. This volume of the Journal of Head Trauma Rehabilitation sheds light on an issue we have taken for granted, with problems we have conveniently overlooked. Screening and identification of prior TBI has been a bit too much like making sausage—it is time to send the inspectors into the packing plant. John D. Corrigan, PhD Jennifer Bogner, PhD Issue Editors",
  "authors": [
    {
      "display_name": "John D. Corrigan",
      "id": "A5004938423",
      "orcid": "https://orcid.org/0000-0002-7591-5622",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "John D. Corrigan"
    },
    {
      "display_name": "Jennifer Bogner",
      "id": "A5064419755",
      "orcid": "https://orcid.org/0000-0003-4675-7466",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Jennifer Bogner"
    }
  ],
  "publication_year": 2007,
  "publication_date": "2007-11-01",
  "type": "article",
  "cited_by_count": 85,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S48790426",
    "display_name": "Journal of Head Trauma Rehabilitation",
    "issn_l": "0885-9701",
    "issn": [
      "0885-9701",
      "1550-509X"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "22",
  "issue": "6",
  "first_page": "315",
  "last_page": "317",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://doi.org/10.1097/01.htr.0000300226.67748.3e",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C17624336",
      "display_name": "Glasgow Coma Scale",
      "level": 2,
      "score": 0.790501
    },
    {
      "id": "C2781017439",
      "display_name": "Traumatic brain injury",
      "level": 2,
      "score": 0.7045992
    },
    {
      "id": "C2780724011",
      "display_name": "Emergency department",
      "level": 2,
      "score": 0.5946262
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.5516768
    },
    {
      "id": "C2778818304",
      "display_name": "Rehabilitation",
      "level": 2,
      "score": 0.54431486
    },
    {
      "id": "C2778615406",
      "display_name": "Amnesia",
      "level": 2,
      "score": 0.41117415
    },
    {
      "id": "C545542383",
      "display_name": "Medical emergency",
      "level": 1,
      "score": 0.36178523
    },
    {
      "id": "C194828623",
      "display_name": "Emergency medicine",
      "level": 1,
      "score": 0.35822853
    },
    {
      "id": "C118552586",
      "display_name": "Psychiatry",
      "level": 1,
      "score": 0.31895193
    },
    {
      "id": "C1862650",
      "display_name": "Physical therapy",
      "level": 1,
      "score": 0.21131176
    }
  ],
  "topics": [
    {
      "id": "T10416",
      "display_name": "Traumatic Brain Injury Research",
      "score": 0.9998
    },
    {
      "id": "T10706",
      "display_name": "Traumatic Brain Injury and Neurovascular Disturbances",
      "score": 0.9997
    },
    {
      "id": "T10645",
      "display_name": "Cardiac Arrest and Resuscitation",
      "score": 0.9994
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1097/01.htr.0000300226.67748.3e",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:55:14.700568",
  "source_database": "OpenAlex"
}