{
  "openalex_id": "W2049099065",
  "doi": "https://doi.org/10.2179/08-013.1",
  "title": "Noteworthy Collections: SOUTH CAROLINA",
  "abstract": "Gratiola graniticola D. Estes & R. L. Small (PLANTAGINACEAE)—York County: 35.104965uN, 81.205331uW, 1.8 km east of Highway 321, 10 m south of Highway 55 opposite [southern terminus of] Green Pond Road, Clover, 17 May 1992, Brunton and McIntosh 11,113 (MICH, APSC, Brunton personal herbarium); 16 May 2008, Brunton and McIntosh 17,130 (USCH, APSC, Brunton personal herbarium, UNC, CAN, DUKE, WIN). Significance. This represents the first record of Granite Hedge-hyssop beyond northcentral Georgia. It occurs at Clover, South Carolina in silty sand at the edge of shallow erosion pools on bare ground or associated with Isoetes piedmontana (Pfeiffer) Reed, Croton willdenowii Webster, Eleocharis tenuis (Willd.) Schultes, Nuttallanthus canadensis (L.) D. Sutton, and Juncus dichotomus Elliott, on a tiny (,1 ha), open, granite flatrock (bedrock outcrop). A number of physically similar flatrocks with shallow erosion pools are evident on aerial imagery of the Clover, South Carolina to Charlotte, North Carolina area. Examination on 16 May 2008 of two of these which supported most or all of the associated plants listed above failed to uncover other Gratiola populations. More comprehensive searches of the other flat rocks may uncover other local populations. Gratiola graniticola was recently separated from G. neglecta Torr. (sensu lato), and is otherwise known only from populations in 13 counties in Georgia (Estes and Small 2006). It represents an addition to the growing list of rare and/ or specialized taxa known to be endemic to this habitat in Georgia, Alabama, the Carolinas and Virginia (McVaugh 1943, Murdy 1964, Heafner and Bray 2005). There is also a sight report of G. graniticola from suitable flatrock habitat from another flatrock site in Lancaster County, South Carolina, but no voucher confirmation could be located (Estes and Small 2006, D. Estes pers. comm. 2007). Aside from its distinctive habitat, Gratiola graniticola differs notably from G. neglecta by shorter (7–13 mm vs. 20–41 mm) and narrower (1–3 mm vs. 5–11 mm) mid-stem leaves, much longer fruiting pedicels (1.0– 2.0 vs. 0.5–1.0 times as long the subtending bracteal leaves), bracteoles shorter than (vs. as long to exceeding) the sepals, and longer seeds (0.36–0.42 mm vs. 0.22–0.26 mm). The global conservation status of this newly described species is unknown. Its highly restricted range in a specialized habitat, however, suggests that it probably is a species of global conservation concern. Although present in large numbers here (hundreds of plants), its status at the Clover, South Carolina site is tenuous as the population is vulnerable to physical degradation from associated urban development. In recent years it has been negatively impacted by roadway upgrading activities, the dumping of construction waste and vegetation removal (personal observation). Pending the results of additional detailed field surveys, this species seems to be of conservation concern, at least in the Carolinas. The author thanks Dwayne Estes, Austin Peay University, Clarkesville, Tennessee, for his confirmation of the identification of the original South Carolina specimen, James Matthews, University of North Carolina, Charlotte, North Carolina, for information on the Clover, South Carolina site, and Karen L. McIntosh, Ottawa, Ontario, for her continuing, sharp-eyed assistance in the field. The manuscript also benefited from the perceptive efforts of reviewers John Nelson and Douglas Rayner.",
  "authors": [
    {
      "display_name": "Daniel F. Brunton",
      "id": "A5055434907",
      "orcid": "https://orcid.org/0000-0002-4671-694X",
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Daniel F. Brunton"
    }
  ],
  "publication_year": 2009,
  "publication_date": "2009-06-01",
  "type": "article",
  "cited_by_count": 3,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S156253874",
    "display_name": "Castanea",
    "issn_l": "0008-7475",
    "issn": [
      "0008-7475",
      "1938-4386"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316205"
  },
  "volume": "74",
  "issue": "2",
  "first_page": "183",
  "last_page": "184",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C78945076",
      "display_name": "Herbarium",
      "level": 2,
      "score": 0.78656584
    },
    {
      "id": "C205649164",
      "display_name": "Geography",
      "level": 0,
      "score": 0.5908749
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.4720372
    },
    {
      "id": "C18903297",
      "display_name": "Ecology",
      "level": 1,
      "score": 0.37728095
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.25252768
    }
  ],
  "topics": [
    {
      "id": "T12618",
      "display_name": "Botany and Plant Ecology Studies",
      "score": 0.9974
    },
    {
      "id": "T13015",
      "display_name": "Botany, Ecology, and Taxonomy Studies",
      "score": 0.9965
    },
    {
      "id": "T13168",
      "display_name": "Plant Ecology and Taxonomy Studies",
      "score": 0.9761
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.2179/08-013.1",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:20:23.859670",
  "source_database": "OpenAlex"
}