{
  "openalex_id": "W2042707885",
  "doi": "https://doi.org/10.1074/jbc.m410343200",
  "title": "The E6AP Ubiquitin Ligase Is Required for Transactivation of the hTERT Promoter by the Human Papillomavirus E6 Oncoprotein",
  "abstract": "Most human cancer cells display increased telomerase activity that appears to be critical for continued cell proliferation and tumor formation. The E6 protein of malignancy-associated human papillomaviruses increases cellular telomerase in primary human keratinocytes at least partly via transcriptional activation of the telomerase catalytic subunit, hTERT. In the present study, we investigated whether E6AP, a ubiquitin ligase well known for binding and mediating some of the activities of the E6 oncoprotein, participated in the transactivation of the hTERT promoter. Our results demonstrate that E6 mutants that fail to bind E6AP are also defective for increasing telomerase activity and transactivating the hTERT promoter. More importantly, E6AP knock-out mouse cells and small interfering RNA techniques demonstrated that E6AP was required for hTERT promoter transactivation in both mouse and human cells. Neither E6 nor E6AP bound to the hTERT promoter or activated the promoter in the absence of the partner protein. With all transactivation-competent E6 proteins, induction of the hTERT promoter was dependent upon E box elements in the core promoter. It appears, therefore, that E6-mediated activation of the hTERT promoter requires a complex of E6-E6AP to engage the hTERT promoter and that activation is dependent upon Myc binding sites in the promoter. The recruitment of a cellular ubiquitin ligase to the hTERT promoter during E6-mediated transcriptional activation suggests a role for the local ubiquitination (and potential degradation) of promoter-associated regulatory proteins, including the Myc protein. Most human cancer cells display increased telomerase activity that appears to be critical for continued cell proliferation and tumor formation. The E6 protein of malignancy-associated human papillomaviruses increases cellular telomerase in primary human keratinocytes at least partly via transcriptional activation of the telomerase catalytic subunit, hTERT. In the present study, we investigated whether E6AP, a ubiquitin ligase well known for binding and mediating some of the activities of the E6 oncoprotein, participated in the transactivation of the hTERT promoter. Our results demonstrate that E6 mutants that fail to bind E6AP are also defective for increasing telomerase activity and transactivating the hTERT promoter. More importantly, E6AP knock-out mouse cells and small interfering RNA techniques demonstrated that E6AP was required for hTERT promoter transactivation in both mouse and human cells. Neither E6 nor E6AP bound to the hTERT promoter or activated the promoter in the absence of the partner protein. With all transactivation-competent E6 proteins, induction of the hTERT promoter was dependent upon E box elements in the core promoter. It appears, therefore, that E6-mediated activation of the hTERT promoter requires a complex of E6-E6AP to engage the hTERT promoter and that activation is dependent upon Myc binding sites in the promoter. The recruitment of a cellular ubiquitin ligase to the hTERT promoter during E6-mediated transcriptional activation suggests a role for the local ubiquitination (and potential degradation) of promoter-associated regulatory proteins, including the Myc protein. The high risk human papillomaviruses (e.g. HPV-16 1The abbreviations used are: HPV, human papillomavirus; CREB, cAMP-response element-binding protein; HFK, human foreskin keratinocyte; WT, wild type; RT, reverse transcription; GAPDH, glyceraldehyde-3-phosphate dehydrogenase; ChIP, chromatin immunoprecipitation; siRNA, small interfering RNA; TRAP, telomeric repeat amplification protocol; Chaps, 3-[(3-cholamidopropyl)dimethylammonio]-1-propanesulfonic acid; HA, hemagglutinin. and HPV-18) have been identified as causative agents of more than 95% of cervical cancers and are etiologically linked to additional human cancers, including those of anogenital, oral, and epidermal origin (1zur Hausen H. J. Natl. Cancer Inst. 2001; 93: 252-253Crossref PubMed Scopus (98) Google Scholar). The main transforming genes of the high risk HPVs are E6 and E7. Both are required and sufficient for the efficient immortalization of primary keratinocytes (2Munger K. Phelps W.C. Bubb V. Howley P.M. Schlegel R. J. Virol. 1989; 63: 4417-4421Crossref PubMed Google Scholar). HPV E7 is capable of binding and inactivating the retinoblastoma tumor suppressor protein and retinoblastoma homologs (3Dyson N. Howley P.M. Munger K. Harlow E. Science. 1989; 243: 934-937Crossref PubMed Scopus (2412) Google Scholar) as well as several other cellular targets (4Munger K. Howley P.M. Virus Res. 2002; 89: 213-228Crossref PubMed Scopus (620) Google Scholar). Although the best known function of HPV E6 is the targeting and ubiquitin-dependent degradation of the p53 tumor suppressor protein (5Scheffner M. Werness B.A. Huibregtse J.M. Levine A.J. Howley P.M. Cell. 1990; 63: 1129-1136Abstract Full Text PDF PubMed Scopus (3484) Google Scholar, 6Scheffner M. Huibregtse J.M. Vierstra R.D. Howley P.M. Cell. 1993; 75: 495-505Abstract Full Text PDF PubMed Scopus (1993) Google Scholar, 7Werness B.A. Levine A.J. Howley P.M. Science. 1990; 248: 76-79Crossref PubMed Scopus (2176) Google Scholar), E6 also binds to additional cellular proteins and has functions that are independent of p53 degradation (8Rapp L. Chen J.J. Biochim. Biophys. Acta. 1998; 1378: F1-19PubMed Google Scholar). The growing list of E6 target proteins includes E6-BP (9Chen J.J. Reid C.E. Band V. Androphy E.J. Science. 1995; 269: 529-531Crossref PubMed Scopus (255) Google Scholar), paxillin (10Tong X. Howley P.M. Proc. Natl. Acad. Sci. U. S. A. 1997; 94: 4412-4417Crossref PubMed Scopus (224) Google Scholar), hDIg (the human homologue of the Drosophila disc large tumor suppressor protein) (11Lee S.S. Weiss R.S. Javier R.T. Proc. Natl. Acad. Sci. U. S. A. 1997; 94: 6670-6675Crossref PubMed Scopus (350) Google Scholar, 12Kiyono T. Hiraiwa A. Fujita M. Hayashi Y. Akiyama T. Ishibashi M. Proc. Natl. Acad. Sci. U. S. A. 1997; 94: 11612-11616Crossref PubMed Scopus (410) Google Scholar), Mcm7 (minichromosome maintenance protein 7) (13Kuhne C. Banks L. J. Biol. Chem. 1998; 273: 34302-34309Abstract Full Text Full Text PDF PubMed Scopus (145) Google Scholar, 14Kukimoto I. Aihara S. Yoshiike K. Kanda T. Biochem. Biophys. Res. Commun. 1998; 249: 258-262Crossref PubMed Scopus (70) Google Scholar), IRF-3 (IFN regulatory factor 3) (15Ronco L.V. Karpova A.Y. Vidal M. Howley P.M. Genes Dev. 1998; 12: 2061-2072Crossref PubMed Scopus (505) Google Scholar), Myc (16Gross-Mesilaty S. Reinstein E. Bercovich B. Tobias K.E. Schwartz A.L. Kahana C. Ciechanover A. Proc. Natl. Acad. Sci. U. S. A. 1998; 95: 8058-8063Crossref PubMed Scopus (195) Google Scholar, 17Veldman T. Liu X. Yuan H. Schlegel R. Proc. Natl. Acad. Sci. U. S. A. 2003; 100: 8211-8216Crossref PubMed Scopus (210) Google Scholar), Bak (Bcl-2-homologous antagonist/killer) (18Thomas M. Banks L. Oncogene. 1998; 17: 2943-2954Crossref PubMed Scopus (245) Google Scholar, 19Thomas M. Banks L. J. Gen. Virol. 1999; 80: 1513-1517Crossref PubMed Scopus (158) Google Scholar), E6TP-1 (E6-targeting protein 1) (20Gao Q. Srinivasan S. Boyer S.N. Wazer D.E. Band V. Mol. Cell. Biol. 1999; 19: 733-744Crossref PubMed Scopus (166) Google Scholar, 21Gao Q. Kumar A. Singh L. Huibregtse J.M. Beaudenon S. Srinivasan S. Wazer D.E. Band H. Band V. Cancer Res. 2002; 62: 3315-3321PubMed Google Scholar), CREB-binding protein/p300 (22Patel D. Huang S.M. Baglia L.A. McCance D.J. EMBO J. 1999; 18: 5061-5072Crossref PubMed Scopus (345) Google Scholar, 23Zimmermann H. Degenkolbe R. Bernard H.U. O'Connor M.J. J. Virol. 1999; 73: 6209-6219Crossref PubMed Google Scholar), Tyk2 (protein-tyrosine kinase 2) (24Li S. Labrecque S. Gauzzi M.C. Cuddihy A.R. Wong A.H. Pellegrini S. Matlashewski G.J. Koromilas A.E. Oncogene. 1999; 18: 5727-5737Crossref PubMed Scopus (224) Google Scholar), hScrib (the human homologue of the Drosophila Scribble (Vartul) tumor suppressor protein) (25Nakagawa S. Huibregtse J.M. Mol. Cell. Biol. 2000; 20: 8244-8253Crossref PubMed Scopus (403) Google Scholar), PKN (a novel protein kinase with a catalytic domain homologous to that of protein kinase C) (26Gao Q. Kumar A. Srinivasan S. Singh L. Mukai H. Ono Y. Wazer D.E. Band V. J. Biol. Chem. 2000; 275: 14824-14830Abstract Full Text Full Text PDF PubMed Scopus (56) Google Scholar), MUPP1 (multi-PDZ domain protein 1) (27Lee S.S. Glaunsinger B. Mantovani F. Banks L. Javier R.T. J. Virol. 2000; 74: 9680-9693Crossref PubMed Scopus (225) Google Scholar), MAGI-1 (membrane-associated guanylate kinase protein) (28Glaunsinger B.A. Lee S.S. Thomas M. Banks L. Javier R. Oncogene. 2000; 19: 5270-5280Crossref PubMed Scopus (249) Google Scholar), Gps2 (G-protein pathway suppressor 2) (29Degenhardt Y.Y. Silverstein S.J. J. Virol. 2001; 75: 151-160Crossref PubMed Scopus (45) Google Scholar), ADA3 (30Kumar A. Zhao Y. Meng G. Zeng M. Srinivasan S. Delmolino L.M. Gao Q. Dimri G. Weber G.F. Wazer D.E. Band H. Band V. Mol. Cell. Biol. 2002; 22: 5801-5812Crossref PubMed Scopus (127) Google Scholar, 31Zeng M. Kumar A. Meng G. Gao Q. Dimri G. Wazer D. Band H. Band V. J. Biol. Chem. 2002; 277: 45611-45618Abstract Full Text Full Text PDF PubMed Scopus (56) Google Scholar), and tuberin (32Lu Z. Hu X. Li Y. Zheng L. Zhou Y. Jiang H. Ning T. Basang Z. Zhang C. Ke Y. J. Biol. Chem. 2004; 279: 35664-35670Abstract Full Text Full Text PDF PubMed Scopus (95) Google Scholar). In order for E6 to bind and degrade p53, it must first form a complex with the cellular ubiquitin ligase, E6AP. Although the precise orientation of the E6-E6AP-p53 complex is unresolved, it appears that there is a small helical domain within E6AP (L2G) that allows E6 to bind and then associate with p53 (33Huibregtse J.M. Scheffner M. Howley P.M. Mol. Cell. Biol. 1993; 13: 4918-4927Crossref PubMed Scopus (350) Google Scholar). Not all E6 target proteins use this domain for binding, however. For example, E6 binding to paxillin is dependent upon a PDZ domain (11Lee S.S. Weiss R.S. Javier R.T. Proc. Natl. Acad. Sci. U. S. A. 1997; 94: 6670-6675Crossref PubMed Scopus (350) Google Scholar, 12Kiyono T. Hiraiwa A. Fujita M. Hayashi Y. Akiyama T. Ishibashi M. Proc. Natl. Acad. Sci. U. S. A. 1997; 94: 11612-11616Crossref PubMed Scopus (410) Google Scholar, 34Mantovani F. Banks L. Oncogene. 2001; 20: 7874-7887Crossref PubMed Google Scholar), whereas E6 binding to p300 involves three noncontiguous regions unrelated to L2G (22Patel D. Huang S.M. Baglia L.A. McCance D.J. EMBO J. 1999; 18: 5061-5072Crossref PubMed Scopus (345) Google Scholar). The E6-p300 binding is also independent of E6AP and does not result in protein degradation. Thus, E6 binding to target proteins can proceed via either L2G domains, PDZ domains, or new uncharacterized sequences. Several studies also suggest that E6 has p53-independent activities that may yet be dependent on E6AP. For example, the bovine papillomavirus type 1 E6 protein, which does not directly degrade the p53 protein, still interacts with E6AP, and this interaction correlates with its transforming activity (35Chen J.J. Hong Y. Androphy E.J. Virology. 1997; 236: 30-36Crossref PubMed Scopus (15) Google Scholar, 36Ned R. Allen S. Vande Pol S. J. Virol. 1997; 71: 4866-4870Crossref PubMed Google Scholar). Similarly, the HPV-16 E6 mutant, E6–8S9A10T, which cannot degrade p53, still binds E6AP and induces telomerase (37Gewin L. Galloway D.A. J. Virol. 2001; 75: 7198-7201Crossref PubMed Scopus (156) Google Scholar). Indeed, many of the growth-promoting effects of E6 cannot be mimicked by p53 degradation. Transgenic mice expressing HPV-16 E6 in the basal layer of the skin display cellular hyperproliferation and epidermal hyperplasia and develop malignant skin cancers, but p53-null mice do not (38Song S. Pitot H.C. Lambert P.F. J. Virol. 1999; 73: 5887-5893Crossref PubMed Google Scholar). E6 also confers resistance to serum- and calcium-induced differentiation of human foreskin keratinocytes (HFKs) (39Sherman L. Schlegel R. J. Virol. 1996; 70: 3269-3279Crossref PubMed Google Scholar), but the analysis of E6 mutants, Mdm-2 overexpression, and dominant negative p53 constructs indicates that p53 degradation is insufficient to induce these cellular alterations (40Sherman L. Jackman A. Itzhaki H. Stoppler M.C. Koval D. Schlegel R. Virology. 1997; 237: 296-306Crossref PubMed Scopus (58) Google Scholar). Evidently, there are additional E6 targets that are critical for inducing abnormal cell proliferation, and it is presumed that some of these targets require E6-E6AP interactions. E6AP belongs to a class of ubiquitin-protein ligases called HECT E3 proteins, which directly transfer ubiquitin to their substrates (41Huibregtse J.M. Scheffner M. Beaudenon S. Howley P.M. Proc. Natl. Acad. Sci. U. S. A. 1995; 92: 2563-2567Crossref PubMed Scopus (705) Google Scholar, 42Scheffner M. Nuber U. Huibregtse J.M. Nature. 1995; 373: 81-83Crossref PubMed Scopus (756) Google Scholar). E6AP function is critical for normal development, and the disruption of E6AP expression in the hippocampal and Purkinje neurons of the brain induces a severe mental retardation and coordination disorder known as the Angelman syndrome (43Kishino T. Lalande M. Wagstaff J. Nat. Genet. 1997; 15: 70-73Crossref PubMed Scopus (1027) Google Scholar, 44Matsuura T. Sutcliffe J.S. Fang P. Galjaard R.J. Jiang Y.H. Benton C.S. Rommens J.M. Beaudet A.L. Nat. Genet. 1997; 15: 74-77Crossref PubMed Scopus (686) Google Scholar). The catalytic domain of HECT proteins is a conserved 350-amino acid region defined by its homology to the E6AP carboxyl terminus (HECT). The HECT domain binds to specific E2 enzymes and contains an active site cysteine residue that forms a thiolester bond with ubiquitin (41Huibregtse J.M. Scheffner M. Beaudenon S. Howley P.M. Proc. Natl. Acad. Sci. U. S. A. 1995; 92: 2563-2567Crossref PubMed Scopus (705) Google Scholar, 45Nuber U. Schwarz S. Kaiser P. Schneider R. Scheffner M. J. Biol. Chem. 1996; 271: 2795-2800Abstract Full Text Full Text PDF PubMed Scopus (137) Google Scholar). Interestingly, E6AP also appears to function independently as a coactivator for the nuclear hormone receptors (46Nawaz Z. Lonard D.M. Smith C.L. Lev-Lehman E. Tsai S.Y. Tsai M.J. O'Malley B.W. Mol. Cell. Biol. 1999; 19: 1182-1189Crossref PubMed Scopus (354) Google Scholar). HPV-16 E6 protein increases telomerase activity in primary keratinocytes, and this induction is also independent of its ability to degrade p53 (47Klingelhutz A.J. Foster S.A. McDougall J.K. Nature. 1996; 380: 79-82Crossref PubMed Scopus (706) Google Scholar). Telomerase is a specialized reverse transcriptase that synthesizes repeat DNA sequences at the ends of chromosomes termed telomeres (48Greider C.W. Annu. Rev. Biochem. 1996; 65: 337-365Crossref PubMed Scopus (909) Google Scholar). The absence of telomerase activity in most normal human cells results in the progressive shortening of telomeres with each cell division (49Harley C.B. Futcher A.B. Greider C.W. Nature. 1990; 345: 458-460Crossref PubMed Scopus (4665) Google Scholar, 50Vaziri H. Schachter F. Uchida I. Wei L. Zhu X. Effros R. Cohen D. Harley C.B. Am. J. Hum. Genet. 1993; 52: 661-667PubMed Google Scholar), which ultimately leads to chromosomal instability and cellular replicative senescence or growth arrest (49Harley C.B. Futcher A.B. Greider C.W. Nature. 1990; 345: 458-460Crossref PubMed Scopus (4665) Google Scholar, 51Counter C.M. Avilion A.A. LeFeuvre C.E. Stewart N.G. Greider C.W. Harley C.B. Bacchetti S. EMBO J. 1992; 11: 1921-1929Crossref PubMed Scopus (1932) Google Scholar). Telomerase activation is considered a critical event in the process of cell immortalization. The telomerase enzyme is a ribonucleoprotein complex composed of two core subunits, a template RNA subunit (hTR) (52Feng J. Funk W.D. Wang S.S. Weinrich S.L. Avilion A.A. Chiu C.P. Adams R.R. Chang E. Allsopp R.C. Yu J. Science. 1995; 269: 1236-1241Crossref PubMed Scopus (2087) Google Scholar), and a catalytic protein subunit (hTERT) (53Nakamura T.M. Morin G.B. Chapman K.B. Weinrich S.L. Andrews W.H. Lingner J. Harley C.B. Cech T.R. Science. 1997; 277: 955-959Crossref PubMed Scopus (2075) Google Scholar, 54Meyerson M. Counter C.M. Eaton E.N. Ellisen L.W. Steiner P. Caddle S.D. Ziaugra L. Beijersbergen R.L. Davidoff M.J. Liu Q. Bacchetti S. Haber D.A. Weinberg R.A. Cell. 1997; 90: 785-795Abstract Full Text Full Text PDF PubMed Scopus (1666) Google Scholar), as well as subunits important for telomere maintenance and stability (48Greider C.W. Annu. Rev. Biochem. 1996; 65: 337-365Crossref PubMed Scopus (909) Google Scholar, 55Nugent C.I. Lundblad V. Genes Dev. 1998; 12: 1073-1085Crossref PubMed Scopus (402) Google Scholar). Whereas the hTR template subunit is ubiquitously and equivalently expressed in both normal and tumor tissues (56Avilion A.A. Piatyszek M.A. Gupta J. Shay J.W. Bacchetti S. Greider C.W. Cancer Res. 1996; 56: 645-650PubMed Google Scholar), the hTERT subunit is selectively expressed in a small subset of normal cells (possibly transient amplifying cells), tumor tissues, and tumor-derived cell lines (53Nakamura T.M. Morin G.B. Chapman K.B. Weinrich S.L. Andrews W.H. Lingner J. Harley C.B. Cech T.R. Science. 1997; 277: 955-959Crossref PubMed Scopus (2075) Google Scholar, 54Meyerson M. Counter C.M. Eaton E.N. Ellisen L.W. Steiner P. Caddle S.D. Ziaugra L. Beijersbergen R.L. Davidoff M.J. Liu Q. Bacchetti S. Haber D.A. Weinberg R.A. Cell. 1997; 90: 785-795Abstract Full Text Full Text PDF PubMed Scopus (1666) Google Scholar, 57Ramakrishnan S. Eppenberger U. Mueller H. Shinkai Y. Narayanan R. Cancer Res. 1998; 58: 622-625PubMed Google Scholar, 58Takakura M. Kyo S. Kanaya T. Tanaka M. Inoue M. Cancer Res. 1998; 58: 1558-1561PubMed Google Scholar), indicating that hTERT is the ratelimiting component of telomerase activity. Indeed, ectopic expression of hTERT alone in telomerase-negative cells is sufficient to restore telomerase activity and to induce the immortalization of several primary human cell types (50Vaziri H. Schachter F. Uchida I. Wei L. Zhu X. Effros R. Cohen D. Harley C.B. Am. J. Hum. Genet. 1993; 52: 661-667PubMed Google Scholar, 59Bodnar A.G. Ouellette M. Frolkis M. Holt S.E. Chiu C.P. Morin G.B. Harley C.B. Shay J.W. Lichtsteiner S. Wright W.E. Science. 1998; 279: 349-352Crossref PubMed Scopus (4147) Google Scholar, 60Counter C.M. Meyerson M. Eaton E.N. Ellisen L.W. Caddle S.D. Haber D.A. Weinberg R.A. Oncogene. 1998; 16: 1217-1222Crossref PubMed Scopus (379) Google Scholar). In addition, the introduction of a dominant-negative hTERT into cancer cells inhibits telomerase activity and limits their growth (54Meyerson M. Counter C.M. Eaton E.N. Ellisen L.W. Steiner P. Caddle S.D. Ziaugra L. Beijersbergen R.L. Davidoff M.J. Liu Q. Bacchetti S. Haber D.A. Weinberg R.A. Cell. 1997; 90: 785-795Abstract Full Text Full Text PDF PubMed Scopus (1666) Google Scholar). More recent studies have shown that E6 induces the hTERT promoter (17Veldman T. Liu X. Yuan H. Schlegel R. Proc. Natl. Acad. Sci. U. S. A. 2003; 100: 8211-8216Crossref PubMed Scopus (210) Google Scholar, 37Gewin L. Galloway D.A. J. Virol. 2001; 75: 7198-7201Crossref PubMed Scopus (156) Google Scholar, 61Oh S.T. Kyo S. Laimins L.A. J. Virol. 2001; 75: 5559-5566Crossref PubMed Scopus (195) Google Scholar, 62Veldman T. Horikawa I. Barrett J.C. Schlegel R. J. Virol. 2001; 75: 4467-4472Crossref PubMed Scopus (239) Google Scholar) and that this induction depends upon E6 binding to the E6AP E3 ubiquitin ligase (37Gewin L. Galloway D.A. J. Virol. 2001; 75: 7198-7201Crossref PubMed Scopus (156) Google Scholar). Myc protein binding sites (E boxes) in the hTERT promoter are required for E6 induction (17Veldman T. Liu X. Yuan H. Schlegel R. Proc. Natl. Acad. Sci. U. S. A. 2003; 100: 8211-8216Crossref PubMed Scopus (210) Google Scholar, 37Gewin L. Galloway D.A. J. Virol. 2001; 75: 7198-7201Crossref PubMed Scopus (156) Google Scholar, 63McMurray H.R. McCance D.J. J. Virol. 2003; 77: 9852-9861Crossref PubMed Scopus (137) Google Scholar), suggesting that Myc protein plays an important role in mediating the induction of hTERT. It does not appear, however, that E6 transactivates the Myc-responsive hTERT promoter by increasing Myc protein levels; most studies suggest that Myc levels remain constant in keratinocytes transduced with the E6 gene (17Veldman T. Liu X. Yuan H. Schlegel R. Proc. Natl. Acad. Sci. U. S. A. 2003; 100: 8211-8216Crossref PubMed Scopus (210) Google Scholar, 37Gewin L. Galloway D.A. J. Virol. 2001; 75: 7198-7201Crossref PubMed Scopus (156) Google Scholar, 62Veldman T. Horikawa I. Barrett J.C. Schlegel R. J. Virol. 2001; 75: 4467-4472Crossref PubMed Scopus (239) Google Scholar). Rather, we have shown that E6 binds to Myc in vivo and that both proteins are associated with the activated hTERT promoter. It is hypothesized that E6 alters the transcriptional activity of Myc, thereby enhancing hTERT expression. In the present study, we demonstrate that the induction of the hTERT promoter requires both the E6 and E6AP proteins, that the E6 and E6AP proteins are physically and functionally associated with this promoter, and that the E6 and E6AP proteins appear to form a complex prior to promoter engagement. It is possible that requisite recruitment of E6AP to the hTERT promoter by E6 reflects a requirement for the local ubiquitination of promoter-associated proteins such as Myc. Cell Culture and Plasmids—Primary HFKs were cultured from neonatal foreskins as described (64Schlegel R. Phelps W.C. Zhang Y.L. Barbosa M. EMBO J. 1988; 7: 3181-3187Crossref PubMed Scopus (194) Google Scholar) and maintained in keratinocyte growth media (Invitrogen), supplemented with gentamycin (50 μg/ml). Primary HFKs P8 (passage 8) were infected with amphotropic LXSN retroviruses expressing AU1-tagged HPV-16 WT E6 (E6A), E6A/8S9A10T, E6A/Δ9–13, or 6bE6A, as described elsewhere (37Gewin L. Galloway D.A. J. Virol. 2001; 75: 7198-7201Crossref PubMed Scopus (156) Google Scholar, 65Stoppler H. Hartmann D.P. Sherman L. Schlegel R. J. Biol. Chem. 1997; 272: 13332-13337Abstract Full Text Full Text PDF PubMed Scopus (104) Google Scholar). Retrovirus-infected cells were selected in G418 (100 μg/ml) for 5 days. Resistant colonies were pooled and passaged every 3–4 days (1:4 ratio). HeLa cells, NIH 3T3 (mouse fibroblasts), and E6AP knock-out cells (mouse fibroblasts) (66Cooper B. Schneider S. Bohl J. Jiang Y. Beaudet A. Vande Pol S. Virology. 2003; 306: 87-99Crossref PubMed Scopus (68) Google Scholar, 67Jiang Y.H. Armstrong D. Albrecht U. Atkins C.M. Noebels J.L. Eichele G. Sweatt J.D. Beaudet A.L. Neuron. 1998; 21: 799-811Abstract Full Text Full Text PDF PubMed Scopus (675) Google Scholar) were maintained in Dulbecco's modified Eagle's medium. Reverse Transcription (RT)-PCR—Total cellular RNA was isolated with TRIZol reagent (Invitrogen), and DNA was removed using the DNA-free kit (Ambion) according to the manufacturer's instructions. First strand cDNA was synthesized with some modifications using 1 μg of total cellular RNA following the instructions of the Superscript first strand synthesis system for RT-PCR (Invitrogen). Five percent of the RNase H-treated cDNA products were subjected to PCR in a total volume of 50 μl containing 10 μm sense primer and 10 μm antisense primer as described in the manufacturer's protocol. Initial denaturation for 3 min at 94 °C was followed by 30 cycles of PCR amplification (94 °C for 30 s, 52 °C for 30 s, 72 °C for 60 s). PCR products were analyzed for E6 mRNA with an Agilent 2100 Bioanalyzer (Agilent Technology) and analyzed for E6AP and GAPDH mRNA with 1.5% agarose gel. The primers used for RT-PCR were as follows: 5′-ATGTTTCAGGACCCACAGGA-3′ and 5′-CAGCTGGGTTTCTCTACGTGTT-3′ for E6 (size of PCR product, full-length E6: 453 bp for WT and 8S9A10T, 438 bp for Δ9–13; E6*I: 270 bp for WT and 8S9A10T, 255 bp for Δ9–13; E6*II: 153 bp for WT and 8S9A10T, 138 bp for Δ9–13); 5′-AAAGGGACATGTCATAAAAGAGAATTTG-3′ and 5′-AACTTATTACTTATAAAGTCATAAGC-3′ for E6AP primers (413 bp); 5′-CTCAGACACCATGGGGAAGGTGA-3′ and 5′-ATGATCTTGAGGCTGTTGTCATA-3′ for GAPDH (458 bp). Chromatin Immunoprecipitation (ChIP) Assay—HFKs transduced with HPV E6A were grown to 80–90% confluence in 100-mm dishes, and E6AP knock-out cells were cotransfected with the pGL3-255 hTERT promoter plasmid plus HPV-16 E6A and HA-tagged E6AP expression vectors using Lipofectamine 2000 (Invitrogen). ChIP was performed as described previously (17Veldman T. Liu X. Yuan H. Schlegel R. Proc. Natl. Acad. Sci. U. S. A. 2003; 100: 8211-8216Crossref PubMed Scopus (210) Google Scholar). Normal rabbit, goat, or mouse IgG (Santa Cruz Biotechnology, Inc., Santa Cruz, CA), rabbit anti-Myc polyclonal antibody (N-262; Santa Cruz Biotechnology), goat anti-E6 polyclonal antibodies (C-19 and N-17; Santa Cruz), goat anti-E6AP (N-14 and C-18; Santa Cruz Biotechnology), mouse anti-AU1 (MMS-130; Covance), and anti-HA monoclonal antibodies (F-7; Santa Cruz Biotechnology) were applied to appropriate immunoprecipitation. PCR products were separated on a 1.8% agarose gel and visualized by ethidium bromide stain. Immunoprecipitation and Western Blot—Immunoprecipitation and Western blot were performed as described previously (68Suprynowicz F.A. Sparkowski J. Baege A. Schlegel R. J. Biol. Chem. 2000; 275: 5111-5119Abstract Full Text Full Text PDF PubMed Scopus (28) Google Scholar, 69Yuan H. Veldman T. Rundell K. Schlegel R. J. Virol. 2002; 76: 10685-10691Crossref PubMed Scopus (80) Google Scholar). E6, E6AP, and β-actin were detected with monoclonal AU1 (MMS-130; Covance), polyclonal anti-E6AP (25Nakagawa S. Huibregtse J.M. Mol. Cell. Biol. 2000; 20: 8244-8253Crossref PubMed Scopus (403) Google Scholar), and monoclonal anti-β-actin (A-5441; Sigma), respectively. siRNA Transfection—HeLa cells at 50% confluence or HFKs transduced with HPV-16 E6A at 60–70% confluence were transfected with a final concentration of 20 nm negative control siRNA or E6AP-specific siRNA duplexes (Dharmacon) with OligofectAmine (Invitrogen) following the manufacturer's instructions. 24 h after transfection, cells were harvested for a luciferase assay, RT-PCR, Western blot, and telomeric repeat amplification protocol (TRAP) assay, respectively. For the luciferase assay, HeLa cells and E6-transduced HFKs were co-transfected with siRNA duplexes plus pGL3B-255 hTERT and the Renilla reniformis luciferase gene. Transfection and Luciferase Assay—1 × 105 telomerase-negative HFK cells were seeded onto 24-well plates and grown overnight. Transient transfections were performed using Lipofectamine 2000 reagent (Invitrogen) according to the protocol provided by the manufacturer. Cotransfections were performed using 0.5 μg of a core hTERT reporter plasmid (pGL3B-255) and 20 ng of each expression vector as indicated (AU1-tagged HPV-16 E6 or mutants, HA-tagged E6AP in pCMV4 from Peter Howley) or empty vectors as control for basal promoter activity. Cells were also cotransfected with 2 ng of the pRL-CMV plasmid (Promega), which contains the R. reniformis luciferase gene as a transfection control. Firefly and Renilla luciferase activities were measured 24 h after transfection using the dual luciferase reporter assay system (Promega). TRAP and Real Time Quantitative TRAP (70Baege A.C. Berger A. Schlegel R. Veldman T. Am. J. Pathol. 2002; 160: 1251-1257Abstract Full Text Full Text PDF PubMed Scopus (42) Google Scholar, 71Fu B. Quintero J. Baker C.C. Cancer Res. 2003; 63: 7815-7824PubMed Google Scholar)—HFKs transduced with LXSN, E6A, E6A/8S9A10T, or 6bE6A were grown in 100-mm tissue culture dishes to 80% confluence, harvested by trypsinization, washed in cold PBS, and transferred to a microcentrifuge tube. Cell pellets were lysed for 30 min on ice in 400 μl of TRAP buffer (0.5% Chaps, 10 mm Tris, pH 7.5, 1 mm MgCl2, 1 mm EGTA, 5 mm β-mercaptoethanol, 10% glycerol, 0.1 mm 4-(2-aminoethyl)-benzenesulfonyl fluoride hydrochloride. Lysates were centrifuged at 14,000 × g for 5 min at 4 °C, the supernatant was transferred to a new tube, and protein concentration was determined (Bio-Rad). A TRAP assay was performed on 1 μg of protein lysates as described, with some modifications. Lysates were incubated for 30 min at room temperature in a 50-μl reaction volume containing 1× PCR buffer (20 mm Tris, pH 8.4, 50 mm KCl), 100 ng of telomerase substrate primer 5′-AATCCGTCGAGCAGAGTT-3′,50 μmol/liter each deoxynucleoside triphosphate (dATP, dTTP, dGTP, and dCTP), 1.5 mm MgCl2, and 0.5 μg of T4 gene protein (Roche Applied Science). After initial denaturation for 4 min at 94 °C, 100 ng of downstream primer 5′-CCCTTACCCTTACCCTTACCCTAA-3′ and 2.5 units of Taq DNA polymerase were added, followed by 31 cycles of PCR amplification (94 °C for 30 s, 50 °C for 30 s, 72 °C for 45 s). Twenty percent of the PCR products were separated on 10% nondenaturing polyacrylamide gels and visualized using the Gelcode color silver staining kit (Pierce). For the quantitative TRAP assay, the first step of the assay was essentially the same as the above conventional protocol. In detail, each 40-μl reaction contained 2.0 μg of cell lysate diluted into 26 μl of 0.1 mg/ml bovine serum albumin, 1× TRAP reaction buffer (20 mm Tris-HCl, pH 8.3, 1.5 mm MgCl2, 10 mm EGTA, 63 mm KCl), 50 μm of each deoxynucleotide triphosphate, 0.1 μg of telomerase substrate primer, and 0.2 μg of T4 gene protein (Amersham Biosciences). The reaction mixture was incubated at room temperature for 20 min, and then telomerase was inactivated by heating at 95 °C for 10 min. In the second step of the assay, real time quantitative PCR was used to quantitate the number of substrate molecules to which telomeric repeats had been added. SYBR Green real time quantitative PCR assays were carried out. Each 25-μl reaction contained 300 nm telomerase substrate and ACX (5′-GCGCGGCTTACCCTTACCCTTACCCTAACC-3′) primers and 1.0 μl of",
  "authors": [
    {
      "display_name": "Xuefeng Liu",
      "id": "A5100400553",
      "orcid": "https://orcid.org/0000-0002-9922-9627",
      "institutions": [
        {
          "id": "I184565670",
          "display_name": "Georgetown University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Xuefeng Liu"
    },
    {
      "display_name": "Hang Yuan",
      "id": "A5100705319",
      "orcid": "https://orcid.org/0000-0001-8338-6313",
      "institutions": [
        {
          "id": "I184565670",
          "display_name": "Georgetown University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Hang Yuan"
    },
    {
      "display_name": "Baojin Fu",
      "id": "A5110216287",
      "orcid": null,
      "institutions": [
        {
          "id": "I1299303238",
          "display_name": "National Institutes of Health",
          "country_code": "US",
          "type": "government"
        },
        {
          "id": "I4210149717",
          "display_name": "Center for Cancer Research",
          "country_code": "US",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Baojin Fu"
    },
    {
      "display_name": "Gary L. Disbrow",
      "id": "A5030663536",
      "orcid": null,
      "institutions": [
        {
          "id": "I184565670",
          "display_name": "Georgetown University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Gary L. Disbrow"
    },
    {
      "display_name": "Tania Apolinario",
      "id": "A5000809127",
      "orcid": null,
      "institutions": [
        {
          "id": "I184565670",
          "display_name": "Georgetown University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Tania Apolinario"
    },
    {
      "display_name": "Vjekoslav Tomaić",
      "id": "A5049097578",
      "orcid": null,
      "institutions": [
        {
          "id": "I184565670",
          "display_name": "Georgetown University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Vjekoslav Tomaić"
    },
    {
      "display_name": "Melissa L. Kelley",
      "id": "A5054251605",
      "orcid": "https://orcid.org/0000-0003-2207-8936",
      "institutions": [
        {
          "id": "I86519309",
          "display_name": "The University of Texas at Austin",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Melissa L. Kelley"
    },
    {
      "display_name": "Carl C. Baker",
      "id": "A5112429370",
      "orcid": null,
      "institutions": [
        {
          "id": "I1299303238",
          "display_name": "National Institutes of Health",
          "country_code": "US",
          "type": "government"
        },
        {
          "id": "I4210149717",
          "display_name": "Center for Cancer Research",
          "country_code": "US",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Carl C. Baker"
    },
    {
      "display_name": "Jon M. Huibregtse",
      "id": "A5030554897",
      "orcid": "https://orcid.org/0000-0002-9210-3343",
      "institutions": [
        {
          "id": "I86519309",
          "display_name": "The University of Texas at Austin",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jon Huibregtse"
    },
    {
      "display_name": "Richard Schlegel",
      "id": "A5109867375",
      "orcid": null,
      "institutions": [
        {
          "id": "I184565670",
          "display_name": "Georgetown University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Richard Schlegel"
    }
  ],
  "publication_year": 2005,
  "publication_date": "2005-01-18",
  "type": "article",
  "cited_by_count": 113,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S140251998",
    "display_name": "Journal of Biological Chemistry",
    "issn_l": "0021-9258",
    "issn": [
      "0021-9258",
      "1067-8816",
      "1083-351X"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320990"
  },
  "volume": "280",
  "issue": "11",
  "first_page": "10807",
  "last_page": "10816",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "http://www.jbc.org/article/S0021925819304880/pdf",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C1292079",
      "display_name": "Transactivation",
      "level": 4,
      "score": 0.93789864
    },
    {
      "id": "C134459356",
      "display_name": "Ubiquitin ligase",
      "level": 4,
      "score": 0.82469755
    },
    {
      "id": "C2994532551",
      "display_name": "Human papillomavirus",
      "level": 2,
      "score": 0.7264201
    },
    {
      "id": "C25602115",
      "display_name": "Ubiquitin",
      "level": 3,
      "score": 0.47005427
    },
    {
      "id": "C125593758",
      "display_name": "Telomerase reverse transcriptase",
      "level": 4,
      "score": 0.4579448
    },
    {
      "id": "C175114707",
      "display_name": "DNA ligase",
      "level": 3,
      "score": 0.43001413
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.42965838
    },
    {
      "id": "C502942594",
      "display_name": "Cancer research",
      "level": 1,
      "score": 0.4146986
    },
    {
      "id": "C153911025",
      "display_name": "Molecular biology",
      "level": 1,
      "score": 0.3955751
    },
    {
      "id": "C159047783",
      "display_name": "Virology",
      "level": 1,
      "score": 0.385196
    },
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.36620784
    },
    {
      "id": "C94581717",
      "display_name": "Telomerase",
      "level": 3,
      "score": 0.2994648
    },
    {
      "id": "C54355233",
      "display_name": "Genetics",
      "level": 1,
      "score": 0.19201034
    },
    {
      "id": "C552990157",
      "display_name": "DNA",
      "level": 2,
      "score": 0.16706467
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.16147709
    },
    {
      "id": "C86339819",
      "display_name": "Transcription factor",
      "level": 3,
      "score": 0.14539787
    },
    {
      "id": "C104317684",
      "display_name": "Gene",
      "level": 2,
      "score": 0.12636921
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.055562735
    }
  ],
  "topics": [
    {
      "id": "T10583",
      "display_name": "Cancer-related Molecular Pathways",
      "score": 0.9978
    },
    {
      "id": "T10613",
      "display_name": "Virus-based gene therapy research",
      "score": 0.9974
    },
    {
      "id": "T11041",
      "display_name": "Ubiquitin and proteasome pathways",
      "score": 0.9973
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1074/jbc.m410343200",
  "pdf_url": "http://www.jbc.org/article/S0021925819304880/pdf",
  "retrieved_date": "2025-07-30T14:14:12.409347",
  "source_database": "OpenAlex"
}