{
  "openalex_id": "W2047693812",
  "doi": "https://doi.org/10.1890/0012-9623-92.4.392",
  "title": "Papua New Guinea Institute of Biological Research (PNGIBR) 〈www.pngibr.org〉: National Scientists Building Capacity to Meet the Nation's Ecological Research Needs",
  "abstract": "Papua New Guinea (PNG) has exceptional examples of \"working ecosystems,\" and more than 85% of the nation's population derive their livelihood directly from traditionally owned indigenous resources. The commercial sector is weak. Nearly everyone outside the two larger cities hunts, gardens, and fishes for their daily sustenance. The main sources of GDP: mining, forestry, industrial agriculture, and commercial fisheries, present direct conflicts for the millions of people living off resources impacted by such industries. Blessed with rich soils, ample rainfall, and healthy fish and wildlife resources, Papua New Guineans for the most part are well fed, but among the poorest of people. Thus the challenges of economic development and stewardship in PNG are profound; there is a real risk of jeopardizing the sustenance base of the population through the pursuit of short-term economic development. With over 800 languages, each with its own culture for resource use, stewardship in PNG has a diverse heritage. With a rapidly growing human population and the erosion of many traditions as westernization proceeds, there is evidence that stewardship is slipping. New inputs and supports for stewardship, relevant to the modern era, are needed. But such inputs cannot simply be transplanted from other countries. They must dovetail with existing cultures, and they must be appropriate for PNG's unique environments. For many taxa, >70% of species are endemic. What works in Central America does not necessarily transfer easily into the Papuan context. Two things are needed: (1) better information about PNG ecosystems, and (2) human capacity to integrate relevant western-style science into the appropriate social context. The common denominator creating these two needs is the nation's shortage of capably trained national ecologists, biologists, and resource managers. Although nations like Costa Rica and Panama exhibit high rates of publication that could help guide national decision makers, Papua New Guinea is inordinately under-represented in the literature. A survey of the conservation and ecology literature shows roughly 10 times more publications from Panama and Costa Rica compared with all of New Guinea, which is roughly eight times larger. Much of the emphasis on Central America is due to the proximity to the United States, the cost and ease of North Americans working there, and the substantial infrastructure in Central America to support research. PNG lacks these attributes. External researchers will never provide the data and support Papua New Guinea needs to direct its own sustainable development; these must come from within the nation. This has been the rationale for the formation of the PNG Institute of Biological Research (PNGIBR) 〈www.pngibr.org〉. The Institute was created by former members of a U.S.-based conservation organization that abruptly shifted priorities away from building conservation capacity in PNG. PNGIBR was formed largely to continue to build PNG's indigenous scientific capacity, a low priority for foreign-based conservation organizations. The former sponsoring organization shifted its emphasis to pursue potentially more lucrative carbon credit swaps. PNGIBR founders witnessed that what is good for a U.S.-based conservation organization is not necessarily good for conservation in PNG. The PNGIBR focuses on training national conservation scientists. Two of its senior staff are currently enrolled in Ph.D. programs in Australia and will be among the first Papua New Guinean Ph.D. conservation zoologists in the country. PNGIBR has eight scientists with Master's degrees from overseas institutions, four (a fifth will complete her degree in May 2011) through a partnership with the Whitney R. Harris World Ecology Center at the University of Missouri-St. Louis. These students were funded with scholarships from outside agencies (e.g. East–West Center, Hawaii) and through a tuition waiver granted by the University's Graduate School. All are home-grown products of the capacity-building program that PNGIBR now administers. Other graduates of the capacity-building program now work at important national organizations, such as the University of Papua New Guinea and the PNG Department of Environment and Conservation. All those with Master's degrees first completed Honors degrees through a three-year mentoring program under Drs. Debra Wright and Andrew Mack, who sit on the board of the PNGIBR. Since Mack and Wright began annual month-long field training courses in 1996, almost 400 university students and conservation/biology professionals have been trained, 24 have been mentored through Honors degrees, and 17 have received overseas Masters degrees. Mentoring of Honors students and field courses are now primary the responsibility of PNGIBR staff, all of whom also conduct their own long-term conservation research. Recognizing that neither international conservation organizations nor overseas academic institutions can adequately address the need for conservation science in Papua New Guinea, national scientists are building their own organizations and intellectual capacity to meet the nation's ecological research needs. Although still quite young, the PNGIBR is proving a new model for conservation science in developing nations. The Institute augments university training for top students and provides an umbrella for long-term research in the country by national scientists. Because it is driven by national scientists in PNG, it is less vulnerable to the shifting priorities of international NGOs and donors. Technical and fund-raising support comes from numerous partners, including a U.S.-based NGO dedicated primarily to support PNGIBR 〈www.greencapacity.org〉. PNGIBR has a long-term agenda to strengthen the nation's conservation science and conservation practitioners. Ultimately, successful conservation and management has to be locally driven. In the long run, indigenous organizations like PNGIBR are the only ones likely to produce lasting results.",
  "authors": [
    {
      "display_name": "Andrew Mack",
      "id": "A5076638233",
      "orcid": "https://orcid.org/0009-0004-4116-3137",
      "institutions": [
        {
          "id": "I85225031",
          "display_name": "Papua New Guinea Institute of Medical Research",
          "country_code": "PG",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Andrew Mack"
    },
    {
      "display_name": "Debra Wright",
      "id": "A5016699263",
      "orcid": null,
      "institutions": [
        {
          "id": "I208333798",
          "display_name": "University of Missouri–St. Louis",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I2801525552",
          "display_name": "Whitney Museum of American Art",
          "country_code": "US",
          "type": "archive"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Debra Wright"
    },
    {
      "display_name": "Patrick E. Osborne",
      "id": "A5075194587",
      "orcid": "https://orcid.org/0000-0001-8919-5710",
      "institutions": [
        {
          "id": "I85225031",
          "display_name": "Papua New Guinea Institute of Medical Research",
          "country_code": "PG",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Patrick Osborne"
    }
  ],
  "publication_year": 2011,
  "publication_date": "2011-10-01",
  "type": "article",
  "cited_by_count": 1,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210178044",
    "display_name": "Bulletin of the Ecological Society of America",
    "issn_l": "0012-9623",
    "issn": [
      "0012-9623",
      "2327-6096"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315736"
  },
  "volume": "92",
  "issue": "4",
  "first_page": "392",
  "last_page": "395",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2776351498",
      "display_name": "Sustenance",
      "level": 2,
      "score": 0.78738236
    },
    {
      "id": "C2777950569",
      "display_name": "Stewardship (theology)",
      "level": 3,
      "score": 0.7811735
    },
    {
      "id": "C3987366",
      "display_name": "Livelihood",
      "level": 3,
      "score": 0.64969844
    },
    {
      "id": "C2908647359",
      "display_name": "Population",
      "level": 2,
      "score": 0.5545037
    },
    {
      "id": "C205649164",
      "display_name": "Geography",
      "level": 0,
      "score": 0.4953479
    },
    {
      "id": "C55958113",
      "display_name": "Indigenous",
      "level": 2,
      "score": 0.49378404
    },
    {
      "id": "C2779343474",
      "display_name": "Context (archaeology)",
      "level": 2,
      "score": 0.4770305
    },
    {
      "id": "C206345919",
      "display_name": "Resource (disambiguation)",
      "level": 2,
      "score": 0.45007068
    },
    {
      "id": "C118518473",
      "display_name": "Agriculture",
      "level": 2,
      "score": 0.44575006
    },
    {
      "id": "C107826830",
      "display_name": "Environmental resource management",
      "level": 1,
      "score": 0.43319687
    },
    {
      "id": "C29985473",
      "display_name": "Natural resource",
      "level": 2,
      "score": 0.42056173
    },
    {
      "id": "C50522688",
      "display_name": "Economic growth",
      "level": 1,
      "score": 0.37707284
    },
    {
      "id": "C144133560",
      "display_name": "Business",
      "level": 0,
      "score": 0.36820847
    },
    {
      "id": "C91375879",
      "display_name": "Environmental planning",
      "level": 1,
      "score": 0.33134687
    },
    {
      "id": "C18903297",
      "display_name": "Ecology",
      "level": 1,
      "score": 0.32405782
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.28958195
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.14560562
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.1426579
    },
    {
      "id": "C162324750",
      "display_name": "Economics",
      "level": 0,
      "score": 0.095933974
    },
    {
      "id": "C31258907",
      "display_name": "Computer network",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C149923435",
      "display_name": "Demography",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.0
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T14472",
      "display_name": "Environmental and Cultural Studies in Latin America and Beyond",
      "score": 0.8761
    },
    {
      "id": "T14310",
      "display_name": "Botany and Geology in Latin America and Caribbean",
      "score": 0.8582
    },
    {
      "id": "T10895",
      "display_name": "Species Distribution and Climate Change",
      "score": 0.7991
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1890/0012-9623-92.4.392",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:29:32.339881",
  "source_database": "OpenAlex"
}