{
  "openalex_id": "W2056513467",
  "doi": "https://doi.org/10.1111/bjh.12696",
  "title": "Bortezomib induces clinical remission and reduction of <scp>ADAMTS</scp>13 inhibitory antibodies in relapsed refractory idiopathic thrombotic thrombocytopenic purpura",
  "abstract": "Idiopathic Thrombotic Thrombocytopenic Purpura (TTP) is a rare, life-threatening syndrome characterized by microangiopathic haemolytic anaemia (MAHA), thrombocytopenia, fever, renal impairment and neurological symptoms. The activity of the von Willebrand factor cleaving metalloprotease ADAMTS13 (a disintegrin and metalloproteinase with a thrombospondin type 1 motif, member 13) is frequently decreased due to the presence of inhibitory autoantibodies. (Furlan et al, 1998; Tsai & Lian, 1998) Immunosuppression, commonly including corticosteroids and rituximab, (George, 2010; Scully et al, 2011) is used as an adjunct to daily therapeutic plasma exchange (TPE) to reduce further autoantibody production. Recently, the proteasome inhibitor bortezomib was reported to deplete autoantibodies in a patient with idiopathic TTP. (Shortt et al, 2013) However, the concomitant administration of rituximab creates ambiguity in this causative interpretation. Here, we report the first use of bortezomib without concomitant rituximab for successful induction of clinical remission, reduction of inhibitory antibodies, and return of ADAMTS13 activity in relapsed, refractory idiopathic TTP. A 51-year-old woman with multiply relapsed idiopathic TTP presented with haemoglobinuria and signs of TTP including MAHA and severe thrombocytopenia, but without evidence of end-organ dysfunction (renal or neurological). Her initial diagnosis was made in 2003 when she presented 10 days post-operatively from hysterectomy with neurological symptoms and was found to have severe thrombocytopenia and MAHA. She was treated with corticosteroids and TPE and rapidly achieved remission after only 4 days of therapy. When she relapsed in 2006, her only symptom was haemoglobinuria, but again was found to have severe thrombocytopenia and MAHA. ADAMTS13 activity was available and found to be undetectable with the presence of an inhibitor. During this relapse, she required more intensive immunosuppressive therapy, including rituximab and subsequent elective splenectomy. At her current presentation with relapsed idiopathic TTP, ADAMTS13 activity was again undetectable with an ADAMTS13 inhibitor titre of 3·0 Inhibitor Units. With daily TPE and immunosuppressive agents (Fig 1) her platelet counts returned to the normal range. However, each time TPE was held for a single day, her platelet count rapidly decreased and haemolysis resumed. Furthermore, her inhibitor titre persisted and she remained severely ADAMTS13-deficient, indicating a failure of immunosuppression to eradicate production of autoantibodies to ADAMTS13. Other treatment options were then considered. She had been previously treated with rituximab in 2006, was retreated with rituximab during this relapse, and we considered a second cycle of rituximab therapy. However, there is no current evidence on which to base continued use of rituximab for the treatment of TTP. In the phase II study of the efficacy of rituximab with concurrent TPE in TTP, subjects receiving rituximab were found to have depletion of circulating CD19/20 positive B cells by flow cytometry. (Scully et al, 2011) Extrapolating from this finding, we reasoned that if circulating CD19/20 positive B cells by flow cytometry were shown to be effectively depleted, then additional rituximab may be unlikely to be beneficial. Our patient had had effective depletion of circulating CD19/20 positive B cells by flow cytometry and therefore we decided to not give further rituximab. The monoclonal antibody directed against complement (C5), eculizumab, has been reported to have induced remission in a patient with TTP and complement dysregulation evidenced by endothelial complement deposition on skin biopsy. (Chapin et al, 2012) However, a skin biopsy in our patient suggested no evidence of complement dysregulation. Bortezomib is a highly active therapy to reduce serum immunoglobulins in multiple myeloma (MM) and in antibody-mediated rejection (AMR) in solid organ transplant rejection, (Everly et al, 2009) which suggested that the drug had potential to be utilized to deplete persistent autoantibodies in TTP. We initiated bortezomib at the standard dose for both MM and AMR (1·3 mg/m2, days 1, 4, 8, 11 on a 21 day cycle). Cycle 1 started on Day 75 and TPE was subsequently weaned for the first time without a TTP exacerbation. The patient was discharged on Day 103, but continued intermittent outpatient TPE. When TPE was discontinued, an exacerbation occurred (Day 158) and a second cycle of bortezomib was given. Both cycles were associated with a rapid fall in inhibitor titre and, following the second cycle, a rise in ADAMTS13 activity. The patient remains in full remission over 120 days after discontinuation of TPE and corticosteroids. This report suggests activity of bortezomib for achieving clinical remission in idiopathic TTP, with a reduction of ADAMTS13 inhibitor titre and a rise in ADAMTS13 activity. While we cannot exclude the contribution of continuous mycophenolate mofetil (MMF) therapy, a late effect of rituximab or the natural history of this patient's disease, we think these explanations are less likely to explain her response. MMF is an inhibitor of lymphocyte proliferation that was introduced for prevention of acute allograft rejection and is often used off-label as a corticosteroid-sparing agent because it is well tolerated. Only a few large randomized trials of MMF have been performed in autoimmune disorders. However, when MMF was studied as induction therapy in lupus nephritis, the therapeutic efficacy endpoint was at 24 weeks, indicating that the time to the drug's effect is typically several months.(Ginzler et al, 2005) However, in this case we saw a rapid reduction in inhibitor titre of >50% on day 12 after bortezomib therapy, which mirrored the original study of the effect of bortezomib in AMR, where a >50% reduction in donor specific antibodies was observed within 2–4 weeks of the first dose of bortezomib administration. (Everly et al, 2009) Given the ADAMTS13 inhibitor's persistence and TTP refractoriness in our patient for greater than 6 months after rituximab therapy and the temporal relationship between bortezomib administration and TTP remission, we suspect that bortezomib played a central role in achieving remission in this refractory patient. Marshall Mazepa wrote the paper. All authors (Marshall Mazepa, Jay Raval, Alice Ma, Stephan Moll, Yara Park) edited the paper and directly contributed to direct care of the patient in the case report. Jay Raval created the figure.",
  "authors": [
    {
      "display_name": "Marshall Mazepa",
      "id": "A5070606803",
      "orcid": "https://orcid.org/0000-0003-4294-3069",
      "institutions": [
        {
          "id": "I114027177",
          "display_name": "University of North Carolina at Chapel Hill",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Marshall A. Mazepa"
    },
    {
      "display_name": "Jay S. Raval",
      "id": "A5006839060",
      "orcid": "https://orcid.org/0000-0001-9835-957X",
      "institutions": [
        {
          "id": "I114027177",
          "display_name": "University of North Carolina at Chapel Hill",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jay S. Raval"
    },
    {
      "display_name": "Stephan Moll",
      "id": "A5038285914",
      "orcid": "https://orcid.org/0000-0001-8573-7930",
      "institutions": [
        {
          "id": "I114027177",
          "display_name": "University of North Carolina at Chapel Hill",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Stephan Moll"
    },
    {
      "display_name": "Alice Ma",
      "id": "A5101529088",
      "orcid": "https://orcid.org/0000-0002-4647-3239",
      "institutions": [
        {
          "id": "I114027177",
          "display_name": "University of North Carolina at Chapel Hill",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Alice Ma"
    },
    {
      "display_name": "Yara A. Park",
      "id": "A5027899484",
      "orcid": "https://orcid.org/0000-0001-7805-8497",
      "institutions": [
        {
          "id": "I114027177",
          "display_name": "University of North Carolina at Chapel Hill",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Yara A. Park"
    }
  ],
  "publication_year": 2013,
  "publication_date": "2013-12-17",
  "type": "letter",
  "cited_by_count": 41,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S153015021",
    "display_name": "British Journal of Haematology",
    "issn_l": "0007-1048",
    "issn": [
      "0007-1048",
      "1365-2141"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320595"
  },
  "volume": "164",
  "issue": "6",
  "first_page": "900",
  "last_page": "902",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2780921031",
      "display_name": "ADAMTS13",
      "level": 4,
      "score": 0.8632005
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.8548013
    },
    {
      "id": "C2778585876",
      "display_name": "Thrombotic thrombocytopenic purpura",
      "level": 3,
      "score": 0.82561076
    },
    {
      "id": "C2780653079",
      "display_name": "Rituximab",
      "level": 3,
      "score": 0.79643476
    },
    {
      "id": "C2781127562",
      "display_name": "Microangiopathic hemolytic anemia",
      "level": 4,
      "score": 0.63697255
    },
    {
      "id": "C2777478702",
      "display_name": "Bortezomib",
      "level": 3,
      "score": 0.62854433
    },
    {
      "id": "C90924648",
      "display_name": "Gastroenterology",
      "level": 1,
      "score": 0.6043647
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.5834583
    },
    {
      "id": "C2779384505",
      "display_name": "Concomitant",
      "level": 2,
      "score": 0.5229962
    },
    {
      "id": "C163764329",
      "display_name": "Autoantibody",
      "level": 3,
      "score": 0.5083212
    },
    {
      "id": "C203014093",
      "display_name": "Immunology",
      "level": 1,
      "score": 0.39060205
    },
    {
      "id": "C159654299",
      "display_name": "Antibody",
      "level": 2,
      "score": 0.27566448
    },
    {
      "id": "C89560881",
      "display_name": "Platelet",
      "level": 2,
      "score": 0.24685323
    },
    {
      "id": "C2776364478",
      "display_name": "Multiple myeloma",
      "level": 2,
      "score": 0.11814085
    },
    {
      "id": "C2779338263",
      "display_name": "Lymphoma",
      "level": 2,
      "score": 0.08571479
    }
  ],
  "topics": [
    {
      "id": "T10993",
      "display_name": "Complement system in diseases",
      "score": 1.0
    },
    {
      "id": "T10746",
      "display_name": "Platelet Disorders and Treatments",
      "score": 0.9974
    },
    {
      "id": "T11029",
      "display_name": "Renal Diseases and Glomerulopathies",
      "score": 0.9969
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1111/bjh.12696",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:26:06.762289",
  "source_database": "OpenAlex"
}