{
  "openalex_id": "W2059509279",
  "doi": "https://doi.org/10.2307/2668226",
  "title": "Teaching/Learning Anti-Racism: A Developmental Approach",
  "abstract": "Teaching/Learning Anti-Racism: A Developmental Approach, by Louise Derman-Sparks and Carol Brunson Phillips. New York: Teachers College Press, 1997. 169 pp. $19.95, paper. Reviewed by P. Rudy Mattai, SUNY-College at Buffalo. In his foreword to Louise Derman-Sparks and Carol Phillips' recent work, educatorresearcher Asa Hilliard points out rather poignantly that given depth and complicated nature of problem, it is a wonder that anyone would charge into cauldron, motivated by hope, respect for humanity, and a profound valuing of justice. But that is exactly what we see here (p. xii). He summarily describes this work as an attempt to ground theory in experience through a longitudinal case study of intervention. Both authors bring a wealth of experience to addressing issues of antiracism from a developmental perspective-Phillips from her association with several national organizations and her classroom tenure, and Derman-Sparks as director of Culturally Relevant/AntiBias Leadership Project at Pacific Oaks College in Pasadena, California. This collaboration is product of their more than 15 years of engagement with antiracist education. Teaching/Learning Anti-Racism is presented in three sections. The first of these seeks to encapsulate a conceptual framework for addressing issues of antiracism. The second examines in detail a specific course, Racism and Human Development, that authors have offered over last several years at Pacific Oaks. That section focuses specifically on utilized in and its ramifications for students' interaction in addressing racial issues. The final section offers suggestions for development of antiracism courses generally and notes some of factors one is most likely to encounter in teaching this subject matter. In it, authors present what they describe as the conceptual framework for and premises underlying [their] pedagogy (p. 5), focusing specifically on forms and structural dynamics of individuals and and antiracism. This broad focus becomes problematic, however, as authors try to take on mammoth task of defining in space of a mere two dozen pages. For example, they contend rather strongly at very outset that is an institutionalized system of power [that] encompasses a web of economic, political, social, and cultural structures, actions, and beliefs that systemize and ensure an unequal distribution of privilege, resources, and power in favor of dominant racial group and at expense of all other racial groups (p. 9). This functional definition poses some problems for authors in their explication of issues of classes and sexism. To be sure, they admit to primacy of notion of race, but they fail to provide a convincing argument that those who endeavor to equate notions of class and gender with race are somewhat missing mark. Similar concerns arise relative to their explanations of origin and development of White antiracism, and pro-racist attitudes among people of color. Again, authors opt for brevity in describing historical background of racism. However, they recognize need for students to have a good grasp of racism's historical perspective, stating: Knowledge of formation and history of in United States is essential: The deep roots of its core structures continue to nurture current forms of racism (p. 13). This too-brief treatment is particularly problematic for those who are interested in addressing issues of but who lack a grounded knowledge of such issues, especially at theoretical level. It is even more problematic for those who are apt to confuse terminology used to refer to issues of race and racism. Derman-Sparks and Phillips have included an impressive overview in this book, along with chapters focused on four phases (beginning explorations of racism, exposing contradictions, transformation to an understanding of self and society, and anti-racism as a new beginning) that students are expected to pass through in order to achieve antiracism, consciousness and behavior that are goals of course (p. …",
  "authors": [
    {
      "display_name": "P. Rudy Mattai",
      "id": "A5069982052",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "P. Rudy Mattai"
    },
    {
      "display_name": "Louise Derman-Sparks",
      "id": "A5002852015",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Louise Derman-Sparks"
    },
    {
      "display_name": "Carol Brunson Phillips",
      "id": "A5022782095",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Carol Brunson Phillips"
    }
  ],
  "publication_year": 1998,
  "publication_date": "1998-01-01",
  "type": "article",
  "cited_by_count": 187,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S91843068",
    "display_name": "The Journal of Negro Education",
    "issn_l": "0022-2984",
    "issn": [
      "0022-2984",
      "2167-6437"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315754"
  },
  "volume": "67",
  "issue": "2",
  "first_page": "168",
  "last_page": "168",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C139838865",
      "display_name": "Racism",
      "level": 2,
      "score": 0.76434135
    },
    {
      "id": "C2992700788",
      "display_name": "Racial bias",
      "level": 3,
      "score": 0.49417046
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.45356342
    },
    {
      "id": "C145420912",
      "display_name": "Mathematics education",
      "level": 1,
      "score": 0.43758574
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.4155565
    },
    {
      "id": "C19417346",
      "display_name": "Pedagogy",
      "level": 1,
      "score": 0.36679792
    },
    {
      "id": "C107993555",
      "display_name": "Gender studies",
      "level": 1,
      "score": 0.26566982
    }
  ],
  "topics": [
    {
      "id": "T13532",
      "display_name": "Education Systems and Policy",
      "score": 0.208
    },
    {
      "id": "T10008",
      "display_name": "Teacher Education and Leadership Studies",
      "score": 0.185
    },
    {
      "id": "T12545",
      "display_name": "Global Education and Multiculturalism",
      "score": 0.1792
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.2307/2668226",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:29:31.188572",
  "source_database": "OpenAlex"
}