{
  "openalex_id": "W2051820459",
  "doi": "https://doi.org/10.1016/j.juro.2014.10.091",
  "title": "Risk Factors for Febrile Urinary Tract Infection in Children with Prenatal Hydronephrosis: A Prospective Study",
  "abstract": "No AccessJournal of UrologyUrinary Tract Infection and Vesicoureteral Reflux1 May 2015Risk Factors for Febrile Urinary Tract Infection in Children with Prenatal Hydronephrosis: A Prospective Study Luis H. Braga, Forough Farrokhyar, Jennifer D'Cruz, Julia Pemberton, and Armando J. Lorenzo Luis H. BragaLuis H. Braga Division of Urology, McMaster University, Hamilton, Ontario, Canada McMaster Pediatric Surgery Research Collaborative, Department of Surgery, McMaster University, Hamilton, Ontario, Canada Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada , Forough FarrokhyarForough Farrokhyar Division of Urology, McMaster University, Hamilton, Ontario, Canada Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada , Jennifer D'CruzJennifer D'Cruz Division of Urology, McMaster University, Hamilton, Ontario, Canada McMaster Pediatric Surgery Research Collaborative, Department of Surgery, McMaster University, Hamilton, Ontario, Canada , Julia PembertonJulia Pemberton Division of Urology, McMaster University, Hamilton, Ontario, Canada McMaster Pediatric Surgery Research Collaborative, Department of Surgery, McMaster University, Hamilton, Ontario, Canada , and Armando J. LorenzoArmando J. Lorenzo Division of Urology, Hospital for Sick Children, Toronto, Ontario, Canada View All Author Informationhttps://doi.org/10.1016/j.juro.2014.10.091AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: We prospectively investigated the impact of risk factors for febrile urinary tract infection in infants with postnatally confirmed prenatal hydronephrosis. Materials and Methods: Patients seen for prenatal hydronephrosis from 2010 to 2013 were prospectively followed. Those with ectopic ureters and ureteroceles, posterior urethral valves and neuropathic bladders were excluded. The primary outcome was febrile catheter specimen urinary tract infection. We performed univariate analysis of 7 a priori risk factors, including age, hydronephrosis grade (low—I or II vs high—III or IV), type (isolated hydronephrosis vs hydroureteronephrosis), continuous antibiotic prophylaxis, vesicoureteral reflux grade, gender and circumcision status. Time to febrile urinary tract infection curves analyzed by Cox proportional regression were generated to adjust for confounders. Results: We collected data on 334 patients, of whom 78% were male. A febrile urinary tract infection developed in 65 patients (19%) at a median of 4 months (range 1 to 31). High grade hydronephrosis was present in 192 infants (57%). Continuous antibiotic prophylaxis was prescribed in 96 cases (29%). Of patients on continuous antibiotic prophylaxis 69% had high grade hydronephrosis. Vesicoureteral reflux was identified in 57 of 238 patients in whom voiding cystourethrogram was done. Reflux was grade I to III in 14 cases and grade IV or V in 43. Two-thirds of the patients with reflux were on continuous antibiotic prophylaxis. Circumcision was performed in 95 males (36%). Cox proportional regression identified female gender (HR 3.3, p = 0.02), uncircumcised males (HR 3.2, p = 0.02), hydroureteronephrosis (HR 10.9, p <0.01), vesicoureteral reflux (HR 20.8, p <0.01) and lack of continuous antibiotic prophylaxis (HR 5.2, p <0.01) as risk factors for febrile urinary tract infection. Subgroup analysis excluding vesicoureteral reflux showed that high grade prenatal hydronephrosis was also a significant risk factor (HR 3.0, p = 0.04). Conclusions: After patients with vesicoureteral reflux were excluded from the study, females and uncircumcised males with high grade hydroureteronephrosis had significantly higher febrile urinary tract infection rates. Therefore, those patients may benefit from continuous antibiotic prophylaxis. References 1 : The Society for Fetal Urology consensus statement on the evaluation and management of antenatal hydronephrosis. J Pediatr Urol2010; 6: 212. Google Scholar 2 : Risk factors for urinary tract infection in children with prenatal renal pelvic dilatation. J Urol2008; 179: 284. Link, Google Scholar 3 : Antibiotic prophylaxis for urinary tract infections in antenatal hydronephrosis. Pediatrics2013; 131: e251. Google Scholar 4 : Investigation and management of antenatally detected hydronephrosis. Can Urol Assoc J2009; 3: 69. Google Scholar 5 : Risk factors for febrile urinary tract infection in infants with prenatal hydronephrosis: comprehensive single center analysis. J Urol2014; 191: 1614. Link, Google Scholar 6 : Ultrasound grading of hydronephrosis: introduction to the system used by the Society for Fetal Urology. Pediatr Radiol1993; 23: 478. Google Scholar 7 : Antenatal hydronephrosis: infants with minor postnatal dilatation do not need prophylaxis. Pediatr Nephrol2008; 23: 2021. Google Scholar 8 : Vesicoureteral reflux and urinary tract infection in children with a history of prenatal hydronephrosis—should voiding cystourethrography be performed in cases of postnatally persistent grade II hydronephrosis?. J Urol2009; 181: 801. Link, Google Scholar 9 : Occurrence of urinary tract infection in children with significant upper urinary tract obstruction. Urology2009; 73: 74. Google Scholar 10 : Antenatal hydronephrosis and the risk of pyelonephritis hospitalization during the first year of life. Urology2007; 69: 970. Google Scholar 11 : Summary of the AUA guideline on management of primary vesicoureteral reflux in children. J Urol2010; 184: 1134. Link, Google Scholar 12 : Outcome of isolated antenatal hydronephrosis: a prospective cohort study. Pediatr Nephrol2007; 22: 1727. Google Scholar 13 : Vesicoureteral reflux and clinical outcomes in infants with prenatally detected hydronephrosis. J Urol2002; 168: 1716. Google Scholar 14 : The long-term outcome of antenatal hydronephrosis up to 15 millimetres justifies a noninvasive postnatal follow-up. Acta Paediatr2008; 97: 708. Google Scholar 15 : Outcome of fetal renal pelvic dilatation diagnosed during the third trimester. Ultrasound Obstet Gynecol2005; 25: 483. Google Scholar 16 : Nonrefluxing neonatal hydronephrosis and the risk of urinary tract infection. J Urol2008; 179: 1524. Link, Google Scholar 17 : Do infants with mild prenatal hydronephrosis benefit from screening for vesicoureteral reflux?. J Urol2012; 188: 576. Link, Google Scholar 18 : A multicenter outcomes analysis of patients with neonatal reflux presenting with prenatal hydronephrosis. J Urol1999; 162: 1203. Link, Google Scholar 19 : Is antibiotic prophylaxis necessary in infants with obstructive hydronephrosis?. J Urol2007; 177: 1098. Link, Google Scholar 20 : Antenatal hydronephrosis as a predictor of postnatal outcome: a meta-analysis. Pediatrics2006; 118: 586. Google Scholar 21 : Does every patient with prenatal hydronephrosis need voiding cystourethrography?. J Urol1999; 162: 1218. Link, Google Scholar 22 : Incidental vesicoureteral reflux in neonates with antenatally detected hydronephrosis and other renal abnormalities. Radiology1993; 187: 157. Google Scholar 23 : Mild fetal hydronephrosis indicating vesicoureteral reflux. Arch Dis Child1994; 70: 147. Google Scholar 24 : Febrile urinary tract infections in children. N Engl J Med2011; 365: 239. Google Scholar 25 : Society for Fetal Urology recommendations for postnatal evaluation of prenatal hydronephrosis—will fewer voiding cystourethrograms lead to more urinary tract infections?. J Urol2013; 190: 1456. Link, Google Scholar © 2015 by American Urological Association Education and Research, Inc.FiguresReferencesRelatedDetailsCited byBraga L, McGrath M, Farrokhyar F, Jegatheeswaran K and Lorenzo A (2016) Associations of Initial Society for Fetal Urology Grades and Urinary Tract Dilatation Risk Groups with Clinical Outcomes in Patients with Isolated Prenatal HydronephrosisJournal of Urology, VOL. 197, NO. 3 Part 2, (831-837), Online publication date: 1-Mar-2017.Braga L, D'Cruz J, Rickard M, Jegatheeswaran K and Lorenzo A (2016) The Fate of Primary Nonrefluxing Megaureter: A Prospective Outcome Analysis of the Rate of Urinary Tract Infections, Surgical Indications and Time to ResolutionJournal of Urology, VOL. 195, NO. 4 Part 2, (1300-1305), Online publication date: 1-Apr-2016. Volume 193Issue 5SMay 2015Page: 1766-1771 Advertisement Copyright & Permissions© 2015 by American Urological Association Education and Research, Inc.Keywordshydronephrosisriskurinary tract infectionskidneyantibiotic prophylaxisAcknowledgmentsDavid Kanters assisted with data collection.MetricsAuthor Information Luis H. Braga Division of Urology, McMaster University, Hamilton, Ontario, Canada McMaster Pediatric Surgery Research Collaborative, Department of Surgery, McMaster University, Hamilton, Ontario, Canada Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada More articles by this author Forough Farrokhyar Division of Urology, McMaster University, Hamilton, Ontario, Canada Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada More articles by this author Jennifer D'Cruz Division of Urology, McMaster University, Hamilton, Ontario, Canada McMaster Pediatric Surgery Research Collaborative, Department of Surgery, McMaster University, Hamilton, Ontario, Canada More articles by this author Julia Pemberton Division of Urology, McMaster University, Hamilton, Ontario, Canada McMaster Pediatric Surgery Research Collaborative, Department of Surgery, McMaster University, Hamilton, Ontario, Canada More articles by this author Armando J. Lorenzo Division of Urology, Hospital for Sick Children, Toronto, Ontario, Canada More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Luis H. Braga",
      "id": "A5038944132",
      "orcid": "https://orcid.org/0000-0002-3953-7353",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Luis H. Braga"
    },
    {
      "display_name": "Forough Farrokhyar",
      "id": "A5041534870",
      "orcid": "https://orcid.org/0000-0001-9928-9016",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Forough Farrokhyar"
    },
    {
      "display_name": "Jennifer D’Cruz",
      "id": "A5037235174",
      "orcid": null,
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jennifer D'Cruz"
    },
    {
      "display_name": "Julia Pemberton",
      "id": "A5043956467",
      "orcid": null,
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Julia Pemberton"
    },
    {
      "display_name": "Armando J. Lorenzo",
      "id": "A5025431226",
      "orcid": "https://orcid.org/0000-0001-6735-9462",
      "institutions": [
        {
          "id": "I2801317318",
          "display_name": "Hospital for Sick Children",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Armando J. Lorenzo"
    }
  ],
  "publication_year": 2015,
  "publication_date": "2015-04-14",
  "type": "article",
  "cited_by_count": 73,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "193",
  "issue": "5S",
  "first_page": "1766",
  "last_page": "1771",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.9745089
    },
    {
      "id": "C2781040948",
      "display_name": "Hydronephrosis",
      "level": 3,
      "score": 0.800182
    },
    {
      "id": "C77411442",
      "display_name": "Urinary system",
      "level": 2,
      "score": 0.78296113
    },
    {
      "id": "C188816634",
      "display_name": "Prospective cohort study",
      "level": 2,
      "score": 0.65614355
    },
    {
      "id": "C187212893",
      "display_name": "Pediatrics",
      "level": 1,
      "score": 0.39844418
    },
    {
      "id": "C131872663",
      "display_name": "Obstetrics",
      "level": 1,
      "score": 0.3908134
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.26598176
    }
  ],
  "topics": [
    {
      "id": "T11174",
      "display_name": "Pediatric Urology and Nephrology Studies",
      "score": 1.0
    },
    {
      "id": "T11815",
      "display_name": "Urological Disorders and Treatments",
      "score": 0.9979
    },
    {
      "id": "T11232",
      "display_name": "Urinary Tract Infections Management",
      "score": 0.9953
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/j.juro.2014.10.091",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:19:33.343156",
  "source_database": "OpenAlex"
}