{
  "openalex_id": "W2057470520",
  "doi": "https://doi.org/10.1177/106591297602900215",
  "title": "The 1974 Term of the United States Supreme Court",
  "abstract": "IN CONTRAST to the dramatic events of the summer of 1974, the Supreme Court returned to its position of relative public invisibility. Although there was some continuation of the activism of the late Warren Court, this more conservative court continued its retreat, and was plagued by the inactivity of Justice Douglas. Justice Douglas' stroke had a paralyzing effect on the court by removing the most liberal and most senior justice from court deliberations for significant periods of time. Here the most immediate visible impact was the delaying of the death penalty case until the next term (Fowler v. North Carolina, 422 U.S. 1039). At the end of the term, Douglas' return as an effective member remained in doubta doubt not finally resolved until November 1975 with his retirement. The output of the court was that of marginal change rather than of dramatic new policy initiatives. Reduced to the position of either protesting decisions or concurring with the controlling conservative majority, the minority liberal bloc of Douglas, Brennan, and Marshall attempted to reduce the impact of the changes by means of their written opinions. Since Chief Justice Burger and his ideological associates were able to remove the Supreme Court from many controversies by citing jurisdictional factors such as pending state litigation or failure to exhaust all appropriate administrative or judicial remedies, the federalism issue returned to prominence with the Court deferring to state prerogatives and powers (most notably in criminal prosecutions). The new order is best reflected in three traditionally publicly divisive policyoriented areas which in this term were relatively innocuous. Several reapportionment cases occurred but no new doctrinal ground was broken and in a related case involving the issue of voter eligibility in bond issue elections, the decision was based on the most minimal grounds possible (Hill v. Stone, 421 U.S. 289). In the few labor union cases decided, the major issues were the failure of Black workers to use union grievance procedures which resulted in the dismissals (Emporium Capwell Co. v. Community Org., 420 U.S. 50) and whether an employee accused of theft has the right to union representation when the accusation is made for the purposes of terminating the employee (NLRB v. Weingarten Inc., 420 U.S. 251). In all three cases, the union was upheld with no major extension of any constitutional rtlle.",
  "authors": [
    {
      "display_name": "Roger Handberg",
      "id": "A5114015775",
      "orcid": null,
      "institutions": [
        {
          "id": "I106959904",
          "display_name": "Florida Institute of Technology",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Roger B. Handberg"
    }
  ],
  "publication_year": 1976,
  "publication_date": "1976-06-01",
  "type": "article",
  "cited_by_count": 3,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210233090",
    "display_name": "The Western Political Quarterly",
    "issn_l": "0043-4078",
    "issn": [
      "0043-4078",
      "2325-8675"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316035"
  },
  "volume": "29",
  "issue": "2",
  "first_page": "298",
  "last_page": "310",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2778272461",
      "display_name": "Supreme court",
      "level": 2,
      "score": 0.8293619
    },
    {
      "id": "C61797465",
      "display_name": "Term (time)",
      "level": 2,
      "score": 0.7646096
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.5754005
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.53714216
    },
    {
      "id": "C46415393",
      "display_name": "Certiorari",
      "level": 4,
      "score": 0.5076684
    },
    {
      "id": "C87501996",
      "display_name": "Original jurisdiction",
      "level": 3,
      "score": 0.27671593
    },
    {
      "id": "C121332964",
      "display_name": "Physics",
      "level": 0,
      "score": 0.13870361
    },
    {
      "id": "C62520636",
      "display_name": "Quantum mechanics",
      "level": 1,
      "score": 0.0580284
    }
  ],
  "topics": [
    {
      "id": "T13075",
      "display_name": "Legal Systems and Judicial Processes",
      "score": 0.9801
    },
    {
      "id": "T10802",
      "display_name": "Judicial and Constitutional Studies",
      "score": 0.9722
    },
    {
      "id": "T13138",
      "display_name": "Legal and Constitutional Studies",
      "score": 0.9717
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1177/106591297602900215",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:51:03.002619",
  "source_database": "OpenAlex"
}