{
  "openalex_id": "W2057164082",
  "doi": "https://doi.org/10.1038/mt.2013.207",
  "title": "Panorama From the Oncolytic Virotherapy Summit",
  "abstract": "In June, the historical heart of Quebec City welcomed the 7th International Summit on Oncolytic Viral Therapeutics for an excellent opportunity to witness the growth of the field, in both size and maturity. Efforts are being made to better characterize interactions between oncolytic viruses (OVs) and host components, both inside and outside the tumor bed, with their relative contribution to the overall therapeutic efficacy. New approaches in improving OV delivery, tumor selectivity, spreading, and killing continue to flourish. Clinical evaluations, ongoing and upcoming, have never been this numerous. The present review draws on some of the unpublished and recently published findings reported during the meeting. Oncolytic virotherapy appears to be a promising contender for the treatment of neoplasms that fail to respond to approved therapies. Encouraging responses with minimal side effects have already been reported against cancers considered to be incurable, such as glioblastoma multiforme (GBM). With a 15-month median survival and a 5-year survival rate of <10% under standard care, it is the most aggressive primary brain malignancy. Several OVs have demonstrated a tolerable safety profile in phase I trials against GBM. At this summit, related efficacy data were unveiled. It was reported that 52% of the 24 patients who received a single intratumoral injection of the adenovirus (Ad) DNX-2401 as first-line therapy showed stabilization or partial or complete regression of their disease. Six patients are still alive, one reaching 4 years posttreatment (Frank Tufaro, DNAtrix). Clinical activity and benefits have also been reported in GBM patients treated with the replicating lentivirus Toca511 (in combination with the prodrug TocaFC) (Doug Jolly, Tocagen) or with the poliovirus PVS-RIPO (Matthias Gromeier, Duke University). Both viruses were administered locally, as a first-line treatment or as a second-line therapy in combination with resection, respectively. Results are very promising with many complete responses so far. Impressively, three of the seven patients who received the PVS-RIPO so far have already displayed complete response. Three viral oncolytics have reached phases IIB–III of clinical evaluation, giving hope for a first OV approval in Western countries: the modified vaccinia virus (VACV) Pexa-vec/JX-594 (Caroline Breitbach, Jennerex), the wild-type reovirus Reolysin, and the engineered herpes simplex virus (HSV) T-VEC.1Sheridan C Amgen announces oncolytic virus shrinks tumors.Nat Biotechnol. 2013; 31: 471-472Crossref PubMed Scopus (14) Google Scholar Results from the phase III OPTiM trial, involving T-VEC for the treatment of unresected stages IIIb/c and IV melanoma, were presented. T-VEC, an oncolytic HSV-1 expressing granulocyte–macrophage colony-stimulating factor (GM-CSF), was administered into primary or nodal lesions, while the control arm received subcutaneous injections of GM-CSF. The primary end point was met, with a durable response (objective response lasting 6 months or more) observed in 16.3% of patients treated with T-VEC vs. 2.1% in the GM-CSF cohort. The difference was even more striking when only stage IIIb/c patients were considered: 33% vs. 0%, respectively. Several secondary end points were also met, including overall response (26.4% vs. 5.7%). Overall survival analysis was not finalized but showed a trend in favor of T-VEC. Because of tumor evasion and metastasis, efficient treatment of advanced-stage neoplasms will probably require systemic delivery of the oncolytic agent. Through this route, OVs must overcome numerous barriers to reach the tumor, such as antibody neutralization, macrophage capture, and off-target tissue adsorption. Two years ago, Pexa-Vec/JX-594 first demonstrated anti-tumor activity following a single intravenous injection in 12 of 22 patients with advanced treatment-refractory solid tumors.2Breitbach CJ Burke J Jonker D Stephenson J Haas AR Chow LQ et al.Intravenous delivery of a multi-mechanistic cancer-targeted oncolytic poxvirus in humans.Nature. 2011; 477: 99-102Crossref PubMed Scopus (405) Google Scholar Ever since, several OVs—including Reolysin, the Ad chimera ColoAd1, the VACV GL-ONC1, and the Seneca valley virus NTX-010—have been reported as being suitable for safe blood infusion in phase I human trials. Their therapeutic efficacy is currently under clinical investigation. The list is rapidly extending as additional candidates are translating into the clinic (e.g., measles virus MV-NIS, parvovirus H-1 ParvOryx, rhabdoviruses VSV-hIFN-β and Maraba MG1-hMAGE-A3). Efficacy of oncolytic virotherapy relies not only on viral oncolysis of infected cells but also on the induction of antitumor immunity. Immune mediators contributing to OV-induced antitumor immunity and their dynamics of action are subject to particular attention. Treatment with oncolytic reovirus typically induces the secretion of proinflammatory cytokines and the recruitment of antigen-presenting cells, natural killer (NK) cells, and T lymphocytes within the tumor environment.3Gujar SA Marcato P Pan D Lee PW Reovirus virotherapy overrides tumor antigen presentation evasion and promotes protective antitumor immunity.Mol Cancer Ther. 2010; 9: 2924-2933Crossref PubMed Scopus (71) Google Scholar,4Gujar SA Pan D Marcato P Garant KA Lee PW Oncolytic virus-initiated protective immunity against prostate cancer.Mol Ther. 2011; 19: 797-804Abstract Full Text Full Text PDF PubMed Scopus (62) Google Scholar Additionally, a recent study described concomitant inhibition of the infiltration and protumor effects of myeloid-derived suppressor cells and regulatory T cells.5Gujar S Dielschneider R Clements D Helson E Shmulevitz M Marcato P et al.Multifaceted therapeutic targeting of ovarian peritoneal carcinomatosis through virus-induced immunomodulation.Mol Ther. 2013; 21: 338-347Abstract Full Text Full Text PDF PubMed Scopus (51) Google Scholar In a murine melanoma model, reovirus-mediated priming of an antitumor cytotoxic response was independent of both virus replication and oncolysis.6Prestwich RJ Ilett EJ Errington F Diaz RM Steele LP Kottke T et al.Immune-mediated antitumor activity of reovirus is required for therapy and is independent of direct viral oncolysis and replication.Clin Cancer Res. 2009; 15: 4374-4381Crossref PubMed Scopus (129) Google Scholar A similar observation has recently been reported for the attenuated Maraba virus MG1 in the same model. Indeed, administration of MG1 resulted in a replication-independent, rapid, and intense activation of NK cells (Jiqing Zhang, Ottawa). For at least these two RNA viruses, the adjuvant role of virus-associated molecular patterns determined therapeutic efficacy. Such properties may be of particular interest in a perioperative setting. Indeed, the immunosuppression that follows surgery is associated with high risk of metastatic cancer recurrence.7Tai LH de Souza CT Bélanger S Ly L Alkayyal AA Zhang J et al.Preventing postoperative metastatic disease by inhibiting surgery-induced dysfunction in natural killer cells.Cancer Res. 2013; 73: 97-107Crossref PubMed Scopus (146) Google Scholar It is speculated that activation of immune cells such as NK cells by replication-incompetent viruses has the potential to prevent tumor recurrence.8Tai LH Zhang J Scott KJ Tanese de Souza C Alkayyal AA Ananth AA et al.Perioperative influenza vaccination reduces post-operative metastatic disease by reversing surgery-induced dysfunction in natural killer cells.Clin Cancer Res. 2013; (e-pub ahead of print 30 August 2013)PubMed Google Scholar The adaptive antitumor immune response is commonly generated within a few weeks after OV administration, but a clinical impact of immunotherapy may not become apparent in short-term follow-up. Intriguingly, an ongoing human clinical trial involving the engineered poliovirus PVS-RIPO for the treatment of high-grade glioma appears to fit this emerging paradigm (Matthias Gromeier, Duke University)—tumor shrinkage was delayed to several months after local infusion of PVS-RIPO. Biopsy samples illustrated massive cancer cell necrosis and infiltration of macrophages and lymphocytes. Involvement of OV oncolysis at that time point was excluded, as viral clearance was achieved within 2 weeks postinjection because of a strong humoral response. Mechanisms in understanding these results will probably require better characterization of the interactions among poliovirus, infected brain tumor cells, and the immune system. OVs have been armed over the years with immunomodulatory factors to enhance their immunotherapeutic ability. Regardless of the protein expressed from the virus, such strategies allow for tumor-localized delivery at high local concentrations while avoiding toxicity that potentially arises from systemic administration. Transgenes encoding cytokines such as GM-CSF or interleukin-12 (IL-12) have been inserted into various OV backbones. One research group recently found that expressing IL-12 from an oncolytic HSV increased interferon-γ (IFN-γ) release, inhibited angiogenesis, and reduced the number of immunosuppressive regulatory T cells within the tumor.9Zhang W Fulci G Wakimoto H Cheema TA Buhrman JS Jeyaretna DS et al.Combination of oncolytic herpes simplex viruses armed with angiostatin and IL-12 enhances antitumor efficacy in human glioblastoma models.Neoplasia. 2013; 15: 591-599Abstract Full Text PDF PubMed Scopus (58) Google Scholar Expression of trastuzumab, a monoclonal antibody targeting HER2, from an oncolytic Ad resulted in improved efficacy in HER2-positive cancers (Paula Savola, Helsinki). New studies are investigating the ability of measles virus (MV) armed with CTLA4 or PD-L1 antibodies to prolong survival (Guy Ungerechts, Heidelberg). Other research groups have armed VACV with TRAIL (Rinat Maksyutov, Koltsovo) or CD40L (Karolina Autio and Suvi Parvainen, Helsinki) to induce apoptosis and promote T-cell expansion, respectively. The presence of the VACV-soluble type I IFN-neutralizing protein B18R within the tumor environment has previously been shown to enhance HSV and vesicular stomatitis virus (VSV) antitumor activity.10Fu X Rivera A Tao L Zhang X Incorporation of the B18R gene of vaccinia virus into an oncolytic herpes simplex virus improves antitumor activity.Mol Ther. 2012; 20: 1871-1881Abstract Full Text Full Text PDF PubMed Scopus (12) Google Scholar,11Paglino JC van den Pol AN Vesicular stomatitis virus has extensive oncolytic activity against human sarcomas: rare resistance is overcome by blocking interferon pathways.J Virol. 2011; 85: 9346-9358Crossref PubMed Scopus (44) Google Scholar,12Le Boeuf F Diallo JS McCart JA Thorne S Falls T Stanford M et al.Synergistic interaction between oncolytic viruses augments tumor killing.Mol Ther. 2010; 18: 888-895Abstract Full Text Full Text PDF PubMed Scopus (100) Google Scholar Recently, B18R has been expressed from a new immunomodulatory platform, the nonpathogenic commensal bacterium Escherichia coli. Tumor \"preconditioning\" with B18R expressing E. coli followed by treatment with VSV led to enhanced OV infection and greater therapeutic efficacy (Michelle Cronin, Cork). Overexpression of tumor-associated antigens (TAAs) from OV genomes has also been exploited to generate potent tumor-specific T-cell responses. To extend the strategy to different types of tumors, corresponding immunogenic TAAs will need to be identified. The TAA dopachrome tautomerase has been targeted for OV-mediated murine melanoma immunotherapy.13Bridle BW Stephenson KB Boudreau JE Koshy S Kazdhan N Pullenayegum E et al.Potentiating cancer immunotherapy using an oncolytic virus.Mol Ther. 2010; 18: 1430-1439Abstract Full Text Full Text PDF PubMed Scopus (131) Google Scholar Dopachrome tautomerase is currently being investigated for the treatment of glioma in murine models together with the glioma-associated antigens EphrinRA2 and ED-B. Oncolytic VSV13Bridle BW Stephenson KB Boudreau JE Koshy S Kazdhan N Pullenayegum E et al.Potentiating cancer immunotherapy using an oncolytic virus.Mol Ther. 2010; 18: 1430-1439Abstract Full Text Full Text PDF PubMed Scopus (131) Google Scholar and Maraba virus both display potent vaccine booster ability. In macaques, a prime-boost strategy involving an oncolytic Maraba MG1 vaccine to boost Ad-primed response against the human tumor antigen MAGE-A3 generated remarkably strong MAGE-A3–specific responses (Jonathan Pol, McMaster University). This approach will be translated into patients with advanced MAGE-A3+ tumors in the coming months. In addition to targeting one highly immunogenic TAA, it has been proposed that targeting multiple TAAs, even if individual responses are weak, could have therapeutic benefit by generating a significant overall antitumor response. As an illustration, mice with brain melanoma displayed prolonged survival following treatment with a VSV–complementary DNA (VSV-cDNA) library derived from human melanoma cells.14Pulido J Kottke T Thompson J Galivo F Wongthida P Diaz RM et al.Using virally expressed melanoma cDNA libraries to identify tumor-associated antigens that cure melanoma.Nat Biotechnol. 2012; 30: 337-343Crossref PubMed Scopus (83) Google Scholar Such an approach applied early enough could prevent emergence of antigen-loss variants and thus recurrence. Indeed, the antigenic profile of recurring tumors differed from that of primary tumors. As a consequence, recurring tumors could only be cured by treating them with VSV-cDNA libraries derived from recurring tumors but not from parental tumors. Another interesting finding resided in the possibility of treating recurring melanoma tumors with cDNA libraries from recurring prostate cancer and vice versa. A comparative analysis led to the identification of shared TAAs specific to tumor recurrence (Richard Vile, Mayo Clinic). Recent progress in the field of oncolytic virotherapy has been focused on circumventing the tumor microenvironment barriers that constitute the dense extracellular matrix (ECM), the tortuous tumor vasculature, and various immune-cell populations to improve delivery, dissemination, and efficacy. In a different light, it was revealed that the natural ability of oncolytic VACV to infect resident tumor endothelial cells and induce vascular shutdown is enhanced with the maturity of the developing vasculature.15Ottolino-Perry K Tang N Head R Ng C Arulanandam R Angarita FA et al.Tumor vascularization is critical for oncolytic vaccinia virus treatment of peritoneal carcinomatosis.Int J Cancer. 2013; (e-pub ahead of print 29 August 2013)PubMed Google Scholar The alternative strategy adopted by this OV, and potentially others, to \"bite the hand that feeds\" may be due to elevated levels of vascular endothelial growth factor, a key driver of vessel maturation recently found to have a direct immunosuppressive effect on the tumor vascular bed (Andrea McCart, Toronto). The tumor-associated stroma was recognized as another compartment conducive to OV infection due to an elegant interplay of growth factor signaling between activated, cancer-associated fibroblasts and tumor cells (Carolina Ilko, Ottawa). These data combined, revealing the inherent immunosuppressive, OV-sensitizing effects of certain soluble growth factors within the tumor microenvironment, prompt us to consider whether this compartment can instead be exploited to reap the full benefits of OV therapy. Besides, it is known that components of the ECM can be natural targets for VACV and/or myxomavirus (MYXV) attachment.16Chan WM Bartee EC Moreb JS Dower K Connor JH McFadden G Myxoma and vaccinia viruses bind differentially to human leukocytes.J Virol. 2013; 87: 4445-4460Crossref PubMed Scopus (18) Google Scholar On the other hand, in the context of oncolytic Ad, treatment of tumors with ECM-digesting enzymes, such as hyaluronidase, can improve spread and efficacy.17Ganesh S Gonzalez-Edick M Gibbons D Van Roey M Jooss K Intratumoral coadministration of hyaluronidase enzyme and oncolytic adenoviruses enhances virus potency in metastatic tumor models.Clin Cancer Res. 2008; 14: 3933-3941Crossref PubMed Scopus (76) Google Scholar Researchers have extended these findings to show that in resistant models of pancreatic adenocarcinoma, an oncolytic Ad expressing hyaluronidase (VCN-01), had potent antitumor cytotoxicity when combined with gemcitabine, a first-line chemotherapy for this cancer type (Miriam Bazam-Peregrino, Barcelona). Another group is also observing improved antitumor efficacy upon combining hyaluronidase with two additional proteolytic enzymes—chondroitinase and proteinase K—in conditionally replicating Ad (Alison Tedcastle, Oxford). Switching gears to brain cancers, microglial cells, which contribute up to one-third of the tumor mass, were shown to proliferate after administration of HSV and to interfere with HSV oncolysis. RAMBO virus, an oncolytic HSV expressing the antiangiogenic fragment vasculostatin (Vstat120), was able to reduce microglia activation and inflammation by suppressing its expression or secretion of tumor necrosis factor-α, as observed both in vitro and in mice with intracranial tumors (Balveen Kaur, Ohio State University). Only a few OVs currently researched are naturally tumor-tropic in terms of their receptor specificity (e.g., Sindbis virus, coxsackievirus A21).18Wang KS Kuhn RJ Strauss EG Ou S Strauss JH High-affinity laminin receptor is a receptor for Sindbis virus in mammalian cells.J Virol. 1992; 66: 4992-5001Crossref PubMed Google Scholar,19Berno V Porrini D Castiglioni F Campiglio M Casalini P Pupa SM et al.The 67 kDa laminin receptor increases tumor aggressiveness by remodeling laminin-1.Endocr Relat Cancer. 2005; 12: 393-406Crossref PubMed Scopus (68) Google Scholar,20Shafren DR Au GG Nguyen T Newcombe NG Haley ES Beagley L et al.Systemic therapy of malignant human melanoma tumors by a common cold-producing enterovirus, coxsackievirus a21.Clin Cancer Res. 2004; 10 (Pt 1): 53-60Crossref PubMed Scopus (95) Google Scholar Research in the field is progressing toward identifying and exploiting inherent OV cell entry pathways and systematically modulating receptor specificity to increase tumor selectivity. VSV displays pantropic infectivity mediated by its coat protein (G), and its cellular port of entry was very recently identified as the low-density-lipoprotein receptor.21Finkelshtein D Werman A Novick D Barak S Rubinstein M LDL receptor and its family members serve as the cellular receptors for vesicular stomatitis virus.Proc Natl Acad Sci USA. 2013; 110: 7306-7311Crossref PubMed Scopus (351) Google Scholar New studies revealed that the inherent neurotoxicity of VSV can be markedly reduced when G is replaced with MV H and F glycoproteins without affecting the rapid spread of the virus.22Ayala-Breton C Barber GN Russell SJ Peng KW Retargeting vesicular stomatitis virus using measles virus envelope glycoproteins.Hum Gene Ther. 2012; 23: 484-491Crossref PubMed Scopus (37) Google Scholar In a similar vein, others have replaced VSV-G with the lymphocytic choriomeningitis virus glycoprotein to render it nonneurotoxic.23Muik A Kneiske I Werbizki M Wilflingseder D Giroglou T Ebert O et al.Pseudotyping vesicular stomatitis virus with lymphocytic choriomeningitis virus glycoproteins enhances infectivity for glioma cells and minimizes neurotropism.J Virol. 2011; 85: 5679-5684Crossref PubMed Scopus (65) Google Scholar With the additional use of mesenchymal stem cells as carrier cells, dampened antibody-mediated neutralization has been observed while achieving significant efficacy in orthotopic models of ovarian cancer (Catherine Dold, Innsbruck). Complement-mediated neutralization of VSV-G, which is far greater in human than mouse serum, can also be circumvented through pseudotyping with the less immunogenic Maraba virus G protein (Steven Russell, Mayo Clinic). In the case of Ads, chimeras have been generated by exchanging the Ad5 hexon with hexons from different serotypes to reduce Kupffer cell capture in the liver and lower antibody neutralization (e.g., Ad3, 6, 11, or 48). However, the field has started to move from a linear to a more systematic synthesis of novel OVs to accelerate identification of tumor-selective candidates. One group developed a platform of about 60 different Ads in which about 60% of the genome can be replaced (Clodagh O'Shea, Salk Institute). The aim will be to craft therapies specific for different tumor types by swapping coat proteins from Ads that naturally target the organ of interest. Another strategy commonly applied to improve OV tumor selectivity consists of placing OV genome replication under tumor-restricted transcriptional regulators. This can be achieved by incorporating microRNA response elements (MREs) specific to microRNAs (miRs) overexpressed in normal tissues or downregulated in tumor cells. This approach is of particular interest when OVs are delivered systemically so as to limit off-target replication. MREs complementary to miRs specifically expressed in liver, muscle, and macrophages were recently introduced in the genome of Sindbis virus (Gray Kueberuwa, Oxford). Intravenous injection of the engineered virus appeared safe and demonstrated antitumor activity in a murine metastatic melanoma model. A few studies are currently being conducted with OVs targeting cancer stem cells (CSCs). Whereas CSCs' origin and nature remain controversial, their dual role as tumor-initiating cells and as a source of treatment-resistant cells is recognized.24Frame FM Maitland NJ Cancer stem cells, models of study and implications of therapy resistance mechanisms.Adv Exp Med Biol. 2011; 720: 105-118Crossref PubMed Scopus (43) Google Scholar CD133 is commonly thought to be a CSC marker. An oncolytic MV has been retargeted to CD133+ cells by modifying the hemagglutinin (H) protein so that it displays a CD133-specific single-chain antibody fragment.25Bach P Abel T Hoffmann C Gal Z Braun G Voelker I et al.Specific elimination of CD133+ tumor cells with targeted oncolytic measles virus.Cancer Res. 2013; 73: 865-874Crossref PubMed Scopus (88) Google Scholar Another team has restricted HSV replication to CSCs by placing ICP4 expression under control of the CD133 promoter. In mice treated with this engineered HSV, whole-tumor shrinkage was observed despite targeting only CD133+ cells, representing as little as 30% of the tumor mass (Kaoru Terai). With regard to these promising preclinical results, this targeted approach deserves further investigation and testing. A constant focus for the field is to look for ways to predict how a certain tumor is going to react to a given OV and whether therapeutic success will be achieved. Human pancreatic ductal adenocarcinoma cells showed high heterogeneity in their permissiveness to VSV. Resistant cells demonstrated retention of type I IFN responses, constitutive high-level expression of IFN-stimulated genes, and defects in apoptosis (Valery Grdzelishvili, North Carolina). Introduction of JAK/STAT inhibitors resulted in increased viral infection, replication, and oncolysis.26Moerdyk-Schauwecker M Shah NR Murphy AM Hastie E Mukherjee P Grdzelishvili VZ Resistance of pancreatic cancer cells to oncolytic vesicular stomatitis virus: role of type I interferon signaling.Virology. 2013; 436: 221-234Crossref PubMed Scopus (77) Google Scholar Measles vaccine strain binds to both CD46 and signaling lymphocytic activation molecule (SLAM), often coexpressed in hematological malignancies.27Noyce RS Bondre DG Ha MN Lin LT Sisson G Tsao MS et al.Tumor cell marker PVRL4 (nectin 4) is an epithelial cell receptor for measles virus.PLoS Pathog. 2011; 7: e1002240.Crossref PubMed Scopus (371) Google Scholar Using NIS-expressing MV vectors able to recognize either receptor and high-resolution imaging, investigators found that SLAM-dependent entry led to more efficient tumor regression and survival in a mouse model of mantle cell lymphoma.28Miest TS Frenzke M Cattaneo R Measles virus entry through the signaling lymphocyte activation molecule governs efficacy of mantle cell lymphoma radiovirotherapy.Mol Ther. 2013; (e-pub ahead of print 5 August 2013)PubMed Google Scholar SLAM may be further exploited as a positive predictive marker for therapy. In the case of HSV-1, short hairpin RNA knockdown of histone deacetylase 6 (HDAC6) reduced degradation of HSV virions in glioma cell lines. This resulted in an increased HSV-1 oncolysis on primary glioma samples (Hiroshi Nakashima, Brigham & Women's Hospital). Although treatment with short hairpin RNA may not be realistic in vivo, drug-targeted inhibition of HDAC6 may improve HSV efficacy against GBM. Seneca valley virus (SVV) is an oncolytic picornavirus with inherent tumor selectivity. By screening a large number of small-cell lung cancer lines, a research group found that the messenger RNA ratio of late neurogenic transcription factor NEUROD1 to early neurogenic transcription factor ASCL1 correlated with the degree of cell permissivity to SVV infection.29Poirier JT Dobromilskaya I Moriarty WF Peacock CD Hann CL Rudin CM Selective tropism of Seneca valley virus for variant subtype small cell lung cancer.J Natl Cancer Inst. 2013; 105: 1059-1065Crossref PubMed Scopus (86) Google Scholar This ratio could be used as a predictive marker in the clinic for oncolytic SVV efficacy. Recently it was shown that Mnk kinase activity potentiated the efficacy of PVS-RIPO treatment (Michael Brown, Duke University). Interestingly, Mnk kinases are active in a variety of cancers and have been implicated in the development of chemoresistance.30Altman JK Glaser H Sassano A Joshi S Ueda T Watanabe-Fukunaga R et al.Negative regulatory effects of Mnk kinases in the generation of chemotherapy-induced antileukemic responses.Mol Pharmacol. 2010; 78: 778-784Crossref PubMed Scopus (29) Google Scholar,31Zhao Y Shen S Guo J Chen H Greenblatt DY Kleeff J et al.Mitogen-activated protein kinases and chemoresistance in pancreatic cancer cells.J Surg Res. 2006; 136: 325-335Abstract Full Text Full Text PDF PubMed Scopus (71) Google Scholar This finding is encouraging for patients whose cancer failed to respond to chemotherapy and positions OV therapy as a promising complement to standard care strategies. OV therapy also appeared as a precious add-on to standard-of-care stem cell transplantation (ASCT) for patients with diseases such as multiple myeloma (MM). Associated common concerns with ASCT are the development of graft-vs.-host disease (GvHD) and reintroduction of MM cells from the bone marrow samples. Therefore, one group has pretreated stem cell samples ex vivo with MYXV and successfully eliminated malignant cells before transplantation.32Bartee E Chan WS Moreb JS Cogle CR McFadden G Selective purging of human multiple myeloma cells from autologous stem cell transplant grafts using oncolytic myxoma virus.Biol Blood Marrow Transplant. 2012; 18: 1540-1551Abstract Full Text Full Text PDF PubMed Scopus (48) Google Scholar,33Rahman MM Madlambayan GJ Cogle CR McFadden G Oncolytic viral purging of leukemic hematopoietic stem and progenitor cells with myxoma virus.Cytokine Growth Factor Rev. 2010; 21: 169-175Abstract Full Text Full Text PDF PubMed Scopus (31) Google Scholar,34Kim M Madlambayan GJ Rahman MM Smallwood SE Meacham AM Hosaka K et al.Myxoma virus targets primary human leukemic stem and progenitor cells while sparing normal hematopoietic stem and progenitor cells.Leukemia. 2009; 23: 2313-2317Crossref PubMed Scopus (40) Google Scholar,35Madlambayan GJ Bartee E Kim M Rahman MM Meacham A Scott EW et al.Acute myeloid leukemia targeting by myxoma virus in vivo depends on cell binding but not permissiveness to infection in vitro.Leuk Res. 2012; 36: 619-624Abstract Full Text Full Text PDF PubMed Scopus (19) Google Scholar Moreover, they have shown that infecting bone marrow with MYXV resulted in the infection of activated but not naive human T cells, abrogating GvHD post-ASCT.36Bartee E Meacham A Wise E Cogle CR McFadden G Virotherapy using myxoma virus prevents lethal graft-versus-host disease following xeno-transplantation with primary human hematopoietic stem cells.PLoS One. 2012; 7: e43298Crossref PubMed Scopus (13) Google Scholar When standard monotherapies fail because of tumor resistance, combination strategies offer great promise. Targeting multiple cellular or molecular checkpoints that are vital for malignant cells could be one key to success. In this regard, synergistic efficacy between oncolytic virotherapy and chemotherapy has been reported in preclinical studies. With proper dosing, as well as route and timing of administration, all classes of anticancer drugs tested demonstrated positive interactions with OVs. As an example, combining the adenovirus Ad5/3-D24-GMCSF with the alkylating agents ifosfamide and the anthracycline doxorubicin significantly prolonged survival of immunocompetent rodents with sarcoma, in comparison to single agents (Mikko Siurula, Helsinki). Therapeutic improvement was associated with enhanced cell-death immunogenicity. In a hamster model of pancreatic adenocarcinoma, intratumoral administration of the oncolytic Ad VCN-01 allowed chemosensitization to the nucleoside analogue gemcitabine. In addition, a delayed antiviral humoral response was observed (Miriam Bazan-Peregrino, Barcelona). Both phenomena contributed to increased tumor growth control. Chemical agents affecting the microtubule network (e.g., docetaxel) also benefited from combination with OVs such as VSVΔM51 (Jean-Simon Diallo, Ottawa) or the coxsackievirus A21 (Min Yuan Quah, Newcastle) in ovarian and lung murine tumor models. The topoisomerase inhibitors irinotecan and mitoxanthrone improved antitumor efficacy when administered in combination with an oncolytic VACV (Kathryn Ottoline-Perry, Toronto) or HSV-1 (Samuel Workenhe, McMaster University) in colorectal peritoneal carcinomatos",
  "authors": [
    {
      "display_name": "Jonathan Pol",
      "id": "A5006320965",
      "orcid": "https://orcid.org/0000-0002-8355-7562",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jonathan G Pol"
    },
    {
      "display_name": "Monique Marguerie",
      "id": "A5003739663",
      "orcid": "https://orcid.org/0000-0002-8540-3823",
      "institutions": [
        {
          "id": "I4388482656",
          "display_name": "Ottawa Hospital Research Institute",
          "country_code": null,
          "type": "healthcare"
        },
        {
          "id": "I2800722420",
          "display_name": "Ottawa Hospital",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Monique Marguerie"
    },
    {
      "display_name": "Rozanne Arulanandam",
      "id": "A5090816818",
      "orcid": "https://orcid.org/0000-0002-4750-499X",
      "institutions": [
        {
          "id": "I4388482656",
          "display_name": "Ottawa Hospital Research Institute",
          "country_code": null,
          "type": "healthcare"
        },
        {
          "id": "I2800722420",
          "display_name": "Ottawa Hospital",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Rozanne Arulanandam"
    },
    {
      "display_name": "John C. Bell",
      "id": "A5043573924",
      "orcid": "https://orcid.org/0000-0002-9083-357X",
      "institutions": [
        {
          "id": "I2800722420",
          "display_name": "Ottawa Hospital",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I4388482656",
          "display_name": "Ottawa Hospital Research Institute",
          "country_code": null,
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "John C Bell"
    },
    {
      "display_name": "Brian D. Lichty",
      "id": "A5089306588",
      "orcid": "https://orcid.org/0000-0003-4514-1037",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Brian D Lichty"
    }
  ],
  "publication_year": 2013,
  "publication_date": "2013-10-01",
  "type": "article",
  "cited_by_count": 12,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S51596929",
    "display_name": "Molecular Therapy",
    "issn_l": "1525-0016",
    "issn": [
      "1525-0016",
      "1525-0024"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320990"
  },
  "volume": "21",
  "issue": "10",
  "first_page": "1814",
  "last_page": "1818",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "https://www.cell.com/article/S1525001616322468/pdf",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C2778848561",
      "display_name": "Summit",
      "level": 2,
      "score": 0.9280993
    },
    {
      "id": "C82210918",
      "display_name": "Oncolytic virus",
      "level": 3,
      "score": 0.8460492
    },
    {
      "id": "C49744831",
      "display_name": "Virotherapy",
      "level": 4,
      "score": 0.80441463
    },
    {
      "id": "C2780580889",
      "display_name": "Panorama",
      "level": 2,
      "score": 0.8014169
    },
    {
      "id": "C159047783",
      "display_name": "Virology",
      "level": 1,
      "score": 0.5021672
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.3882671
    },
    {
      "id": "C502942594",
      "display_name": "Cancer research",
      "level": 1,
      "score": 0.37839696
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.3496067
    },
    {
      "id": "C205649164",
      "display_name": "Geography",
      "level": 0,
      "score": 0.21618295
    },
    {
      "id": "C58640448",
      "display_name": "Cartography",
      "level": 1,
      "score": 0.14574105
    },
    {
      "id": "C2522874641",
      "display_name": "Virus",
      "level": 2,
      "score": 0.13139486
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.11833769
    },
    {
      "id": "C31972630",
      "display_name": "Computer vision",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10613",
      "display_name": "Virus-based gene therapy research",
      "score": 1.0
    },
    {
      "id": "T11491",
      "display_name": "CAR-T cell therapy research",
      "score": 0.9865
    },
    {
      "id": "T11495",
      "display_name": "Animal Virus Infections Studies",
      "score": 0.9827
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1038/mt.2013.207",
  "pdf_url": "https://www.cell.com/article/S1525001616322468/pdf",
  "retrieved_date": "2025-07-30T14:13:34.387066",
  "source_database": "OpenAlex"
}