{
  "openalex_id": "W2057380497",
  "doi": "https://doi.org/10.1353/frf.2006.0008",
  "title": "L'onomastique ouverte de Proust dans &amp;quot;Noms de pays: le nom&amp;quot;",
  "abstract": "L’onomastique ouverte de Proust dans “Noms de pays: le nom” Salah Khan Nous sentons très bien que notre sagesse commence où celle de l'auteur finit, et nous voudrions qu'il nous donnât des réponses, quand tout ce qu'il peut faire est de nous donner des désirs. Proust Dans A la recherche du temps perdu, Marcel Proust explore la relation profonde qu'entretient l'écrivain avec son expérience du réel par le biais principal de Marcel, cet \"autre\" écrivain-en-devenir. Mais cette expérience de Marcel est si souvent empreinte d'une douleur sourde que Léo Bersani l'a décrite comme une angoisse ontologique face au monde.1 Le problème fondamental qui travaille Marcel concerne la représentation, prise au sens large. Bien évidemment, la lutte du jeune homme avec la question de la représentation préfigure sa pratique d'écrivain, mais elle la figure aussi et en ceci au moins que la Recherche est, comme le remarque bien Jean-Yves Tadié, \"une oeuvre qui a aussi pour sujet sa propre rédaction.\"2 Or, au coeur de l'expérience de Marcel réside la question de savoir si le réel est saisi ou s'il est, au contraire, oeuvré. L'angoisse de Marcel face à ce problème de la représentation se lit non seulement dans ses souffrances explicites mais aussi, d'une façon tout aussi poignante, à travers les détails contradictoires de son expérience des modalités de la représentation. Le Temps retrouvé attire généralement l'attention des lecteurs qui cherchent un dénouement à cette tension autour de la représentation, et par là une sorte de \"credo\" proustien de l'écriture.3 Toutefois, bien avant la conclusion de la Recherche, les paradoxes du rapport de Marcel au réel—condensés de façon remarquable dans \"Noms de pays: le [End Page 57] nom\"—mettent déjà en lumière la théorie proustienne de la représentation. Alors que Proust montre bien peu de respect, comme on le sait, pour les textes dits théoriques,4 on peut dire sans hésiter que ce chapitre qui clôt Du côté de chez Swann n'en incarne pas moins sa propre théorie.5 En ceci au moins, la présente étude consiste en une lecture détaillée de la théorie onomastique complexe de Proust telle qu'elle se manifeste dans \"Noms de pays: le nom.\"6 S'il est vrai, comme nous le soulignerons ci-dessous, que le cadre privilégié à partir duquel Proust nous donne à lire son monde dans Du côté de chez Swann est celui de l'insomnie,7 la relation entre ce cadre et la narration se trouve néanmoins modifiée de façon significative dans \"Noms de pays: le nom.\" Cette altération s'accompagne aussi bien d'une complication des relations qu'entretient Marcel avec la réalité que d'une crise aiguë du pouvoir privilégié du nom propre, étant donné le fait que l'appréhension du réel par le jeune homme repose, au niveau manifeste, sur ce pouvoir. En effet, Marcel croit, du moins à ce moment de son évolution, en l'expressivité immédiate du signe onomastique. Gérard Genette, le premier, nous a montré combien \"Proust réserve aux noms propres un rapport actif entre signifiant et signifié.\"8 Mais s'il est le plus souvent admis qu'une critique de \"l'optimisme du signifiant\" ne se fait qu'au fil du temps, le long de \"l'apprentissage de la vérité (proustienne) par le héros-narrateur,\"9 j'aimerais suggérer que \"Noms de pays: le nom\" présente déjà au lecteur simultanément l'apologie d'une soumission à l'illusion référentielle du nom propre et une critique inséparable de l'expression de cette illusion. Dans Mimologiques, Genette révise son essai sur Proust, paru dans Figures II, en indiquant que l'on trouve dans la Recherche \"tout à la fois un témoignage très fidèle sur la rêverie mimologique et une critique...",
  "authors": [
    {
      "display_name": "Salah J. Khan",
      "id": "A5030407202",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Salah Khan"
    }
  ],
  "publication_year": 2005,
  "publication_date": "2005-09-01",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "fr",
  "source": {
    "id": "S26445087",
    "display_name": "French forum",
    "issn_l": "0098-9355",
    "issn": [
      "0098-9355",
      "1534-1836"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320162"
  },
  "volume": "30",
  "issue": "3",
  "first_page": "57",
  "last_page": "74",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C15708023",
      "display_name": "Humanities",
      "level": 1,
      "score": 0.76475215
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.703838
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.4274742
    }
  ],
  "topics": [
    {
      "id": "T12559",
      "display_name": "French Literature and Critical Theory",
      "score": 0.9977
    },
    {
      "id": "T12119",
      "display_name": "Linguistics and Discourse Analysis",
      "score": 0.9899
    },
    {
      "id": "T13667",
      "display_name": "French Literature and Criticism",
      "score": 0.9868
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/frf.2006.0008",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:56:27.863445",
  "source_database": "OpenAlex"
}