{
  "openalex_id": "W2053919938",
  "doi": "https://doi.org/10.1086/269433",
  "title": "Response Rates and Response Content in Mail Versus Face-To-Face Surveys",
  "abstract": "Journal Article RESPONSE RATES AND RESPONSE CONTENT IN MAIL VERSUS FACE-TO-FACE SURVEYS Get access MARIA KRYSAN, MARIA KRYSAN MARIA KRYSAN is a doctoral student in sociology at the University of Michigan. HOWARD SCHUMAN is a research scientist in the Institute for Social Research and professor of sociology at the University of Michigan, LESLI JO SCOTT is manager of the telephone facility at the Survey Research Center in the Institute for Social Research. PAUL BEATTY is a survey statistician at the Office of Research and Methodology at the National Center for Health Statistics. The authors wish to acknowledge advice and help from Charlotte Steeh (1992 Detroit Area Study director), Reynolds Farley (1992 Detroit Area Study faculty investigator), Michelle Mueller, and several other individuals connected with the 1992 Detroit Area Study. They received a number of useful comments on an earlier draft from Don Dillman. Willard Rodgers and James Lepkowski provided valuable assistance on calculating cluster effects. A grant to Howard Schuman from the National Science Foundation (SES-9212590) funded the mail survey component of this research. Funding for the 1992 Detroit Area Study came from the Ford Foundation, the Russell Sage Foundation, and the University of Michigan. Search for other works by this author on: Oxford Academic Google Scholar HOWARD SCHUMAN, HOWARD SCHUMAN MARIA KRYSAN is a doctoral student in sociology at the University of Michigan. HOWARD SCHUMAN is a research scientist in the Institute for Social Research and professor of sociology at the University of Michigan, LESLI JO SCOTT is manager of the telephone facility at the Survey Research Center in the Institute for Social Research. PAUL BEATTY is a survey statistician at the Office of Research and Methodology at the National Center for Health Statistics. The authors wish to acknowledge advice and help from Charlotte Steeh (1992 Detroit Area Study director), Reynolds Farley (1992 Detroit Area Study faculty investigator), Michelle Mueller, and several other individuals connected with the 1992 Detroit Area Study. They received a number of useful comments on an earlier draft from Don Dillman. Willard Rodgers and James Lepkowski provided valuable assistance on calculating cluster effects. A grant to Howard Schuman from the National Science Foundation (SES-9212590) funded the mail survey component of this research. Funding for the 1992 Detroit Area Study came from the Ford Foundation, the Russell Sage Foundation, and the University of Michigan. Search for other works by this author on: Oxford Academic Google Scholar LESLI JO SCOTT, LESLI JO SCOTT MARIA KRYSAN is a doctoral student in sociology at the University of Michigan. HOWARD SCHUMAN is a research scientist in the Institute for Social Research and professor of sociology at the University of Michigan, LESLI JO SCOTT is manager of the telephone facility at the Survey Research Center in the Institute for Social Research. PAUL BEATTY is a survey statistician at the Office of Research and Methodology at the National Center for Health Statistics. The authors wish to acknowledge advice and help from Charlotte Steeh (1992 Detroit Area Study director), Reynolds Farley (1992 Detroit Area Study faculty investigator), Michelle Mueller, and several other individuals connected with the 1992 Detroit Area Study. They received a number of useful comments on an earlier draft from Don Dillman. Willard Rodgers and James Lepkowski provided valuable assistance on calculating cluster effects. A grant to Howard Schuman from the National Science Foundation (SES-9212590) funded the mail survey component of this research. Funding for the 1992 Detroit Area Study came from the Ford Foundation, the Russell Sage Foundation, and the University of Michigan. Search for other works by this author on: Oxford Academic Google Scholar PAUL BEATTY PAUL BEATTY MARIA KRYSAN is a doctoral student in sociology at the University of Michigan. HOWARD SCHUMAN is a research scientist in the Institute for Social Research and professor of sociology at the University of Michigan, LESLI JO SCOTT is manager of the telephone facility at the Survey Research Center in the Institute for Social Research. PAUL BEATTY is a survey statistician at the Office of Research and Methodology at the National Center for Health Statistics. The authors wish to acknowledge advice and help from Charlotte Steeh (1992 Detroit Area Study director), Reynolds Farley (1992 Detroit Area Study faculty investigator), Michelle Mueller, and several other individuals connected with the 1992 Detroit Area Study. They received a number of useful comments on an earlier draft from Don Dillman. Willard Rodgers and James Lepkowski provided valuable assistance on calculating cluster effects. A grant to Howard Schuman from the National Science Foundation (SES-9212590) funded the mail survey component of this research. Funding for the 1992 Detroit Area Study came from the Ford Foundation, the Russell Sage Foundation, and the University of Michigan. Search for other works by this author on: Oxford Academic Google Scholar Public Opinion Quarterly, Volume 58, Issue 3, FALL 1994, Pages 381–399, https://doi.org/10.1086/269433 Published: 01 January 1994",
  "authors": [
    {
      "display_name": "Maria Krysan",
      "id": "A5057052344",
      "orcid": null,
      "institutions": [
        {
          "id": "I191351166",
          "display_name": "Russell Sage Foundation",
          "country_code": "US",
          "type": "nonprofit"
        },
        {
          "id": "I1330432091",
          "display_name": "Ford Foundation",
          "country_code": "US",
          "type": "nonprofit"
        },
        {
          "id": "I1311060795",
          "display_name": "U.S. National Science Foundation",
          "country_code": "US",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Maria Krysan"
    },
    {
      "display_name": "Howard Schuman",
      "id": "A5003825128",
      "orcid": null,
      "institutions": [
        {
          "id": "I1311060795",
          "display_name": "U.S. National Science Foundation",
          "country_code": "US",
          "type": "government"
        },
        {
          "id": "I191351166",
          "display_name": "Russell Sage Foundation",
          "country_code": "US",
          "type": "nonprofit"
        },
        {
          "id": "I1330432091",
          "display_name": "Ford Foundation",
          "country_code": "US",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Howard Schuman"
    },
    {
      "display_name": "Lesli Jo Scott",
      "id": "A5058052742",
      "orcid": null,
      "institutions": [
        {
          "id": "I191351166",
          "display_name": "Russell Sage Foundation",
          "country_code": "US",
          "type": "nonprofit"
        },
        {
          "id": "I1311060795",
          "display_name": "U.S. National Science Foundation",
          "country_code": "US",
          "type": "government"
        },
        {
          "id": "I1330432091",
          "display_name": "Ford Foundation",
          "country_code": "US",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Lesli Jo Scott"
    },
    {
      "display_name": "Paul Beatty",
      "id": "A5037521006",
      "orcid": "https://orcid.org/0009-0008-1165-6378",
      "institutions": [
        {
          "id": "I191351166",
          "display_name": "Russell Sage Foundation",
          "country_code": "US",
          "type": "nonprofit"
        },
        {
          "id": "I1330432091",
          "display_name": "Ford Foundation",
          "country_code": "US",
          "type": "nonprofit"
        },
        {
          "id": "I1311060795",
          "display_name": "U.S. National Science Foundation",
          "country_code": "US",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Paul Beatty"
    }
  ],
  "publication_year": 1994,
  "publication_date": "1994-01-01",
  "type": "article",
  "cited_by_count": 147,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S135539873",
    "display_name": "Public Opinion Quarterly",
    "issn_l": "0033-362X",
    "issn": [
      "0033-362X",
      "1537-5331"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310311648"
  },
  "volume": "58",
  "issue": "3",
  "first_page": "381",
  "last_page": "381",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2779677306",
      "display_name": "Statistician",
      "level": 2,
      "score": 0.7161707
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.57239556
    },
    {
      "id": "C2777532764",
      "display_name": "Research center",
      "level": 2,
      "score": 0.52487344
    },
    {
      "id": "C522453465",
      "display_name": "Social research",
      "level": 2,
      "score": 0.5206665
    },
    {
      "id": "C2779304628",
      "display_name": "Face (sociological concept)",
      "level": 2,
      "score": 0.51062995
    },
    {
      "id": "C161191863",
      "display_name": "Library science",
      "level": 1,
      "score": 0.45615497
    },
    {
      "id": "C2778037673",
      "display_name": "Atlanta",
      "level": 3,
      "score": 0.4330992
    },
    {
      "id": "C29595303",
      "display_name": "Media studies",
      "level": 1,
      "score": 0.373791
    },
    {
      "id": "C36289849",
      "display_name": "Social science",
      "level": 1,
      "score": 0.21010414
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.20238838
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.19216156
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.15679914
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.13284653
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C142724271",
      "display_name": "Pathology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C158739034",
      "display_name": "Metropolitan area",
      "level": 2,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11539",
      "display_name": "Survey Methodology and Nonresponse",
      "score": 0.9994
    },
    {
      "id": "T13030",
      "display_name": "Survey Sampling and Estimation Techniques",
      "score": 0.9977
    },
    {
      "id": "T10243",
      "display_name": "Statistical Methods and Bayesian Inference",
      "score": 0.9285
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1086/269433",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:46:50.362781",
  "source_database": "OpenAlex"
}