{
  "openalex_id": "W2054776636",
  "doi": "https://doi.org/10.1353/con.1994.0015",
  "title": "Representation is Overrated: Some Critical Remarks about the Use of the Concept of Representation in Science Studies",
  "abstract": "Representation is Overrated: Some Critical Remarks about the Use of the Concept of Representation in Science Studies Michael Lynch (bio) The title of this paper is parasitic upon a line in Ian Hacking's Representing and Intervening, where he attacks the centrality of the concept of observation in the positivist heritage by saying that \"observation is overrated.\" Experimental observation is often said to provide an independent test of theoretical propositions, but Hacking argues that a close study of the more mundane aspects of what scientists actually do indicates that \"the test of ingenuity or even greatness, is less to observe and report, than to get some bit of equipment to exhibit phenomena in a reliable way.\" 1 Rather than shunting the concept of observation aside, Hacking provides a more satisfying account of what \"observation\" means in the natural sciences. His point can be illustrated by a detail from a tape recording that Harold Garfinkel, Eric Livingston, and I examined during our study of the discovery of an optical pulsar at Steward Observatory in Arizona in 1969. 2 When the night assistant at the observatory says, \"This next observation will be observation number eighteen,\" his announcement serves to initiate a sequence of actions in which a telescope is set at a particular position, and a photoelectric device connected to the telescope is switched on at a [End Page 137] specific frequency to record data from a \"source\" star that the astronomers who are present at the time cannot see except by watching a pattern of dots build up on an oscilloscope monitor. The \"observation\" is not complete until the participants get back to their offices, analyze the series of runs documented by a chart recording, and gain the support of relevant colleagues (and perhaps also the grudging compliance of potential rivals)—all of which establishes for all practical purposes that they have observed a notable astrophysical phenomenon, an optical pulsar. In this case, the \"observation\" is a locally accountable event: a sequence of actions together with an arrangement of instruments and a reported/credited \"finding.\" A notation in the astronomers' logbook—\"#18 - SP* Blue filter. Looks like pulsar! ~700/sec N/S 2.150. S/W 3.281)\" 3 —assimilates some of the various elements and situates them together with a hopeful expression that adumbrates an object that might (or might not) be in hand. The heterogeneous elements of this \"observation\" are not easily contained within the various definitions of the term found in the philosophy of science. Even Hacking's more pragmatic account of \"getting some bit of equipment to exhibit phenomena in a reliable way\" seems narrowly focused, and somewhat facile, compared to the temporally extended, socially and equipmentally distributed, and contingently fated sense of \"observation\" associated with an accountable optical pulsar. When I say that \"representation is overrated\" I mean that this \"key epistemological concept\" also has been given too exclusive a place in epistemological discussions. Much has been said already in criticism of the investments in \"representation\" made by positivist philosophers and social scientists, but here I want to focus on antipositivist obsessions with the concept. Hacking criticizes positivist philosophy of science for its \"single-minded obsession with representation and thinking and theory, at the expense of intervention and action and experiment.\" 4 Although more recent historical and sociological studies of scientific innovation—many of which have been inspired by Hacking's emphasis on intervention, action, and experiment—might seem exempt from such criticisms, I will argue in this paper that many of the studies also exhibit an \"obsession\" with representation that persists despite their authors' declared opposition to positivism and obvious distaste for traditional metaphysical [End Page 138] oppositions between representations and objects. Although, as a sociologist, I have no professional right to engage in \"philosophical\" argumentation, this paper will take up a topic that is usually associated with philosophy. Minimal \"rights\" to discuss the topic can perhaps be secured by inverting Peter Winch's long-standing thesis that sociologists cannot evade conceptual problems by claiming to be interested only in empirical matters. 5 While I agree with Winch, I also think it is the case that scholars who take up conceptual problems as such can...",
  "authors": [
    {
      "display_name": "Michael Lynch",
      "id": "A5075683388",
      "orcid": "https://orcid.org/0000-0002-8635-6547",
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Michael Lynch"
    }
  ],
  "publication_year": 1994,
  "publication_date": "1994-12-01",
  "type": "article",
  "cited_by_count": 43,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S206542314",
    "display_name": "Configurations",
    "issn_l": "1063-1801",
    "issn": [
      "1063-1801",
      "1080-6520"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315678"
  },
  "volume": "2",
  "issue": "1",
  "first_page": "137",
  "last_page": "149",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2779919027",
      "display_name": "Observatory",
      "level": 2,
      "score": 0.5857545
    },
    {
      "id": "C2776359362",
      "display_name": "Representation (politics)",
      "level": 3,
      "score": 0.5706613
    },
    {
      "id": "C2778154381",
      "display_name": "Ingenuity",
      "level": 2,
      "score": 0.5355741
    },
    {
      "id": "C2780848835",
      "display_name": "Telescope",
      "level": 2,
      "score": 0.4619098
    },
    {
      "id": "C177264268",
      "display_name": "Set (abstract data type)",
      "level": 2,
      "score": 0.4582464
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.44370896
    },
    {
      "id": "C111472728",
      "display_name": "Epistemology",
      "level": 1,
      "score": 0.40147856
    },
    {
      "id": "C1276947",
      "display_name": "Astronomy",
      "level": 1,
      "score": 0.33005756
    },
    {
      "id": "C121332964",
      "display_name": "Physics",
      "level": 0,
      "score": 0.29531705
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.2594583
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.14624923
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.09978622
    },
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.0
    },
    {
      "id": "C199360897",
      "display_name": "Programming language",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10778",
      "display_name": "Philosophy and History of Science",
      "score": 0.9991
    },
    {
      "id": "T14329",
      "display_name": "Science and Climate Studies",
      "score": 0.9864
    },
    {
      "id": "T14475",
      "display_name": "History of Science and Medicine",
      "score": 0.9523
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/con.1994.0015",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:04:05.761983",
  "source_database": "OpenAlex"
}