{
  "openalex_id": "W2050852659",
  "doi": "https://doi.org/10.1080/14754830802071950",
  "title": "Reconceiving Rights and Constitutionalism",
  "abstract": "Click to increase image sizeClick to decrease image size I would like to thank Candice Telfer for excellent research assistance. Part of this article is drawn from \"Reconceiving Rights as Relationship,\" Review of Constitutional Studies/Revue d'études constitutional 1 (1993), 1-26. Notes 1. I discuss the ways in which alleged conflicts between universal human rights and local custom are best understood in terms of competing communities of judgment in Nedelsky (2000) Nedelsky, Jennifer. 2000. Communities of judgment and human rights. Theoretical Inquires in Law, 1: 245–282. [Google Scholar]. 2. For further elaboration of the relational approach, see Nedelsky (1989) Nedelsky, Jennifer. 1989. Reconceiving autonomy. The Yale Journal of Law and Feminism, 1: 7–36. [Google Scholar], as well as Nedelsky (1990a) Nedelsky, Jennifer. 1990a. Law, boundaries, and the bounded self. Representations, 30: 162–189. [Crossref] , [Google Scholar] on the rejection of the boundary metaphor and Nedelsky (1995) Nedelsky, Jennifer. 1995. Violence against women: Challenges to the liberal state and relational feminism. Nomos, 38: 454–497. [Google Scholar]. 3. For a discussion of wider uses of the term constitutionalism see Walker (2007) Walker, Neil. 2007. \"Post-constituent constitutionalism? The case of the European Union\". In The Paradox of Constitutionalism: Constituent Power and Constitutional Form, Edited by: Martin, Loughin and Neil, Walker. Oxford: Oxford University Press. [Google Scholar]. 4. Consider, for example, Douzinas's (2007) Douzinas, Costas. 2007. Human Rights and Empire: The Political Philosophy of Cosmopolitanism, New York: Routledge-Cavendish. [Crossref] , [Google Scholar] important argument about the way American foreign policy has been built around the destructive ideological use of rights. That is not one of the issues I take up here. 5. Common law refers to law based on judicial decisions, or precedents, as opposed to statute law (passed by legislatures) or civil (codified) law. Common law is also sometimes referred to as judge made law governed by the doctrine of stare decisis. See Waddams (2004, chapter 7). 6. For a discussion of property rights from a relational perspective see Singer (1988) Singer, Joseph William. 1988. The reliance interest in property. Stanford Law Review, 40(3): 611–752. [Google Scholar]. My conversations with Joe Singer were also helpful in working on the original version of this essay. In a fine example of the best of academic relationship, Joe then used that essay in his book, Entitlement: The Paradoxes of Property (2000) Singer, Joseph William. 2000. Entitlement: The Paradoxes of Property, New Haven: Yale University Press. [Crossref] , [Google Scholar], which in turn was helpful to me in writing this one. 7. M'Alister (or Donoghue) v. Stevenson, [1932] A.C. 562 (H.L.) 8. In some cases where one person has made statements which another has relied upon in making their plans and financial commitments, courts will say that the first person is responsible for that reliance even though the statements were not part of a formal contract. See for example section 90 of the American Law Institute's Restatement of Contracts. 9. For example, in State v. Shack the New Jersey Supreme Court found that it was not within the property rights of a farmer to prohibit doctors and lawyers from entering his land to visit the migrant workers living on his property. Such an interpretation of property rights would isolate the workers, deny them the ordinary forms of relationship consistent with dignity: \"[W]e find it unthinkable that the farmer-employer can assert a right to isolate the worker in any respect significant for the worker's well being…. [T]he employer may not deny the worker his privacy or interfere with his opportunity to live with dignity and to enjoy associations customary among our citizens.\" 277 A.2d 369 (N.J. 1971) at 374–375, quoted in Singer (2007 Singer, Joseph William. 2007. Available: http://ssrn.com/abstract=1093338 Normative Methods for Lawyers (unpublished). [Online][27 April 2008] [Google Scholar]: 69). Singer also provides other detailed examples of relational analyses of property rights. 10. As I have argued elsewhere, the Constitution of 1787 did not focus primarily on rights as limits in the sense we now understand as requiring judicial review. Judicial review was not mentioned. The Constitution of 1787 was designed to structure the institutions so as to ensure that the sort of men who knew how to govern, including how to respect rights, would be the ones in office. See Nedelsky (1990b) Nedelsky, Jennifer. 1990b. Private Property and the Limits of American Constitutionalism: The Madisonian Framework and its Legacy, Chicago: University of Chicago Press. [Google Scholar]. 11. The Framers were even sure that although there was no consensus on what constituted the violation of rights such as property, they knew what property rights really were and what kind of legislation would violate them. For example, James Madison tried to get his countrymen to see that depreciating currency constituted theft in the same way as stealing a horse. See Nedelsky (1990b) Nedelsky, Jennifer. 1990b. Private Property and the Limits of American Constitutionalism: The Madisonian Framework and its Legacy, Chicago: University of Chicago Press. [Google Scholar]. 12. Throughout the common law world, for example, married women held the status of feme covert, meaning all rights to property transferred to their husbands upon marriage. This doctrine was done away with in the United Kingdom through the Married Women's Property Act, 1886 (U.K.), 45 & 46 Vict. Various campaigns throughout the United States to eliminate the feme coverte doctrine took place throughout the 19th century, and it was not until 1900 that all states allowed married women to own property. For a detailed look at the normative reasoning behind the coverture doctrine, see Cogan (1997) Cogan, Jacob Katz. 1997. The look within: property, capacity, and suffrage in nineteenth-century America. Yale Law Journal, 107(2): 473–498. [Google Scholar] and in particular the section on women's suffrage beginning p. 485. In 1873 the United States Supreme Court affirmed the decision to deny women admission to the Illinois state bar, justifying the feme covert status by noting, \"the civil law, as well as nature herself, has always recognized a wide difference in the respective spheres and destinies of man and woman. Man is, or should be, woman's protector and defender. The natural and proper timidity and delicacy which belongs to the female sex evidently unfits it for many of the occupations of civil life.\" Bradwell v. Illinois, 83 U.S. (16 Wall.) 130, 21 L. Ed. 442 (U.S.S.C. 1873). In Canada, it took until 1930 for the Privy Council to decide that women were to be considered persons and therefore eligible to sit as members in the Canadian Senate – Edwards v. A.G. Canada [1930] 1 D.L.R. 98 (P.C.). This came only two years after Canada's Supreme Court affirmed the view that women were not qualified – i.e. incapable – to hold office – Reference re Meaning of the Word \"Persons\" in Section 24 of the British North America Act, 1867 [1928] S.C.R. 276 (S.C.C.). 13. Consider:1999 Consider, for example, the U.S. Supreme Court's unwillingness to allow state legislatures to interfere with contractual freedom in order to limit the working hours of bakery employees to 60 hours per week, in Lochner v. New York (198 U.S. 45, 1905). It is now a fundamental premise of labour law that the employer-employee relationship is characterized by inequality of bargaining power and therefore must be regulated in some manner. For example, regulation of minimum wage and maximum hours is now routine throughout North America. For a Canadian perspective see Langille and Davidov (1999) Langille, Brian and Davidov, Guy. 1999. Beyond employees and independent contractors: A view from Canada. Comparative Labor Law and Policy Journal, 21(1): 7–46. [Google Scholar]. 14. To leave aside the complexities of cabinet and administrative bodies. 15. For example, Belvidere Tp. V. Heinze, 241 Mich.App. 324, 615 N.W.2d 250 (Mich.App. 2000). 16. One workshop participant suggested that this formulation rested on a mistake: confusing the question of limits on democracy with the process of determining or enforcing those limits. To the participant, the content of the rights that should serve as limits is given by a theory of rights, derived, I assume, from human nature or the nature of agency or freedom. My point, however, is that we cannot rely on such theoretically derived conceptions to justify limits on democracy. At the least, as I noted in the text above, the legal meaning of such rights must be determined, and the legitimacy of the process of that determination is inseparable from the legitimacy of treating rights as limits. And, in my terms, that process will inevitably be a collective determination and thus choice. More broadly, the historical shifts in meaning and the diversity of constitutionalized rights in different democracies make it difficult to believe that we can rely on a transcendent, universal, immutable source for the content of rights. Bruce Ackerman (1991) Ackerman, Bruce A. 1991. We, the People: Foundations, Cambridge: Harvard University Press. [Google Scholar] also has a compelling argument that the American Constitution is structured in a way that treats \"the people\" as the source of the meaning of rights rather than transcendent meaning. Here he contrasts the American Constitution with the German Constitution. In this regard, the Canadian Constitution is like the American. 17. My thanks to Laura Underkuffler (1991) Underkuffler, Laura S. 1991. The perfidy of property. Texas Law Review, 70(1): 293–316. [Google Scholar] for first alerting me to the need for this clarification in her review of Private Property and the Limits of American Constitutionalism. 18. See for example the discussion of rule of law as \"a principle of profound constitutional and political significance\" in Reference re Secession of Quebec [1998] 2 S.C.R. 217; 161 D.L.R. (4th) 385 (S.C.C.) at paragraphs 70 to 78. 19. Monahan draws on Ely, but thinks Ely is wrong descriptively about the United States. 20. Of course it is possible to work back from democracy, asking what all the preconditions are for democratic participation, and from that process generate a very wide range of values, including autonomy. But I think such a process distorts our understanding of the genuine diversity of values that in fact are necessary for an optimal society or for the possibility of pursuing a full and good life. It has always struck me as particularly implausible to believe that the value of freedom of religion could be derived from even the most all-encompassing conception of the conditions for democracy. Here I think the distortion involved in such derivation is obvious. Some form of freedom of religion is necessary for democracy, but that does not exhaust or even distinctively capture its value in human life. 21. Unless one wants to make the strong claim that even though in principle it would be legitimate to protect those values, there is no institutional mechanism of doing so that could be legitimate. 22. Note that the sources of collective power might include large-scale corporations, but here I will just focus on the government. 23. Canadian Charter of Rights and Freedoms, Part I of the Constitution Act, 1982, being Schedule B to the Canada Act 1982 (U.K.), 1982, c. 11. 24. Section 33, the so-called override provision or notwithstanding clause, allows legislatures to expressly state that a piece of legislation shall operate notwithstanding provisions in s. 2 (fundamental freedoms of conscience, expression, assembly and association) or ss. 7–15 (\"legal rights\" and \"equality rights.\") Such legislation has effect for five years and may then be reenacted. I should note that s. 33 has not been effective in promoting such dialogue. Its capacity to do so also has been recently undermined by Liberal electioneering rhetoric suggesting that the willingness to use the override amounts to a failure to respect the Charter and civil rights. Mark Tushnet (2002) Bradley, Mark Philip and Petro, Patrice. 2002. Truth Claims: Representation and Human Rights, New Brunswick: Rutgers University Press. [Google Scholar] has rightly noted that the wording is not optimal for a dialogical interpretation. It suggests not a different interpretation of the rights listed in the Charter (or their underlying values) but a willingness to pass a law even though it violates those rights. It can, however, reasonably be interpreted as authorizing legislatures to pass a law notwithstanding the Supreme Court's current interpretation of the Charter. In practice, I think that has in fact been what has been at stake in debates about the use of the override. 25. On the limitations clause, see Roach (2001) Roach, Kent. 2001. The Supreme Court on Trial: Judicial Activism or Democratic Dialogue?, Toronto: Irwin Law. [Google Scholar] and Hiebert (2002) Hiebert, Janet. 2002. Charter Conflicts: What is Parliament's Role?, Montreal: McGill-Queen's University Press. [Google Scholar]. For a good overview of section 33, see Kahana (2002) Kahana, Tsvi. 2002. Understanding the notwithstanding mechanism. University of Toronto Law Journal, 52(2): 221–274. [Google Scholar]. 26. Consider, for example, Mary Ellen Turpel's (1989) Turpel, Mary Ellen. 1989. Aboriginal peoples and the Canadian Charter: Interpretive monopolies, cultural differences. Canadian Human Rights Yearbook, 6: 3–46. [Google Scholar] critique of the individualistic rights paradigm originating in the (European) philosophies of Hobbes and Locke, as being culturally insensitive to aboriginal peoples' conceptions of rights and legality. See also Turner (2006) Turner, Dale A. 2006. This is Not a Peace Pipe: Towards a Critical Indigenous Philosophy, Toronto: University of Toronto Press. [Google Scholar]. 27. The South African incorporation of the African concept of ubuntu into their constitutional jurisprudence is an interesting counterweight to that tradition. See S. v. Makwanyane and Another Constitutional Court [1995] 6 B.C.L.R. 665 (C.C.) and Bhe and Others v. Khayelitsha magistrate and Others [2004] 1 S.A. 580 (C.C.). 28. See Eva Fedar Kittay (1999) Kittay, Eva Fedar. 1999. Loves Labor: Essays on Women, Equality and Dependency, New York: Routledge. [Google Scholar] for an excellent analysis of the relationship between those dependent on care and those who provide that care (overwhelmingly women), and the ways this relationship does not fit with an individualistic conception of justice or rights. 29. For a discussion of property rights from a relational perspective see Singer (1988) Singer, Joseph William. 1988. The reliance interest in property. Stanford Law Review, 40(3): 611–752. [Google Scholar]. My conversations with Joe Singer were also helpful in working on the original version of this essay. In a fine example of the best of academic relationship, Singer then used that essay in his book, Entitlement: The Paradoxes of Property (2000) Singer, Joseph William. 2000. Entitlement: The Paradoxes of Property, New Haven: Yale University Press. [Crossref] , [Google Scholar], which in turn was helpful to me in writing this one. 30. M'Alister (or Donoghue) v. Stevenson, [1932] A.C. 562 (H.L.). 31. In some cases where one person has made statements that another has relied upon in making their plans and financial commitments, courts will say that the first person is responsible for that reliance even though the statements were not part of a formal contract. See for example section 90 of the American Law Institute's Restatement of Contracts. 32. For example, in State v. Shack the New Jersey Supreme Court found that it was not within the property rights of a farmer to prohibit doctors and lawyers from entering his land to visit the migrant workers living on his property. Such an interpretation of property rights would isolate the workers, deny them the ordinary forms of relationship consistent with dignity: \"[W]e find it unthinkable that the farmer-employer can assert a right to isolate the worker in any respect significant for the worker's well[-]being…. [T]he employer may not deny the worker his privacy or interfere with his opportunity to live with dignity and to enjoy associations customary among our citizens.\" 277 A.2d 369 (N.J. 1971) at 374–375, quoted in Singer (2007 Singer, Joseph William. 2007. Available: http://ssrn.com/abstract=1093338 Normative Methods for Lawyers (unpublished). [Online][27 April 2008] [Google Scholar]: 69). Singer also provides other detailed examples of relational analyses of property rights. 33. For arguments about taxation as a violation of property rights, see Richard Epstein (1985) Epstein, Richard Allen. 1985. Takings: Private Property and the Owner of Eminent Domain, Cambridge: Harvard University Press. [Google Scholar]. 34. For example, in the State v. Shack case noted above, the court considered the interest in allowing the farmer to control how his land was used (including the exclusion of visitors) and the way the values of dignity and privacy would be affected by the scope of the property right (Singer 2007 Singer, Joseph William. 2007. Available: http://ssrn.com/abstract=1093338 Normative Methods for Lawyers (unpublished). [Online][27 April 2008] [Google Scholar]). 35. A more precise formulation is \"recognition of the ways in which the form rights take\" are collective choices. This captures my argument above that the underlying values are not simply collective choices, but that rights can take different forms (or there can be forms other than rights) to express and to effect those values. But it is too awkward to keep repeating that more precise formulation. 36. See for example Rosenberg (1993) Rosenberg, Gerald N. 1993. The Hollow Hope: Can Courts Bring About Social Change?, Chicago: University of Chicago Press. [Google Scholar]. 37. For current examples of efforts to locate responsibility for rights and core values outside courts see the essays in Bauman and Tsvi's The Least Examined Branch: The Role of Legislatures in the Constitutional State, particularly Eskridge and Ferejohn (2006) Eskridge, William N and Ferejohn, John. 2006. \"Super-statutes: the new American constitutionalism\". In The Least Examined Branch: The Role of Legislatures in the Constitutional State, Edited by: Richard, Bauman W. and Tsvi, Kahana. Cambridge: Cambridge University Press. [Google Scholar]. 38. Peter Gabel (1984) Gabel, Peter. 1984. The phenomenology of right-consciousness and the pact of the withdrawn selves. Texas Law Review, 62(8): 1563–1600. [Google Scholar] offers an excellent, thoughtful statement of this perspective. 39. This seems an appropriate place for a note of response to the allegation that my theory of \"rights as relationship\" is consequentialist, and that I must therefore enter into the debate over deontological vs. consequentialist theories of rights. A series of questions at the Legal Theory workshop at Columbia helped me to see why this debate is peripheral to my concerns here. The division between consequentialist and deontological theories is premised on the possibility of a useful conception of human beings whose nature can be understood in abstraction from any of the relations of which they are a part. Once one rejects this premise, the sharp distinction between rights defined on the basis of human nature vs. rights defined in terms of the desirability of the relationships they foster simply dissolves. Since there is no free-standing human nature comprehensible in abstraction from all relationship from which one could derive a theory of rights, the focus on relationship does not constitute a failure to respect the essential claims of humanness. The focus on relationship is a focus on the nature of humanness, not a willingness to sacrifice it to the collective. 40. There are still some unresolved problems here. We need to figure out both the scope for withdrawal that is optimal and the ways of structuring choice about entering relationships. These are complicated problems once one starts from a framework that treats relationships as primary and in some ways given rather than chosen. 41. For a discussion of the debate over whether to include property in the Charter, see Augustine (1988) Augustine, Philip W. 1988. Protection of the right to property under the Canadian Charter of Rights and Freedoms. Ottawa Law Review, 18(1): 55–82. [Google Scholar], particularly pp. 66–68. Augustine cites concern about an \"excessively wide definition of the term 'property\"' as a determinative factor against its inclusion (67). Augustine also notes that the New Democratic Party, Canada's social democrat party, strongly opposed inclusion of property protections. Omitting property was part of the deal to ensure New Democrat support for the Charter in Parliament (67–68). 42. In 1983, the Progressive Conservatives, at the time the official opposition party, introduced a nonconfidence motion to amend section 7 of the Charter to include protection of property. The bill was defeated. The issue came up again in Parliament in 1987, when a motion was passed supporting the principle of property protection in the Charter, though not proposing a specific amendment. The motion reads as follows: \"That in the opinion of this House, the Constitution Act, 1982 should be amended in order to recognize the right to enjoyment of property, and the right not to be deprived thereof, except in accordance with the principles of fundamental justice, and in keeping with the tradition of the usual federal-provincial consultative process\" (Johansen 1991 Johansen, David. 1991. Property rights and the Constitution Available: <http://dsp-psd.pwgsc.gc.ca/Collection-R/LoPbdP/Bp-e/bp268-e.pdf>Canada Bp-268E, Depository Services Program. [Online][27 April 2008] [Google Scholar]). There were provincial attempts to amend the Charter as well, the most notable being Resolution 34 of the British Columbia legislature in 1982. This private member's bill, brought forward by the Hon. Garde Gardom, read: \"Be it resolved that, as the Constitution Act, 1982, provides that an amendment to the constitution of Canada may be initiated by the Legislative Assembly of a province, we the members of the Legislative Assembly of the Province of British Columbia hereby authorize the Governor-General to issue a proclamation under the Great Seal of Canada to amend section 7 of the Canadian Charter of Rights and Freedoms so that it reads as follows: ′7. Everyone has the right to life, liberty, security of the person and enjoyment of property and the right not to be deprived thereof except in accordance with the principles of fundamental justice,' and urge that the Legislative Assemblies of all other provinces and the Senate and the House of Commons pass similar resolutions' (Hansard, B.C. Legislative Assembly, 4th Sess., 32nd Parliament, 1982). 43. See Nedelsky (1996) Nedelsky, Jennifer. 1996. \"Should property be constitutionalized? A relational and comparative approach\". In Property on the Threshold of the 21st Century, Edited by: van Maanen, Gerrit and Van Der Walt, A. J. Apeldoorn: Maklu. [Google Scholar]. The main issues of the debate revolved around distribution and legitimacy of acquisition of property: \"Any effort to provide protection for property in the new South African constitution has to recognize that the meaning of such protection cannot simply be protection for the current distribution\" (418). 44. For example, in the foundational Canadian case on equality—Law v. Canada (Minister of Employment and Immigration) [1999] 1 S.C.R. 497—Iacobucci J. for the majority tied equality to basic human dignity in a constitutional framework: \"It may be said that the purpose of s. 15(1) [equality guarantee] is to prevent the violation of essential human dignity and freedom … and to promote a society in which all persons enjoy equal recognition at law as human beings or as members of Canadian society, equally capable and equally deserving of concern, respect and consideration\" (para. 51). The German Basic Law also links equality to human dignity as fundamental and foundational. As noted by Robbers (1998) Robbers, Gerhard. 1998. An Introduction to German Law, Baden-Baden: Nomos. [Google Scholar], such fundamental rights are \"the centre and axis on which all legal thinking turns\" (47). 45. See, for example, Gutmann and Thompson (2004) Gutmann, Amy and Thompson, Dennis. 2004. Why Deliberative Democracy?, Princeton: Princeton University Press. [Crossref] , [Google Scholar]. 46. See, for example, Cover (1982) Cover, Robert M. 1982. The origins of judicial activism in the protection of minorities. Yale Law Journal, 91(7): 1287–1316. [Crossref], [Web of Science ®] , [Google Scholar]. 47. Law Society British Columbia v. Andrews [1989] 1 S.C.R. 143. As Peter Hogg puts it, \"In the Andrews case, McIntyre J., in the course of defining discrimination, used the phrase 'whether intentional or not' (174)…. It follows that it is not necessary to show that the purpose of the challenged law was to impose a disadvantage on a person by reason of his or her race, national or ethnic origins, etc. It is enough to show that the effect of the law is to impose a disadvantage on a person by reference to one of the listed or analogous characteristics…. [Andrews also makes clear] that Section 15 prohibits not only direct discrimination but also systemic discrimination. Systemic discrimination is caused by a law that does not expressly employ any of the categories prohibited by s. 15, if the law nevertheless has a disproportionate adverse effect on persons defined by any of the prohibited categories…. Systemic discrimination may be unintended….\" (1997: 971–972). 48. See, for example, Constance Backhouse's (1999) Backhouse, Constance. 1999. Colour-Coded: A Legal History of Racism in Canada, 1900–1950, Toronto: University of Toronto Press. [Google Scholar] discussion of the role of law in constructing and sustaining racism in Canada: \"It is essential to recognize that racism is located in the systems and structures that girded the legal system of Canada's past. Racism is not primarily manifest in isolated, idiosyncratic, and haphazard acts by individual actors who, from time to time, consciously intended to assert hierarchy over others. The roots of racialization run far deeper than individualized, intentional activities\" (15). 49. (1988), 53 D.L.R. (4th) 171, [1989] 2 W.W.R. 1 (B.C.C.A.) reversing Wilson v. Medical Services Commission of B.C.(1987), 36 D.L.R. (4th) 31, [1987] W.W.R. 48 (B.C.S.C.), leave to appeal to Supreme Court of Canada, refused November 3, 1988. 50. See Nedelsky and Scott in Bakan and Schneiderman (1992) Bakan, Joel and Schneiderman, David. 1992. Social Justice and the Constitution: Perspectives on a Social Union for Canada, Ottawa: Carleton University Press. [Google Scholar]. I have appended a copy of the Alternative Social Charter [hereinafter ASC] at the end of this chapter. 51. The editors opened their introduction to the book from which this summary is taken, as follows: In the fall of 1990, the New Democratic Party (NDP), the official political voice of the left in Canada, was elected in Ontario. Soon after, in the spring of 1991, the idea of entrenching a charter of social rights in the Constitution was raised in the Ontario legislature; this was followed by release of a series of discussion papers on the idea in the fall of 1991. Also, in the fall of 1991 there were electoral victories for the NDP in Saskatchewan and British Columbia, and this ensured the party a powerful presence in ongoing constitutional negotiations. The idea of a constitutional charter of social rights now had some prospect of becoming a reality\" (Bakan and Schneiderman 1992 Bakan, Joel and Schneiderman, David. 1992. Social Justice and the Constitution: Perspectives on a Social Union for Canada, Ottawa: Carleton University Press. [Google Scholar]: 1). 52. One might say that because the rights of health care, food, clothing, and child care are, like property, second-order values, that is, means to the end of achieving equality and the other basic values outlined in the Charter, it is appropriate for the Social Charter to be a separate document rather than integrated into the Charter. There was some disagreement on this among those proposing this form of the Social Charter. In the proposed form, it was/is a separate document, with a provision that the Charter be interpreted in ways consistent with the Social Charter. I think health care and food are primary values, although traditional rights discourse has treated them quite differently from liberty or equality—presumably in part because they are more readily seen as \"positive\" rights rather than negative liberties. It might seem that health care and the other social rights of the ASC are less susceptible of a relational approach. But the meaning of equality needs to be interpreted in light of such social rights and vice versa, all of which require relational analysis.",
  "authors": [
    {
      "display_name": "Jennifer Nedelsky",
      "id": "A5078083270",
      "orcid": "https://orcid.org/0000-0001-9828-3085",
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Jennifer Nedelsky"
    }
  ],
  "publication_year": 2008,
  "publication_date": "2008-06-17",
  "type": "article",
  "cited_by_count": 45,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S65076878",
    "display_name": "Journal of Human Rights",
    "issn_l": "1475-4835",
    "issn": [
      "1475-4835",
      "1475-4843"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320547"
  },
  "volume": "7",
  "issue": "2",
  "first_page": "139",
  "last_page": "173",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C70999106",
      "display_name": "Constitutionalism",
      "level": 4,
      "score": 0.95975214
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.6339929
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.5236661
    },
    {
      "id": "C190253527",
      "display_name": "Law and economics",
      "level": 1,
      "score": 0.443149
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.34204787
    },
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.24458042
    },
    {
      "id": "C555826173",
      "display_name": "Democracy",
      "level": 3,
      "score": 0.19172683
    }
  ],
  "topics": [
    {
      "id": "T10802",
      "display_name": "Judicial and Constitutional Studies",
      "score": 0.9844
    },
    {
      "id": "T10718",
      "display_name": "Political Philosophy and Ethics",
      "score": 0.975
    },
    {
      "id": "T12262",
      "display_name": "Hate Speech and Cyberbullying Detection",
      "score": 0.9504
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1080/14754830802071950",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:55:14.713651",
  "source_database": "OpenAlex"
}