{
  "openalex_id": "W2058922532",
  "doi": "https://doi.org/10.1080/13563460600655573",
  "title": "Small business and entrepreneurship in the knowledge economy: A comparison of Australia and Sweden",
  "abstract": "Click to increase image sizeClick to decrease image size Notes The research reported in this paper was funded by an Australian Research Council grant, reference no. DP0209043. 1. James Alt, ‘Political Parties, World Demand and Unemployment: Domestic and International Sources of Economic Activity’, American Political Science Review, Vol. 79, No. 4 (1985), pp. 1016–40. 2. Walter Korpi, ‘Political and Economic Explanations for Unemployment: A Cross-National and Long-Term Analysis’, British Journal of Political Science, Vol. 21, No. 3 (1991), pp. 315–48. 3. David Cameron, ‘The Expansion of the Public Economy: A Comparative Analysis’, American Political Science Review, Vol. 72, No. 4 (1978), pp. 1243–61; Peter Katzenstein, Small States in World Markets: Industrial Policy in Europe (Cornell University Press, 1985). 4. Francis G. Castles, Australian Public Policy and Economic Vulnerability: A Comparative and Historical Perspective (Allen and Unwin, 1988); Katzenstein, Small States in World Markets. 5. Peter Katzenstein, Between Power and Plenty: Foreign Economic Policies of Advanced Industrial Countries (University of Wisconsin Press, 1978). 6. Linda Weiss & John M. Hobson, States and Economic Development: A Comparative Historical Analysis (Polity Press, 1995). 7. While definitions of the knowledge economy vary, the term is used to capture several key trends including growth in high technology industries, the role of information and knowledge resources as factors of production, the growth of knowledge products such as business services, the importance of information and communications technologies (ICTs) and the increasing share of economic activity accounted for by small firms. See Keith Smith, ‘What is the “Knowledge Economy”? Knowledge-intensive Industries and Distributed Knowledge Bases’, paper presented to the DRUID Summer Conference on the Learning Economy, Rebild, Denmark, 15–17 June 2000. 8. Jeffrey Furman, Michael E. Porter & Scott Stern, ‘The Determinants of National Innovative Capacity’, Research Policy, Vol. 31, No. 6 (2002), pp. 899–933; J. Rogers Hollingsworth & Robert Boyer, ‘Coordination of Economic Actors and Social Systems of Production’, in J. Rogers Hollingsworth & Robert Boyer (eds), Contemporary Capitalism: The Embeddedness of Institutions (Cambridge University Press, 1997), pp. 1–54; Richard Whitley, Divergent Capitalisms: The Social Structuring and Change of Business Systems (Oxford University Press, 2000), pp. 871–3. 9. Michel Delapierre, Bernadette Madeuf & Arlene Savoy, ‘NTBFs – The French case’, Research Policy, Vol. 26, No. 9 (1988), pp. 989–1003; Renata Lebre La-Rovere, ‘Small and Medium Sized Enterprises and IT Diffusion Policies in Europe’, Small Business Economics, Vol. 11, No. 1 (1998), pp. 1–9. 10. John Baldwin & Garnett Picot, ‘Employment Generation by Small Producers in the Canadian Manufacturing Sector’, Small Business Economics, Vol. 7, No. 4 (1995), pp. 300–23; Kurt Hoffman, Milady Parejo, John Bessant & Lew Perren, ‘Small Firms, R&D, Technology and Innovation in the UK: A Literature Review’, Technovation, Vol. 18, No. 1 (1998), pp. 39–55; Jozef Konings, ‘Job Creation and Job Destruction in the UK Manufacturing Sector’, Oxford Bulletin of Economics and Statistics, No. 57 (1995), pp. 5–24. 11. As examples, OECD, Science, Technology and Industry Outlook (OECD, 2001); Paul D. Reynolds, Michael Hay, William D. Bygrave, S. Michael Camp & Erkko Autio, Global Entrepreneurship Monitor: 2000 Executive Report (Babson College/London Business School, 2000); Lois Stevenson & Anders Lundström, Patterns and Trends in Entrepreneurship/SME Policy and Practice in Ten Economies (Swedish Foundation for Small Business Research, 2001), pp. 11–32; Ingrid Verheul, Sander Wennekers, David Audretsch & Roy Thurik, ‘An Eclectic Theory of Entrepreneurship: Policies, Institutions and Culture’, in David Audretsch, Roy Thurik, Ingrid Verheul & Sander Wennekers (eds), Entrepreneurship: Determinants and Policy in a European-US Comparison (Kluwer Academic Publishers, 2002), pp. 43–51. 12. Rachel Parker, ‘The Myth of the Entrepreneurial Economy’, Work, Employment and Society, Vol. 15, No. 2 (2001), pp. 239–54. 13. Bengt Lundvall, National Systems of Innovation: Towards a Theory of Interactive Learning (Pinter, 1992); Richard Nelson (ed.) National Innovation Systems: A Comparative Analysis (Oxford University Press, 1993). 14. Bo Carlsson & Rikard Stankiewicz, ‘On the Nature, Function and Composition of Technology Systems’, in Bo Carlsson (ed.), Technological Systems and Economic Performance: The Case of Factory Automation (Kluwer, 1995). 15. Bjørn Asheim, ‘Industrial Districts as “Learning Regions”: A Condition for Prosperity?’, European Planning Studies, Vol. 4, No. 4 (1997), pp. 379–400. 16. Gunnar Eliasson, ‘Industrial Policy, Competence Blocs and the Role of Science in Economic Development’, Journal of Evolutionary Economics, Vol. 10, No. 1/2 (2000), pp. 217–41. 17. Asa Lindholm Dahlstrand, ‘Technology-Based SME's in the Göteborg Region: Their Origin and Interaction with Universities and Large Firms’, Regional Studies, Vol. 33, No. 4 (1999), pp. 379–89; David Keeble, Clive Lawson, Barry Moore & Frank Wilkinson, ‘Collective Learning Processes, Networking and “Institutional Thickness” in the Cambridge Region’, Regional Studies, Vol. 33, No. 4 (1999), p. 319; David Keeble & Frank Wilkinson, ‘Collective Learning and Knowledge Development in the Evolution of Regional Clusters of High Technology SMEs in Europe’, Regional Studies, Vol. 33. No. 4 (1999), pp. 295–304; Ronald W. McQuaid, ‘Entrepreneurship and ICT Industries: Support from Regional and Local Policies’, Regional Studies, Vol. 36. No. 8 (2002), pp. 909–20; D. J. Storey & B. S. Tether, ‘Public Policy Measures to Support New Technology-Based Firms in the European Union’, Research Policy, 26 (1998), pp. 1037–57. 18. Stevenson & Lundström, Patterns and Trends; Verheul et al., ‘An Eclectic Theory of Entrepreneurship’. 19. Castles, Australian Public Policy. 20. Ann Capling & Brian Galligan, Beyond the Protective State: The Political Economy of Australia's Manufacturing Industry Policy (Cambridge University Press, 1992). 21. Katzenstein, Small States in World Markets. 22. Stephen Bell, Ungoverning the Economy: The Political Economy of Australian Economic Policy (Oxford University Press, 1997); Peter Hall & David Soskice (eds), Varieties of Capitalism: The Institutional Foundations of Comparative Advantage (Oxford University Press, 2001). 23. For a discussion of this debate, see Ulf Olsson, Bo Rothstein & Urban Strandberg, ‘Special Section: Small States in the World of Markets’, New Political Economy, Vol. 8, No. 1 (2003), pp. 3–7. 24. Bell, Ungoverning the Economy. 25. For example, in the emerging biotechnology sector, it has been suggested that Australia has developed a relatively proactive model of state steering compared with a fragmented and weak state approach in Sweden. See Hans Löfgren & Mats Benner, ‘Biotechnology and Governance in Australia and Sweden: Path Dependency or Institutional Convergence?’, Australian Journal of Political Science, Vol. 38, No. 1 (2003), pp. 25–43. A further example is German biotechnology policy. Steven Casper & Hannah Kettler have shown that German public policy has compensated for disincentives for entrepreneurship in the national institutional framework, such as limited access to high risk capital, which has resulted in a hybridisation of the German business model in the biotechnology sector. In Germany, this has facilitated entrepreneurial behaviour in biotechnology within the context of a model of coordinated capitalism, which otherwise has an institutional bias towards low-risk economic behaviour. See Steven Casper & Hannah Kettler, ‘National Institutional Frameworks and the Hybridization of Entrepreneurial Business Models: The German and UK Biotechnology Sectors’, Industry and Innovation, Vol. 8, No. 1 (2001), pp. 5–31. 26. Reynolds et al., Global Entrepreneurship Monitor. 27. Verheul et al., ‘An Eclectic Theory of Entrepreneurship’, p. 14. 28. David Audretsch & Roy Thurik, ‘What is New about the New Economy: Sources of Growth in the Managed and Entrepreneurial Economies’, Industrial and Corporate Change, Vol. 10, No. 1 (2001), pp. 25–48; David Audretsch & Roy Thurik, ‘Capitalism and Democracy in the 21st Century: From the Managed to the Entrepreneurial Economy’, Journal of Evolutionary Economics, Vol. 10, No. 1 (2000), pp. 17–34. 29. Given differences in definitions and data collection techniques in the two countries, only very general conclusions can be reached regarding the distribution of employment by size category of firms. The conclusions reached here are consistent with those from other sources that indicate that the size distribution of employment favours large firms in Sweden and small firms in Australia. See OECD, Small and Medium Enterprise Outlook (OECD, 2002), p. 242; Stevenson & Lundström, Patterns and Trends, Appendix, p. 3. 30. Reynolds et al., Global Entrepreneurship Monitor. 31. Stevenson & Lundström, Patterns and Trends, pp. 11–32; Verheul et al., ‘An Eclectic Theory of Entrepreneurship’, pp. 43–51. 32. A. Martinelli, ‘Entrepreneurship and Management’, in Neil Smelser & Richard Swedberg (eds), The Handbook of Economic Sociology (Princeton University Press, 1994), p. 476. 33. Paul Herbig, James E. Golden & Steven Dunphy, ‘The Relationship of Structure to Entrepreneurial and Innovative Success’, Marketing Intelligence and Planning, Vol. 12, No. 9 (1994), pp. 37–48. 34. G. Loveman, & W. Sengenberger, ‘The Re-Emergence of Small-Scale Production: An International Comparison’, Small Business Economics, Vol. 3, No. 1 (1991), pp. 1–37; Parker, ‘The Myth of the Entrepreneurial Economy’. 35. OECD, OECD Information Technology Outlook, pp. 30–3. 36. Comparison of Tables 2 and 5 should be undertaken with caution. Table 2 excludes data for the size category of firm with 0 employees. The Australian data in Table 5 includes working proprietors in firms with 0 employees. The small size category of firms in Table 5 for Australia may have an inflated share of employment compared with the national level reported in Table 2 because of this definitional difference. The difference will not be as great for Sweden, because the Swedish data in Table 5 on employees in the size category of 0 firms does not include working proprietors, making it more consistent with the figures for Table 2 which exclude employees in size category 0. Neither cross-national differences in definitions, nor differences in the databases used in Tables 2 and 5 are likely to detract from the broad conclusions reached in this paper. If anything, cross-national definitional differences (such as the narrower definition of employees, particularly in the 0 size category of firms in Sweden when compared with Australia) suggest that the conclusions reached in the article may be even stronger than the reported data indicate. 37. Hall & Soskice, Varieties of Capitalism; Richard Whitley, ‘The Institutional Structuring of Innovation Strategies: Business Systems, Firm Types and Patterns of Technical Change in Different Market Economies’, Organization Studies, Vol. 2, No. 5, pp. 855–86. 38. For a discussion of the distinction between coordinated and competitive economies see Hall & Soskice, Varieties of Capitalism; Hollingsworth & Boyer, ‘Coordination of Economic Actors’; David Soskice. ‘Divergent Production Regimes: Coordinated and Uncoordinated Market Economies in the 1980s and 1990s’, in Herbert Kitschelt, Gary Marks, Peter Lange, John D. Stephens, Robert H. Bates, Ellen Comisso, Peter Hall, Joel Migdal & Helen Milner (eds), Continuity and Change in Contemporary Capitalism (Cambridge University Press, 1999). 39. Bell, Ungoverning the Economy; Hall & Soskice, Varieties of Capitalism; Whitley, Divergent Capitalisms. 40. Stevenson & Lundström, Patterns and Trends, pp. 11–32; Verheul et al., ‘An Eclectic Theory of Entrepreneurship’, pp. 43–51; OECD, Science, Technology and Industry Outlook, pp. 89–114. 41. Hall & Soskice, Varieties of Capitalism. 42. Even at a sub-sectoral level within ICT, the Swedish case does not comply with the predictions of the business systems models. As Casper & Whitley explain, there are some sub-sectors within ICT, such as application-based software, games software and secure payment systems which are characterised by high risks of competence destruction, or low technological cumulativeness in which there is high uncertainty regarding the skills and technology required for innovation. In these sub-sectors, LMEs would be expected to have an institutional strength because firms in LMEs are able to change direction rapidly and relative flexibility in their resource base, which allows them to change technological trajectories. Further, firms in LMEs are able to adopt human resource strategies that offer high rewards as compensation for the high risk of failure and job loss. However, as Casper and Whitley's data shows, despite its status as a CME, Sweden performs well in the sub-sector of middleware software which is radically innovative and involves high competence destruction risks. See Steven Casper & Richard Whitley, ‘Managing Competences in Entrepreneurial Technology Firms: A Comparative Institutional Analysis of Germany, Sweden and the UK’, Research Policy, Vol. 33, No. 1 (2004), pp. 89–106. 43. Storey & Tether, ‘Public Policy Measures’. 44. Peter Heydebreck, Magnus Klofsten & Jan C. Maier, ‘Innovation Support for New-Technology Based Firms: The Swedish Technopol Approach’, R&D Management, Vol. 30, No. 1 (1994), pp. 89–100; Storey & Tether, ‘Public Policy Measures’. 45. Lundvall, National Systems of Innovation; Nelson, National Innovation Systems. 46. Carlsson & Stankiewicz, ‘On the Nature, Function and Composition of Technological Systems’. 47. Eliasson, ‘Industrial Policy’. 48. Knowledge-intensive sectors have been defined by the OECD as those associated either with the production of technology-intensive goods or the use of high technology products and/or a high skilled workforce (see OECD, Science, Technology and Industry Outlook). OECD definitions go beyond technology- intensive sectors such as high and medium-high technology manufacturing to include business and communications services. As Keith Smith explains, the concept of the knowledge economy cannot be reduced to the level of technology intensity of industry sectors, given the ‘distributed’ nature of knowledge bases and the importance of non-R&D investments such as capital investment, training, market research for new product development and expenditure on patents and licenses. For the purpose of this paper it is not necessary to adopt a precise definition of knowledge-intensive sectors as the logic of the analysis would apply equally to firms engaged in knowledge-intensive activities, innovation and the commercialisation of new ideas in any sector. See Smith, ‘What is the “Knowledge Economy?”’, p. 13. 49. Eliasson, ‘Industrial Policy’. 50. John Zysman, ‘How Institutions Create Historically Rooted Trajectories of Growth’, Industrial and Corporate Change, Vol. 3, No. 1 (1994), p. 261. 51. Henny Romijn & Manuel Albaladejo, ‘Determinants of Innovation Capability in Small Electronics and Software Firms in Southeast England’, Research Policy, Vol. 31, No. 7 (2002), pp. 1053–67; Storey & Tether, ‘Public Policy Measures’. 52. Charles Edquist, ‘Systems of Innovation Approaches – Their Emergence And Characteristics’, in Charles Edquist (ed.), Systems of Innovation: Technologies, Institutions and Organisations (Pinter, 1997), pp. 1–2. 53. Chris Freeman, ‘The “National System of Innovation” in Historical Perspective’, Cambridge Journal of Economics, Vol. 19, No. 1 (1995), pp. 5–24; Lundvall, National Systems of Innovation. 54. Mats Benner & Ulf Sandström, ‘Institutionalizing the Triple Helix: Research Funding and Norms in the Academic System’, Research Policy, Vol. 29, No. 2 (2000), pp. 291–301; Storey & Tether, ‘Public Policy Measures’. 55. Eliasson, ‘Industrial Policy’, p. 222. 56. Michael Storper, The Regional World: Territorial Development in a Global Economy (Guilford Press, 1997), p. 35. 57. Bjørn Asheim & Arne Isaksen, ‘SMEs and the Regional Dimension of Innovation’, in Bjørn Asheim, Arne Isaksen, Claire Nauwelaers & Franz Tödtling (eds), Regional Innovation Policy for SMEs (Edward Elgar, 2003), pp. 36–7. 58. Keith Morgan, ‘The Learning Region: Institutions, Innovation and Regional Renewal’, Regional Studies, Vol. 31, No. 5 (1997), pp. 491–503. 59. Dieter Ernst & Linsu Kim, ‘Global Production Networks, Knowledge Diffusion, and Local Capability Formation’, Research Policy, Vol. 31, No. 8/9 (2002), pp. 1417–29. 60. John Humphrey & Hubert Schmitz, ‘How Does Insertion in Global Value Chains Affect Upgrading in Industrial Clusters?’, Regional Studies, Vol. 36, No. 9 (2002), pp. 1017–28. 61. Casper & Whitley, ‘Managing Competences in Entrepreneurial Technology Firms’. 62. David Harvey, ‘From Managerialism to Entrepreneurialism: The Transformation in Urban Governance in Late Capitalism’, Geografiska Annaler, Vol. 71B (1989) pp. 3–17. 63. Neil Brenner, ‘Urban Governance and the Production of New State Spaces in Western Europe, 1960–2000’, Review of International Political Economy, Vol. 11, No. 3 (2004), p. 473. 64. Olivier Guersent, ‘The Regional Policy of the European Union: A Balance and Outlook’, Regional Studies, Vol. 35, No. 2 (2001), pp. 163–75. 65. Wilhelm Buunk, Hans Hetsen & Anton J. Jansen, ‘From Sectoral to Regional Policies: A First Step Towards Spatial Planning in the European Union?’, European Planning Studies, Vol. 7, No. 1 (1999), pp. 81–99. 66. Henry Etzkowitz & Loett Leydesdorff, ‘The Dynamics of Innovation: From National Systems and “Mode 2” to a Triple Helix of University-Industry-Government Relations’, Research Policy, Vol. 29, No. 2 (2000), pp. 109–23. 67. The measures reported in Table 5 are not the only possible indicators of the concepts associated with the second approach to the analysis of the environment of small business and entrepreneurship reported in Table 1. However, they are broadly consistent with alternative measures that might have been used. 68. NUTEK (Swedish Business Development Agency), Innovative Clusters in Sweden: Practical Lessons from Regional Cluster Building (NUTEK, 2001). 69. Jane Marceau & Karen Manley, ‘Australia's System of Innovation’, in Geoff Dow & Rachel Parker (eds), Business, Work and Community: Into the New Millennium (Oxford University Press, 2001), pp. 81–100. 70. Henrik Glimstedt & Udo Zander, ‘Sweden's Wireless Wonders: The Diverse Roots and Selective Adaptations of the Swedish Internet Economy’, in Bruce Kogut (ed.), The Global Internet Economy (MIT Press, 2004), pp. 128–34; Casper & Whitley, ‘Managing Competences in Entrepreneurial Technology Firms’, pp. 101–4. 71. Roland Andersson, John M. Quigley & Mats Wilhelmson, ‘University Decentralization as Regional Policy: The Swedish Experiment’, Journal of Economic Geography, Vol. 4, No. 4 (2004), pp. 371–88. 72. Henry Etzkowitz & Magnus Klofsten, ‘The Innovating Region: Towards a Theory of Knowledge-Based Regional Development’, R&D Management, Vol. 35, No. 3 (2005), pp. 243–55. 73. Per Lundequist & Dominic Power, ‘Putting Porter Into Practice? Practices of Regional Cluster Building: Evidence from Sweden’, European Planning Studies, Vol. 10, No. 6 (2002), pp. 685–704. 74. Daniel Hallencreutz & Per Lundequist, ‘Spatial Clustering and the Potential for Policy Practice: Experiences from Cluster-Building Processes in Sweden’, European Planning Studies, Vol. 11, No. 5 (2003), pp. 533–47. 75. Hallencreutz & Lundequist, ‘Spatial Clustering’. 76. NUTEK, Innovative Clusters in Sweden. 77. Asheim & Isaksen, ‘SMEs and the Regional Dimension of Innovation’, p. 42. 78. Marceau & Manley, ‘Australia's System of Innovation’.",
  "authors": [
    {
      "display_name": "Rachel Parker",
      "id": "A5008069474",
      "orcid": "https://orcid.org/0000-0003-4961-6714",
      "institutions": [
        {
          "id": "I165143802",
          "display_name": "The University of Queensland",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Rachel Parker"
    }
  ],
  "publication_year": 2006,
  "publication_date": "2006-05-23",
  "type": "article",
  "cited_by_count": 17,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S146242404",
    "display_name": "New Political Economy",
    "issn_l": "1356-3467",
    "issn": [
      "1356-3467",
      "1469-9923"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320547"
  },
  "volume": "11",
  "issue": "2",
  "first_page": "201",
  "last_page": "226",
  "open_access": {
    "is_oa": true,
    "oa_status": "green",
    "oa_url": "https://eprints.qut.edu.au/7168/1/7168a.pdf",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C2779707719",
      "display_name": "Polity",
      "level": 3,
      "score": 0.6470402
    },
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.55420685
    },
    {
      "id": "C84309077",
      "display_name": "Entrepreneurship",
      "level": 2,
      "score": 0.51279503
    },
    {
      "id": "C162696548",
      "display_name": "Knowledge economy",
      "level": 2,
      "score": 0.48283583
    },
    {
      "id": "C2778126366",
      "display_name": "Unemployment",
      "level": 2,
      "score": 0.468257
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.4131682
    },
    {
      "id": "C162324750",
      "display_name": "Economics",
      "level": 0,
      "score": 0.3779119
    },
    {
      "id": "C136264566",
      "display_name": "Economy",
      "level": 1,
      "score": 0.35362262
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.35281694
    },
    {
      "id": "C6303427",
      "display_name": "Economic history",
      "level": 1,
      "score": 0.33570465
    },
    {
      "id": "C50522688",
      "display_name": "Economic growth",
      "level": 1,
      "score": 0.18862185
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.12633312
    }
  ],
  "topics": [
    {
      "id": "T13532",
      "display_name": "Education Systems and Policy",
      "score": 0.7671
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1080/13563460600655573",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:38:36.170873",
  "source_database": "OpenAlex"
}