{
  "openalex_id": "W2058628818",
  "doi": "https://doi.org/10.1002/ajh.21829",
  "title": "Analysis of alpha hemoglobin stabilizing protein overexpression in murine β‐thalassemia",
  "abstract": "Excess free α-globin is cytotoxic and contributes to the pathophysiology of β-thalassemia. Alpha hemoglobin stabilizing protein (AHSP) is a molecular chaperone that binds free α-globin to promote its folding and inhibit its ability to produce damaging reactive oxygen species. Reduced AHSP levels correlate with increased severity of β-thalassemia in some human cohorts, but causal mechanistic relationships are not established for these associations. We used transgenic and lentiviral gene transfer methods to investigate whether supraphysiologic AHSP levels could mitigate the severity of β-thalassemia intermedia by providing an increased sink for the excess pool of α-globin chains. We tested wild-type AHSP and two mutant versions with amino acid substitutions that confer 3- or 13-fold higher affinity for α-globin. Erythroid overexpression of these AHSP proteins up to 11-fold beyond endogenous levels had no major effects on hematologic parameters in β-thalassemic animals. Our results demonstrate that endogenous AHSP is not limiting for α-globin detoxification in a murine model of β-thalassemia. β-Thalassemia is an erythroid disorder characterized by human HBB gene mutations that impair production of β-globin protein, thereby reducing formation of hemoglobin A (α2β2) tetramer. The resulting globin chain imbalance with accumulation of free α-globin is a major determinant of β-thalassemia pathophysiology [1, 2]. Free α-globin forms cytotoxic precipitates and initiates an oxidative cascade leading to impaired maturation of erythroid precursors and a shortened lifespan of surviving red blood cells (RBCs) [3, 4]. Alpha hemoglobin stabilizing protein (AHSP) binds free α-globin to facilitate its native folding and to inhibit its ability to produce reactive oxygen species [5-8]. Deficiency of AHSP exacerbates the effects of free α-globin in a murine model for β-thalassemia [7]. In humans, AHSP expression levels vary among different individuals because of polymorphisms in regulatory regions and perhaps additional determinants that are not linked to the AHSP gene [9, 10]. Some studies indicate that AHSP expression levels inversely correlate with severity of thalassemia [9]. However, in one study of Thai patients with HbE/β-thalassemia, disease severity did not correlate with AHSP gene haplotypes [11]. It was recently reported that overexpression of a human AHSP transgene ameliorated murine β-thalassemia, although only a few mice were analyzed, the extent of AHSP overexpression was relatively small (3% over endogenous), and the degree of improvement was slight [12]. Thus, uncertainty remains as to the direct relationship between AHSP expression levels and β-thalassemia phenotypes. We reasoned that increased expression of AHSP might mitigate the pathophysiologic consequences of globin chain imbalance by binding and neutralizing excess α-globin chains. We investigated this possibility by using transgenic and lentiviral approaches to determine whether AHSP overexpression alters the phenotype of murine β-thalassemia. We generated transgenic (Tg) mice in which expression of murine (m) Ahsp fused to a V5 epitope tag is driven by β-globin locus transcriptional regulatory sequences (Supporting Information Fig. 1A). Of five lines analyzed, only one achieved mAHSP-V5 expression levels in erythroid cells comparable with endogenous AHSP (Supporting Information Fig. 1B). To prove that the transgenic mAHSP-V5 protein was functional, mAHSP Tg mice were bred with AHSP-knockout mice (Ahsp−/−). The mAHSP-V5 transgene corrected the abnormal phenotype of the Ahsp−/− mice, as evidenced by its ability to rescue reticulocytosis, abnormal erythrocyte morphology, and hemoglobin precipitates (Heinz bodies; Supporting Information Fig. 1C and data not shown). We next crossed mAHSP-V5 Tg mice with β-thalassemic mice [13] in order to determine whether doubling the level of functional erythroid-expressed AHSP would improve the β-thalassemic phenotype by providing additional neutralizing capacity for excess free α-globin. The characteristic abnormalities of β-thalassemia, including anemia, microcytosis, reticulocytosis, splenomegaly, and erythroid hyperplasia, were not alleviated by introduction of the mAHSP-V5 Tg into the β-thalassemic animals (Supporting Information Tables I and II). Overexpression of wild-type or mutant hAHSP does not improve hematological parameters in β-thalassemia. (A) Hemoglobin levels as a function of the estimated hAHSP/mAHSP ratio in β-thalassemic mice transplanted with the TNS9.2-hAHSP or TNS9.2 (GFP) control lentiviral vectors. There are two GFP (black squares) animals with Hb values of 10.2. (B) Hemoglobin levels as a function of the estimated hAHSP/mAHSP ratio in β-thalassemic mice transplanted with control GFP, V5m3 wild-type hAHSP or tighter-binding P30W and P30A mutants, as indicated. There are three GFP (triangles) animals with Hb values of 8.5. (C) Membrane globin precipitate analysis. RBCs from the indicated transplant groups were lysed, and the membrane fractions were washed extensively, lipid-extracted, and analyzed by triton-acetic acid-urea (TAU) gel electrophoresis. Control lanes are as follows: Cytosol, hemolysate from β-thalassemic mouse; β-thal, membrane preparation from untransplanted β-thalassemic mouse. Vertical line indicates a repositioned gel lane. [Color figure can be viewed in the online issue, which is available at wileyonlinelibrary.com.] In order to achieve greater AHSP levels in thalassemic erythroid cells, we next used lentiviral vectors originally designed to express high levels of β-like globin chains for gene therapy of β-thalassemia [14-16]. TNS9.2-hAHSP expresses hAHSP under the control of human β-globin locus control region gene regulatory sequences and also contains a second cassette encoding enhanced green fluorescent protein (GFP) regulated by a constitutive phosphoglycerate kinase promoter (Supporting Information Fig. 2A and see Supporting Information Methods). Recombinant human AHSP binds and stabilizes murine α-globin in vitro (data not shown). Moreover, the TNS9.2 vector expressed functional human AHSP protein in mice, as evidenced by its ability to completely rescue the hematologic abnormalities of Ahsp−/− erythrocytes in gene transfer experiments and in secondary bone marrow (BM) transplants (Supporting Information Fig. 2B-D, Supporting Information Table III). In subsequent experiments, use of functional human AHSP allowed us to distinguish and compare levels of endogenous and lentiviral-encoded proteins by using species-specific AHSP antibodies. Lentiviral-encoded hAHSP was expressed up to 8-fold higher than the endogenous protein (Supporting Information Fig. 2E,F). To investigate whether this level of AHSP overexpression could alleviate β-thalassemia, we transduced BM cells from β-thalassemic mice [17] with the TNS9.2-hAHSP lentiviral vector and transplanted them into lethally irradiated recipients. At 10 weeks posttransplantation, we observed a large proportion of GFP-positive RBCs in recipient mice (mean, 65 ± 14%; range, 14–99%), indicating efficient lentiviral transduction. Total hAHSP expression in circulating RBCs ranged from 0.5- to 3-fold higher (mean, 1.8-fold ± 0.4-fold) than endogenous mAHSP levels (Fig. 1A). The percentages of GFP-positive cells were similar in peripheral blood myeloid cells and circulating erythrocytes, indicating that AHSP overexpression conferred no survival advantage or improvements in ineffective erythropoiesis. Furthermore, the elevated levels of AHSP conferred by TNS9.2-hAHSP did not improve anemia or other hematologic parameters associated with β-thalassemia intermedia (Fig. 1A and Table I, Experiment 1). Analysis of mice at 16 weeks posttransplantation revealed similar results (data not shown). Because vectors containing two expression cassettes can in some instances compromise maximal expression, we used a single gene lentiviral vector, V5m3-AHSP, containing only β-globin gene transcriptional regulatory elements [14] in an effort to achieve even higher levels of wild-type hAHSP. This vector backbone (V5m3) was recently used to express therapeutic levels of human γ-globin in a mouse model for sickle cell anemia [14]. We also used the same vector to overexpress two mutant versions of hAHSP, P30A and P30W, which exhibit 3- and 13-fold greater affinities for α-globin, respectively [18]. We reasoned that tighter binding of mutant AHSPs to α-globin might exert greater protective effects. The BM cells from β-thalassemic mice [17] were transduced with the V5m3-AHSP lentiviral vectors and transplanted into lethally irradiated recipients. At 10 weeks posttransplantation, circulating RBCs of transplanted mice expressed hAHSP 0.5- to 11-fold greater than endogenous mAHSP (mean ∼4-fold in each group of mice with the different AHSP vectors; Fig. 1B, Table I and Supporting Information Fig. 3). The red cells of mice transplanted with the different AHSP vectors demonstrated a small increase in mean corpuscular volume, likely attributable to the similar slight increase in reticulocyte numbers (Table I). However, overexpression of wild-type or mutant AHSP did not alleviate β- thalassemic pathologies (Fig. 1B and Table I, Experiment 2) or membrane-associated α-globin (Fig. 1C). Reevaluation of mice at 16 weeks posttransplantation revealed an overall stable hAHSP/mAHSP ratio of ∼ 3 without improvement in hematological parameters (data not shown) or reduction in splenomegaly (Table I). A recent report suggests that transgenic expression of human AHSP partially improves the β-thalassemia phenotype in a different murine model than the one used here [12]. Although encouraging, this study was limited because only several informative founder animals were studied, and the relative human AHSP transgene mRNA expression was only 3% of that of its endogenous murine counterpart. Here, we use complementary transgenic and lentiviral approaches to conclusively demonstrate that AHSP overexpression, ranging from 0.5- to 11-fold above normal, does not improve β-thalassemia in mice. Interestingly, we did observe about a 10% increase in red cell mean corpuscular volume in the AHSP overexpressing mice, likely reflecting a concomitant increase in reticulocytes. It may be that AHSP overexpression caused a minor improvement in late stage erythropoiesis, leading to a slight increase in reticulocyte egress from the BM. However, this was not quantitatively significant to result in an improvement in Hb, hematocrit, or extramedullary hematopoiesis (splenomegaly) of affected animals. Our data support the conclusion that endogenous AHSP is not limiting for α-globin detoxification. It remains formally possible that AHSP dosage impacts β-thalassemia differently in mice and humans, as metabolism of free α-globin may diverge in these species [19]. Future experiments may investigate this further by overexpressing AHSP in human thalassemic erythroid cells. The fates of excess α-globin or the AHSP-α complex in human or mouse β-thalassemia are poorly understood but appear to involve regulated proteolysis [20]. Multiple chaperones can target their substrates for degradation, and AHSP bound to α-globin may function similarly [21]. Degradation pathways in cells can be overloaded by large quantities of aggregate-prone protein, and these downstream pathways may exert a bottleneck that cannot be overcome by increased AHSP levels [22, 23]. Thus, although the current findings suggest that AHSP mimetic therapies by themselves may not be useful for treating β-thalassemia, they provide interesting future directions for investigating how erythroid cells handle excess α-globin. More detailed experimental protocols are provided in the Supporting Information section. Mouse experiments were approved by the Institutional Animal Care and Use Committees at St. Jude Children's Research Hospital and The Children's Hospital of Philadelphia. Ahsp-null mice and β-thalassemia mice are described [6, 13, 17]. AHSP transgenic mice were produced by the University of Pennsylvania Transgenic and Chimeric Mouse Facility. Two different lentiviral vectors that express high levels of human β-like globins in mice were used to overexpress human AHSP in an erythroid-specific manner [14-16]. The BM cells from 3- to 5-month-old β-thalassemic mice were harvested and transduced with AHSP or control lentiviral vectors as described. Blood samples were obtained from anesthetized mice by retro-orbital puncture and analyzed as described [14]. The RBC half-life, the Heinz body staining, and the membrane globin precipitates were analyzed as described [7]. AHSP expression levels were estimated by Western blotting of peripheral blood hemolysates with species-specific (mouse or human) anti-AHSP antibodies using recombinant mouse and human AHSP proteins as standards. The authors thank Yu Yao for technical assistance and Drs. Oliver Smithies and Tim Townes for the β-thalassemia mice. Additional Supporting Information may be found in the online version of this article. Please note: The publisher is not responsible for the content or functionality of any supporting information supplied by the authors. Any queries (other than missing content) should be directed to the corresponding author for the article. Md Nasimuzzaman*, Eugene Khandros , Xiaomei Wang , Yi Kong , Huifen Zhao*, David Weiss , Stefano Rivella , Mitchell J. Weiss , Derek A. Persons*, * Division of Experimental Hematology, Department of Hematology, St. Jude Children's Research Hospital, Memphis, Tennessee, Department of Pediatrics, Children's Hospital of Philadelphia, University of Pennsylvania, Philadelphia, Pennsylvania, Division of Hematology-Oncology, Department of Pediatrics, Weill Cornell Medical College, New York, New York",
  "authors": [
    {
      "display_name": "Md Nasimuzzaman",
      "id": "A5047799181",
      "orcid": "https://orcid.org/0009-0000-6967-4589",
      "institutions": [
        {
          "id": "I1313298211",
          "display_name": "St. Jude Children's Research Hospital",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Md Nasimuzzaman"
    },
    {
      "display_name": "Eugene Khandros",
      "id": "A5021018595",
      "orcid": "https://orcid.org/0000-0003-2313-9710",
      "institutions": [
        {
          "id": "I1335321130",
          "display_name": "Children's Hospital of Philadelphia",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Eugene Khandros"
    },
    {
      "display_name": "Xiaomei Wang",
      "id": "A5100457095",
      "orcid": "https://orcid.org/0000-0003-2606-4013",
      "institutions": [
        {
          "id": "I1335321130",
          "display_name": "Children's Hospital of Philadelphia",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Xiaomei Wang"
    },
    {
      "display_name": "Yi Kong",
      "id": "A5101531347",
      "orcid": "https://orcid.org/0000-0001-8205-339X",
      "institutions": [
        {
          "id": "I1335321130",
          "display_name": "Children's Hospital of Philadelphia",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Yi Kong"
    },
    {
      "display_name": "Huifen Zhao",
      "id": "A5034147171",
      "orcid": "https://orcid.org/0000-0001-6943-1181",
      "institutions": [
        {
          "id": "I1313298211",
          "display_name": "St. Jude Children's Research Hospital",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Huifen Zhao"
    },
    {
      "display_name": "David S. Weiss",
      "id": "A5016345186",
      "orcid": "https://orcid.org/0000-0003-2217-0070",
      "institutions": [
        {
          "id": "I1335321130",
          "display_name": "Children's Hospital of Philadelphia",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "David Weiss"
    },
    {
      "display_name": "Stefano Rivella",
      "id": "A5046499318",
      "orcid": "https://orcid.org/0000-0002-0938-6558",
      "institutions": [
        {
          "id": "I205783295",
          "display_name": "Cornell University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Stefano Rivella"
    },
    {
      "display_name": "Mitchell J. Weiss",
      "id": "A5056930601",
      "orcid": "https://orcid.org/0000-0003-2460-3036",
      "institutions": [
        {
          "id": "I1335321130",
          "display_name": "Children's Hospital of Philadelphia",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mitchell J. Weiss"
    },
    {
      "display_name": "Derek A. Persons",
      "id": "A5111919689",
      "orcid": null,
      "institutions": [
        {
          "id": "I1313298211",
          "display_name": "St. Jude Children's Research Hospital",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Derek A. Persons"
    }
  ],
  "publication_year": 2010,
  "publication_date": "2010-07-22",
  "type": "letter",
  "cited_by_count": 15,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S199810014",
    "display_name": "American Journal of Hematology",
    "issn_l": "0361-8609",
    "issn": [
      "0361-8609",
      "1096-8652"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320595"
  },
  "volume": "85",
  "issue": "10",
  "first_page": "820",
  "last_page": "822",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1002/ajh.21829",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C2777799968",
      "display_name": "Thalassemia",
      "level": 2,
      "score": 0.74160933
    },
    {
      "id": "C2778917026",
      "display_name": "Hemoglobin",
      "level": 2,
      "score": 0.63028896
    },
    {
      "id": "C64943373",
      "display_name": "Alpha (finance)",
      "level": 4,
      "score": 0.5831996
    },
    {
      "id": "C2778548071",
      "display_name": "Alpha-thalassemia",
      "level": 4,
      "score": 0.58199066
    },
    {
      "id": "C91238131",
      "display_name": "Alpha globulin",
      "level": 3,
      "score": 0.5387202
    },
    {
      "id": "C2777940137",
      "display_name": "Beta thalassemia",
      "level": 3,
      "score": 0.4805589
    },
    {
      "id": "C2779668550",
      "display_name": "Hemoglobinopathy",
      "level": 3,
      "score": 0.46641266
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.44399333
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.32632113
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.29472655
    },
    {
      "id": "C2776175824",
      "display_name": "Hemolytic anemia",
      "level": 2,
      "score": 0.26782313
    },
    {
      "id": "C54355233",
      "display_name": "Genetics",
      "level": 1,
      "score": 0.2675302
    },
    {
      "id": "C104317684",
      "display_name": "Gene",
      "level": 2,
      "score": 0.20836422
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.108744144
    },
    {
      "id": "C135763542",
      "display_name": "Genotype",
      "level": 3,
      "score": 0.07500461
    },
    {
      "id": "C49453240",
      "display_name": "Construct validity",
      "level": 3,
      "score": 0.0
    },
    {
      "id": "C2775944032",
      "display_name": "Patient satisfaction",
      "level": 2,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10554",
      "display_name": "Hemoglobinopathies and Related Disorders",
      "score": 1.0
    },
    {
      "id": "T10452",
      "display_name": "Iron Metabolism and Disorders",
      "score": 0.9995
    },
    {
      "id": "T12286",
      "display_name": "Erythrocyte Function and Pathophysiology",
      "score": 0.9894
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1002/ajh.21829",
  "pdf_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1002/ajh.21829",
  "retrieved_date": "2025-07-30T16:02:41.832150",
  "source_database": "OpenAlex"
}