{
  "openalex_id": "W2059225407",
  "doi": "https://doi.org/10.1353/jod.1990.0026",
  "title": "Is China Ready for Democracy?",
  "abstract": "Is China Ready for Democracy? Andrew J. Nathan (bio) The Chinese Communist regime has always claimed that China already has, in the words of Deng Xiaoping, the \"broadest democracy that has ever existed in history,\" and that Western-style \"bourgeois democracy\" is not worth having anyway. But a contradictory theme lies beneath the surface of such defensive rhetoric. Deng has often argued that \"national conditions\" (guoqing, a code word for backwardness) do not allow China to have as much democracy as it would like. \"In our construction today,\" Deng said in 1979, \"we must do things in accordance with Chinese conditions and find a Chinese-style path to modernization . . . . Departure from the four basic principles [socialism, Marx-Lenin-Mao Thought, dictatorship of the proletariat, and party leadership] and talk about democracy in the abstract will inevitably lead to the unchecked spread of ultra-democracy and anarchism.\" Speaking to George Bush in February 1989, just before the Chinese government interfered with Fang Lizhi's attendance at the U.S. president's banquet, Deng said, \"If we were to run elections among China's one billion people now, chaos . . . would certainly ensue . . . . Democracy is our goal, but the state must maintain stability.\"1 This self-critical view of their capacity for democracy is widespread among Chinese of all political persuasions. The events of 1989, however, raise the question of whether it has become outdated. In December 1989, Taiwan carried out the first multiparty elections in Chinese history in an institutional setting that, although guaranteeing an overall victory for the ruling party, nonetheless allowed intense competition and substantial [End Page 50] gains by the opposition. On the mainland, the massive demonstrations of last spring revealed a passionate and widespread yearning for democracy. After nearly a century of struggling for democracy, have the Chinese created the conditions for it? How might the transition occur? What would Chinese democracy be like? Since Taiwan is culturally Chinese, its experience may help suggest what a Chinese form of democracy would be like. But it is a much smaller, richer, and more cosmopolitan place than mainland China. Would the mainland have to reach Taiwan's level of development before it could think of beginning a transition to democracy? Social scientists have identified no absolute threshold of development required to qualify a people for democracy, but China is now clearly above the minimum level in simple economic terms and far above it with regard to social development and communication facilities. China's gross national product (GNP) per capita in 1980 was already above the level found in the three poorest stable democracies of the 1970s. By the end of the century, the figure may match or exceed the level enjoyed by the eight poorest democracies in the early 1970s (India, Sri Lanka, the Philippines, Turkey, Costa Rica, Jamaica, Chile, and Uruguay in ascending order of wealth).2 China is far more industrialized than the other poor and lower-middle income countries as measured by the proportion of gross domestic product (GDP) attributable to industry (nearly 50 percent). China's urbanites constitute between 12 and 32 percent of the population, depending on the definition used. Most of China's villages have schools, however rudimentary. The level of literacy revealed by the 1982 census was as high as or higher than that of India and Turkey. In 1985 the government extended the period of compulsory schooling to nine years, a measure that should gradually raise the average level of education even higher. Mass communication in the form of wired loudspeakers, radio, television, and newspapers penetrates into virtually every village and effectively reaches illiterates and people living in deserts or on steppes, and rivers. In addition, despite recent trends toward increasing concentration of wealth, China still has a relatively equitable distribution, which is generally considered a helpful condition for democracy. It also has strong police and military institutions, which are as necessary for keeping the peace in a democracy as in a dictatorship. Chinese Political Culture The doubts of Chinese about their own capacity for democracy, however, center not on communication facilities or literacy but on political culture. The popular 1988 television series River Elegy typified this view, arguing that China's...",
  "authors": [
    {
      "display_name": "Andrew J. Nathan",
      "id": "A5065536356",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Andrew J. (Andrew James) Nathan"
    }
  ],
  "publication_year": 1990,
  "publication_date": "1990-03-01",
  "type": "article",
  "cited_by_count": 9,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S151119180",
    "display_name": "Journal of democracy",
    "issn_l": "1045-5736",
    "issn": [
      "1045-5736",
      "1086-3214"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315678"
  },
  "volume": "1",
  "issue": "2",
  "first_page": "50",
  "last_page": "61",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C191935318",
      "display_name": "China",
      "level": 2,
      "score": 0.8281985
    },
    {
      "id": "C555826173",
      "display_name": "Democracy",
      "level": 3,
      "score": 0.70860755
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.6391342
    },
    {
      "id": "C47768531",
      "display_name": "Development economics",
      "level": 1,
      "score": 0.36204118
    },
    {
      "id": "C162324750",
      "display_name": "Economics",
      "level": 0,
      "score": 0.17716956
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.080281585
    },
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10628",
      "display_name": "China's Socioeconomic Reforms and Governance",
      "score": 0.6274
    },
    {
      "id": "T13073",
      "display_name": "China's Ethnic Minorities and Relations",
      "score": 0.5747
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/jod.1990.0026",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:29:32.325416",
  "source_database": "OpenAlex"
}