{
  "openalex_id": "W2051149258",
  "doi": "https://doi.org/10.1080/1444221042000299565",
  "title": "‘When you have no law you are nothing’: Cane toads, social consequences and management issues",
  "abstract": "Abstract In this article we demonstrate that Yanyuwa people have detailed biological knowledge of their northern Australian environment, which is culturally defined and embedded within their relationships to country, resources and each other. Through a case study of the impact of Bufo marinus (cane toads) on Yanyuwa culture and everyday life, we argue that Aboriginal management strategies and Aboriginal peoples' intimate knowledge of species and environment need to be understood as both legitimate and fundamental when engaging in management initiatives in Australia. We demonstrate that for Yanyuwa people emotional engagement with their environment is underpinned by a morality of social and environmental relations and that 'memory' is pivotal to this engagement. We conclude by briefly delineating how the adoption of a 'moral ecology' perspective goes some way to addressing issues pertinent to discursive encounters at cultural management frontiers. Keywords: Aboriginal management strategiescultural frontiersepistemologiesIndigenous knowledge systemsemotionsmemorymoral ecology Acknowledgments *We gratefully acknowledge funding provided by the Cooperative Research Centre for Tropical Savannas Management which contributed to research that informs this paper and would like to thank Dr David Hyndman, Dr Richard Baker and our anonymous reviewers for their helpful comments regarding this paper. Notes Kathryn A. Seton is an anthropology PhD researcher at the University of Queensland undertaking an investigation into land claim and management processes, outcomes and issues, predominantly with Yanyuwa people. Dr John J. Bradley is a lecturer in anthropology at the University of Queensland who has worked for twenty-four years with the Yanyuwa community in Borroloola. See Agrawal (Citation1995), Endter-Wada et al. (Citation1998) and Ross and Pickering (Citation2002). These authors discuss issues surrounding such dualisms, with Agrawal (Citation1995) furthering the discussion by proposing ways of deconstructing these dualisms for a greater dialogic approach. The reports and submissions from this enquiry can be found at: http://www.nt.gov.au/lant/parliament/committees/Environ%20and%20Sustainable/environ%20and%20sustain%20reports.shtml. Borroloola Public Hearing transcripts can be found in Volume 3 at this site. Feral species can take on significant roles in Aboriginal life (Rose Citation1995), provide bush tucker (Young et al. Citation1991) and be manifested in artefacts (Trigger Citation2002). It is probably best to say that a variety of views are held by Aboriginal people about introduced species where 'apparently contesting views can co-exist' (Trigger Citation2002, p. 8). For instance, in the Gulf country, horses, dogs and cattle have all become significant in Aboriginal life and are historically connected to work in the pastoral industry. However, feral pigs hold a somewhat ambiguous status in Borroloola. Some people see them as pests which 'mess up country', while others have emotionally engaged with them at the level of keeping them as pets. Introduced plant species are not currently perceived as a problem by Yanyuwa elders. In fact, some are embraced (the mango trees near the Yanyuwa camp are embedded with history and significance), while introduced grasses for cattle feeding appear to be naturalised as they do not rate mention as being problematic. Where possible we have provided specific and local cultural information to back up broad categories. However, Table 1 does little justice to the extremely complex web of interrelationships that exist between Dreamings, human and non-human actors, environments and knowledges (see Yanyuwa Families et al. Citation2003 for a comprehensive documentation of these interrelated aspects). Berkes' (Citation1999) concept of traditional ecological knowledge (TEK) is made up of three components: 1. traditional ecological knowledge is viewed as a component of local knowledge of species and country; 2. there is a component of practice in the way people carry out their economic activities; and 3. there is a component of belief in people's perceptions of their role within It seems to be commonly accepted in anthropological literature these days that 'human ecology is human society' (Croll & Parkin Citation1992, p. 13, emphasis in original; see also Ingold Citation1992; Milton Citation2002). The work of Bradley (Citation1997a, Citation2001) illustrates these aspects further with regard to Yanyuwa culture, while the work of Povinelli (Citation1992, Citation1993) and Rose (Citation1996) and Rose et al. (Citation2002) demonstrates these distinctly Aboriginal management dimensions for other Indigenous groups of the Northern Territory. Various other analyses have shown how everyday feelings impact on attitudes towards animals and the environment in Indigenous, Western and other societies. Milton's (Citation2002) work provides a fascinating discussion of much of this work. In Yanyuwa ontology species are seen to have their own 'Law' or 'culture' (narnu-yuwa). For example, Yanyuwa men may become 'versed in the \"Law\" of the dugong' (Bradley Citation1991, p. 93) and 'the White-bellied Sea Eagle has important Law' associated with the white body decoration feathers (jamarndarrka) used in ceremonies (Yanyuwa Families et al. Citation2003, p. 173). Further, in Yanyuwa culture the definitive expression of Law comes through the ability and right to sing kujika (song cycles which form the ultimate expression of the power in country). Species such as brolgas, gropers, jabirus and catfish (to name a few) fully engage with and transmit kujika through travel and ceremony at pivotal sites on Yanyuwa country. Therefore, for feral animals such as the cane toad, to have no kujika means to have no place, no power, no authority, in Yanyuwa culture and society. Song cycles (and associated rituals and performances) are not the only sites for the cultural reproduction of knowledge. Morphy (Citation1991) shows how art is a system of communication and Tamisari (Citation1998, Citation2002, p. 98) demonstrates how the body and images of a footprint have 'ontological significance in relation to the accumulation and transferral of knowledge' (and identity construction). However, it is beyond the scope of this paper to deal with all Aboriginal manifestations of how knowledge is accumulated, shared, negotiated and engaged with. Dreaming mother or ja-yakurra refers to the Dreamings associated with one's mother's semi-moiety. It must be noted here that this old man's niece was 69 years of age at the time. 'The remarkable endurance of B. marinus to extremes of temperature is demonstrated by individuals which were observed moving slowly away from a bushfire, having survived massive burning' (D. Crossman, pers. comm. in Covacevich & Archer Citation1975, p. 305). Pálsson (Citation1995, p. 163) has drawn the same conclusion in his investigation of Icelandic fishing practices and knowledge, noting that 'those who are directly involved in resource-use on a daily basis are likely to have the most reliable information as to what goes on in the sea at any particular point in time'. Andersen (Citation1999, p. 8) also found essentially the same qualities applied to 'European' fire managers (the difference being in their misunderstood acceptance of biodiversity while Aboriginal people are conceived as not understanding or accepting biodiversity), concluding that the 'real cultural contrasts in the acquisition of and use of information relating to fire management in northern Australia are between the culture of science on one hand, and the culture of management, black and white, on the other'. Pearce et al. go on to state: Aboriginal knowledge is relatively slow to change and be learned, and is the source of status of elders. Science, on the other hand, is seen to offer great status in a relatively short time to young researchers who bear all the usual signs of the inexperience of youth. Aboriginal people, on the other hand, do not understand the full method of science with its publications and peer review allowing rapid access to vast international experience through the literature. (1996, p. 102) We feel these are very essentialising conclusions which say nothing of the capacity of Indigenous people as social actors to interact dialogically with science, not only with scientists of varying disciplines but with the information that science generates. Indigenous peoples have proved adept at integrating scientific knowledge into their own knowledge systems (Bradley Citation1997a,Citationb). That is, 'if an entity is accorded no intrinsic value, that is no reason to respect it in and of itself, then its only value is considered to be the use to which it can be put' and 'the very notion of resources emphasises their instrumental value' (Bennett Citation1983, p. 19). When we apply this notion to the cane toad it is obvious that its status becomes even more liminal; it cannot be considered a resource in a Western sense because it has no 'use' and it cannot be considered to have a complementary relationship in a Yanyuwa sense because it has no Law (as discussed earlier in the paper). Additional informationNotes on contributorsKathryn A. Seton Kathryn A. Seton is an anthropology PhD researcher at the University of Queensland undertaking an investigation into land claim and management processes, outcomes and issues, predominantly with Yanyuwa people. Dr John J. Bradley is a lecturer in anthropology at the University of Queensland who has worked for twenty-four years with the Yanyuwa community in Borroloola.",
  "authors": [
    {
      "display_name": "Kathryn A. Seton",
      "id": "A5017731064",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Kathryn A. Seton"
    },
    {
      "display_name": "John Bradley",
      "id": "A5031286175",
      "orcid": "https://orcid.org/0000-0002-0356-6945",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "John J. Bradley"
    }
  ],
  "publication_year": 2004,
  "publication_date": "2004-12-01",
  "type": "article",
  "cited_by_count": 25,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S191816521",
    "display_name": "The Asia Pacific Journal of Anthropology",
    "issn_l": "1444-2213",
    "issn": [
      "1444-2213",
      "1740-9314"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320547"
  },
  "volume": "5",
  "issue": "3",
  "first_page": "205",
  "last_page": "225",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C136815107",
      "display_name": "Nothing",
      "level": 2,
      "score": 0.8108267
    },
    {
      "id": "C2776821462",
      "display_name": "Cane",
      "level": 3,
      "score": 0.7674103
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.4417833
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.40687442
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.34431666
    },
    {
      "id": "C95124753",
      "display_name": "Environmental ethics",
      "level": 1,
      "score": 0.34005833
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.11241099
    },
    {
      "id": "C111472728",
      "display_name": "Epistemology",
      "level": 1,
      "score": 0.07725045
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.06411672
    },
    {
      "id": "C55493867",
      "display_name": "Biochemistry",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C2777108408",
      "display_name": "Sugar",
      "level": 2,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11420",
      "display_name": "Geographies of human-animal interactions",
      "score": 0.9945
    },
    {
      "id": "T13435",
      "display_name": "Animal and Plant Science Education",
      "score": 0.9944
    },
    {
      "id": "T11214",
      "display_name": "Human-Animal Interaction Studies",
      "score": 0.9881
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1080/1444221042000299565",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:16:30.157128",
  "source_database": "OpenAlex"
}