{
  "openalex_id": "W2058715566",
  "doi": "https://doi.org/10.1097/tp.0b013e3181acc8b3",
  "title": "Hypothermic Pulsatile Perfusion of Small Pediatric en Bloc Kidneys: Technical Aspects and Outcomes",
  "abstract": "We read with interest the case report by Zendejas et al. (1) on hypothermic pulsatile perfusion (PP) of a pediatric en bloc kidney graft. We would like by to complement that communication by reporting on PP and transplantation of 16 pediatric en bloc kidneys—one of the largest single-center experiences published to date. All kidneys were perfused en bloc at our institution at 4°C with KPS-1 Belzer machine perfusion solution (Organ Recovery Systems, Des Plaines, IL) on an RM3 PP machine (Waters Instruments, Rochester, MN; 60 bmp, systolic pressures 20-35 mm Hg). Definitive reconstruction of the proximal aorta was necessary before PP in 88% (2). No graft was discarded. All grafts were implanted extraperitoneally, anastomosing the distal donor aorta and inferior vena cava to the recipients’ iliac vessels (3, 4). Graft survival was 100% (mean follow-up, 18 months) (Table 1).TABLE 1: Pediatric en bloc kidney grafts preserved with hypothermic pulsatile perfusion: donor, preservation and recipient characteristics, and outcomes (November 2003 to March 2009)TABLE 1: ContinuedIn our experience, several specific technical-surgical considerations apply to PP of pediatric en bloc kidneys: (i) ideally, both donor iliac arteries are recovered in continuity with the aorta to use one artery for perfusion cannula insertion and the other artery for proximal aortic reconstruction (if necessary) (2); (ii) cannulation of an iliac artery (vs. the aorta) avoids distal aortic cannulation injuries and hence maximizes the distal donor aorta’s length that is usable for graft implantation; (iii) most grafts have proximal aortic cuffs that are too short to be simply temporarily clamped for PP initiation and therefore require definitive suprarenal aortic reconstruction before PP; and (iv) correct positioning of en bloc grafts during PP is crucial (Fig. 1). With two grafts from donors less than 10 kg, we initially noted no PP flow. Inspection of the grafts on the PP machine revealed that they had been positioned prone, “veins-down.” The weight of the kidneys and inter- renal tissues rested on the anterior—thin-walled—renal veins/inferior vena cava, causing acute venous outflow obstruction. PP flow improved immediately after flipping both grafts into a supine, “veins-up” position. Such acute gravity-related effects are not observed with kidneys from larger donors.FIGURE 1.: Pediatric en bloc kidney perfusion technique. The inset shows the short proximal aortic cuff that has been closed with the “aortic lid” technique (Ref. 2). R, right; L, left; K, kidney; IVC, inferior vena cava; CIA, common iliac artery; PP, pulsatile perfusion; RV, renal vein.PP facilitates evaluation of en bloc grafts’ quality (e.g., with donation after cardiac death donors) and optimizes preservation quality and early function (5). The latter point is particularly relevant because PP preservation may compensate at least partially for any potential graft rewarming during the more extensive backtable procedures required by en bloc kidneys. Our 100% graft survival compares favorably with a smaller case series that reported a 38% en bloc graft thrombosis rate after PP preservation (6). The excellent early graft outcomes in our series and Zendejas’ case report suggest that PP is an important adjunct for transplantation of grafts from small and very small (≤10 kg) pediatric donors too (1). PP has the potential to help increase the currently still suboptimal rate of transplantation of kidneys from these donors (1, 7, 8). Further research must determine whether the recently reported long-term graft survival benefits of PP for adult donor kidneys also apply to pediatric en bloc kidney grafts (5). Christoph Troppmann Michael F. Daily John P. McVicar Richard V. Perez Department of Surgery University of California Davis, Sacramento, CA",
  "authors": [
    {
      "display_name": "Christoph Troppmann",
      "id": "A5006301288",
      "orcid": null,
      "institutions": [
        {
          "id": "I84218800",
          "display_name": "University of California, Davis",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Christoph Troppmann"
    },
    {
      "display_name": "Michael F. Daily",
      "id": "A5073944438",
      "orcid": "https://orcid.org/0000-0002-1582-5887",
      "institutions": [
        {
          "id": "I84218800",
          "display_name": "University of California, Davis",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Michael F. Daily"
    },
    {
      "display_name": "John P. McVicar",
      "id": "A5075634150",
      "orcid": null,
      "institutions": [
        {
          "id": "I84218800",
          "display_name": "University of California, Davis",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "John P. McVicar"
    },
    {
      "display_name": "Richard V. Perez",
      "id": "A5032855888",
      "orcid": null,
      "institutions": [
        {
          "id": "I84218800",
          "display_name": "University of California, Davis",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Richard V. Perez"
    }
  ],
  "publication_year": 2009,
  "publication_date": "2009-07-16",
  "type": "letter",
  "cited_by_count": 8,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S11564597",
    "display_name": "Transplantation",
    "issn_l": "0041-1337",
    "issn": [
      "0041-1337",
      "1534-6080"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310318547"
  },
  "volume": "88",
  "issue": "2",
  "first_page": "289",
  "last_page": "290",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://doi.org/10.1097/tp.0b013e3181acc8b3",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.8406546
    },
    {
      "id": "C2779980429",
      "display_name": "Aorta",
      "level": 2,
      "score": 0.63715935
    },
    {
      "id": "C2778074680",
      "display_name": "Cannula",
      "level": 2,
      "score": 0.600737
    },
    {
      "id": "C146957229",
      "display_name": "Perfusion",
      "level": 2,
      "score": 0.5780551
    },
    {
      "id": "C79191276",
      "display_name": "Pulsatile flow",
      "level": 2,
      "score": 0.5738071
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.5415099
    },
    {
      "id": "C2911091166",
      "display_name": "Transplantation",
      "level": 2,
      "score": 0.47771597
    },
    {
      "id": "C164705383",
      "display_name": "Cardiology",
      "level": 1,
      "score": 0.28766954
    }
  ],
  "topics": [
    {
      "id": "T10999",
      "display_name": "Organ Transplantation Techniques and Outcomes",
      "score": 0.9999
    },
    {
      "id": "T10337",
      "display_name": "Liver Disease and Transplantation",
      "score": 0.9991
    },
    {
      "id": "T11163",
      "display_name": "Organ Donation and Transplantation",
      "score": 0.999
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1097/tp.0b013e3181acc8b3",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:28:52.070873",
  "source_database": "OpenAlex"
}