{
  "openalex_id": "W2050909075",
  "doi": "https://doi.org/10.7326/0003-4819-119-3-199308010-00011",
  "title": "Skin Test Responses as Predictors of Tuberculous Infection and of Progression in HIV-infected Persons",
  "abstract": "Editorials1 August 1993Skin Test Responses as Predictors of Tuberculous Infection and of Progression in HIV-infected PersonsRichard S. Kornbluth, MD, PhDRichard S. Kornbluth, MD, PhDUniversity of California, San Diego, CA 92093.Search for more papers by this authorAuthor, Article, and Disclosure Informationhttps://doi.org/10.7326/0003-4819-119-3-199308010-00011 SectionsAboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinkedInRedditEmail Three articles in this issue of Annals [1-3] address some difficult issues about delayed-type hypersensitivity (DTH) skin testing in patients with human immunodeficiency virus (HIV) infection. These issues include how to interpret reactions to purified protein derivative (PPD or tuberculin), how CD4 cell counts and reactions to other skin tests affect this interpretation, and whether skin test results are independent predictors of disease progression. Thus, these and other studies are providing a clearer picture that will help guide clinical decisions.Selection of Patients for ProphylaxisIn 1990, the American Thoracic Society and the Centers for Disease Control and Prevention (CDC) ...References1. Moreno S, Baraia-Etxaburu J, Bouza E, Parras F, Perez-Tascon M, Miralles P, et al. Risk for developing tuberculosis among anergic patients infected with HIV. Ann Intern Med. 1993; 119:194-8. Google Scholar2. Markowitz N, Hansen NI, Wilcosky TC, Hopewell PC, Glassroth J, Kvale PA, et al. Tuberculin and anergy testing in HIV-seropositive and HIV-seronegative persons. Ann Intern Med. 1993; 119:185-93. Google Scholar3. Blatt SP, Hendrix CW, Butzin CA, Freeman TM, Ward WW, Hensley RE, et al. Delayed-type hypersensitivity skin testing predicts progression to AIDS in HIV-infected patients. Ann Intern Med. 1993; 119:177-84. Google Scholar4. Bass JB, Farer LS, Hopewell PC, Jacobs RF, Snider DE. Diagnostic standards and classifications of tuberculosis. Amer Rev Resp Dis. 1990; 142:725-35. Google Scholar6. Johnson MP, Coberly JS, Clermont HC, Chaisson RE, Davis HL, Losikoff P, et al. Tuberculin skin test reactivity among adults infected with human immunodeficiency virus. J Infect Dis. 1992; 166: 194-8. Google Scholar7. Purified protein derivative (PPD)-tuberculin anergy and HIV infection: Guidelines for anergy testing and management of persons at risk of tuberculosis. MMWR. 1991; 40:27-32. Google Scholar8. Jordan TJ, Lewit EM, Montgomery RL, Reichman LB. Isoniazid as preventive therapy in HIV-infected intravenous drug abusers: A decision analysis. JAMA. 1991; 265:2987-91. Google Scholar9. Selwyn PA, Sckell BM, Alcabes P, Friedland GH, Klein RS, Schoenbaum EE. High risk of active tuberculosis in HIV-infected drug users with cutaneous anergy. JAMA. 1992; 268:504-9. Google Scholar10. Heifets LB, Lindholm-Levy PJ, Flory MA. Bactericidal activity in vitro of various rifamycins against Mycobacterium avium and Mycobacterium tuberculosis. Am Rev Respir Dis. 1990; 141:626-30. Google Scholar11. Rich AR. The Pathogenesis of Tuberculosis. Second edition. Springfield, IL: Charles C Thomas; 1951. Google Scholar12. Dvorak HF, Galli SJ, Dvorak AM. Expression of cell-mediated hypersensitivity in vivo: Recent advances. Int Rev Exp Pathol. 1980; 21:119-94. Google Scholar13. Ryan J, Geczy CL. Macrophage procoagulant-inducing factor: In vivo properties and chemotactic activity for phagocytic cells. J Immunol. 1988; 141:2110-7. Google Scholar14. Gregory SA, Kornbluth RS, Helin H, Remold HG, Edgington TS. Monocyte procoagulant inducing factor: A lymphokine involved in the T cell-instructed monocyte procoagulant response to antigen. J Immunol. 1986; 137:3231-9. Google Scholar15. Fan ST, Glasebrook AL, Edgington TS. Clonal analysis of CD 4+ T helper cell subsets that induce the monocyte procoagulant response. Cell Immunol. 1990; 128:52-62. Google Scholar16. Mosmann TR, Coffman RL. TH1 and TH2 cells: different patterns of lymphokine secretion lead to different functional properties. Annu Rev Immunol. 1989; 7:145-73. Google Scholar17. Aboulker JP, Swart AM. Preliminary analysis of the Concorde trial. Concorde Coordinating Committee (Letter). Lancet. 1993; 341:889-90. Google Scholar18. Clerici M, Shearer GM. A TH1 TH2 switch is a critical step in the etiology of HIV infection. Immunol Today. 1993; 14:107-11. Google Scholar Author, Article, and Disclosure InformationAuthors: Richard S. Kornbluth, MD, PhDAffiliations: University of California, San Diego, CA 92093.Corresponding Author: J. Allen McCutchan, MD, UCSD Treatment Center, 2760 Fifth Avenue, Suite 300, San Diego, CA 92103-6329.Grant Support: In part by NIH grants AI25316 and HL43523 (to RSK) and The California University-wide AIDS Research Program through the California Collaborative Treatment Group (to JAM). PreviousarticleNextarticle Advertisement FiguresReferencesRelatedDetailsSee AlsoDelayed-Type Hypersensitivity Skin Testing Predicts Progression to AIDS in HIV-infected Patients Stephen P. Blatt , Craig W. Hendrix , Clifford A. Butzin , Theodore M. Freeman , William W. Ward , Rex E. Hensley , Gregory P. Melcher , Daniel J. Donovan , and R. Neal Boswell Tuberculin and Anergy Testing in HIV-Seropositive and HIV-Seronegative Persons Norman Markowitz , Nellie I. Hansen , Timothy C. Wilcosky , Philip C. Hopewell , Jeffrey Glassroth , Paul A. Kvale , Bonita T. Mangura , Dennis Osmond , Jeanne M. Wallace , Mark J. Rosen , and Lee B. Reichman Risk for Developing Tuberculosis among Anergic Patients Infected with HIV Santiago Moreno , Josu Baraia-Etxaburu , Emilio Bouza , Francisco Parras , Miguel Perez-Tascon , Pilar Miralles , Teresa Vicente , Juan C. Alberdi , Jaime Cosn , and Dulce Lopez-Gay Metrics Cited byA corticoid-sensitive cytokine release assay for monitoring stress-mediated immune modulationResposta de testes de hipersensibilidade tardia utilizando PPD e outros antígenos em crianças e adolescentes saudáveis e infectados pelo HIV-1 e vacinados com BCGAssociation of cutaneous anergy with human papillomavirus and cervical neoplasia in HIV-seropositive and seronegative womenAnergy and human immunodeficiency virus infectionEpidemiology and diagnosis of tuberculosisDelayed–type hypersensitivity skin testing in human immunodeficiency virus–infected pediatric patientsResults of a double-blind placebo-controlled study of the double-stranded RNA drug polyI:PolyC12U in the treatment of HIV infectionProspective Evaluation of the Utility of Molecular Techniques for Diagnosing Nosocomial Transmission of Multidrug-Resistant TuberculosisInteraction of human immunodeficiency virus type 1, human T-cell leukemia/lymphoma virus type I (HTLV-I), and HTLV-II with in vitro-generated dendritic cellsLes tests tuberculiniques. Technique, interprétation et valeur informativeTuberculin sensitivity and HIV-1 status of patients attending a sexually transmitted diseases clinic in Lusaka, Zambia: a cross-sectional studyTREATMENT AND PREVENTION OF TUBERCULOSIS IN HIV-INFECTED PERSONSSIDA. Actualités 1993 1 August 1993Volume 119, Issue 3Page: 241-243KeywordsAIDSAddictsAnergyAntigensHIV infectionsLymphocytesProphylaxisSkin testsTuberculinTuberculosis ePublished: 15 August 2000 Issue Published: 1 August 1993 Copyright & PermissionsCopyright © 1993 by American College of Physicians. All Rights Reserved.PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Richard S. Kornbluth",
      "id": "A5041221134",
      "orcid": "https://orcid.org/0000-0002-0218-2026",
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Richard S. Kornbluth"
    }
  ],
  "publication_year": 1993,
  "publication_date": "1993-08-01",
  "type": "letter",
  "cited_by_count": 28,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S119722071",
    "display_name": "Annals of Internal Medicine",
    "issn_l": "0003-4819",
    "issn": [
      "0003-4819",
      "1539-3704"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316812"
  },
  "volume": "119",
  "issue": "3",
  "first_page": "241",
  "last_page": "241",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.93195945
    },
    {
      "id": "C2776247216",
      "display_name": "Tuberculin",
      "level": 3,
      "score": 0.64392996
    },
    {
      "id": "C203014093",
      "display_name": "Immunology",
      "level": 1,
      "score": 0.54497075
    },
    {
      "id": "C2781069245",
      "display_name": "Tuberculosis",
      "level": 2,
      "score": 0.5261925
    },
    {
      "id": "C3013748606",
      "display_name": "Human immunodeficiency virus (HIV)",
      "level": 2,
      "score": 0.49252304
    },
    {
      "id": "C2779134260",
      "display_name": "Disease",
      "level": 2,
      "score": 0.4374752
    },
    {
      "id": "C2992250361",
      "display_name": "Skin test",
      "level": 3,
      "score": 0.4163996
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.3632716
    },
    {
      "id": "C142724271",
      "display_name": "Pathology",
      "level": 1,
      "score": 0.18324155
    }
  ],
  "topics": [
    {
      "id": "T13374",
      "display_name": "Hematological disorders and diagnostics",
      "score": 0.9401
    },
    {
      "id": "T10038",
      "display_name": "Tuberculosis Research and Epidemiology",
      "score": 0.9398
    },
    {
      "id": "T12328",
      "display_name": "Autoimmune and Inflammatory Disorders",
      "score": 0.9331
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.7326/0003-4819-119-3-199308010-00011",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:28:52.065914",
  "source_database": "OpenAlex"
}