{
  "openalex_id": "W2056333558",
  "doi": "https://doi.org/10.1016/j.gsf.2014.02.005",
  "title": "The contribution of metamorphic petrology to understanding lithosphere evolution and geodynamics",
  "abstract": "In the early 1980s, evidence that crustal rocks had reached temperatures >1000 °C at normal lower crustal pressures while others had followed low thermal gradients to record pressures characteristic of mantle conditions began to appear in the literature, and the importance of melting in the tectonic evolution of orogens and metamorphic–metasomatic reworking of the lithospheric mantle was realized. In parallel, new developments in instrumentation, the expansion of in situ analysis of geological materials and increases in computing power opened up new fields of investigation. The robust quantification of pressure (P), temperature (T) and time (t) that followed these advances has provided reliable data to benchmark geodynamic models and to investigate secular change in the thermal state of the lithosphere as registered by metamorphism through time. As a result, the last 30 years have seen significant progress in our understanding of lithospheric evolution, particularly as it relates to Precambrian geodynamics. Eoarchean–Mesoarchean crust registers uniformly high T/P metamorphism that may reflect a stagnant lid regime. In contrast, two contrasting types of metamorphism, eclogite–high-pressure granulite metamorphism, with apparent thermal gradients of 350–750 °C/GPa, and granulite–ultrahigh temperature metamorphism, with apparent thermal gradients of 750–1500 °C/GPa, appeared in the Neoarchean rock record. The emergence of paired metamorphism is interpreted to register the onset of one-sided subduction, which introduced an asymmetric thermal structure at these developing convergent plate margins characterized by lower T/P in the subduction channel and higher T/P in the overriding plate. During the Paleoarchean to Paleoproterozoic the ambient mantle temperature was warmer than at present by ∼300–150 °C. Although the thermal history of Earth is only poorly constrained, it is likely that prior to ca. 3.0 Ga heating from radioactive decay would have exceeded surface heat loss, whereas since ca. 2.5 Ga secular cooling has dominated the thermal history of the Earth. The advent of paired metamorphism is consistent with other changes in the geological record during the Neoarchean that are best explained as the result of a transition from a stagnant lid to subduction and a global plate tectonics regime by ca. 2.5 Ga. This interpretation is supported by results from 2-D numerical experiments of oceanic subduction that demonstrate a change to one-sided subduction is plausible as upper mantle temperature declined to <200 °C warmer than at present during the late Neoarchean–Paleoproterozoic. This is the beginning of the Proterozoic plate tectonics regime. At 1.0 Ga the ambient mantle temperature was still ∼150–100 °C warmer than at present. Continued secular cooling caused a transition to cold subduction registered in the crustal record of metamorphism by the first appearance of blueschist and high to ultrahigh pressure metamorphism during the Neoproterozoic. Results of 2-D numerical experiments of continental collision demonstrate a transition from shallow to deep slab breakoff associated with stronger crust–mantle coupling that enabled continental subduction to mantle depths as upper mantle temperature declined to <100 °C warmer than at present during the late Proterozoic. This is the beginning of the modern plate tectonics regime.",
  "authors": [
    {
      "display_name": "Michael Brown",
      "id": "A5015954930",
      "orcid": "https://orcid.org/0000-0003-2187-616X",
      "institutions": [
        {
          "id": "I66946132",
          "display_name": "University of Maryland, College Park",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Michael Brown"
    }
  ],
  "publication_year": 2014,
  "publication_date": "2014-03-14",
  "type": "article",
  "cited_by_count": 265,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S2764860519",
    "display_name": "Geoscience Frontiers",
    "issn_l": "1674-9871",
    "issn": [
      "1674-9871",
      "2588-9192"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320990"
  },
  "volume": "5",
  "issue": "4",
  "first_page": "553",
  "last_page": "569",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "https://doi.org/10.1016/j.gsf.2014.02.005",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C112764850",
      "display_name": "Metamorphism",
      "level": 2,
      "score": 0.9209648
    },
    {
      "id": "C127313418",
      "display_name": "Geology",
      "level": 0,
      "score": 0.88518727
    },
    {
      "id": "C136752280",
      "display_name": "Geodynamics",
      "level": 3,
      "score": 0.69815683
    },
    {
      "id": "C18142444",
      "display_name": "Granulite",
      "level": 4,
      "score": 0.68491846
    },
    {
      "id": "C16942324",
      "display_name": "Lithosphere",
      "level": 3,
      "score": 0.66489524
    },
    {
      "id": "C58097730",
      "display_name": "Subduction",
      "level": 3,
      "score": 0.5674198
    },
    {
      "id": "C26687426",
      "display_name": "Metamorphic rock",
      "level": 2,
      "score": 0.5651511
    },
    {
      "id": "C17409809",
      "display_name": "Geochemistry",
      "level": 1,
      "score": 0.5422931
    },
    {
      "id": "C5900021",
      "display_name": "Petrology",
      "level": 1,
      "score": 0.48996153
    },
    {
      "id": "C2776698055",
      "display_name": "Crust",
      "level": 2,
      "score": 0.43018895
    },
    {
      "id": "C1965285",
      "display_name": "Earth science",
      "level": 1,
      "score": 0.35741115
    },
    {
      "id": "C8058405",
      "display_name": "Geophysics",
      "level": 1,
      "score": 0.34786806
    },
    {
      "id": "C77928131",
      "display_name": "Tectonics",
      "level": 2,
      "score": 0.22146282
    },
    {
      "id": "C151730666",
      "display_name": "Paleontology",
      "level": 1,
      "score": 0.18215954
    },
    {
      "id": "C146588470",
      "display_name": "Facies",
      "level": 3,
      "score": 0.11343518
    },
    {
      "id": "C109007969",
      "display_name": "Structural basin",
      "level": 2,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10413",
      "display_name": "High-pressure geophysics and materials",
      "score": 0.9999
    },
    {
      "id": "T10001",
      "display_name": "Geological and Geochemical Analysis",
      "score": 0.9999
    },
    {
      "id": "T10110",
      "display_name": "earthquake and tectonic studies",
      "score": 0.9995
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/j.gsf.2014.02.005",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:33:29.078517",
  "source_database": "OpenAlex"
}