{
  "openalex_id": "W2052743843",
  "doi": "https://doi.org/10.1080/09546553.2014.895654",
  "title": "Response to Marc Sageman's “The Stagnation in Terrorism Research”",
  "abstract": "Click to increase image sizeClick to decrease image size Notes Jeff Victoroff, \"The Mind of the Terrorist: A Review and Critique of Psychological Approaches,\" The Journal of Conflict Resolution 49, no. 1 (2005): 7, http://www.jstor.org/stable/30045097. For an excellent assessment of the difficulties of identifying individual risk factors for terrorism, see John Monahan, \"The Individual Risk Assessment of Terrorism,\" Psychology, Public Policy and Law 18, no. 2 (May 2012): 167–205. See also Gary LaFree and Laura Dugan, \"Research on Terrorism and Countering Terrorism,\" Crime and Justice 38 (2009): 413–477. Victoroff, \"The Mind of the Terrorist\" (see note 1 above), 35. John Monahan summarizes several (as yet untested) attempts to identify individual-risk factors for terrorism, including C. McCauley and S. Moskalenko, Friction: How Radicalization Happens to the Them and Us (New York: Oxford University Press, 2011), discussed elsewhere in this issue. Martha Crenshaw has been arguing for years that terrorism arises from a combination of social and individual factors. See for example Crenshaw, \"The Psychology of Terrorism: An Agenda for the 21st Century,\" Political Psychology 21, no. 2 (2000): 405–420, http://www.jstor.org/stable/3791798. Valerie Hudson and Andrea Den Boer, \"A Surplus of Men, a Deficit of Peace: Security and Sex Ratios in Asia's Largest States,\" International Security 26, no. 4 (2002): 5–38, http://www.jstor.org/stable/3092100. Henrik Urdal, \"A Clash of Generations? Youth Bulges and Political Violence,\" International Studies Quarterly 50, no. 3 (2006): 607–629. Kristi McClamroch, \"Total Fertility Rate, Women's Education, and Women's Work: What Are the Relationships?,\" Population and Environment 18, no. 2 (1996): 175–186, http://www.jstor.org/stable/27503515. Alberto Abadie, \"Poverty, Political Freedom, and the Roots of Terrorism,\" American Economic Association 96, no. 2 (2006): 50–56, http://www.jstor.org/stable/30034613. Diego Gambetta, ed., Making Sense of Suicide Missions (Oxford: Oxford University Press, 2006). Robert A. Pape, Dying to Win: The Strategic Logic of Suicide Terrorism (New York: Random House, 2005). Mia Bloom, Dying to Kill: The Allure of Suicide Terror (New York: Columbia University Press, 2005). Scott Atran, Talking to the Enemy: Violent Extremism, Sacred Values, and What it Means to Be Human (London: Allen Lane, 2010). Scott Atran, \"The Moral Logic and Growth of Suicide Terrorism,\" The Center for Strategic and International Studies and the Massachusetts Institute of Technology; Washington Quarterly (Spring 2006), http://jeannicod.ccsd.cnrs.fr/docs/00/05/99/38/PDF/TWQ06spring_atran.pdf. Assaf Moghadam, \"Motives for Martyrdom: Al-Qaida, Salafi Jihad, and the Spread of Suicide Attacks,\" International Security 33, no. 3 (2008/2009): 46–78, http://www.jstor.org/stable/40207141; Assaf Moghadam, The Globalization of Martyrdom (Baltimore: Johns Hopkins University Press, 2008); Ami Pedahzur and Arie Perliger, \"The Changing Nature of Suicide Attacks: A Social Network Perspective,\" Social Forces 84 (2006): 1987–2008, among other insightful treatments. See, for example, Christine Fair, Neil Malhotra, and Jacob Shapiro, \"Democratic Values and Support for Militant Politics: Evidence from a National Survey of Pakistan,\" Journal of Conflict Resolution (2013), doi: 10.1177/0022002713478564. Robert Braun and Michael Genkin, \"Cultural Resonance and the Diffusion of Suicide Bombings: The Role of Collectivism,\" Journal of Conflict Resolution (2013), doi: 10.1177/0022002713498707. See also Leonard Weinberg and William L. Eubank, \"Cultural Differences in the Behavior of Terrorists,\" Terrorism and Political Violence 6, no. 1 (1994): 1–28, which assesses whether collectivism increases levels of violence. Please note—I cannot possibly highlight all the excellent work now being done in this space. Fair et al., \"Democratic Values and Support for Militant Politics\" (see note 15 above). Christine Fair, Neil Malhotra, and Jacob Shapiro, \"Faith or Doctrine? Religion and Support for Political Violence in Pakistan,\" Public Opinion Quarterly 76, no. 4 (2012): 688–720, http://poq.oxfordjournals.org. Jeff Gruenewald, Steven Chermak, and Joshua Freilich, \"Distinguishing 'Loner' Attacks from Other Domestic Extremist Violence,\" Criminology & Public Policy 12, no. 1 (2013): 65–91, http://onlinelibrary.wiley.com.ezp-prod1.hul.harvard.edu/store/10.1111/1745-9133.12008/asset/capp12008.pdf?v=1&t=hr3wdkck&s=4fb86073272ee2b4fb2d9919b08db49609759338. Max Abrahms, \"What Terrorists Really Want: Terrorist Motives and Counterterrorism Strategy,\" International Security 32, no. 4 (2008): 78–105, http://www.mitpressjournals.org.ezp-prod1.hul.harvard.edu/doi/pdf/10.1162/isec.2008.32.4.78. Al Qaeda Operative Convicted by Jury in One of the Most Serious Terrorist Threats to United States since 9/11 (Washington, DC: Department of Justice, May 1, 2012). For an excellent analysis of the \"minimalist\" versus \"expansive\" definition of al Qaeda, see Daveed Gartenstein Ross, \"Obama's Kobe Bryant-Al Qaeda Flap,\" The Daily Beast, sec. Politics, January 22, 2014, http://www.thedailybeast.com/articles/2014/01/22/obama-s-kobe-bryant-al-qaeda-flap.html. The expansive definition of al Qaeda is based, in part, on the documents seized during the raid at Abbottabad, cited above, and the discovery that bin Laden felt that because so many affiliate groups had been involved in operations against Muslim civilians, damaging the \"brand,\" the name \"al Qaeda\" had become a liability for affiliate organizations and even for the original organization. See also the work of Peter Bergen, such as his The Longest War: The Enduring Conflict Between America and al-Qaeda (New York: Free Press, 2011), for more on this issue. Thomas Hegghammer, \"Syria's Foreign Fighters,\" Foreign Policy, December 9, 2013, http://mideastafrica.foreignpolicy.com/posts/2013/12/09/syrias_foreign_fighters. Amit Modi and Jessica Stern, \"Production Terror: Organizational Dynamics of Survival,\" in Thomas Biersteker and Sue Eckert, eds., Organizational Forms of Terrorism (New York: Routledge, 2008), 19–46. Nelly Lahoud, Stuart Caudill, Liam Collins, Gabriel Koehler-Derrick, Don Rassler, and Muhammad Al-'Ubaydi, Letters from Abbottabad: Bin Ladin Sidelined? Occasional Paper Series (West Point: Combating Terrorism Center at West Point, May 3, 2012), http://www.ctc.usma.edu/wp-content/uploads/2012/05/CTC_LtrsFromAbottabad_WEB_v2.pdf. \"Terror Charges Unsealed in Minneapolis Against Eight Men, Justice Department Announces,\" Department of Justice Office of Public Affairs, sec. Justice News, November 23, 2009, http://www.justice.gov/opa/pr/2009/November/09-nsd-1267.html. David Abel and Martin Finucane, \"Tsarnaev Indicted on 30 Counts,\" The Boston Globe, sec. Metro, June 28, 2013, http://www.bostonglobe.com/metro/2013/06/27/dzhokhar-tsarnaev-indicted-four-deaths-including-marathon-bombing-victims-and-mit-officer-sean-collier/23vhQHQIk8q1Kl9Zijwt0J/story.html. John Shiffman, \"Special Report: From Abuse to a Chat Room, a Martyr is Made—Jane's Jihad,\" Reuters, December 7, 2012, http://www.reuters.com/article/2012/12/07/us-usa-jihadjane-idUSBRE8B60GP20121207. Spencer Hsu and Carrie Johnson, \"Links to Imam Followed in Fort Hood Investigation,\" Star Tribune, November 8, 2009, http://www.startribune.com/templates/Print_This_Story?sid=69535822; J. M. Berger, \"Anwar Awlaki E-mail Exchange with Fort Hood Shooter Nidal Hasan\" (online forum message), IntelWire, July 19, 2012, http://news.intelwire.com/2012/07/the-following-e-mails-between-maj.html. Brian Ross and Rhonda Schwartz, \"Major Hassan's Email: 'I Can't Wait to Join You' in Afterlife,\" ABC News, November 19, 2009, http://abcnews.go.com/Blotter/major-hasans-mail-wait-join-afterlife/story?id=9130339. Alexandra Hudson, \"Insight: Europe Worried as More and Younger Recruits Join Syria Battle,\" Reuters, January 22, 2014, http://www.reuters.com/article/2014/01/22/us-syria-crisis-europe-jihadists-insight-idUSBREA0L1EF20140122. U.S. Department of State, Diplomacy in Action, Center for Strategic Counterterrorism Communications, http://www.state.gov/r/cscc/ (accessed March 12, 2014). For an assessment of terrorism scholars' confusion about their own legitimacy, see Lisa Stampnitzky, Disciplining Terror: How Experts Invented \"Terrorism\" (Cambridge: Cambridge University Press, 2013). John Horgan and Mary Beth Altier, \"The Future of Terrorist De-Radicalization Programs,\" Conflict & Security 13, no. 2 (Summer 2012): 83–90; Christopher Boucek, \"Extremist Re-Education and Rehabilitation in Saudi Arabia,\" in Tore Bjørgo and John Horgan, eds., Leaving Terrorism Behind: Individual and Collective Disengagement (New York: Routledge, 2009), 212–223. T. Bjørgo and J. Horgan, eds., Leaving Terrorism Behind: Individual and Collective Disengagement (New York: Routledge, 2009). John Horgan, \"Fully Operational? The Ongoing Challenges of Terrorist Risk Reduction Programs,\" E-International Relations, July 2013, http://www.e-ir.info/2013/07/29/fully-operational-the-ongoing-challenges-of-terrorist-risk-reduction-programs/. Additional informationNotes on contributorsJessica SternJessica Stern is a Lecturer in Government at Harvard University and a Fellow at the François-Xavier Bagnoud Center for Health & Human Rights.",
  "authors": [
    {
      "display_name": "Jessica Stern",
      "id": "A5110613377",
      "orcid": null,
      "institutions": [
        {
          "id": "I136199984",
          "display_name": "Harvard University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Jessica Stern"
    }
  ],
  "publication_year": 2014,
  "publication_date": "2014-03-28",
  "type": "article",
  "cited_by_count": 13,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S141724154",
    "display_name": "Terrorism and Political Violence",
    "issn_l": "0954-6553",
    "issn": [
      "0954-6553",
      "1556-1836"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320547"
  },
  "volume": "26",
  "issue": "4",
  "first_page": "607",
  "last_page": "613",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C203133693",
      "display_name": "Terrorism",
      "level": 2,
      "score": 0.6284504
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.4936329
    },
    {
      "id": "C73484699",
      "display_name": "Criminology",
      "level": 1,
      "score": 0.40244028
    },
    {
      "id": "C165556158",
      "display_name": "Keynesian economics",
      "level": 1,
      "score": 0.32664955
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.29588574
    },
    {
      "id": "C162324750",
      "display_name": "Economics",
      "level": 0,
      "score": 0.25738978
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.18972757
    }
  ],
  "topics": [
    {
      "id": "T10994",
      "display_name": "Terrorism, Counterterrorism, and Political Violence",
      "score": 0.9917
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1080/09546553.2014.895654",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:46:17.124124",
  "source_database": "OpenAlex"
}