{
  "openalex_id": "W2068741783",
  "doi": "https://doi.org/10.1353/nar.0.0042",
  "title": "Unnatural Narratives, Unnatural Narratology: Beyond Mimetic Models",
  "abstract": "Unnatural Narratives, Unnatural NarratologyBeyond Mimetic Models Jan Alber (bio), Stefan Iversen (bio), Henrik Skov Nielsen (bio), and Brian Richardson (bio) In recent years, the study of unnatural narrative has developed into one of the most exciting new paradigms in narrative theory. Both younger and more established scholars have become increasingly interested in the analysis of unnatural texts, many of which have been consistently neglected or marginalized in existing narratological frameworks.1 By means of the collaboration of four scholars who [End Page 113] have been developing unnatural narratology, this article seeks to summarize key principles, to consolidate some conclusions, to extend the work through carefully chosen examples, and, finally, to point toward the future. More specifically, in a first step, the essay seeks to clarify what the term \"unnatural\" denotes and how unnatural narratology differs from both classical structuralist and standard cognitive narrative theory. Second, it presents four analyses of textual examples to demonstrate the possible consequences of working within the framework of unnatural narratology. To examine unnatural storyworlds, we explore first the nature of physically impossible worlds through the example of the reverse temporality of Alejo Carpentier's \"Journey Back to the Source,\" and go on to examine a logically impossible world in Robert Coover's \"The Babysitter.\" We next take up the question of unnatural minds by looking at Knut Hamsun's novel Hunger, while Edgar Allan Poe's \"The Tell-Tale Heart\" serves as an example of unnatural acts of narration. Finally, the article illustrates how the investigation of unnaturalness in narrative may shed new light on the workings of narrative in general and explicates some of the unresolved problems and open questions raised by an unnatural approach. Narrative and the Unnatural Most definitions of the term \"narrative\" have a clear mimetic2 bias and take ordinary realist texts or \"natural\" narratives as being prototypical manifestations of narrative.3 That is to say, they focus far too extensively on the idea that narratives are modeled on the actual world and consequently ignore the many interesting elements of narrative which James Phelan has termed synthetic.4 Similarly, all handbooks and surveys of narrative theory contain a section on narrative temporality; however, the vast majority of these emphasize mimetic and \"natural\" examples and practices as they restate the model of Gérard Genette and his categories of order, duration, and frequency. Very few theorize or even mention the various impossible temporalities of experimental fiction, medieval dream visions, playful Renaissance texts, science fiction, or postmodernism. We agree with other narratologists that in many narratives, the projected storyworld (i.e., the temporal and spatial coordinates), the characters in it, and the narrative act that produces the narrative closely correlate with real-world scripts or schemata. Many narratives focus on a human or human-like being, be it a fullyfledged person or merely a voice, and they inform us about one or several minds experiencing change over time in a real-world-like setting. What we want to highlight by means of the notion of the unnatural is the fact that narratives are also full of unnatural elements. Many narratives defy, flaunt, mock, play, and experiment with some (or all) of these core assumptions about narrative. More specifically, they may radically deconstruct the anthropomorphic narrator, the traditional human character, and the minds associated with them, or they may move beyond real-world notions of time and space, thus taking us to the most remote territories of conceptual possibilities. [End Page 114] Brian Richardson, for example, defines unnatural narratives as anti-mimetic texts that violate the parameters of traditional realism (\"Beyond Story\") or move beyond the conventions of natural narrative, i.e., forms of spontaneous oral storytelling (Unnatural Voices). Virginia Woolf's novel Orlando is an example of the former because it deconstructs mimetic notions of time. More specifically, this narrative confronts us with what Richardson calls a \"differential\" temporality: \"the eponymous hero ages at a different rate than the people that surround him (her), as one chronology is superimposed on another, larger one\" (\"Beyond Story\" 50). Stanislaw Lem's The Cyberiad is an example of the latter in so far as it transcends \"the mimesis of actual speech situations\" (Unnatural Voices...",
  "authors": [
    {
      "display_name": "Jan Alber",
      "id": "A5033056540",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Jan Alber"
    },
    {
      "display_name": "Stefan Iversen",
      "id": "A5049811981",
      "orcid": "https://orcid.org/0000-0002-1951-113X",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Stefan Iversen"
    },
    {
      "display_name": "Henrik Skov Nielsen",
      "id": "A5025798745",
      "orcid": "https://orcid.org/0000-0001-9301-023X",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Henrik Skov Nielsen"
    },
    {
      "display_name": "Brian Richardson",
      "id": "A5109128878",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Brian Richardson"
    }
  ],
  "publication_year": 2010,
  "publication_date": "2010-05-01",
  "type": "article",
  "cited_by_count": 204,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S174608640",
    "display_name": "Narrative",
    "issn_l": "1063-3685",
    "issn": [
      "1063-3685",
      "1538-974X"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315752"
  },
  "volume": "18",
  "issue": "2",
  "first_page": "113",
  "last_page": "136",
  "open_access": {
    "is_oa": true,
    "oa_status": "green",
    "oa_url": "https://pure.au.dk/portal/files/99384930/Unnatural_narratives_unnatural_narratolo.pdf",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C98369314",
      "display_name": "Narratology",
      "level": 3,
      "score": 0.9768542
    },
    {
      "id": "C199033989",
      "display_name": "Narrative",
      "level": 2,
      "score": 0.8152022
    },
    {
      "id": "C111472728",
      "display_name": "Epistemology",
      "level": 1,
      "score": 0.51092833
    },
    {
      "id": "C124952713",
      "display_name": "Literature",
      "level": 1,
      "score": 0.46458796
    },
    {
      "id": "C141679102",
      "display_name": "Temporality",
      "level": 2,
      "score": 0.43788782
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.38850385
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.3148404
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.25039083
    }
  ],
  "topics": [
    {
      "id": "T12461",
      "display_name": "Narrative Theory and Analysis",
      "score": 0.9999
    },
    {
      "id": "T13145",
      "display_name": "Crime and Detective Fiction Studies",
      "score": 0.963
    },
    {
      "id": "T12377",
      "display_name": "Digital Humanities and Scholarship",
      "score": 0.9605
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/nar.0.0042",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:36:41.242033",
  "source_database": "OpenAlex"
}