{
  "openalex_id": "W2066616213",
  "doi": "https://doi.org/10.1074/jbc.m213153200",
  "title": "Identification of a Novel Nuclear Localization Signal Common to 69- and 82-kDa Human Choline Acetyltransferase",
  "abstract": "We demonstrated previously that 69- and 82-kDa human choline acetyltransferase are localized predominantly to the cytoplasm and the nucleus, respectively. We have now identified a nuclear localization signal common to both forms of enzyme using confocal microscopy to study the subcellular compartmentalization of choline acetyltransferase tagged with green fluorescent protein in living HEK 293 cells. To identify functional nuclear localization and export signals, portions of full-length 69-kDa choline acetyltransferase were cloned into the vector peGFP-N1 and the cellular distribution patterns of the fusion proteins observed. Of the nine constructs studied, one yielded a protein with nuclear localization and another produced a protein with cytoplasmic localization. Mutation of the critical amino acids in this novel putative nuclear localization signal in the 69- and 82-kDa enzymes demonstrated that it is functional in both proteins. Moreover, 69-kDa choline acetyltransferase but not the 82-kDa enzyme is transported out of the nucleus by the leptomycin B-sensitive Crm-1 export pathway. By using bikaryon cells expressing both 82-kDa choline acetyltransferase and the nuclear protein heterogeneous nuclear ribonucleoprotein with green and red fluorescent tags, respectively, we found that the 82-kDa enzyme does not shuttle out of the nucleus in measurable amounts. These data suggest that 69-kDa choline acetyltransferase is a nucleocytoplasmic shuttling protein with a predominantly cytoplasmic localization determined by a functional nuclear localization signal and unidentified putative nuclear export signal. For 82-kDa choline acetyltransferase, the presence of the unique amino-terminal nuclear localization signal plus the newly identified nuclear localization signal may be involved in a process leading to predominantly nuclear accumulation of this enzyme, or alternatively, the two nuclear localization signals may be sufficient to overcome the force(s) driving nuclear export. We demonstrated previously that 69- and 82-kDa human choline acetyltransferase are localized predominantly to the cytoplasm and the nucleus, respectively. We have now identified a nuclear localization signal common to both forms of enzyme using confocal microscopy to study the subcellular compartmentalization of choline acetyltransferase tagged with green fluorescent protein in living HEK 293 cells. To identify functional nuclear localization and export signals, portions of full-length 69-kDa choline acetyltransferase were cloned into the vector peGFP-N1 and the cellular distribution patterns of the fusion proteins observed. Of the nine constructs studied, one yielded a protein with nuclear localization and another produced a protein with cytoplasmic localization. Mutation of the critical amino acids in this novel putative nuclear localization signal in the 69- and 82-kDa enzymes demonstrated that it is functional in both proteins. Moreover, 69-kDa choline acetyltransferase but not the 82-kDa enzyme is transported out of the nucleus by the leptomycin B-sensitive Crm-1 export pathway. By using bikaryon cells expressing both 82-kDa choline acetyltransferase and the nuclear protein heterogeneous nuclear ribonucleoprotein with green and red fluorescent tags, respectively, we found that the 82-kDa enzyme does not shuttle out of the nucleus in measurable amounts. These data suggest that 69-kDa choline acetyltransferase is a nucleocytoplasmic shuttling protein with a predominantly cytoplasmic localization determined by a functional nuclear localization signal and unidentified putative nuclear export signal. For 82-kDa choline acetyltransferase, the presence of the unique amino-terminal nuclear localization signal plus the newly identified nuclear localization signal may be involved in a process leading to predominantly nuclear accumulation of this enzyme, or alternatively, the two nuclear localization signals may be sufficient to overcome the force(s) driving nuclear export. Choline acetyltransferase (ChAT, 1The abbreviations used are: ChAT, choline acetyltransferase; ACh, acetylcholine; eGFP, enhanced green fluorescent protein; FRAP, fluorescence recovery after photobleaching; HEK 293 cells, human embryonic kidney 293 cells; hnRNP, heterogeneous nuclear ribonucleoprotein; LMB, leptomycin B; NES, nuclear export signal; NLS, nuclear localization signal; PBS, phosphate-buffered saline. acetyl-CoA:choline O-acetyltransferase, EC 2.3.1.6) catalyzes the reaction between choline and acetyl coenzyme A to produce the neurotransmitter acetylcholine (ACh) which mediates cholinergic neuron communication. Cholinergic neurons are distributed throughout the central and peripheral nervous systems, and dysfunction of these neurons underlies aspects of clinical symptoms found in neurological and psychiatric disorders such as Alzheimer's disease, Huntington's disease, and Rett's syndrome (1Kasa P. Rakonczay Z. Gulya K. Prog. Neurobiol. 1997; 52: 511-535Crossref PubMed Scopus (361) Google Scholar, 2Whitehouse P.J. J. Clin. Psychiatry. 1998; 59: 19-22PubMed Google Scholar, 3Dunn H.G. MacLeod P.M. Can. J. Neurol. Sci. 2001; 28: 16-29Crossref PubMed Scopus (52) Google Scholar). ChAT is encoded by a single gene located in a gene locus that also contains the vesicular ACh transporter gene; together these form the cholinergic gene locus (4Bejanin S. Cervini R. Mallet J. Berrard S. J. Biol. Chem. 1994; 269: 21944-21947Abstract Full Text PDF PubMed Google Scholar, 5Erickson J.D. Varoqui H. Schafer M.K. Modi W. Diebler M.F. Weihe E. Rand J. Eiden L.E. Bonner T.I. Usdin T.B. J. Biol. Chem. 1994; 269: 21929-21932Abstract Full Text PDF PubMed Google Scholar). In recent years, it has been found that there is polymorphism in ChAT mRNA resulting from alternative splicing and differential utilization of at least five different exons within the non-coding region of the ChAT gene promoter (6Misawa H. Matsuura J. Oda Y. Takahashi R. Deguchi T. Brain Res. Mol. Brain Res. 1997; 44: 323-333Crossref PubMed Scopus (56) Google Scholar). Currently, six isoforms of ChAT mRNA, termed R, N1, N2, H, S, and M, have been identified. All six ChAT mRNAs translate into a 69-kDa form of the enzyme, with the M- and S-transcripts also encoding 82- and 74-kDa proteins, respectively, because of the presence of two putative translation initiation sites in these transcripts (6Misawa H. Matsuura J. Oda Y. Takahashi R. Deguchi T. Brain Res. Mol. Brain Res. 1997; 44: 323-333Crossref PubMed Scopus (56) Google Scholar, 7Robert I. Quirin-Stricker C. J. Neurochem. 2001; 79: 9-16Crossref PubMed Scopus (8) Google Scholar). The M-ChAT transcript that can produce both 69- and 82-ChAT appears to be expressed only in primates in the brain and the spinal cord (6Misawa H. Matsuura J. Oda Y. Takahashi R. Deguchi T. Brain Res. Mol. Brain Res. 1997; 44: 323-333Crossref PubMed Scopus (56) Google Scholar). ChAT is a single-strand globular protein containing histidine, arginine, and cysteine residues at or near the active site of the protein (8Oda Y. Pathol. Int. 1999; 49: 921-937Crossref PubMed Scopus (312) Google Scholar). The 82-kDa form of ChAT differs from the 69-kDa enzyme by having a 118-amino acid extension on the amino terminus of the protein. This region of the protein contains a functional nuclear localization signal (NLS) resulting in 82-kDa ChAT having a predominantly nuclear subcellular distribution, whereas 69-kDa ChAT is located largely in the cytoplasm or associated with the plasma membrane (9Resendes M.C. Dobransky T. Ferguson S.S. Rylett R.J. J. Biol. Chem. 1999; 274: 19417-19421Abstract Full Text Full Text PDF PubMed Scopus (41) Google Scholar). The significance of the differential subcellular distribution of ChAT protein isoforms is unknown at present but suggests different cellular or regulatory mechanisms. Nuclear localization signals (NLS) are responsible for the ability of proteins to translocate from the cytoplasmic compartment of the cell to the nucleus. Recently, the field of study of nuclear transport has grown dramatically resulting in identification of a number of NLS sequences (10Lee D.C. Aitchison J.D. J. Biol. Chem. 1999; 274: 29031-29037Abstract Full Text Full Text PDF PubMed Scopus (87) Google Scholar, 11Michael W.M. Choi M. Dreyfuss G. Cell. 1995; 83: 415-422Abstract Full Text PDF PubMed Scopus (471) Google Scholar, 12Michael W.M. Eder P.S. Dreyfuss G. EMBO J. 1997; 16: 3587-3598Crossref PubMed Scopus (329) Google Scholar, 13Dingwall C. Laskey R.A. Trends Biochem. Sci. 1991; 16: 478-481Abstract Full Text PDF PubMed Scopus (1713) Google Scholar). Classical NLS sequences are generally rich in the basic amino acids lysine or arginine (14Gorlich D. Kutay U. Annu. Rev. Cell Dev. Biol. 1999; 15: 607-660Crossref PubMed Scopus (1676) Google Scholar, 15Tachibana T. Hieda M. Yoneda Y. FEBS Lett. 1999; 442: 235-240Crossref PubMed Scopus (11) Google Scholar). Nuclear export signals (NES), on the other hand, govern protein translocation from the nucleus to the cytoplasm along nuclear export receptor-mediated pathways (16Tang H. McDonald D. Middlesworth T. Hope T.J. Wong-Staal F. Mol. Cell. Biol. 1999; 19: 3540-3550Crossref PubMed Scopus (55) Google Scholar, 17Bogerd H.P. Benson R.E. Truant R. Herold A. Phingbodhipakkiya M. Cullen B.R. J. Biol. Chem. 1999; 274: 9771-9777Abstract Full Text Full Text PDF PubMed Scopus (64) Google Scholar, 18Henderson B.R. Eleftheriou A. Exp. Cell Res. 2000; 256: 213-224Crossref PubMed Scopus (351) Google Scholar, 19Fischer U. Huber J. Boelens W.C. Mattaj I.W. Luhrmann R. Cell. 1995; 82: 475-483Abstract Full Text PDF PubMed Scopus (988) Google Scholar, 20Wen W. Meinkoth J.L. Tsien R.Y. Taylor S.S. Cell. 1995; 82: 463-473Abstract Full Text PDF PubMed Scopus (1006) Google Scholar, 21Meyer B.E. Meinkoth J.L. Malim M.H. J. Virol. 1996; 70: 2350-2359Crossref PubMed Google Scholar). NES sites have traditionally been described as being rich in leucine, isoleucine, and valine residues (16Tang H. McDonald D. Middlesworth T. Hope T.J. Wong-Staal F. Mol. Cell. Biol. 1999; 19: 3540-3550Crossref PubMed Scopus (55) Google Scholar). The combination of enhanced green fluorescent protein (eGFP)-tagged proteins and scanning confocal laser microscopy of living cells provides a powerful technique for investigating subcellular compartmentalization and the molecular trafficking of proteins (22Chalfie M. Green Fluorescent Protein: Properties, Applications, and Protocols. Wiley Press, New York, NY1998: 243-268Google Scholar, 23Kain S.R. Adams M. Kondepudi A. Yang T.T. Ward W.W. Kitts P. BioTechniques. 1995; 19: 650-655PubMed Google Scholar, 24Rizzuto R. Brini M. De Giorgi F. Rossi R. Heim R. Tsien R.Y. Pozzan T. Curr. Biol. 1996; 6: 183-188Abstract Full Text Full Text PDF PubMed Scopus (208) Google Scholar). In the present study, we investigated the dynamics of subcellular distribution of 69-kDa ChAT tagged with eGFP. Although this protein is found predominantly in the cytoplasm of HEK 293 cells, 69-kDa ChAT-eGFP can also be detected in the nucleus of these cells. We hypothesized that the ChAT sequence contains NLS and NES motifs that function in movement of the protein into and out of the nucleus. We report here for the first time that 69-kDa ChAT has features of a nucleocytoplasmic shuttling protein driven into the nucleus by a functional NLS and that it moves out of the nucleus along the Crm-1 nuclear export pathway. We also provide evidence that this NLS is functional in, and necessary for, the nuclear transport of 82-kDa ChAT. Cell Culture and Transfection—Human embryonic kidney (HEK 293) cells were grown in minimal essential medium supplemented with 10% fetal bovine serum and 50 μg/ml each of penicillin and streptomycin. For some studies, cells were seeded at a density of 2 × 106 cells on 35-mm culture dishes and then transiently transfected with plasmid DNA using LipofectAMINE 2000 (Invitrogen). Prior to use for confocal microscopy, cells were replated after transfection onto 35-mm glass-bottomed dishes (MakTek) and grown in medium containing 20 mm HEPES buffer, pH 7.4. For other studies, G418-resistant stable transformants of HEK 293 cells expressing native 69- or 82-kDa human ChAT were maintained in medium containing 0.1% geneticin (G418); cells were transfected with either 69- or 82-kDa ChAT subcloned into pcDNA3.1 thus giving expression of the native protein without eGFP tag. Confocal Microscopy—Scanning confocal laser microscopy was performed using a Zeiss LSM510 microscope and a 63× oil immersion objective. Images were acquired using excitation (488 nm) and emission (515 nm) wavelengths for eGFP or 543 and 590 nm for DsRed1-C1, respectively. Images were captured digitally and imported into Adobe Photoshop 5.0 for formatting. Protein Mapping/Bioinformatics Data—The bioinformatics programs PROSITE (www.expasy.org/prosite) and ScanSite (www.scansite.mit.edu) were utilized in conjunction with published NLS/NES sequences to identify potential NLS and NES sequence domains in ChAT. Leptomycin B (LMB) Treatment—Cells were co-transfected with full-length human 69-kDa ChAT cDNA subcloned into the peGFP-N1 vector (Clontech) and human RalGDS cDNA in the DsRed1-C1 vector (Clontech). At 24–48 h after transfection, cells were treated with 20 ng/ml LMB (kindly provided by Dr. Minoru Yoshida, Department of Biotechnology, University of Tokyo). As RalGDS-DsRed1 is a cytoplasmic protein (25Bhattacharya M. Anborgh P.H. Babwah A.V. Dale L.B. Dobransky T. Benovic J.L. Feldman R.D. Verdi J.M. Rylett R.J. Ferguson S.S. Nat. Cell Biol. 2002; 4: 547-555Crossref PubMed Scopus (119) Google Scholar, 26Rosario M. Paterson H.F. Marshall C.J. Mol. Cell. Biol. 2001; 21: 3750-3762Crossref PubMed Scopus (55) Google Scholar) whose subcellular distribution is not affected by LMB, it was used as a positive control to delineate the cytoplasm and to contrast the nucleus, in order to better assess nuclear accumulation of eGFP-tagged proteins in some experiments. cDNA Constructs for NLS/NES Domain Mapping—Plasmid DNA containing full-length 69-kDa human ChAT cDNA in peGFP-N1 was used as a template to prepare constructs for analysis of novel, functional NLS/NES domains in the enzyme. For this purpose, nine fragments of 69-kDa ChAT cDNA were made by traditional PCR and subcloned into peGFP-N1 using restriction enzymes NheI and SacII. These constructs (called Construct-1 to Construct-9) were transfected into HEK 293 cells, and their cellular distribution was assessed in living cells by confocal microscopy. Mutations were performed using the PCR-based QuikChange site-directed mutagenesis kit (Stratagene) using full-length peGFP-69-kDa or peGFP-82-kDa ChAT cDNA or peGFP-Construct-6 as templates. All constructs were subsequently sequenced to verify the integrity of the cloned DNA. Fluorescence Recovery after Photobleaching (FRAP) Assay—This procedure was performed using a modification of methodology described previously by Howell and Truant (27Howell J.L. Truant R. BioTechniques. 2002; 32: 80-87Crossref PubMed Scopus (18) Google Scholar). Briefly, HEK 293 cells were transfected with peGFP-82-kDa ChAT and DsRed1-hnRNP; heterogeneous nuclear ribonucleoprotein (hnRNP) is a nuclear shuttling protein (28Pollard V.W. Michael W.M. Nakielny S. Siomi M.C. Wang F. Dreyfuss G. Cell. 1996; 86: 985-994Abstract Full Text Full Text PDF PubMed Scopus (580) Google Scholar) and was obtained as a gift from Dr. Ray Truant, Department of Biochemistry, McMaster University. Transfected cells were pretreated with 50 μg/ml cycloheximide and then fused together with 50% polyethylene glycol treatment to form bikaryon cells. By using confocal microscopy, bikaryon cells that contained both 82-kDa ChAT-eGFP and hnRNP-DsRed1 exhibit a yellow fluorescence (overlay of red and green fluorescence). One of the two nuclei of the fused cells was targeted and photobleached by 50 iterations with 100% laser excitation. Bikaryon cells were allowed a recovery period of 30 min to 1 h and were examined for evidence of fluorescence recovery in the photobleached nucleus. If the protein of interest is a shuttling protein, it should translocate from the unbleached nucleus of the cell to the bleached nucleus of the adjacent cell, resulting in recovery of fluorescence. As new protein synthesis was blocked with cycloheximide, any fluorescently tagged proteins that moved into the photobleached nucleus had to originate from the unbleached nucleus. Isolation of Nuclei and Determination of ChAT Activity—Intact nuclei were isolated from HEK 293 cells stably expressing native 69- or 82-kDa ChAT or from untransfected wild-type cells. Cells were removed from flasks with balanced salt solution containing trypsin (0.05%) and recovered by centrifugation (900 rpm for 5 min) in PBS. The pellets were then resuspended and re-pelleted in PBS at 900 rpm for 5 min. The cell pellets were then lysed by resuspending in 5 volumes of lysis buffer (10 mm Tris-HCl, pH 7.5, 0.05% Nonidet P-40, 3 mm MgCl2, 10 mm NaCl, 5 mm EGTA, 1 mm 4-(2-aminoethyl)benzenesulfonyl fluoride, 10 μg/ml leupeptin, 25 μg/ml aprotinin, 10 μg/ml pepstatin), incubated on ice for 15 min, and then centrifuged at 900 rpm for 5 min. Following one additional wash with lysis buffer, nuclei were recovered by centrifugation, washed 3 times with wash buffer (10 mm HEPES, pH 6.8, 300 mm sucrose, 3 mm MgCl2, 25 mm NaCl, 1 mm EGTA, and 1 mm 4-(2-aminoethyl)benzenesulfonyl fluoride), and centrifuged at 900 rpm for 5 min. The final nuclear pellets were resuspended in a small volume of wash buffer and maintained on ice until analysis. Activity of ChAT was determined by incubating nuclei in the presence of substrates choline and [3H]acetyl coenzyme A followed by extraction of [3H]ACh using a modification of the liquid cation exchange method of Fonnum (29Fonnum F. Biochem. J. 1969; 115: 465-472Crossref PubMed Scopus (964) Google Scholar). Immunocytochemical Localization of Native ChAT—HEK 293 cells stably expressing native 69- or 82-kDa ChAT were immunostained using an anti-ChAT antibody to establish subcellular compartmentalization of the enzyme without the eGFP tag. Cells plated on 35-mm glass-bottom culture dishes were rinsed with PBS followed by fixation with cold acidified ethanol (absolute ethanol containing 1% acetic acid) for 20 min at -20 °C. Post-fixed cells were rinsed and blocked with 1% bovine serum albumin in PBS for 30 min at room temperature and then incubated with primary anti-ChAT antibody CTab (1:250) for 1 h at room temperature. Following rinsing with PBS (3 washes at 5 min each), cells were incubated with secondary antibody (rhodamine-conjugated donkey anti-rabbit, 1:100) with 1% bovine serum albumin in PBS for 1 h at room temperature. Cells were rinsed with PBS (3 times for 5 min) and viewed by confocal microscopy. We demonstrated previously that human 69- and 82-kDa ChAT tagged with eGFP is found predominantly in the cytoplasm and the nucleus of HEK 293 cells, respectively (9Resendes M.C. Dobransky T. Ferguson S.S. Rylett R.J. J. Biol. Chem. 1999; 274: 19417-19421Abstract Full Text Full Text PDF PubMed Scopus (41) Google Scholar). However, our data indicate for the first time that 69-kDa ChAT-eGFP is also present in the nucleus. As the steady-state distribution of this enzyme is largely cytosolic, we hypothesized that it is a nucleocytoplasmic shuttling protein displaying functional NLS and NES moieties. In the present study, we demonstrate the ability of 69-kDa ChAT to redistribute in the cell between the cytoplasm and the nucleus. Furthermore, we show that a novel NLS identified in 69-kDa ChAT also plays a role in nuclear import of 82-kDa ChAT. To establish that native ChAT without potential influences of the eGFP tag assumes the same subcellular localization as the ChAT-eGFP fusion proteins, we immunostained HEK 293 cells stably expressing native 69- and 82-kDa ChAT. As illustrated in Fig. 1, 69-kDa ChAT is found predominantly in the cytoplasm with a small proportion of the enzyme protein located in the nucleus, and 82-kDa ChAT is located almost entirely in the nucleus. Interestingly, ChAT in the nucleus assumes a punctate pattern rather than being distributed homogeneously. Leptomycin B (LMB) Studies Indicate Nuclear Export Activity—To investigate the ability of 69-kDa ChAT to be transported across the nuclear envelope, we conducted nuclear export inhibition studies employing LMB. LMB, which was originally identified as an antifungal agent, inhibits facilitated movement of proteins out of the nucleus along the Crm1-nuclear export pathway directly by blocking its interaction with proteins carrying a functional leucine-rich NES (30Kudo N. Matsumori N. Taoka H. Fujiwara D. Schreiner E.P. Wolff B. Yoshida M. Horinouchi S. Proc. Natl. Acad. Sci. U. S. A. 1999; 96: 9112-9117Crossref PubMed Scopus (859) Google Scholar, 31Kudo N. Wolff B. Sekimoto T. Schreiner E.P. Yoneda Y. Yanagida M. Horinouchi S. Yoshida M. Exp. Cell Res. 1998; 242: 540-547Crossref PubMed Scopus (710) Google Scholar, 32Ossareh-Nazari B. Bachelerie F. Dargemont C. Science. 1997; 278: 141-144Crossref PubMed Scopus (623) Google Scholar). In these experiments, time-dependent accumulation of a protein in the nucleus of LMB-treated cells indicates that the protein likely contains functional NLS(s) to facilitate the movement into the nucleus, as well as an NES(s) that binds to Crm-1 export receptors that move the protein back into the cytoplasm. HEK 293 cells were transiently transfected with peGFP-69-kDa ChAT cDNA and treated in the presence or absence of LMB over a time course of 24 h. To increase the contrast between the nuclear and the cytoplasmic compartments, cells were co-transfected with pDsRed1-RalGDS. RalGDS protein is localized to the cytoplasm (25Bhattacharya M. Anborgh P.H. Babwah A.V. Dale L.B. Dobransky T. Benovic J.L. Feldman R.D. Verdi J.M. Rylett R.J. Ferguson S.S. Nat. Cell Biol. 2002; 4: 547-555Crossref PubMed Scopus (119) Google Scholar, 26Rosario M. Paterson H.F. Marshall C.J. Mol. Cell. Biol. 2001; 21: 3750-3762Crossref PubMed Scopus (55) Google Scholar), and the subcellular distribution of this protein is not affected by LMB (data not shown). As illustrated in Fig. 2, A and C, in untreated control cells 69-kDa ChAT-eGFP was found localized predominantly in the cytoplasm along with its clear presence in the nucleus. At 4- and 12-h treatment with LMB, we observed increased accumulation of 69-kDa ChAT in the nucleus of cells by confocal microscopy (Fig. 1, D, F, G, and I). While accumulation of ChAT in the nucleus continued over the 24-h time course, it did not become localized exclusively to the nucleus. The DsRed1-Ral-GDS protein labeled the cytoplasmic compartment, and its distribution did not alter over the observation time period (Fig. 2, B, E, and H), thereby allowing us to clearly delineate accumulation of 69-kDa ChAT-eGFP in the nucleus (Fig. 2, C, F, and I). These experiments suggest that 69-kDa ChAT contains one or more sequence motifs that impart functional NLS activity to the protein. However, as the enzyme has a predominantly cytoplasmic distribution in the cell (Figs. 1A and 2A), this protein must shuttle between the cytoplasm and the nucleus achieving a steady-state between the driving forces for nuclear import and nuclear export. To generate this subcellular distribution pattern, 69-kDa ChAT must also contain one or more NESs or be shuttled out of the nucleus by binding to a carrier protein containing an NES. Although LMB is a specific inhibitor of the Crm1-nuclear export pathway, there are a number of other pathways that move proteins out of the nucleus (16Tang H. McDonald D. Middlesworth T. Hope T.J. Wong-Staal F. Mol. Cell. Biol. 1999; 19: 3540-3550Crossref PubMed Scopus (55) Google Scholar, 19Fischer U. Huber J. Boelens W.C. Mattaj I.W. Luhrmann R. Cell. 1995; 82: 475-483Abstract Full Text PDF PubMed Scopus (988) Google Scholar, 33Farjot G. Buisson M. Duc D.M. Gazzolo L. Sergeant A. Mikaelian I. J. Virol. 2000; 74: 6068-6076Crossref PubMed Scopus (62) Google Scholar, 34Kaffman A. Rank N.M. O'Neill E.M. Huang L.S. O'Shea E.K. Nature. 1998; 396: 482-486Crossref PubMed Scopus (288) Google Scholar, 35Lipowsky G. Bischoff F.R. Schwarzmaier P. Kraft R. Kostka S. Hartmann E. Kutay U. Gorlich D. EMBO J. 2000; 19: 4362-4371Crossref PubMed Scopus (160) Google Scholar). Therefore, in addition to utilizing the Crm1 pathway, 69-kDa ChAT could also be exported from the nucleus by other pathway(s) that are not inhibited by LMB. In our experiments, this could account for the relatively prolonged time required for accumulation of ChAT in the nucleus of LMB-treated cells (Fig. 2G). Protein Mapping and Identification of Functional NLS/NES Domains—The nuclear pore complex is composed of at least 30 distinct proteins and acts like a molecular sieve allowing passive diffusion of proteins up to a size limit of ∼60 kDa (14Gorlich D. Kutay U. Annu. Rev. Cell Dev. Biol. 1999; 15: 607-660Crossref PubMed Scopus (1676) Google Scholar, 36Gorlich D. EMBO J. 1998; 17: 2721-2727Crossref PubMed Scopus (289) Google Scholar). Since the molecular mass of 69-kDa ChAT is above the diffusion limit and we found that the protein accumulates in the nucleus over time, the active nuclear translocation would therefore require functional interaction between an NLS(s) in ChAT and import receptors in the nucleus. Furthermore, subcellular distribution of the enzyme favors a cytoplasmic localization indicating that the 69-kDa enzyme likely contains a functional NES(s) and is transported out of the nucleus by export receptors. By using the bioinformatics programs PROSITE and ScanSite and published NLS (10Lee D.C. Aitchison J.D. J. Biol. Chem. 1999; 274: 29031-29037Abstract Full Text Full Text PDF PubMed Scopus (87) Google Scholar, 11Michael W.M. Choi M. Dreyfuss G. Cell. 1995; 83: 415-422Abstract Full Text PDF PubMed Scopus (471) Google Scholar, 12Michael W.M. Eder P.S. Dreyfuss G. EMBO J. 1997; 16: 3587-3598Crossref PubMed Scopus (329) Google Scholar, 13Dingwall C. Laskey R.A. Trends Biochem. Sci. 1991; 16: 478-481Abstract Full Text PDF PubMed Scopus (1713) Google Scholar, 14Gorlich D. Kutay U. Annu. Rev. Cell Dev. Biol. 1999; 15: 607-660Crossref PubMed Scopus (1676) Google Scholar, 15Tachibana T. Hieda M. Yoneda Y. FEBS Lett. 1999; 442: 235-240Crossref PubMed Scopus (11) Google Scholar) and NES (16Tang H. McDonald D. Middlesworth T. Hope T.J. Wong-Staal F. Mol. Cell. Biol. 1999; 19: 3540-3550Crossref PubMed Scopus (55) Google Scholar, 17Bogerd H.P. Benson R.E. Truant R. Herold A. Phingbodhipakkiya M. Cullen B.R. J. Biol. Chem. 1999; 274: 9771-9777Abstract Full Text Full Text PDF PubMed Scopus (64) Google Scholar, 18Henderson B.R. Eleftheriou A. Exp. Cell Res. 2000; 256: 213-224Crossref PubMed Scopus (351) Google Scholar, 19Fischer U. Huber J. Boelens W.C. Mattaj I.W. Luhrmann R. Cell. 1995; 82: 475-483Abstract Full Text PDF PubMed Scopus (988) Google Scholar, 20Wen W. Meinkoth J.L. Tsien R.Y. Taylor S.S. Cell. 1995; 82: 463-473Abstract Full Text PDF PubMed Scopus (1006) Google Scholar, 21Meyer B.E. Meinkoth J.L. Malim M.H. J. Virol. 1996; 70: 2350-2359Crossref PubMed Google Scholar) sequences, we identified putative NLS and NES sites in the primary amino acid sequence of 69-kDa human ChAT (Fig. 3 and Table I). Based on the presence of basic lysine- and arginine-rich stretches between amino acids 204–221 and 357–368, we hypothesized that these regions of the protein may constitute potential NLS sequences. Analysis of the primary sequence also revealed regions between amino acids 81–92, 227–235, and 416–425 resembling the canonical leucine-rich NES sequence LXLXXLXL (18Henderson B.R. Eleftheriou A. Exp. Cell Res. 2000; 256: 213-224Crossref PubMed Scopus (351) Google Scholar) that could potentially impart this function to the enzyme; isoleucine or valine may substitute for leucine in this sequence in some circumstances (16Tang H. McDonald D. Middlesworth T. Hope T.J. Wong-Staal F. Mol. Cell. Biol. 1999; 19: 3540-3550Crossref PubMed Scopus (55) Google Scholar, 18Henderson B.R. Eleftheriou A. Exp. Cell Res. 2000; 256: 213-224Crossref PubMed Scopus (351) Google Scholar). Based on this analysis, we hypothesized that ChAT could shuttle into the nucleus by one or more NLSs and then translocate back to the cytoplasm driven by a functional NES. Moreover, we hypothesized that these putative NLS(s) that are also contained in the sequence of 82-kDa ChAT could contribute to the nuclear translocation of that enzyme.Table IPutative NLS and NES sequences in 69- and 82-kDa human ChATNameSequenceaNumbers included in parentheses denote the location of amino acids in the 82-kDa ChAT protein, with numbers not in parentheses identifying the location of amino acids in 69-kDa ChATNLS1(322)/204RRLSEGDLFTQLRKIVKM(339)/221NLS2(476)/358ELPAPRRLRWK(486)/368NES1(199)/81LNDMYLNNRLAL(210)/92NES2(345)/227ERLPPIGLL(353)/235NES3(534)/416FIQVALQLAF(543)/425NLSbThis NLS is found only in the amino terminus of 82-kDa ChAT(1)MGLRTAKKR(9)a Numbers included in parentheses denote the location of amino acids in the 82-kDa ChAT protein, with numbers not in parentheses identifying the location of amino acids in 69-kDa ChATb This NLS is found only in the amino terminus of 82-kDa ChAT Open table in a new tab To determine whether the potential NLS and NES sequences were functional, nine different segments of the full-length 69-kDa ChAT cDNA were generated by PCR and subcloned into the vector peGFP-N1 (Construct-1 to Construct-9; Fig. 3A). These nine eGFP-tagged constructs were designed to contain an approximately equal number of ChAT amino acid residues and have molecular masses less than 60 kDa. Based on a nuclear passive diffusion limit of ∼60 kDa (14Gorlich D. Kutay U. Annu. Rev. Cell Dev. Biol. 1999; 15: 607-660Crossref PubMed Scopus (1676) Google Scholar, 36Gorlich D. EMBO J.",
  "authors": [
    {
      "display_name": "Sandeep K. Gill",
      "id": "A5112652134",
      "orcid": null,
      "institutions": [
        {
          "id": "I125749732",
          "display_name": "Western University",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I4210105758",
          "display_name": "Robarts Clinical Trials",
          "country_code": "CA",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Sandeep K. Gill"
    },
    {
      "display_name": "Moshmi Bhattacharya",
      "id": "A5111851529",
      "orcid": "https://orcid.org/0000-0002-9191-9877",
      "institutions": [
        {
          "id": "I4210105758",
          "display_name": "Robarts Clinical Trials",
          "country_code": "CA",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Moshmi Bhattacharya"
    },
    {
      "display_name": "Stephen Ferguson",
      "id": "A5103057836",
      "orcid": "https://orcid.org/0000-0003-3172-8347",
      "institutions": [
        {
          "id": "I125749732",
          "display_name": "Western University",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I4210105758",
          "display_name": "Robarts Clinical Trials",
          "country_code": "CA",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Stephen S.G. Ferguson"
    },
    {
      "display_name": "R. Jane Rylett",
      "id": "A5018971090",
      "orcid": "https://orcid.org/0000-0002-9158-9599",
      "institutions": [
        {
          "id": "I4210105758",
          "display_name": "Robarts Clinical Trials",
          "country_code": "CA",
          "type": "facility"
        },
        {
          "id": "I125749732",
          "display_name": "Western University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "R. Jane Rylett"
    }
  ],
  "publication_year": 2003,
  "publication_date": "2003-05-01",
  "type": "article",
  "cited_by_count": 30,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S140251998",
    "display_name": "Journal of Biological Chemistry",
    "issn_l": "0021-9258",
    "issn": [
      "0021-9258",
      "1067-8816",
      "1083-351X"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320990"
  },
  "volume": "278",
  "issue": "22",
  "first_page": "20217",
  "last_page": "20224",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "http://www.jbc.org/article/S0021925820800519/pdf",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C49805395",
      "display_name": "Nuclear localization sequence",
      "level": 3,
      "score": 0.90509516
    },
    {
      "id": "C2776879804",
      "display_name": "Subcellular localization",
      "level": 3,
      "score": 0.79682857
    },
    {
      "id": "C198399640",
      "display_name": "Choline acetyltransferase",
      "level": 3,
      "score": 0.74765605
    },
    {
      "id": "C54757728",
      "display_name": "Nuclear export signal",
      "level": 4,
      "score": 0.714755
    },
    {
      "id": "C2779649592",
      "display_name": "Acetyltransferase",
      "level": 4,
      "score": 0.5839095
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.52456045
    },
    {
      "id": "C55493867",
      "display_name": "Biochemistry",
      "level": 1,
      "score": 0.49933934
    },
    {
      "id": "C140051345",
      "display_name": "Protein subcellular localization prediction",
      "level": 3,
      "score": 0.4682062
    },
    {
      "id": "C153911025",
      "display_name": "Molecular biology",
      "level": 1,
      "score": 0.4624714
    },
    {
      "id": "C190062978",
      "display_name": "Cytoplasm",
      "level": 2,
      "score": 0.4524471
    },
    {
      "id": "C29512474",
      "display_name": "Nuclear protein",
      "level": 4,
      "score": 0.44926497
    },
    {
      "id": "C95444343",
      "display_name": "Cell biology",
      "level": 1,
      "score": 0.44222927
    },
    {
      "id": "C2780114586",
      "display_name": "Cell nucleus",
      "level": 3,
      "score": 0.4274231
    },
    {
      "id": "C104317684",
      "display_name": "Gene",
      "level": 2,
      "score": 0.13795811
    },
    {
      "id": "C2775910092",
      "display_name": "Acetylcholine",
      "level": 2,
      "score": 0.05506468
    },
    {
      "id": "C86339819",
      "display_name": "Transcription factor",
      "level": 3,
      "score": 0.0
    },
    {
      "id": "C119157956",
      "display_name": "Acetylation",
      "level": 3,
      "score": 0.0
    },
    {
      "id": "C134018914",
      "display_name": "Endocrinology",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11841",
      "display_name": "Nuclear Structure and Function",
      "score": 0.9992
    },
    {
      "id": "T11559",
      "display_name": "Retinoids in leukemia and cellular processes",
      "score": 0.9973
    },
    {
      "id": "T11041",
      "display_name": "Ubiquitin and proteasome pathways",
      "score": 0.9944
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1074/jbc.m213153200",
  "pdf_url": "http://www.jbc.org/article/S0021925820800519/pdf",
  "retrieved_date": "2025-07-30T15:59:11.036959",
  "source_database": "OpenAlex"
}