{
  "openalex_id": "W2065298029",
  "doi": "https://doi.org/10.1353/pbm.1989.0006",
  "title": "A Personal History of the Origin of the Somatomedin Hypothesis and Recent Challenges to Its Validity",
  "abstract": "A PERSONAL HISTORY OF THE ORIGIN OF THE SOMATOMEDIN HYPOTHESIS AND RECENT CHALLENGES TO ITS VALIDITY WILUAM H. DAUGHADAY* It is a common misconception that clinical research is simply the application of information derived from \"basic research\" to clinical problems. Often overlooked are the examples where quite modest observations prompted by clinical questions have provided the clues that have led to fundamental insights into important physiologic mechanisms. Many examples of this reverse flow have resulted from efforts by clinicians to understand abnormalities of human growth. Early Milestones in Growth Hormone Research A little over a hundred years ago, Pierre Marie [1] focused the attention of the medical community on the clinical features of acromegaly, which he had recognized in two of his patients and in five additional cases that had been variously reported earlier by other authors. Although one of these latter cases was known to have a pituitary tumor, its association with the abnormal growth was not recognized until later. Massalongo [2] is generally credited with recognizing that gigantism and acromegaly differed only in their age of onset. There was considerable debate at the time concerning the pathophysiologic significance of pituitary tumors, which came to be recognized at postmortem and at operation . Cushing [3] was one of those who marshaled convincing evidence that both acromegaly and gigantism were the results of pituitary hypersecretion . Work supported by a program project grant from the National Institutes of Health, HD20805. ?Metabolism Division, Department of Medicine, Washington University School of Medicine, St. Louis, Missouri 63110.© 1989 by The University of Chicago. AU rights reserved. 0031-5982/89/3202-0628$01 .00 194 I William H. Daughaday ¦ The Somatomedin Hypothesis A major milestone in growth hormone (GH) research was the development by Smith [4] of a simple, practical technique for hypophysectomy in the rat. This operation resulted in virtual cessation of growth. Normal or even supranormal growth followed the administration of pituitary extracts. This made possible the development of sensitive bioassays for GH. Evans [5] noted that after hypophysectomy in the growing rat there was a marked reduction in the width of the tibial epiphyseal cartilage plate, and that GH administration rapidly restored the width of the plate [6]. Greenspan, Li, Simpson, and Evans [7] refined the conditions for a comparatively rapid and sensitive quantitative assay based on this response. Kinsell, Michaels, Li, and Larsen [8] in 1948 and Gemzell [9] in 1959 attempted to quantitate growth hormone in human plasma by this assay. Both authors reported increased amounts of \"growth hormone\" in the plasma of acromegalic patients, but the concentrations reported were far in excess of what we now know to be present. It is likely that growth factors other than GH were being measured . Recognition of an Intermediary in GH Action My personal interest in GH began in 1949 when as a fellow Ijoined a group that included Michael Krahl, Rollo Park, and David Brown in the laboratory of Dr. Carl Cori at the Washington University School of Medicine. Later we werejoined by Marvin Cornblath. Our principal goal was to understand how insulin and GH regulated glucose metabolism in skeletal muscle. Early in our investigations we found that direct addition of GH to the isolated rat diaphragm did not inhibit glucose uptake or insulin action but, paradoxically, exerted an immediate insulin-like action [10], an effect that continues to perplex investigators to this day. Inhibition of insulin action on glucose uptake was observed only if GH was injected into the hypophysectomized rat hours before removing the diaphragm. This suggested that some intermediate process must precede GH inhibition. Subsequently, Bornstein and Park [1 1] described an inhibitor of insulin action that appeared in the serum of hypophysectomized rats after GH administration. While the explanation of this observation has never been worked out, it did alert me to the possibility that some of the effects of GH require the generation of intermediate factors. Rollo Park left St. Louis in 1952 to accept the chairmanship of the Department of Physiology at Vanderbilt University School of Medicine. He maintained his interest in the regulation of glucose metabolism by GH and insulin in the diaphragm and subsequently in the isolated rat heart and published extensively on these...",
  "authors": [
    {
      "display_name": "William H. Daughaday",
      "id": "A5008131820",
      "orcid": null,
      "institutions": [
        {
          "id": "I204465549",
          "display_name": "Washington University in St. Louis",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "William H. Daughaday"
    }
  ],
  "publication_year": 1989,
  "publication_date": "1989-12-01",
  "type": "article",
  "cited_by_count": 103,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S28937869",
    "display_name": "Perspectives in biology and medicine",
    "issn_l": "0031-5982",
    "issn": [
      "0031-5982",
      "1529-8795"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315678"
  },
  "volume": "32",
  "issue": "2",
  "first_page": "194",
  "last_page": "211",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2777433750",
      "display_name": "Acromegaly",
      "level": 4,
      "score": 0.92053235
    },
    {
      "id": "C2777872460",
      "display_name": "Gigantism",
      "level": 2,
      "score": 0.7826787
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.5415606
    },
    {
      "id": "C80862487",
      "display_name": "Somatomedin",
      "level": 4,
      "score": 0.5022013
    },
    {
      "id": "C2781449511",
      "display_name": "Pituitary tumors",
      "level": 2,
      "score": 0.43391964
    },
    {
      "id": "C2984496839",
      "display_name": "Growth hormone",
      "level": 3,
      "score": 0.4308895
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.32595247
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.23605242
    },
    {
      "id": "C71315377",
      "display_name": "Hormone",
      "level": 2,
      "score": 0.14460582
    }
  ],
  "topics": [
    {
      "id": "T14134",
      "display_name": "Medical and Biological Sciences",
      "score": 0.9851
    },
    {
      "id": "T10832",
      "display_name": "Pituitary Gland Disorders and Treatments",
      "score": 0.9774
    },
    {
      "id": "T12168",
      "display_name": "Health and Medical Research Impacts",
      "score": 0.9154
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/pbm.1989.0006",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:13:17.293651",
  "source_database": "OpenAlex"
}