{
  "openalex_id": "W2061060689",
  "doi": "https://doi.org/10.1542/peds.111.5.1072",
  "title": "Autosomal Recessive Polycystic Kidney Disease: The Clinical Experience in North America",
  "abstract": "Objective.We designed a longitudinal clinical database for autosomal recessive polycystic kidney disease (ARPKD), recruited patients from pediatric nephrology centers in the United States and Canada, and examined their clinical morbidities and survival characteristics. We initially targeted enrollment to children who were born and diagnosed after January 1, 1990, so as to capture a cohort that is representative of ARPKD patients born in the last decade. When a significant number of older ARPKD patients were also referred, we extended our database to include all patients who met our inclusion criteria, thereby allowing direct comparisons between a long-term survivor subset and a cohort that included both neonatal survivors and nonsurvivors. Design.Patient entry into our database required either compatible histopathology or ultrasonographic evidence of enlarged, echogenic kidneys and the presence of at least 1 of the following additional criteria: a) biopsy-proven ARPKD in a sibling; b) biliary fibrosis based on either clinical or histopathologic evidence; c) no sonographic evidence of renal cysts in the parents (parents must be &amp;gt;30 years of age); or d) parental consanguinity, eg, first-cousin marriage. Clinical questionnaires (primary data form and follow-up data form) were developed to collect initial patient data and follow-up data at yearly intervals. Results.Thirty-four centers provided clinical information for 254 patients and of these, 209 had sufficient data for analyses. When stratified by date of birth, 166 (79.4%) were born on or after January 1, 1990 (younger cohort) and 43 children (20.6%) were born before 1990 (older cohort). The gender distribution was equal in both cohorts. The median age at diagnosis was significantly later in the older cohort and no deaths were reported among these patients, suggesting that this group is biased toward long-term survivors. In the younger cohort, 74.7% of the patients are alive, with a median age of 5.4 years. In this group, 40.5% of patients required ventilation and 11.6% developed chronic lung disease. Hypertension was a common, but not universal finding in both cohorts. The relative risk for developing hypertension was higher in the older cohort, but the median age at diagnosis was significantly earlier in the younger cohort. Chronic renal insufficiency (CRI) was reported in ∼40% of patients with no significant difference in the relative risk between age groups. However, in the younger cohort, the median age at diagnosis was significantly earlier and the age of diagnosis of CRI and hypertension were significantly correlated. Clinically significant morbidities related to periportal fibrosis were more common in the older cohort. There was a trend toward increasing frequency of portal hypertension with age in both cohorts. Portal hypertension was not significantly correlated with either systemic hypertension or CRI. Conclusions.The ARPKD Clinical Database represents the largest single cohort of ARPKD patients collected to date. Our initial data analysis provides several new clinical insights. First, in our subset of long-term survivors, ARPKD has a slower rate of disease progression, as assessed by age of ARPKD diagnosis, as well as age of diagnosis of clinical morbidities. Second, neonatal ventilation was strongly predictive of mortality as well as an earlier age of diagnosis in those who developed hypertension or chronic renal insufficiency. However, for infants who survive the perinatal period, the long-term prognosis for patient survival is much better than generally perceived. Third, although systemic hypertension and CRI were significantly correlated with respect to age of diagnosis, similar relationships with portal hypertension were not evident, suggesting that disease progression may have organ-specific patterns. Fourth, only a subset of patients may be at risk for developing clinically significant manifestations of periportal fibrosis. Based on these observations, the next challenges will be to determine how various factors, such as specific mutations in the ARPKD gene, PKHD1(polycystic kidney and hepatic disease 1), variations in modifying gene loci, modulation by as yet unspecified environmental factors, and/or gene-environment interactions contribute to the marked variability in survival and disease expression observed among ARPKD patients.",
  "authors": [
    {
      "display_name": "Lisa M. Guay‐Woodford",
      "id": "A5014106777",
      "orcid": "https://orcid.org/0000-0002-6187-3927",
      "institutions": [
        {
          "id": "I32389192",
          "display_name": "University of Alabama at Birmingham",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Lisa M. Guay-Woodford"
    },
    {
      "display_name": "Renée A. Desmond",
      "id": "A5110341596",
      "orcid": null,
      "institutions": [
        {
          "id": "I32389192",
          "display_name": "University of Alabama at Birmingham",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Renee A. Desmond"
    }
  ],
  "publication_year": 2003,
  "publication_date": "2003-05-01",
  "type": "article",
  "cited_by_count": 412,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S77494981",
    "display_name": "PEDIATRICS",
    "issn_l": "0031-4005",
    "issn": [
      "0031-4005",
      "1098-4275"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315734"
  },
  "volume": "111",
  "issue": "5",
  "first_page": "1072",
  "last_page": "1080",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.9547535
    },
    {
      "id": "C2910547607",
      "display_name": "Autosomal Recessive Polycystic Kidney Disease",
      "level": 4,
      "score": 0.74010706
    },
    {
      "id": "C72563966",
      "display_name": "Cohort",
      "level": 2,
      "score": 0.7014705
    },
    {
      "id": "C187212893",
      "display_name": "Pediatrics",
      "level": 1,
      "score": 0.64652187
    },
    {
      "id": "C2776194465",
      "display_name": "Sibling",
      "level": 2,
      "score": 0.417364
    },
    {
      "id": "C201903717",
      "display_name": "Cohort study",
      "level": 2,
      "score": 0.41683376
    },
    {
      "id": "C2780145431",
      "display_name": "Polycystic kidney disease",
      "level": 3,
      "score": 0.401526
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.33907557
    },
    {
      "id": "C2779134260",
      "display_name": "Disease",
      "level": 2,
      "score": 0.33015054
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C138496976",
      "display_name": "Developmental psychology",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11412",
      "display_name": "Genetic and Kidney Cyst Diseases",
      "score": 1.0
    },
    {
      "id": "T12140",
      "display_name": "Renal and related cancers",
      "score": 0.9983
    },
    {
      "id": "T12460",
      "display_name": "Pediatric Hepatobiliary Diseases and Treatments",
      "score": 0.9966
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1542/peds.111.5.1072",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:41:24.972580",
  "source_database": "OpenAlex"
}