{
  "openalex_id": "W2063618023",
  "doi": "https://doi.org/10.1080/13510340601024363",
  "title": "Challenges of Evaluating Democracy Assistance: Perspectives from the Donor Side",
  "abstract": "Abstract A large number of multilateral and bilateral donors have become engaged in the area of democracy and governance (DG) assistance over the last 15 years, stimulated by a series of trends and events. Despite the maturation of DG assistance as an important development area and the high profile of democracy promotion as a key foreign policy goal, research on the impact of this assistance and the effectiveness of different types of programming has been limited. Donors are constantly in need of feedback on the effectiveness and impact of their programming in order to revise programme designs, re-strategize aid portfolios, or address new DG issues. Moreover, legislatures increasingly require government aid agencies to be able to measure the results of their programmes, thereby demonstrating a 'return on investment' that would guide future assistance. Quality research is hampered by a daunting political, logistical, and methodological context, however. In 2005 a donor-sponsored workshop was organized to discuss challenges facing the evaluation and assessment of DG programming and assistance. The purpose of this article is to share insights from the workshop with a wider audience of scholars, practitioners and other policy-makers in the hope that this will stimulate additional research and thinking in this area. Keywords: democracy assistanceforeign aidevaluationbilateral donor agenciesUSAID Acknowledgments The views expressed are the authors' and do not necessarily represent those of the US Agency for International Development, World Learning, or Management Systems International. Any errors or omissions are likewise the responsibility of the authors. Notes 1. A second workshop was held in Spring 2006 at International IDEA (Institute for Democracy and Electoral Assistance) in Stockholm, supported by the Swedish International Development Cooperation Agency (SIDA), that focused more specifically on evaluation practice. 2. In this report we adopt the nomenclature of distinguishing between specific projects which occur in one country and address one specific sub-sector and programmes which cover all projects in a particular DG sector or sub-sector, whether in one or many countries. The discussion in the workshop covered both projects and programmes. 3. This stems largely from a report on the 'Measuring the Impact of Democracy and Governance Assistance' workshop, held in March 2005 at the Clingendael Institute, funded by USAID and organized by Clingendael, The Hague, the Netherlands. 4. Peter Burnell, 'The Domestic Political Impact of Foreign Aid: Recalibrating the Research Agenda', The European Journal of Development Research, Vol. 16, No. 2 (2004), pp.396–416. 5. Even when evaluations are conducted, teams typically spend only two to three weeks in the field, which is increasingly recognized as insufficient time to conduct quality research. 6. An extreme example is the case of political party assistance referred to above. Because this is often dominated by party institutes, they are the main (if not sole) repository of experience, leaving donor agencies without expertise to evaluate party assistance programmes. 7. See Gordon Crawford, 'Promoting Democracy From Without – Learning from Within (Part II)', Democratization, Vol. 10, No. 2 (2003), pp.1–20; Burnell (note 4), pp.396–416. 8. There is a financial disincentive for external firms to include local experts on teams, also. The cost structure of an agreement with a donor agency usually includes an overhead percentage that acts to discourage the use of less-expensive local experts and encourage the use of more-expensive donor-country-based consultants. 9. Timing can also be a problem in terms of administrative procedures. By the time a Request for Proposal (RFP) is issued, contracts signed, and the research completed, the work is too often irrelevant, overtaken by events, or rendered moot by changes in programming and priorities. 10. DG analyses normally do not take into account the impact of other donors' work in the same or related issue area. 11. This can be seen within the European Union where member countries are often not aware of each other's DG programmes. 12. USAID has published the NGO Sustainability Index since 1998 for post-communist states. The Index aggregates indicators of seven aspects: legal environment, organization capacity, financial viability, advocacy, public image, service provision, and sector infrastructure; see USAID's website, available at http://www.usaid.gov/locations/europe_eurasia/dem_gov/ngoindex/. Andrew Green has developed the Non-Profit Sector (NPS) indicator for post-communist states since 1991. NPS is based on four legal features: allowed organization types, registration procedures, tax and other economic concessions, and space for political activity; see Andrew T. Green, 'Comparative Development of Post-Communist Civil Societies', Europe-Asia Studies, Vol. 54, No. 3 (2002), pp.455–71. 13. http://www.oecd.org/dac/stats/statlinks 14. This also assumes that the data was accurate within the donor agency, a difficult assumption to make when some agencies are introducing new management systems for tracking budgets, procurement, and programme results. 15. In the Kenya example cited above, a majority of civil society funding was captured in the 'Strengthening Civil Society' subcategory within the 'Government and Civil Society' category, but significant amounts were also found in 'Other Social Infrastructure and Services', 'Women in Development', 'Support to NGOs', and some multi-sector categories; other ostensibly DG-relevant subcategories actually capture economic reform activities and even landmine clearance, but one could not simply exclude certain subcategories in toto because some agencies reclassify and place actual DG activities in them. 16. Some agencies have adopted the United Nations Millennium Development Goals (MDGs) as performance indicators. Unfortunately for democracy and governance programming, there is no DG in the MDGs. 17. Experts thought that 55 per cent of the population had been the victim of corruption, the survey showed 11 per cent; experts thought over 30 per cent view bribery as acceptable, the survey showed less than 5 per cent; experts also generally underestimated population support for economic reform issues, which in some cases exceeded that among experts themselves. See Matthew Sudders and Joachim Nahem, Governance Indicators: A Users' Guide (New York: UNDP, 2004), p.13; or Javier Herrera, Mireille Razafindrakoto and Francois Roubaud, 'Measuring Poverty, Participatory Democracy and Governance Issues through Official Household Surveys in Francophone Africa and the Andean Countries', Paper presented at the OECD's Metagora Forum, Paris, May 2005, p.10. 18. USAID's Office of Democracy and Governance developed its DG Assessment in the late 1990s, and it has been used in over 60 strategic assessments, see http://www.usaid.gov/our_work/democracy_and_governance/publications/pdfs/pnach305.pdf. USAID and other agencies have also created assessment tools for 'fragile' or post-conflict countries. 19. See http://www.grc-exchange.org/g_themes/politicalsystems_drivers.html 20. This is similar to USAID's approach of Strategic Objectives, Intermediate Objectives, and so on. 21. 'Governance Questionnaire – An Instrument for Analysing Political Environments', in draft form as of March 2005. 22. Developed by GTZ in conjunction with the consulting firm 'nextpractice', available at http://www/gtz.de/en/leistungsangebote/6339.htm 23. See the surveys carried out by LAPOP, available at http://www.lapopsurveys.org 24. See the Afraobarometer survey, available at http://www.afrobarometer.org 25. Jeroen de Zeeuw and Krishna Kumar (eds), Promoting Democracy in Postconflict Societies (Boulder, CO: Lynne Rienner, 2006). See also J. de Zeeuw, 'Projects Do not Create Institutions: The Record of Democracy Assistance in Post-Conflict Societies', Democratization, Vol. 12, No. 4 (2005), pp.481–527. 26. Luc van de Goor and Jeroen de Zeeuw, Workshop on 'Measuring the Impact of Democracy and Governance Assistance', Clingendael Institute, The Hague, Netherlands, 11 March 2005. 27. The data-set was compiled by Andrew Green. The analysis conducted by Mitchell Seligson, Steven Finkel, and Anibal Perez-Linan used advanced quantitative techniques and found that USAID democracy assistance had a significant positive impact on democratic development; see http://www.pitt.edu/∼politics/democracy/democracy.html Additional informationNotes on contributorsAndrew T. Green Andrew T. Green was a Democracy Fellow at the Office of Democracy & Governance of the United States Agency for International Development (USAID), under an agreement with World Learning. Richard D. Kohl Richard D. Kohl is a director at Management Systems International (MSI), Washington DC, USA.",
  "authors": [
    {
      "display_name": "Andrew T. Green",
      "id": "A5082565314",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Andrew T. Green"
    },
    {
      "display_name": "Richard D. Kohl",
      "id": "A5012361824",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Richard D. Kohl"
    }
  ],
  "publication_year": 2007,
  "publication_date": "2007-02-01",
  "type": "article",
  "cited_by_count": 38,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S110268115",
    "display_name": "Democratization",
    "issn_l": "1351-0347",
    "issn": [
      "1351-0347",
      "1743-890X"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320547"
  },
  "volume": "14",
  "issue": "1",
  "first_page": "151",
  "last_page": "165",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C83009810",
      "display_name": "Legislature",
      "level": 2,
      "score": 0.6407827
    },
    {
      "id": "C555826173",
      "display_name": "Democracy",
      "level": 3,
      "score": 0.628905
    },
    {
      "id": "C2779343474",
      "display_name": "Context (archaeology)",
      "level": 2,
      "score": 0.6157406
    },
    {
      "id": "C98147612",
      "display_name": "Promotion (chess)",
      "level": 3,
      "score": 0.56503767
    },
    {
      "id": "C39549134",
      "display_name": "Public relations",
      "level": 1,
      "score": 0.55788857
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.5423144
    },
    {
      "id": "C2778454966",
      "display_name": "Aid effectiveness",
      "level": 3,
      "score": 0.538167
    },
    {
      "id": "C3116431",
      "display_name": "Public administration",
      "level": 1,
      "score": 0.5006814
    },
    {
      "id": "C39389867",
      "display_name": "Corporate governance",
      "level": 2,
      "score": 0.49990058
    },
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.49499673
    },
    {
      "id": "C2779530757",
      "display_name": "Quality (philosophy)",
      "level": 2,
      "score": 0.48244435
    },
    {
      "id": "C182306322",
      "display_name": "Order (exchange)",
      "level": 2,
      "score": 0.47650328
    },
    {
      "id": "C2778137410",
      "display_name": "Government (linguistics)",
      "level": 2,
      "score": 0.47082952
    },
    {
      "id": "C144133560",
      "display_name": "Business",
      "level": 0,
      "score": 0.2841099
    },
    {
      "id": "C50522688",
      "display_name": "Economic growth",
      "level": 1,
      "score": 0.2840053
    },
    {
      "id": "C162324750",
      "display_name": "Economics",
      "level": 0,
      "score": 0.2344068
    },
    {
      "id": "C83864248",
      "display_name": "Developing country",
      "level": 2,
      "score": 0.22794026
    },
    {
      "id": "C187736073",
      "display_name": "Management",
      "level": 1,
      "score": 0.16168416
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.15140563
    },
    {
      "id": "C10138342",
      "display_name": "Finance",
      "level": 1,
      "score": 0.07444692
    },
    {
      "id": "C151730666",
      "display_name": "Paleontology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C41895202",
      "display_name": "Linguistics",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C111472728",
      "display_name": "Epistemology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11168",
      "display_name": "International Development and Aid",
      "score": 0.9379
    },
    {
      "id": "T13035",
      "display_name": "Human Rights and Development",
      "score": 0.9023
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1080/13510340601024363",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:28:52.063058",
  "source_database": "OpenAlex"
}