{
  "openalex_id": "W2064482102",
  "doi": "https://doi.org/10.1074/jbc.m602381200",
  "title": "Transforming Growth Factor β Suppresses Human Telomerase Reverse Transcriptase (hTERT) by Smad3 Interactions with c-Myc and the hTERT Gene",
  "abstract": "Telomerase underpins stem cell renewal and proliferation and is required for most neoplasia. Recent studies suggest that hormones and growth factors play physiological roles in regulating telomerase activity. In this report we show a rapid repression of the telomerase reverse transcriptase (TERT) gene by transforming growth factor β (TGF-β) in normal and neoplastic cells by a mechanism depending on the intracellular signaling protein Smad3. In human breast cancer cells TGF-β induces rapid entry of Smad3 into the nucleus where it binds to the TERT gene promoter and represses TERT gene transcription. Silencing Smad3 gene expression or genetically deleting the Smad3 gene disrupts TGF-β repression of TERT gene expression. Expression of the Smad3 antagonist, Smad7, also interrupts TGF-β-mediated Smad3-induced repression of the TERT gene. Mutational analysis identified the Smad3 site on the TERT gene promoter, mediating TERT repression. In response to TGF-β, Smad3 binds to c-Myc; knocking down c-Myc, Smad3 does not bind to the TERT gene, suggesting that c-Myc recruits Smad3 to the TERT promoter. Thus, TGF-β negatively regulates telomerase activity via Smad3 interactions with c-Myc and the TERT gene promoter. Modifying the interaction between Smad3 and TERT gene may, thus, lead to novel strategies to regulate telomerase. Telomerase underpins stem cell renewal and proliferation and is required for most neoplasia. Recent studies suggest that hormones and growth factors play physiological roles in regulating telomerase activity. In this report we show a rapid repression of the telomerase reverse transcriptase (TERT) gene by transforming growth factor β (TGF-β) in normal and neoplastic cells by a mechanism depending on the intracellular signaling protein Smad3. In human breast cancer cells TGF-β induces rapid entry of Smad3 into the nucleus where it binds to the TERT gene promoter and represses TERT gene transcription. Silencing Smad3 gene expression or genetically deleting the Smad3 gene disrupts TGF-β repression of TERT gene expression. Expression of the Smad3 antagonist, Smad7, also interrupts TGF-β-mediated Smad3-induced repression of the TERT gene. Mutational analysis identified the Smad3 site on the TERT gene promoter, mediating TERT repression. In response to TGF-β, Smad3 binds to c-Myc; knocking down c-Myc, Smad3 does not bind to the TERT gene, suggesting that c-Myc recruits Smad3 to the TERT promoter. Thus, TGF-β negatively regulates telomerase activity via Smad3 interactions with c-Myc and the TERT gene promoter. Modifying the interaction between Smad3 and TERT gene may, thus, lead to novel strategies to regulate telomerase. Telomerase reverse transcriptase (TERT) 4The abbreviations used are: TERT, telomerase reverse transcriptase; hTERT, human TERT; TGF-β, transforming growth factor β; ChIP, chromatin immunoprecipitation; siRNA, small interfering RNA; RT, reverse transcription; GAPDH, glyceraldehyde-3-phosphate dehydrogenase; PBS, phosphate-buffered saline; CHAPS, 3-[(3-cholamidopropyl)dimethylammonio]-1-propanesulfonic acid; KO, knock out.4The abbreviations used are: TERT, telomerase reverse transcriptase; hTERT, human TERT; TGF-β, transforming growth factor β; ChIP, chromatin immunoprecipitation; siRNA, small interfering RNA; RT, reverse transcription; GAPDH, glyceraldehyde-3-phosphate dehydrogenase; PBS, phosphate-buffered saline; CHAPS, 3-[(3-cholamidopropyl)dimethylammonio]-1-propanesulfonic acid; KO, knock out. is required to regulate the structures of chromosomal ends (telomeres) for continuous cell division during embryonic development, stem cell renewal and proliferation, and cancer cell immortalization. TERT interacts with telomere DNA and telomere-binding protein, catalyzing telomeric DNA reverse transcription and telomere end capping (1Blackburn E.H. FEBS Lett. 2005; 579: 859-862Crossref PubMed Scopus (623) Google Scholar, 2Blasco M.A. Nat. Rev. Genet. 2005; 6: 611-622Crossref PubMed Scopus (1228) Google Scholar, 3Hahn W.C. Curr. Mol. Med. 2005; 5: 227-231Crossref PubMed Scopus (33) Google Scholar, 4Cesare A.J. Griffith J.D. Mol. Cell. Biol. 2004; 24: 9948-9957Crossref PubMed Scopus (246) Google Scholar, 5Nosek J. Rycovska A. Makhov A.M. Griffith J.D. Tomaska L. J. Biol. Chem. 2005; 280: 10840-10845Abstract Full Text Full Text PDF PubMed Scopus (60) Google Scholar, 6LaBranche H. Dupuis S. Ben-David Y. Bani M.R. Wellinger R.J. Chabot B. Nat. Genet. 1998; 19: 199-202Crossref PubMed Scopus (249) Google Scholar). In the absence of TERT, telomeres undergo shortening for about 150 base pairs and rearrangement of telomere structure in each cell cycle. Short telomeres or uncapped telomere ends subsequently trigger cell senescence or apoptosis. Although TERT is expressed and telomerase is active during embryo development, TERT is down-regulated, and telomerase activity becomes suppressed during cell differentiation to mature somatic cells. This occurs in association with a gradual loss of cell proliferative potential. Although the role(s) of TERT repression in cell differentiation remains to be established (7Armstrong L. Saretzki G. Peters H. Wappler I. Evans J. Hole N. von Zglinicki T. Lako M. Stem Cells. 2005; 23: 516-529Crossref PubMed Scopus (114) Google Scholar, 8Wang J. Feng H. Huang X.Q. Xiang H. Mao Y.W. Liu J.P. Yan Q. Liu W.B. Liu Y. Deng M. Gong L. Sun S. Luo C. Liu S.J. Zhang X.J. Li D.W. J. Biol. Chem. 2005; 280: 22776-22787Abstract Full Text Full Text PDF PubMed Scopus (30) Google Scholar, 9Lee M.K. Hande M.P. Sabapathy K. J. Cell Sci. 2005; 118: 819-829Crossref PubMed Scopus (66) Google Scholar, 10Li H. Pinto A.R. Duan W. Li J. Toh B.H. Liu J.P. J. Neurochem. 2005; 95: 891-901Crossref PubMed Scopus (23) Google Scholar), expression of TERT mobilizes stem cells from cell renewal to proliferation (11Flores I. Cayuela M.L. Blasco M.A. Science. 2005; 309: 1253-1256Crossref PubMed Scopus (361) Google Scholar, 12Sarin K.Y. Cheung P. Gilison D. Lee E. Tennen R.I. Wang E. Artandi M.K. Oro A.E. Artandi S.E. Nature. 2005; 436: 1048-1052Crossref PubMed Scopus (354) Google Scholar) and extends cell proliferative lifespan toward immortality under certain conditions (13Bodnar A.G. Ouellette M. Frolkis M. Holt S.E. Chiu C.-P. Morin G.B. Harley C.B. Shay J.W. Lichtsteiner S. Wright W.E. Science. 1998; 279: 349-352Crossref PubMed Scopus (4086) Google Scholar, 14Kiyono T. Foster S.A. Koop J.I. McDougall J.K. Galloway D.A. Klingelhutz A.J. Nature. 1998; 396: 84-88Crossref PubMed Scopus (1076) Google Scholar, 15Wang J. Hannon G.J. Beach D.H. Nature. 2000; 405: 755-756Crossref PubMed Scopus (29) Google Scholar). Reactivated in most immortal cell lines and cancers, TERT has been a frequent target for inhibiting tumor cell proliferation (16Shay J.W. Wright W.E. Carcinogenesis. 2005; 26: 867-874Crossref PubMed Scopus (542) Google Scholar). Transcriptional activation of the TERT gene is, thus, a critical, initial rate-limiting step in TERT function and telomerase activity. Reflecting its multifactorial regulation, the TERT gene promoter in man has multiple sites for transcriptional regulation. There are two typical E-boxes and several GC-boxes for the transcription factors c-Myc/max and Sp1, respectively (17Cong Y.S. Wen J. Bacchetti S. Hum. Mol. Genet. 1999; 8: 137-142Crossref PubMed Scopus (417) Google Scholar, 18Mac S.M. D'Cunha C.A. Farnham P.J. Mol. Carcinog. 2000; 29: 76-86Crossref PubMed Scopus (38) Google Scholar, 19Eberhardy S.R. D'Cunha C.A. Farnham P.J. J. Biol. Chem. 2000; 275: 33798-33805Abstract Full Text Full Text PDF PubMed Scopus (86) Google Scholar, 20Kyo S. Takakura M. Taira T. Kanaya T. Itoh H. Yutsudo M. Ariga H. Inoue M. Nucleic Acids Res. 2000; 28: 669-677Crossref PubMed Scopus (430) Google Scholar). Expression of N-Myc or c-Myc entrains a direct binding of Myc to the E-box (18Mac S.M. D'Cunha C.A. Farnham P.J. Mol. Carcinog. 2000; 29: 76-86Crossref PubMed Scopus (38) Google Scholar, 21Adhikary S. Eilers M. Nat. Rev. Mol. Cell. Biol. 2005; 6: 635-645Crossref PubMed Scopus (899) Google Scholar) and induction of TERT gene transcription followed by cell proliferation (22Wu K.J. Grandori C. Amacker M. Simon-Vermot N. Polack A. Lingner J. Dalla-Favera R. Nat. Genet. 1999; 21: 220-224Crossref PubMed Scopus (766) Google Scholar, 23Xu D. Popov N. Hou M. Wang Q. Bjorkholm M. Gruber A. Menkel A.R. Henriksson M. Proc. Natl. Acad. Sci. U. S. A. 2001; 98: 3826-3831Crossref PubMed Scopus (270) Google Scholar). Another E box-binding protein (upstream stimulatory factor) also up-regulates TERT promoter activity, with binding negatively regulated by the N-terminal-truncated form upstream stimulatory factor 2, as an inhibitory competitor whose levels are increased in telomerase negative cells (24Yago M. Ohki R. Hatakeyama S. Fujita T. Ishikawa F. FEBS Lett. 2002; 520: 40-46Crossref PubMed Scopus (37) Google Scholar). Little is known of the mechanisms whereby the TERT gene is repressed during cell development and differentiation. Recent studies show that transcription factor activator protein 1 (AP-1) is involved in repressing TERT gene transcription; combinations of c-Fos and c-Jun or c-Fos and JunD suppress TERT gene activation by binding to two AP-1 sites in the TERT gene promoter, suggesting a broad involvement of AP-1 in the regulation of telomerase in cell proliferation, differentiation, carcinogenesis, and apoptosis (25Takakura M. Kyo S. Inoue M. Wright W.E. Shay J.W. Mol. Cell. Biol. 2005; 25: 8037-8043Crossref PubMed Scopus (90) Google Scholar). Transforming growth factor β (TGF-β) is a secreted autocrine or paracrine growth inhibitor that restricts proliferation and promotes differentiation of diverse cell types including epithelial, endothelial, and hematopoietic cells. It, thus, plays important roles during development and in pathophysiology (26Childs S.R. Wrana J.L. Arora K. Attisano L. O'Connor M.B. Massagu J. Proc. Natl. Acad. Sci. U. S. A. 1993; 90: 9475-9479Crossref PubMed Scopus (98) Google Scholar, 27Yue J. Mulder K.M. Pharmacol. Ther. 2001; 91: 1-34Crossref PubMed Scopus (174) Google Scholar, 28Yang Y.C. Piek E. Zavadil J. Liang D. Xie D. Heyer J. Pavlidis P. Kucherlapati R. Roberts A.B. Bottinger E.P. Proc. Natl. Acad. Sci. U. S. A. 2003; 100: 10269-10274Crossref PubMed Scopus (185) Google Scholar, 29Roberts A.B. Sporn M.B. Sporn M.B. Roberts A.B. Peptide Growth Factors and Their Receptors. I. Springer-Verlag, Heidelberg, Germany1991: 419-472Google Scholar). TGF-β exerts its biological effects through specific intracellular effector molecules called Smads that are phosphorylated by type I and type II transmembrane serine/threonine kinase receptors; phosphorylated Smad proteins such as Smad3 enter the cell nucleus to positively or negatively regulate gene expression by binding to DNA and interacting with DNA sequence-specific transcription factors (30Massague J. Seoane J. Wotton D. Genes Dev. 2005; 19: 2783-2810Crossref PubMed Scopus (1908) Google Scholar, 31Shi Y. Massague J. Cell. 2003; 113: 685-700Abstract Full Text Full Text PDF PubMed Scopus (4765) Google Scholar, 32Heldin C.H. Miyazono K. ten Dijke P. Nature. 1997; 390: 465-471Crossref PubMed Scopus (3326) Google Scholar). Recent studies suggest that TGF-β limits cell proliferation and induces cell senescence (33Katakura Y. Nakata E. Miura T. Shirahata S. Biochem. Biophys. Res. Commun. 1999; 255: 110-115Crossref PubMed Scopus (102) Google Scholar, 34Vijayachandra K. Lee J. Glick A.B. Cancer Res. 2003; 63: 3447-3452PubMed Google Scholar, 35Debacq-Chainiaux F. Borlon C. Pascal T. Royer V. Eliaers F. Ninane N. Carrard G. Friguet B. de Longueville F. Boffe S. Remacle J. Toussaint O. J. Cell Sci. 2005; 118: 743-758Crossref PubMed Scopus (194) Google Scholar), which is regulated by telomeres and telomerase (36Stampfer M.R. Garbe J. Levine G. Lichtsteiner S. Vasserot A.P. Yaswen P. Proc. Natl. Acad. Sci. U. S. A. 2001; 98: 4498-4503Crossref PubMed Scopus (122) Google Scholar, 37Zhang H. Cohen S.N. Genes Dev. 2004; 18: 3028-3040Crossref PubMed Scopus (75) Google Scholar). In contrast to epidermal growth factor, that stimulates telomerase (38Maida Y. Kyo S. Kanaya T. Wang Z. Yatabe N. Tanaka M. Nakamura M. Ohmichi M. Gotoh N. Murakami S. Inoue M. Oncogene. 2002; 21: 4071-4079Crossref PubMed Scopus (124) Google Scholar, 39Budiyanto A. Bito T. Kunisada M. Ashida M. Ichihashi M. Ueda M. J. Investig. Dermatol. 2003; 121: 1088-1094Abstract Full Text Full Text PDF PubMed Scopus (43) Google Scholar), TGF-β inversely correlates with telomerase activity (40Yang H. Kyo S. Takatura M. Sun L. Cell Growth Differ. 2001; 12: 119-127PubMed Google Scholar). Interrupting TGF-β autocrine actions increases telomerase activity in human breast cancer MCF-7 cells, whereas restoring autocrine TGF-β activity in human colon carcinoma HCT116 cells decreases telomerase activity (40Yang H. Kyo S. Takatura M. Sun L. Cell Growth Differ. 2001; 12: 119-127PubMed Google Scholar). The available evidence suggests that TGF-β elicits inhibition of telomerase by suppression of the proto-oncogene c-Myc (40Yang H. Kyo S. Takatura M. Sun L. Cell Growth Differ. 2001; 12: 119-127PubMed Google Scholar, 41Cerezo A. Kalthoff H. Schuermann M. Schafer B. Boukamp P. J. Cell Sci. 2002; 115: 1305-1312Crossref PubMed Google Scholar, 42Hu B. Tack D.C. Liu T. Wu Z. Ullenbruch M.R. Phan S.H. Oncogene. 2005; 25: 1030-1041Crossref Scopus (39) Google Scholar) or partially via SIP1, a transcriptional target of the TGF-β pathway (43Lin S.Y. Elledge S.J. Cell. 2003; 113: 881-889Abstract Full Text Full Text PDF PubMed Scopus (369) Google Scholar). The present study was undertaken to characterize the actions of TGF-β in the regulation of telomerase in human breast cancer cells. We show that TGF-β induces a rapid repression of TERT gene transcription in various cell lines and normal vascular smooth muscle cells. We show that repression requires the TGF-β signaling transducer protein Smad3, as demonstrated by overexpression of antagonistic Smad7, by silencing Smad3 gene expression and by genetic deletion of the Smad3 gene. In response to TGF-β, Smad3 directly binds to the TERT gene, as demonstrated by in vitro gel shift assay and intact cell chromatin immunoprecipitation. Mutation of the TERT promoter Smad3 binding site abrogates the binding of Smad3 and inhibits TGF-β-induced repression of TERT gene promoter activity. Furthermore, Smad3 interacts with c-Myc in response to TGF-β, and silencing c-Myc gene expression abrogates the binding of Smad3 to the TERT gene. These findings suggest a novel mode of rapid inhibition of TERT and telomerase activity in both normal and neoplastic cells. They show for the first time that Smad3 directly represses TERT gene expression in human cells and that this repression involves Smad3 interactions with c-Myc and TERT gene promoter DNA. Cytokines, siRNA, Expression Plasmids, and Antibodies—Human TGF-β1 was from R&D Systems (Minneapolis, MN). Smad3, c-Myc, and relevant control siRNAs were from Cellogenetics. The pcDNA3 Myc-tagged Smad3 gene expression plasmid and the p(CAGA)13 Luc TGF-β-inducible luciferase reporter construct were gifts from Dr. Hong-Jian Zhu (Ludwig Institute for Cancer Research, Melbourne, Australia) (44Jenkins B.J. Grail D. Nheu T. Najdovska M. Wang B. Waring P. Inglese M. McLoughlin R.M. Jones S.A. Topley N. Baumann H. Judd L.M. Giraud A.S. Boussioutas A. Zhu H.J. Ernst M. Nat. Med. 2005; 11: 845-852Crossref PubMed Scopus (253) Google Scholar). Mouse Smad7 cDNA with a FLAG tag (m2) at its N terminus in pcDNA3 was from Dr. Peter ten Dijke (Ludwig Institute for Cancer Research, Uppsala, Sweden) (45Zhu H.J. Iaria J. Sizeland A.M. J. Biol. Chem. 1999; 274: 32258-32264Abstract Full Text Full Text PDF PubMed Scopus (78) Google Scholar). The plasmid human TERT (hTERT) promoter p330-Luc, containing a 330-bp fragment of the human TERT gene promoter, was provided by Dr. Silvia Bacchetti (Cancer Research Group, Dept. of Pathology and Molecular Medicine, McMaster University) (17Cong Y.S. Wen J. Bacchetti S. Hum. Mol. Genet. 1999; 8: 137-142Crossref PubMed Scopus (417) Google Scholar). The Smad3 consensus sites (-284 to -281, 5′-GGCT-3′ and -262 to -259, 5′-CAGA-3′) in the plasmid hTERT promoter p330-Luc were changed into 5′-TTT-3′ by the QuikChange site-directed mutagenesis kit (Stratagene, La Jolla, CA). The primers used were: 5′-CTG CGC TGT CGG GCC AGG CCG TTA AAC CAG-3′ and 5′-GCC CGC GAA TCC ACT GGT TTA ACG GCC TGG-3′; CCC AGT GGA TTC GCG GGC CAT TTT TGC CCA GCA GAC-3′ and 5′-GAA GCG CGG TCC TGG GCA AAA ATG CCC GCG-3′. All expression plasmids, wild types, and mutants were verified by DNA sequencing before use. Mouse anti-Smad3 antibodies, mouse anti-c-Myc antibodies, and rabbit anti-phosphorylated Smad2/3 and TERT were from Santa Cruz Biotechnology (Santa Cruz, CA). Mouse antibodies to Smad2 were from Transduction Laboratories (Lexington, KY). Rabbit anti-Smad3 antibodies were from Zymed Laboratories Inc.. Antibodies against FLAG M2 were from Sigma. Antibodies against β-actin and β-tubulin were from Chemicon. Horseradish peroxidase-coupled secondary antibodies were from Bio-Rad. Cell Culture, Transfection, and Isolation—The breast cancer epithelial line MCF-7, the normal rat kidney tubular epithelial cell line NRK52E, the normal rat Wistar-Kyoto vascular smooth muscle cell line, spontaneous hypertensive rat smooth muscle cell line (46Ebisui O. Dilley R. Li H. Funder J.W. Liu J.P. J. Hypertens. 1999; 17: 1535-1541Crossref PubMed Scopus (13) Google Scholar, 47Cao Y. Li H. Mu F.-T. Ebisui O. Funder J.W. Liu J.P. FASEB J. 2002; 16: 96-98Crossref PubMed Scopus (180) Google Scholar), mouse Smad2- and Smad3-deficient (Smad2 KO, Smad3 KO) and wild type (Smad2 WT, Smad3 WT) fibroblasts were grown in a 5% CO2 atmosphere at 37 °C in Dulbecco's modified Eagle's medium (Invitrogen) containing 0.5% fetal bovine serum in 6-well plastic plates, 10-cm dishes, or 8-chamber glass slides (Nunc, Naperville, CT). Recombinant human TGF-β1 at concentrations of 0, 0.25, 1, or 4 ng/ml was added into the cell culture for 15 min and 1, 2, 6, 15, and 24 h or as indicated in individual experiments. Cells were lysed in ice-cold lysis buffer (0.5% Triton X-100, 120 mm NaCl, 40 mm Tris-HCl, pH 7.4, containing 10 mm sodium pyrophosphate, 2 mm EGTA, 2 mm EDTA, 10 mm NaF, 10 μg/ml leupeptin, 5 μg/ml aprotinin, 1 mm phenylmethylsulfonyl fluoride, 2 mm sodium vanadate). Clarified cell lysates were normalized for total protein concentration by the Bradford protein assay (Bio-Rad). To determine the effect of Smad3 on TGF-β-mediated TERT gene suppression, Myc-tagged Smad3 was overexpressed by transfecting cultured cells with pcDNA3-Myc-Smad3 with empty plasmids as controls. To block TGF-β activity, a FLAG M2-tagged Smad7-expressing vector (pcDNA3 m2Smad7) and a control plasmid pcDNA3 were used. The transfection was conducted using Lipofectamine (Invitrogen) according to the manufacturer's instruction. After a 24-h transfection, cells were rested with serum-free medium for 24 h and then were stimulated with TGF-β1 for different times for Western blotting and semiquantitative RT-PCR to detect gene expressions as indicated in individual experiments. RNA Interference—MCF-7 cells were cultured to 30% confluence. For each well in a 24-well transfection, 1 μl of a 40 μm stock of Smad3 siRNA, c-Myc siRNA, or appropriate negative controls siRNAs (Cellogenetics) was diluted into 41.5 μl of Opti-MEM I reduced serum medium, and 2 μl of Oligofectamine reagent (Invitrogen) was diluted into Opti-MEM® I reduced serum medium to a final volume of 7.5 μl. The diluted Oligofectamine™ reagent was added to the diluted siRNA, mixed gently, and incubated at room temperature for 15 min; 200 μl medium was then added to each well containing cells. Fifty μl of the above complex was overlaid onto the cells and mixed gently. Cells were incubated for 4 h at 37°C in a CO2 incubator, and after incubation, 125 μl of 30% serum growth medium was added to the transfection mixture. Cell extracts were assayed by Western blot for Smad3 at 72 h post-transfection. RNA Isolation and Gene Expression Analyses—Total RNA was isolated with oligo-dT primers and the High Pure RNA Isolation kit according to the manufacturer's instructions (Roche Applied Science). Total RNA (2 μg) was used to synthesize cDNA with Moloney murine leukemia virus reverse transcriptase (Roche Diagnostics) according to the manufacturer's instructions; contaminating DNA was removed by treating the samples with RNase-free DNase. The PCR mix was then set up in an enclosed environment distant from the one in which RNA extraction was carried out. Linear amplification for semiquantitative PCR was performed using a ThermoScript RT-PCR kit following the manufacturer's instruction (Invitrogen) for 25-40 cycles of 30 s at 90 °C as the optimized annealing temperature and 72 °C extension. Primers specific for different gene were: human TERT (5′-CCACCTTGACAAAGTACAG-3′ and 5′-CGTCCAGACTCCGCTTCAT-3′), human GAPDH (5′-GAGAGACCCTCACTGCTG-3′ and 5′-GATGGTATATGACAAGGTG-3′), rat TERT (5′-GTGCGCTCTCTACTGCGCAGCCGATATC-3′ and 5′-CACGCTGGTCGTGAAGGCCATG-3′), mouse TERT (5′-CTCTCTGCTGCGCAGCCGATAC-3′ and 5′-CCTCGTTAAGCAGCTCAAAG-3′), rat and mouse GAPDH (5′-CATGACAACTTTGGCATTGTGG-3′ and 5′-CAGATCCACAACGGATACATTGGG-3′). All samples were subjected to PCR for the housekeeping gene GAPDH as a positive control and as the internal standard. PCR products were resolved on 1.5% agarose gels in 1× Tris borate-EDTA buffer, visualized by ethidium bromide, photographed in a gel 1000 ultraviolet documentation system (BioRad), and analyzed by densitometry. TERT gene expression in Smad3 KO fibroblasts was also measured using real-time PCR (ABI PRISM 7900HT sequence detection system, Foster City, CA) as previously described (48Chiang Y.J. Hemann M.T. Hathcock K.S. Tessarollo L. Feigenbaum L. Hahn W.C. Hodes R.J. Mol. Cell. Biol. 2004; 24: 7024-7031Crossref PubMed Scopus (101) Google Scholar); forward primer (5′-TCG AGG CCC TGT AAT TGG AA-3′), reverse primer (5′-CCC TCC AAT GGA TCC TCG TT-3′), and probe (5′-(6-carboxyfluorescein)-AGT CCA CTT TAA ATC CTT-(molecular groove-binding non-fluorescence quencher)-3′). Immunoprecipitation and Western Blot Analysis—MCF-7 cells were rested with serum-free DMEM medium for 24 h and then stimulated with TGF-β1 for 0, 15, 45, and 120 min. After washing in phosphate-buffered saline (PBS), cells were lysed in 1 ml of 1% Nonidet P-40, 25 mm Tris-HCl, 150 mm NaCl, 10 mm EDTA, pH 8.0, containing a 1:50 dilution of a protease inhibitor mixture (P2714; Sigma) for 30 min on ice. Cell lysates were centrifuged at 14,000 × g for 5 min to pellet cell debris and incubated with primary antibodies overnight at 4 °C with rotation followed by the addition of protein A-agarose (60 μlof50% slurry) for 1 h at 4 °C with rotation to capture antibody-antigen complex. The antibody-antigen complex was washed, and samples (20 μg) were mixed with SDS-PAGE sample buffer, boiled for 5 min, electrophoresed on a 10% SDS-polyacrylamide gel, and electroblotted onto a Hybond-ECL nitrocellulose membrane (Amersham Biosciences). The membrane was blocked in PBS containing 5% skimmed milk powder and 0.02% Tween 20 and then probed with antibodies at 4 °C overnight. After washing, the membrane was incubated with a 1:20,000 dilution of peroxidase-conjugated goat anti-mouse IgG or porcine anti-rabbit IgG in PBS containing 1% normal goat serum and 1% fetal calf serum. The blot was then developed using the ECL detection kit (Amersham Biosciences) to produce a chemiluminescence signal, which was captured on x-ray film. For TERT, proteins were resolved on 8% SDS-PAGE, transferred to Immobilon-FL membranes (Millipore), and probed with specific antibodies raised in rabbits (49Li H. Zhao L. Yang Z. Funder J.W. Liu J.P. J. Biol. Chem. 1998; 273: 33436-33442Abstract Full Text Full Text PDF PubMed Scopus (192) Google Scholar) or purchased from Santa Cruz Biotechnology. Western blots were probed with goat anti-mouse or anti-rabbit secondary antibodies conjugated to Alexa Fluor 680 (Molecular Probes) or IRdye 800 (Rockland Immunochemicals). Blotted proteins were detected and quantified by the Odyssey infrared imaging system (LI-COR). Immunofluorescence Microscopy—MCF-7 cells seeded in chamber slides (Lab-Tek II, Nalge Nunc International) at 60-80% confluence were treated with TGF-β1 (1 ng/ml) for different periods of time, fixed with 4% paraformaldehyde in PBS for 10 min, and blocked with CAS blocking solution (Zymed Laboratories Inc.) for 30 min at room temperature. Cells were incubated with Smad3 or TERT primary antibodies at RT for 1 h and washed 3 times with PBS, 0.01% Triton for 5 min each. Cells were then incubated for 1 h with fluorescein isothiocyanate-conjugated anti-rabbit secondary antibodies. For staining cell nuclei, cells were incubated with 50 ng/ml Hoechst (Sigma) for 10 min at RT. Slides were then washed with PBS-Triton, mounted in anti-fade medium (Bio-Rad), and analyzed by fluorescence microscopy (Leica Instruments). For immunocytochemical analysis, cells were cultured on 8-chamber glass slides in the presence or absence of TGF-β1, fixed in 2% paraformaldehyde, and preincubated with 10% fetal calf serum and 10% normal sheep serum to block nonspecific binding. Cells were incubated with the anti-p-Smad2/3 Ab or an irrelevant isotype control rabbit IgG at 4 °C overnight. After inactivation of endogenous peroxidase, cells were incubated with biotin-conjugated goat anti-rabbit IgG and then peroxidase conjugated streptavidin complex (ABC kit) followed by washing. Slides were developed with diaminobenzidine to produce a brown color, and the cell nucleus was counterstained with hematoxylin. Sections were cover-slipped in aqueous mounting medium. Luciferase Reporter Assay—The p(CAGA)13 Luc TGF-β-inducible luciferase reporter construct (0.5 μg) was transfected into MCF-7 cells or human colon cancer HCT116 cells to determine TGF-β and Smad3 signaling. To determine the regulation of human TERT promoter activity by TGF-β-induced Smad3 signaling, cells were transfected with 0.5 μg of hTERT promoter p330-Luc (wild type), p330-mutated -281-284, p330-mutated -259-262 (GenBank™ accession AB018788), and 0.125 μg of co-transfected Renilla luciferase control reporter (pRL-TK). All transfections were carried out using LipofectAMINE2000 (DNA:LipofectAMINE2000 = 1:3) as described in the user manual. Different doses of TGF-β1 were added 24 h after transfection, and luciferase activity was measured 15 h after TGF-β1 treatment. The dual luciferase assay (ML 3000 Microtiter Plate Luminometer) was performed according to the manufacturer's instructions. Electrophoretic Mobility Shift Assays—Four μg of MCF-7 cell nuclear extract was incubated with 10,000 cpm of double-stranded Smad3 wild type oligonucleotide probe (WT 5′CGCGGGCACAGACGCCCAGGAC 3′ (the AGAC box is underlined)), its mutant oligonucleotide (mutant, 5′-CGCGGGCATATACGCCCAGGAC 3′), Smad3 wild type 2 oligonucleotide (WT2, 5′-GCGCGGCCCAGACCCCCGGGT-3′), or Myc wild type oligonucleotide probe (Myc WT, 5′-CGCGCTTCCCACGTGGCGGAGGGA-3′). Probes were labeled with [γ-32P]dATP (Amersham Biosciences). Incubations were performed for 30 min at room temperature in the presence of 2 μg of poly-(dI-dC) as nonspecific competitor and 10 mm Tris-HCl, pH 7.5, containing 100 mm NaCl, 1 mm EDTA, 5 mm dithiothreitol, 4% glycerol, and 100 μg/ml nuclease-free bovine serum albumin. For competition studies, unlabeled wild-type Smad3 (wild type 1) oligonucleotide was added to the binding reaction 30 min before the addition of the radiolabeled probe. Specific Smad3 antibody (0.5 μl, Santa Cruz Biotechnology) was incubated with nuclear extracts for 20 min on ice before the binding reaction. All incubation mixtures were subjected to electrophoresis on native 5% (w/v) polyacrylamide gels, which were subsequently dried and subjected to autoradiography. Chromatin Immunoprecipitation (ChIP) Assays—The ChIP assays were performed using the ChIP assay kit according to manufacturer's instructions (Upstate Biotechnology). Briefly, MCF-7 cells were fixed with formaldehyde (final concentration 1% v/v) in serum-free Dulbecco's modified Eagle's medium at 37 °C for 10 min after TGF-β1 stimulation for 1 h. Cells were washed twice with ice-cold PBS containing protease inhibitors (1 mm phenylmethylsulfonyl fluoride, 1 μg/ml aprotinin, and 1 μg/ml pepstatin A), pelleted for 4 min at 2000 rpm at 4 °C, resuspended in 200 μl of SDS lysis buffer (1% SDS, 10 mm EDTA, 50 mm Tris, pH 8.1), and incubated for 10 min on ice. After sonication, lysates were centrifuged for 10 min at 13,000 rpm at 4 °C, and the supernatant was transferred to a new 2-ml microcentrifuge tube. The sonicated cell supernatants were diluted 10-fold in ChIP dilution buffer (0.01% SDS, 1.1% Triton X-100, 1.2 mm EDTA, 167 mm NaCl, 16.7 mm Tris-HCl, pH 8.1), the rabbit anti-Smad3 antibodies were added to the 2-ml supernatant fraction, and the mixture was incubated overnight at 4 °C with rotation followed by the addition of 60 μl of protein A-agarose/salmon sperm DNA (50% slurry) for 1 h at 4 °C with rotation. The protein-DNA complex on protein A-agarose was pelleted at 1000 rpm at 4 °C for 1 min and washed for 3-5 min on a rotating platform with 1 ml of each buffer listed in order (a) low salt immune complex wash buffer (SDS, 1% Triton X-100, 2 mm EDTA, 150 mm NaCl, 20 mm Tris-HCl, pH 8.1), (b) high salt immune complex wash buffer (SDS, 1% Triton X-100, 2 mm EDTA, 500 mm NaCl, 20 mm Tris-HCl, pH 8.1), and (c) LiCl immune complex wash buffer (0.25 m LiCl, 1% IGEPAL-CA630, 1% deoxycholic acid (sodium salt), 1 mm EDTA, 10 mm Tris, pH 8.1, and Tris-EDTA buffer (10 mm Tris-HCl, 1 mm EDTA, pH 8.0). The protein-DNA complex was eluted by adding 250 μlof elution buffer (1% SDS, 0.1 m NaHCO3) to the pelleted protein A-agarose-antibody-DNA complex. 5 m NaCl (20 μl) was added to the eluate follo",
  "authors": [
    {
      "display_name": "He Li",
      "id": "A5065545480",
      "orcid": "https://orcid.org/0000-0002-1241-9138",
      "institutions": [
        {
          "id": "I60733029",
          "display_name": "Monash Institute of Medical Research",
          "country_code": "AU",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "He Li"
    },
    {
      "display_name": "Dakang Xu",
      "id": "A5100751164",
      "orcid": "https://orcid.org/0000-0003-2415-4920",
      "institutions": [
        {
          "id": "I60733029",
          "display_name": "Monash Institute of Medical Research",
          "country_code": "AU",
          "type": "healthcare"
        },
        {
          "id": "I56590836",
          "display_name": "Monash University",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Dakang Xu"
    },
    {
      "display_name": "Jinhua Li",
      "id": "A5100319338",
      "orcid": "https://orcid.org/0000-0003-4039-5759",
      "institutions": [
        {
          "id": "I56590836",
          "display_name": "Monash University",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jinhua Li"
    },
    {
      "display_name": "Michael C. Berndt",
      "id": "A5107835527",
      "orcid": null,
      "institutions": [
        {
          "id": "I56590836",
          "display_name": "Monash University",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Michael C. Berndt"
    },
    {
      "display_name": "Junping Liu",
      "id": "A5100734995",
      "orcid": "https://orcid.org/0000-0001-7442-2116",
      "institutions": [
        {
          "id": "I56590836",
          "display_name": "Monash University",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jun-Ping Liu"
    }
  ],
  "publication_year": 2006,
  "publication_date": "2006-06-20",
  "type": "article",
  "cited_by_count": 120,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S140251998",
    "display_name": "Journal of Biological Chemistry",
    "issn_l": "0021-9258",
    "issn": [
      "0021-9258",
      "1067-8816",
      "1083-351X"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320990"
  },
  "volume": "281",
  "issue": "35",
  "first_page": "25588",
  "last_page": "25600",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "http://www.jbc.org/article/S0021925819352731/pdf",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C125593758",
      "display_name": "Telomerase reverse transcriptase",
      "level": 4,
      "score": 0.9816133
    },
    {
      "id": "C94581717",
      "display_name": "Telomerase",
      "level": 3,
      "score": 0.76581657
    },
    {
      "id": "C156719811",
      "display_name": "Reverse transcriptase",
      "level": 4,
      "score": 0.62804055
    },
    {
      "id": "C502942594",
      "display_name": "Cancer research",
      "level": 1,
      "score": 0.49080452
    },
    {
      "id": "C104317684",
      "display_name": "Gene",
      "level": 2,
      "score": 0.46916968
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.37439126
    },
    {
      "id": "C153911025",
      "display_name": "Molecular biology",
      "level": 1,
      "score": 0.34704402
    },
    {
      "id": "C54355233",
      "display_name": "Genetics",
      "level": 1,
      "score": 0.17024943
    },
    {
      "id": "C49105822",
      "display_name": "Polymerase chain reaction",
      "level": 3,
      "score": 0.13249385
    }
  ],
  "topics": [
    {
      "id": "T10937",
      "display_name": "Telomeres, Telomerase, and Senescence",
      "score": 0.999
    },
    {
      "id": "T10269",
      "display_name": "Epigenetics and DNA Methylation",
      "score": 0.9948
    },
    {
      "id": "T10336",
      "display_name": "Cancer Cells and Metastasis",
      "score": 0.9844
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1074/jbc.m602381200",
  "pdf_url": "http://www.jbc.org/article/S0021925819352731/pdf",
  "retrieved_date": "2025-07-30T15:03:21.731827",
  "source_database": "OpenAlex"
}