{
  "openalex_id": "W2062153141",
  "doi": "https://doi.org/10.1353/cla.2012.0009",
  "title": "Toward a Feminist Para-Ethnography: On Gender Equality Policy Making in Business",
  "abstract": "Toward a Feminist Para-Ethnography:On Gender Equality Policy Making in Business Melissa S. Fisher (bio) Corporations have wrestled since the 1960s with creating equal opportunities for their employees, in the context of shifting ideas in the larger society about discrimination (Kessler-Harris 2001; Kwolek-Folland 1998; Laird 2006). From setting up affirmative action plans in the seventies to managing diversity in the eighties and placing gender discrimination at the center stage of policy making in the 1990s, businesses have developed wave upon wave of programs to improve the numbers of women and people of color in their internal ranks, especially at the most senior echelons (Dobbin 2009). More recently, however, we have seen corporations turning to address gender inequality in the global economy and developing new partnerships. Increasingly they have had to respond to stakeholder pressure—from institutional investors and others—regarding concerns about the negative effects of their activities on the status of women throughout and beyond the workplace, concerns that have only accelerated in the wake of the 2008 financial crisis. Small but growing numbers of institutional investors are engaging in what is commonly referred to as social or sustainable investing—adding the assessment of a corporation's social (e.g., human rights, women's rights), environmental, and governance performance to their traditional and exclusive focus on financial performance (Langley 2008). In 2004 Calvert Investments, a sustainable and socially responsible investing firm, in partnership with the United National Development Fund for Women (UNIFEM), launched the ground-breaking Calvert Women's Principles®: the First Global Code of Corporate Conduct; it focused exclusively on empowering, advancing, and investing [End Page 1] in women worldwide. Today the Calvert Women's Principles form the foundation of two key initiatives that are affecting women around the world: the Gender Equalities Principles (GEP) and the Women's Empowerment Principles (WEP).1 Both the WEP and GEP provide tools and assessment practices for corporations to evaluate and implement gender equality principles in key areas, including employment and compensation; health, safety, and freedom from violence; and civic and community engagement. Several hundred top executives of major companies have now signed a CEO statement in support of the WEP. Once a year corporate leaders, consultants, and academics as well as representatives of NGOS, state, agencies, and international organizations convene in New York City to discuss how corporate behavior and practices are being transformed to align with the Women's Empowerment Principles. In doing so these companies are engaging in what is commonly referred to as \"gender mainstreaming\"—putting gender and the goal of gender equality in the center of all of their policy areas (Page 2011). Leaders of these initiatives contend that adopting these policies is good for corporations' \"bottom line.\" Here they seek to enact a form of market feminism, aligning liberal feminist ideals about gender equity with the logic of the market (Fisher 2012; Kantola and Squires, forthcoming). Drawing on nearly two decades of research—fieldwork with the first generation of women on Wall Street, consulting work as a business anthropologist, and participation in conferences on the WEP—I have come to identify gender equality initiatives, such as the WEP and GEP, as key sites within a new global policymaking arena.2 Specifically, I am arguing that we are witnessing the emergence of a global gender mainstreaming policy field, composed of sometimes overlapping assemblages of local, national, and transnational organizations, partnerships, and subjects. Gender equity initiatives like the WEP and GEP are thus an ethos and set of social and technological practices embedded in an intricate network of institutions, investments, and people. They are a kind of \"social imaginary\" of the relationships among institutions, structures of meaning, gender, and power, and practices in the global economy. As such I see gender mainstreaming initiatives not only as part of the broader corporate social and sustainability movement but also as an important part of the larger global women's movement, which is itself an \"expansive, polycentric, heterogeneous discursive [End Page 2] field of action\" composed of national and transnational feminist networks (sometimes aligned though often fragmented) that drive forward gender equality demands (Kantola and Squires, forthcoming: 8). In this article I discuss the challenges of studying...",
  "authors": [
    {
      "display_name": "Melissa S. Fisher",
      "id": "A5062276901",
      "orcid": "https://orcid.org/0000-0001-6109-5080",
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Melissa S. Fisher"
    }
  ],
  "publication_year": 2012,
  "publication_date": "2012-01-01",
  "type": "article",
  "cited_by_count": 10,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S2764746475",
    "display_name": "Collaborative anthropologies",
    "issn_l": "1943-2550",
    "issn": [
      "1943-2550",
      "2152-4009"
    ],
    "type": "journal",
    "host_organization": null
  },
  "volume": "5",
  "issue": "1",
  "first_page": "1",
  "last_page": "27",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C39389867",
      "display_name": "Corporate governance",
      "level": 2,
      "score": 0.54368484
    },
    {
      "id": "C141261163",
      "display_name": "Corporate social responsibility",
      "level": 2,
      "score": 0.5299296
    },
    {
      "id": "C2777732099",
      "display_name": "Affirmative action",
      "level": 2,
      "score": 0.5071075
    },
    {
      "id": "C2779343474",
      "display_name": "Context (archaeology)",
      "level": 2,
      "score": 0.4972618
    },
    {
      "id": "C2778348171",
      "display_name": "Corporation",
      "level": 2,
      "score": 0.477819
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.45768112
    },
    {
      "id": "C201305675",
      "display_name": "Stakeholder",
      "level": 2,
      "score": 0.4552944
    },
    {
      "id": "C71750763",
      "display_name": "General partnership",
      "level": 2,
      "score": 0.42447257
    },
    {
      "id": "C107993555",
      "display_name": "Gender studies",
      "level": 1,
      "score": 0.3963392
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.38775826
    },
    {
      "id": "C50522688",
      "display_name": "Economic growth",
      "level": 1,
      "score": 0.3469379
    },
    {
      "id": "C39549134",
      "display_name": "Public relations",
      "level": 1,
      "score": 0.30215013
    },
    {
      "id": "C144133560",
      "display_name": "Business",
      "level": 0,
      "score": 0.27329004
    },
    {
      "id": "C162324750",
      "display_name": "Economics",
      "level": 0,
      "score": 0.2344864
    },
    {
      "id": "C10138342",
      "display_name": "Finance",
      "level": 1,
      "score": 0.20350266
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.13473096
    },
    {
      "id": "C151730666",
      "display_name": "Paleontology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11047",
      "display_name": "Gender Diversity and Inequality",
      "score": 0.984
    },
    {
      "id": "T11552",
      "display_name": "Global trade, sustainability, and social impact",
      "score": 0.9618
    },
    {
      "id": "T10344",
      "display_name": "Management and Organizational Studies",
      "score": 0.9577
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/cla.2012.0009",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:57:12.939930",
  "source_database": "OpenAlex"
}