{
  "openalex_id": "W2069307807",
  "doi": "https://doi.org/10.1194/jlr.m006353",
  "title": "Niemann-Pick C1-Like 1 deletion in mice prevents high-fat diet-induced fatty liver by reducing lipogenesis",
  "abstract": "Niemann-Pick C1-Like 1 (NPC1L1) mediates intestinal absorption of dietary and biliary cholesterol. Ezetimibe, by inhibiting NPC1L1 function, is widely used to treat hypercholesterolemia in humans. Interestingly, ezetimibe treatment appears to attenuate hepatic steatosis in rodents and humans without a defined mechanism. Overconsumption of a high-fat diet (HFD) represents a major cause of metabolic disorders including fatty liver. To determine whether and how NPC1L1 deficiency prevents HFD-induced hepatic steatosis, in this study, we fed NPC1L1 knockout (L1-KO) mice and their wild-type (WT) controls an HFD, and found that 24 weeks of HFD feeding causes no fatty liver in L1-KO mice. Hepatic fatty acid synthesis and levels of mRNAs for lipogenic genes are substantially reduced but hepatic lipoprotein-triglyceride production, fatty acid oxidation, and triglyceride hydrolysis remain unaltered in L1-KO versus WT mice. Strikingly, L1-KO mice are completely protected against HFD-induced hyperinsulinemia under both fed and fasted states and during glucose challenge. Despite similar glucose tolerance, L1-KO relative WT mice are more insulin sensitive and in the overnight-fasted state display significantly lower plasma glucose concentrations. In conclusion, NPC1L1 deficiency in mice prevents HFD-induced fatty liver by reducing hepatic lipogenesis, at least in part, through attenuating HFD-induced insulin resistance, a state known to drive hepatic lipogenesis through elevated circulating insulin levels. Niemann-Pick C1-Like 1 (NPC1L1) mediates intestinal absorption of dietary and biliary cholesterol. Ezetimibe, by inhibiting NPC1L1 function, is widely used to treat hypercholesterolemia in humans. Interestingly, ezetimibe treatment appears to attenuate hepatic steatosis in rodents and humans without a defined mechanism. Overconsumption of a high-fat diet (HFD) represents a major cause of metabolic disorders including fatty liver. To determine whether and how NPC1L1 deficiency prevents HFD-induced hepatic steatosis, in this study, we fed NPC1L1 knockout (L1-KO) mice and their wild-type (WT) controls an HFD, and found that 24 weeks of HFD feeding causes no fatty liver in L1-KO mice. Hepatic fatty acid synthesis and levels of mRNAs for lipogenic genes are substantially reduced but hepatic lipoprotein-triglyceride production, fatty acid oxidation, and triglyceride hydrolysis remain unaltered in L1-KO versus WT mice. Strikingly, L1-KO mice are completely protected against HFD-induced hyperinsulinemia under both fed and fasted states and during glucose challenge. Despite similar glucose tolerance, L1-KO relative WT mice are more insulin sensitive and in the overnight-fasted state display significantly lower plasma glucose concentrations. In conclusion, NPC1L1 deficiency in mice prevents HFD-induced fatty liver by reducing hepatic lipogenesis, at least in part, through attenuating HFD-induced insulin resistance, a state known to drive hepatic lipogenesis through elevated circulating insulin levels. Niemann-Pick C1-Like 1 (NPC1L1) is a polytopic transmembrane protein essential for intestinal absorption of both biliary and dietary cholesterol (1Davies J.P. Levy B. Ioannou Y.A. Evidence for a Niemann-pick C (NPC) gene family: identification and characterization of NPC1L1.Genomics. 2000; 65: 137-145Crossref PubMed Scopus (189) Google Scholar, 2Altmann S.W. Davis Jr., H.R. Zhu L.J. Yao X. Hoos L.M. Tetzloff G. Iyer S.P. Maguire M. Golovko A. Zeng M. et al.Niemann-Pick C1 Like 1 protein is critical for intestinal cholesterol absorption.Science. 2004; 303: 1201-1204Crossref PubMed Scopus (1441) Google Scholar). The tissue distribution of NPC1L1 expression differs among species. In humans, NPC1L1 is abundantly expressed in both small intestine and liver (2Altmann S.W. Davis Jr., H.R. Zhu L.J. Yao X. Hoos L.M. Tetzloff G. Iyer S.P. Maguire M. Golovko A. Zeng M. et al.Niemann-Pick C1 Like 1 protein is critical for intestinal cholesterol absorption.Science. 2004; 303: 1201-1204Crossref PubMed Scopus (1441) Google Scholar, 3Davies J.P. Scott C. Oishi K. Liapis A. Ioannou Y.A. Inactivation of NPC1L1 causes multiple lipid transport defects and protects against diet-induced hypercholesterolemia.J. Biol. Chem. 2005; 280: 12710-12720Abstract Full Text Full Text PDF PubMed Scopus (247) Google Scholar, 4Temel R.E. Tang W. Ma Y. Rudel L.L. Willingham M.C. Ioannou Y.A. Davies J.P. Nilsson L.M. Yu L. Hepatic Niemann-Pick C1-like 1 regulates biliary cholesterol concentration and is a target of ezetimibe.J. Clin. Invest. 2007; 117: 1968-1978Crossref PubMed Scopus (306) Google Scholar). In rodents, NPC1L1 is almost exclusively expressed in the small intestine where it resides at the apical membrane of absorptive enterocytes (2Altmann S.W. Davis Jr., H.R. Zhu L.J. Yao X. Hoos L.M. Tetzloff G. Iyer S.P. Maguire M. Golovko A. Zeng M. et al.Niemann-Pick C1 Like 1 protein is critical for intestinal cholesterol absorption.Science. 2004; 303: 1201-1204Crossref PubMed Scopus (1441) Google Scholar). NPC1L1 knockout (L1-KO) mice are resistant to high-cholesterol diet-induced hypercholesterolemia due to a substantial reduction in intestinal cholesterol absorption (2Altmann S.W. Davis Jr., H.R. Zhu L.J. Yao X. Hoos L.M. Tetzloff G. Iyer S.P. Maguire M. Golovko A. Zeng M. et al.Niemann-Pick C1 Like 1 protein is critical for intestinal cholesterol absorption.Science. 2004; 303: 1201-1204Crossref PubMed Scopus (1441) Google Scholar, 5Davis Jr., H.R. Zhu L.J. Hoos L.M. Tetzloff G. Maguire M. Liu J. Yao X. Iyer S.P. Lam M.H. Lund E.G. et al.Niemann-Pick C1 Like 1 (NPC1L1) is the intestinal phytosterol and cholesterol transporter and a key modulator of whole-body cholesterol homeostasis.J. Biol. Chem. 2004; 279: 33586-33592Abstract Full Text Full Text PDF PubMed Scopus (594) Google Scholar, 6Davis Jr., H.R. Hoos L.M. Tetzloff G. Maguire M. Zhu L.J. Graziano M.P. Altmann S.W. Deficiency of Niemann-Pick C1 Like 1 prevents atherosclerosis in ApoE−/− mice.Arterioscler. Thromb. Vasc. Biol. 2007; 27: 841-849Crossref PubMed Scopus (112) Google Scholar). NPC1L1 is the target of ezetimibe (7Garcia-Calvo M. Lisnock J. Bull H.G. Hawes B.E. Burnett D.A. Braun M.P. Crona J.H. Davis Jr., H.R. Dean D.C. Detmers P.A. et al.The target of ezetimibe is Niemann-Pick C1-Like 1 (NPC1L1).Proc. Natl. Acad. Sci. USA. 2005; 102: 8132-8137Crossref PubMed Scopus (656) Google Scholar, 8Weinglass A.B. Kohler M. Schulte U. Liu J. Nketiah E.O. Thomas A. Schmalhofer W. Williams B. Bildl W. McMasters D.R. et al.Extracellular loop C of NPC1L1 is important for binding to ezetimibe.Proc. Natl. Acad. Sci. USA. 2008; 105: 11140-11145Crossref PubMed Scopus (94) Google Scholar), a potent cholesterol absorption inhibitor that is widely used to lower blood low density lipoprotein (LDL)-cholesterol in humans (9Davis H.R. Veltri E.P. Zetia: inhibition of Niemann-Pick C1 Like 1 (NPC1L1) to reduce intestinal cholesterol absorption and treat hyperlipidemia.J. Atheroscler. Thromb. 2007; 14: 99-108Crossref PubMed Scopus (145) Google Scholar). Unexpectedly, ezetimibe treatment or NPC1L1 deficiency was recently shown to improve many metabolic disorders besides hypercholesterolemia in rodents and in obese humans (10Chan D.C. Watts G.F. Gan S.K. Ooi E.M. Barrett P.H. Effect of ezetimibe on hepatic fat, inflammatory markers, and apolipoprotein B-100 kinetics in insulin-resistant obese subjects on a weight loss diet.Diabetes Care. 2010; 33: 1134-1139Crossref PubMed Scopus (142) Google Scholar, 11Yagi S. Akaike M. Aihara K. Iwase T. Ishikawa K. Yoshida S. Sumitomo-Ueda Y. Kusunose K. Niki T. Yamaguchi K. et al.Ezetimibe ameliorates metabolic disorders and microalbuminuria in patients with hypercholesterolemia.J. Atheroscler. Thromb. 2010; 17: 173-180Crossref PubMed Scopus (40) Google Scholar). For instance, ezetimibe treatment lessened hepatic steatosis and improved insulin sensitivity in leptin receptor-deficient Zucker obese rats (12Deushi M. Nomura M. Kawakami A. Haraguchi M. Ito M. Okazaki M. Ishii H. Yoshida M. Ezetimibe improves liver steatosis and insulin resistance in obese rat model of metabolic syndrome.FEBS Lett. 2007; 581: 5664-5670Crossref PubMed Scopus (147) Google Scholar, 13Nomura M. Ishii H. Kawakami A. Yoshida M. Inhibition of hepatic Neiman-Pick C1-Like 1 improves hepatic insulin resistance.Am. J. Physiol. Endocrinol. Metab. 2009; (Epub ahead of print. August 4, 2009)Crossref PubMed Scopus (62) Google Scholar). Ezetimibe also reduced hepatic steatosis in mice on the methionine choline-deficient diet (14Assy N. Grozovski M. Bersudsky I. Szvalb S. Hussein O. Effect of insulin-sensitizing agents in combination with ezetimibe, and valsartan in rats with non-alcoholic fatty liver disease.World J. Gastroenterol. 2006; 12: 4369-4376Crossref PubMed Scopus (49) Google Scholar) or diets containing high amounts of cholesterol (15Zheng S. Hoos L. Cook J. Tetzloff G. Davis Jr., H. van Heek M. Hwa J.J. Ezetimibe improves high fat and cholesterol diet-induced non-alcoholic fatty liver disease in mice.Eur. J. Pharmacol. 2008; 584: 118-124Crossref PubMed Scopus (142) Google Scholar). In a study focusing on obesity and diabetes, ezetimibe treatment or NPC1L1 deficiency was shown to attenuate weight gain and insulin resistance in mice on a high-fat diet (HFD), though it remains to be determined whether this intervention influences the development of hepatic steatosis (16Labonte E.D. Camarota L.M. Rojas J.C. Jandacek R.J. Gilham D.E. Davies J.P. Ioannou Y.A. Tso P. Hui D.Y. Howles P.N. Reduced absorption of saturated fatty acids and resistance to diet-induced obesity and diabetes by ezetimibe-treated and Npc1l1−/− mice.Am. J. Physiol. Gastrointest. Liver Physiol. 2008; 295: G776-G783Crossref PubMed Scopus (97) Google Scholar). In another study focusing on the role of NPC1L1 in protein trafficking and diet-induced hypercholesterolemia, L1-KO mice were observed to be resistant to hepatic steatosis induced by the Paigen diet, a lithogenic diet that contains high amounts of bile acid and cholesterol (3Davies J.P. Scott C. Oishi K. Liapis A. Ioannou Y.A. Inactivation of NPC1L1 causes multiple lipid transport defects and protects against diet-induced hypercholesterolemia.J. Biol. Chem. 2005; 280: 12710-12720Abstract Full Text Full Text PDF PubMed Scopus (247) Google Scholar). Additionally, ezetimibe treatment significantly decreased hepatic triglyceride content in obese humans on a weight loss diet (10Chan D.C. Watts G.F. Gan S.K. Ooi E.M. Barrett P.H. Effect of ezetimibe on hepatic fat, inflammatory markers, and apolipoprotein B-100 kinetics in insulin-resistant obese subjects on a weight loss diet.Diabetes Care. 2010; 33: 1134-1139Crossref PubMed Scopus (142) Google Scholar). Despite these interesting observations, mechanisms by which NPC1L1 deficiency or ezetimibe treatment alleviates hepatic steatosis, insulin resistance, and obesity remain largely unexplored. Hepatic steatosis, steatohepatitis, fibrosis, and cirrhosis are collectively known as nonalcoholic fatty liver disease (NAFLD) (17Browning J.D. Horton J.D. Molecular mediators of hepatic steatosis and liver injury.J. Clin. Invest. 2004; 114: 147-152Crossref PubMed Scopus (1768) Google Scholar). In the general population, the estimated prevalence of NAFLD could be as high as 24% (18Clark J.M. The epidemiology of nonalcoholic fatty liver disease in adults.J. Clin. Gastroenterol. 2006; 40: S5-S10PubMed Google Scholar). Hepatic steatosis may occur in 17–33% of Americans (19Browning J.D. Szczepaniak L.S. Dobbins R. Nuremberg P. Horton J.D. Cohen J.C. Grundy S.M. Hobbs H.H. Prevalence of hepatic steatosis in an urban population in the United States: impact of ethnicity.Hepatology. 2004; 40: 1387-1395Crossref PubMed Scopus (2955) Google Scholar), representing a burgeoning health problem worldwide. Fat overconsumption plays an important role in the etiology of hepatic steatosis. Effects of NPC1L1 deficiency on HFD-induced hepatic steatosis have not been examined. Earlier studies were performed with animals that were either deficient in leptin pathway (12Deushi M. Nomura M. Kawakami A. Haraguchi M. Ito M. Okazaki M. Ishii H. Yoshida M. Ezetimibe improves liver steatosis and insulin resistance in obese rat model of metabolic syndrome.FEBS Lett. 2007; 581: 5664-5670Crossref PubMed Scopus (147) Google Scholar, 13Nomura M. Ishii H. Kawakami A. Yoshida M. Inhibition of hepatic Neiman-Pick C1-Like 1 improves hepatic insulin resistance.Am. J. Physiol. Endocrinol. Metab. 2009; (Epub ahead of print. August 4, 2009)Crossref PubMed Scopus (62) Google Scholar) or challenged with a nonphysiological diet (3Davies J.P. Scott C. Oishi K. Liapis A. Ioannou Y.A. Inactivation of NPC1L1 causes multiple lipid transport defects and protects against diet-induced hypercholesterolemia.J. Biol. Chem. 2005; 280: 12710-12720Abstract Full Text Full Text PDF PubMed Scopus (247) Google Scholar, 14Assy N. Grozovski M. Bersudsky I. Szvalb S. Hussein O. Effect of insulin-sensitizing agents in combination with ezetimibe, and valsartan in rats with non-alcoholic fatty liver disease.World J. Gastroenterol. 2006; 12: 4369-4376Crossref PubMed Scopus (49) Google Scholar) or a diet containing high amounts of cholesterol (15Zheng S. Hoos L. Cook J. Tetzloff G. Davis Jr., H. van Heek M. Hwa J.J. Ezetimibe improves high fat and cholesterol diet-induced non-alcoholic fatty liver disease in mice.Eur. J. Pharmacol. 2008; 584: 118-124Crossref PubMed Scopus (142) Google Scholar). Different diets cause hepatic steatosis likely through distinct mechanisms. For animals on a high-cholesterol diet, it is conceivable that NPC1L1 deficiency or ezetimibe treatment may reduce hepatic steatosis by attenuating cholesterol-dependent liver X receptor (LXR) activation (20Janowski B.A. Willy P.J. Devi T.R. Falck J.R. Mangelsdorf D.J. An oxysterol signalling pathway mediated by the nuclear receptor LXR alpha.Nature. 1996; 383: 728-731Crossref PubMed Scopus (1476) Google Scholar) and LXR activation-induced lipogenesis (21Schultz J.R. Tu H. Luk A. Repa J.J. Medina J.C. Li L. Schwendner S. Wang S. Thoolen M. Mangelsdorf D.J. et al.Role of LXRs in control of lipogenesis.Genes Dev. 2000; 14: 2831-2838Crossref PubMed Scopus (1404) Google Scholar) through limiting intestinal cholesterol absorption. Consistent with this, we found that L1-KO relative to wild-type (WT) mice accumulate less triglyceride in liver after treatment with T0901317 (22Tang W. Ma Y. Jia L. Ioannou Y.A. Davies J.P. Yu L. Niemann-Pick C1-Like 1 is required for an LXR agonist to raise plasma HDL cholesterol in mice.Arterioscler. Thromb. Vasc. Biol. 2008; 28: 448-454Crossref PubMed Scopus (43) Google Scholar), a synthetic LXR agonist that promotes hepatic lipogenesis (21Schultz J.R. Tu H. Luk A. Repa J.J. Medina J.C. Li L. Schwendner S. Wang S. Thoolen M. Mangelsdorf D.J. et al.Role of LXRs in control of lipogenesis.Genes Dev. 2000; 14: 2831-2838Crossref PubMed Scopus (1404) Google Scholar). During HFD feeding, animals develop insulin resistance, a pathological state that is associated with elevated circulating insulin levels. In this state, the liver is selectively resistant to insulin-induced suppression of gluconeogenesis, but stays sensitive to insulin-stimulated activation of sterol regulatory element-binding protein (SREBP)-1c (23Chen G. Liang G. Ou J. Goldstein J.L. Brown M.S. Central role for liver X receptor in insulin-mediated activation of Srebp-1c transcription and stimulation of fatty acid synthesis in liver.Proc. Natl. Acad. Sci. USA. 2004; 101: 11245-11250Crossref PubMed Scopus (439) Google Scholar), a membrane-bound transcription factor whose activation promotes lipogenesis (24Horton J.D. Goldstein J.L. Brown M.S. SREBPs: activators of the complete program of cholesterol and fatty acid synthesis in the liver.J. Clin. Invest. 2002; 109: 1125-1131Crossref PubMed Scopus (3835) Google Scholar), thereby developing steatosis (25Brown M.S. Goldstein J.L. Selective versus total insulin resistance: a pathogenic paradox.Cell Metab. 2008; 7: 95-96Abstract Full Text Full Text PDF PubMed Scopus (692) Google Scholar). Hepatic steatosis itself may in turn dampen insulin signaling and therefore aggravate hepatic and systemic insulin resistance (26Shulman G.I. Cellular mechanisms of insulin resistance.J. Clin. Invest. 2000; 106: 171-176Crossref PubMed Scopus (2201) Google Scholar). This vicious cycle represents an important mechanism underlying HFD-induced insulin resistance and hepatic steatosis. We hypothesized that NPC1L1 deficiency may prevent HFD-induced hepatic steatosis mainly by stopping this vicious cycle. Consistent with this hypothesis, in this study, we showed that 24 weeks of HFD feeding does not cause hepatic steatosis in L1-KO mice and the plasma insulin level is reduced by ∼85% in these animals relative to WT mice, which is associated with substantially reduced hepatic fatty acid synthesis and levels of mRNAs for all the lipogenic genes examined. Thus, the HFD-driven insulin resistance-hepatic steatosis vicious cycle was completely blocked in NPC1L1-deficient mice. Our findings may promote clinical studies of ezetimibe effects on hepatic steatosis and the associated metabolic disorders in humans. L1-KO mice of pure C57BL/6 background were reported previously (3Davies J.P. Scott C. Oishi K. Liapis A. Ioannou Y.A. Inactivation of NPC1L1 causes multiple lipid transport defects and protects against diet-induced hypercholesterolemia.J. Biol. Chem. 2005; 280: 12710-12720Abstract Full Text Full Text PDF PubMed Scopus (247) Google Scholar). All mice were housed in a specific pathogen-free animal facility in plastic cages at 22°C with a daylight cycle from 6AM to 6PM. The mice were provided with water and standard chow diet (Prolab RMH 3000) ad libitum unless stated otherwise. All animal procedures were approved by the Institutional Animal Care and Use Committee at Wake Forest University Health Sciences. Male L1-KO mice and their WT controls were fed an HFD (TD.93075; Harlan Teklad, Madison, WI) for 24 weeks starting at 6 weeks of age. The HFD derives 54.8% calories from fat, 21.2% calories from protein, and 24% calories from carbohydrates. It contains only a trace amount of cholesterol (∼0.007%). The fatty acid composition in the fat of this diet is 28% saturated-, 30% monounsaturated-(trans), 28% monounsaturated-(cis), and 14% polyunsaturated-(cis) fatty acids (27Biddinger S.B. Almind K. Miyazaki M. Kokkotou E. Ntambi J.M. Kahn C.R. Effects of diet and genetic background on sterol regulatory element-binding protein-1c, stearoyl-CoA desaturase 1, and the development of the metabolic syndrome.Diabetes. 2005; 54: 1314-1323Crossref PubMed Scopus (202) Google Scholar). After 18 weeks on an HFD, mice were used for the determination of fecal neutral sterol excretion and intestinal cholesterol absorption as we have described previously (28Tang W. Ma Y. Jia L. Ioannou Y.A. Davies J.P. Yu L. Genetic inactivation of NPC1L1 protects against sitosterolemia in mice lacking ABCG5/ABCG8.J. Lipid Res. 2009; 50: 293-300Abstract Full Text Full Text PDF PubMed Scopus (45) Google Scholar). After 13 weeks on an HFD, mice were individually housed and fed for 7 days a test diet with a composition similar to the HFD except 5% of fat in the test diet was replaced by the nonabsorbable marker, sucrose poly-behenate (29Jandacek R.J. Heubi J.E. Tso P. A novel, noninvasive method for the measurement of intestinal fat absorption.Gastroenterology. 2004; 127: 139-144Abstract Full Text Full Text PDF PubMed Scopus (93) Google Scholar). The test diet was prepared by our diet core in the primate center of Wake Forest University Health Sciences. In the last 3 days of test diet feeding, fecal samples were collected. The fatty acid content and composition in both the diet and feces were determined by gas chromatography and the fractional absorption of total and individual fatty acids was calculated as described previously (29Jandacek R.J. Heubi J.E. Tso P. A novel, noninvasive method for the measurement of intestinal fat absorption.Gastroenterology. 2004; 127: 139-144Abstract Full Text Full Text PDF PubMed Scopus (93) Google Scholar). Plasma insulin and adiponectin were measured by Ultra Sensitive Mouse Insulin ELISA Kit (Crystal Chem, Inc.) and Quantikine Mouse Adiponectin/Acrp30 (R & D Systems), respectively. Fed and fasted plasma glucose levels were measured by Glucose Assay Kit (Cayman Chemical Co.). Plasma β-hydroxybutyrate (LiquiColor, Stanbio) and nonesterified fatty acids [HR Series NEFA-HR (2Altmann S.W. Davis Jr., H.R. Zhu L.J. Yao X. Hoos L.M. Tetzloff G. Iyer S.P. Maguire M. Golovko A. Zeng M. et al.Niemann-Pick C1 Like 1 protein is critical for intestinal cholesterol absorption.Science. 2004; 303: 1201-1204Crossref PubMed Scopus (1441) Google Scholar), Wako] were measured following the manufacturer's instructions. Plasma concentrations of total cholesterol, free cholesterol, and triglyceride were analyzed using the Cholesterol/HP (Roche), the Free Cholesterol C (Wako), and Triglycerides/GB (Roche) enzymatic assay kits, respectively. After a 4 h fast during the daylight cycle, mice were euthanized after bleeding and livers removed and snap-frozen in liquid nitrogen for liver lipid analysis as we have described previously (4Temel R.E. Tang W. Ma Y. Rudel L.L. Willingham M.C. Ioannou Y.A. Davies J.P. Nilsson L.M. Yu L. Hepatic Niemann-Pick C1-like 1 regulates biliary cholesterol concentration and is a target of ezetimibe.J. Clin. Invest. 2007; 117: 1968-1978Crossref PubMed Scopus (306) Google Scholar). Livers were fixed in 10% buffered formalin and processed for hematoxylin and eosin (H and E) staining in the clinical laboratory of our department. These measurements were performed as described previously by Mulvihill, et al. (30Mulvihill E.E. Allister E.M. Sutherland B.G. Telford D.E. Sawyez C.G. Edwards J.Y. Markle J.M. Hegele R.A. Huff M.W. Naringenin prevents dyslipidemia, apolipoprotein B overproduction, and hyperinsulinemia in LDL receptor-null mice with diet-induced insulin resistance.Diabetes. 2009; 58: 2198-2210Crossref PubMed Scopus (255) Google Scholar). After 6 weeks of HFD feeding, mice were fasted for 4 h followed by intraperitoneal injection of 10 µCi of [1-14C]acetic acid (PerkinElmer, Boston, MA). One hour later, mice were euthanized. Liver tissues (∼250 mg) were collected, saponified in 2.2 ml of a mixture of 50% potassium hydroxide in water and 95% ethanol (1:10), and then extracted by 3 ml of hexane. The sterol-containing hexane extract was dried down by nitrogen gas and then solubilized in scintillation cocktail for scintillation counting for the determination of de novo hepatic cholesterol synthesis. The remaining aqueous phase was acidified with 0.8 ml of glacial acetic acid (pH 6), extracted by 3 ml of hexane, and processed for scintillation counting for the determination of de novo hepatic fatty acid synthesis. Fatty acid oxidation activity was measured as previously described (31Linden D. William-Olsson L. Ahnmark A. Ekroos K. Hallberg C. Sjogren H.P. Becker B. Svensson L. Clapham J.C. Oscarsson J. et al.Liver-directed overexpression of mitochondrial glycerol-3-phosphate acyltransferase results in hepatic steatosis, increased triacylglycerol secretion and reduced fatty acid oxidation.FASEB J. 2006; 20: 434-443Crossref PubMed Scopus (97) Google Scholar). After 6 weeks of HFD feeding, mice were fasted for 4 h. Fresh liver tissue (∼200 mg) was homogenized in four volumes of 0.25 M sucrose containing 1 mM EDTA. About 5 mg of tissue homogenate was incubated for 30 min at 25°C in a buffer containing 150 mM KCl, 10 mM HEPES (pH 7.2), 0.1 mM EDTA, 1 mM potassium phosphate buffer (pH 7.2), 5 mM malonate, 10 mM MgCl2, 1 mM carnitine, 0.15% fatty acid free-BSA, 5 mM ATP, and 50 μM palmitic acid containing 1 μCi of [9,10(n)-3H] palmitic acid (PerkinElmer). Reactions were stopped with the addition of 200 μl 0.6 N perchloric acid. Unreacted fatty acids were removed by hexane extraction. Radioactive degradation products in the aqueous phase were counted and the data were presented as DPM/min/mg liver protein. Hepatic triglyceride production was measured as described previously (32Millar J.S. Cromley D.A. McCoy M.G. Rader D.J. Billheimer J.T. Determining hepatic triglyceride production in mice: comparison of poloxamer 407 with Triton WR-1339.J. Lipid Res. 2005; 46: 2023-2028Abstract Full Text Full Text PDF PubMed Scopus (203) Google Scholar). After a 4 h fast, mice were anesthetized and injected with Tyloxapol (Triton WR-1339) (Sigma) at 500 mg/kg body weight (BW) via the retro-orbital vein to block lipolysis. Each mouse received ∼100 μl of saline solution containing 15 g/dl Tyloxapol. Blood samples were collected at 0, 30, 60, 90, 120, and 180 min after injection. Plasma triglyceride concentrations were measured by the enzymatic assay described above. Linear regression line was drawn against plasma triglyceride concentrations of individual animals versus their corresponding time points using GraphPad Prism 5. The triglyceride secretion rate was derived from the slope of the line. Liver triglyceride hydrolase activity was measured in the cytosolic extracts of livers from L1-KO and WT mice fed an HFD for 24 weeks as described previously using lipid droplets isolated from HepG2 cells as substrates (33Schweiger M. Schoiswohl G. Lass A. Radner F.P. Haemmerle G. Malli R. Graier W. Cornaciu I. Oberer M. Salvayre R. et al.The C-terminal region of human adipose triglyceride lipase affects enzyme activity and lipid droplet binding.J. Biol. Chem. 2008; 283: 17211-17220Abstract Full Text Full Text PDF PubMed Scopus (119) Google Scholar, 34Radner F.P. Streith I.E. Schoiswohl G. Schweiger M. Kumari M. Eichmann T.O. Rechberger G. Koefeler H.C. Eder S. Schauer S. et al.Growth retardation, impaired triacylglycerol catabolism, hepatic steatosis, and lethal skin barrier defect in mice lacking comparative gene identification-58 (CGI-58).J. Biol. Chem. 2010; 285: 7300-7311Abstract Full Text Full Text PDF PubMed Scopus (153) Google Scholar). For radioactive labeling of lipid droplets, HepG2 cells were treated with 2.5 µCi [3H-9,10]oleic acid/ml + 0.8 mM cold oleic acid complexed to BSA for 16 h. Cells were then washed with ice-cold PBS and centrifuged (1000 g at 4°C for 10 min). The supernatant was removed and the cells were resuspended in ice-cold hypotonic lysis medium (HLM) (20 mM Tris-HCl, pH 7.4, 1 mM EDTA, 10 mM sodium fluoride, and protease inhibitor cocktail). To isolate lipid droplets, resuspended cells were transferred to a Potter-Elvehjem tissue homogenizer and gently homogenized on ice. After centrifugation, the supernatant and floating fat layer were collected and adjusted to a final concentration of 20% sucrose in HLM. This was layered into a 13.2 ml ultracentrifuge tube and gently overlaid with 5 ml ice-cold HLM containing 5% sucrose. The remainder of the tube was filled with HLM and centrifuged at 28,000 g at 4°C for 30 min using an SW40 rotor. The floating white lipid droplet layer was collected and triglyceride (TG) contents were determined enzymatically. For the determination of hepatic triglyceride hydrolase activity, the cytosolic extracts were prepared by homogenizing liver samples in buffer A (0.25 M sucrose, 1 mM EDTA, 1 mM DTT, and protease inhibitor cocktail). Homogenate was centrifuged at 20,000 g for 30 min at 4°C. The infranatant was removed and ultracentrifuged at 100,000 g for 1 h at 4°C. One hundred micrograms of the triglyceride-free infranatant was incubated with 25 nmol [3H-9,10]oleate labeled lipid droplet substrate and 5% BSA in a total volume of 200 μl for 1 h at 37°C. The reaction was stopped by adding 3.25 ml of methanol:chloroform:heptane (10:9:7) and 1 ml of 0.1 M potassium carbonate, and 0.1 M boric acid (pH 10.5). After centrifugation, the radioactivity in 1 ml of the upper phase was determined by scintillation counting. For glucose tolerance tests, mice were fasted for 10 h. After measuring the baseline blood glucose level via a tail nick using a Glucometer (Bayer Contour), a 20% glucose solution was injected intraperitoneally at 1.5 mg/g BW. Blood glucose levels were then measured at 15, 30, 60, and 120 min after glucose injection. For insulin tolerance tests, mice were fasted for 6 h. After measuring the baseline blood glucose level, mice were injected intraperitoneally with recombinant human insulin (Novo Nordisk, Inc.) at 1.2 mU/g BW, and their blood glucose concentrations were determined at 15, 30, 60, and 120 min post insulin administration. Glucose-stimulated insulin secretion was performed as described (35Norris A.W. Chen L. Fisher S.J. Szanto I. Ristow M. Jozsi A.C. Hirshman M.F. Rosen E.D. Goodyear L.J. Gonzalez F.J. et al.Muscle-specific PPARgamma-deficient mice develop increased adiposity and insulin resistance but respond to thiazolidinediones.J. Clin. Invest. 2003; 112: 608-618Crossref PubMed Scopus (367) Google Scholar). Seven-week-old chow fed WT mice or 6-week-old WT and L1-KO mice on an HFD for 5 weeks were fasted for 10 h and a bolus of 20% glucose was injected into the intraperitoneal cavity at 1.5 mg/g BW. Blood samples were collected at 0, 15, and 30 min from tails for plasma insulin determination using an ELISA kit (Crystal Chem, Inc.). The quantitative real-time PCR (qPCR) was performed as described previously (36Yang J. Goldstein J.L. Hammer R.E. Moon Y.A. Brown M.S. Horton J.D. Decreased lipid synthesis in livers of mice with disrupted Site-1 protease gene.Proc. Natl. Acad. Sci. USA. 2001; 98: 13607-13612Crossref PubMed Scopus (192) Google Scholar). All primers used for qPCR are available upon request. Hepatic levels of the lipid peroxidation product malondialdehyde were measured as thiobarbituric acid reactive substrates (TBARS) using the TBARS Assay Kit (Cayman Chemical Co.). Hepatic redox environment was determined by measuring glutathione (GSH)/oxidize",
  "authors": [
    {
      "display_name": "Lin Jia",
      "id": "A5057457203",
      "orcid": "https://orcid.org/0000-0002-7653-7395",
      "institutions": [
        {
          "id": "I47251452",
          "display_name": "Wake Forest University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Lin Jia"
    },
    {
      "display_name": "Yinyan Ma",
      "id": "A5076016752",
      "orcid": "https://orcid.org/0009-0004-6682-0228",
      "institutions": [
        {
          "id": "I47251452",
          "display_name": "Wake Forest University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Yinyan Ma"
    },
    {
      "display_name": "Shunxing Rong",
      "id": "A5076995893",
      "orcid": "https://orcid.org/0000-0002-4948-7222",
      "institutions": [
        {
          "id": "I47251452",
          "display_name": "Wake Forest University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Shunxing Rong"
    },
    {
      "display_name": "Jenna L. Betters",
      "id": "A5057038832",
      "orcid": null,
      "institutions": [
        {
          "id": "I47251452",
          "display_name": "Wake Forest University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jenna L. Betters"
    },
    {
      "display_name": "Ping Xie",
      "id": "A5101433491",
      "orcid": "https://orcid.org/0000-0003-4257-8970",
      "institutions": [
        {
          "id": "I47251452",
          "display_name": "Wake Forest University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ping Xie"
    },
    {
      "display_name": "Soonkyu Chung",
      "id": "A5008671228",
      "orcid": "https://orcid.org/0000-0001-6279-7017",
      "institutions": [
        {
          "id": "I47251452",
          "display_name": "Wake Forest University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Soonkyu Chung"
    },
    {
      "display_name": "Nanping Wang",
      "id": "A5091188597",
      "orcid": "https://orcid.org/0000-0002-8528-8132",
      "institutions": [
        {
          "id": "I47251452",
          "display_name": "Wake Forest University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Nanping Wang"
    },
    {
      "display_name": "Weiqing Tang",
      "id": "A5060479110",
      "orcid": "https://orcid.org/0000-0001-5604-0640",
      "institutions": [
        {
          "id": "I47251452",
          "display_name": "Wake Forest University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Weiqing Tang"
    },
    {
      "display_name": "Liqing Yu",
      "id": "A5031930208",
      "orcid": "https://orcid.org/0000-0002-5186-9182",
      "institutions": [
        {
          "id": "I47251452",
          "display_name": "Wake Forest University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Liqing Yu"
    }
  ],
  "publication_year": 2010,
  "publication_date": "2010-08-11",
  "type": "article",
  "cited_by_count": 71,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S11400418",
    "display_name": "Journal of Lipid Research",
    "issn_l": "0022-2275",
    "issn": [
      "0022-2275",
      "1539-7262"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320990"
  },
  "volume": "51",
  "issue": "11",
  "first_page": "3135",
  "last_page": "3144",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "http://www.jlr.org/article/S0022227520409472/pdf",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.88126093
    },
    {
      "id": "C134018914",
      "display_name": "Endocrinology",
      "level": 1,
      "score": 0.87872386
    },
    {
      "id": "C141359234",
      "display_name": "Lipogenesis",
      "level": 3,
      "score": 0.8739026
    },
    {
      "id": "C2776175330",
      "display_name": "Steatosis",
      "level": 2,
      "score": 0.7134121
    },
    {
      "id": "C2777391703",
      "display_name": "Insulin resistance",
      "level": 3,
      "score": 0.6618593
    },
    {
      "id": "C2778772119",
      "display_name": "Fatty liver",
      "level": 3,
      "score": 0.58438075
    },
    {
      "id": "C2778913445",
      "display_name": "Triglyceride",
      "level": 3,
      "score": 0.54690313
    },
    {
      "id": "C2780988686",
      "display_name": "Hyperinsulinemia",
      "level": 4,
      "score": 0.52717626
    },
    {
      "id": "C2778657065",
      "display_name": "Ezetimibe",
      "level": 3,
      "score": 0.5134652
    },
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.4559217
    },
    {
      "id": "C543025807",
      "display_name": "Fatty acid",
      "level": 2,
      "score": 0.4359578
    },
    {
      "id": "C2776941171",
      "display_name": "Fatty acid synthesis",
      "level": 3,
      "score": 0.42672586
    },
    {
      "id": "C2778163477",
      "display_name": "Cholesterol",
      "level": 2,
      "score": 0.40200415
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.39122266
    },
    {
      "id": "C2779306644",
      "display_name": "Insulin",
      "level": 2,
      "score": 0.3868763
    },
    {
      "id": "C4733338",
      "display_name": "Lipid metabolism",
      "level": 2,
      "score": 0.25340533
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.2094785
    },
    {
      "id": "C55493867",
      "display_name": "Biochemistry",
      "level": 1,
      "score": 0.1598149
    },
    {
      "id": "C2779134260",
      "display_name": "Disease",
      "level": 2,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11618",
      "display_name": "Cholesterol and Lipid Metabolism",
      "score": 0.9987
    },
    {
      "id": "T10570",
      "display_name": "Drug Transport and Resistance Mechanisms",
      "score": 0.9976
    },
    {
      "id": "T10351",
      "display_name": "Liver Disease Diagnosis and Treatment",
      "score": 0.9894
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1194/jlr.m006353",
  "pdf_url": "http://www.jlr.org/article/S0022227520409472/pdf",
  "retrieved_date": "2025-07-30T15:03:21.767226",
  "source_database": "OpenAlex"
}