{
  "openalex_id": "W2062761006",
  "doi": "https://doi.org/10.1353/can.0.0147",
  "title": "&lt;i&gt;The Church Confronts Modernity. Catholicism since 1950 in the United States, Ireland, and Quebec&lt;/i&gt; (review)",
  "abstract": "Reviewed by: The Church Confronts Modernity. Catholicism since 1950 in the United States, Ireland, and Quebec Louis Rousseau The Church Confronts Modernity. Catholicism since 1950 in the United States, Ireland, and Quebec, sous la direction de Leslie Woodcock Tentler. Washington, Catholic University of America Press, 2007, 302 p. $29.95 Peu d'historiens ignorent que l'un des phénomènes les plus marquants de la seconde moitié du vingtième siècle se trouve dans la transformation du catholicisme, de ses institutions, de ses pratiques et de sa place dans les différentes sociétés occidentales. Si la direction du changement est à peu près la même partout, le rythme, l'intensité et le contexte des transformations diffèrent à un point tel que les explications tant générales que locales demeurent encore aujourd'hui insatisfaisantes. C'est donc avec gratitude qu'historiens et sociologues accueilleront l'ouvrage dirigé par la professeure L. W. Tentler. Ce livre témoigne d'un projet d'étude comparative aux larges ambitions, [End Page 195] réunissant des historiens et des sociologues des catholicismes québécois, irlandais et américain qui ont accepté le défi de présenter des essais factuels et interprétatifs sur des thèmes communs : la pratique rituelle, les vocations sacerdotales et religieuses, le rôle de l'Église dans les affaires religieuses et politiques et les appartenances religieuses des jeunes. Je dois avouer qu'il y a longtemps que je n'ai lu un ouvrage collectif aussi stimulant. La qualité des études portant sur le Québec, par Christiano, Gauvreau et Baum, donne à cette rare étude comparative un statut à part, puisque la barrière de la langue a pour une fois été franchie, dans une publication où les trois dossiers nationaux reposent sur une littérature érudite bien à jour. Pour chacun des dossiers, on a eu la bonne idée de demander deux contributions, avec mandats distincts : un accent plus descriptif pour la première, carrément interprétatif pour la seconde. Deux essais synthèse font un bilan général du colloque tenu en mars 2003 à la Catholic University of America (Washington), au cours duquel ont été présentées les premières versions de ce que nous pouvons lire aujourd'hui. Je ne puis évidemment signaler que trop brièvement chacune des contributions. Kevin J. Christiano, ancien président de l'American Council for Québec Studies, et Michael Gauvreau (McMaster University) ont écrit les essais sur le catholicisme québécois. L'un et l'autre s'inscrivent dans le courant récent (Meunier-Warren) qui met à l'avant-plan la contribution de la génération des intellectuels catholiques engagés dans la préparation et la réalisation de la Révolution tranquille, laquelle a voulu « moderniser » la société québécoise, mais dont une des conséquence a été la brisure de la culture catholique antérieure et le rejet populaire de la «mère Église ». Les deux auteurs font état d'un processus assez long préparant le rapide basculement des années 1965-1975. Tous deux soulignent, à l'excès peut-être, le rôle d'une nouvelle élite majoritairement laïque. Tous deux confondent indûment l'Action catholique générale des premières décennies du vingtième siècle, reposant sur le cadre paroissial, et l'Action catholique spécialisée qui s'en distingue à la fin des années 1930. Mais alors que Christiano examine le mouvement Desjardins, dans lequel il voit un cas type de la contribution d'un catholicisme populaire qui débouchera sur la création d'un modèle économique québécois, porteur des valeurs de coopération locale et de solidarité, Gauvreau s'engage dans une véritable critique du processus historique de l'époque. La crise religieuse québécoise serait née d'une remise en cause de la culture familiale traditionnelle par une élite qui se développe graduellement dans l'espace de l'Action catholique au sens large. Les «coupables» [End Page 196] sont suivis à la trace, mais l'auteur oublie tout du contexte international et de la sc...",
  "authors": [
    {
      "display_name": "Louis Rousseau",
      "id": "A5001069819",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Louis Rousseau"
    }
  ],
  "publication_year": 2009,
  "publication_date": "2009-03-01",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "fr",
  "source": {
    "id": "S4210187052",
    "display_name": "Canadian Historical Review",
    "issn_l": "0008-3755",
    "issn": [
      "0008-3755",
      "1710-1093"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320517"
  },
  "volume": "90",
  "issue": "1",
  "first_page": "195",
  "last_page": "197",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C15708023",
      "display_name": "Humanities",
      "level": 1,
      "score": 0.6109999
    },
    {
      "id": "C2549261",
      "display_name": "Ethnology",
      "level": 1,
      "score": 0.5567684
    },
    {
      "id": "C2778682666",
      "display_name": "Modernity",
      "level": 2,
      "score": 0.5242058
    },
    {
      "id": "C111021475",
      "display_name": "Protestantism",
      "level": 2,
      "score": 0.42924267
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.42834315
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.338142
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.27672607
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.10005444
    }
  ],
  "topics": [
    {
      "id": "T12219",
      "display_name": "Canadian Identity and History",
      "score": 0.9687
    },
    {
      "id": "T13641",
      "display_name": "Historical Studies and Socio-cultural Analysis",
      "score": 0.945
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/can.0.0147",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:13:34.693960",
  "source_database": "OpenAlex"
}