{
  "openalex_id": "W2061154977",
  "doi": "https://doi.org/10.1002/hep.20249",
  "title": "Monitoring of HVPG during pharmacological therapy: Evidence in favor of the prognostic value of a 20% reduction",
  "abstract": "We read with interest the articles on hepatic venous pressure gradient (HVPG) measurements.1-3 We fully agree on the need to standardize HVPG measurements to get reliable, reproducible, and useful data.1 We also agree that before recommending such measurements in clinical practice, it is necessary to demonstrate, in well-designed clinical trials, that HVPG may help to make clinical decisions.2, 3 However, we disagree with Thalheimer et al.3 (and with their recent, very similar paper4) questioning the prognostic value of a reduction in HVPG >20% from baseline. Indeed, there is strong evidence suggesting that such a reduction in HVPG is associated with a marked reduction in bleeding risk during continued drug therapy. As shown in Table 1, patients decreasing HVPG >20% have a much lower bleeding risk on follow-up than nonresponders, even if not reaching <12 mmHg. Data are derived from original papers. When numbers were not provided, the worst hypothesis against a protective role of >20% HVPG reduction was taken. For example, the paper by Villanueva et al.5 stated that 25 patients were responders, 7 of them reducing HVPG <12mmHg (therefore, 18 had >20% reduction, but not <12mmHg). Four responders rebled on follow-up. The worst hypothesis, used in the table, is that all had >20% HVPG reduction. The message does not change when studies focused exclusively on prevention of rebleeding6 are considered5, 7-9: Rebleeding was 51% in nonresponders vs. 21% in patients reducing HVPG >20% (but not <12mmHg). Even after including the discrepant report by McCormick et al.10(see Table) the figures are similar. The latter study also had an unusually high rate of responders: 64%, with 52% decreasing HVPG <12mmHg (the highest ever reported in secondary prophylaxis). Moreover, 7 patients had the second HVPG measurement after rebleeding. These peculiarities, and other inadvertent factors, might contribute to the discrepant findings of this study. A second look at the pressure tracings by independent observers may help clarify this issue. Thalheimer et al.3 further argue that observed changes in HVPG may be partly due to factors other than beta-blockers (e.g., improved liver function, abstinence, diuretics). Nevertheless, independent of the reason for HVPG reduction, available evidence supports that reducing HVPG not only to <12 mmHg (\"optimal response\") but also by >20% from baseline is associated with a dramatic reduction of the bleeding risk. Thus, a 20% reduction in HVPG would be per se a valid therapeutic target. Reliability of a 20% reduction in HVPG is an important issue. However, the low variability of correct HVPG measurements limits the degree of uncertainty of these assessments.1 This is well illustrated, as several centers from different countries have confirmed the validity of the 12 mmHg threshold for bleeding and the prognostic significance of changes in HVPG (see Table). It seems premature to challenge the concept that repeat measurements of HVPG provide prognostic information on the risk of (re)bleeding in patients receiving beta-blockers based only on one discrepant study.10 It also appears contradictory to challenge this concept while at the same time proposing to use the same technique to assess disease progression/regression in hepatitis C virus cirrhosis.13 Juan Carlos Garcia-Pagán*, Jaume Bosch*, * Hepatic Hemodynamic Laboratory, Liver Unit, Hospital Clinic, Barcelona, Spain.",
  "authors": [
    {
      "display_name": "Juan Carlos García–Pagán",
      "id": "A5001524643",
      "orcid": "https://orcid.org/0000-0001-9032-4954",
      "institutions": [
        {
          "id": "I4210115097",
          "display_name": "Hospital Clínic de Barcelona",
          "country_code": "ES",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Juan Carlos Garcia-Pagán"
    },
    {
      "display_name": "Jaime Bosch",
      "id": "A5012387403",
      "orcid": "https://orcid.org/0000-0003-3414-0055",
      "institutions": [
        {
          "id": "I4210115097",
          "display_name": "Hospital Clínic de Barcelona",
          "country_code": "ES",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jaume Bosch"
    }
  ],
  "publication_year": 2004,
  "publication_date": "2004-05-27",
  "type": "letter",
  "cited_by_count": 10,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S156174673",
    "display_name": "Hepatology",
    "issn_l": "0270-9139",
    "issn": [
      "0270-9139",
      "1527-3350"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "39",
  "issue": "6",
  "first_page": "1746",
  "last_page": "1747",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1002/hep.20249",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2776291640",
      "display_name": "Value (mathematics)",
      "level": 2,
      "score": 0.6455883
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.6051065
    },
    {
      "id": "C111335779",
      "display_name": "Reduction (mathematics)",
      "level": 2,
      "score": 0.54621625
    },
    {
      "id": "C177713679",
      "display_name": "Intensive care medicine",
      "level": 1,
      "score": 0.5381319
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.47000247
    },
    {
      "id": "C105795698",
      "display_name": "Statistics",
      "level": 1,
      "score": 0.053337008
    },
    {
      "id": "C33923547",
      "display_name": "Mathematics",
      "level": 0,
      "score": 0.05157107
    },
    {
      "id": "C2524010",
      "display_name": "Geometry",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T12342",
      "display_name": "Vascular anomalies and interventions",
      "score": 0.9965
    },
    {
      "id": "T11217",
      "display_name": "Cardiac Arrhythmias and Treatments",
      "score": 0.9963
    },
    {
      "id": "T10728",
      "display_name": "Pulmonary Hypertension Research and Treatments",
      "score": 0.9958
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1002/hep.20249",
  "pdf_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1002/hep.20249",
  "retrieved_date": "2025-07-30T14:30:35.183320",
  "source_database": "OpenAlex"
}