{
  "openalex_id": "W2068894809",
  "doi": "https://doi.org/10.4043/1490-ms",
  "title": "Manufacturing the World&amp;apos;s Largest Deep Ocean Simulator",
  "abstract": "Manufacturing the World's Largest Deep Ocean Simulator Larry Megow Larry Megow Hahn & Clay Machine & Boiler Works Search for other works by this author on: This Site Google Scholar Paper presented at the Offshore Technology Conference, Houston, Texas, April 1971. Paper Number: OTC-1490-MS https://doi.org/10.4043/1490-MS Published: April 18 1971 Cite View This Citation Add to Citation Manager Share Icon Share Twitter LinkedIn Get Permissions Search Site Citation Megow, Larry. \"Manufacturing the World's Largest Deep Ocean Simulator.\" Paper presented at the Offshore Technology Conference, Houston, Texas, April 1971. doi: https://doi.org/10.4043/1490-MS Download citation file: Ris (Zotero) Reference Manager EasyBib Bookends Mendeley Papers EndNote RefWorks BibTex Search Dropdown Menu toolbar search search input Search input auto suggest filter your search All ContentAll ProceedingsOffshore Technology ConferenceOTC Offshore Technology Conference Search Advanced Search AbstractThis paper describes how a larger pressure vessel, called the ocean simulation facility chamber (OSFC) (Fig. 1) weighing more than 700,000 lb, is being manufactured by Hahn & Clay in Houston. The simulator for the Dept. of the Navy, Naval Facilities Engineering Command, Southern Division, Charleston, S. C., will be erected at the Naval Ship Research and Development Laboratory, Panama City, Fla.The vessel will simulate deep-sea environment down to 2,250 ft, where water exerts a pressure of 1,000 psi.The simulator consists of a lower or wet chamber, 15 ft in diameter by 46 ft long, with a volume of 7,000 cu ft and 53,000 gal of water. The lower chamber is connected to an upper five-compartmented dry chamber, 8 ft in diameter and 63 ft long, by an 8-ft diameter by 5-ft long transfer section. Fig. 2 shows the wet chamber and Fig. 3 shows the dry chambers under construction in Nov., 1970.One end of the 15-ft chamber can be completed opened to permit entry of large pieces. of equipment. The 8-ft. dry chambers will safely house up to eight men.This paper outlines how the complex is being fabricated so that it will function efficiently at 0 to 1,000 psi and at tempera-tures from 29° to 110°F. The chambers provide the means for research development and test evaluation of men and machines working together in deep ocean-simulated environment. The complex will provide training facilities so that men can eventually work safely in the open sea at depths to 2,250 ft.IntroductionMan has been working in the open seas for centuries, but until recently in relatively shallow depths (less than 400 ft) and for short periods of time (less than 1 hour).Long-term goals, however, have been to work at much greater depths (beyond 2,000 ft) and for longer periods of time (for several hours).Research, to find a safe method for deeper and longer diving, has been going on since 1924 but it was not until 1959 that a new diving technique was introduced by the Navy. This technique is called saturation diving.By 1967, saturation diving was perfected so that men were able to work efficiently down to 600 ft for several hours at a time. In July, 1967, Westinghouse, using seven divers, conducted the first successful productive dive to 600 ft in the Gulf of Mexico, 45 miles off the coast of Grande Island, La.Experimenting in the open sea is costly, time consuming and often inconclusive. To eliminate the necessity for open sea experiment, other facilities have recently been built in which conditions beyond 2,000 ft can be simulated. However, most of these installations have been on a relatively small scale. Keywords: wet chamber, dry chamber, panama city, open sea, welding, largest deep ocean simulator, simulator, diameter, engineer, osfc Subjects: Research and Development and Emerging Technology Programs This content is only available via PDF. 1971. Offshore Technology Conference You can access this article if you purchase or spend a download.",
  "authors": [
    {
      "display_name": "Larry Megow",
      "id": "A5083254009",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Larry Megow"
    }
  ],
  "publication_year": 1971,
  "publication_date": "1971-01-01",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4306521389",
    "display_name": "Offshore Technology Conference",
    "issn_l": null,
    "issn": null,
    "type": "conference",
    "host_organization": null
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2778805511",
      "display_name": "Citation",
      "level": 2,
      "score": 0.48895967
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.4475228
    },
    {
      "id": "C199104240",
      "display_name": "Marine engineering",
      "level": 1,
      "score": 0.3393094
    },
    {
      "id": "C127413603",
      "display_name": "Engineering",
      "level": 0,
      "score": 0.32661408
    },
    {
      "id": "C161191863",
      "display_name": "Library science",
      "level": 1,
      "score": 0.23663077
    }
  ],
  "topics": [
    {
      "id": "T11801",
      "display_name": "Reservoir Engineering and Simulation Methods",
      "score": 0.9298
    },
    {
      "id": "T13067",
      "display_name": "Geological Modeling and Analysis",
      "score": 0.9288
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.4043/1490-ms",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:23:51.045279",
  "source_database": "OpenAlex"
}