{
  "openalex_id": "W2066604470",
  "doi": "https://doi.org/10.1353/phl.2007.0017",
  "title": "The Strange Death of British Idealism",
  "abstract": "The Strange Death of British Idealism Edward Skidelsky I In 1958, the Oxford philosopher G. J. Warnock opened his survey of twentieth-century English philosophy with some disparaging comments on British Idealism. It was, he writes, \"an exotic in the English scene, the product of a quite recent revolution in ways of thought due primarily to German influences.\" Analytic philosophy, by contrast, represents a return to the venerable lineage of British empiricism, as Bertrand Russell \"symbolically joins hands\" with his godfather John Stuart Mill. \"Hume and Berkley would have been sadly puzzled by the pages of Bradley, to say nothing of Hegel's. But either might have conversed quite naturally with Moore, and with Russell too, at least in his less technical moments.\"1 All this is rhetoric rather than history. Russell can be called the inheritor of Mill only with respect to his political and social attitudes; his main philosophical endeavour—the establishment of mathematics on a priori foundations—ran diametrically opposed to Mill. And Hume and Berkley would have been just as sadly puzzled by Moore's analysis of language—an activity they both regarded as the defining vice of scholasticism—as by anything in Bradley. Warnock's error has proved remarkably persistent. Only recently, thanks largely to the work of Peter Hylton, has the anti-empiricist, Platonist character of Russell's early thought been properly appreciated.2 I do not intend, in what follows, to retrace these philosophical arguments. My question is historical. It concerns the role of national feeling, first in the demise of Idealism after the First World War, and later in the interpretation of that demise after the Second. With regard to first question, I argue that the rejection of Idealism in Britain was in no sense [End Page 41] a reassertion of national tradition. The opposite is closer to the truth; the change in philosophical fashion was primarily a consequence of a widespread revulsion against nationalism following World War I. That this was later misinterpreted owes largely—and this is my second claim—to the very different climate prevailing in Britain after World War II. If in the twenties the British reserved their scorn for \"Prussian militarism,\" in the fifties everything associated with Germany, its philosophy included, was viewed as irredeemably tainted. Analytic philosophy tried to present itself as a home-grown product, with deep roots in the English empiricist tradition. This partly accounts for the change in style from the highly technical scientism of Russell and the logical positivists to the concern with \"ordinary language\" characteristic of post-war Oxford philosophy. The fact that most of analytic philosophy's continental exponents were forced by Hitler into British or American exile assisted in the process of its naturalisation. Within a decade, it was possible to regard \"analytic\" and \"Anglo-Saxon\" philosophy as synonyms. Warnock's mistake now becomes easier to understand. He has interpreted the early twentieth century in the light of the post-war period, coming to the conclusion that Moore and Russell's rejection of Idealism was a reassertion of English national tradition. He has condensed fifty years of history into a single moment. I intend in what follows to pull apart the stages that Warnock has concertinaed together, demonstrating that national feeling played a far more complex and contradictory role in the history of British philosophy. II On one point Warnock is correct: Idealism did not perish of refutation. \"Metaphysical systems do not yield . . . ,\" he writes, \"to frontal attack. Their odd property of being demonstrable only, so to speak, from within confers on them also a high resistance to attack from outside. . . . Such systems are much more vulnerable to ennui than to disproof\" (Warnock, pp. 10–11). The claim of Russell and Moore to have \"refuted\" Bradley is regarded with scepticism by most recent commentators. Idealism, they point out, rested on something more substantial than a mere failure of logic or common-sense, and was therefore not vulnerable to the kind of simple knock-down arguments advanced by Russell and Moore. The causes of its decline must be sought elsewhere, in the broader cultural and political tendencies of the age. Had Russell and Moore's arguments been truly knock-down...",
  "authors": [
    {
      "display_name": "Edward Skidelsky",
      "id": "A5013393712",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Edward Skidelsky"
    }
  ],
  "publication_year": 2007,
  "publication_date": "2007-04-01",
  "type": "article",
  "cited_by_count": 5,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S105007214",
    "display_name": "Philosophy and literature",
    "issn_l": "0190-0013",
    "issn": [
      "0190-0013",
      "1086-329X"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315678"
  },
  "volume": "31",
  "issue": "1",
  "first_page": "41",
  "last_page": "51",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C36790819",
      "display_name": "Empiricism",
      "level": 2,
      "score": 0.6577432
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.64929223
    },
    {
      "id": "C517673595",
      "display_name": "Idealism",
      "level": 2,
      "score": 0.6202196
    },
    {
      "id": "C16057445",
      "display_name": "Mill",
      "level": 2,
      "score": 0.6107181
    },
    {
      "id": "C32506930",
      "display_name": "Hegelianism",
      "level": 2,
      "score": 0.5796193
    },
    {
      "id": "C2777489351",
      "display_name": "The Venerable",
      "level": 2,
      "score": 0.4920275
    },
    {
      "id": "C18296254",
      "display_name": "Skepticism",
      "level": 2,
      "score": 0.48055437
    },
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.47996068
    },
    {
      "id": "C1370556",
      "display_name": "Rhetoric",
      "level": 2,
      "score": 0.46323487
    },
    {
      "id": "C74916050",
      "display_name": "Classics",
      "level": 1,
      "score": 0.44727474
    },
    {
      "id": "C136815107",
      "display_name": "Nothing",
      "level": 2,
      "score": 0.4375301
    },
    {
      "id": "C2780861071",
      "display_name": "Character (mathematics)",
      "level": 2,
      "score": 0.41619173
    },
    {
      "id": "C111472728",
      "display_name": "Epistemology",
      "level": 1,
      "score": 0.39716366
    },
    {
      "id": "C124952713",
      "display_name": "Literature",
      "level": 1,
      "score": 0.37709075
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.26511556
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.23113
    },
    {
      "id": "C27206212",
      "display_name": "Theology",
      "level": 1,
      "score": 0.20591211
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.12348387
    },
    {
      "id": "C2524010",
      "display_name": "Geometry",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C33923547",
      "display_name": "Mathematics",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T14026",
      "display_name": "Flannery O'Connor and Thomas Merton",
      "score": 0.9988
    },
    {
      "id": "T14426",
      "display_name": "Religion, Gender, and Enlightenment",
      "score": 0.9913
    },
    {
      "id": "T14142",
      "display_name": "Multicultural Socio-Legal Studies",
      "score": 0.9656
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/phl.2007.0017",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:12:54.082539",
  "source_database": "OpenAlex"
}