{
  "openalex_id": "W2066962741",
  "doi": "https://doi.org/10.1016/j.juro.2013.04.071",
  "title": "Pathological Outcomes in Men with Low Risk and Very Low Risk Prostate Cancer: Implications on the Practice of Active Surveillance",
  "abstract": "No AccessJournal of UrologyAdult Urology1 Oct 2013Pathological Outcomes in Men with Low Risk and Very Low Risk Prostate Cancer: Implications on the Practice of Active Surveillance Jeffrey J. Tosoian, Eric JohnBull, Bruce J. Trock, Patricia Landis, Jonathan I. Epstein, Alan W. Partin, Patrick C. Walsh, and H. Ballentine Carter Jeffrey J. TosoianJeffrey J. Tosoian Department of Urology, The Johns Hopkins University School of Medicine, The James Buchanan Brady Urological Institute, Johns Hopkins Hospital, Baltimore, Maryland , Eric JohnBullEric JohnBull Department of Urology, The Johns Hopkins University School of Medicine, The James Buchanan Brady Urological Institute, Johns Hopkins Hospital, Baltimore, Maryland , Bruce J. TrockBruce J. Trock Department of Urology, The Johns Hopkins University School of Medicine, The James Buchanan Brady Urological Institute, Johns Hopkins Hospital, Baltimore, Maryland , Patricia LandisPatricia Landis Department of Urology, The Johns Hopkins University School of Medicine, The James Buchanan Brady Urological Institute, Johns Hopkins Hospital, Baltimore, Maryland , Jonathan I. EpsteinJonathan I. Epstein Department of Pathology, The Johns Hopkins University School of Medicine, The James Buchanan Brady Urological Institute, Johns Hopkins Hospital, Baltimore, Maryland , Alan W. PartinAlan W. Partin Department of Urology, The Johns Hopkins University School of Medicine, The James Buchanan Brady Urological Institute, Johns Hopkins Hospital, Baltimore, Maryland , Patrick C. WalshPatrick C. Walsh Department of Urology, The Johns Hopkins University School of Medicine, The James Buchanan Brady Urological Institute, Johns Hopkins Hospital, Baltimore, Maryland , and H. Ballentine CarterH. Ballentine Carter Department of Urology, The Johns Hopkins University School of Medicine, The James Buchanan Brady Urological Institute, Johns Hopkins Hospital, Baltimore, Maryland View All Author Informationhttps://doi.org/10.1016/j.juro.2013.04.071AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: We assessed oncologic outcomes at surgery in men with low risk and very low risk prostate cancer who were candidates for active surveillance. Materials and Methods: In a prospectively collected institutional database, we identified 7,486 subjects eligible for active surveillance who underwent radical retropubic prostatectomy. Candidates were designated as being at low risk (stage T1c/T2a, prostate specific antigen 10 ng/ml or less, and Gleason score 6 or less) or very low risk (stage T1c, prostate specific antigen density 0.15 or less, Gleason score 6 or less, 2 or fewer positive biopsy cores, 50% or less cancer involvement per core) based on preoperative data. Adverse findings were Gleason score upgrade (score 7 or greater) and nonorgan confined cancer on surgical pathology. The relative risk of adverse findings in men at low risk with very low risk disease was evaluated in a multivariate model using Poisson regression. Results: A total of 7,333 subjects met the criteria for low risk disease and 153 had very low risk disease. The proportion of subjects at low risk found to have Gleason score upgrade or nonorgan confined cancer on final pathology was 21.8% and 23.1%, respectively. Corresponding values in those at very low risk were 13.1% and 8.5%, respectively. After adjusting for age, race, year of surgery, body mass index, and prostate specific antigen at diagnosis, the relative risk of Gleason score upgrade in men with low risk vs very low risk disease was 1.89 (95% CI 1.21–2.95). The relative risk of nonorgan confined cancer was 2.06 (95% CI 1.19–3.57). Conclusions: Men with very low risk prostate cancer were at significantly lower risk for adverse findings at surgery compared to those with low risk disease. These data support the stratification of low risk cancer when selecting and counseling men who may be appropriate for active surveillance. References 1 : Cancer statistics, 2010. CA Cancer J Clin2010; 60: 277. Google Scholar 2 : Overdiagnosis in cancer. J Natl Cancer Inst2010; 102: 605. Google Scholar 3 : Outcomes of localized prostate cancer following conservative management. JAMA2009; 302: 1202. Google Scholar 4 : Complications of open radical retropubic prostatectomy in potential candidates for active monitoring. Urology2008; 72: 887. Google Scholar 5 : Active surveillance for prostate cancer: progress and promise. J Clin Oncol2011; 29: 3669. Google Scholar 6 : Expert panel advocates surveillance for men with low-risk prostate cancer. JAMA2012; 307: 133. Google Scholar 7 : Expectant management of nonpalpable prostate cancer with curative intent: preliminary results. J Urol2002; 167: 1231. Link, Google Scholar 8 : Active surveillance for prostate cancer: a systematic review of the literature. Eur Urol2012; 62: 976. Google Scholar 9 : Active surveillance program for prostate cancer: an update of the Johns Hopkins experience. J Clin Oncol2011; 29: 2185. Google Scholar 10 : Outcomes of active surveillance for men with intermediate-risk prostate cancer. J Clin Oncol2011; 29: 228. Google Scholar 11 : Surgical management after active surveillance for low-risk prostate cancer: pathological outcomes compared with men undergoing immediate treatment. BJU Int2011; 107: 1232. Google Scholar 12 : National Institutes of Health State-of-the-Science Conference: role of active surveillance in the management of men with localized prostate cancer. Ann Intern Med2012; 156: 591. Google Scholar 13 : NCCN clinical practice guidelines in oncology: prostate cancer. J Natl Compr Canc Netw2010; 8: 162. Google Scholar 14 : Pathologic and clinical findings to predict tumor extent of nonpalpable (stage T1c) prostate cancer. JAMA1994; 271: 368. Google Scholar 15 : Lead times and overdetection due to prostate-specific antigen screening: estimates from the European Randomized Study of Screening for Prostate Cancer. J Natl Cancer Inst2003; 95: 868. Google Scholar 16 : Screening and prostate-cancer mortality in a randomized European study. N Engl J Med2009; 360: 1320. Google Scholar 17 : Mortality results from the Goteborg randomised population-based prostate-cancer screening trial. Lancet Oncol2010; 11: 725. Google Scholar 18 : Clinical results of long-term follow-up of a large, active surveillance cohort with localized prostate cancer. J Clin Oncol2010; 28: 126. Google Scholar 19 : Active surveillance for favorable-risk prostate cancer: background, patient selection, triggers for intervention, and outcomes. Curr Urol Rep2012; 13: 153. Google Scholar 20 : The 2010 NCCN clinical practice guidelines in oncology on prostate cancer. J Natl Compr Canc Netw2010; 8: 145. Google Scholar 21 : Changes in prostate cancer grade on serial biopsy in men undergoing active surveillance. J Clin Oncol2011; 29: 2795. Google Scholar 22 : Short-term outcomes of the prospective multicentre 'Prostate Cancer Research International: Active Surveillance' study. BJU Int2010; 105: 956. Google Scholar 23 : Pathological outcomes of candidates for active surveillance of prostate cancer. J Urol2009; 181: 1628. Link, Google Scholar 24 : Natural history of progression after PSA elevation following radical prostatectomy. JAMA1999; 281: 1591. Google Scholar 25 : Prostate cancer mortality following active surveillance versus immediate radical prostatectomy. Clin Cancer Res2012; 18: 5471. Google Scholar 26 : Role of prostate specific antigen and immediate confirmatory biopsy in predicting progression during active surveillance for low risk prostate cancer. J Urol2011; 185: 477. Link, Google Scholar 27 : Extended and saturation prostatic biopsy in the diagnosis and characterisation of prostate cancer: a critical analysis of the literature. Eur Urol2007; 52: 1309. Google Scholar 28 : Clinical and demographic characteristics associated with prostate cancer progression in patients on active surveillance. J Urol2012; 187: 1594. Link, Google Scholar 29 : PSA and beyond: the past, present, and future of investigative biomarkers for prostate cancer. ScientificWorldJournal2010; 10: 1919. Google Scholar 30 : Radical prostatectomy outcome in men 65 years old or older with low risk prostate cancer. J Urol2012; 187: 1620. Link, Google Scholar © 2013 by American Urological Association Education and Research, Inc.FiguresReferencesRelatedDetailsCited byAhmad A, Richard P, Leão R, Hajiha M, Martin L, Komisarenko M, Grewal R, Goldberg H, Salem S, Jain K, Oliaei A, Horyn I, Timilshina N, Zlotta A, Hamilton R, Kulkarni G, Fleshner N, Alibhaic S and Finelli A (2020) Does Time Spent on Active Surveillance Adversely Affect the Pathological and Oncologic Outcomes in Patients Undergoing Delayed Radical Prostatectomy?Journal of Urology, VOL. 204, NO. 3, (476-482), Online publication date: 1-Sep-2020.Taneja S (2018) Re: Effects of Pathological Upstaging or Upgrading on Metastasis and Cancer-Specific Mortality in Men with Clinical Low-Risk Prostate CancerJournal of Urology, VOL. 200, NO. 5, (945-946), Online publication date: 1-Nov-2018.Frye T, George A, Kilchevsky A, Maruf M, Siddiqui M, Kongnyuy M, Muthigi A, Han H, Parnes H, Merino M, Choyke P, Turkbey B, Wood B and Pinto P (2016) Magnetic Resonance Imaging-Transrectal Ultrasound Guided Fusion Biopsy to Detect Progression in Patients with Existing Lesions on Active Surveillance for Low and Intermediate Risk Prostate CancerJournal of Urology, VOL. 197, NO. 3 Part 1, (640-646), Online publication date: 1-Mar-2017.Haywood S, Stephenson A and Klein E (2016) Gene Expression Testing as a Predictor of Adverse Pathology after Radical Prostatectomy: Implications for Choosing Patients for Active SurveillanceUrology Practice, VOL. 4, NO. 2, (140-148), Online publication date: 1-Mar-2017.ElShafei A, Nyame Y, Kara O, Badawy A, Amujiogu I, Fareed K, Klein E and Jones J (2015) More Favorable Pathological Outcomes in Men with Low Risk Prostate Cancer Diagnosed on Repeat versus Initial Transrectal Ultrasound Guided Prostate BiopsyJournal of Urology, VOL. 195, NO. 6, (1767-1772), Online publication date: 1-Jun-2016.Whalen M, Hackert V, Rothberg M, McKiernan J, Benson M and Badani K (2016) Prospective Correlation between Likelihood of Favorable Pathology on the 17-Gene Genomic Prostate Score and Actual Pathological Outcomes at Radical ProstatectomyUrology Practice, VOL. 3, NO. 5, (379-386), Online publication date: 1-Sep-2016.Boehm K, Salomon G, Beyer B, Schiffmann J, Simonis K, Graefen M and Budaeus L (2014) Shear Wave Elastography for Localization of Prostate Cancer Lesions and Assessment of Elasticity Thresholds: Implications for Targeted Biopsies and Active Surveillance ProtocolsJournal of Urology, VOL. 193, NO. 3, (794-800), Online publication date: 1-Mar-2015.Alam R, Carter H, Landis P, Epstein J and Mamawala M (2015) Conditional Probability of Reclassification in an Active Surveillance Program for Prostate CancerJournal of Urology, VOL. 193, NO. 6, (1950-1955), Online publication date: 1-Jun-2015.Dinh K, Mahal B, Ziehr D, Muralidhar V, Chen Y, Viswanathan V, Nezolosky M, Beard C, Choueiri T, Martin N, Orio P, Sweeney C, Trinh Q and Nguyen P (2015) Incidence and Predictors of Upgrading and Up Staging among 10,000 Contemporary Patients with Low Risk Prostate CancerJournal of Urology, VOL. 194, NO. 2, (343-349), Online publication date: 1-Aug-2015.Anderson C, Sternberg I, Karen-Paz G, Kim P, Sjoberg D, Vargas H, Touijer K, Eastham J and Ehdaie B (2015) Age is Associated with Upgrading at Confirmatory Biopsy among Men with Prostate Cancer Treated with Active SurveillanceJournal of Urology, VOL. 194, NO. 6, (1607-1611), Online publication date: 1-Dec-2015.Shakir N, George A, Siddiqui M, Rothwax J, Rais-Bahrami S, Stamatakis L, Su D, Okoro C, Raskolnikov D, Walton-Diaz A, Simon R, Turkbey B, Choyke P, Merino M, Wood B and Pinto P (2014) Identification of Threshold Prostate Specific Antigen Levels to Optimize the Detection of Clinically Significant Prostate Cancer by Magnetic Resonance Imaging/Ultrasound Fusion Guided BiopsyJournal of Urology, VOL. 192, NO. 6, (1642-1649), Online publication date: 1-Dec-2014. Volume 190Issue 4October 2013Page: 1218-1223 Advertisement Copyright & Permissions© 2013 by American Urological Association Education and Research, Inc.Keywordsrisktreatment outcomeprostatic neoplasmsdisease progressionprostateMetricsAuthor Information Jeffrey J. Tosoian Department of Urology, The Johns Hopkins University School of Medicine, The James Buchanan Brady Urological Institute, Johns Hopkins Hospital, Baltimore, Maryland Equal study contribution. More articles by this author Eric JohnBull Department of Urology, The Johns Hopkins University School of Medicine, The James Buchanan Brady Urological Institute, Johns Hopkins Hospital, Baltimore, Maryland Equal study contribution. More articles by this author Bruce J. Trock Department of Urology, The Johns Hopkins University School of Medicine, The James Buchanan Brady Urological Institute, Johns Hopkins Hospital, Baltimore, Maryland More articles by this author Patricia Landis Department of Urology, The Johns Hopkins University School of Medicine, The James Buchanan Brady Urological Institute, Johns Hopkins Hospital, Baltimore, Maryland More articles by this author Jonathan I. Epstein Department of Pathology, The Johns Hopkins University School of Medicine, The James Buchanan Brady Urological Institute, Johns Hopkins Hospital, Baltimore, Maryland More articles by this author Alan W. Partin Department of Urology, The Johns Hopkins University School of Medicine, The James Buchanan Brady Urological Institute, Johns Hopkins Hospital, Baltimore, Maryland More articles by this author Patrick C. Walsh Department of Urology, The Johns Hopkins University School of Medicine, The James Buchanan Brady Urological Institute, Johns Hopkins Hospital, Baltimore, Maryland More articles by this author H. Ballentine Carter Department of Urology, The Johns Hopkins University School of Medicine, The James Buchanan Brady Urological Institute, Johns Hopkins Hospital, Baltimore, Maryland More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Jeffrey J. Tosoian",
      "id": "A5012794522",
      "orcid": "https://orcid.org/0000-0002-7614-9931",
      "institutions": [
        {
          "id": "I4210150714",
          "display_name": "Johns Hopkins Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jeffrey J. Tosoian"
    },
    {
      "display_name": "Eric A. JohnBull",
      "id": "A5048184032",
      "orcid": "https://orcid.org/0000-0001-5205-0008",
      "institutions": [
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I4210150714",
          "display_name": "Johns Hopkins Hospital",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Eric JohnBull"
    },
    {
      "display_name": "Bruce J. Trock",
      "id": "A5010930816",
      "orcid": "https://orcid.org/0000-0003-3529-9295",
      "institutions": [
        {
          "id": "I4210150714",
          "display_name": "Johns Hopkins Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Bruce J. Trock"
    },
    {
      "display_name": "Patricia Landis",
      "id": "A5112357301",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210150714",
          "display_name": "Johns Hopkins Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Patricia Landis"
    },
    {
      "display_name": "Jonathan I. Epstein",
      "id": "A5062227791",
      "orcid": "https://orcid.org/0000-0003-1839-6472",
      "institutions": [
        {
          "id": "I4210150714",
          "display_name": "Johns Hopkins Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jonathan I. Epstein"
    },
    {
      "display_name": "Alan W. Partin",
      "id": "A5063449536",
      "orcid": "https://orcid.org/0000-0003-2523-7592",
      "institutions": [
        {
          "id": "I4210150714",
          "display_name": "Johns Hopkins Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Alan W. Partin"
    },
    {
      "display_name": "Patrick C. Walsh",
      "id": "A5110154818",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210150714",
          "display_name": "Johns Hopkins Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Patrick C. Walsh"
    },
    {
      "display_name": "H. Ballentine Carter",
      "id": "A5020696897",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210150714",
          "display_name": "Johns Hopkins Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "H. Ballentine Carter"
    }
  ],
  "publication_year": 2013,
  "publication_date": "2013-04-30",
  "type": "article",
  "cited_by_count": 96,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "190",
  "issue": "4",
  "first_page": "1218",
  "last_page": "1223",
  "open_access": {
    "is_oa": true,
    "oa_status": "green",
    "oa_url": "https://europepmc.org/articles/pmc3978170?pdf=render",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.9234344
    },
    {
      "id": "C2779466945",
      "display_name": "Prostatectomy",
      "level": 4,
      "score": 0.78077286
    },
    {
      "id": "C2780192828",
      "display_name": "Prostate cancer",
      "level": 3,
      "score": 0.7435223
    },
    {
      "id": "C2781406297",
      "display_name": "Prostate-specific antigen",
      "level": 4,
      "score": 0.63050056
    },
    {
      "id": "C2778660094",
      "display_name": "Radical retropubic prostatectomy",
      "level": 5,
      "score": 0.5965392
    },
    {
      "id": "C82789193",
      "display_name": "Relative risk",
      "level": 3,
      "score": 0.5847721
    },
    {
      "id": "C11783203",
      "display_name": "Framingham Risk Score",
      "level": 3,
      "score": 0.44355053
    },
    {
      "id": "C146357865",
      "display_name": "Stage (stratigraphy)",
      "level": 2,
      "score": 0.4271995
    },
    {
      "id": "C2776141087",
      "display_name": "Watchful waiting",
      "level": 4,
      "score": 0.4271811
    },
    {
      "id": "C121608353",
      "display_name": "Cancer",
      "level": 2,
      "score": 0.41957664
    },
    {
      "id": "C2776235491",
      "display_name": "Prostate",
      "level": 3,
      "score": 0.41831073
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.402649
    },
    {
      "id": "C2779134260",
      "display_name": "Disease",
      "level": 2,
      "score": 0.37586105
    },
    {
      "id": "C126894567",
      "display_name": "Urology",
      "level": 1,
      "score": 0.35338354
    },
    {
      "id": "C44249647",
      "display_name": "Confidence interval",
      "level": 2,
      "score": 0.1938549
    },
    {
      "id": "C151730666",
      "display_name": "Paleontology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10124",
      "display_name": "Prostate Cancer Diagnosis and Treatment",
      "score": 0.9999
    },
    {
      "id": "T10543",
      "display_name": "Prostate Cancer Treatment and Research",
      "score": 0.9992
    },
    {
      "id": "T10458",
      "display_name": "Bladder and Urothelial Cancer Treatments",
      "score": 0.9844
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/j.juro.2013.04.071",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:41:27.138872",
  "source_database": "OpenAlex"
}