{
  "openalex_id": "W2062590556",
  "doi": "https://doi.org/10.1136/bmj.39465.522569.80",
  "title": "Self management training in refractory angina",
  "abstract": "Refractory angina pectoris is a major clinical problem characterised by unremitting symptoms of angina (equivalent to severity score class III-IV on the Canadian Cardiovascular Society classification), which are resistant to conventional treatments including nitrates, calcium channel and β adrenoceptor blockade, percutaneous coronary interventions, and coronary artery bypass grafting.1 Although there are limitations in current surveillance systems worldwide, estimates from data on revascularisation and hospital admission suggest a prevalence of refractory angina somewhere between 600 000 and 1.8 million in the United States and an incidence of 30-50 000/year in continental Europe.1 2\r\n\r\nPatients with refractory angina experience persistent anginal pain, poor general health status, psychological distress, restriction of activity, and inability to self manage their symptoms—all of which have a negative effect on health related quality of life.1 2\r\n\r\nSelf management training that includes cognitive behaviour techniques is showing promise in angina.3 4 Indeed, it could be a welcome standard addition to the current technically based effective interventions aimed solely at reducing ischaemia.1 2\r\n\r\nAmong the most feasible, well established, and widely used therapeutic options at present are neuromodulation techniques such as transcutaneous electrical nerve stimulation and spinal cord stimulation.1 2 These techniques can relieve anginal pain secondary to reducing ischaemia. Their anti-ischaemic effect is probably a product of decreased myocardial oxygen consumption,1 although amelioration of coronary blood flow and neurohormonal mechanisms may also contribute.5 Spinal cord stimulation can also significantly improve health related quality of life.6 Invasive analgesic strategies, such as stellate ganglion blockade and thoracic epidural analgesia, are also an important part of the current armamentarium.1 2 7\r\n\r\nThese treatments are expensive, however, and they require specialist angina centres with the requisite surgical and technical expertise. For example, one technique—enhanced external counterpulsation—involves application of a series of pneumatic cuffs that sequentially compress the calves and thighs.8 It reduces anginal symptoms and the need to use nitrates, and it improves time to exercise induced ischaemia, but a typical treatment regimen comprises more than 30 treatment sessions of one hour over the course of several weeks.8\r\n\r\nSelf management training is a promising adjunct to the treatment of refractory angina that needs relatively few resources, but few studies have been carried out in this patient population. Self management training interventions are multimodal treatment packages that use learning materials and cognitive behaviour strategies to promote effective self management of disease. In the past decade, a few small self management trials have shown significant reductions in the frequency of angina symptoms, use of nitrates, stress, and aspects of self reported health related quality of life.3 While these findings are promising, they come from trials in single sites that have short term follow-up (three to six months); methodological problems such as small sample sizes, lack of standardised and replicable interventions, and heterogeneity of measures. These trials have also included patients with less severe Canadian Cardiovascular Society class I-II symptoms. All of these factors limit the interpretation and generalisability of the findings.3\r\n\r\nA more recent and robust trial with 142 participants showed that a self management programme based on cognitive behaviour therapy significantly reduced anxiety, depression, frequency of symptoms, nitrate use, and physical limitations (P<0.05) at six months compared with usual care.4 This model was designed and tested for patients with newly diagnosed angina, and this research should be adapted and tested for patients with refractory angina.\r\n\r\nInvesting time and money in robust trials of self management in refractory angina could be worthwhile. Rigorous trials of patients with other complex diseases have accrued overwhelming evidence for the feasibility, long term effectiveness, cost effectiveness, and widespread dissemination of self management interventions led by healthcare professionals and peers.9 10 11 12 For example, self management training significantly improves health related quality of life in patients with complex chronic pain,9 arthritis,10 and other chronic illnesses.11 Significant reductions in rates of admission to hospital, length of hospital stay, mean number of visits to doctors, and direct out of pocket costs to patients have also been consistently reported.10 11",
  "authors": [
    {
      "display_name": "Michael McGillion",
      "id": "A5040742743",
      "orcid": "https://orcid.org/0000-0002-1343-7012",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Michael McGillion"
    },
    {
      "display_name": "Heather M. Arthur",
      "id": "A5109935322",
      "orcid": null,
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Heather Arthur"
    },
    {
      "display_name": "Paulin Andréll",
      "id": "A5086739368",
      "orcid": "https://orcid.org/0000-0001-6941-6096",
      "institutions": [
        {
          "id": "I2801112325",
          "display_name": "Sahlgrenska University Hospital",
          "country_code": "SE",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Paulin Andréll"
    },
    {
      "display_name": "Judy Watt‐Watson",
      "id": "A5009709150",
      "orcid": "https://orcid.org/0000-0001-5537-2491",
      "institutions": [
        {
          "id": "I185261750",
          "display_name": "University of Toronto",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Judy Watt-Watson"
    }
  ],
  "publication_year": 2008,
  "publication_date": "2008-02-14",
  "type": "editorial",
  "cited_by_count": 12,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S192814187",
    "display_name": "BMJ",
    "issn_l": "0959-8138",
    "issn": [
      "0959-8138"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310319945"
  },
  "volume": "336",
  "issue": "7640",
  "first_page": "338",
  "last_page": "339",
  "open_access": {
    "is_oa": true,
    "oa_status": "green",
    "oa_url": "https://europepmc.org/articles/pmc2244745?pdf=render",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.91507196
    },
    {
      "id": "C2778425758",
      "display_name": "Angina",
      "level": 3,
      "score": 0.72413015
    },
    {
      "id": "C2780375056",
      "display_name": "Neuromodulation",
      "level": 3,
      "score": 0.5357477
    },
    {
      "id": "C2779951463",
      "display_name": "Quality of life (healthcare)",
      "level": 2,
      "score": 0.46560293
    },
    {
      "id": "C164705383",
      "display_name": "Cardiology",
      "level": 1,
      "score": 0.44552058
    },
    {
      "id": "C2778213512",
      "display_name": "Coronary artery disease",
      "level": 2,
      "score": 0.42756665
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.41819102
    },
    {
      "id": "C42219234",
      "display_name": "Anesthesia",
      "level": 1,
      "score": 0.39298025
    },
    {
      "id": "C1862650",
      "display_name": "Physical therapy",
      "level": 1,
      "score": 0.3686545
    },
    {
      "id": "C24998067",
      "display_name": "Stimulation",
      "level": 2,
      "score": 0.25863418
    },
    {
      "id": "C500558357",
      "display_name": "Myocardial infarction",
      "level": 2,
      "score": 0.23341069
    },
    {
      "id": "C159110408",
      "display_name": "Nursing",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11840",
      "display_name": "Pain Management and Treatment",
      "score": 0.9998
    },
    {
      "id": "T11083",
      "display_name": "Cardiac Health and Mental Health",
      "score": 0.9973
    },
    {
      "id": "T10598",
      "display_name": "Cardiac pacing and defibrillation studies",
      "score": 0.9816
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1136/bmj.39465.522569.80",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:09:08.408459",
  "source_database": "OpenAlex"
}