{
  "openalex_id": "W2061770230",
  "doi": "https://doi.org/10.1515/9781400823628",
  "title": "Society and Sentiment",
  "abstract": "A deepening interest in both social and interior experience was a distinguishing feature of the cultural life of eighteenth-century Britain, influencing writers in all genres from fiction to philosophy. Focusing on this interplay of ideas and genres, Mark Phillips explores the ways in which writers and readers of history, memoir, biography and related literatures responded to the social and sentimental concerns of a modern, commercial society. He shows that the writing of history, which once concentrated exclusively on political events, widened its horizons in ways that often paralleled better-known developments in the contemporary novel. Ultimately, Phillips proposes a new model for the study of historiographical narrative. Countering tropological readings identified with Hayden White, he offers a more historically nuanced approach that stresses questions of genre and reception as a guide to understanding how narratives were reshaped by new audiences and new social needs. Drawing inspiration from both the social analysis of the Scottish Enlightenment and the sentimental aesthetics of the contemporary novel, historical writing began to explore the areas of social experience and private life for which there was no place in classical historiography. The consequence, Phillips argues, was a significant reframing of historical thought that expressed itself through new themes, including the histories of commerce, manners, literature, and women, and through some lively experiments in narrative form. This book offers a rich picture of historiography that will interest students of history and fiction alike.",
  "authors": [
    {
      "display_name": "Mark Phillips",
      "id": "A5044663399",
      "orcid": "https://orcid.org/0000-0002-0906-9085",
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Mark Salber Phillips"
    }
  ],
  "publication_year": 2000,
  "publication_date": "2000-05-01",
  "type": "book",
  "cited_by_count": 535,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "",
    "display_name": "",
    "issn_l": "",
    "issn": [],
    "type": "",
    "host_organization": ""
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C66402592",
      "display_name": "Sentiment analysis",
      "level": 2,
      "score": 0.56287915
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.33215535
    },
    {
      "id": "C204321447",
      "display_name": "Natural language processing",
      "level": 1,
      "score": 0.29631668
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.2929073
    }
  ],
  "topics": [
    {
      "id": "T14142",
      "display_name": "Multicultural Socio-Legal Studies",
      "score": 0.9984
    },
    {
      "id": "T14109",
      "display_name": "Scottish History and National Identity",
      "score": 0.9959
    },
    {
      "id": "T13332",
      "display_name": "Historical Studies on Reproduction, Gender, Health, and Societal Changes",
      "score": 0.9876
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1515/9781400823628",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:29:31.169687",
  "source_database": "OpenAlex"
}