{
  "openalex_id": "W2063151726",
  "doi": "https://doi.org/10.1080/09502360701642391",
  "title": "The new purism",
  "abstract": "Click to increase image sizeClick to decrease image size Notes 1. Elizabeth Bowen, ‘Out of a Book’ (1946), in The Mulberry Tree: Writings of Elizabeth Bowen, ed. Hermione Lee (London: Vintage, 1999), p. 53. References to essays in this collection hereafter appear parenthetically with the abbreviation MT. 2. Thomas Hardy, ‘The Profitable Reading of Fiction’ (1888), repr. in Thomas Hardy's Public Voice: The Essays, Speeches, and Miscellaneous Reviews, ed. Michael Millgate (Oxford: Clarendon, 2001), p. 80. 3. See Linda Hutcheon, Narcisstic Narrative: The Metafictional Paradox (New York and London: Methuen, 1980). For a reassessment of Hutcheon's framework, see Lynn Wells, Allegories of Telling: Self-Referential Narrative in Contemporary British Fiction (Amsterdam and New York: Rodpi, 2003). 4. Daniel Bedggood exemplifies this manner of defining postmodern textuality by way of analogical correspondence between creative writings centred around the arbitrariness of personal recollection and the underlying discursivity of all historical inquiry: ‘The compounding of postmodern historiographic theory with postmodern literary techniques gives rise, in authors such as Swift and Barnes, to greater focus on the contingency of historical records and interpretation of events; to emphasis on the constructedness of history and as a discourse or text’. (‘[Re]constituted Pasts: Postmodern Historicism in the Novels of Graham Swift and Julian Barnes’, in James Acheson and Sarah C. E. Ross, eds., The Contemporary British Novel (Edinburgh: Edinburgh University Press, 2005), p. 203). 5. David Lodge, ‘The Novelist at the Crossroads’ (1969), in Malcolm Bradbury ed., The Novel Today: Contemporary Writers on Modern Fiction (London: Fontana, 1977), p. 85. 6. Ibid., p. 105. 7. Hueffer, ‘English Literature Today – 11’, The Critical Attitude (London: Duckworth & Co., 1911), p. 88. 8. Maggie Gee, ‘Re: Contemporary Fiction: The Legacies of Modernism (A Symposium at the University of Sussex, July 7–8 2006)’, Unpublished Email to Dr David James, Friday, 23 September (2005), 11:19:36. 9. Hueffer, ‘English Literature of Today – 11’, p. 97. 10. Ian McEwan, Interview by Zadie Smith, The Believer, 26 (August 2005), p. 56. 11. Ben Okri, ‘The Joys of Storytelling III: Aphorisms and Fragments’, A Way of Being Free (London: Phoenix, 2002), p. 118. 12. Ibid. 13. McEwan ‘In Prose of Science’, The Age, 22 April 2006, < http://www.theage.com.au/news/arts/in-prose-of-science/2006/04/20/1145344217780.html > 14. Frank Kermode, Pleasure and Change: The Aesthetics of Canon (Oxford: Oxford University Press, 2004), p. 87. 15. Nicholas Blincoe and Matt Thorne, ‘Introduction: The Pledge’, in Nicholas Blincoe and Matt Thorne, eds., All Hail the New Puritans (London: Fourth Estate, 2000), p. xvii. 16. Graham Swift, ‘Triumph of the Common Man’, Profile of Graham Swift, by John O'Mahony, The Guardian, Review, 1 March 2003, < http://books.guardian.co.uk//departments/generalfiction/story/0,9049963,00.html > 17. Nicholas Lezard, ‘A Strange kind of Remembering’, rev. of pbk. edn. of The Sea, by John Banville, The Guardian, Review, 6 May 2006, p. 18. 18. John Banville, Interview by Ben Ehrenreich, in Wendela Vida, ed., The Believer Book of Writers Talking to Writers (San Francisco, CA: Believer Books, 2005), p. 54. 19. Ibid., p. 49. 20. Ibid. 21. J. M. Coetzee, ‘Samuel Beckett and the Temptations of Style’ (1973), in Doubling the Point: Essays and Interviews, ed. David Attwell (Cambridge, MA: Harvard University Press, 1992), p. 43. 22. Henry James, quoted in John Banville, ‘Grave Thoughts from a Master’, rev. of Everyman, by Phillip Roth, The Guardian, Review, 29 April 2006, p. 7. 23. Gustav Flaubert, quoted by McEwan, Interview by Smith, The Believer, p. 53. 24. Lodge, ‘The Novelist at the Crossroads’, pp. 105–106. 25. McEwan, Atonement (London: Jonathan Cape, 2001), p. 113. Subsequent page references appear parenthetically under the abbreviation A. 26. Barry Unsworth, Interview by David Evans and Jenny Newman, in Sharon Monteith, Jenny Newman and Pat Wheeler, eds., Contemporary British Fiction: An Introduction through Interviews (London: Arnold, 2004), p. 137. 27. Ibid. 28. Iris Murdoch, Interview by Frank Kermode, ‘The House of Fiction’ (1963), in Bradbury ed., The Novel Today, p. 113. 29. Murdoch, ‘Against Dryness’ (1961), in Bradbury ed., The Novel Today, p. 27. 30. McEwan, ‘The State of Fiction: A Symposium’, The New Review, 5, no.1 (1978), p. 51. 31. Kingsley Amis, quotes in Lodge, ‘The Novelists at the Crossroads’, p. 101. 32. Hueffer, ‘English Literature of Today – 11’, pp. 100, 102. 33. Martin Amis, ‘The American Eagle’, rev. of The Adventures of Augie March, by Saul Bellow (1995), repr. in The War Against Cliché: Essays and Reviews, 1971–2000 (London: Jonathan Cape, 2001), p. 467. 34. Ibid. 35. Ford, ‘English Literature Today – 1’, The Critical Attitude, p. 64. 36. McEwan, Interview by Smith, The Believer, p. 62. 37. Alan Hollinghurst, ‘Introduction’ to Henry James, The Ivory Tower (New York: Review, 2004), p. xvii. 38. Ibid. 39. Daniel K. Hannah, ‘Erotics, Aesthetics, Politics: Henry James Today’, Literature Compass, 2: 4 (2005), p. 17. 40. Denis Flannery, ‘The Powers of Apostrophe and the Boundaries of Mourning: Henry James, Alan Hollinghurst, and Toby Litt’, The Henry James Review, 26 (2005), p. 298. 41. Hardy, The Life and Work of Thomas Hardy, ed. Michael Millgate (Basingstoke: Macmillan, 1984), p. 220. 42. In Lighthousekeeping (2004), Jeanette Winterson can be said to cut across these alternative ways of articulating heritage, promoting her own commitment to an ‘effort of exactness’ that she celebrates in Woolf's The Waves (1931). See ‘A Veil of Words’, Art Objects: Essays on Ecstasy and Effrontery (London: Jonathan Cape, 1995), pp. 79–99. 43. Contributing to these assessments of Hollinghurst's dialogue with James's ‘ironic aesthetic sensibility’, Andrew Eastham has recently observed that, across Line of Beauty, ‘the idea of irony is fundamentally linked to the drive for the autonomy of art, the desire for both a free space and a space of distinction’. (‘Imperative Ironies: Jamesian Aestheticism and Postmodern Culture in Alan Hollinghurst's The Line of Beauty’, Textual Practice, 20:3 (Autumn 2006), pp. 509, 510.) 44. Alan Hollinghurst, Interview by Pat Wheeler, in Monteith, Newman and Wheeler, eds., Contemporary British Fiction, p. 137. 45. Ibid., p. 73. 46. Ibid., p. 80. 47. Ibid., pp. 84, 85. 48. McEwan, Interview by Smith, The Believer, p. 50. 49. McEwan, Saturday (London: Jonathan Cape, 2005), pp. 22–23. 50. Banville, Interview by Ehrenreich, The Believer Book of Writers Talking to Writers, p. 47. 51. David Lodge, ‘Graham Greene and the Anxiety of Influence’, The Year of Henry James (London: Harvill Secker, 2006), p. 206. 52. Sarah Waters, ‘Romance Among the Ruins’, The Guardian, Review, Saturday 28 January 2006, p. 4. 53. Ibid. 54. Ibid. 55. Ibid. 56. Ibid. 57. Ibid., p. 5. 58. Ibid. 59. Ibid. 60. Ibid. 61. Sarah Waters, The Night Watch (London: Virago, 2006), p. 149. Subsequent page references appear parenthetically under the abbreviation NW. 62. Maud Ellmann, Elizabeth Bowen: The Shadow Across the Page (Edinburgh: Edinburgh University Press, 2003), p. 153. 63. Elizabeth Bowen, ‘In the Square’, Elizabeth Bowen: Collected Stories (London: Vintage, 1999), p. 613. 64. The phrase derives from Stephen G. Kellman, The Self-Begetting Novel (New York: Columbia University Press, 1980). 65. Henry James, ‘The Art of Fiction’ (1884), in Essays on Literature, American Writers, English Writers, [Literary Criticism, vol. 1] ed. Leon Edel and Mark Wilson (New York: Library of America, 1984), p. 53. 66. McEwan, ‘In Prose of Science’. 67. Lodge, ‘Graham Greene and the Anxiety of Influence’, p. 203. 68. Unsworth, Interview by Evans and Newman, Contemporary British Fiction, p. 148.",
  "authors": [
    {
      "display_name": "D. D. James",
      "id": "A5088844266",
      "orcid": null,
      "institutions": [
        {
          "id": "I142263535",
          "display_name": "University of Nottingham",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "David James"
    }
  ],
  "publication_year": 2007,
  "publication_date": "2007-11-17",
  "type": "article",
  "cited_by_count": 2,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S146642094",
    "display_name": "Textual Practice",
    "issn_l": "0950-236X",
    "issn": [
      "0950-236X",
      "1470-1308"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320547"
  },
  "volume": "21",
  "issue": "4",
  "first_page": "687",
  "last_page": "714",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C509535802",
      "display_name": "Postmodernism",
      "level": 2,
      "score": 0.8845248
    },
    {
      "id": "C2778643427",
      "display_name": "Textuality",
      "level": 2,
      "score": 0.8103572
    },
    {
      "id": "C199033989",
      "display_name": "Narrative",
      "level": 2,
      "score": 0.6377954
    },
    {
      "id": "C527412718",
      "display_name": "Interpretation (philosophy)",
      "level": 2,
      "score": 0.60191715
    },
    {
      "id": "C36629368",
      "display_name": "Historicism",
      "level": 2,
      "score": 0.5924407
    },
    {
      "id": "C2781415766",
      "display_name": "Intertextuality",
      "level": 2,
      "score": 0.5192273
    },
    {
      "id": "C52119013",
      "display_name": "Art history",
      "level": 1,
      "score": 0.48574692
    },
    {
      "id": "C124952713",
      "display_name": "Literature",
      "level": 1,
      "score": 0.48145834
    },
    {
      "id": "C2776997653",
      "display_name": "Trilogy",
      "level": 2,
      "score": 0.45974025
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.4393987
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.36395347
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.32536018
    },
    {
      "id": "C41895202",
      "display_name": "Linguistics",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T12130",
      "display_name": "Contemporary Literature and Criticism",
      "score": 0.918
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1080/09502360701642391",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:19:12.500249",
  "source_database": "OpenAlex"
}