{
  "openalex_id": "W2065507938",
  "doi": "https://doi.org/10.2118/9719-pa",
  "title": "Response of North Cowden and Goldsmith Crudes to Carbon Dioxide Slugs Pushed by Nitrogen",
  "abstract": "Fischer, Daniel D.; Texas A and M U. Bilhartz, Dale; Texas A and M U. Holt, Charles; SPE, Texas A and M U. Johnson, Michelle; SPE, Texas A and M U. Breeze, B.J.; SPE, Texas A and M U. Aud, William W.; SPE, Texas A and M U. Crawford, Paul B.; SPE, Texas A and M U. Texas Petroleum Research Committee Summary Laboratory studies have been conducted to determine oil recovery of the North Cowden-Grayburg and Goldsmith 5,600-ft [1700-m] Clearfork crudes of west Texas when pushed by CO2 at various pressures. Studies were made at reservoir temperatures of 100 and 111 degrees F [38 and 44 degrees C] for the North Cowden and Goldsmith 5,600-ft [1700-m] crudes, respectively. At these temperatures, it was found that the oil recovery ranged from 57 to 99% as the CO2 pressure increased from 700 psi to 1,800 psi [4.8 to 12.4 MPa]. Normally the North Cowden crude gave a higher oil recovery throughout the pressure range. In recognition that CO2, may be in short supply, studies were made of the possibility of using a slug of CO2 pushed by nitrogen. For the slug tests the CO2 slugs ranged from 2.5% to 25% HCPV. All CO2 slugs were pushed by nitrogen. The oil recovery ranged from approximately 60 to 99% over this slug size. The data were obtained in slim-tube equipment ranging from 40 to 100 ft [12 to 30 m] in length. The miscible bank formed between the CO2 and the body of the crude oil was observed to be a clear strawcolored liquid. The analyses of the clear liquid and crude oil conclusively demonstratethat the crude oil undergoes a continuous fractionation process when miscibly displaced by CO2,the need for tong flow tests, andthe inability to interpret most PVT cell data in terms of miscibility. Introduction Most U.S. reservoirs have been substantially depleted by primary production and many of these reservoirs are now in the terminal stages of waterflooding. If abandoned, these oil reservoirs may still leave more oil underground than they have produced. Tertiary oil recovery methods are being developed to recover a large fraction of the original oil in place. One of the enhanced recovery methods receiving consideration is a process whereby a slug of CO2 is injected to achieve miscibility with the crude oil and the CO2 slug is displaced with nitrogen. This method reduces the amount of CO2 required, stretches the CO2 supply, and usually reduces the cost. This would permit a wider application of the CO2 miscible recovery process and, we hope, recover additional oil from our reservoirs. Nitrogen may cost approximately one half as much per thousand cubic feet (Mcf) [28 m 3] as CO2. For many oil reservoirs, 1 Mcf 129 m3] of nitrogen may occupy about three times as much reservoir pore space as the same amount of CO2. Most of the known CO2 reserves are located in Colorado, New Mexico, Utah. and Mississippi. Much of the CO2 target oil is in the Permian Basin of west Texas and New Mexico. A pipeline will be required to transport CO2 to the prospective oil reservoirs. Several companies are moving forward with line construction. The hypothesized CO2 flood potential for west Texas alone has been estimated at 3 to 4 billion bbl [0.48 ⨯ 10(9) to 0.76 ⨯ 10(9) m3] of oil. This will require a lot of CO2. For a very thorough review of CO2 flooding, see Ref. 1, which cites more than 60 references. Whereas CO2 for miscible displacement is in short supply, nitrogen is plentiful. The nitrogen would be obtained from the air by a cryogenic process. In this process, air is compressed and subsequently cooled to approximately –300 degrees F [–184 degrees C]. At this temperature the air liquefies and permits fractionation and purification. The pure nitrogen is taken from the top of the fractionating column and warmed to a gaseous state near atmospheric temperature. The warm gaseous nitrogen is compressed for injection into the oil reservoir. JPT P. 96^",
  "authors": [
    {
      "display_name": "Daniel Fischer",
      "id": "A5108473350",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Daniel D. Fischer"
    },
    {
      "display_name": "D. Bilhartz",
      "id": "A5036143571",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Dale Bilhartz"
    },
    {
      "display_name": "Charles Lee Roy Holt",
      "id": "A5068535725",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Charles Holt"
    },
    {
      "display_name": "Michelle Johnson",
      "id": "A5079709480",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Michelle Johnson"
    },
    {
      "display_name": "Barbara Breeze",
      "id": "A5079628825",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "B.J. Breeze"
    },
    {
      "display_name": "W.W. Aud",
      "id": "A5078321145",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "William W. Aud"
    },
    {
      "display_name": "Paul B. Crawford",
      "id": "A5108417814",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Paul B. Crawford"
    }
  ],
  "publication_year": 1984,
  "publication_date": "1984-01-01",
  "type": "article",
  "cited_by_count": 8,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S105811054",
    "display_name": "Journal of Petroleum Technology",
    "issn_l": "0149-2136",
    "issn": [
      "0149-2136",
      "1944-978X"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4322614974"
  },
  "volume": "36",
  "issue": "01",
  "first_page": "96",
  "last_page": "100",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2987168347",
      "display_name": "Crude oil",
      "level": 2,
      "score": 0.52793807
    },
    {
      "id": "C548895740",
      "display_name": "Petroleum",
      "level": 2,
      "score": 0.50835365
    },
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.40305233
    },
    {
      "id": "C127313418",
      "display_name": "Geology",
      "level": 0,
      "score": 0.3611733
    },
    {
      "id": "C78762247",
      "display_name": "Petroleum engineering",
      "level": 1,
      "score": 0.2153872
    },
    {
      "id": "C178790620",
      "display_name": "Organic chemistry",
      "level": 1,
      "score": 0.091383815
    }
  ],
  "topics": [
    {
      "id": "T11801",
      "display_name": "Reservoir Engineering and Simulation Methods",
      "score": 0.9898
    },
    {
      "id": "T10491",
      "display_name": "Enhanced Oil Recovery Techniques",
      "score": 0.9863
    },
    {
      "id": "T10399",
      "display_name": "Hydrocarbon exploration and reservoir analysis",
      "score": 0.9688
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.2118/9719-pa",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:36:20.747112",
  "source_database": "OpenAlex"
}