{
  "openalex_id": "W2062857167",
  "doi": "https://doi.org/10.1353/bhm.1997.0140",
  "title": "Class Struggles in the Tubercular World: Nurses, Patients, and Physicians, 1903- 1915",
  "abstract": "Class Struggles in the Tubercular World: Nurses, Patients, and Physicians, 1903–1915 Jessica M. Robbins (bio) At the beginning of the twentieth century the United States, like other industrial countries, confronted a disease responsible for more deaths than any other single cause, a disease that struck especially hard at men and women in the prime of life. The victims might die quickly or linger as invalids for years; some recovered, but could not know whether, or when, the disease would strike again. Physicians had identified the organism that caused the disease, but treatment was still desperately uncertain. Tuberculosis was the greatest medical challenge of the day. But it was not only a medical problem. Between the isolation of the tuberculosis bacterium in 1882 and the widespread use of effective antibiotics to combat it in the 1950s, the social meaning of tuberculosis in the United States was inseparable from issues of social class. The acceptance of the germ theory had given tuberculosis a new and threatening social dimension. The tuberculous patient was not only an individual sufferer but also a potential source of [End Page 412] infection and danger to others. The overwhelming majority of these patients were among the working-class poor. The prescription for health, physicians believed, was fresh air, good food, and plenty of rest—all of which were beyond the means of the urban poor. Professionals and reformers engaged in a protracted debate over what, if anything, should be done about this social problem. 1 If physicians were the principal leaders of the “tuberculosis crusade” within which these issues were debated, nurses fought for, and briefly achieved, a significant voice. The visiting tuberculosis nurse was invented as a specialized professional in the first decade of the twentieth century. 2 Her job included nursing the sick, teaching patients how to work toward their own recovery and to avoid spreading the disease, and teaching those who were well how to protect themselves. These women—and the nurses were always women, while the physicians were almost always men—defined their proper role as one that combined an unusual independence of physician control with significant authority over the lives of patients and their families. While they delivered medical knowledge about the disease to their patients, they were also an important source of information for the medical community and other reformers about the conditions in which tuberculosis patients lived. The complex relationships that tuberculosis nurses established with their patients and with physicians are the subject of this essay. I will examine the origins of visiting tuberculosis nursing, the structure of tuberculosis nursing as a career, the class relationship between nurses and patients, the professional relationships between nurses and physicians, and the decline of tuberculosis nursing after World War I. The Invention of the Tuberculosis Nurse At the beginning of the twentieth century, the medical world had two responses to tuberculosis: the sanatoriums promised a return to health [End Page 413] for patients who followed a strict regimen of fresh air, rest, and diet for the months or years required; while public health professionals worked in the cities to identify and eliminate sources of infection. Neither offered much hope to the urban poor who formed the bulk of the victims of tuberculosis. The new campaign against tuberculosis called for a commitment not just to control the disease, but to eliminate it. Reformers searched for innovative ways to bring scientific expertise to bear on this enormous challenge. The use of visiting nurses to bring the regimen of treatment and prevention to the homes of the poor was one of the most important initiatives. 3 The visiting tuberculosis nurses usually traced the origins of their work to the efforts of the eminent physician William Osler at Johns Hopkins Hospital in Baltimore. In 1899 Osler assigned Blanch Epler, a medical student, to visit patients who had been seen in the Hopkins tuberculosis dispensary in order to instruct them and investigate their living conditions. Epler and the three women students who followed her in this work reported that patients had neither the knowledge nor the means with which to carry out the treatment and precautions prescribed for them. 4 Osler used the medical students’ findings to argue...",
  "authors": [
    {
      "display_name": "Jessica M. Robbins",
      "id": "A5003255499",
      "orcid": null,
      "institutions": [
        {
          "id": "I32971472",
          "display_name": "Yale University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Jessica M Robbins"
    }
  ],
  "publication_year": 1997,
  "publication_date": "1997-09-01",
  "type": "article",
  "cited_by_count": 15,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S71642434",
    "display_name": "Bulletin of the history of medicine",
    "issn_l": "0007-5140",
    "issn": [
      "0007-5140",
      "1086-3176"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315678"
  },
  "volume": "71",
  "issue": "3",
  "first_page": "412",
  "last_page": "434",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2781069245",
      "display_name": "Tuberculosis",
      "level": 2,
      "score": 0.6945487
    },
    {
      "id": "C2779134260",
      "display_name": "Disease",
      "level": 2,
      "score": 0.585091
    },
    {
      "id": "C2775941552",
      "display_name": "Isolation (microbiology)",
      "level": 2,
      "score": 0.5694828
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.5500676
    },
    {
      "id": "C170950685",
      "display_name": "Working class",
      "level": 3,
      "score": 0.46514452
    },
    {
      "id": "C110888244",
      "display_name": "Social class",
      "level": 2,
      "score": 0.456278
    },
    {
      "id": "C2780876879",
      "display_name": "Meaning (existential)",
      "level": 2,
      "score": 0.43253994
    },
    {
      "id": "C512399662",
      "display_name": "Family medicine",
      "level": 1,
      "score": 0.4153534
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.24093643
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.22603685
    },
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.22335026
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.20425773
    },
    {
      "id": "C142724271",
      "display_name": "Pathology",
      "level": 1,
      "score": 0.09887031
    },
    {
      "id": "C89423630",
      "display_name": "Microbiology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C542102704",
      "display_name": "Psychotherapist",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T12778",
      "display_name": "History of Medicine and Tropical Health",
      "score": 0.9697
    },
    {
      "id": "T12765",
      "display_name": "Race, History, and American Society",
      "score": 0.964
    },
    {
      "id": "T12375",
      "display_name": "Cuban History and Society",
      "score": 0.9153
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/bhm.1997.0140",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:46:17.103956",
  "source_database": "OpenAlex"
}