{
  "openalex_id": "W2066204623",
  "doi": "https://doi.org/10.7326/0003-4819-145-3-200608010-00021",
  "title": "Nephrogenic Fibrosing Dermopathy and High-Dose Erythropoietin Therapy",
  "abstract": "Letters1 August 2006Nephrogenic Fibrosing Dermopathy and High-Dose Erythropoietin TherapySundararaman Swaminathan, MBBS, Iftikhar Ahmed, MD, James T. McCarthy, MD, Robert C. Albright, DO, Mark R. Pittelkow, MD, Noel M. Caplice, MD, PhD, Matthew D. Griffin, MB BCh, and Nelson Leung, MDSundararaman Swaminathan, MBBSFrom Mayo Clinic College of Medicine, Rochester, MN 55905., Iftikhar Ahmed, MDFrom Mayo Clinic College of Medicine, Rochester, MN 55905., James T. McCarthy, MDFrom Mayo Clinic College of Medicine, Rochester, MN 55905., Robert C. Albright, DOFrom Mayo Clinic College of Medicine, Rochester, MN 55905., Mark R. Pittelkow, MDFrom Mayo Clinic College of Medicine, Rochester, MN 55905., Noel M. Caplice, MD, PhDFrom Mayo Clinic College of Medicine, Rochester, MN 55905., Matthew D. Griffin, MB BChFrom Mayo Clinic College of Medicine, Rochester, MN 55905., and Nelson Leung, MDFrom Mayo Clinic College of Medicine, Rochester, MN 55905.Author, Article, and Disclosure Informationhttps://doi.org/10.7326/0003-4819-145-3-200608010-00021 SectionsAboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinkedInRedditEmail Background: Nephrogenic fibrosing dermopathy is a newly described cutaneous disorder characterized by mucin deposition and dermal infiltration of CD34+ spindle cells in patients with renal insufficiency (1). No etiologic factor besides kidney disease has been linked to this disorder, although CD34 is a marker of hematopoietic progenitor cells. Erythropoietin is the principal therapy for anemia in both dialysis and predialysis patients. Its use dramatically increased after the publication of the Dialysis Outcomes Quality Initiative guidelines for anemia management in 1997 (2). Of interest, this is the same year that the first case of nephrogenic fibrosing dermopathy was reported (3).Objective: ...References1. Cowper SE. Nephrogenic fibrosing dermopathy: the first 6 years. Curr Opin Rheumatol. 2003;15:785-90. [PMID: 14569211] CrossrefMedlineGoogle Scholar2. NKF-DOQI clinical practice guidelines for the treatment of anemia of chronic renal failure. National Kidney Foundation-Dialysis Outcomes Quality Initiative. Am J Kidney Dis. 1997;30:S192-240. [PMID: 9339151] MedlineGoogle Scholar3. Cowper SE, Robin HS, Steinberg SM, Su LD, Gupta S, LeBoit PE. Scleromyxoedema-like cutaneous diseases in renal-dialysis patients [Letter]. Lancet. 2000;356:1000-1. [PMID: 11041404] CrossrefMedlineGoogle Scholar4. LeBoit PE. What nephrogenic fibrosing dermopathy might be [Editorial]. Arch Dermatol. 2003;139:928-30. [PMID: 12873893] CrossrefMedlineGoogle Scholar5. Macdougall IC. Antibody-mediated pure red cell aplasia (PRCA): epidemiology, immunogenicity and risks. Nephrol Dial Transplant. 2005; 20 Suppl 4 iv9-15. [PMID: 15827058] CrossrefMedlineGoogle Scholar6. Drueke T. Hyporesponsiveness to recombinant human erythropoietin. Nephrol Dial Transplant. 2001; 16 Suppl 7 25-8. [PMID: 11590253] CrossrefMedlineGoogle Scholar7. Haroon ZA, Amin K, Jiang X, Arcasoy MO. A novel role for erythropoietin during fibrin-induced wound-healing response. Am J Pathol. 2003;163:993-1000. [PMID: 12937140] CrossrefMedlineGoogle Scholar Author, Article, and Disclosure InformationAffiliations: From Mayo Clinic College of Medicine, Rochester, MN 55905.Disclosures: None disclosed. PreviousarticleNextarticle Advertisement FiguresReferencesRelatedDetailsSee AlsoErythropoietin, Gadolinium, and Nephrogenic Fibrosing Dermopathy Richard N. Hellman Erythropoietin, Gadolinium, and Nephrogenic Fibrosing Dermopathy Nelson Leung , Sundararaman Swaminathan , Iftikhar Ahmed , James T. McCarthy , Robert C. Albright , Mark R. Pittelkow , Noel M. Caplice , and Matthew D. Griffin Metrics Cited byNephrogenic Systemic Fibrosis as a Complication after Gadolinium-Containing Contrast Agents: A Rapid ReviewFibrotic Signaling Pathways of Skin Fibroblasts in Nephrogenic Systemic FibrosisToxicité rénale des produits de contraste non iodésNephrogenic Systemic FibrosisMagnetic Resonance Imaging for Interventions and SurgeryThe role of gadolinium chelates in the mechanism of nephrogenic systemic fibrosis: A critical updateMRI for Interventions and SurgeryGadolinium Contrast Agent-Induced CD163+ Ferroportin+ Osteogenic Cells in Nephrogenic Systemic FibrosisEvaluation of imatinib mesylate as a possible treatment for nephrogenic systemic fibrosis in a rat modelSafety of Older Generations of Gadolinium in Mild-to-Moderate Renal FailureCutaneous Manifestations of Renal DiseaseInsuffisance rénale chronique et dialyseToxic MetalsUnderstanding Nephrogenic Systemic FibrosisNephrogenic systemic fibrosis is found only among gadolinium‐exposed patients with renal insufficiency: a case–control study from DenmarkFibrose systémique néphrogéniqueNephrogenic Systemic Fibrosis and Gadolinium-Based Contrast AgentsQuantification of gadolinium in fresh skin and serum samples from patients with nephrogenic systemic fibrosisRevisiting nephrogenic systemic fibrosis in 6 kidney transplant recipients: A single-center experienceTransmetallation and gadolinium: Do low iron stores prevent the development of nephrogenic systemic fibrosis in high-risk end-stage renal disease patients?Disorders of Connective TissueThe Outcome of Patients with Nephrogenic Systemic Fibrosis after Successful Kidney TransplantationRapid improvement of nephrogenic systemic fibrosis with rapamycin therapy: Possible role of phospho-70-ribosomal-S6 kinaseNephrogenic systemic fibrosis with a spectrum of clinical and histopathological presentation: a disorder of aberrant dermal remodelingA Difficult Airway in a Patient with Nephrogenic Sclerosing FibrosisNephrogenic systemic fibrosis: What the hospitalist needs to knowNephrogene systemische FibroseContemporary Applications and Limitations of Magnetic Resonance Imaging Contrast MaterialsNephrogenic systemic fibrosis: Clinical spectrum of diseaseMechanism of NSF: New evidence challenging the prevailing theoryNephrogenic systemic fibrosis in liver disease: A systematic reviewThe involvement of pro-inflammatory cytokines in nephrogenic systemic fibrosis – A mechanistic hypothesis based on preclinical results from a rat model treated with gadodiamideNephrogenic systemic fibrosis in a patient with a p-ANCA systemic vasculitisTen-Year Experience With Nephrogenic Systemic FibrosisNephrogenic Systemic Fibrosis in Rats Treated with Erythropoietin and Intravenous IronInvolvement of Gadolinium Chelates in the Mechanism of Nephrogenic Systemic Fibrosis: An UpdateNephrogenic Systemic FibrosisFibrose systémique néphrogéniqueNephrogene systemische FibroseSkin problems in chronic kidney diseaseSystemic Sclerosis and the Scleroderma-Spectrum DisordersDermatologic Conditions Seen in End-Stage Renal DiseaseNefrogen systemisk fibrose ved bruk av MR-kontrastmiddelChronic inflammation and accelerated atherosclerosis as important cofactors in nephrogenic systemic fibrosis following intravenous gadolinium exposureProgressive arm and leg stiffness in a patient with chronic renal impairmentNephrogenic systemic fibrosis: an emerging entityGadolinium and lanthanum: A iatrogenic transmetallation?Association of anemia and erythropoiesis stimulating agents with inflammatory biomarkers in chronic kidney diseaseMagnetic resonance imaging with gadolinium enhancement in renal failure: a need for cautionEfficiency, thermodynamic and kinetic stability of marketed gadolinium chelates and their possible clinical consequences: a critical reviewNephrogenic systemic fibrosis and the role of gadolinium contrast mediaNephrogenic systemic fibrosis: An epidemic of gadolinium toxicityNephrogenic systemic fibrosis is associated with transforming growth factor β and Smad without evidence of renin-angiotensin system involvementPossible involvement of gadolinium chelates in the pathophysiology of nephrogenic systemic fibrosis: A critical reviewCardiac and vascular metal deposition with high mortality in nephrogenic systemic fibrosisGadolinium-Containing Magnetic Resonance Imaging Contrast and Nephrogenic Systemic Fibrosis: A Case-Control StudyGadolinium-based contrast agents, erythropoietin and nephrogenic systemic fibrosis in patients with end-stage renal failureNephrogenic systemic fibrosis—Implications for nephrologistsAn epidemic outbreak of nephrogenic systemic fibrosis in a Danish hospitalGadolinium-Based Contrast Exposure, Nephrogenic Systemic Fibrosis, and Gadolinium Detection in TissueWhat Causes Nephrogenic Systemic Fibrosis?Gadolinium-induced nephrogenic systemic fibrosis in a patient with an acute and transient kidney injuryNSF: WHAT WE KNOW AND WHAT WE NEED TO KNOW: Nephrogenic Systemic Fibrosis: Early Recognition and TreatmentNSF: WHAT WE KNOW AND WHAT WE NEED TO KNOW: Patient Characteristics and Risk Factors for Nephrogenic Systemic Fibrosis Following Gadolinium ExposureNephrogenic Systemic FibrosisLocalized nephrogenic fibrosing dermopathy: Aberrant dermal repairing?Scleroderma-like Fibrosing DisordersExtracorporeal photopheresis improves nephrogenic fibrosing dermopathy/nephrogenic systemic fibrosis: Three case reports and review of literatureImaging agentsNephrogenic systemic fibrosisThe Impact of NSF on the Care of Patients With Kidney DiseaseNephrogene systemische Fibrose (NSF) nach Applikation gadoliniumhaltiger Kontrastmittel bei ShuntpatientenNephrogenic systemic fibrosis: Center case reviewEvaluating the role of recombinant erythropoietin in nephrogenic systemic fibrosisNephrogenic systemic fibrosis: a case series suggesting gadolinium as a possible aetiological factorNephrogenic systemic fibrosis: A nephrologist's perspectiveGadolinium Is Not the Only Trigger for Nephrogenic Systemic Fibrosis: Insights From Two Cases and Review of the Recent LiteratureNephrogenic systemic fibrosis and gadolinium-based contrast agentsNew Insights into Nephrogenic Systemic FibrosisThe Role of the Hospital Dermatologist in the Diagnosis and Treatment of Calciphylaxis and Nephrogenic Systemic FibrosisRisk Factors for Developing Gadolinium-Induced Nephrogenic Systemic FibrosisNephrogenic systemic fibrosisNephrogenic Systemic Fibrosis, Gadolinium, and Iron MobilizationDermopathie néphrogénique fibrosante traitée par photochimiothérapie extracorporelle : rôle du gadolinium ?Gadolinium and nephrogenic systemic fibrosisNephrogenic systemic fibrosis: A clinicopathologic study of six casesFibrose systémique néphrogénique et produits de contraste IRM à base de sels de gadolinium: quelle imagerie pour l'insuffisant rénal chronique?Nephrogenic systemic fibrosis: is any contrast safe in renal failure?Conventional or Gadolinium containing contrast media: the choice between acute renal failure or Nephrogenic Systemic Fibrosis?Safety update on the possible causal relationship between gadolinium-containing MRI agents and nephrogenic systemic fibrosisNephrogenic Systemic Fibrosis: A Mysterious Disease in Patients with Renal Failure—Role of Gadolinium-Based Contrast Media in Causation and the Beneficial Effect of Intravenous Sodium ThiosulfateErythropoietin, Gadolinium, and Nephrogenic Fibrosing DermopathyRichard N. Hellman, MDCurrent awareness: Pharmacoepidemiology and drug safetyGadolinium is detectable within the tissue of patients with nephrogenic systemic fibrosis 1 August 2006Volume 145, Issue 3Page: 234-235KeywordsAttentionBody weightCellsErythropoietinHematopoietic stem cellsHemoglobinMedical dialysisParathyroid hormoneResearch laboratoriesSerum ferritin levels ePublished: 1 August 2006 Issue Published: 1 August 2006 Copyright & PermissionsCopyright © 2006 by American College of Physicians. All Rights Reserved.PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Sundararaman Swaminathan",
      "id": "A5103442361",
      "orcid": null,
      "institutions": [
        {
          "id": "I1330342723",
          "display_name": "Mayo Clinic",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Sundararaman Swaminathan"
    },
    {
      "display_name": "Iftikhar Ahmed",
      "id": "A5102168316",
      "orcid": null,
      "institutions": [
        {
          "id": "I1330342723",
          "display_name": "Mayo Clinic",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Iftikhar Ahmed"
    },
    {
      "display_name": "James T. McCarthy",
      "id": "A5028987589",
      "orcid": "https://orcid.org/0000-0001-7860-9746",
      "institutions": [
        {
          "id": "I1330342723",
          "display_name": "Mayo Clinic",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "James T. McCarthy"
    },
    {
      "display_name": "Robert C. Albright",
      "id": "A5111165645",
      "orcid": "https://orcid.org/0000-0001-5346-419X",
      "institutions": [
        {
          "id": "I1330342723",
          "display_name": "Mayo Clinic",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Robert C. Albright"
    },
    {
      "display_name": "Mark R. Pittelkow",
      "id": "A5073971261",
      "orcid": "https://orcid.org/0000-0001-7913-0294",
      "institutions": [
        {
          "id": "I1330342723",
          "display_name": "Mayo Clinic",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mark R. Pittelkow"
    },
    {
      "display_name": "Noel M. Caplice",
      "id": "A5009779537",
      "orcid": "https://orcid.org/0000-0001-5445-1016",
      "institutions": [
        {
          "id": "I1330342723",
          "display_name": "Mayo Clinic",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Noel M. Caplice"
    },
    {
      "display_name": "Matthew D. Griffin",
      "id": "A5030580193",
      "orcid": "https://orcid.org/0000-0002-8701-8056",
      "institutions": [
        {
          "id": "I1330342723",
          "display_name": "Mayo Clinic",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Matthew D. Griffin"
    },
    {
      "display_name": "Nelson Leung",
      "id": "A5016853434",
      "orcid": "https://orcid.org/0000-0002-5651-1411",
      "institutions": [
        {
          "id": "I1330342723",
          "display_name": "Mayo Clinic",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Nelson Leung"
    }
  ],
  "publication_year": 2006,
  "publication_date": "2006-08-01",
  "type": "letter",
  "cited_by_count": 128,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S119722071",
    "display_name": "Annals of Internal Medicine",
    "issn_l": "0003-4819",
    "issn": [
      "0003-4819",
      "1539-3704"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316812"
  },
  "volume": "145",
  "issue": "3",
  "first_page": "234",
  "last_page": "234",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "http://annals.org/data/journals/aim/20096/0000605-200608010-00014.pdf",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.9306016
    },
    {
      "id": "C2775969163",
      "display_name": "Griffin",
      "level": 2,
      "score": 0.478976
    },
    {
      "id": "C74916050",
      "display_name": "Classics",
      "level": 1,
      "score": 0.12878364
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11279",
      "display_name": "Lanthanide and Transition Metal Complexes",
      "score": 0.9967
    },
    {
      "id": "T11346",
      "display_name": "Mast cells and histamine",
      "score": 0.9701
    },
    {
      "id": "T11827",
      "display_name": "Polyomavirus and related diseases",
      "score": 0.9457
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.7326/0003-4819-145-3-200608010-00021",
  "pdf_url": "http://annals.org/data/journals/aim/20096/0000605-200608010-00014.pdf",
  "retrieved_date": "2025-07-30T15:46:07.321161",
  "source_database": "OpenAlex"
}