{
  "openalex_id": "W2060322503",
  "doi": "https://doi.org/10.1111/j.1745-5871.2007.00441.x",
  "title": "Creating Anti‐colonial Geographies: Embracing Indigenous Peoples’ Knowledges and Rights",
  "abstract": "In June, 2006, an international meeting on Minjerribah (North Stradbroke Island), Australia began a new journey for geography with the first gathering of the International Geographical Union's (IGU) newest commission on Indigenous Peoples' Knowledges and Rights. The formal launch of this new commission at the regional conference of the IGU in Brisbane, Australia, Regional Responses to Global Changes: A View from the Antipodes, was the culmination of decades of work by geographers working toward the development of what José Barreiro has called, 'an encompassing, innovative and pragmatic new discipline – Indigenous Geography' (Barreiro, 2004). The formation of the new commission is a significant step toward bringing 'international disciplinary attention to indigenous geographies' (Shaw et al., 2006). While frequently marginalised within the discipline (Louis, 2007), Indigenous peoples' knowledges and rights are increasingly gaining purview within national and international geography conferences and journals. Much of this work has been furthered by geographers working and organising within the Association of American Geographers, the Canadian Association of Geographers and the Institute of Australian Geographers.1 The articles contained in this special edition of Geographical Research represent a portion of the papers presented in the seven sessions organised by the new commission at the IGU regional conference in Brisbane last year. The aim of this special edition of Geographical Research is to encourage and contribute to further discussions regarding geography's interactions with Indigenous peoples' knowledges and our (occasional) role in supporting Indigenous communities' struggles toward the realisation of a variety of cultural, economic, political, land and resource rights both within and outside national and international structures. The papers collected here reflect a diverse engagement between Indigenous peoples and the discipline of geography. It is notable, however, that an activist orientation in research, a concern with the protection and advancement of Indigenous peoples' rights – including advocacy of Indigenous rights in various national and international forums – is common. This reflects a strong orientation to ethical engagement by our contributors. It also reflects a long tradition within the discipline, where early innovators such as Fay Gale, Elspeth Young, Jan Monk and Evelyn Stokes all accepted the need to engage as well as document.2 While defining Indigenous peoples was once asserted as a clear and unambiguous process, today, in an age of post-colonial and post-modern musings, drawing clear boundaries around those peoples who remain fixed within the political, economic and cultural constructions of internal colonisation, the vagaries of identification for tribal groups within multiethnic post-colonial states (see Nah, 2006) and the questions of hybridity raised within the global realities of transculturation creates a tangle of ambiguities. Indigenous scholars have revealed the extent to which such definitions were always an assertion of power, a political imposition (eg Dodson, 1994; Deloria, 1995; 2002). Clearly, then, it is not the ambition of this collection to create rigid definitional boundaries when and where they do not already exist. As Ronald Niezen asserts, 'to close the intellectual borders where they were still porous, would be premature and, ultimately, futile. Debates over the problem of definition are actually more interesting than any definition in and of itself' (2003, 19). We do recognise however that, despite the difficulties inherent in creating an unambiguous definition, there are some common traits shared by the Indigenous peoples referenced in the works in this volume, notably political, economic and cultural connections to lands held prior to colonisation by outside powers and the submersion of these connections to their lands within the states created by colonising powers. As described by Moana Jackson, '[t]here is a certain symmetry in the sound of indigenous voices. A symmetry born of an ancestral birthright in the land, a common core of collective interests, and a painful shared history of dispossession in the process of colonisation' (1995, 3). Parallel, and contributing to, the evolution of a definition of 'Indigenous peoples' has been the growth of an international Indigenous peoples movement. This movement's goals have focused more on the affirmation of collective rights, recognition of sovereignty, and emancipation through the exercise of power than on the individual rights commonly sought by ethnic and national minority civil rights movements (Niezen, 2003). This movement has also contributed toward the development of a global Indigenous identity or Indigeneity. While geography as a discipline has a long, well documented history of creating and contributing to the perpetuation of the colonial and neo-colonial realities of Indigenous peoples worldwide (Hudson, 1977; Blaut, 1993; Livingstone, 1993; Gregory, 1994), there is also a segment of the discipline that has increasingly been aimed at decolonising the research, publication and teaching within the discipline (Sidaway, 2000; Blunt and McEwan, 2002; Robinson, 2003; Shaw, 2006). This special edition is geared towards adding to this decolonising of the discipline, or perhaps to be more accurate, toward creating anti-colonial geographies which are 'concerned with breaking, and writing, the silences of the present as well as the past' (Gilmartin, 2002, 35). One aspect of our anti-colonial endeavour has led to an editorial decision that the words, 'Indigenous', 'Native' and 'Aboriginal' should be capitalised in the same manner that words such as 'European' and 'American' are capitalised when referring to specific peoples (cf Hylton, 1999). Many of the works contained in this edition refer to specific Indigenous, Native or Aboriginal communities but just as many discuss the international Indigenous community formed and evolving through the decades of work at the International Working Group on Indigenous Affairs and the more recent United Nations Permanent Forum on Indigenous Issues, not to mention dozens of other international forums. By choosing to capitalise 'Indigenous', 'Native' and 'Aboriginal' we are recognising this developing international identity. The imperative to decolonise geography's interaction with Indigenous peoples' knowledges is reflected in a number of papers that identify ways in which the discipline can move forward in this area. Jay T. Johnson and Brian Murton begin to address this agenda with their argument that the absence of modern Native voices within discussions of nature perpetuates the colonial rupture between culture and nature which emerged from the Enlightenment. Suggesting that place might offer a 'common ground' between Western and Indigenous thought, the authors identify approaches that can re/place modern Native voices within constructions of nature and, in the process, begin to address this rupture. Renee Pualani Louis describes how Indigenous methodologies afford opportunities for Indigenous and non-Indigenous researchers to contribute in respectful ways, to the body of knowledge about Indigenous peoples. She provides an overview of what Indigenous methodologies entail, and proposes ways in which the academy can create space for this discourse. David Turnbull argues that the challenge created by multiple incompatible ontologies and perspectives that is well known to researchers working with Indigenous knowledge and geography, is part of a broader challenge in dealing with different knowledges in the 'transmodern' era. Asking whether different approaches to knowledge can be enabled to work together without subsumption into one common ontology, he explores one way of handling the dilemma by reconceiving mapping and knowing performatively and hodologically. Finally, Sarah Wright, Sandie Suchet-Pearson, and Kate Lloyd draw implications for teaching and research from their work on educational tourism with indigenous tour operators in Australia's Northern Territory. They argue that an approach in which all of the collaborators are recognised as teachers, researchers and learners can reconfigure power hierarchies and bring new subjectivities into research projects. The activist orientation is also reflected in papers that reflect geographers' work in supporting Indigenous communities' struggles toward the realisation and recognition of cultural, economic, political, land and resource rights. Reflecting a variety of case studies, these papers are critical of the status quo and suggest positive ways forward in transforming Indigenous-settler relationships. Gavin Malone describes an urban landscape, Adelaide, South Australia, to explore the recognition of the culture and history of Indigenous people in public art. Focussing on the Kaurna, he shows how the inclusion of their history in the urban landscape contributed to the development of cultural ties to the land of their ancestors. However, Malone notes that there are ongoing challenges in accommodating Indigenous landscape narratives within a Western artistic context and he makes a number of suggestions to facilitate Indigenous inclusion in urban public space. Turning to Finland, Rebecca Lawrence's paper uses a case study of logging on Saami reindeer herding territory, to offer a critique of the conceptual division of responsibility between 'state' and 'market' actors. She explores the politically ambivalent roles of state financed companies in global corporate social responsibility dialogues on the rights of Indigenous Peoples. Jan Åge Riseth describes Norwegian proposals to increase the size of state managed protection areas in locations currently managed by Indigenous Sámi for reindeer herding. The resulting Indigenous boycott of the park management board led to a stalemate. Riseth suggests that giving attention to the possibilities of co-operative management represents a positive way forward. Brad Coombes describes a collaborative science project in New Zealand where Maori participation has led to the devolution of administrative responsibilities to the local tribe. Pointing out that this represents a more positive politics of inclusion than does an Indigenous role comprised mainly of contributing Indigenous knowledge, Coombes nevertheless shows that ambivalence towards Maori development needs circumscribes the potential of devolved management and collaborative science. Parry Agius, Tom Jenkin, Sandy Jarvis, Richie Howitt, and Rhiân Williams consider the redefinition of the politics of space enabled by the Native Title Act using an example from South Australia. The paper identifies four strategies as critical in successfully engaging with spatial politics to transform Indigenous–settler relationships: getting the process right; recognising and supporting Indigenous jurisdictions; engaging and transforming non-Indigenous scales; and shifting social engagement with Native Title away from legalities, towards people and relationships now embedded in Australian landscapes. Another important aspect of our endeavour has been our commitment to a scholarly collaboration between Indigenous and non-Indigenous scholars, amongst geographers from different national and sub-disciplinary traditions, and between established and emerging scholars, including postgraduate students. It is our common goal to encourage respectful, reciprocal research relationships between geographers and Indigenous communities; relationships that recognise the struggles of Indigenous peoples to preserve and further their knowledges and the affirmation of their rights to sovereignty over political, economic and cultural resources. Through encouraging the development of these strong, collaborative research relationships, we hope that geographers and geography may become more than an occasional agent in Indigenous communities' struggles.",
  "authors": [
    {
      "display_name": "Jay T. Johnson",
      "id": "A5080205078",
      "orcid": "https://orcid.org/0000-0003-2502-2719",
      "institutions": [
        {
          "id": "I114395901",
          "display_name": "University of Nebraska–Lincoln",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "JAY T. JOHNSON"
    },
    {
      "display_name": "Garth Cant",
      "id": "A5019599090",
      "orcid": "https://orcid.org/0009-0007-9817-4015",
      "institutions": [
        {
          "id": "I185492890",
          "display_name": "University of Canterbury",
          "country_code": "NZ",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "GARTH CANT"
    },
    {
      "display_name": "Richard Howitt",
      "id": "A5069329686",
      "orcid": "https://orcid.org/0000-0003-3769-4678",
      "institutions": [
        {
          "id": "I99043593",
          "display_name": "Macquarie University",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "RICHARD HOWITT"
    },
    {
      "display_name": "Evelyn J. Peters",
      "id": "A5026119910",
      "orcid": null,
      "institutions": [
        {
          "id": "I32625721",
          "display_name": "University of Saskatchewan",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "EVELYN PETERS"
    }
  ],
  "publication_year": 2007,
  "publication_date": "2007-05-10",
  "type": "article",
  "cited_by_count": 98,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S173349649",
    "display_name": "Geographical Research",
    "issn_l": "1745-5863",
    "issn": [
      "1745-5863",
      "1745-5871"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320595"
  },
  "volume": "45",
  "issue": "2",
  "first_page": "117",
  "last_page": "120",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/j.1745-5871.2007.00441.x",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C55958113",
      "display_name": "Indigenous",
      "level": 2,
      "score": 0.7901221
    },
    {
      "id": "C2776034101",
      "display_name": "Commission",
      "level": 2,
      "score": 0.61172837
    },
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.54476404
    },
    {
      "id": "C205649164",
      "display_name": "Geography",
      "level": 0,
      "score": 0.5078903
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.5063547
    },
    {
      "id": "C87427459",
      "display_name": "Human geography",
      "level": 2,
      "score": 0.4725014
    },
    {
      "id": "C8795937",
      "display_name": "Discipline",
      "level": 2,
      "score": 0.46916685
    },
    {
      "id": "C531593650",
      "display_name": "Colonialism",
      "level": 2,
      "score": 0.4583854
    },
    {
      "id": "C2776001114",
      "display_name": "Indigenous rights",
      "level": 3,
      "score": 0.45592642
    },
    {
      "id": "C92723977",
      "display_name": "Political geography",
      "level": 3,
      "score": 0.41202617
    },
    {
      "id": "C3116431",
      "display_name": "Public administration",
      "level": 1,
      "score": 0.37014514
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.34533507
    },
    {
      "id": "C36289849",
      "display_name": "Social science",
      "level": 1,
      "score": 0.34503198
    },
    {
      "id": "C161191863",
      "display_name": "Library science",
      "level": 1,
      "score": 0.32813403
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.16916794
    },
    {
      "id": "C18903297",
      "display_name": "Ecology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10149",
      "display_name": "Anthropological Studies and Insights",
      "score": 0.9899
    },
    {
      "id": "T10348",
      "display_name": "Indigenous Health, Education, and Rights",
      "score": 0.9878
    },
    {
      "id": "T11933",
      "display_name": "Mining and Resource Management",
      "score": 0.9677
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1111/j.1745-5871.2007.00441.x",
  "pdf_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/j.1745-5871.2007.00441.x",
  "retrieved_date": "2025-07-30T15:26:06.768395",
  "source_database": "OpenAlex"
}