{
  "openalex_id": "W2064476066",
  "doi": "https://doi.org/10.1353/chq.2014.0051",
  "title": "Are the Kids All Right?: The Representation of LGBTQ Characters in Children’s and Young Adult Literature by B. J. Epstein",
  "abstract": "Reviewed by: Are the Kids All Right?: The Representation of LGBTQ Characters in Children’s and Young Adult Literature by B. J. Epstein Laura Anderson (bio) Are the Kids All Right?: The Representation of LGBTQ Characters in Children’s and Young Adult Literature. By B. J. Epstein . Bristol : HammerOn Press , 2013 . If I were to consider Are the Kids All Right? as an event, I would envisage a street on carnival day—a cliché, as I am well aware. The sun is shining, the mood is playful, and the street is absolutely crammed full of people. It is a bustling hubbub of being, and our attention is scattered; there is no time to pause, to look closer, or examine deeper, we must move on for there is so much to see and so much to do. Yet within this whirlwind of activity arises a simple and clear message: this fun, vibrant text is a celebration and introduction into the wider world of LGBTQ children’s and young adult literature, and this need for speed, for constant perpetual motion, justifiably arises out of necessity. Building on the work of Christine A. Jenkins (2011), B. J. Epstein conducts a whistle-stop tour of every LGBTQ book published in the US and the UK from 1969 to 2013—seventy books in total, no small achievement. In order to manage this carnival of texts, issues, and topics, the text is split into four main sections: “Issue Books,” “Portrayal and Stereotype,” “Diversity,” and “Sex and Marriage.” Each section is then split into a multitude of topics including, but by no means limited to, “Publishing and Practical Considerations”; “HIV and AIDS”; “Prejudice and Stereotypes”; “A Brief History of Stereotypes in LGBTQ”; “Queerness as a Problem”; “Sex and Marriage”; “The Gay Boyfriend”; “Positive Stereotypes and Challenging”; “Bisexuality”; “Transgender”; “Race/Ethnicity”; “Religion and Spirituality”; “Masturbation”; “Sex”; and finally, “Singletons.” As well as an extensive range of issues, the text also contains a short discussion of what children’s literature is, the methodologies used, and, for the statistically minded, tables, percentages, and ratios of male to female queer characters. [End Page 449] We begin our tour by discussing terminology. Epstein opens up the definition and categorization of LGBT by including the letter Q, defined here as “questioning, along with intersex, asexuality, sadist, masochist, fetishist, polyamorous, and anyone else who would like to be included under this alphabet soup umbrella” (6). This inclusion of the letter Q and all that it stands for is a welcome and interesting addition to the usual LGBT categorization, worthy perhaps of further study in its own right. It also highlights the number of identities and lifestyles that Epstein wishes to cover within her work. Unfortunately, due to the limited space most of the identities or lifestyles that Epstein lists under the Q umbrella are not discussed, with the text focusing mainly on LGBT-identifying characters. Epstein is meticulous in her clarification of technical terms, and of how exactly she intends them to be understood and interpreted, which allows for a concise and very precise message. Knowledge is not assumed, and the explanations given for key terms are short and simple. This defining and explaining of key terms suggests that the text would be well suited to a younger, wider audience, either A-level (advanced high school) or undergraduate students. Similarly, the clear layout and format of the text would easily allow for it to be accessed by young adults themselves, and perhaps this is what Epstein wanted to produce: an academic text about LGBTQ young adult literature that young adults could read and interact with. Of all the topics discussed I particularly enjoyed the “Portrayal and Stereotype” section, in which Epstein pays particular attention to the idea that even queer texts or queer characters can seem to be homophobic or judgmental in their interpretation of queer characters and queer representation. This then leads to a discussion about the dangers and effects of stereotypes within LGBTQ children’s and young adult literature, with Epstein making a strong case for greater diversity within the representation of LGBTQ characters in the latter. She argues that by presenting queer characters as easily physically identified or recognized caricatures, we...",
  "authors": [
    {
      "display_name": "Laura Anderson",
      "id": "A5077090579",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Laura Anderson"
    }
  ],
  "publication_year": 2014,
  "publication_date": "2014-08-24",
  "type": "article",
  "cited_by_count": 1,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S177074456",
    "display_name": "Children's Literature Association quarterly",
    "issn_l": "0885-0429",
    "issn": [
      "0885-0429",
      "1553-1201"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315678"
  },
  "volume": "39",
  "issue": "3",
  "first_page": "449",
  "last_page": "451",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2776359362",
      "display_name": "Representation (politics)",
      "level": 3,
      "score": 0.57888204
    },
    {
      "id": "C168127410",
      "display_name": "Stereotype (UML)",
      "level": 2,
      "score": 0.55554307
    },
    {
      "id": "C2778184401",
      "display_name": "Cliché",
      "level": 2,
      "score": 0.49772957
    },
    {
      "id": "C107993555",
      "display_name": "Gender studies",
      "level": 1,
      "score": 0.4913446
    },
    {
      "id": "C2781316041",
      "display_name": "Diversity (politics)",
      "level": 2,
      "score": 0.47125533
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.38754976
    },
    {
      "id": "C29595303",
      "display_name": "Media studies",
      "level": 1,
      "score": 0.36794162
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.3391277
    },
    {
      "id": "C124952713",
      "display_name": "Literature",
      "level": 1,
      "score": 0.2329247
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.2290889
    },
    {
      "id": "C77805123",
      "display_name": "Social psychology",
      "level": 1,
      "score": 0.17676857
    },
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.12243977
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.107025
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.09559691
    },
    {
      "id": "C19165224",
      "display_name": "Anthropology",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T12678",
      "display_name": "Themes in Literature Analysis",
      "score": 0.9158
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/chq.2014.0051",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:12:07.439017",
  "source_database": "OpenAlex"
}