{
  "openalex_id": "W2075518781",
  "doi": "https://doi.org/10.7326/0003-4819-83-2-232_2",
  "title": "Reversible Acute Renal Failure After Cephalothin",
  "abstract": "Letters1 August 1975Reversible Acute Renal Failure After CephalothinJOHN E. ENGLE, M.D., JOSEPH DRAGO, M.D., BRUCE CARLIN, M.D., ANTON C. SCHOOLWERTH, M.D.JOHN E. ENGLE, M.D.Search for more papers by this author, JOSEPH DRAGO, M.D.Search for more papers by this author, BRUCE CARLIN, M.D.Search for more papers by this author, ANTON C. SCHOOLWERTH, M.D.Search for more papers by this authorAuthor, Article, and Disclosure Informationhttps://doi.org/10.7326/0003-4819-83-2-232_2 SectionsAboutPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinkedInRedditEmail ExcerptWe recently treated a patient with oliguric acute renal failure after cephalothin (Keflin®) therapy.This 48-year-old man was referred to the M. S. Hershey Medical Center because of azotemia and oliguria. Twelve days before admission he was admitted to another hospital for right renal colic. His blood urea nitrogen (BUN) was 15 mg/dl; an intravenous pyelogram showed a normal left kidney and nonvisualization of the right kidney, with several calcific densities in the area of the right kidney. Because of fever, he was given cephalothin intravenously, 16 g/day for 8 days. On the eighth day of therapy, oliguria was noted,...References1. BURTON J, LICHTENSTEIN N, and COLVIN R: Acute renal failure during cephalothin therapy. JAMA 229:679-682, 1974 CrossrefMedlineGoogle Scholar2. BOBROW S, JAFFE E, and YOUNG R: Anuria and acute tubular necrosis associated with gentamicin and cephalothin. JAMA 222:1546-1547, 1972 CrossrefMedlineGoogle Scholar3. PICKERING M, SPOONER G, and DEQUESADA A: Declining renal function associated with administration of cephalothin. South Med J 63:426-428, 1970 CrossrefMedlineGoogle Scholar4. SIMPSON I: Nephrotoxicity and acute renal failure associated with cephalothin and cephaloridine. NZ Med J 74:312-315, 1971 MedlineGoogle Scholar5. BALDWIN D, LEVINE B, and MCCLUSKEY R: Renal failure and interstitial nephritis due to penicillin and methicillin. N Engl J Med 279:1245-1252, 1968 CrossrefMedlineGoogle Scholar This content is PDF only. To continue reading please click on the PDF icon. Author, Article, and Disclosure InformationAuthors: JOHN E. ENGLE, M.D.; JOSEPH DRAGO, M.D.; BRUCE CARLIN, M.D.; ANTON C. SCHOOLWERTH, M.D.Affiliations: Renal Division Department of Medicine Milton S. Hershey Medical Center Hershey, Pennsylvania 17033 PreviousarticleNextarticle Advertisement FiguresReferencesRelatedDetails Metrics Cited byCephalothin and CefazolinAcute Interstitial Nephritis Associated With Cefotetan TherapyCephalosporin-Induced Nephrotoxicity: Does it Exist?Interstitial NephritisPharmacological Considerations for Renal Failure and DialysisThe CephalosporinsRenal tolerance of cefpirome (HR 810), a new cephalosporin antibioticAcute interstitial nephritis associated with cephapirinImmunologically Mediated Nephritis Induced by Toxins and DrugsDifferent Forms of Ischemic/ Toxic Acute Renal Failure in HumansToxicology of β-Lactam AntibioticsPharmacological Aspects of Renal Failure and DialysisAcute Interstitial Nephritis Due to Drugs Review of the Literature with a Report of Nine CasesADAM L. LINTON, M.B., WILLIAM F. CLARK, M.D., ALBERT A. DRIEDGER, M.D., D. IAN TURNBULL, M.D., ROBERT M. LINDSAY, M.D.STRUCTURE SIDE-EFFECT SORTING OF DRUGS.Pharmacologic Aspects of Regular Dialysis TreatmentThe Nephrotoxicity of Antimicrobial AgentsPenicillins, cephalosporins and tetracyclines 1 August 1975Volume 83, Issue 2 Page: 232-233 Keywords Acute renal failure Blood urea nitrogen Fevers Intravenous pyelography Kidneys ePublished: 1 December 2008 Issue Published: 1 August 1975 PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "John E. Engle",
      "id": "A5111581989",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "JOHN E. ENGLE"
    }
  ],
  "publication_year": 1975,
  "publication_date": "1975-08-01",
  "type": "article",
  "cited_by_count": 29,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S119722071",
    "display_name": "Annals of Internal Medicine",
    "issn_l": "0003-4819",
    "issn": [
      "0003-4819",
      "1539-3704"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316812"
  },
  "volume": "83",
  "issue": "2",
  "first_page": "232",
  "last_page": "232",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.8963931
    },
    {
      "id": "C2779744138",
      "display_name": "Oliguria",
      "level": 3,
      "score": 0.84613025
    },
    {
      "id": "C2776422910",
      "display_name": "Anuria",
      "level": 2,
      "score": 0.6941012
    },
    {
      "id": "C2778176769",
      "display_name": "Blood urea nitrogen",
      "level": 3,
      "score": 0.64717674
    },
    {
      "id": "C159641895",
      "display_name": "Renal function",
      "level": 2,
      "score": 0.5559243
    },
    {
      "id": "C2777350860",
      "display_name": "Acute tubular necrosis",
      "level": 3,
      "score": 0.52172077
    },
    {
      "id": "C2780472472",
      "display_name": "Acute kidney injury",
      "level": 2,
      "score": 0.5183757
    },
    {
      "id": "C2780306776",
      "display_name": "Creatinine",
      "level": 2,
      "score": 0.45805702
    },
    {
      "id": "C2775919214",
      "display_name": "Azotemia",
      "level": 3,
      "score": 0.43331277
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.40109387
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.3876367
    }
  ],
  "topics": [
    {
      "id": "T11036",
      "display_name": "Antibiotics Pharmacokinetics and Efficacy",
      "score": 0.9992
    },
    {
      "id": "T11635",
      "display_name": "Poisoning and overdose treatments",
      "score": 0.997
    },
    {
      "id": "T11117",
      "display_name": "Drug-Induced Adverse Reactions",
      "score": 0.9967
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.7326/0003-4819-83-2-232_2",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:53:49.582188",
  "source_database": "OpenAlex"
}