{
  "openalex_id": "W2079726255",
  "doi": "https://doi.org/10.1080/10645571003621513",
  "title": "Implications of Learning Style, Age Group, and Gender for Developing Online Learning Activities",
  "abstract": "ABSTRACT This study explores the effects of learning style, age and gender on preferences for online educational activities. David Kolb's Experiential Learning Theory (CitationKolb, 1984) is used as a lens to examine the responses of online learners to five types of educational activities. Results indicate that learning style influences preference for learning activity. The relationship is stronger among adults than among children aged 10–13 (middle school). The four learning styles were not evenly distributed. \"Practical\" (likes to solve problems and find solutions) was the most frequent style among both children and adults (37%). \"Creative\" (enjoys brainstorming and open-ended exploration) was the least frequent (8%). These data have particular relevance to the development of educational activities, suggesting that open-ended exploration with \"no right answers\" may not be the most satisfying and appealing approach for many learners. The results of this study provide new insight into online audiences and can help developers of multimedia activities to create experiences that will appeal to all kinds of learners. ACKNOWLEDGEMENTS This article is based on research supported by National Science Foundation Grant ESI-0337116. We are especially grateful to middle school visitors to The Franklin Institute and to Terry Kessel and the fifth- and sixth-grade students at Friends Select School in Philadelphia for participating in the laboratory test. In addition, we thank the following institutions for linking to our online surveys and helping attract a broad national population: Bell Museum of Natural History, Minneapolis; Brookfield Zoo, Chicago; COSI, Columbus; The Franklin Institute Science Museum, Philadelphia; Minnesota Zoo, Minneapolis; New York Hall of Science, New York; Oregon Museum of Science and Industry, Portland; John G. Shedd Aquarium, Chicago; and TryScience.org, www.tryscience.org. We are also grateful to the following organizations for allowing us to modify their online materials for our sample activities: Biosphere 2 Center, Tucson, AZ; Brookfield Zoo, Chicago; and The JASON Project, Ashburn, VA. Finally, we extend our gratitude to those who served as advisors on this project: Dr. Barbara Butler, former program officer at the National Science Foundation; Larry Bell, VP for Strategic Initiatives at the Museum of Science, Boston; Dr. Kevin Crowley, Director University of Pittsburgh Center for Learning in Out-of-School Environments (UPCLOSE); Sue Allen, Program Director, Division of Research on Learning in Formal and Informal Settings, National Science Foundation, Washington, DC; and Steven Yalowitz, Senior Research Associate, Institute for Learning Innovation, MD. Notes 1. Kolb has expanded his initial four-style model to nine styles (CitationKolb, 2005b); however this study is based on the four-style Learning Style Inventory. 2. Discussion was included only as a description, not a sample activity. It is of note that based on description, Discussion was the least popular activity among middle school students. 3. It is important to note the distinction between statements about the frequency of learning styles and group comparisons based on chi-square analysis. The chi-square statistic shows significant differences from what would be expected if there were no relationship between age and learning style. In the example from Figure 5, children are more likely than adults to have a Social learning style and adults are more likely than children to have an Intellectual style (chi-square) but neither Social nor Intellectual is the most frequent learning style for either group. 4. The specific relationship between each of the learning styles and activity preferences was determined by chi square using the post hoc cell contributions provided by the Statview statistical package.",
  "authors": [
    {
      "display_name": "Minda Borun",
      "id": "A5037720759",
      "orcid": null,
      "institutions": [
        {
          "id": "I2800567957",
          "display_name": "Franklin Institute",
          "country_code": "US",
          "type": "archive"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Minda Borun"
    },
    {
      "display_name": "David T. Schaller",
      "id": "A5014269492",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "David T. Schaller"
    },
    {
      "display_name": "Margaret B. Chambers",
      "id": "A5017005619",
      "orcid": null,
      "institutions": [
        {
          "id": "I922845939",
          "display_name": "Philadelphia University",
          "country_code": "US",
          "type": "education"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Margaret B. Chambers"
    },
    {
      "display_name": "Steven Allison-Bunnell",
      "id": "A5023752118",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Steven Allison-Bunnell"
    }
  ],
  "publication_year": 2010,
  "publication_date": "2010-10-09",
  "type": "article",
  "cited_by_count": 12,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S68231181",
    "display_name": "Visitor Studies",
    "issn_l": "1064-5578",
    "issn": [
      "1064-5578",
      "1934-7715"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310319847"
  },
  "volume": "13",
  "issue": "2",
  "first_page": "145",
  "last_page": "159",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C37228920",
      "display_name": "Experiential learning",
      "level": 2,
      "score": 0.76515406
    },
    {
      "id": "C2776445246",
      "display_name": "Style (visual arts)",
      "level": 2,
      "score": 0.6936163
    },
    {
      "id": "C2781285556",
      "display_name": "Learning styles",
      "level": 2,
      "score": 0.68526924
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.67757154
    },
    {
      "id": "C2781249084",
      "display_name": "Preference",
      "level": 2,
      "score": 0.5837378
    },
    {
      "id": "C150672426",
      "display_name": "Brainstorming",
      "level": 2,
      "score": 0.5764947
    },
    {
      "id": "C158154518",
      "display_name": "Relevance (law)",
      "level": 2,
      "score": 0.5244337
    },
    {
      "id": "C145420912",
      "display_name": "Mathematics education",
      "level": 1,
      "score": 0.50616807
    },
    {
      "id": "C2779321571",
      "display_name": "Visual learning",
      "level": 2,
      "score": 0.42514998
    },
    {
      "id": "C19417346",
      "display_name": "Pedagogy",
      "level": 1,
      "score": 0.33728987
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.13765493
    },
    {
      "id": "C153349607",
      "display_name": "Visual arts",
      "level": 1,
      "score": 0.12647697
    },
    {
      "id": "C154945302",
      "display_name": "Artificial intelligence",
      "level": 1,
      "score": 0.109060645
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C162324750",
      "display_name": "Economics",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C175444787",
      "display_name": "Microeconomics",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11820",
      "display_name": "Learning Styles and Cognitive Differences",
      "score": 0.9971
    },
    {
      "id": "T10162",
      "display_name": "Online and Blended Learning",
      "score": 0.9939
    },
    {
      "id": "T10731",
      "display_name": "Educational Games and Gamification",
      "score": 0.9904
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1080/10645571003621513",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:23:51.034245",
  "source_database": "OpenAlex"
}