{
  "openalex_id": "W2075111823",
  "doi": "https://doi.org/10.1046/j.1365-2672.2003.01918.x",
  "title": "Molecular methods for Mycobacterium tuberculosis strain typing: a users guide",
  "abstract": "Summary, 781 Introduction, 781 Non-DNA typing methods, 782 Genotyping, 782 Restriction fragment length polymorphism, 782 Pulsed field gel electrophoresis, 782 RFLP with hybridization, 782 Methods based on repetitive elements, 783 IS6110, 783 IS1081, direct repeat and major polymorphic tandem repeat, 783 Polymorphic GC-rich repetitive sequence, 783 Other methods using repetitive elements,784 Amplification-based methods, 784 IS6110-based methods, 785 16S- and 23S rRNA-based methods, 785 DR region-based methods, 786 Spoligotyping, 786 Minisatellite-based methods, 786 Application of typing methodology, 787 Large-scale national and international studies, 787 Local outbreak investigation, 787 Detecting laboratory cross contamination, 787 The contribution of molecular methods to the epidemiology of tuberculosis, 788 References, 788 There are now a wide range of techniques available to type Mycobacterium tuberculosis, the problem is to chose the correct technique. For large scale epidemiological studies the portability and standardization of IS6110 restriction fragment length polymorphism (RFLP) means that this remains the gold standard technique. In the next few years the internationally standard mycobacterial interspersed repetitive unit (MIRU) may come to challenge this primacy. Low copy number stains remain a problem and these can by typed by either polymorphic Guanine cytosine-rich repetitive sequence (PGRS) or MIRU-variable numbers of tandem repeat (VNTR). To confirm whether strains are part of a true cluster PGRS remains the method of choice. For local outbreaks and investigations of laboratory cross contamination where speed is of greatest importance suspect strains should be initially investigated using a PCR-based method The superior reproducibility and discrimination of MIRU-VNTR means that these methods should be favoured. If matches are found, then further confirmation of identity can be achieved using IS6110 RFLP or PGRS if the strains prove to have a low IS6110 copy number. The World Health Organization (WHO) estimates that if the effectiveness of tuberculosis (TB) control does not improve substantially, the number of TB cases will pass the 200 million mark in early 2001 and by 2020 nearly 1 billion people will be newly infected (data not shown), because of a combination of demographic factors, population movements, the expanding HIV epidemic and increasing drug resistance (Kochi 1994). Unlike many other diseases affecting the developing world, TB can be controlled and treated. Better case finding and treatment would considerably reduce the risk of transmission (Rodrigues and Smith 1990). Strain identification can be used as an additional tool in epidemiological investigations in order to gain a better understanding of factors that influence TB transmission, for identification of risk factors of TB transmission in a community and for evaluation of regional control programmes permitting a rational design of more adequate control measures (Maguire et al. 2002). Strain identification of Mycobacterium tuberculosis can help to address important epidemiological questions such as the origin of an infection in a patient's household or community, and the spread and early detection of organisms with acquired antibiotic resistance (Edlin et al. 1992; Alland et al. 1994). Global transmission of M. tuberculosis can be studied by use of standardized molecular fingerprinting techniques that can be used for comparison of strains between laboratories, regions, countries and continents. With the advent of molecular techniques, TB investigators have new and powerful tools to further understand the transmission and phylogenetic properties of M. tuberculosis. Molecular techniques have been used to discriminate exogenous versus endogenous disease (Moro et al. 1998; Chaves et al. 1999) to investigate outbreaks (Moro et al. 1998; Edlin et al. 1992; Kenyon et al. 1997; Sahm and Tenover 1997) and cases of laboratory cross contamination (Small et al. 1993; Bauer et al. 1997; Carricajo et al. 1999). They have also been used to study transmission within a defined geographical setting (Yang et al. 1994; Gillespie et al. 1995; Hermans et al. 1995; Van Soolingen et al. 1995; Samper et al. 1998). Molecular typing can demonstrate the occurrence of exogenous superinfection in immunocompetent and immunocompromised patients; Godfrey-Faussett and Stoker (1992) reported that pairs of isolates from patients in Malawi with apparent relapse were infected with different strains. That exogenous re-infection after curative treatment has been demonstrated with these techniques (Das et al. 1993; Small et al. 1993; Van Rie et al. 1999). Wenger et al. (1995) have shown that molecular fingerprinting can be useful in informing the control measures necessary to break the chain of transmission of multi-drug resistance-TB (MDR-TB). This paper will review these new molecular epidemiological tools and outline the way in which they can be applied to answer epidemiological, clinical and biological questions. Before molecular techniques were available, the most used method of differentiation of strains of the TB complex and of M. tuberculosis strains was phage typing (Bates and Fitzhugh 1967). This method is cumbersome and lacked sensitivity because of the limited number of mycobacterium phage types available. However, the technique proved useful in typing M. tuberculosis strains from outbreaks (Snider et al. 1984) and laboratory cross examination (Jones 1988). Members of the M. tuberculosis-complex have been differentiated through evaluation of biochemical features and their different susceptibility to antibiotics (Collins et al. 1982), but because of the limited number of possible patterns, this method is only useful for tracing spread of strains with unusual characteristics (data not shown). Serological methods have been used for diagnosis but do not differentiate between infections with different strains of M. tuberculosis (Grange and Laszlo 1990) and although some biochemical differences were observed between different isolates (Hoffner et al. 1993), reproducibility and limited strain variation is a problem. Differentiation of strains of M. tuberculosis complex using nucleic acid-based technology is based on strain specific differences and frequencies of certain DNA sequences in chromosomal DNA. This is usually demonstrated by digestion of the genomic DNA with specific restriction enzymes and analysis of the generated patterns after separation of the DNA fragments on agarose gel: restriction fragment length polymorphism (RFLP) (Collins and Lisle 1984; Patel et al. 1996). This kind of analysis is technically possible and no hybridization step with defined probes is needed. However, interpretation of the results is difficult because the large number of fragments generates a complex pattern and only a small number of different RFLP types are observed. Pulsed field gel electrophoresis (PFGE) has been designed to simplify RFLP. The method uses a less frequently cutting enzyme that generates high molecular weight fragments and allows separation of these fragments under special conditions in PFGE. The main limitation of the technique is that the small polymorphism characteristic for different strains will not always produce sufficient discrimination (Varnerot et al. 1992; Zhang et al. 1992). DNA polymorphism can also be demonstrated through hybridization of digested nucleic acids with genomic DNA or cloned fragments. Total DNA can be used as the probe but the use of the complete genome as a probe usually results in considerable background and affects the interpretation of the results. Some study groups have used cloned repetitive DNA from M. tuberculosis as probes (Eisenach et al. 1986, 1988) and one of them appeared to differentiate all strains of M. tuberculosis analyzed (Zainuddin and Dale 1989). Repetitive elements and insertion sequences are frequently used as target sequences for differentiation between mycobacterial strains. Five repetitive DNA elements are useful in strain differentiation of M. tuberculosis complex (Dale 1995; Poulet and Cole 1995). For use of repetitive sequences in epidemiological studies, polymorphism in different strains must be present. Examples of repetitive elements are shown in Table 1. IS6110 is the element most widely used as a probe for RFLP. It is an insertion sequence belonging to the enterobacterial IS3 family (McAdam et al. 1990). This sequence hybridized with a plasmid isolated from M. fortuitum (Zainuddin and Dale 1989) and, depending on the organism in which it was characterized, is called IS6110 or IS986 in M. tuberculosis (as the description of IS6110 was published first and it is the preferred name in M. tuberculosis) or IS987 in M. bovis-BCG (Eisenach et al. 1990; Hermans et al. 1990b; Thierry et al. 1990). IS6110 is a 1361 bp long sequence that was detected in members of the M. tuberculosis complex and differences of only a few nucleotides have been detected between the sequenced copies. The number of IS6110 copies present in the genome is species- and strain-dependent. Most strains of M. tuberculosis carry between eight to 15 copies in different positions of the genome although single copy strains are common (Fig. 1). This sequence is characterized by presence of inverted repeats (direct repeat) separated by a transposase gene. IS6110 typing is the most widely used method for molecular epidemiological studies because of the high degree of discrimination obtained with this element. The procedure has been standardized (Van Embden et al. 1993) so that results generated in different laboratories can be compared permitting national and international studies of disease transmission to be carried out (Kremer et al. 1999). IS6110 fingerprinting of Mycobaterium tuberculosis: isolates from routine practice at the Royal Free Hospital The major disadvantages are that this method requires a live culture, high quality DNA, and the procedure takes up to 5 days to complete. In some communities low copy number strains (<5 copies) make up to 25% of strains. The band positions of low copy number strains show less polymorphism than high copy number strains and this coupled with the fact that there are fewer bands for similarity calculation means that IS6110 typing is less discriminatory when applied to these strains (Maguire et al. 2002) (Fig. 1). In addition some strains lack any copies of IS6110 (Van Soolingen et al. 1993), and some mycobacteria other than tuberculosis possess multiple copies of sequences that hybridize with the IS6110 probe and this will produce a pattern (McHugh et al. 1997). Thus care must be taken when performing studies to ensure accurate speciation before strains are investigated. The success of IS6110 typing depends on the idea that the element is randomly distributed in the genome, but this has been shown not to be the case (Hermans et al. 1991; McHugh and Gillespie 1998). The consequence of this is that some matches in a large database may arise through chance more frequently than would be expected (McHugh and Gillespie 1998). To overcome the problem of absence or low copy number, alternative molecular markers have been identified (Van Soolingen et al. 1993). IS1081, identified by Collins and Stephens (1991) is a 1324-bp insertion sequence found in M. tuberculosis complex. It has a lower degree of polymorphism than IS6110 because of its low transpositional activity (Van Soolingen et al. 1992, 1993). The copy number is lower than that of IS6110, limiting its use in epidemiological studies. Also it cannot be used to differentiate M. bovis-BCG from the other members of M. tuberculosis complex (Van Soolingen et al. 1992). The most abundant repetitive element in the TB complex is a polymorphic GC-rich repetitive sequence (PGRS). It has numerous copies (De Wit et al. 1990; Ross et al. 1992; Poulet and Cole 1994) (Fig. 2) and consists of many tandem repeats of a 96 bp GC rich consensus sequence. PGRS elements are present in 26 sites of M. tuberculosis chromosomes (Poulet and Cole 1995a) and have been detected in mycobacteria not belonging to the M. tuberculosis complex. Polymorphism in PGRS (Ross et al. 1992; Cousins et al. 1993; Doran et al. 1993) has been harnessed for typing and a recombinant plasmid pTBN12 containing the GC-rich consensus sequence as a probe has been used for secondary fingerprinting of M. tuberculosis with absent or low copies of IS6110 (Yang et al. 1996; McHugh et al. 2000). Polymorphic GC-rich repetitive sequence fingerprinting of Mycobacterium tuberculosis from the London Study (Maguire et al. 2002). Lanes A–C contain molecular size markers used to normalize gels. The area indicated by the box delineates the region used for data analysis Other short sequences have been identified in the genome of members of the M. tuberculosis complex. The hotspot of integration of IS6110 contains a variable number of DR of 36 bp separated by unique spacer sequences of 35–41 bp. Both the number of copies ranging up to 50 copies and the presence of determined spacer sequences varies from strain to strain allowing strain typing on the basis of variations in direct repeat (DR) cluster (Van Soolingen et al. 1993; Sahadevan et al. 1995). Another repetitive element the major polymorphic tandem repeat (MPTR) has been exploited. This repeat of 10 bp separated by five spacers has a copy number of up to 80 (Hermans et al. 1992; Poulet and Cole 1994). MPTR is not restricted to organisms belonging to M. tuberculosis complex (Hermans et al. 1990a) and has a similar host range to PGRS. It can be used as an epidemiological marker for pathogenic mycobacteria species (Hermans et al. 1992), but has limited polymorphism. The DR- and PGRS-based fingerprints can be used to differentiate low IS6110 copy number strains and to confirm whether isolates clustered using IS6110 are identical. IS6110 has more discriminatory power when a large number of copies are present (Dwyer et al. 1993; Yuen et al. 1995). IS1081 and MPTR are too stable to allow significant differentiation. The RLFP typing requires a well-grown culture for DNA extraction. The time lag between isolation of M. tuberculosis and growth of mycobacterial culture is often too long to inform patient care or outbreak investigation. More rapid typing techniques have been developed and most of them depend on PCR-based amplification of M. tuberculosis sequences including IS6110. PCR-based methods have the advantage of typing M. tuberculosis directly in clinical samples increasing the speed of identification of the organism. They can be used for non-viable isolates or when isolates cannot be resuscitated from archives. Some of these methods, however, lack reproducibility or have less discriminatory power than IS6110-RFLP (Kremer et al. 1999). One of the methods is ampli-typing which is based on the use of oligonucleotide primers hybridizing with ends of IS6110 and generating a PCR reaction directed away from the insertion sequence. The method is not suitable for comparison of a large number of strains as it lacks reproducibility because of non-specific amplification but can be used to investigate a suspected outbreak (Yuen et al. 1995). Another method is based on detection of differences in the distance between IS6110 and MPTR through unilateral nested PCR and hybridization analysis. Its draw back is the limited number and size of generated PCR products decreasing information on strain relatedness (Plikaytis et al. 1993). The PCR using a primer complementary to IS6110 has been used (Haas et al. 1993) and a second primer complementary to a linker ligated to the genomic DNA digested with a restriction enzyme. This mixed linker-PCR typing sometimes generates more bands and can be applied directly on smear-positive clinical specimens. In an inter-laboratory comparison of discriminatory power and reproducibility, mixed-linker PCR performed well (Kremer et al. 1999). Double repetitive element PCR based on amplification of IS6110 and PGRS generating a banding polymorphism because of distances between these elements has also been used (Friedman et al. 1995). It has a predictive value of 96% and DNA patterns seem to be sufficiently stable to use the method for epidemiology. Hemi-nested inverse PCR analysis of IS6110 integration sites based on amplification of a part of the IS6110 sequence together with its flanking sequence has been developed (Patel et al. 1996). The method is technically simple and has excellent discriminatory power, comparable with that of standard RFLP methods. A very recent method that employs a simple DNA extraction procedure followed by a PCR step involving a single primer aimed at inverted repeat sequence of IS6110 has been proposed (Yates et al. 2002). The method was not able to distinguish products of about the same size and so a further step of restriction was introduced giving results comparable with those obtained using standard RFLP. Amplification of the spacer region between the genes coding for 16S and 23S rRNA and digestion of the amplicon with restriction enzymes has also been performed for differentiation of M. tuberculosis strains (Abed et al. 1995a). Improved discrimination has been obtained using random amplified polymorphic DNA (RAPD) analysis of the amplified product (Abed et al. 1995b). This generates patterns that can be easily analyzed and seem to have high discriminatory power but reproducibility and the final discriminative power of the RAPD-based method was found to be limited (Frothingham 1995; Glennon and Smith 1995). A method based on detection of DNA polymorphism in the DR cluster (direct variable repeat PCR) has been used (Groenen et al. 1993). It is based on the outward amplification of IS6110 into the DR region generating a strain specific banding pattern upon hybridization with a DR probe. It has good differentiating power when limited number of strains are being tested, but stability of the DR region is higher than that of IS6110 thus showing identity in otherwise different strains differentiated by IS6110-RFLP. Spoligotyping is based on amplification of the DR region and subsequent differential hybridization of the amplified products with membrane bound oligonucleotides complementary to the variable spacer regions localized between the DRs. Strains that are similar or different can be distinguished by their spoligotype patterns, characterized by the number and identity of spacers (Van Soolingen et al. 1995). The presence of the spacer sequences varies in different strains and are visualized by a spot on a fixed site of the hybridization membrane. The differentiating power of spoligotyping is less than IS6110 typing when high copy number strains are being analyzed, but it is superior for the evaluation of low copy number strains. It distinguishes M. tuberculosis and M. bovis and can be used with culture-negative specimens (Kamerbreek et al. 1997). A simultaneous detection and strain differentiation based on this method has been developed (Kamerbeek et al. 1997). The method is simple, rapid and robust but lacks discrimination. Methods based on minisatellites that contain variable numbers of tandem repeats (VNTRs) have been demonstrated to be effective and portable methods for typing M. tuberculosis. Supply et al. (2000) have identified 41 such loci in the M. tuberculosis genome and termed them mycobacterial interspersed repetitive units (MIRUs). Twelve loci were demonstrated to vary in tandem repeat numbers and, in most, sequence between repeat units. These loci have formed the basis of a PCR-based typing method that has discrimination similar to that of high IS6110 copy number strains and better for low copy number strains (Lee et al. 2002). This method can be automated for large-scale typing projects using high throughput sequencing apparatus (Supply et al. 2001). It is reproducible, sensitive and specific for M. tuberculosis complex isolates. It is highly suitable for global epidemiological surveillance of tuberculosis. It can be used for analysis of the global genetic diversity of M. tuberculosis complex strains at different levels of evolutionary divergence (Fig. 3). When laboratories have access to an automated sequencer this method is relatively easy to set up, it yields results within a day and as it is a PCR-based. The infrastructure requirements mean that this approach will be limited to large reference or research centres. Mycobacterial interspersed repetitive unit (MIRU)-variable numbers of tandem repeat typing of two Mycobacterium tuberculosis clinical isolates. The numbers at the top of each lane indicate the MIRU locus amplified The MIRU-VNTR typing when compared with IS6110 RFLP and spoligotyping produced more distinct patterns (Barlow et al. 2001; Cowan et al. 2002) The consensus of the recent European Union Concerted Action meeting 'New genetic markers and techniques for the epidemiology and control of tuberculosis' (Cascais, Portugal – 2002) was that MIRU-based typing methods would supersede IS6110 in the near future following adoption of an agreed International Standard Protocol. Examples of amplification-based methods are shown in Table 2. The availability of molecular typing techniques has enabled the epidemiology of tuberculosis to be studied effectively for the first time. There are several broad categories of question that may be addressed by molecular typing methods: study of global, national or local transmission patterns, investigation of local outbreak, and detection of laboratory cross-contamination. Each of these requires a different combination of techniques. IS6110 is established as the international standard method for studying tuberculosis epidemiology. This is favoured because there is an agreed international standard protocol and the strain patterns are readily portable, although data image analysis using computer programmes such as Bionumerix (Applied Biomaths, Koutrai, Belgium). Comparison from different sites does require careful quality assessment if valid comparisons are to be made. An example of the approach necessary can be found in the study of Maguire et al. (2002). PGRS typing, which also uses an RFLP methodology can be used for confirming identity of strains matched by IS6110 or to type low-copy number stains. However, the large number of bands produced by this technique makes the interpretation of the gels difficult limiting its application as a primary typing technique. Where investigators are studying the transmission of a particular strain or group of organisms e.g., the Beijing strain, a large group of isolates could be screened using an amplification-based method such as MIRU-VNTR or spoligotyping (Beijing genotype strains are defined as M. tuberculosis isolates containing spoligotype spacers 35 to 43 or a subset of these spacers) (Kremer et al. 2002) and then the identity of the organism confirmed using IS6110 RFLP typing. The RFLP has been used intensively for epidemiological purposes to trace outbreaks of disease (Van Soolingen et al. 1991). It is very valuable in situations where traditional contact tracing would not be able to identify the source of infection. Genotyping has facilitated identification and characterization of strains associated with nosocomial transmission in hospitals (Valway et al. 1994; Bifani et al. 1996; Frieden et al. 1996; Moss et al. 1997). In these studies, molecular markers have been used to confirm the outbreak and to elucidate the history of the sequential acquisition of multiple drug resistance (Bifani et al. 1999). Molecular typing has been used to identify previously unrecognized point source outbreaks and has been used to confirm transmission in a social setting (Yaganehdoost et al. 1999; Sterling et al. 2000). IS6110 often is limited to large centres and this may impose significant delay in analysis. A more rapid method would be helpful when evaluating outbreaks rapidly. Early PCR-based typing techniques showed poor reproducibility or in the case of spoligotyping poor discrimination, but MIRU-VNTR appears to have overcome this problem. Such methods are suitable, therefore, for rapid typing where an outbreak is suspected in a hospital ward. Laboratory cross-contamination is an ever present problem in tuberculosis. Reports of cross-contamination rates range from 0·1 to 65%. In well-regulated laboratories rates should be <1%, but molecular typing techniques enable cross-contamination to be detected preventing inappropriate treatment. PCR-based amplification methods are most suited to this application because of their simplicity and rapidity. Possible cross-contamination can be confirmed using a definitive technique such as IS6110. In this context spoligotyping or MIRU-VNTR is more likely to be applicable combining the speed of PCR with the discrimination of IS6110 (Fig. 4). Flow diagram illustrating selection of molecular typing techniques in different types of study Although the techniques for typing of M. tuberculosis are undergoing continual refinement, IS6110 typing in particular has contributed to our understanding of the epidemiology of tuberculosis. In our recent study of isolates collected in London (Maguire et al. 2002), we used a combination of different techniques to understand the transmission dynamics in the city. All strains were typed by the international standard IS6110 technique, low copy number stains or clustered isolates were secondarily typed using PGRS and spoligotyping. This combination proved effective in demonstrating that TB in London was mainly the result of either reactivation or importation of infection by recent immigrants, this is already informing the public health measures adopted for the control of TB in the UK. In cities such as New York, San Francisco and Paris molecular typing has helped to highlight the chains of transmission and 'at risk' groups requiring closer attention. In New York, the dissemination of the Beijing family led to an increased incidence of MDR-TB and strict control measures were introduced to limit the spread of this strain. In comparison with London, San Francisco has a high rate of transmission and this is associated with new infections circulating in the community, again RFLP typing was able to identify associations between patients that were not identified by established contact tracing methodologies.",
  "authors": [
    {
      "display_name": "Esther Kanduma",
      "id": "A5003907916",
      "orcid": "https://orcid.org/0000-0002-4979-2681",
      "institutions": [
        {
          "id": "I172917736",
          "display_name": "Christian Medical College, Vellore",
          "country_code": "IN",
          "type": "funder"
        },
        {
          "id": "I4210136876",
          "display_name": "Kilimanjaro Christian Medical Centre",
          "country_code": "TZ",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "E. Kanduma"
    },
    {
      "display_name": "Timothy D. McHugh",
      "id": "A5001004624",
      "orcid": "https://orcid.org/0000-0003-4658-8594",
      "institutions": [
        {
          "id": "I45129253",
          "display_name": "University College London",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "T.D. McHugh"
    },
    {
      "display_name": "Stephen H. Gillespie",
      "id": "A5005030069",
      "orcid": "https://orcid.org/0000-0001-6537-7712",
      "institutions": [
        {
          "id": "I45129253",
          "display_name": "University College London",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "S.H. Gillespie"
    }
  ],
  "publication_year": 2003,
  "publication_date": "2003-05-01",
  "type": "review",
  "cited_by_count": 92,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S39794811",
    "display_name": "Journal of Applied Microbiology",
    "issn_l": "1364-5072",
    "issn": [
      "1364-5072",
      "1365-2672"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310311648"
  },
  "volume": "94",
  "issue": "5",
  "first_page": "781",
  "last_page": "791",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1046/j.1365-2672.2003.01918.x",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2777975735",
      "display_name": "Mycobacterium tuberculosis",
      "level": 3,
      "score": 0.78947246
    },
    {
      "id": "C2781209916",
      "display_name": "Typing",
      "level": 2,
      "score": 0.6992404
    },
    {
      "id": "C89423630",
      "display_name": "Microbiology",
      "level": 1,
      "score": 0.6716277
    },
    {
      "id": "C2778022156",
      "display_name": "Strain (injury)",
      "level": 2,
      "score": 0.63885134
    },
    {
      "id": "C2781069245",
      "display_name": "Tuberculosis",
      "level": 2,
      "score": 0.621588
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.48798865
    },
    {
      "id": "C159047783",
      "display_name": "Virology",
      "level": 1,
      "score": 0.43766508
    },
    {
      "id": "C2780374374",
      "display_name": "Mycobacterium",
      "level": 3,
      "score": 0.42401528
    },
    {
      "id": "C70721500",
      "display_name": "Computational biology",
      "level": 1,
      "score": 0.3341382
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.27851504
    },
    {
      "id": "C142724271",
      "display_name": "Pathology",
      "level": 1,
      "score": 0.09307507
    },
    {
      "id": "C105702510",
      "display_name": "Anatomy",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10038",
      "display_name": "Tuberculosis Research and Epidemiology",
      "score": 1.0
    },
    {
      "id": "T11316",
      "display_name": "Mycobacterium research and diagnosis",
      "score": 0.9996
    },
    {
      "id": "T12578",
      "display_name": "Diagnosis and treatment of tuberculosis",
      "score": 0.9974
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1046/j.1365-2672.2003.01918.x",
  "pdf_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1046/j.1365-2672.2003.01918.x",
  "retrieved_date": "2025-07-30T14:15:24.668998",
  "source_database": "OpenAlex"
}