{
  "openalex_id": "W2076467371",
  "doi": "https://doi.org/10.1080/01439685.2013.847651",
  "title": "‘I Just Feel It’s Important to Know Exactly What he Went Through’:<i>In Their Footsteps</i>and The Role of Emotions in Australian Television History",
  "abstract": "AbstractIn Their Footsteps (2011) was an Australian television history program in which individuals retraced the ‘footsteps’ of ancestors who had served in war. Like the British genealogical quest program Who Do You Think You Are? In Their Footsteps was premised on the idea that we can understand the past in experiential and emotional terms. It stressed the connections between present-day individuals and a larger national history through their ancestor’s participation in Australian military engagements. Australia’s interpretation of its national past has recently been the subject of heated, politicized debate, and this program appeared at a time when Australian historians were expressing concern at a resurgence in nationalist military commemoration. Some historians regarded this affective attachment to Australia’s military past with suspicion, arguing that these attachments were produced by a jingoistic political culture. Television histories, which operate in an affective register, are usually neglected in these debates. This article argues that understanding television history is essential to grasping what military history means to contemporary Australians. A close analysis of In Their Footsteps demonstrates the ways that the deeply affective mode of television history offers a complex and nuanced form of historical understanding. Such analysis can help us better understand the contemporary appeal of military history. Notes1. The series was first broadcast 8 May–10 July 2011.2. Michelle Arrow, The Making History initiative and Australian popular history, Rethinking History, 15(2) (2011), 153–174.3. Joy Damousi, History matters: the politics of grief and injury in Australian history, Australian Historical Studies, 33(118) (2002), 100.4. Marilyn Lake, Henry Reynolds, with Mark McKenna and Joy Damousi, What’s Wrong With Anzac? The Militarization of Australian History (Sydney, 2010).5. Stuart Macintyre and Anna Clark, The History Wars (Melbourne, 2003); Ann Curthoys and John Docker, Is History Fiction? (Sydney, 2005), Andrew G. Bonnell and Martin Crotty, Australian history under Howard, 1996–2007, The Annals of the American Academy of Political and Social Science, 617(2008), 149–165; Anna Clark, History’s Children (Sydney, 2008).6. Keith Windschuttle, The Fabrication of Aboriginal History (Paddington, NSW, 2002).7. Macintyre and Clark, 137.8. Bonnell and Crotty, 152.9. Lake and Reynolds.10. Bruce Scates, Return to Gallipoli: walking the fields of the Great War (Melbourne, 2006); Lake and Reynolds.11. Mark McKenna, History and Australia: a foundational past? History Council of NSW Annual History Lecture, Wednesday, August 2012. Lecture available at http://www.abc.net.au/radionational/programs/specialbroadcasts/annual-history-lecture3a-professor-mark-mckenna/4484266.12. There has been a resurgence in studies of history on television in recent years, much of it fuelled by Ann Gray and Erin Bell’s large research project Televising History: see Erin Bell (ed.), Televising History, special issue of European Journal of Cultural Studies, 10(1), 2007, Erin Bell and Ann Gray’s Televising History: mediating the past in postwar Europe (New York, 2010), and Ann Gray and Erin Bell, History on Television (Abingdon, 2013). Much of the new scholarship on history and television considers the revival of history on television in a national context, such as Robert Dillon’s History on British Television: constructing nation, nationality and collective memory (Manchester, 2010) and Justin Champion, Seeing the past: Simon Schama’s ‘A History of Britain’ and public history, History Workshop Journal, 56 (2003), 153–174. New genres like reality history have attracted scholarly attention, including Julie Anne Taddeo and Ken Dvorak (ed.) The Tube Has Spoken: reality TV and history (Lexington, KY, 2010). Finally, questions of re-enactment, affect and consumption of history have informed some of the most innovative work in the field, such as Vanessa Agnew’s article History’s affective turn: Historical reenactment and its work in the present, Rethinking History 11(3) (2007), 299–312, and Jerome de Groot’s Consuming History (Abingdon, 2009), which places the resurgence of interest in history on television into the broader framework of consuming the past in popular culture.13. Paul Ashton, and Paula Hamilton, At home with the past: initial findings from the National Survey, ACH: Australian Cultural History 22 (2003), 11.14. Paul Ashton and Paula Hamilton, History at the Crossroads: Australians and the past (Ultimo, NSW, 2007), 12–13.15. Ashton and Hamilton, 23.16. See, for example (in the recent Australian context), Ruth Balint, Soft histories: making history on Australian television, History Australia, 8(1) (2011), 175–195, and Kylie Andrews, National history or post-industrial commodity? Negotiating Australian history through television documentary, History Australia, 8(1) (2011), 196–21417. Ashton and Hamilton, 11.18. Ashton and Hamilton, 19.19. Ashton and Hamilton, 8.20. Ashton and Hamilton, 27.21. Maria Nugent, Aboriginal family history: some reflections, Australian Cultural History, 23 (2003), 143–154; Tanya Evans, Secrets and lies: the radical potential of family history, History Workshop Journal, 71 (2011), 49–73.22. Graeme Davison, Speed-relating: family history in a digital age, History Australia, 6(2) (2009), 43.1–43.10.23. Ann Curthoys, Crossing over: academic and popular history, Australasian Journal of Popular Culture, 1(1) (2012), 11.24. Julia Watson, Ordering the family: genealogy as autobiographical pedigree, in: Sidonie Smith and Julia Watson (eds), Getting a Life: everyday uses of autobiography (Minneapolis, MN, 1996), cited in Claire Lynch, Who Do you Think You Are? Intimate pasts made public, Biography, 34(1) (2011), 108.25. Evans, 51.26. Anna Clark, Ordinary people’s history, History Australia, 9(1) (2012), 206.27. Roger Smither, Why is so much television history about war? in David Cannadine (ed.), History and the Media (Basingstoke, 2004), 62.28. For analysis of this resurgence, see for example Lake and Reynolds; Scates; Mark McKenna and Stuart Ward, ‘It was really moving mate’: the Gallipoli pilgrimage and sentimental nationalism in Australia, Australian Historical Studies 38(129) (2007), 141–151.29. Clark, History’s Children, Lake and Reynolds.30. McKenna, in Lake and Reynolds, 121.31. Joy Damousi, Why do we get so emotional about Anzac? in Lake and Reynolds, What’s Wrong with Anzac? 109.32. Curthoys, Crossing over, 13.33. Scates, 215.34. McKenna and Ward, ‘It was really moving mate’, 141.35. See Arrow, The Making History initiative; Michelle Arrow, Broadcasting the past: Australian television histories, History Australia, 8(1) (2011), 223–246.36. Utopia Girls (Jasmin Tarasin, Renegade Films; Australia, 2012), Australia on Trial (Malcolm McDonald, Lisa Matthews, Ana Kokkinos, December Media; Australia, 2012), Recipe for Murder (Sonia Bible, Jumping Dog Productions; Australia, 2011).37. John Corner, ‘Once Upon A Time …’: visual design and documentary openings, in: Erin Bell, Ann Gray and Erin Bell (eds), Televising History: mediating the past in postwar Europe (Abingdon, 2010), 14–17.38. Bain Attwood, In the age of testimony: the stolen generations narrative, ‘distance’, and public history, Public Culture, 20(1) (2008), 75.39. Ibid, 76.40. David Harlan, Ken Burns and the coming crisis of academic history, Rethinking History, 7(2) (2003), 174.41. Misha Kavka, Reality Television: affect and intimacy (Basingstoke, 2008), x.42. Alexander Cook, The use and abuse of historical reenactment: thoughts on recent trends in public history, Criticism, 46(3) (2004), 487.43. Agnew, 299.44. Tristram Hunt, Reality, identity and empathy: the changing face of social history television, Journal of Social History 39(3) (2006), 852.45. Jerome de Groot, Empathy and enfranchisement: popular histories, Rethinking History, 10(3) (2006), 403.46. Emma Hanna, Reality-experiential history documentaries: The Trench (BBC, 2002) and Britain’s modern memory of the First World War, Historical Journal of Film, Radio and Television, 27(4) (2007), 531, 543.47. The program was BBC2’s most popular program in 2004, with an average of 5 million viewers, and it was eventually transferred to BBC1 in 2006 for its third series. Paul Kerr, The Last Slave (2007): the genealogy of a British television history programme, Historical Journal of Film, Radio and Television, 29(3) (2009), 384.48. SBS Charter, http://www.sbs.com.au/aboutus/corporate/index/id/25/h/SBS-Charter (accessed 18 September 2012).49. Amy Holdsworth, Who do you think you are? Family history and memory on British television, in: Erin Bell and Ann Gray, Televising History: mediating the past in postwar Europe (Basingstoke, 2010), 23450. SBS Television, http://www.sbs.com.au/shows/whodoyouthinkyouare/episodes/page/season/3 (accessed 30 September 2011).51. de Groot, 78.52. Gemma Romain, Who Do You Think You Are? Journeys and Jewish narrative in the televisual narrative of David Baddiel, Jewish Culture and History, 11(1&2) (2009), 286.53. Amy Holdsworth, Who Do You Think You Are? Family history and memory on British television, in: Erin Bell and Ann Gray, Televising History: mediating the past in postwar Europe (Abingdon, 2010), 234.54. Several versions of Who Do You Think You Are? were made in different countries and there was also You Don’t Know You’re Born (Wall to Wall, 2007) where celebrities took on their ancestor’s jobs, and Coming Home (Yellow Duck for BBC Wales, 2007–2011). My Family at War (BBC1, 2008) traced the war experiences of the ancestors of celebrities, but only one season was produced.55. In Their Footsteps, Shine Australia for the Nine Network, 2011, Episode One.56. In Their Footsteps, Episode Seven.57. In Their Footsteps, Episode Four.58. de Groot, Empathy and Enfranchisement, 399.59. In Their Footsteps, Episode One.60. de Groot, Consuming History, 78.61. In Their Footsteps, Episode Two.62. In Their Footsteps, Episode One.63. Davison, 7.64. Alistair Thomson, Anzac Memories: living with the legend (Melbourne), 1994.65. In their Footsteps—Back to your roots, TV Week http://tvweek.ninemsn.com.au/blog.aspx?blogentryid=828336&showcomments=true April 2011 (accessed 23 September 2011).66. Geoff Shearer, Fighter pilot’s story uncovered, The Courier Mail, 19 May 2011, 52.67. See Michelle Arrow, Broadcasting the past: Australian television histories, History Australia, 8(1) (2011), 223–246.68. Melinda Houston, This week—half-time ratings round-up, Sunday Age, 24 July 2011, 31.69. Michael Idato, Sven turns up Volume on Nine, The Sydney Morning Herald, 10 June 2011, 11.70. Liz Rogers Knox, comment, 22 July 2011, www.facebook.com, In Their Footsteps page, page now removed.71. Lake and Reynolds.72. Attwood, 91.Additional informationNotes on contributorsMichelle ArrowMichelle Arrow is Associate Professor in Modern History at Macquarie University, Australia. Her most recent book, Friday on Our Minds: popular culture in Australia since 1945 (Sydney, 2009) was shortlisted for the NSW Premier’s Australian History Prize in 2010. She has published extensively on history on television and in 2004 was a presenter on the Australian Broadcasting Commission’s TV history series, Rewind. Follow her on twitter at @MichelleArrow1.",
  "authors": [
    {
      "display_name": "Michelle Arrow",
      "id": "A5085900812",
      "orcid": "https://orcid.org/0000-0003-3522-5712",
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Michelle Arrow"
    }
  ],
  "publication_year": 2013,
  "publication_date": "2013-11-12",
  "type": "article",
  "cited_by_count": 22,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S83200006",
    "display_name": "Historical Journal Of Film Radio and Television",
    "issn_l": "0143-9685",
    "issn": [
      "0143-9685",
      "1465-3451"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310319847"
  },
  "volume": "33",
  "issue": "4",
  "first_page": "594",
  "last_page": "611",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.5880519
    },
    {
      "id": "C527412718",
      "display_name": "Interpretation (philosophy)",
      "level": 2,
      "score": 0.51935136
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.49284673
    },
    {
      "id": "C521449643",
      "display_name": "Nationalism",
      "level": 3,
      "score": 0.4817167
    },
    {
      "id": "C29595303",
      "display_name": "Media studies",
      "level": 1,
      "score": 0.47191098
    },
    {
      "id": "C5021368",
      "display_name": "Military history",
      "level": 2,
      "score": 0.44479698
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.43535945
    },
    {
      "id": "C2777855551",
      "display_name": "Subject (documents)",
      "level": 2,
      "score": 0.42607647
    },
    {
      "id": "C152192407",
      "display_name": "Political history",
      "level": 3,
      "score": 0.42575657
    },
    {
      "id": "C107993555",
      "display_name": "Gender studies",
      "level": 1,
      "score": 0.3311075
    },
    {
      "id": "C107038049",
      "display_name": "Aesthetics",
      "level": 1,
      "score": 0.3231327
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.25045472
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.18170208
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.1353893
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C195244886",
      "display_name": "Ancient history",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C161191863",
      "display_name": "Library science",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C199360897",
      "display_name": "Programming language",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T12525",
      "display_name": "Australian History and Society",
      "score": 0.9914
    },
    {
      "id": "T11971",
      "display_name": "World Wars: History, Literature, and Impact",
      "score": 0.9747
    },
    {
      "id": "T13653",
      "display_name": "Commonwealth, Australian Politics and Federalism",
      "score": 0.9595
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1080/01439685.2013.847651",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:46:50.379492",
  "source_database": "OpenAlex"
}