{
  "openalex_id": "W2079501535",
  "doi": "https://doi.org/10.1097/01.ju.0000130510.28768.f5",
  "title": "15-YEAR EXPERIENCE WITH THE MANAGEMENT OF EXTRINSIC URETERAL OBSTRUCTION WITH INDWELLING URETERAL STENTS",
  "abstract": "No AccessJournal of UrologyAdult Urology: Voiding Dysfunction1 Aug 200415-YEAR EXPERIENCE WITH THE MANAGEMENT OF EXTRINSIC URETERAL OBSTRUCTION WITH INDWELLING URETERAL STENTS STEVE Y. CHUNG, ROBERT J. STEIN, DOUGLAS LANDSITTEL, BENJAMIN J. DAVIES, DAVID C. CUELLAR, RONALD L. HREBINKO, TATUM TARIN, and TIMOTHY D. AVERCH STEVE Y. CHUNGSTEVE Y. CHUNG , ROBERT J. STEINROBERT J. STEIN , DOUGLAS LANDSITTELDOUGLAS LANDSITTEL , BENJAMIN J. DAVIESBENJAMIN J. DAVIES , DAVID C. CUELLARDAVID C. CUELLAR , RONALD L. HREBINKORONALD L. HREBINKO , TATUM TARINTATUM TARIN , and TIMOTHY D. AVERCHTIMOTHY D. AVERCH View All Author Informationhttps://doi.org/10.1097/01.ju.0000130510.28768.f5AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: We assessed the success of retrograde placement of indwelling ureteral stents in the management of ureteral obstruction due to extrinsic compression. Materials and Methods: Between July 1987 and December 2002 adequate followup was available for 101 patients who underwent primary retrograde ureteral stenting for extrinsic ureteral obstruction. Mean age at presentation was 61.4 years (range 33 to 90). Chart review was performed on all patients for primary diagnosis, symptomatology, degree of hydronephrosis, creatinine levels (baseline, treatment and posttreatment), location of compression, size and number of stents used, progression to percutaneous nephrostomy tube (PNT), stent failure, days to stent failure, post-stent therapy and status at last followup. Results: Mean length of followup was 11 months (range 1 to 127). In 101 patients 138 ureteral units (UU) were stented. Total stent failure occurred in 41 (40.6%) patients and 58 (42.0%) UU. A total of 40 (29.0%) UU required PNTs at a mean of 40.3 days (range 0 to 330) with 18 PNTs placed in less than 1 week. Cases of stent failure that did not undergo PNT placement included 18 (13.0%) UU at a mean of 52.4 days (range 3 to 128). A total of 90 (89.1%) patients had metastatic cancer at stenting with 32.2% dead at 5.8 months (range 1 to 32). Univariate and multivariate analyses identified cancer diagnosis, baseline creatinine greater than 1.3 mg/dl and post-stent systemic treatment as predictors of stent failure. Proximal location of compression and treatment creatinine greater than 3.11 mg/dl were marginal predictors of failure on univariate analysis, while proximal location of obstruction was also marginally significant on multivariate analysis. No predictors were identified for early stent failure (less than 1 week). Conclusions: At almost 1 year followup stent failure due to extrinsic compression occurred in nearly half of treated patients. Analysis of data revealed a diagnosis of cancer, baseline mild renal insufficiency and metastatic disease requiring chemotherapy or radiation as predictors of stent failure. Managing extrinsic compression by retrograde stenting continues to be a practical but guarded decision and should be tailored to each patient. References 1 : High failure rate of indwelling ureteral stents in patients with extrinsic obstruction: experience at 2 institutions. J Urol1989; 142: 277. Link, Google Scholar 2 : Predicting the success of retrograde stenting for managing ureteral obstruction. J Urol2001; 166: 1746. Link, Google Scholar 3 : Management of ureteral obstruction secondary to pelvic malignancies. J Endourol1999; 13: 521. Google Scholar 4 : The effects of double J stenting on unobstructed ureters: an experimental and clinical study. Br J Urol1985; 57: 630. Google Scholar 5 : Double-J and diversion stents. Urol Clin North Am1982; 9: 89. Google Scholar 6 : Experience with new double J ureteral catheter stent. J Urol1978; 120: 678. Link, Google Scholar 7 : The pigtail ureteral stent in the cancer patient. J Urol1979; 121: 17. Link, Google Scholar 8 : Ureteral decompression in advanced nonurologic malignancies. Ann Surg Oncol1996; 3: 393. Google Scholar 9 : The value of antegrade stenting for lower ureteric obstruction. J R Soc Med1995; 88: 446. Google Scholar 10 : The double-J ureteral stent: in vivo and in vitro flow studies. J Urol1992; 148: 278. Link, Google Scholar 11 : Simultaneous multiple double pigtail stents for malignant ureteral obstruction. Urology2002; 59: 594. Google Scholar 12 : Management of malignant extrinsic compression of the ureter by simultaneous placement of two ipsilateral ureteral stents. J Endourol2001; 15: 979. Google Scholar 13 : Polyethylene double-pigtail ureteral stents. Urol Clin North Am1982; 9: 95. Google Scholar 14 : Metallic wallstents: a new therapy for extrinsic ureteral obstruction. J Urol1992; 148: 281. Link, Google Scholar 15 : Self-expanding metal stents for palliative treatment of malignant ureteral obstruction. AJR Am J Roentgenol1992; 159: 1091. Google Scholar 16 : Metal stents: a new treatment of malignant ureteral obstruction. J Urol1997; 158: 54. Link, Google Scholar 17 : New endoureteral double-J stent resists extrinsic ureteral compression. J Endourol1998; 12: 37. Google Scholar 18 : Nephrovesical subcutaneous stent: an alternative to permanent nephrostomy. J Urol2000; 163: 528. Link, Google Scholar From the Department of Urology (SYC, RJS, BJD, DCC, RLH, TT, TDA), University of Pittsburgh Medical Center, and Biostatistics (DL), University of Pittsburgh, Pittsburgh, Pennsylvania© 2004 by American Urological Association, Inc.FiguresReferencesRelatedDetailsCited byFrederick L, Ellimoottil C, Kadlec A, Shah A, Turk T and Schwartz B (2016) Cost Analysis of Metallic Stents for Chronic Ureteral Obstruction: A Multicenter StudyUrology Practice, VOL. 4, NO. 1, (21-24), Online publication date: 1-Jan-2017.Kadlec A, Ellimoottil C, Greco K and Turk T (2013) Five-Year Experience with Metallic Stents for Chronic Ureteral ObstructionJournal of Urology, VOL. 190, NO. 3, (937-941), Online publication date: 1-Sep-2013.Goldsmith Z, Wang A, Bañez L, Lipkin M, Ferrandino M, Preminger G and Inman B (2012) Outcomes of Metallic Stents for Malignant Ureteral ObstructionJournal of Urology, VOL. 188, NO. 3, (851-855), Online publication date: 1-Sep-2012.Benson A, Taylor E and Schwartz B (2011) Metal Ureteral Stent for Benign and Malignant Ureteral ObstructionJournal of Urology, VOL. 185, NO. 6, (2217-2222), Online publication date: 1-Jun-2011.Izumi K, Mizokami A, Maeda Y, Koh E and Namiki M (2010) Current Outcome of Patients With Ureteral Stents for the Management of Malignant Ureteral ObstructionJournal of Urology, VOL. 185, NO. 2, (556-561), Online publication date: 1-Feb-2011.Liatsikos E, Karnabatidis D, Katsanos K, Kallidonis P, Katsakiori P, Kagadis G, Christeas N, Papathanassiou Z, Perimenis P and Siablis D (2009) Ureteral Metal Stents: 10-Year Experience With Malignant Ureteral Obstruction TreatmentJournal of Urology, VOL. 182, NO. 6, (2613-2618), Online publication date: 1-Dec-2009.Christman M, L'Esperance J, Choe C, Stroup S and Auge B (2008) Analysis of Ureteral Stent Compression Force and its Role in Malignant ObstructionJournal of Urology, VOL. 181, NO. 1, (392-396), Online publication date: 1-Jan-2009.GANATRA A and LOUGHLIN K (2018) The Management of Malignant Ureteral Obstruction Treated with Ureteral StentsJournal of Urology, VOL. 174, NO. 6, (2125-2128), Online publication date: 1-Dec-2005. Volume 172Issue 2August 2004Page: 592-595 Advertisement Copyright & Permissions© 2004 by American Urological Association, Inc.Keywordspressureureteral obstructionstentsMetricsAuthor Information STEVE Y. CHUNG More articles by this author ROBERT J. STEIN More articles by this author DOUGLAS LANDSITTEL More articles by this author BENJAMIN J. DAVIES More articles by this author DAVID C. CUELLAR More articles by this author RONALD L. HREBINKO More articles by this author TATUM TARIN More articles by this author TIMOTHY D. AVERCH More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Steve Y. Chung",
      "id": "A5086323227",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210134769",
          "display_name": "University of Pittsburgh Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "STEVE Y. CHUNG"
    },
    {
      "display_name": "Robert J. Stein",
      "id": "A5005711544",
      "orcid": "https://orcid.org/0000-0002-7065-8655",
      "institutions": [
        {
          "id": "I4210134769",
          "display_name": "University of Pittsburgh Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "ROBERT J. STEIN"
    },
    {
      "display_name": "Douglas Landsittel",
      "id": "A5066314287",
      "orcid": "https://orcid.org/0000-0003-4870-6144",
      "institutions": [
        {
          "id": "I4210134769",
          "display_name": "University of Pittsburgh Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "DOUGLAS LANDSITTEL"
    },
    {
      "display_name": "Ben Davies",
      "id": "A5079877501",
      "orcid": "https://orcid.org/0000-0003-4612-7894",
      "institutions": [
        {
          "id": "I4210134769",
          "display_name": "University of Pittsburgh Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "BENJAMIN J. DAVIES"
    },
    {
      "display_name": "David C. Cuellar",
      "id": "A5103798067",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210134769",
          "display_name": "University of Pittsburgh Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "DAVID C. CUELLAR"
    },
    {
      "display_name": "Ronald L. Hrebinko",
      "id": "A5004302331",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210134769",
          "display_name": "University of Pittsburgh Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "RONALD L. HREBINKO"
    },
    {
      "display_name": "Tatum Tarin",
      "id": "A5111832185",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210134769",
          "display_name": "University of Pittsburgh Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "TATUM TARIN"
    },
    {
      "display_name": "Timothy D. Averch",
      "id": "A5018550453",
      "orcid": "https://orcid.org/0000-0001-8008-8409",
      "institutions": [
        {
          "id": "I4210134769",
          "display_name": "University of Pittsburgh Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "TIMOTHY D. AVERCH"
    }
  ],
  "publication_year": 2004,
  "publication_date": "2004-07-02",
  "type": "article",
  "cited_by_count": 224,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "172",
  "issue": "2",
  "first_page": "592",
  "last_page": "595",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.9350037
    },
    {
      "id": "C2778583881",
      "display_name": "Stent",
      "level": 2,
      "score": 0.6253532
    },
    {
      "id": "C2781040948",
      "display_name": "Hydronephrosis",
      "level": 3,
      "score": 0.62483335
    },
    {
      "id": "C2778261594",
      "display_name": "Percutaneous nephrostomy",
      "level": 3,
      "score": 0.5929557
    },
    {
      "id": "C2776664737",
      "display_name": "Ureter",
      "level": 2,
      "score": 0.4940615
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.44521293
    },
    {
      "id": "C2780813298",
      "display_name": "Percutaneous",
      "level": 2,
      "score": 0.42560804
    },
    {
      "id": "C2777601897",
      "display_name": "Presentation (obstetrics)",
      "level": 2,
      "score": 0.4214851
    },
    {
      "id": "C61434518",
      "display_name": "General surgery",
      "level": 1,
      "score": 0.38978514
    },
    {
      "id": "C77411442",
      "display_name": "Urinary system",
      "level": 2,
      "score": 0.27316144
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.09896195
    }
  ],
  "topics": [
    {
      "id": "T11174",
      "display_name": "Pediatric Urology and Nephrology Studies",
      "score": 0.9997
    },
    {
      "id": "T12634",
      "display_name": "Ureteral procedures and complications",
      "score": 0.9986
    },
    {
      "id": "T12067",
      "display_name": "Renal and Vascular Pathologies",
      "score": 0.9985
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1097/01.ju.0000130510.28768.f5",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:50:37.700420",
  "source_database": "OpenAlex"
}