{
  "openalex_id": "W2072407400",
  "doi": "https://doi.org/10.1177/101269028602100105",
  "title": "Professional Wrestling in Japan — Media and Message",
  "abstract": "This paper documents the important role of Western-style professional wrestling in the popular culture of Japan, focusing on the early years in which it was established, 1953-1963. These were also the years in which television achieved its phenomenal growth, and the symbiotic relationship between the \"sport\" and the medium is explored. The star of professional wrestling in Japan during these years was the former sumo wrestler Rikidôzan. He faced a steady stream of foreign wrestlers, mainly from America. The fact that he was actually of Korean origins was a well kept secret. It is shown that the great popularity of professional wrestling in Japan is related to its embracing of a powerful theme: Japan against the world, the West, America. 2 In Goffman's terms, the transformation is probably closer to a fabrication than a keying. Erving Goffman, Frame Analysis (Philadelphia, University of Pennsylvania Press, 1974). See also Lee Thompson \"Puroresu no fureimu bunseki\" (A frame analysis of pro wrestling), Shakai to Shakaigaku, Society and Sociology, No. 3, May 1986, Japan: Shinhyoron. 4 Ikuta Masaki, Sato Tomo'o, Tsujimura Akira, Hirai Ryûtarô and Yamamoto Tôru, \"Nihon ni okeru terebi fukyû no tokushitsu\" (Characteristics of the diffusion of television in Japan), Hôsôgaku Kenkyû 8 (1964): p. 64. 6 Ikuta, et al., 8, p. 38. This figure is the number of households with reception contracts with NHK. The actual number of sets exceeds the number of contracts, since some people avoid making the contract and thereby paying the fees on which NHK is supposed to operate. But NHK is pretty thorough, and number of contracts is a good index of number of sets. Percentage is computed from national census. 10 Ikuta, et al., 8, p. 112. 11 Ibid., p. 113. 12 Ibid., p. 82. 13 Marshall McLuhan, Understanding Media, New York: McGraw-Hill Book Company; Signet Books, 1964, pp. 33-34. 14 Nihon Hôsô Kyôkai, Hôsô 50 nenshi: Honhen (50 years of broadcasting: Main text), Tokyo: Nihon Hôsô Shuppan Kyôkai, 1977, pp. 388-389. 15 Ibid., p. 389. 16 Ikuta, et al. , 8: 79. 11 Nihon Hôsô Kyôkai. 50 nenshi, p. 390. 18 Ikuta, et al. , 8: p. 130. 19 \"Terebi shichôsha wa donna bangumi o konomu ka\" (What kind of programs do viewers prefer?), NHK Bunken Geppô, October 1954, pp. 18-21. 20 Ikuta, et al., 8: p. 83. 21 NHK Nenkan. 1957, p. 312. 22 Tokyo Shinbun, July 21, 1963. In Ikuta, et al., 10, pp. 240-241. 23 \"Terebi bangumi no ôza o shimeru Sports\" (Sports: On the 'throne' of television programming), YTV Report 1, April 1959, pp. 18-20. 24 \"Osaka rokkyoku best ten no ugoki\" (The best ten programs of the six stations in Osaka), YTV Report 2, June 1959, pp. 38-39. 25 \"Zenkoku netto bangumi dewa donna mono ga ninki ga aru ka\" (What programs are popular on the national network?), YTV Report: TV Data Book'61 (1961), p. 18. 26 Ibid. 27 Ikuta, et al., 10, p. 240. 28 Ikuta, et al., 9, pp. 154-155. 29 The following outline is based on Tazuhama Hiroshi, Nihon puroresu 20 nenshi (Twenty years of professional wrestling in Japan), Tokyo: Nihon Hôsô Ami, 1975; Ushijima Hidehiko, Shinsô kairyû no otoko: Rikidôzan, Tokyo: Mainichi Shinbunsha, 1978; and the Mainichi and Asahi newspapers, 1950-1964. 30 Ikuta Masaki, Mass Communication no Kenkyû (Studies in Mass Communication), Tokyo: Nihon Hôsô Shuppan Kyokai, 1977, p. 145. 31 Tazuhama, p. 206. 32 Nihon Hôsô Kyôkai. Hôsô 50 nenshi: Shiryôhen (Fifty years of broadcasting: Data book), Tokyo: Nihon Hôsô Shuppan Kyôkai, 1977, p. 323. 33 Ikuta, et al., 9, p. 154. 34 Kobayashi Yosanji. \"Jo ni kaete\" (In place of a preface), in Tazuhama, p. 17. 35 Komatsu Nobuyasu, \"Hiwa: puroresu to terebi\" (The secret history of professional wrestling and television), in Tazuhama, p. 193. 36 Tazuhama, p. 181. 37 Ibid., p. 212. 38 C. Wright Mills, \"Situated Actions and Vocabularies of Motive\", in Power, Politics and People, ed. Irving Horowitz, New York: Oxford University Press, 1963, pp. 439-452. 39 Shôriki Matsutarô, \"Nihon no bunka to keizai e no kôken: radio kara color television made\" (Contributing to the economy and culture of Japan: from radio to color television), YTV Report 8, May 1960, p. 2. 40 Tazuhama, p. 185. 41 Yomiuri Television, \"Watashi to television\" (Television and I), 21 April, 1982. 42 Mainichi Hôsô, \"Za puroresu: 'Kimi wa Rikidôzan o mita ka. Ima yomigaeru fumetsu no ôsha'\" (Professional wrestling: \"Have you seen Rikidôzan? The return of the indestructible king\"), 30 July 1983. 43 Ibid. 44 Taishû to tomo ni 25 nen (Twenty-five years with the people), Tokyo: Nihon Terebi Hôsô Ami, 1978, p. 71. 45 Ushijima, p. 126. 46 Nakamura Shôichi, Tsuganezawa Toshihiro, Inoue Shun, Uchida Akihiro and Inoue Hiroshi, Terebi bangumi ron: miru taiken no shakaishinrishi (A study of television programs: a social psychological history of the viewing experience), Tokyo: Yomiuri Terebi Hôsô Kabushiki Kaisha, 1972, p. 116. 47 Muramatsu Tomomi, Dirty heroism sengen (Dirty heroism proclamation), Tokyo: Jôhô Center Shuppan Kyoku, 1981, p. 57. 48 Ibid., p. 61. 49 Mainichi Shinbun, 3 October, 1958. 50 Ibid., 27 February 1954. 51 Ibid. , 11 July 1957. 52 Ibid., 5 September 1958. 53 Ibid., 14 August 1957. 54 Tazuhama, p. 89. 55 Nakamura, et al. , p. 112. 56 Dai Jinmei Jiten (Heibonsha, 1958); Gendai Jinmei Jiten (Asahi Shinbunsha, 1977). 57 Ushijima Hidehiko first \"broke\" the story in his 1978 book, on which the following paragraph in the text is based. In saying that Rikidôzan was \"Korean\" I am applying the standards of the majority of Japanese, for whom being Japanese is not a matter of legal citizenship. William Wetherall, in his discussion of Rikidôzan in Lee and Devos, Koreans in Japan (Los Angeles: University of California Press, 1981, pp. 281-303) takes the legalistic view that Japanese citizenship makes one Japanese. 58 See Harold Garfinkel's discussion of \"Agnes\" for an interesting discussion of \"passing\". Studies in Ethnomethodology, New York: Prentice-Hall, 1967, pp. 116-207. 59 Inode Kôya, \"Tsuiseki! Rikidôzan\" (On the trail of Rikidôzan), Number, April 5, 1983, p. 14. 60 Izumi Seiichi, \"Nihonjin no jinshu teki henken\" (Racial prejudice in Japan), Sekai, March 1963, pp. 80-89. 61 Wagatsuma Hiroshi and Yoneyama Toshinao, Henken no kôzô: Nihonjin no jinshukan (The structure of prejudice: Japanese views of race), Tokyo: NHK Books, 1967, pp. 115- 140. 62 Tazuhama, p. 211. 63 For just one example, see Gunther Luschen, \"The Interdependence of Sport and Culture\", International Review of Sport Sociology, 1969, 2, p. 136. 64 Alan Clarke and John Clarke, \"'Highlights and Action Replays' - Ideology, Sport and the Media\", in Jennifer Hargreaves, ed., Sport, Culture and Ideology, London: Routledge and Kegan Paul, 1982, p. 66. 65 Richard Mandell, Sport: A Cultural History, (New York: Columbia University Press, 1984) pp. 235-236. According to James Riordan (\"Sport and Communism — On the Example of the USSR\", in Jennifer Hargreaves, ed., op. cit., p. 228), in this case the view is reciprocated. 66 Stone, p. 318. 67 Clifford Geertz, The Interpretation of Cultures, New York: Basic Books, 1973, p. 448. 68 Asahi Shinbun, 8 April 1984. 69 Asahi Shinbun, 11 December 1984.",
  "authors": [
    {
      "display_name": "Lee Thompson",
      "id": "A5023489679",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Lee Austin Thompson"
    }
  ],
  "publication_year": 1986,
  "publication_date": "1986-03-01",
  "type": "article",
  "cited_by_count": 21,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S144178814",
    "display_name": "International Review for the Sociology of Sport",
    "issn_l": "1012-6902",
    "issn": [
      "1012-6902",
      "1461-7218"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320017"
  },
  "volume": "21",
  "issue": "1",
  "first_page": "65",
  "last_page": "81",
  "open_access": {
    "is_oa": true,
    "oa_status": "green",
    "oa_url": "https://ir.library.osaka-u.ac.jp/repo/ouka/all/9868/ahs08_y007.pdf",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C2778678121",
      "display_name": "Sociology of sport",
      "level": 2,
      "score": 0.48478264
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.47286913
    },
    {
      "id": "C29595303",
      "display_name": "Media studies",
      "level": 1,
      "score": 0.43673536
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.3916629
    },
    {
      "id": "C112698675",
      "display_name": "Advertising",
      "level": 1,
      "score": 0.38764143
    },
    {
      "id": "C36289849",
      "display_name": "Social science",
      "level": 1,
      "score": 0.20291927
    },
    {
      "id": "C144133560",
      "display_name": "Business",
      "level": 0,
      "score": 0.15120628
    }
  ],
  "topics": [
    {
      "id": "T10942",
      "display_name": "Sports, Gender, and Society",
      "score": 0.9815
    },
    {
      "id": "T14518",
      "display_name": "American Sports and Literature",
      "score": 0.9489
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1177/101269028602100105",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:59:57.451952",
  "source_database": "OpenAlex"
}