{
  "openalex_id": "W2078078928",
  "doi": "https://doi.org/10.7326/0003-4819-151-7-200910060-00014",
  "title": "Redundant Data in the Meta-analysis on<i>Helicobacter pylori</i>Eradication",
  "abstract": "Letters6 October 2009Redundant Data in the Meta-analysis on Helicobacter pylori EradicationAlexander C. Ford, MBChB, MD and Paul Moayyedi, MBChB, PhDAlexander C. Ford, MBChB, MDFrom St. James's University Hospital, Leeds LS9 7TF, United Kingdom; and McMaster University Health Sciences Centre, Hamilton, Ontario L8N 3Z5, Canada. and Paul Moayyedi, MBChB, PhDFrom St. James's University Hospital, Leeds LS9 7TF, United Kingdom; and McMaster University Health Sciences Centre, Hamilton, Ontario L8N 3Z5, Canada.Author, Article, and Disclosure Informationhttps://doi.org/10.7326/0003-4819-151-7-200910060-00014 SectionsAboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinkedInRedditEmail TO THE EDITOR:We read with interest the recent meta-analysis by Fuccio and colleagues (1). There is an ongoing Cochrane review on this subject; its protocol is published (2), and its results have been reported in abstract form (3). Fuccio and colleagues report that eradication therapy for Helicobacter pylori reduces the subsequent incidence of gastric cancer. However, we have serious doubts about the accuracy of their analysis. In the Methods section of their article, Fuccio and colleagues state that when they found multiple articles for a single study, they used the latest publication from each eligible study. However, the meta-analysis ...References1. Fuccio L, Zagari RM, Eusebi LH, Laterza L, Cennamo V, Ceroni L, et al. Meta-analysis: can Helicobacter pylori eradication treatment reduce the risk for gastric cancer? Ann Intern Med. 2009;151:121-8. [PMID: 19620164] LinkGoogle Scholar2. Moayyedi P, Hunt R, Forman D. Helicobacter pylori eradication for the prevention of gastric neoplasia. Cochrane Database Syst Rev. 2006;1:CD005583. Google Scholar3. Moayyedi P, Hunt RH, Ford AC, Talley NJ, Forman D. Helicobacter pylori eradication reduces the incidence of gastric cancer: results of a systematic review of randomized controlled trials [Abstract]. Gastroenterology. 2008;134:A631-2. CrossrefGoogle Scholar4. Leung WK, Lin SR, Ching JY, To KF, Ng EK, Chan FK, et al. Factors predicting progression of gastric intestinal metaplasia: results of a randomised trial on Helicobacter pylori eradication. Gut. 2004;53:1244-9. [PMID: 15306578] CrossrefMedlineGoogle Scholar5. Zhou L. Ten-year follow-up study on the incidence of gastric cancer and the pathological changes of gastric mucosa after H. pylori eradication in China [Abstract]. Gastroenterology. 2008;134:A233. CrossrefGoogle Scholar Author, Article, and Disclosure InformationAuthors: Alexander C. Ford, MBChB, MD; Paul Moayyedi, MBChB, PhDAffiliations: From St. James's University Hospital, Leeds LS9 7TF, United Kingdom; and McMaster University Health Sciences Centre, Hamilton, Ontario L8N 3Z5, Canada.Disclosures: None disclosed. PreviousarticleNextarticle Advertisement FiguresReferencesRelatedDetailsSee AlsoMeta-analysis: Can Helicobacter pylori Eradication Treatment Reduce the Risk for Gastric Cancer? Lorenzo Fuccio , Rocco Maurizio Zagari , Leonardo Henry Eusebi , Liboria Laterza , Vincenzo Cennamo , Liza Ceroni , Diego Grilli , and Franco Bazzoli Redundant Data in the Meta-analysis on Helicobacter pylori Eradication Lorenzo Fuccio , Leonardo Henry Eusebi , and Franco Bazzoli Metrics Cited byHelicobacter pylori eradication for the prevention of gastric neoplasiaEffectiveness of Helicobacter pylori eradication in the prevention of primary gastric cancer in healthy asymptomatic people: A systematic review and meta-analysis comparing risk ratio with risk differenceEffect of Helicobacter pylori Eradication on Gastric Cancer Prevention in Korea: A Randomized Controlled Clinical TrialSerum pepsinogen levels can quantify the risk of development of metachronous gastric cancer after endoscopic resectionGastric CancerHelicobacter pylori eradication cannot reduce the risk of gastric cancer in patients with intestinal metaplasia and dysplasia: evidence from a meta-analysisHelicobacter pylori eradication for the prevention of gastric neoplasiaHow to Read a Systematic Review and Meta-AnalysisCancer Prevention, Screening, and Early DetectionManagement of Helicobacter pylori infection in Latin America: A Delphi technique-based consensusStatins are associated with reduced risk of gastric cancer: a systematic review and meta-analysisHow Long Will It Take to Reduce Gastric Cancer Incidence by Eradicating Helicobacter Pylori Infection?Recent Development of Gastric Cancer PreventionLong-term effect of Helicobacter pylori eradication on the development of metachronous gastric cancer after endoscopic resection of early gastric cancerChemoprevention for gastric cancer 6 October 2009Volume 151, Issue 7Page: 513KeywordsConflicts of interestGastric cancerHelicobacter pyloriRelative riskStatistical dataSystematic reviews ePublished: 6 October 2009 Issue Published: 6 October 2009 Copyright & PermissionsCopyright © 2009 by American College of Physicians. All Rights Reserved.PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Alexander C. Ford",
      "id": "A5044392782",
      "orcid": "https://orcid.org/0000-0001-6371-4359",
      "institutions": [
        {
          "id": "I2801331674",
          "display_name": "St James's University Hospital",
          "country_code": "GB",
          "type": "healthcare"
        },
        {
          "id": "I2801259263",
          "display_name": "McMaster University Medical Centre",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I2802362269",
          "display_name": "Health Sciences Centre",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Alexander C. Ford"
    },
    {
      "display_name": "Paul Moayyedi",
      "id": "A5056355381",
      "orcid": "https://orcid.org/0000-0002-3616-9292",
      "institutions": [
        {
          "id": "I2801331674",
          "display_name": "St James's University Hospital",
          "country_code": "GB",
          "type": "healthcare"
        },
        {
          "id": "I2802362269",
          "display_name": "Health Sciences Centre",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I2801259263",
          "display_name": "McMaster University Medical Centre",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Paul Moayyedi"
    }
  ],
  "publication_year": 2009,
  "publication_date": "2009-10-06",
  "type": "letter",
  "cited_by_count": 20,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S119722071",
    "display_name": "Annals of Internal Medicine",
    "issn_l": "0003-4819",
    "issn": [
      "0003-4819",
      "1539-3704"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316812"
  },
  "volume": "151",
  "issue": "7",
  "first_page": "513",
  "last_page": "513",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": "https://doi.org/10.7326/0003-4819-151-7-200910060-00014",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.91419935
    },
    {
      "id": "C2776409635",
      "display_name": "Helicobacter pylori",
      "level": 2,
      "score": 0.73666024
    },
    {
      "id": "C95190672",
      "display_name": "Meta-analysis",
      "level": 2,
      "score": 0.57311946
    },
    {
      "id": "C512399662",
      "display_name": "Family medicine",
      "level": 1,
      "score": 0.4911842
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.4200008
    }
  ],
  "topics": [
    {
      "id": "T10276",
      "display_name": "Helicobacter pylori-related gastroenterology studies",
      "score": 1.0
    },
    {
      "id": "T10696",
      "display_name": "Gastric Cancer Management and Outcomes",
      "score": 0.9921
    },
    {
      "id": "T11855",
      "display_name": "Gastrointestinal disorders and treatments",
      "score": 0.9718
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.7326/0003-4819-151-7-200910060-00014",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:13:31.516631",
  "source_database": "OpenAlex"
}