{
  "openalex_id": "W2071971189",
  "doi": "https://doi.org/10.1074/jbc.m200073200",
  "title": "Identification of a Critical Amino Acid in the Aryl Hydrocarbon Receptor",
  "abstract": "Two aryl hydrocarbon receptors (rtAHR2α and rtAHR2β) have been identified in the rainbow trout (Oncorhynchus mykiss). These receptors share 98% amino acid identity, yet their functional properties differ. Both rtAHR2α and rtAHR2β bind 2,3,7,8-tetrachlorodibenzo-p-dioxin (TCDD), dimerize with rainbow trout ARNTb (rtARNTb), and recognize dioxin response elements in vitro. However, in a transient transfection assay the two proteins show differential ability to recognize enhancers, produce transactivation, and respond to TCDD. To identify the sequence differences that confer the functional differences between rtAHR2α and rtAHR2β, we constructed chimeric rtAHRs, in which segments of one receptor form was replaced with the corresponding part from the other isoform. This approach progressively narrowed the region being examined to a single residue, corresponding to position 111 in rtAHR2β. Altering this residue in rtAHR2β from the lysine to glutamate found in rtAHR2α produced an rtAHR2β with the properties of rtAHR2α. All other known AHRs resemble rtAHR2α and carry glutamate at this position, located at the N terminus of the PAS-A domain. We tested the effect of altering this glutamate in the human and zebrafish AHRs to lysine. This lysine substitution produced AHRs with transactivation properties that were similar to rtAHR2β. These results identify a critical residue in AHR proteins that has an important impact on transactivation, enhancer site recognition, and regulation by ligand. Two aryl hydrocarbon receptors (rtAHR2α and rtAHR2β) have been identified in the rainbow trout (Oncorhynchus mykiss). These receptors share 98% amino acid identity, yet their functional properties differ. Both rtAHR2α and rtAHR2β bind 2,3,7,8-tetrachlorodibenzo-p-dioxin (TCDD), dimerize with rainbow trout ARNTb (rtARNTb), and recognize dioxin response elements in vitro. However, in a transient transfection assay the two proteins show differential ability to recognize enhancers, produce transactivation, and respond to TCDD. To identify the sequence differences that confer the functional differences between rtAHR2α and rtAHR2β, we constructed chimeric rtAHRs, in which segments of one receptor form was replaced with the corresponding part from the other isoform. This approach progressively narrowed the region being examined to a single residue, corresponding to position 111 in rtAHR2β. Altering this residue in rtAHR2β from the lysine to glutamate found in rtAHR2α produced an rtAHR2β with the properties of rtAHR2α. All other known AHRs resemble rtAHR2α and carry glutamate at this position, located at the N terminus of the PAS-A domain. We tested the effect of altering this glutamate in the human and zebrafish AHRs to lysine. This lysine substitution produced AHRs with transactivation properties that were similar to rtAHR2β. These results identify a critical residue in AHR proteins that has an important impact on transactivation, enhancer site recognition, and regulation by ligand. aryl hydrocarbon receptor human AHR rainbow trout AHR Aryl Hydrocarbon Receptor NuclearTransporter basic helix-loop-helix Per, ARNT, and Sim protein family 2,3,7,8-tetrachlorodibenzo-p-dioxin heat-shock protein 90 dioxin response element cytochrome P450 nuclear localization signal nuclear export signal cytomegalovirus open reading frame 4-morpholinepropanesulfonic acid photoactive yellow protein The aryl hydrocarbon receptor (AHR)1 and its associated dimerization partner ARNT are members of the basic helix-loop-helix (bHLH) PAS family of proteins. These proteins transduce signals generated by environmental stresses into transcriptional responses. These stresses range from hypoxia to xenobiotic compounds (1.Gu Y.Z. Hogenesch J.B. Bradfield C.A. Annu. Rev. Pharmacol. Toxicol. 2000; 40: 519-561Crossref PubMed Scopus (862) Google Scholar, 2.Rowlands J.C. Gustafsson J.A. Crit. Rev. Toxicol. 1997; 27: 109-134Crossref PubMed Scopus (437) Google Scholar). The AHR is activated by a structurally broad range of ligands. Among these, 2,3,7,8-tetrachlorodibenzo-p-dioxin (TCDD) is one of the most potent and well-studied agonists (3.Denison M.S. Heath-Pagliuso S. Bull. Environ. Contam. Toxicol. 1998; 61: 557-568Crossref PubMed Scopus (207) Google Scholar). A broad spectrum of environmental contaminants, including TCDD, can produce toxic responses through activation of the AHR. Two hybrid and coprecipitation studies have revealed the presence of proteins that interact with AHR, including HSP90 and ARA9/AIP/XAP2 (4.Carver L.A. Jackiw V. Bradfield C.A. J. Biol. Chem. 1994; 269: 30109-30112Abstract Full Text PDF PubMed Google Scholar, 5.Carver L.A. Bradfield C.A. J. Biol. Chem. 1997; 272: 11452-11456Abstract Full Text Full Text PDF PubMed Scopus (347) Google Scholar, 6.Chen H.S. Perdew G.H. J. Biol. Chem. 1994; 269: 27554-27558Abstract Full Text PDF PubMed Google Scholar, 7.Ma Q. Whitlock Jr., J.P. J. Biol. Chem. 1997; 272: 8878-8884Abstract Full Text Full Text PDF PubMed Scopus (363) Google Scholar). These chaperone proteins stabilize and hold AHR in a conformation that is better able to bind ligand (8.Meyer B.K. Petrulis J.R. Perdew G.H. Cell Stress Chaperones. 2000; 5: 243-254Crossref PubMed Scopus (78) Google Scholar). TCDD binding causes the AHR protein to dissociate from cytosolic HSP90 and move into the nucleus where it forms a functional dimer with ARNT. This dimer then binds DNA to regulate the transcription of target genes. The AHR·ARNT dimer binds to specific enhancer elements that are often referred to asDioxin Response Elements, or DREs. The best-characterized DREs lie upstream of genes encoding cytochrome P450s (CYP450s) (9.Schmidt J.V. Bradfield C.A. Annu. Rev. Cell Dev. Biol. 1996; 12: 55-89Crossref PubMed Scopus (813) Google Scholar, 10.Whitlock Jr., J.P. Annu. Rev. Pharmacol. Toxicol. 1999; 39: 103-125Crossref PubMed Scopus (1003) Google Scholar). Following nuclear localization and DNA binding, AHR exits the nucleus and is then degraded by the proteasome pathway (11.Ma Q. Renzelli A.J. Baldwin K.T. Antonini J.M. J. Biol. Chem. 2000; 275: 12676-12683Abstract Full Text Full Text PDF PubMed Scopus (84) Google Scholar, 12.Ma Q. Baldwin K.T. J. Biol. Chem. 2000; 275: 8432-8438Abstract Full Text Full Text PDF PubMed Scopus (252) Google Scholar, 13.Pollenz R.S. Mol. Pharmacol. 1996; 49: 391-398PubMed Google Scholar, 14.Pollenz R.S. Barbour E.R. Mol. Cell. Biol. 2000; 20: 6095-6104Crossref PubMed Scopus (56) Google Scholar). The AHR protein is composed of several functional domains. The N terminus contains a domain rich in basic amino acids followed by a helix-loop-helix domain that is conserved among a variety of DNA binding proteins. The basic domain is required for DNA binding, whereas the helix-loop-helix domain is involved in dimer formation with ARNT. The N terminus also contains nuclear localization (NLS) and export (NES) domains (15.Berg P. Pongratz I. J. Biol. Chem. 2001; 276: 43231-43238Abstract Full Text Full Text PDF PubMed Scopus (29) Google Scholar, 16.Ikuta T. Eguchi H. Tachibana T. Yoneda Y. Kawajiri K. J. Biol. Chem. 1998; 273: 2895-2904Abstract Full Text Full Text PDF PubMed Scopus (212) Google Scholar). C-terminal to the bHLH domain is a pair of PAS domains, PAS-A and PAS-B, that are conserved among a family of proteins. The PAS domains are named for several founding members of this protein family, Per, ARNT, andSim (1.Gu Y.Z. Hogenesch J.B. Bradfield C.A. Annu. Rev. Pharmacol. Toxicol. 2000; 40: 519-561Crossref PubMed Scopus (862) Google Scholar). PAS domains act as regulated protein interaction surfaces and are involved in a wide variety of sensory/signaling processes in both eukaryotes and prokaryotes. These domains are involved in ligand binding to AHR, and the subsequent change in protein associations, subcellular location, and activity. The ligand-binding domain encompasses the PAS-B domain whereas HSP90 is thought to interact with the bHLH and PAS domains (17.Fukunaga B.N. Probst M.R. Reisz-Porszasz S. Hankinson O. J. Biol. Chem. 1995; 270: 29270-29278Abstract Full Text Full Text PDF PubMed Scopus (253) Google Scholar, 18.Coumailleau P. Poellinger L. Gustafsson J.A. Whitelaw M.L. J. Biol. Chem. 1995; 270: 25291-25300Abstract Full Text Full Text PDF PubMed Scopus (144) Google Scholar). ARA9/AIP interacts with the PAS-B/ligand-binding domains (19.Bell D.R. Poland A. J. Biol. Chem. 2000; 275: 36407-36414Abstract Full Text Full Text PDF PubMed Scopus (131) Google Scholar, 20.Meyer B.K. Perdew G.H. Biochemistry. 1999; 38: 8907-8917Crossref PubMed Scopus (183) Google Scholar). Potential retinoblastoma protein binding sites have also been identified (21.Puga A. Barnes S.J. Dalton T.P. Chang C. Knudsen E.S. Maier M.A. J. Biol. Chem. 2000; 275: 2943-2950Abstract Full Text Full Text PDF PubMed Scopus (259) Google Scholar). The C-terminal domain is necessary for transcriptional activation and is the least conserved among AHR proteins (17.Fukunaga B.N. Probst M.R. Reisz-Porszasz S. Hankinson O. J. Biol. Chem. 1995; 270: 29270-29278Abstract Full Text Full Text PDF PubMed Scopus (253) Google Scholar). Developing fish are especially sensitive to the toxic effects of TCDD (22.Elonen G.E. Sphear R.L. Holcombe G.W. Johnson R.D. Environ. Toxicol. Chem. 1998; 17: 472-483Crossref Google Scholar). AHR and ARNT proteins have been identified in a variety of fish species and presumably mediate these effects. The ability of ligands to activate the AHR pathway is similar to their ability to cause TCDD-like toxicity (23.Walker M.K. Peterson R.E. Aquat. Toxicol. 1991; 21: 219-238Crossref Scopus (271) Google Scholar, 24.Zabel E.W. Cook P.M. Peterson R.E. Aquat. Toxicol. 1995; 31: 315-328Crossref Scopus (111) Google Scholar, 25.Zabel E.W. Pollenz R. Peterson R.E. Environ. Toxicol. Chem. 1996; 15: 2310-2318Crossref Scopus (45) Google Scholar). In contrast to mammals, most fish species appear to have at least two AHR genes. Generally, one AHR (AHR1) is more similar to the mammalian AHR and a second (AHR2) is fish-specific (26.Hahn M.E. Karchner S.I. Shapiro M.A. Perera S.A. Proc. Natl. Acad. Sci. U. S. A. 1997; 94: 13743-13748Crossref PubMed Scopus (229) Google Scholar). Full-length AHRs have been cloned in tomcod and two each in rainbow trout, Fundulus heteroclitus, and zebrafish (27.Abnet C.C. Tanguay R.L. Hahn M.E. Heideman W. Peterson R.E. J. Biol. Chem. 1999; 274: 15159-15166Abstract Full Text Full Text PDF PubMed Scopus (106) Google Scholar, 28.Karchner S.I. Powell W.H. Hahn M.E. J. Biol. Chem. 1999; 274: 33814-33824Abstract Full Text Full Text PDF PubMed Scopus (140) Google Scholar, 29.Roy N.K. Wirgin I. Arch. Biochem. Biophys. 1997; 344: 373-386Crossref PubMed Scopus (69) Google Scholar, 30.Tanguay R.L. Abnet C.C. Heideman W. Peterson R.E. Biochim. Biophys. Acta. 1999; 1444: 35-48Crossref PubMed Scopus (159) Google Scholar). In addition, partial AHR sequences have been cloned from several fish (26.Hahn M.E. Karchner S.I. Shapiro M.A. Perera S.A. Proc. Natl. Acad. Sci. U. S. A. 1997; 94: 13743-13748Crossref PubMed Scopus (229) Google Scholar). ARNT isoforms have been cloned from Fundulus (ARNT2) rainbow trout (rtARNTa and b) and zebrafish (zfARNT2a, b, and c) (31.Pollenz R.S. Sullivan H.R. Holmes J. Necela B. Peterson R.E. J. Biol. Chem. 1996; 271: 30886-30896Abstract Full Text Full Text PDF PubMed Scopus (76) Google Scholar, 32.Powell W.H. Karchner S.I. Bright R. Hahn M.E. Arch. Biochem. Biophys. 1999; 361: 156-163Crossref PubMed Scopus (47) Google Scholar, 33.Tanguay R.L. Andreasen E. Heideman W. Peterson R.E. Biochim. Biophys. Acta. 2000; 1494: 117-128Crossref PubMed Scopus (80) Google Scholar). No ARNT1 has been identified in fish. To date, salmonids are the group of fish species that are most sensitive to the effects of TCDD. Two AHR genes encoding rtAHR2α and rtAHR2β have been identified in rainbow trout. These two AHR isoforms are ∼98% identical in primary sequence. Despite this similarity in structure, the two proteins have distinct properties. In general, rtAHR2α has stronger transactivation properties than rtAHR2β. This is somewhat surprising in light of the fact that these two proteins are identical in sequence in the C-terminal domain that is thought to mediate transcriptional activation. In addition, rtAHR2α and rtAHR2β have different enhancer sequence requirements. rtAHR2β appears to be active with a more limited set of enhancer sequences than rtAHR2α. To explore the structural nature of these differences, we constructed a set of chimeric proteins in which segments of rtAHR2β were exchanged with the cognate sequence from rtAHR2α. These experiments indicate that the functional differences between rtAHR2α and rtAHR2β are conferred by a single amino acid difference corresponding to position 111 in rtAHR2β. COS-7 (monkey kidney epithelial) cells, obtained from ATCC (Manassas, VA), were maintained in 100% humidity in Dulbecco's modified eagle's medium supplemented with 10% fetal bovine serum in an atmosphere of 5%CO2 at 37 °C. Cells were split and plated at a density of 6.0 × 104cells/well of a 24-well plate 1 day prior to transfections. Y1 cells (mouse adrenal cortex cells) generously provided by Dr. Collin Jefcoate (University of Wisconsin) were maintained in Ham's F-10 media supplemented with 15% horse serum and 2.5% fetal bovine serum. Cells were plated at a density of 8.0 × 104 cells/well of a 24-well plate one prior to transfections. Primers are displayed 5′ to 3′ in the following. Positions of the primers are relative to the initiation codon in rtAHR2β, hAHR, or zfAHR2. Mutated bases are in lowercase letters. Added restriction sites are underlined. 3P-Xba (position 3189), CTAGTCTAGACAATGTGACGCATGTTTAG; 5P-Sal (position −74), GATCGTCGACTGAGGAAGACAGTGGATGT; EA17f (position 254), CCATGAAGAAAAGCAGTGTCCTGTTTCC; EA17r (position 281), GGAAACAGGACACTGCTTTTCTTCATGG; UC6f (position 304), AATGGGATGaAcGCCACAACC; UC6r (position 324), GGTTGTGGCgTtCATCCCATT; UC7f (position 310), ATGGAAGCCcCAACCTTCTCC; UC7r (position 330), GGAGAAGGTTGgGGCTTCCAT; UC14f (position 308), GGATGaAcGCCcCAACCTTCTCCgAGGG; UC14r (position 335), CCCTcGGAGAAGGTTGgGGCgTtCATCC; K111Ef (position 320), CAACCTTCTCCgAGGGGGACC; K111Er (position 339), GTCCCCCTcGGAGAAGGTTG; K111Af (position 320), CAACCTTCTCCgcGGGGGACC; K111Ar (position 340), GGTCCCCCgcGGAGAAGGTTG; P208r (position 859), GTCGAGCTTGTGTTTGGTCTG; αf (position −25), CAACTAATACAGCAGAAGCG; βf (position −27), TAGCCGATTTACAGCAGAAG; rtAHRsFLAGr (position 3156), CTAGTCTAGATCACTTGTCATCGTCGTCCTTGTAGTCGAAGTTGAAAAGTGATTTGG; EA-15f (position 2474), TCTAACCAGCCACCTCCACAG; CMV-F (CMV-specific), AGCTATGACCTTGATTACGC; zf2E118Kf (position 341), CAACTTCTCAaAAGGGGAGC; zf2E118Kr+5 (position 360), GCTCCCCTTtTGAGAAGTTGACTCC; RT-19 (position 982), TGATACCCAGAGCCTCTCAT; hE114Kf (position 325), GGCCTGAACTTACAAaAAGGAGAATTC; hE114Kr (position 351), GAATTCTCCTTtTTGTAAGTTCAGGCC; EA-20 (position 567), TCCTTGTCCAGACTTTGTAC; T3 (CMV-specific), AATTAACCCTCACTAAAGGG. Juvenile trout obtained from Ennis National Fish Hatchery (Ennis, MT) were euthanized with tricaine methanesulfonate (Argent, Redmond, WA) and frozen in liquid nitrogen. Whole fish were pulverized and total RNA was extracted using TRI reagent (Molecular Research Laboratories, Cincinnati, OH) as directed by the manufacturer. Total RNA was isolated from RTG cell lysates using Qiashredder homogenizers (Qiagen, Chatsworth, CA). Oligo(dT)-primed cDNA was synthesized using 500 ng of total whole juvenile rainbow trout RNA or RTG cell RNA. Alpha- and beta-specific rtAHR sequences were amplified using αf and βf primers, respectively, and the P208 reverse primer. Amplification was conducted for 35 cycles under the following conditions: 30 s at 95 °C, 30 s at 56 °C, and 4 min at 72 °C, followed by a 7-min extension after the last cycle. Amplified products were visualized by ethidium bromide staining and subcloned into pGEM-T Easy (Promega, Madison, WI) and sequenced. The rtAHR2α and rtAHR2β expression vectors (rtAHR2αORF and rtAHR2βORF, respectively) were created by amplifying the open reading frame of each gene using primers 5P-Sal and 3P-Xba with Pfu polymerase (Promega, Madison WI). The products of these reactions were digested with SalI and XbaI and subcloned into pBK-CMV previously digested with the same enzymes. The expression vector for ARNTb was supplied by Dr. Richard Pollenz (31.Pollenz R.S. Sullivan H.R. Holmes J. Necela B. Peterson R.E. J. Biol. Chem. 1996; 271: 30886-30896Abstract Full Text Full Text PDF PubMed Scopus (76) Google Scholar). Zebrafish AHR2 and zebrafish ARNT2b expression constructs both in pBK-CMV have been previously reported (30.Tanguay R.L. Abnet C.C. Heideman W. Peterson R.E. Biochim. Biophys. Acta. 1999; 1444: 35-48Crossref PubMed Scopus (159) Google Scholar, 33.Tanguay R.L. Andreasen E. Heideman W. Peterson R.E. Biochim. Biophys. Acta. 2000; 1494: 117-128Crossref PubMed Scopus (80) Google Scholar). A human AHR construct was made by digesting pSportAHR2 supplied by Dr. Chris Bradfield (University of Wisconsin, Madison, WI) with SmaI to release the coding sequence. This fragment was then ligated into pBK-CMV similarly digested with SmaI. The prt1Aluc luciferase reporter vector has been previously reported (27.Abnet C.C. Tanguay R.L. Hahn M.E. Heideman W. Peterson R.E. J. Biol. Chem. 1999; 274: 15159-15166Abstract Full Text Full Text PDF PubMed Scopus (106) Google Scholar). Dr. Michael Denison (University of California, Davis, CA) generously provided the pGudluc1.1 luciferase reporter (34.Garrison P.M. Tullis K. Aarts J.M. Brouwer A. Giesy J.P. Denison M.S. Fundam. Appl. Toxicol. 1996; 30: 194-203Crossref PubMed Scopus (375) Google Scholar). pBK-CMVrtAHRsrtAHR2α, pBK-CMVrtAHR2β, and pBK-CMVrtAHR2βK111E were used as templates for PCR to make C-terminal FLAG-tagged proteins for Western analysis. Each template was amplified using Pfu DNA polymerase with EA-15f and rtAHRsFLAGr primers. PCR products were digested with BglII and XbaI and ligated into their corresponding pBK-CMVrtAHR2 vectors that were similarly digested. The sequence was verified for each clone. Plasmids rtAHR2αORF and rtAHR2βORF were digested with SalI and XbaI and temporarily subcloned into pBluescript II SK (Stratagene, La Jolla CA) previously digested with SalI and XbaI. Six chimeric rtAHR2s were constructed by gel-purifying restriction digestion products of the pBluescript II SK rtAHR2 clones with a particular combination of SalI, SphI, BglII, and or XbaI (Fig. 1). Exchanging the BglII/XbaI digestion products produced Chimeras A and B. Chimeras C and D were constructed by switching the SalI/SphI digestion products. Chimeras E and F were constructed by exchanging the SphI/BglII digestion products. Chimera G was made as follows. The bHLH domain of rtAHR2α was amplified by PCR using Pfu DNA polymerase (Promega, Madison, WI) with EA17r and 5P-Sal for 25 cycles as follows: 30 s at 94 °C, 30 s at 68 °C, and 3 min at 72 °C. The product was then gel-isolated. The PAS-A domain of rtAHR2β was similarly amplified using EA17f and P208r and gel-isolated. The products of the preceding reactions were then combined and amplified under the same conditions for five cycles. Then primers 5P-SalI and P208r were added, and another 25 cycles of amplification were conducted. The product of this reaction was then digested with SalI and SphI and ligated into rtAHR2β in pBluescript II SK that was similarly digested. Chimera H was constructed similarly to Chimera G except the template rtAHR2s were reversed. The bHLH domain was amplified from rtAHR2β, and the PAS-A domain was amplified from rtAHR2α. The resulting product was ligated into the SalI/SphI sites of rtAHR2β in pBluescript II SK. Point mutations were made in the rtAHR2β expression vector by site-directed mutagenesis as follows. The template AHRwas amplified by PCR using Pfu DNA polymerase in two separate reactions. The forward mutant primer and the external reverse primer were used in one reaction and the forward external primer with the reverse mutant primer in another. The conditions for these reactions is a follows: 30 s at 94 °C, 30 s at 58 °C, and 90 s at 72 °C for 25 cycles. The products were gel-isolated and combined for five cycles: 30 s at 94 °C, 30 s at 62 °C, and 90 s at 72 °C. External primers were then added to the reaction, and 25 more cycles were conducted under the same conditions. The amplified product was then gel-isolated and digested with SalI and SphI and ligated into rtAHR2β in pBSKII similarly digested. rtAHR2β chimeras and the point mutant clones were all subcloned into the SalI/XbaI site of pBK-CMV. The human AHRE114K and zebrafish AHR2E118K mutants were made under the same conditions as the trout mutants using species-specific primers. All chimeric and mutated AHRs were confirmed by restriction digestion and sequence analysis. Each modified AHR could be translated in vitro and produced a band of similar size and intensity as the wild-type AHR. COS-7 cells were plated on 24-well plates at a density of 6 × 10 4 cells per well 1 day prior to transfection. Transient transfection was conduced using SuperFect (Qiagen, Chatsworth, CA). Each well was cotransfected with 400 μl of serum containing media, including wild-type or mutant AHR (450 ng), a species-specific ARNT (450 ng) expression vector, 100 ng of a luciferase reporter (prt1Aluc or pGudluc1.1), and a β-galactosidase CMV reporter (50 ng) for estimation of transfection efficiency. Y1 cells were plated at 8 × 104 cells per well and transfected with the indicated AHR (250 ng/well), luciferase reporter (200 ng/well). and β-galactosidase CMV reporter (100 ng/well). Following a 2-h incubation at 37 °C, 600 μl of fresh serum-containing media was added to each well. After 20-h incubation, cells were exposed to Me2SO vehicle control or TCDD previously dissolved in Me2SO (0.1% media volume). Cells were harvested after a 20-h incubation. Media were aspirated, and each well was washed with 0.5 ml of phosphate-buffered saline. 100 μl of lysis buffer was added to each well (100 mmKPO4, pH 7.8, 6 mm MgSO4, 0.1% Triton X-100, 1 mm dithiothreitol, and 4 mm ATP trihydrate), 10-μl aliquots of cell lysate were transferred to a 96-well luminometer, and 50 μl of luciferase assay buffer (Promega, Madison, WI) was injected into each well, incubated for 2 s, with the luminescence integrated over 10 s. Luciferase assays were completed using a Dynatech Laboratories ML-2250 luminometer (Chantilly, VA). β-Galactosidase activity was determined for each well as follows. 15 μl of cell lysate was aliquoted to a 96-well plate. 200 μl of reaction buffer (0.1 m NaPO4, 10 mm KCl, 1 mm MgCl2, 0.385% β-mercaptoethanol) was added to each well followed by the addition of 40 μl of o-nitrophenyl-β-d-galactopyranoside (4 mg/ml). The reaction was then incubated at 37 °C for 2–4 h. Plates were read at 405 nm using a Bio-Tek Instruments ELx800 plate reader (Winooski, VT). Results are expressed as luciferase activity normalized to the β-galactosidase activity in each sample. The -fold induction was calculated by dividing the relative luciferase activity measured in the presence of TCDD by the activity measured in the corresponding vehicle-treated sample. COS-7 cells at 70% confluency were transfected with 5 μg of either pBK-CMV empty vector, rtAHR2αFLAG, rtAHR2βFLAG, or rtAHR2βK111EFLAG as described above. Whole cell lysate was harvested 20 h later. Briefly, the cells were rinsed two times with phosphate-buffered saline (137 mm NaCl, 2.7 mm KCl, 8 mm Na2PO4, 1.5 mm KH2P04, pH 7.4) containing EDTA and EGTA (1 mm each) and removed from the dish using a Teflon spatula, rinsed with 300 μl of extraction buffer (25 mm MOPS, pH 7.5, containing 1 mm EDTA, 5 mm EGTA, 0.02% NaN3, 20 mmNa2MoO4, 10% (v/v) glycerol, 1 mmdithiothreitol, 5 μg/ml leupeptin, 1 μg/ml aprotinin, and 5 μg/ml pepstatin A), and transferred to a 1.5-ml centrifuge tube on ice. Cells were sonicated three times on ice and homogenized using a Dounce homogenizer. Debris was pelleted by centrifugation at 22,000 ×g for 30 min. 20 μg of lysate was resolved by SDS-PAGE on an 8% gel and transferred to nitrocellulose. Blots were blocked with 5% dry milk in TBS-T (25 mm Tris (pH 7.6), 150 mm NaCl, 0.1% Tween 20) for 1 h then washed three times with TBS-T. The FLAG epitope was then detected by incubation with anti-FLAG monoclonal antibody (Sigma Chemical Co., St. Louis, MO) diluted in TBS-T (2 μg/ml) containing 1% dry milk. The antibody was removed after 2 h, and blots were washed with TBS-T three times. Horseradish peroxidase-conjugated secondary antibody (Amersham Biosciences, Inc., Chicago, IL) diluted 1:4000 in TBS-T containing 5% dry milk was added for 1-h incubation. Blots were washed three times in TBS-T prior to chemiluminescence detection (Amersham Biosciences, Inc.). The rtAHR2α and rtAHR2β proteins are almost 98% identical in primary sequence yet have distinctly different properties. We used transient transfection assays in COS-7 cells to measure transactivation properties of these proteins, because these cells are devoid of endogenous AHR and express only a low amount of ARNT (35.Ema M. Ohe N. Suzuki M. Mimura J. Sogawa K. Ikawa S. Fujii-Kuriyama Y. J. Biol. Chem. 1994; 269: 27337-27343Abstract Full Text PDF PubMed Google Scholar). When assayed for reporter activation in a transient transfection assay using COS-7 cells and DRE-containing luciferase reporters, these proteins gave different results. When we used the prt1Aluc reporter construct, in which sequences from the rainbow trout CYP1A promoter are used to drive the luciferase reporter (36.Abnet C.C. Tanguay R.L. Heideman W. Peterson R.E. Toxicol. Appl. Pharmacol. 1999; 159: 41-51Crossref PubMed Scopus (88) Google Scholar), rtAHR2α produced a luciferase signal that was readily detected and sensitive to TCDD induction. In contrast, rtAHR2β produced only a low level of reporter activity, which was not increased by the addition of TCDD (Fig. 1). However, when we used pGudluc1.1, a reporter driven by mammalian sequences derived from the mouse cyp1A1 gene (34.Garrison P.M. Tullis K. Aarts J.M. Brouwer A. Giesy J.P. Denison M.S. Fundam. Appl. Toxicol. 1996; 30: 194-203Crossref PubMed Scopus (375) Google Scholar), we observed a different response. In this case, both AHR proteins were able to produce a readily detected reporter signal that was induced by TCDD. Although rtAHR2α produced stronger transactivation with the pGudluc1.1 reporter than rtAHR2β, rtAHR2β was more responsive to TCDD, as indicated in the bottom right panel of Fig. 1. In this assay, rtAHR2α was induced ∼10-fold by TCDD, whereas the activity of rtAHR2β was induced by more than 50-fold, owing to the very low activity in the absence of TCDD. This rtAHR2β basal activity is close to the limit of detection, making calculated values for -fold TCDD induction of rtAHR2β somewhat variable. However, both the low basal activity and the high -fold induction by TCDD were consistently observed with this receptor. These results demonstrate several different properties of these receptor molecules: First, rtAHR2α appears to have stronger transactivation properties than rtAHR2β, producing more luciferase expression with either reporter construct. Second, when assayed with the pGudluc1.1 reporter, rtAHR2β is more tightly regulated by TCDD, owing to the very low basal activity. Finally, the two AHR proteins appear to have different requirements for DNA target sequences. To identify the domain that confers these differences in activity, we constructed chimeric rtAHR2 proteins by exchanging similar domains between rtAHR2α and rtAHR2β and measured the activities of these chimeras with prt1Aluc and pGudluc1.1. We then attempted to correlate the presence of a region from the α or β receptor isoforms with the different receptor characteristics. The C-terminal portions of the rtAHR2s are entirely conserved (Fig. 2), so our chimeras concentrated on the N-terminal half of the AHR proteins. The first set of chimeric proteins were made by taking advantage of conserved SphI and BglII restriction sites found in both rtAHR2α and rtAHR2β. These were used to transfer domains from rtAHR2α to rtAHR2β and vice versa (Fig. 3, and see Fig. 2). In chimeras A through F, the ability to produce a robust transactivation signal with the prt1Aluc reporter, a characteristic of rtAHR2α, was observed only in chimeras in which the N-terminal 250 amino acids were from rtAHR2α. Chimeras carrying rtAHR2β sequence in this region were relatively inactive with the prt1Aluc reporter. Similarly, the tight regulation by TCDD observed in rtAHR2β, characterized by very low basal expression and resulting high -fold induction by TCDD with the pGudluc1.1 reporter, correlated with the presence of the rtAHR2β sequence in this N-terminal SphI portion of the protein. In addition, the marked preference for pGudluc1.1, which characterizes rtAHR2β, was also conferred by this part of the protein.Figure 3TCDD responsiveness of rtAHR2 chimeras in a transient transfection assay. COS-7 cells were transiently transfected with expression vectors for the indicated rtAHR2 chimeras as described for Fig. 1. Maps of the AHR open reading frames indicate the positions of the chimera junctions. Dark bars indicate rtAHR2α sequence, and the light bars represent rtAHR2β sequence. Data are expressed in the upper panels as β-galactosidase normalized relative light units: light bars, TCDD-exposed; dark bars, vehicle control. Results are expressed as -fold induction by TCDD in the lower panels. The results are expressed as the means of three independent replicates ± S.E.View Large Image Figure ViewerDownload Hi-res image Download (PPT) This N-terminal SphI fragment encoding the first 250 amino acids contains the majority of the differe",
  "authors": [
    {
      "display_name": "Eric A. Andreasen",
      "id": "A5044504536",
      "orcid": null,
      "institutions": [
        {
          "id": "I135310074",
          "display_name": "University of Wisconsin–Madison",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Eric A. Andreasen"
    },
    {
      "display_name": "Robert L. Tanguay",
      "id": "A5010885167",
      "orcid": "https://orcid.org/0000-0001-6190-3682",
      "institutions": [
        {
          "id": "I4210087413",
          "display_name": "University of Colorado Health",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Robert L. Tanguay"
    },
    {
      "display_name": "Richard E. Peterson",
      "id": "A5056294730",
      "orcid": null,
      "institutions": [
        {
          "id": "I135310074",
          "display_name": "University of Wisconsin–Madison",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Richard E. Peterson"
    },
    {
      "display_name": "Warren Heideman",
      "id": "A5011634304",
      "orcid": null,
      "institutions": [
        {
          "id": "I135310074",
          "display_name": "University of Wisconsin–Madison",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Warren Heideman"
    }
  ],
  "publication_year": 2002,
  "publication_date": "2002-04-01",
  "type": "article",
  "cited_by_count": 21,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S140251998",
    "display_name": "Journal of Biological Chemistry",
    "issn_l": "0021-9258",
    "issn": [
      "0021-9258",
      "1067-8816",
      "1083-351X"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320990"
  },
  "volume": "277",
  "issue": "15",
  "first_page": "13210",
  "last_page": "13218",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "http://www.jbc.org/article/S002192582085546X/pdf",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C1292079",
      "display_name": "Transactivation",
      "level": 4,
      "score": 0.849651
    },
    {
      "id": "C33594762",
      "display_name": "Aryl hydrocarbon receptor",
      "level": 4,
      "score": 0.79246974
    },
    {
      "id": "C170493617",
      "display_name": "Receptor",
      "level": 2,
      "score": 0.60069305
    },
    {
      "id": "C2776016237",
      "display_name": "Lysine",
      "level": 3,
      "score": 0.5470291
    },
    {
      "id": "C55493867",
      "display_name": "Biochemistry",
      "level": 1,
      "score": 0.53020155
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.47460455
    },
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.44452474
    },
    {
      "id": "C515207424",
      "display_name": "Amino acid",
      "level": 2,
      "score": 0.43779206
    },
    {
      "id": "C95444343",
      "display_name": "Cell biology",
      "level": 1,
      "score": 0.37482
    },
    {
      "id": "C86339819",
      "display_name": "Transcription factor",
      "level": 3,
      "score": 0.18086341
    },
    {
      "id": "C104317684",
      "display_name": "Gene",
      "level": 2,
      "score": 0.18063396
    }
  ],
  "topics": [
    {
      "id": "T10122",
      "display_name": "Toxic Organic Pollutants Impact",
      "score": 0.9999
    },
    {
      "id": "T10686",
      "display_name": "Effects and risks of endocrine disrupting chemicals",
      "score": 0.9891
    },
    {
      "id": "T10683",
      "display_name": "Mass Spectrometry Techniques and Applications",
      "score": 0.9853
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1074/jbc.m200073200",
  "pdf_url": "http://www.jbc.org/article/S002192582085546X/pdf",
  "retrieved_date": "2025-07-30T15:59:50.576383",
  "source_database": "OpenAlex"
}