{
  "openalex_id": "W2079239345",
  "doi": "https://doi.org/10.1130/0016-7606(1964)75[599:blsat]2.0.co;2",
  "title": "Baselevel, Lithosphere Surface, and Time-Stratigraphy",
  "abstract": "Research Article| July 01, 1964 Baselevel, Lithosphere Surface, and Time-Stratigraphy HARRY E WHEELER HARRY E WHEELER Dept. Geology, University of Washington, Seattle, Wash. Search for other works by this author on: GSW Google Scholar Author and Article Information HARRY E WHEELER Dept. Geology, University of Washington, Seattle, Wash. Publisher: Geological Society of America Received: 26 Nov 1963 First Online: 02 Mar 2017 Online ISSN: 1943-2674 Print ISSN: 0016-7606 Copyright © 1964, The Geological Society of America, Inc. Copyright is not claimed on any material prepared by U.S. government employees within the scope of their employment. GSA Bulletin (1964) 75 (7): 599–610. https://doi.org/10.1130/0016-7606(1964)75[599:BLSAT]2.0.CO;2 Article history Received: 26 Nov 1963 First Online: 02 Mar 2017 Cite View This Citation Add to Citation Manager Share Icon Share Facebook Twitter LinkedIn MailTo Tools Icon Tools Get Permissions Search Site Citation HARRY E WHEELER; Baselevel, Lithosphere Surface, and Time-Stratigraphy. GSA Bulletin 1964;; 75 (7): 599–610. doi: https://doi.org/10.1130/0016-7606(1964)75[599:BLSAT]2.0.CO;2 Download citation file: Ris (Zotero) Refmanager EasyBib Bookends Mendeley Papers EndNote RefWorks BibTex toolbar search Search Dropdown Menu toolbar search search input Search input auto suggest filter your search All ContentBy SocietyGSA Bulletin Search Advanced Search Abstract Certain ideas pertaining to baselevel appear to be valid. Among these are the notions: that it is an imaginary surface delimiting the depth of erosion potential (Powell, 1875); that it embodies the concept of balance or equilibrium (Rice, 1897); and that it is a nearly horizontal surface as significant to sedimentation as it is to erosion (Barrell, 1917). Contrary to Barrell, baselevel as a surface is a forceless abstraction which is without control over geological processes; and contrary to Hayes (1899) and Dunbar and Rodgers (1957), the notion of a horizontal baselevel plane gives rise to needless inconsistencies.Baselevel relates directly to deposition and erosion, which occur only at the lithosphere surface; therefore, the baselevel surface configuration may be conceived only in its relationship to the lithic surface. This and the seemingly valid notions of Powell, Rice, and Barrell permit only a single, abstract, ever-present (worldwide), baselevel “sphere” constantly undulating in response to the ever-changing, erosion and deposition-controlling, supply-energy patterns as they impinge on the lithosphere surface. Baselevel rises above the lithic surface wherever deposition begins and drops beneath it wherever erosion commences, thus making at any place alternate upward and downward transits, and thereby providing a baselevel transit cycle.The preserved record of the depositional phase of the principal baselevel transit cycles in earth history comprises the major unconformity-bounded sequences. The equally important but nonrecorded parts of the cycle constitute the lacuna, which consists of the hiatus and the degradation vacuity. The degradation vacuity may also be combined with its corresponding sequence to reconstitute the holostrome or original depositional cyclic phase. Significantly, the boundaries separating all of these abstract time-stratigraphic entities are traces of the area-time migration of either the upward or downward transits of baselevel (migration of the intersections of baselevel and the lithosphere surface).Configurational relationships imply the existence of positive, negative, and neutral aspects of time-stratigraphy. This content is PDF only. Please click on the PDF icon to access. First Page Preview Close Modal You do not have access to this content, please speak to your institutional administrator if you feel you should have access.",
  "authors": [
    {
      "display_name": "Harry E. Wheeler",
      "id": "A5038333438",
      "orcid": null,
      "institutions": [
        {
          "id": "I201448701",
          "display_name": "University of Washington",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "HARRY E. WHEELER"
    }
  ],
  "publication_year": 1964,
  "publication_date": "1964-01-01",
  "type": "article",
  "cited_by_count": 188,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S3271665",
    "display_name": "Geological Society of America Bulletin",
    "issn_l": "0016-7606",
    "issn": [
      "0016-7606",
      "1943-2674"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310319845"
  },
  "volume": "75",
  "issue": "7",
  "first_page": "599",
  "last_page": "599",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2778447006",
      "display_name": "Icon",
      "level": 2,
      "score": 0.77632433
    },
    {
      "id": "C2778805511",
      "display_name": "Citation",
      "level": 2,
      "score": 0.67462075
    },
    {
      "id": "C109281948",
      "display_name": "Stratigraphy",
      "level": 3,
      "score": 0.549397
    },
    {
      "id": "C127313418",
      "display_name": "Geology",
      "level": 0,
      "score": 0.5179926
    },
    {
      "id": "C161191863",
      "display_name": "Library science",
      "level": 1,
      "score": 0.5067771
    },
    {
      "id": "C16942324",
      "display_name": "Lithosphere",
      "level": 3,
      "score": 0.48587102
    },
    {
      "id": "C136764020",
      "display_name": "World Wide Web",
      "level": 1,
      "score": 0.3521002
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.32421452
    },
    {
      "id": "C151730666",
      "display_name": "Paleontology",
      "level": 1,
      "score": 0.28704184
    },
    {
      "id": "C77928131",
      "display_name": "Tectonics",
      "level": 2,
      "score": 0.084771395
    },
    {
      "id": "C199360897",
      "display_name": "Programming language",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T12157",
      "display_name": "Geochemistry and Geologic Mapping",
      "score": 0.9947
    },
    {
      "id": "T10001",
      "display_name": "Geological and Geochemical Analysis",
      "score": 0.9906
    },
    {
      "id": "T10017",
      "display_name": "Geology and Paleoclimatology Research",
      "score": 0.9811
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1130/0016-7606(1964)75[599:blsat]2.0.co;2",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:43:50.709400",
  "source_database": "OpenAlex"
}