{
  "openalex_id": "W2071842411",
  "doi": "https://doi.org/10.1074/jbc.271.31.18405",
  "title": "A Negative Cofactor Containing Dr1/p19 Modulates Transcription with TFIIA in a Promoter-specific Fashion",
  "abstract": "An activity that modulated the relative levels of transcription from the adenovirus major late promoter (MLP), and the immunoglobulin heavy chain µ promoter (µ) was purified as a 90-kDa factor. This factor is suggested to be a heterotetramer of two subunits: a 20-kDa polypeptide identical to the previously described Dr1/p19 and a novel 30-kDa polypeptide. The Dr1/p19 protein has been characterized as a repressor of transcription, and the 30-kDa protein is related to a recently identified yeast gene proposed to encode a repressor of transcription. The 90-kDa factor forms a complex with TATA-binding protein on DNA and at high concentrations of both factors protects over a 150-base pair region around the promoter from DNase I cleavage. The conformation of this complex as assayed by footprinting analysis is altered by the transcription factor TFIIA on the MLP but not on the µ promoter. Similarly, TFIIA reverses the repression of transcription by the 90-kDa factor on the MLP but not on the µ promoter. Thus, the interactions of TATA-binding protein, TFIIA, and the 90-kDa factor are promoter-specific. An activity that modulated the relative levels of transcription from the adenovirus major late promoter (MLP), and the immunoglobulin heavy chain µ promoter (µ) was purified as a 90-kDa factor. This factor is suggested to be a heterotetramer of two subunits: a 20-kDa polypeptide identical to the previously described Dr1/p19 and a novel 30-kDa polypeptide. The Dr1/p19 protein has been characterized as a repressor of transcription, and the 30-kDa protein is related to a recently identified yeast gene proposed to encode a repressor of transcription. The 90-kDa factor forms a complex with TATA-binding protein on DNA and at high concentrations of both factors protects over a 150-base pair region around the promoter from DNase I cleavage. The conformation of this complex as assayed by footprinting analysis is altered by the transcription factor TFIIA on the MLP but not on the µ promoter. Similarly, TFIIA reverses the repression of transcription by the 90-kDa factor on the MLP but not on the µ promoter. Thus, the interactions of TATA-binding protein, TFIIA, and the 90-kDa factor are promoter-specific. INTRODUCTIONTranscription reactions in vitro were developed to analyze the synthesis of pre-mRNA from promoter DNA. Reconstitution of transcription with chromatographic fractions has allowed purification of general transcription factors and isolation of the genes encoding the corresponding polypeptides (for review see Refs. 1Buratowski S. Cell. 1994; 77: 1-3Abstract Full Text PDF PubMed Scopus (264) Google Scholar, 2Maldonado E. Reinberg D. Curr. Opin. Cell Biol. 1995; 7: 352-361Crossref PubMed Scopus (78) Google Scholar, 3Zawel L. Reinberg D. Annu. Rev. Biochem. 1995; 64: 533-561Crossref PubMed Scopus (389) Google Scholar). Also identified were activities dispensable for the basal levels of transcription that affected the absolute amounts of product RNA. Initially, activities that suppressed transcription in vitro were largely ignored, but as addition of these activities was shown often to increase the relative response to sequence-specific transcriptional activators, interest in their identity and mechanism grew (4Meisterernst M. Roy A.L. Lieu H.M. Roeder R.G. Cell. 1991; 66: 981-993Abstract Full Text PDF PubMed Scopus (225) Google Scholar, 5Meisterernst M. Roeder R.G. Cell. 1991; 67: 557-567Abstract Full Text PDF PubMed Scopus (227) Google Scholar, 6Merino A. Madden K.R. Lane W.S. Champoux J.J. Reinberg D. Nature. 1993; 365: 227-232Crossref PubMed Scopus (321) Google Scholar). These are collectively referred to as negative cofactors of transcription and are distinct, at least operationally, from silencer element-dependent proteins in that they repress a wide variety of promoters.Several lines of evidence suggest that repression of transcription is a general and important aspect of transcriptional regulation. Both genetic and biochemical experiments suggest that chromatin structure represses transcription (for review see Refs. 7Croston G.E. Kadonaga J.T. Curr. Opin. Cell Biol. 1993; 5: 417-423Crossref PubMed Scopus (27) Google Scholar and 8Paranjape S.M. Kamakaka R.T. Kadonaga J.T. Annu. Rev. Biochem. 1994; 63: 265-297Crossref PubMed Scopus (319) Google Scholar). Furthermore, studies of SWI/SNF complexes show that controlling the accessibility of chromatin bound promoters to transcription factors is one of the regulatory steps of transcription (9Hirschhorn J.N. Brown S.A. Clark C.D. Winston F. Genes Dev. 1992; 6: 2288-2298Crossref PubMed Scopus (436) Google Scholar, 10Winston F. Carlson M. Trends Genet. 1992; 8: 387-391Abstract Full Text PDF PubMed Scopus (481) Google Scholar, 11Kwon H. Imbalzano A.N. Khavari P.A. Kingston R.E. Green M.R. Nature. 1994; 370: 477-481Crossref PubMed Scopus (640) Google Scholar, 12Imbalzano A.N. Kwon H. Green M.R. Kingston R.E. Nature. 1994; 370: 481-485Crossref PubMed Scopus (520) Google Scholar). Genetic screening for yeast mutants with elevated basal transcription and for suppressors of mutations to specific upstream activating sequences has led to the identification of several so-called global repressors of polymerase II (pol II) 1The abbreviations used are: pol IIpolymerase IIFPLCfast protein liquid chromatographyMLPmajor late promoterHPLChigh pressure liquid chromatographyTBPTATA-binding protein. transcription (13Swanson M.S. Winston F. Genetics. 1992; 132: 325-336Crossref PubMed Google Scholar, 14Chen S. West R.W. Ma J. Johnson S.L. Gans H. Woldehawariat G. Genetics. 1993; 134: 701-716Crossref PubMed Google Scholar, 15Yamashita I. Mol. & Gen. Genet. 1993; 241: 616-626Crossref PubMed Scopus (29) Google Scholar, 16Collart M.A. Struhl K. Genes Dev. 1994; 8: 525-537Crossref PubMed Scopus (171) Google Scholar, 17Auble D.T. Hansen K.E. Mueller C.G.F. Lane W.S. Thorner J. Hahn S. Genes Dev. 1994; 8: 1920-1934Crossref PubMed Scopus (275) Google Scholar). Mutations to many of them have pleiotropic effects, often elevating the level of transcription from multiple promoters. The SRB family of proteins, found as suppressors of C-terminal domain truncation mutations of pol II, are implicated as important components of transcription initiation in vivo (for review see Ref. 18Koleske A.J. Young R.A. Trends Biochem. Sci. 1995; 20: 113-116Abstract Full Text PDF PubMed Scopus (266) Google Scholar). Several of SRB genes have been shown to be essential for survival, and in particular the analysis of SRB4 gene suggested a direct involvement in the transcription of most genes (19Thompson C.M. Koleske A.J. Chao D.M. Young R.A. Cell. 1993; 73: 1361-1375Abstract Full Text PDF PubMed Scopus (388) Google Scholar, 20Thompson C.M. Young R.A. Proc. Natl. Acad. Sci. U. S. A. 1995; 92: 4587-4590Crossref PubMed Scopus (208) Google Scholar). A conditional loss of function mutation in SRB4 gene can be suppressed by a loss of function mutation in other genes, suggesting the presence of a repression system operating in opposition to the SRB proteins. 2R. Young, personal communication. Chromatographic fractionation of extracts from mammalian cells identified several activities that repress transcription in vitro (4Meisterernst M. Roy A.L. Lieu H.M. Roeder R.G. Cell. 1991; 66: 981-993Abstract Full Text PDF PubMed Scopus (225) Google Scholar, 5Meisterernst M. Roeder R.G. Cell. 1991; 67: 557-567Abstract Full Text PDF PubMed Scopus (227) Google Scholar, 6Merino A. Madden K.R. Lane W.S. Champoux J.J. Reinberg D. Nature. 1993; 365: 227-232Crossref PubMed Scopus (321) Google Scholar). Among these negative cofactors of transcription is Dr1 (21Inostroza J.A. Mermelstein F.H. Ha I. Lane W.S. Reinberg D. Cell. 1992; 70: 477-489Abstract Full Text PDF PubMed Scopus (292) Google Scholar). It was described as a homotetramer of a 19-kDa phosphoprotein capable of forming protein-DNA complexes with TBP and blocking transcription. The inhibition of transcription was not reversible by the addition of any basal factors including TFIIA. Transfection assays indicated that Dr1/p19 can repress transcription in vivo also and may be a target of regulation by upstream activators (22Kraus V.B. Inostroza J.A. Yeung K. Reinberg D. Nevins J.R. Proc. Natl. Acad. Sci. U. S. A. 1994; 91: 6279-6282Crossref PubMed Scopus (57) Google Scholar, 23Yeung K.C. Inostroza J.A. Mermelstein F.H. Kannabiran C. Reinberg D. Genes Dev. 1994; 8: 2097-2109Crossref PubMed Scopus (84) Google Scholar). Specifically, Dr1/p19 repressed pol II promoters generally when expressed in cells by transfection, and this repression was reversed by cotransfection of activators such as VP16 and E1A13S. Additionally, NC2, a negative cofactor with properties similar to Dr1 including its binding to TBP, has been described by Kim et al. to contain Dr1 (24Kim T.K. Zhao Y. Ge H. Bernstein R. Roeder R.G. J. Biol. Chem. 1995; 270: 10976-10981Abstract Full Text Full Text PDF PubMed Scopus (72) Google Scholar). Immunoprecipitation of labeled extracts with specific antiserum indicated that Dr1/p19 exists inside the cell in association with several proteins (21Inostroza J.A. Mermelstein F.H. Ha I. Lane W.S. Reinberg D. Cell. 1992; 70: 477-489Abstract Full Text PDF PubMed Scopus (292) Google Scholar). The activities of complexes containing these proteins have not been characterized.We have purified a 90-kDa transcriptional cofactor consisting of Dr1/p19 and a novel protein with a molecular mass of 30 kDa. This report describes the initial characterization of the cofactor complex. The results suggest that it is primarily a negative cofactor with differential effects depending on the identity of the core promoter element. The mechanism of the repression involves formation of complexes with TBP at the promoter, and variations between core promoters were manifest in the presence of TFIIA.DISCUSSIONWe have identified and purified a cofactor of transcription that consists of Dr1/p19 (p20) and a novel protein with a molecular mass of 30 kDa (p30). The heteromeric composition of the complex has been suggested by co-association with TBP on the MLP as well as copurification over several chromatographic steps. The heteromeric complex has a molecular mass of 90 kDa and is probably composed of two subunits of Dr1/p19 (p20) and two subunits of p30. The formation of heteromeric structure by Dr1/p19 (p20) and p30 is also supported by their homology to HAP3 and HAP5 proteins, respectively. These two yeast proteins associate into a CAATT binding regulatory complex, and the peptide sequences necessary for their interaction is conserved in the Dr1/p19 (p20) and p30 polypeptides (33McNabb D.S. Xing Y. Guarente L. Genes Dev. 1995; 9: 47-58Crossref PubMed Scopus (232) Google Scholar, 35Xing Y. Fikes J.D. Guarente L. EMBO J. 1993; 12: 4647-4655Crossref PubMed Scopus (137) Google Scholar). 3D. McNabb and L. Guarente, personal communication. Reinberg and co-workers have reported two separate forms of Dr1 (21Inostroza J.A. Mermelstein F.H. Ha I. Lane W.S. Reinberg D. Cell. 1992; 70: 477-489Abstract Full Text PDF PubMed Scopus (292) Google Scholar). The first form was described as a homotetramer of phosphorylated Dr1/p19 protein with a molecular mass of 90 kDa that elutes in the 0.5 M KCl fraction from a phosphocellulose column. The second form is unphosphorylated and eluted in the 1.0 M KCl fraction from the same column. The 90-kDa factor eluted from a phosphocellulose column in the 0.6 M KCl fraction, and comparison of the mobility with the Dr1 found in the 1.0 M KCl fraction by Western blotting indicated that Dr1/p19 (p20) subunit of the 90-kDa factor was likely phosphorylated (data not shown). In addition, NC2, one of the negative cofactors reported by Roeder and co-workers, has been shown to contain a phosphorylated form of Dr1/p19, although the subunit composition of the purified NC2 and its molecular size have not been described (24Kim T.K. Zhao Y. Ge H. Bernstein R. Roeder R.G. J. Biol. Chem. 1995; 270: 10976-10981Abstract Full Text Full Text PDF PubMed Scopus (72) Google Scholar). We suggest that all three factors, the 90-kDa factor, the native Dr1 complex, and NC2 are the same activity and are a heterotetramer of p20 and p30 polypeptides. This proposal is consistent with the repression of transcription and interaction with TBP reported for all three factors.The 90-kDa factor is a repressor of basal transcription. Although it will probably repress transcription from all promoters, the efficiency of repression varies depending on the identity of the core promoter. The mechanism of repression appears to be formation of transcriptionally inert complex with TBP on promoters. An intriguing aspect of transcriptional regulation by the 90-kDa factor is the promoter-specific modulation by TFIIA. In the presence of high levels of TFIIA, transcription from the MLP is refractory to inhibition by the 90-kDa factor. In contrast, under the same condition, transcription from the immunoglobulin µ promoter is strongly inhibited. Correlatable differences between these two promoters were observed in the footprint assays. High levels of TFIIA restored the footprint within the TATA region of the MLP to the TBP-TFIIA-induced pattern from the 90-kDa factor-TBP-induced pattern. In contrast, on the µ promoter, the addition of high levels of TFIIA did not alter the footprint induced by the 90-kDa factor as effectively. Undoubtedly, TFIIA is part of the protein-DNA complex on the MLP in the presence of the 90-kDa factor because it is detectable by supershifting of the complex by anti-TFIIA antibody.Interestingly, the 90-kDa factor and TBP can form a series of extended protein-DNA complexes. Dr1/p19 has been shown to bind to TBP directly. Because the 90-kDa factor is probably a heterotetramer of two Dr1/p19 (p20) subunits and two p30 subunits, each complex is likely bivalent for binding to TBP. Furthermore, the purified Dr1/p19 (p20) subunit oligomerizes into a tetramer when prepared separately from p30 (21Inostroza J.A. Mermelstein F.H. Ha I. Lane W.S. Reinberg D. Cell. 1992; 70: 477-489Abstract Full Text PDF PubMed Scopus (292) Google Scholar), indicating the potential to form higher order structures of the 90-kDa factor under appropriate conditions. Also of interest, both Dr1 and p30 is distantly related to histone proteins through the so-called histone fold motif, a feature found among proteins that make protein-protein and protein-DNA contacts (36Baxevanis A.D. Arents G. Moudrianakis E.N. Landsman D. Nucleic Acids Res. 1995; 23: 2685-2691Crossref PubMed Scopus (181) Google Scholar). Therefore, the oligomerization of the 90-kDa factor is likely a reflection of its innate structural features and important for its function in vivo. The formation of the more extended protein-DNA complex is nucleated by TBP binding to TATA element and subsequent binding of the 90-kDa factor. The addition of higher amounts of TBP results in the formation of a complex that migrates slowly during the gel electrophoresis and has an extended footprint spanning over 150 base pairs of the probe. Thus, most likely, this complex is composed of multiple 90-kDa factors and TBPs, and the promoter is inaccessible to the other basal factors necessary to mediate transcription. It should be noted, however, that formation of the more extended structure is probably not required for the inhibition of transcription by the 90-kDa factor or for the promoter-specific derepession by TFIIA, because both phenomena occur at low levels of TBP as well.Promoter specificity for the activities of TFIIA factor has not been previously described. This specificity was only apparent under conditions of excess TBP where complexes of this protein bound to DNA competed for other basal factors necessary for initiation. This suggests that different combinations of TBP, TFIIA, and promoter DNA have varying affinities for other factors such as TFIIB, TFIIF, and pol II. As discussed above, the combined activities of the 90-kDa factor and TFIIA were more dramatically promoter-specific than either factor alone. This specificity could be observed at both low and high TBP concentrations. It is interesting to speculate that DNA bound TBP complexes might compete for basal factors such as the holopolymerase II in vivo. If this were the case, then the promoter specificity detected in this study might be more relevant to conditions in vivo than the typical reaction using limiting concentrations of TBP.It is now well accepted that the regulation of pol II transcription involves negative modulation of basal and activated transcription. The 90-kDa factor is probably one of these negative components and suppresses transcription in vivo as well as in vitro. Cotransfection assays indicate that an overexpression of Dr1/p19 subunit represses transcription in vivo, and a subset of activation domains including VP16 and E1A-CR3 can derepress transcription (22Kraus V.B. Inostroza J.A. Yeung K. Reinberg D. Nevins J.R. Proc. Natl. Acad. Sci. U. S. A. 1994; 91: 6279-6282Crossref PubMed Scopus (57) Google Scholar, 23Yeung K.C. Inostroza J.A. Mermelstein F.H. Kannabiran C. Reinberg D. Genes Dev. 1994; 8: 2097-2109Crossref PubMed Scopus (84) Google Scholar). Comparison of sequences of the p30 subunit of the 90-kDa factor allowed identification of a related protein from S. cerevisiae encoded by the YER159c gene. A mutation in YER159c can suppress a conditional loss of function mutation in SRB4, a component of the yeast pol II holoenzyme complex (20Thompson C.M. Young R.A. Proc. Natl. Acad. Sci. U. S. A. 1995; 92: 4587-4590Crossref PubMed Scopus (208) Google Scholar).2 Shifting the SRB4 mutant strain to restrictive temperature results in rapid cessation of mRNA synthesis from many pol II promoters, indicating that SRB4 is an important component of transcriptional activation (20Thompson C.M. Young R.A. Proc. Natl. Acad. Sci. U. S. A. 1995; 92: 4587-4590Crossref PubMed Scopus (208) Google Scholar). That a mutation in the p30 homologue suppresses the loss of function mutation of SRB4 is consistent with the proposal that the p30 homologue is a component of a general repressor activity such as the 90-kDa factor. Furthermore, the results presented here indicate that transcriptional regulation by the repressor 90-kDa factor may have a measure of promoter specificity dictated by the content of the core promoter and the flanking sequences. INTRODUCTIONTranscription reactions in vitro were developed to analyze the synthesis of pre-mRNA from promoter DNA. Reconstitution of transcription with chromatographic fractions has allowed purification of general transcription factors and isolation of the genes encoding the corresponding polypeptides (for review see Refs. 1Buratowski S. Cell. 1994; 77: 1-3Abstract Full Text PDF PubMed Scopus (264) Google Scholar, 2Maldonado E. Reinberg D. Curr. Opin. Cell Biol. 1995; 7: 352-361Crossref PubMed Scopus (78) Google Scholar, 3Zawel L. Reinberg D. Annu. Rev. Biochem. 1995; 64: 533-561Crossref PubMed Scopus (389) Google Scholar). Also identified were activities dispensable for the basal levels of transcription that affected the absolute amounts of product RNA. Initially, activities that suppressed transcription in vitro were largely ignored, but as addition of these activities was shown often to increase the relative response to sequence-specific transcriptional activators, interest in their identity and mechanism grew (4Meisterernst M. Roy A.L. Lieu H.M. Roeder R.G. Cell. 1991; 66: 981-993Abstract Full Text PDF PubMed Scopus (225) Google Scholar, 5Meisterernst M. Roeder R.G. Cell. 1991; 67: 557-567Abstract Full Text PDF PubMed Scopus (227) Google Scholar, 6Merino A. Madden K.R. Lane W.S. Champoux J.J. Reinberg D. Nature. 1993; 365: 227-232Crossref PubMed Scopus (321) Google Scholar). These are collectively referred to as negative cofactors of transcription and are distinct, at least operationally, from silencer element-dependent proteins in that they repress a wide variety of promoters.Several lines of evidence suggest that repression of transcription is a general and important aspect of transcriptional regulation. Both genetic and biochemical experiments suggest that chromatin structure represses transcription (for review see Refs. 7Croston G.E. Kadonaga J.T. Curr. Opin. Cell Biol. 1993; 5: 417-423Crossref PubMed Scopus (27) Google Scholar and 8Paranjape S.M. Kamakaka R.T. Kadonaga J.T. Annu. Rev. Biochem. 1994; 63: 265-297Crossref PubMed Scopus (319) Google Scholar). Furthermore, studies of SWI/SNF complexes show that controlling the accessibility of chromatin bound promoters to transcription factors is one of the regulatory steps of transcription (9Hirschhorn J.N. Brown S.A. Clark C.D. Winston F. Genes Dev. 1992; 6: 2288-2298Crossref PubMed Scopus (436) Google Scholar, 10Winston F. Carlson M. Trends Genet. 1992; 8: 387-391Abstract Full Text PDF PubMed Scopus (481) Google Scholar, 11Kwon H. Imbalzano A.N. Khavari P.A. Kingston R.E. Green M.R. Nature. 1994; 370: 477-481Crossref PubMed Scopus (640) Google Scholar, 12Imbalzano A.N. Kwon H. Green M.R. Kingston R.E. Nature. 1994; 370: 481-485Crossref PubMed Scopus (520) Google Scholar). Genetic screening for yeast mutants with elevated basal transcription and for suppressors of mutations to specific upstream activating sequences has led to the identification of several so-called global repressors of polymerase II (pol II) 1The abbreviations used are: pol IIpolymerase IIFPLCfast protein liquid chromatographyMLPmajor late promoterHPLChigh pressure liquid chromatographyTBPTATA-binding protein. transcription (13Swanson M.S. Winston F. Genetics. 1992; 132: 325-336Crossref PubMed Google Scholar, 14Chen S. West R.W. Ma J. Johnson S.L. Gans H. Woldehawariat G. Genetics. 1993; 134: 701-716Crossref PubMed Google Scholar, 15Yamashita I. Mol. & Gen. Genet. 1993; 241: 616-626Crossref PubMed Scopus (29) Google Scholar, 16Collart M.A. Struhl K. Genes Dev. 1994; 8: 525-537Crossref PubMed Scopus (171) Google Scholar, 17Auble D.T. Hansen K.E. Mueller C.G.F. Lane W.S. Thorner J. Hahn S. Genes Dev. 1994; 8: 1920-1934Crossref PubMed Scopus (275) Google Scholar). Mutations to many of them have pleiotropic effects, often elevating the level of transcription from multiple promoters. The SRB family of proteins, found as suppressors of C-terminal domain truncation mutations of pol II, are implicated as important components of transcription initiation in vivo (for review see Ref. 18Koleske A.J. Young R.A. Trends Biochem. Sci. 1995; 20: 113-116Abstract Full Text PDF PubMed Scopus (266) Google Scholar). Several of SRB genes have been shown to be essential for survival, and in particular the analysis of SRB4 gene suggested a direct involvement in the transcription of most genes (19Thompson C.M. Koleske A.J. Chao D.M. Young R.A. Cell. 1993; 73: 1361-1375Abstract Full Text PDF PubMed Scopus (388) Google Scholar, 20Thompson C.M. Young R.A. Proc. Natl. Acad. Sci. U. S. A. 1995; 92: 4587-4590Crossref PubMed Scopus (208) Google Scholar). A conditional loss of function mutation in SRB4 gene can be suppressed by a loss of function mutation in other genes, suggesting the presence of a repression system operating in opposition to the SRB proteins. 2R. Young, personal communication. Chromatographic fractionation of extracts from mammalian cells identified several activities that repress transcription in vitro (4Meisterernst M. Roy A.L. Lieu H.M. Roeder R.G. Cell. 1991; 66: 981-993Abstract Full Text PDF PubMed Scopus (225) Google Scholar, 5Meisterernst M. Roeder R.G. Cell. 1991; 67: 557-567Abstract Full Text PDF PubMed Scopus (227) Google Scholar, 6Merino A. Madden K.R. Lane W.S. Champoux J.J. Reinberg D. Nature. 1993; 365: 227-232Crossref PubMed Scopus (321) Google Scholar). Among these negative cofactors of transcription is Dr1 (21Inostroza J.A. Mermelstein F.H. Ha I. Lane W.S. Reinberg D. Cell. 1992; 70: 477-489Abstract Full Text PDF PubMed Scopus (292) Google Scholar). It was described as a homotetramer of a 19-kDa phosphoprotein capable of forming protein-DNA complexes with TBP and blocking transcription. The inhibition of transcription was not reversible by the addition of any basal factors including TFIIA. Transfection assays indicated that Dr1/p19 can repress transcription in vivo also and may be a target of regulation by upstream activators (22Kraus V.B. Inostroza J.A. Yeung K. Reinberg D. Nevins J.R. Proc. Natl. Acad. Sci. U. S. A. 1994; 91: 6279-6282Crossref PubMed Scopus (57) Google Scholar, 23Yeung K.C. Inostroza J.A. Mermelstein F.H. Kannabiran C. Reinberg D. Genes Dev. 1994; 8: 2097-2109Crossref PubMed Scopus (84) Google Scholar). Specifically, Dr1/p19 repressed pol II promoters generally when expressed in cells by transfection, and this repression was reversed by cotransfection of activators such as VP16 and E1A13S. Additionally, NC2, a negative cofactor with properties similar to Dr1 including its binding to TBP, has been described by Kim et al. to contain Dr1 (24Kim T.K. Zhao Y. Ge H. Bernstein R. Roeder R.G. J. Biol. Chem. 1995; 270: 10976-10981Abstract Full Text Full Text PDF PubMed Scopus (72) Google Scholar). Immunoprecipitation of labeled extracts with specific antiserum indicated that Dr1/p19 exists inside the cell in association with several proteins (21Inostroza J.A. Mermelstein F.H. Ha I. Lane W.S. Reinberg D. Cell. 1992; 70: 477-489Abstract Full Text PDF PubMed Scopus (292) Google Scholar). The activities of complexes containing these proteins have not been characterized.We have purified a 90-kDa transcriptional cofactor consisting of Dr1/p19 and a novel protein with a molecular mass of 30 kDa. This report describes the initial characterization of the cofactor complex. The results suggest that it is primarily a negative cofactor with differential effects depending on the identity of the core promoter element. The mechanism of the repression involves formation of complexes with TBP at the promoter, and variations between core promoters were manifest in the presence of TFIIA.",
  "authors": [
    {
      "display_name": "Jaesang Kim",
      "id": "A5103135203",
      "orcid": null,
      "institutions": [
        {
          "id": "I63966007",
          "display_name": "Massachusetts Institute of Technology",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I4210149717",
          "display_name": "Center for Cancer Research",
          "country_code": "US",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jaesang Kim"
    },
    {
      "display_name": "Jeffrey D. Parvin",
      "id": "A5023251641",
      "orcid": "https://orcid.org/0000-0001-5616-1928",
      "institutions": [
        {
          "id": "I63966007",
          "display_name": "Massachusetts Institute of Technology",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I4210149717",
          "display_name": "Center for Cancer Research",
          "country_code": "US",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jeffrey D. Parvin"
    },
    {
      "display_name": "Benjamin Shykind",
      "id": "A5019373178",
      "orcid": null,
      "institutions": [
        {
          "id": "I63966007",
          "display_name": "Massachusetts Institute of Technology",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I4210149717",
          "display_name": "Center for Cancer Research",
          "country_code": "US",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Benjamin M. Shykind"
    },
    {
      "display_name": "Phillip A. Sharp",
      "id": "A5022945869",
      "orcid": "https://orcid.org/0000-0003-1465-1691",
      "institutions": [
        {
          "id": "I63966007",
          "display_name": "Massachusetts Institute of Technology",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I4210149717",
          "display_name": "Center for Cancer Research",
          "country_code": "US",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Phillip A. Sharp"
    }
  ],
  "publication_year": 1996,
  "publication_date": "1996-08-01",
  "type": "article",
  "cited_by_count": 18,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S140251998",
    "display_name": "Journal of Biological Chemistry",
    "issn_l": "0021-9258",
    "issn": [
      "0021-9258",
      "1067-8816",
      "1083-351X"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320990"
  },
  "volume": "271",
  "issue": "31",
  "first_page": "18405",
  "last_page": "18412",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "https://doi.org/10.1074/jbc.271.31.18405",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C44498088",
      "display_name": "Transcription factor II A",
      "level": 5,
      "score": 0.9057845
    },
    {
      "id": "C2780126713",
      "display_name": "Heterotetramer",
      "level": 4,
      "score": 0.7220141
    },
    {
      "id": "C144825837",
      "display_name": "General transcription factor",
      "level": 5,
      "score": 0.62906146
    },
    {
      "id": "C153911025",
      "display_name": "Molecular biology",
      "level": 1,
      "score": 0.6275173
    },
    {
      "id": "C86339819",
      "display_name": "Transcription factor",
      "level": 3,
      "score": 0.5960029
    },
    {
      "id": "C101762097",
      "display_name": "Promoter",
      "level": 4,
      "score": 0.5905936
    },
    {
      "id": "C158448853",
      "display_name": "Repressor",
      "level": 4,
      "score": 0.54317284
    },
    {
      "id": "C146027311",
      "display_name": "TAF2",
      "level": 5,
      "score": 0.54003304
    },
    {
      "id": "C191163429",
      "display_name": "Sp3 transcription factor",
      "level": 5,
      "score": 0.5216277
    },
    {
      "id": "C172768829",
      "display_name": "Transcription factor II D",
      "level": 5,
      "score": 0.5091104
    },
    {
      "id": "C2780055153",
      "display_name": "TATA-binding protein",
      "level": 5,
      "score": 0.5085324
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.4919698
    },
    {
      "id": "C65888428",
      "display_name": "TATA box",
      "level": 5,
      "score": 0.48382133
    },
    {
      "id": "C76753757",
      "display_name": "E-box",
      "level": 5,
      "score": 0.46460834
    },
    {
      "id": "C57467964",
      "display_name": "Sp1 transcription factor",
      "level": 5,
      "score": 0.4412274
    },
    {
      "id": "C56149667",
      "display_name": "Transcription factor II H",
      "level": 5,
      "score": 0.43721187
    },
    {
      "id": "C156951783",
      "display_name": "Transcription factor II E",
      "level": 5,
      "score": 0.4320894
    },
    {
      "id": "C179926584",
      "display_name": "Transcription (linguistics)",
      "level": 2,
      "score": 0.42059448
    },
    {
      "id": "C105208137",
      "display_name": "Transcription factor II B",
      "level": 5,
      "score": 0.41198644
    },
    {
      "id": "C94966510",
      "display_name": "DNA-binding protein",
      "level": 4,
      "score": 0.27895874
    },
    {
      "id": "C55493867",
      "display_name": "Biochemistry",
      "level": 1,
      "score": 0.18618134
    },
    {
      "id": "C104317684",
      "display_name": "Gene",
      "level": 2,
      "score": 0.17629266
    },
    {
      "id": "C111936080",
      "display_name": "Enhancer",
      "level": 4,
      "score": 0.15880904
    },
    {
      "id": "C27153228",
      "display_name": "Transcriptional regulation",
      "level": 4,
      "score": 0.14293754
    },
    {
      "id": "C104292427",
      "display_name": "Protein subunit",
      "level": 3,
      "score": 0.11083734
    },
    {
      "id": "C150194340",
      "display_name": "Gene expression",
      "level": 3,
      "score": 0.10580924
    },
    {
      "id": "C41895202",
      "display_name": "Linguistics",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10222",
      "display_name": "Genomics and Chromatin Dynamics",
      "score": 0.9983
    },
    {
      "id": "T10604",
      "display_name": "RNA Research and Splicing",
      "score": 0.9954
    },
    {
      "id": "T11482",
      "display_name": "RNA modifications and cancer",
      "score": 0.992
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1074/jbc.271.31.18405",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:05:44.681695",
  "source_database": "OpenAlex"
}