{
  "openalex_id": "W2071969343",
  "doi": "https://doi.org/10.15252/emmm.201404346",
  "title": "Pharmacological targeting of the protein synthesis <scp>mTOR</scp> /4E‐ <scp>BP</scp> 1 pathway in cancer‐associated fibroblasts abrogates pancreatic tumour chemoresistance",
  "abstract": "Research Article1 April 2015Open Access Source Data Pharmacological targeting of the protein synthesis mTOR/4E-BP1 pathway in cancer-associated fibroblasts abrogates pancreatic tumour chemoresistance Camille Duluc Camille Duluc INSERM UMR-1037, Cancer Research Center of Toulouse (CRCT), Equipe labellisée Ligue Contre le Cancer and Laboratoire d'Excellence Toulouse Cancer (TOUCAN), Université de Toulouse, Toulouse, France Search for more papers by this author Siham Moatassim-Billah Siham Moatassim-Billah INSERM UMR-1037, Cancer Research Center of Toulouse (CRCT), Equipe labellisée Ligue Contre le Cancer and Laboratoire d'Excellence Toulouse Cancer (TOUCAN), Université de Toulouse, Toulouse, France Biochemistry-Immunology Laboratory, Faculty of Sciences Rabat, University Mohammed V – Agdal, Agdal, Morocco Search for more papers by this author Mounira Chalabi-Dchar Mounira Chalabi-Dchar INSERM UMR-1037, Cancer Research Center of Toulouse (CRCT), Equipe labellisée Ligue Contre le Cancer and Laboratoire d'Excellence Toulouse Cancer (TOUCAN), Université de Toulouse, Toulouse, France Search for more papers by this author Aurélie Perraud Aurélie Perraud EA 3842 Laboratory, Medicine and Pharmacy Faculties, Limoges University, Limoges, France Search for more papers by this author Rémi Samain Rémi Samain INSERM UMR-1037, Cancer Research Center of Toulouse (CRCT), Equipe labellisée Ligue Contre le Cancer and Laboratoire d'Excellence Toulouse Cancer (TOUCAN), Université de Toulouse, Toulouse, France Search for more papers by this author Florence Breibach Florence Breibach Pathology Department, Hôpitaux de Toulouse, Toulouse, France Search for more papers by this author Marion Gayral Marion Gayral INSERM UMR-1037, Cancer Research Center of Toulouse (CRCT), Equipe labellisée Ligue Contre le Cancer and Laboratoire d'Excellence Toulouse Cancer (TOUCAN), Université de Toulouse, Toulouse, France Search for more papers by this author Pierre Cordelier Pierre Cordelier INSERM UMR-1037, Cancer Research Center of Toulouse (CRCT), Equipe labellisée Ligue Contre le Cancer and Laboratoire d'Excellence Toulouse Cancer (TOUCAN), Université de Toulouse, Toulouse, France Search for more papers by this author Marie-Bernadette Delisle Marie-Bernadette Delisle Pathology Department, Hôpitaux de Toulouse, Toulouse, France Search for more papers by this author Marie-Pierre Bousquet-Dubouch Marie-Pierre Bousquet-Dubouch CNRS UMR-5089, Institut de Pharmacologie et de Biologie structurale (IPBS), Université de Toulouse, Toulouse, France Search for more papers by this author Richard Tomasini Richard Tomasini CRCM, INSERM, U1068; Paoli-Calmettes Institute; Aix-Marseille University, UM105; CNRS, UMR7258, Marseille, France Search for more papers by this author Herbert Schmid Herbert Schmid Novartis Pharmaceuticals, Bales, Switzerland Search for more papers by this author Muriel Mathonnet Muriel Mathonnet EA 3842 Laboratory, Medicine and Pharmacy Faculties, Limoges University, Limoges, France Search for more papers by this author Stéphane Pyronnet Stéphane Pyronnet INSERM UMR-1037, Cancer Research Center of Toulouse (CRCT), Equipe labellisée Ligue Contre le Cancer and Laboratoire d'Excellence Toulouse Cancer (TOUCAN), Université de Toulouse, Toulouse, France Search for more papers by this author Yvan Martineau Yvan Martineau INSERM UMR-1037, Cancer Research Center of Toulouse (CRCT), Equipe labellisée Ligue Contre le Cancer and Laboratoire d'Excellence Toulouse Cancer (TOUCAN), Université de Toulouse, Toulouse, France Search for more papers by this author Corinne Bousquet Corresponding Author Corinne Bousquet INSERM UMR-1037, Cancer Research Center of Toulouse (CRCT), Equipe labellisée Ligue Contre le Cancer and Laboratoire d'Excellence Toulouse Cancer (TOUCAN), Université de Toulouse, Toulouse, France Search for more papers by this author Camille Duluc Camille Duluc INSERM UMR-1037, Cancer Research Center of Toulouse (CRCT), Equipe labellisée Ligue Contre le Cancer and Laboratoire d'Excellence Toulouse Cancer (TOUCAN), Université de Toulouse, Toulouse, France Search for more papers by this author Siham Moatassim-Billah Siham Moatassim-Billah INSERM UMR-1037, Cancer Research Center of Toulouse (CRCT), Equipe labellisée Ligue Contre le Cancer and Laboratoire d'Excellence Toulouse Cancer (TOUCAN), Université de Toulouse, Toulouse, France Biochemistry-Immunology Laboratory, Faculty of Sciences Rabat, University Mohammed V – Agdal, Agdal, Morocco Search for more papers by this author Mounira Chalabi-Dchar Mounira Chalabi-Dchar INSERM UMR-1037, Cancer Research Center of Toulouse (CRCT), Equipe labellisée Ligue Contre le Cancer and Laboratoire d'Excellence Toulouse Cancer (TOUCAN), Université de Toulouse, Toulouse, France Search for more papers by this author Aurélie Perraud Aurélie Perraud EA 3842 Laboratory, Medicine and Pharmacy Faculties, Limoges University, Limoges, France Search for more papers by this author Rémi Samain Rémi Samain INSERM UMR-1037, Cancer Research Center of Toulouse (CRCT), Equipe labellisée Ligue Contre le Cancer and Laboratoire d'Excellence Toulouse Cancer (TOUCAN), Université de Toulouse, Toulouse, France Search for more papers by this author Florence Breibach Florence Breibach Pathology Department, Hôpitaux de Toulouse, Toulouse, France Search for more papers by this author Marion Gayral Marion Gayral INSERM UMR-1037, Cancer Research Center of Toulouse (CRCT), Equipe labellisée Ligue Contre le Cancer and Laboratoire d'Excellence Toulouse Cancer (TOUCAN), Université de Toulouse, Toulouse, France Search for more papers by this author Pierre Cordelier Pierre Cordelier INSERM UMR-1037, Cancer Research Center of Toulouse (CRCT), Equipe labellisée Ligue Contre le Cancer and Laboratoire d'Excellence Toulouse Cancer (TOUCAN), Université de Toulouse, Toulouse, France Search for more papers by this author Marie-Bernadette Delisle Marie-Bernadette Delisle Pathology Department, Hôpitaux de Toulouse, Toulouse, France Search for more papers by this author Marie-Pierre Bousquet-Dubouch Marie-Pierre Bousquet-Dubouch CNRS UMR-5089, Institut de Pharmacologie et de Biologie structurale (IPBS), Université de Toulouse, Toulouse, France Search for more papers by this author Richard Tomasini Richard Tomasini CRCM, INSERM, U1068; Paoli-Calmettes Institute; Aix-Marseille University, UM105; CNRS, UMR7258, Marseille, France Search for more papers by this author Herbert Schmid Herbert Schmid Novartis Pharmaceuticals, Bales, Switzerland Search for more papers by this author Muriel Mathonnet Muriel Mathonnet EA 3842 Laboratory, Medicine and Pharmacy Faculties, Limoges University, Limoges, France Search for more papers by this author Stéphane Pyronnet Stéphane Pyronnet INSERM UMR-1037, Cancer Research Center of Toulouse (CRCT), Equipe labellisée Ligue Contre le Cancer and Laboratoire d'Excellence Toulouse Cancer (TOUCAN), Université de Toulouse, Toulouse, France Search for more papers by this author Yvan Martineau Yvan Martineau INSERM UMR-1037, Cancer Research Center of Toulouse (CRCT), Equipe labellisée Ligue Contre le Cancer and Laboratoire d'Excellence Toulouse Cancer (TOUCAN), Université de Toulouse, Toulouse, France Search for more papers by this author Corinne Bousquet Corresponding Author Corinne Bousquet INSERM UMR-1037, Cancer Research Center of Toulouse (CRCT), Equipe labellisée Ligue Contre le Cancer and Laboratoire d'Excellence Toulouse Cancer (TOUCAN), Université de Toulouse, Toulouse, France Search for more papers by this author Author Information Camille Duluc1, Siham Moatassim-Billah1,2, Mounira Chalabi-Dchar1, Aurélie Perraud3, Rémi Samain1, Florence Breibach4, Marion Gayral1, Pierre Cordelier1, Marie-Bernadette Delisle4, Marie-Pierre Bousquet-Dubouch5, Richard Tomasini6, Herbert Schmid7, Muriel Mathonnet3, Stéphane Pyronnet1, Yvan Martineau1 and Corinne Bousquet 1 1INSERM UMR-1037, Cancer Research Center of Toulouse (CRCT), Equipe labellisée Ligue Contre le Cancer and Laboratoire d'Excellence Toulouse Cancer (TOUCAN), Université de Toulouse, Toulouse, France 2Biochemistry-Immunology Laboratory, Faculty of Sciences Rabat, University Mohammed V – Agdal, Agdal, Morocco 3EA 3842 Laboratory, Medicine and Pharmacy Faculties, Limoges University, Limoges, France 4Pathology Department, Hôpitaux de Toulouse, Toulouse, France 5CNRS UMR-5089, Institut de Pharmacologie et de Biologie structurale (IPBS), Université de Toulouse, Toulouse, France 6CRCM, INSERM, U1068; Paoli-Calmettes Institute; Aix-Marseille University, UM105; CNRS, UMR7258, Marseille, France 7Novartis Pharmaceuticals, Bales, Switzerland *Corresponding author. Tel: +33 5 82 74 16 53; E-mail: [email protected] EMBO Mol Med (2015)7:735-753https://doi.org/10.15252/emmm.201404346 PDFDownload PDF of article text and main figures. Peer ReviewDownload a summary of the editorial decision process including editorial decision letters, reviewer comments and author responses to feedback. ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinked InMendeleyWechatReddit Figures & Info Abstract Pancreatic ductal adenocarcinoma (PDAC) is extremely stroma-rich. Cancer-associated fibroblasts (CAFs) secrete proteins that activate survival and promote chemoresistance of cancer cells. Our results demonstrate that CAF secretome-triggered chemoresistance is abolished upon inhibition of the protein synthesis mTOR/4E-BP1 regulatory pathway which we found highly activated in primary cultures of α-SMA-positive CAFs, isolated from human PDAC resections. CAFs selectively express the sst1 somatostatin receptor. The SOM230 analogue (Pasireotide) activates the sst1 receptor and inhibits the mTOR/4E-BP1 pathway and the resultant synthesis of secreted proteins including IL-6. Consequently, tumour growth and chemoresistance in nude mice xenografted with pancreatic cancer cells and CAFs, or with pieces of resected human PDACs, are reduced when chemotherapy (gemcitabine) is combined with SOM230 treatment. While gemcitabine alone has marginal effects, SOM230 is permissive to gemcitabine-induced cancer cell apoptosis and acts as an antifibrotic agent. We propose that selective inhibition of CAF protein synthesis with sst1-directed pharmacological compounds represents an anti-stromal-targeted therapy with promising chemosensitization potential. Synopsis A novel drug association combining current chemotherapies with pharmacological inhibition of the Cancer-Associated Fibroblast secretome with the somatostatin analogue SOM230 (Pasireotide), effectively reverses chemoresistance in pancreatic cancer. The secretome of pancreatic cancer-associated fibroblasts critically contributes to stroma-triggered chemoresistance. Elevated PI3K/mTOR pathway activity in pancreatic α-SMA-positive cancer-associated fibroblasts contributes to high protein synthesis/secretion rates. Inhibition of the protein synthesis mTOR/4E-BP1 regulatory pathway in pancreatic cancer-associated fibroblasts, with the novel somatostatin analogue SOM230 (Pasireotide), reverses tumour chemoresistance. SOM230 selectively targets the somatostatin receptor subtype sst1 in pancreatic α-SMA-positive cancer-associated fibroblasts, which is not expressed in pancreatic non-activated α-SMA-negative fibroblasts or cancer cells. The combination of chemotherapy (gemcitabine) and pharmacological inhibition of the cancer-associated fibroblast secretome provides synergistic chemosensitization and tumour growth breakdown. Introduction Pancreatic ductal adenocarcinoma (PDAC) is one of the most intractable solid malignancies in humans. The survival rate at 5 years is < 5%. Due to a silent evolution for several years and the lack of biomarkers, patients usually have late-stage cancer, with metastasis at the time of diagnosis. Surgery, which is the only available strategy which may increase survival rate, is feasible in very few cases (< 15%), and patient survival rarely extends beyond 5 years. Standard chemotherapy using gemcitabine or targeted therapies directed at molecular alterations in cancer cells has provided almost no survival benefit in clinical trials, despite cytostatic results in in vitro and in vivo preclinical PDAC models (Hidalgo & Von Hoff, 2012). Therapeutic inadequacy may be attributed, in part, to the under-estimation of the influences exerted by the microenvironment on cancer cells, and the use of preclinical models that do not mimic this critical feature (Singh et al, 2010; Feig et al, 2012; Perez-Mancera et al, 2012). PDAC is one of the most stroma-rich cancers, with the stroma forming more than 80% of the tumour mass. The most abundant cells present in PDAC stroma are α-SMA (alpha-smooth muscle actin)-expressing cancer-associated fibroblasts (CAFs), which in the pancreas are also called activated pancreatic stellate cells. PDAC stroma also contains immune, inflammatory and nerve cells and blood vessels, surrounded by acellular components which form the extracellular matrix (ECM) (Erkan et al, 2012b; Feig et al, 2012). These features have been observed in other advanced stage carcinomas (e.g. breast cancer) (De Palma & Hanahan, 2012). In the pancreas, fibroblasts are involved in the deposition of ECM and the secretion of soluble factors (e.g. growth factors), which regulate normal epithelial differentiation and homeostasis (Apte et al, 2012). Upon 'activation' during inflammation, fibroblasts are the principal source of ECM constituents and are considered to be the main mediators of scar formation and tissue fibrosis and also secrete large amounts of growth and inflammatory factors. Once the wound is repaired, the resting phenotype is thought to be restored. Conversely, as with organ fibrosis, CAFs at the site of a tumour remain perpetually activated. In PDACs, the abundant fibrotic stroma produced by CAFs constitutes a mechanical scaffold and a physical barrier against the effective delivery of therapeutic agents (Olive et al, 2009). Antifibrotic therapy therefore appears promising for the treatment of PDAC, although it is a 'symptomatic' and non-selective strategy (Erkan, 2013). Besides secreting fibrillar ECM components, CAFs secrete soluble growth, angiogenic and inflammatory factors, that engage in cancer and other stromal cell survival and metastatic and angiogenic signalling that promotes tumour growth and invasion (Hwang et al, 2008; Vonlaufen et al, 2008). Importantly, the signals stimulated by CAFs in cancer cells are redundant to those targeted by therapies, conferring innate resistance (Apte et al, 2013; Erkan, 2013). Since CAFs are master 'secretors' of soluble and insoluble factors which form these specific stromal features, we hypothesized that targeting CAF secretion would represent a specific therapeutic option for PDAC. Further understanding of the mechanisms governing CAF secretion may assist in the development of novel therapies to overcome CAF-triggered drug resistance. In this manuscript, the critical role of mTOR/4E-BP1 signalling pathway activation in promoting protein synthesis and secretion in CAFs has been elucidated. Additionally, a specific pharmacological strategy to stop protein synthesis and secretion through inhibition of this pathway in CAFs is proposed as a novel promising strategy, which has to be used in combination with chemotherapy in the treatment of PDAC. Results The normal human exocrine pancreas is essentially composed of acinar and ductal cells whose network is supported by a discrete extracellular matrix, present mostly at the interlobular spaces and around the tubular ductal structures (Supplementary Fig S1A, H&E and Masson's trichrome stainings). In contrast, PDAC is rich in stroma produced by α-SMA-expressing CAFs that reside both inside the tumour and at the boundaries between the invasive cancer and the host pancreatic tissue. In the normal human pancreas, these cells are present in an inactive α-SMA-negative state (Supplementary Fig S1A). It has been shown that CAFs confer chemoprotective features on pancreatic cancer cells (Hwang et al, 2008), though the underlying mechanisms and, consequently, targets for chemoprotection inhibition remain unclear. To explore this, primary CAF cultures were established by the outgrowth method (Fig 1A) (Erkan et al, 2012a) from fifteen surgically obtained human resected PDAC tumours of different disease stages (Supplementary Table S1). After a few days, cells that migrated from the tumour tissues exhibited a fibroblast-like phenotype as confirmed by the expression of vimentin and were considered 'activated' since nearly 100% also expressed α-SMA (Fig 1B). This phenotype was maintained throughout 10 passages before senescence occurred (not shown). By contrast, vimentin-positive pancreatic stellate cells (PaSCs), obtained from normal human pancreas samples, did not express α-SMA and were considered to be non-activated (Fig 1B). The doubling-time period was longer in CAFs (6 days) than in PaSCs (2-days) (Supplementary Fig S1B), and most α-SMA-positive cells in PDAC were Ki67 negative, whereas a significant number of cancer cells were positive for Ki67 (Supplementary Fig S1C). Interestingly, CAFs secreted two-fold more proteins than PaSCs, as measured in their respective secretomes (hereafter referred to as conditioned media, CM) (Supplementary Fig S1D). We hypothesized that activation of PaSCs into CAFs correlated with an increased secretion of factors that mediate de novo pancreatic cancer cell resistance to chemotherapy (Meads et al, 2009). Figure 1. CAFs, but not PaSCs, secrete soluble proteins providing pancreatic cancer cell resistance to gemcitabine that is inhibited by CAF pre-treatment with SOM230 A. CAFs isolation from human pancreatic tumour resections (left panel) and in vitro primo-culture (right panel). B. Isolated CAFs and PaSC characterization in vitro by immunofluorescence using anti-vimentin (left panel) or anti-α-SMA (right panel) antibody (one representative field of n = 3). C. Experimental method schematic representation. CAFs or PaSC was treated or not with SOM230 (10−7 M) for 48 h. Conditioned media (CM) were collected. Pancreatic cancer cells were incubated for 48 h with the indicated CM, in the presence or not of gemcitabine (100 μg/ml). D, E. Panc-1 cell viability was assessed by MTT. Results (mean ± SD) are presented for each treatment (CM from PaSC, or from CAF, or from CAF ± SOM230, SOM230) as a percentage of the respective gemcitabine-untreated cells (= 100%) (n = 4; from left to right: **P = 0.007, ##P = 0.006 in D; *P = 0.032, #P = 0.041, #P = 0.047 in E). F. Apoptosis induced by gemcitabine was evaluated by Western blot using an anti-cleaved caspase-3 or anti-PARP antibody (representative of n = 3). G. Panc-1 was analysed by flow cytometry. Percentages (mean ± SD) of annexin V-positive cells are indicated (n = 3; from left to right: **P = 0.005, ##P = 0.004, **P = 0.006). Data information: * effect of treatment (gemcitabine or SOM230) versus untreated cells; #CM-incubated versus non-incubated gemcitabine-treated cells. Source data are available online for this figure. Source Data for Figure 1 [emmm201404346-sup-0002-SourceDataFig1.pdf] Download figure Download PowerPoint To verify this possibility, the chemosensitivity of different pancreatic cancer cell lines was tested in the presence of CM from CAFs or PaSCs that had been grown for 48 h without foetal calf serum (passages 3 to 8) (Fig 1C). An MTT viability assay demonstrated that the cytotoxic action of gemcitabine (Fig 1D), 5-fluorouracil (5FU) or oxaliplatin (Supplementary Fig S2A–B) on pancreatic Panc-1 cancer cells was completely reversed upon Panc-1 cell co-treatment with CM from CAFs, whereas CM from PaSCs did not provide any chemoprotection. In addition, heating CM to 95°C significantly diminished the chemoprotective capacity, suggesting a significant role of proteins in the process (Supplementary Fig S2C). We hypothesized that the chemoprotective features of the CAF secretome are derived from soluble paracrine peptides or proteins that could be targeted using pharmacological drugs currently used as medical treatments to inhibit excessive hormone/peptide secretions from neuroendocrine tumours, that is somatostatin analogues. To test this hypothesis, Panc-1 cell response to gemcitabine, 5FU or oxaliplatin was assessed after 48 h of treatment with CM from CAFs, which had previously been incubated with or without a multi-receptor somatostatin analogue SOM230 (Pasireotide® Novartis) (Fig 1C). SOM230 did not directly inhibit CAF proliferation or survival, nor did it reduce expression of the CAF marker α-SMA (not shown). Importantly, the chemoprotective property of CM from CAFs was dose-dependently reversed once CAFs had first been treated with SOM230 (Fig 1E and Supplementary Fig S2D–F). When applied directly to Panc-1 cells, SOM230 alone had no direct cytotoxic effect in addition to the chemotherapeutic drugs, and nor did it inhibit the chemoprotection induced by CAF-CM (Fig 1E). Various apoptosis assays (caspase-3 and PARP cleavage, Fig 1F and S2G–H; apoptotic annexin V-positive cells, Fig 1G; executioner caspase activity, Supplementary Fig S3A) confirmed the cytotoxic action of chemotherapies on pancreatic cancer Panc-1 cells, which was abolished upon Panc-1 co-treatment with CM from CAFs, but restored when CM from CAFs treated with SOM230 was used. These results were also confirmed in two additional pancreatic cancer cell lines, Capan-1 and BxPC-3 cells (Supplementary Fig S3B–D). The calculated IC50 values for gemcitabine cytotoxicity on Panc-1 and BxPC-3 cells incubated with or without the CM from CAFs, previously treated with or without SOM230, are shown in Supplementary Fig S3E–G. These data demonstrate a large potential therapeutic benefit of treating CAFs with SOM230 to enhance pancreatic cancer cell sensitivity to different chemotherapeutic drugs. High protein synthesis in CAFs through mTORC1 activation is responsible for the secretion of chemoprotective factors—phenotypic reversion with the somatostatin analogue SOM230 We hypothesized that the chemoprotective property of CAFs relies on elevated synthesis and secretion of soluble growth factors, cytokines and/or chemokines. To test this hypothesis, protein synthesis rates were first monitored by SUnSET (a non-radioactive equivalent of the 35S-Met assay based on puromycin incorporation into nascent polypeptides) (Schmidt et al, 2009) in human CAFs and PaSCs which were previously serum-starved for a period or 48 h. CAFs incorporated much more puromycin into nascent polypeptides than PaSCs (Fig 2A, compare lanes 1 and 3). This high rate of protein synthesis was totally suppressed upon SOM230 treatment, while no effect was detected for PaSCs (Fig 2A). The inhibitory effect of SOM230 on CAF protein synthesis was further confirmed by a polysomal fractionation assay, which demonstrated that much fewer polysomes (containing translated mRNAs) were formed upon treatment with the somatostatin analogue (Fig 2B). The high rate of protein synthesis might be due to activation of the mTORC1 pathway, a strong regulator of mRNA translation. This is further supported by our previous data showing that somatostatin analogues inhibit PI3K activity (Bousquet et al, 2006). Consistently, the PI3K/mTOR targets Akt and S6 appeared to be intrinsically phosphorylated (i.e. activated) and fully sensitive to SOM230 treatment in CAFs while not constitutively activated and hence not inhibited by SOM230 in PaSCs (Fig 2C). Similarly, 4E-BP1, which is considered to be the major mTORC1 target regulating mRNA translation (Martineau et al, 2013), was severely hypophosphorylated (i.e. active in inhibiting translation) upon CAF treatment with SOM230 (Fig 2D). Consistently, global protein concentrations in CAF extracts and CM were dramatically decreased by SOM230 treatment (Fig 2E) although SOM230 did not affect total RNA concentration (Supplementary Fig S4A), indicating that SOM230-triggered inhibition of protein synthesis may be correlated to an inhibition of the mTORC1/4E-BP1 axis. Silencing of 4E-BP1 using specific siRNA (si4E-BP1) (Fig 2F) circumvented the inhibitory effects of SOM230 on CAF protein synthesis (Fig 2G) and on CAF-CM-dependent protection against gemcitabine-triggered cancer cell viability (Fig 2H) and apoptosis (Fig 2I). Furthermore, SOM230 was shown to be at least as potent as the mTORC1 (RAD001) and mTOR (PP242) inhibitors at suppressing protein synthesis and re-sensitizing pancreatic cancer cells to gemcitabine cytotoxicity (Supplementary Fig S4B–C). Figure 2. High protein synthesis in CAFs mediates chemoprotective effect on pancreatic cancer cells—reversion through inhibition of protein synthesis with SOM230 Immunoblotting of protein extracts from PaSCs or CAFs treated (+) or not with SOM230 (10−7 M) for 48 h, using the anti-puromycin antibody (representative of n = 3). Polysomes profiles of CAFs treated or not with SOM230 for 48 h (representative of n = 3). Immunoblotting using an anti-P-Akt, anti-P-S6 or anti-β-actin (loading control) antibody of protein extracts from PaSCs or CAFs treated (+) with SOM230 for 30 min (representative of n = 3). Immunoblotting of protein extracts from CAFs treated (+) or not with SOM230 (10−7 M) for the indicated times, using anti-P-Akt, anti-P-S6 or anti-4E-BP1 antibody (representative of n = 3). Protein concentration in untreated or SOM230-treated CAF-CM or extracts normalized per 1 × 106 cells. Results (mean ± SD) are presented as a percentage of the untreated CAFs (= 100%) (n = 3; from left to right: ##P = 0.008, ##P = 0.007). Immunoblotting using an anti-4E-BP1 or anti-GAPDH (loading control) antibody of protein extracts from siCTR- or si4E-BP1-transfected CAFs (representative of n = 3). Immunoblotting of equal amounts of protein from siCTR- or si4E-BP1-transfected CAFs treated (+) or not with SOM230 for 48 h, using the anti-puromycin antibody (representative of n = 3). Panc-1 cell viability was assessed by MTT. Panc-1 cells were incubated with gemcitabine in the presence of CM from untreated or SOM230-treated CAFs transfected with the siCTR or si4E-BP-1. Results (mean ± SD) are presented as a percentage of the untreated CAFs (= 100%) (n = 3; **P = 0.003, §§P = 0.002). Caspase-3 and PARP cleavage induced by gemcitabine in Panc-1 was evaluated by Western blot using the respective antibodies (representative of n = 3). Arrow indicates cleaved forms of PARP. Data information: * gemcitabine-treated versus gemcitabine-untreated cells; # SOM230-treated versus SOM230-untreated cells; § si4E-BP1-transfected versus siCTR-transfected cells. Source data are available online for this figure. Source Data for Figure 2 [emmm201404346-sup-0003-SourceDataFig2.pdf] Download figure Download PowerPoint These results demonstrate that through constitutive neutralization of the translational repressor 4E-BP1 by intrinsic activation of the mTORC1 pathway, the rate of protein synthesis is permanently higher in CAFs than in PaSCs. The data also reveal that abrogation of the chemoprotective property of CAF-CM by SOM230 results from its ability to efficiently inhibit 4E-BP1 phosphorylation in CAFs. The somatostatin receptor sst1 mediates SOM230 effects on CAFs Somatostatin mediates its effects through five different G protein-coupled receptors named sst1–sst5. However, as the low affinity of SOM230 for sst4 (Schmid, 2008) is not compatible with the effects observed in CAFs, we suspected the involvement of one of the other four receptors. Consistently, qRT–PCR experiments performed on CAFs isolated from fifteen different patients revealed that sst1 was the only somatostatin receptor expressed in CAFs (not shown). Furthermore, it was shown that CAFs expressed sst1 as efficiently as neuroendocrine pancreatic tumour BON cells, which are known to contain high levels of sst1 (Xiao et al, 2012) (Fig 3A). Western blot analyses showed that neither PaSCs (Fig 3B) nor other pancreatic cancer cell lines (Fig 3C) expressed sst1. Immunofluorescence analyses localized sst1 to α-SMA-positive CAF primary cultures (Fig 3D). Knock-down of sst1 by RNA interference (siRNA targeting sst1, sisst1) in CAFs demonstrated the specificity of the signal detected by the anti-sst1 antibody (Western blot and immunofluorescence, Supplementary Fig S5A–B). Immunofluorescence confocal microscopy analyses of serial sections of 42 human PDACs demonstrated that sst1 and cytokeratin-19 staining did not co-localize, demonstrating that sst1 was not expressed in epithelial cancer cells (Fig 3E). In contrast, sst1 staining was present in 69% ± 19 of α-SMA-positive stromal cells (quantified in n = 42 PDACs) (Fig 3F, Supplementary Table S2A). In PDAC stroma, all sst1-positive cells expressed α-SMA (Fig 3F). A significant proportion of sst1-positive (40% ± 16) and α-SMA-positive (39% ± 17) cells (quantified in n = 15 PDACs) also yielded positive and correlated staining for the phosphorylated (inhibited) form of 4E-BP1 (r = 0.96), indicating PI3K/mTOR pathway activation in sst1-expressing α-SMA-positive cells (Fig 3G, Supplementary Fig S5C, Supplementary Tables S2B–C). Knock-down of sst1 in CAFs (sisst1) demonstrated the importance of this G protein-coupled receptor (GPCR) in SOM230-triggered inhibition of the PI3K/mTOR pathway (dephosphorylation of Akt, S6 and 4E-BP1) and protein synthesis (Fig 3H–I), and restoration of chemosensitivity (Fig 3J). The data also indicated that treatment of CAFs with SOM230 did not alter sst1 expression (Fig 3H, top). These results demonstrate that SOM230 affects protein translation and the secretion of soluble chemoprotective factors in CAFs via the sst1 receptor. Accordingly, CAF treatment with an",
  "authors": [
    {
      "display_name": "Camille Duluc",
      "id": "A5065461738",
      "orcid": null,
      "institutions": [
        {
          "id": "I154526488",
          "display_name": "Inserm",
          "country_code": "FR",
          "type": "government"
        },
        {
          "id": "I4210087620",
          "display_name": "Centre de Recherche en Cancérologie de Toulouse",
          "country_code": "FR",
          "type": "facility"
        },
        {
          "id": "I17866349",
          "display_name": "Université Fédérale de Toulouse Midi-Pyrénées",
          "country_code": "FR",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Camille Duluc"
    },
    {
      "display_name": "Siham Moatassim-Billah",
      "id": "A5015501085",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210087620",
          "display_name": "Centre de Recherche en Cancérologie de Toulouse",
          "country_code": "FR",
          "type": "facility"
        },
        {
          "id": "I154526488",
          "display_name": "Inserm",
          "country_code": "FR",
          "type": "government"
        },
        {
          "id": "I126477371",
          "display_name": "Mohammed V University",
          "country_code": "MA",
          "type": "funder"
        },
        {
          "id": "I17866349",
          "display_name": "Université Fédérale de Toulouse Midi-Pyrénées",
          "country_code": "FR",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Siham Moatassim‐Billah"
    },
    {
      "display_name": "Mounira Chalabi‐Dchar",
      "id": "A5000354383",
      "orcid": "https://orcid.org/0000-0002-4539-589X",
      "institutions": [
        {
          "id": "I4210087620",
          "display_name": "Centre de Recherche en Cancérologie de Toulouse",
          "country_code": "FR",
          "type": "facility"
        },
        {
          "id": "I17866349",
          "display_name": "Université Fédérale de Toulouse Midi-Pyrénées",
          "country_code": "FR",
          "type": "funder"
        },
        {
          "id": "I154526488",
          "display_name": "Inserm",
          "country_code": "FR",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mounira Chalabi‐Dchar"
    },
    {
      "display_name": "Aurélie Perraud",
      "id": "A5024684573",
      "orcid": "https://orcid.org/0000-0001-7882-0613",
      "institutions": [
        {
          "id": "I65806277",
          "display_name": "Université de Limoges",
          "country_code": "FR",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Aurélie Perraud"
    },
    {
      "display_name": "Rémi Samain",
      "id": "A5068092442",
      "orcid": "https://orcid.org/0000-0003-0568-4993",
      "institutions": [
        {
          "id": "I4210087620",
          "display_name": "Centre de Recherche en Cancérologie de Toulouse",
          "country_code": "FR",
          "type": "facility"
        },
        {
          "id": "I154526488",
          "display_name": "Inserm",
          "country_code": "FR",
          "type": "government"
        },
        {
          "id": "I17866349",
          "display_name": "Université Fédérale de Toulouse Midi-Pyrénées",
          "country_code": "FR",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Rémi Samain"
    },
    {
      "display_name": "Florence Breibach",
      "id": "A5021851555",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Florence Breibach"
    },
    {
      "display_name": "Marion Gayral",
      "id": "A5038449100",
      "orcid": "https://orcid.org/0009-0000-3175-1139",
      "institutions": [
        {
          "id": "I4210087620",
          "display_name": "Centre de Recherche en Cancérologie de Toulouse",
          "country_code": "FR",
          "type": "facility"
        },
        {
          "id": "I17866349",
          "display_name": "Université Fédérale de Toulouse Midi-Pyrénées",
          "country_code": "FR",
          "type": "funder"
        },
        {
          "id": "I154526488",
          "display_name": "Inserm",
          "country_code": "FR",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Marion Gayral"
    },
    {
      "display_name": "Pierre Cordelier",
      "id": "A5081053692",
      "orcid": "https://orcid.org/0000-0003-2096-7967",
      "institutions": [
        {
          "id": "I4210087620",
          "display_name": "Centre de Recherche en Cancérologie de Toulouse",
          "country_code": "FR",
          "type": "facility"
        },
        {
          "id": "I17866349",
          "display_name": "Université Fédérale de Toulouse Midi-Pyrénées",
          "country_code": "FR",
          "type": "funder"
        },
        {
          "id": "I154526488",
          "display_name": "Inserm",
          "country_code": "FR",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Pierre Cordelier"
    },
    {
      "display_name": "Marie‐Bernadette Delisle",
      "id": "A5110217834",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Marie‐Bernadette Delisle"
    },
    {
      "display_name": "Marie‐Pierre Bousquet",
      "id": "A5010499759",
      "orcid": "https://orcid.org/0000-0003-2680-8932",
      "institutions": [
        {
          "id": "I4210099749",
          "display_name": "Institut de Pharmacologie et de Biologie Structurale",
          "country_code": "FR",
          "type": "facility"
        },
        {
          "id": "I17866349",
          "display_name": "Université Fédérale de Toulouse Midi-Pyrénées",
          "country_code": "FR",
          "type": "funder"
        },
        {
          "id": "I1294671590",
          "display_name": "Centre National de la Recherche Scientifique",
          "country_code": "FR",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Marie‐Pierre Bousquet‐Dubouch"
    },
    {
      "display_name": "Richard Tomasini",
      "id": "A5058115602",
      "orcid": "https://orcid.org/0000-0003-0869-0811",
      "institutions": [
        {
          "id": "I1294671590",
          "display_name": "Centre National de la Recherche Scientifique",
          "country_code": "FR",
          "type": "government"
        },
        {
          "id": "I154526488",
          "display_name": "Inserm",
          "country_code": "FR",
          "type": "government"
        },
        {
          "id": "I21491767",
          "display_name": "Aix-Marseille Université",
          "country_code": "FR",
          "type": "funder"
        },
        {
          "id": "I4210150365",
          "display_name": "Institut Paoli-Calmettes",
          "country_code": "FR",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Richard Tomasini"
    },
    {
      "display_name": "Herbert Schmid",
      "id": "A5083636719",
      "orcid": null,
      "institutions": [
        {
          "id": "I1283582996",
          "display_name": "Novartis (Switzerland)",
          "country_code": "CH",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Herbert Schmid"
    },
    {
      "display_name": "Muriel Mathonnet",
      "id": "A5009302310",
      "orcid": "https://orcid.org/0000-0002-9127-3068",
      "institutions": [
        {
          "id": "I65806277",
          "display_name": "Université de Limoges",
          "country_code": "FR",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Muriel Mathonnet"
    },
    {
      "display_name": "Stéphane Pyronnet",
      "id": "A5058448191",
      "orcid": "https://orcid.org/0000-0002-9562-5112",
      "institutions": [
        {
          "id": "I4210087620",
          "display_name": "Centre de Recherche en Cancérologie de Toulouse",
          "country_code": "FR",
          "type": "facility"
        },
        {
          "id": "I17866349",
          "display_name": "Université Fédérale de Toulouse Midi-Pyrénées",
          "country_code": "FR",
          "type": "funder"
        },
        {
          "id": "I154526488",
          "display_name": "Inserm",
          "country_code": "FR",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Stéphane Pyronnet"
    },
    {
      "display_name": "Yvan Martineau",
      "id": "A5085409864",
      "orcid": "https://orcid.org/0000-0002-0575-4085",
      "institutions": [
        {
          "id": "I4210087620",
          "display_name": "Centre de Recherche en Cancérologie de Toulouse",
          "country_code": "FR",
          "type": "facility"
        },
        {
          "id": "I17866349",
          "display_name": "Université Fédérale de Toulouse Midi-Pyrénées",
          "country_code": "FR",
          "type": "funder"
        },
        {
          "id": "I154526488",
          "display_name": "Inserm",
          "country_code": "FR",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Yvan Martineau"
    },
    {
      "display_name": "Corinne Bousquet",
      "id": "A5078518284",
      "orcid": "https://orcid.org/0000-0002-2501-0593",
      "institutions": [
        {
          "id": "I4210087620",
          "display_name": "Centre de Recherche en Cancérologie de Toulouse",
          "country_code": "FR",
          "type": "facility"
        },
        {
          "id": "I17866349",
          "display_name": "Université Fédérale de Toulouse Midi-Pyrénées",
          "country_code": "FR",
          "type": "funder"
        },
        {
          "id": "I154526488",
          "display_name": "Inserm",
          "country_code": "FR",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Corinne Bousquet"
    }
  ],
  "publication_year": 2015,
  "publication_date": "2015-04-01",
  "type": "article",
  "cited_by_count": 186,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S163075119",
    "display_name": "EMBO Molecular Medicine",
    "issn_l": "1757-4676",
    "issn": [
      "1757-4676",
      "1757-4684"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310319965"
  },
  "volume": "7",
  "issue": "6",
  "first_page": "735",
  "last_page": "753",
  "open_access": {
    "is_oa": true,
    "oa_status": "gold",
    "oa_url": "https://doi.org/10.15252/emmm.201404346",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C86554907",
      "display_name": "PI3K/AKT/mTOR pathway",
      "level": 3,
      "score": 0.61600506
    },
    {
      "id": "C2780210213",
      "display_name": "Pancreatic cancer",
      "level": 3,
      "score": 0.58784467
    },
    {
      "id": "C502942594",
      "display_name": "Cancer research",
      "level": 1,
      "score": 0.5442853
    },
    {
      "id": "C121608353",
      "display_name": "Cancer",
      "level": 2,
      "score": 0.50307196
    },
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.42691624
    },
    {
      "id": "C62478195",
      "display_name": "Signal transduction",
      "level": 2,
      "score": 0.35809678
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.30707568
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.27196735
    },
    {
      "id": "C55493867",
      "display_name": "Biochemistry",
      "level": 1,
      "score": 0.17521256
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.115905285
    }
  ],
  "topics": [
    {
      "id": "T10231",
      "display_name": "Pancreatic and Hepatic Oncology Research",
      "score": 1.0
    },
    {
      "id": "T10754",
      "display_name": "Neuroendocrine Tumor Research Advances",
      "score": 0.9936
    },
    {
      "id": "T12009",
      "display_name": "Hedgehog Signaling Pathway Studies",
      "score": 0.991
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.15252/emmm.201404346",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:28:52.055402",
  "source_database": "OpenAlex"
}