{
  "openalex_id": "W2077130099",
  "doi": "https://doi.org/10.1097/01.blo.0000229310.28384.8c",
  "title": "THE CLASSIC: On Osteo-Sarcoma, Spina-Ventosa, and Tubercles in Bone",
  "abstract": "Guillaume Dupuytren (1777-1835)1,2 was the greatest French surgeon since Pare. As the chief surgeon of l'Hôtel Dieu, he reigned as an absolute monarch for 20 years spending his prodigious energy in the care and study of his patients. His contributions to our knowledge of surgical pathology were substantial. One of the areas upon which he shed light was the treatment of fractures. In addition to the material published here and his work on ankle fractures, Dupuytren studied the healing of fractures. he was the first to use the terms provisional and permanent callus. He described the process of fracture healing as it proceeded through five stages from injury to complete healing. The details of this work were published in his lectures3 and are available in English translation.4 Leonard F. Peltier, MD In speaking of osseous cysts, I mentioned that they may be confounded with osteo-sarcoma, and accordingly I pointed out the distinctive characteristics by which each of the diseases may be recognized. The diagnosis in these cases is, in truth, of the greatest importance, on account of the consequences entailed, and the appropriate treatment which each demands. Osteo-sarcoma, which is a true cancerous degeneration of bone, manifests itself in the form of a white or reddish mass, lardaceous and firm at an early stage of the disease; but presenting, at a later period, points of softening, cerebriform matter, extravasated blood, and white or straw- coloured fluid of a viscid consistence, in its interior. These characters distinguish osteo-sarcoma from spina-ventosa, the two agreeing in exhibiting increased dimensions in the affected part; but this condition is dependent, in the latter, on swelling of the bone itself, attended by thinning and separation of its laminated texture. Towards their close these diseases present other points of resemblance; thus, it is not uncommon to find spinaventosa passing into a cancerous state, or to see osteo-sarcoma accompanied by partial vascular or fleshy productions. In general, however, the one belongs rather to the class of fungous diseases, and the other to cancer. Osteo-sarcoma attacks more particularly the jaws and the extremities of the long bones. It is also frequently observed on the iliac bones and in the neighbourhood of the acetabulum. CASE I. Osteo-sarcoma of the lower-jaw. Excision: return of the disease; and death.-A coachman, about 36 years of age, well developed and of lymphaticosanguineous temperament, came to consult me in 1832. The lower jaw, especially on the right side, was enlarged; the skin was smooth, tense, and not adherent. On examining the interior of the mouth, the lower maxillary bone was found to be the seat of the disease, being tripled in volume, soft, yielding to pressure, and crepitating slightly; the gums were fungoid and bleeding; and the mouth exhaled a fetid odour, arising from an admixture of blood and ichorous discharge. This man, who was a habitual drinker, said that he had received a blow on the chin three months previously in a quarrel. He soon afterwards felt a dull pain in the part, which subsequently assumed a lancinating character: the bone then began to increase in size, and the constitution to sympathise in the local affection. I proposed that, as the disease was clearly osteo-sarcoma, he should submit to the removal of the lower jaw, to which he assented. The operation was tedious and troublesome. A vertical incision was first carried through the lower lip down to below the chin, and the flaps turned downwards and backwards. By these means the extent of the disease was defined, and two further incisions were then made parallel to the bone. On removing the upper portion, the base of the jaw was thought to be healthy; the diseased parts only were, in consequence, removed, and the bone scraped, the work of exfoliation being left to nature.* The loss of blood was considerable, and would probably have proved fatal to the patient, had not the actual cautery been in readiness and freely employed. After a few hours, the flaps were brought together, and the parts simply dressed. This patient left the hospital, at the end of six weeks, apparently well: but it was subsequently ascertained that he died, six months afterwards, in La Charité, of a return of the disease. The portion of diseased bone which was removed, was soft, red, and encephaloid in character. Though a blow was here the exciting cause of the affection, no doubt the predisposition to the disease existed in the system. CASE II. Osteo-sarcoma of the upper part of the tibia and fibula.-Pierre Lhuillier, aged 28, a married man, and mason by trade, came into the Hôtel-Dieu in 1824. This patient, who was of a sanguine temperament and robust constitution, began to suffer pain in the upper and inner part of the left leg, seven months prior to his admission into the hospital: this was severer by night than by day; and at first there was no external evidence of disease. At the expiration of a month a tumour began to make its appearance, at the upper part of the tibia, internal to the ligamentum patellae. Four months afterwards a second tumour presented itself beneath the first; and this was in turn succeeded by a third. The previous existence of a venereal taint in the system induced me to direct attention to this fact in the constitutional treatment; but no amendment resulted. The upper and outer part of the fibula became subsequently involved in the disease; and he suffered severe pain down the leg even to the sole of the foot. As the extent, gradual softening, and nodulated character of the tumour admitted of no doubt regarding its carcinomatous character, I proposed amputation: but this the patient declined, and soon afterwards quitted the hospital. CASE III. Osteo-sarcoma of the right superior maxillary bone.-Jean Dobré, aged 48, a retired soldier, was admitted into the Hôtel-Dieu in 1824. He was of a lymphaticosanguine temperament and robust constitution; and had been suffering for between two and three months from excruciating pain in the right upper-jaw, extending to the temple and forehead. On examining the mouth, it was found that the last molar teeth on the affected side, though apparently sound, were loose and ready to fall out, and as if implanted in a soft, spongy tissue: the alveolar processes were, however, but little swollen. The adjacent mucous membrane was a little raised, but not fungoid: the patient suffered also, though less acutely, in the left superior maxillary bone, and the pain was much more severe by night than by day. After remaining in the hospital for some time without amendment, Dobré himself suggested the trial of some antisyphilitic medicines, as he had been some time before the subject of venereal disease. Contrary to expectation, the pain was materially relieved, and he continued, during the two months that he remained in the hospital, to improve, though the teeth were still loose, and the bone soft, when he left. CASE IV. Osteo-sarcoma of the left superior maxillary bone.-Michel Chaillon, aged 25, of delicate constitution and nervous temperament, was admitted into the Hôtel- Dieu in 1824. Two years previously he had been attacked by pain in the left upper-jaw-bone, for which he had several teeth extracted without relief. The part began to swell, and frequent discharge succeeded; the jaw from this time remaining permanently enlarged. Two months before his admission the tumour had been incised inside the mouth, and blood and pus followed; and after the lapse of some time the actual cautery was applied to the opening. From this period the tumour made progress, and the eye began to be pushed from its socket. When admitted, the swelling extended from the middle of the masseter muscle upwards, where it encroached on the orbit, producing exophthalmos, the eye, however, preserving its transparency. The left nostril and entire nose were thrown towards the right side. The tumour itself was of a fibro-scirrhous hardness. At the back of the mouth, external to the alveolar plate, was a broad, deep ulcer, with fungous margin, from which blood and pus at times flowed: and there was a small abscess beneath the lower eyelid. Opiate applications were employed, and anodynes given internally, but there was no improvement whilst the patient remained in the hospital. The prognosis in these cases is necessarily unfavorable for the most part; the disease being rather constitutional than local, and likely to return after operation. In some instances, however, the removal of the diseased parts has been attended with a satisfactory result. CASE V. Osteo-sarcoma of the left superior maxillary bone; removal of the jaw, and ultimate cure.-Louis Treffière, aged 54, a widowed labourer, very tall, and of pretty good constitution and general health, perceived, four or five years back, that he had a small, hard tumour within the left alveolar arch; to this he paid little attention, as it gave him but slight pain, and was attributed to the presence of decayed teeth. At a later period the tumour enlarged, and the whole alveolar ridge appeared swollen: it was then necessary to remove some molar teeth, which were loose, and in a measure forced up from their sockets. As the pain at this time increased, a medical man to whom he applied recommended him to apply leeches on the tumour, within the mouth; and so great was the relief experienced from their employment, that for some months the patient thought himself cured. Fifteen months prior to his admission, dull pains again attacked the jaw, and the tumour spread both backwards and inwards, so that he could no longer masticate on the affected side, and his articulation became indistinct. Leeches were again applied, but without benefit, and he ultimately came to Paris, and was admitted into the Hôtel-Dieu. His state of health was then pretty good, and he ate and slept well. The jaws were separated, so that the saliva flowed out, and he spoke as if his mouth was full: the left cheek was swollen and hard, but not tender. When the mouth was widely opened, a tumour nearly the size of a fist presented itself, extending from the soft palate on the left side, to the corresponding alveolar border, which was much depressed: the velum itself was much swollen; and the tumour was deeply indented by the teeth of the lower jaw which were all perfect. This tumour was nodulated and covered by the mucous membrane, being devoid of vegetations or ulceration. Its consistence was not uniform, being at some parts hard, in fact osseous, and at others soft and yielding to pressure, but not fluctuating. The pain was not acute but constant, the patient complaining rather of the inconvenience he experienced in swallowing and speaking, and of the blocking-up of the mouth; he expressed his willingness to undergo an operation if it were deemed expedient. It was clear that the disease was osteosarcoma, though at the time I speak of the growth was more osseous than sarcomatous, whence its indolent character: but, as its osteo-fibrous might speedily be converted into a true osteo-sarcomatous character, it was desirable to accomplish its removal before the lancinating pains announced this change. Although, on a superficial inspection, an impression was received that the lower jaw was involved in the disease, a more careful examination proved that it was confined to the superior maxillary bone, but branched out to the malar bone above, and along the inner surface of the ramus of the lower jaw inferiorly; it did not implicate the posterior wall of the pharynx. Shortly after his admission the celebrated Astley Cooper saw the patient, and agreed with me in the necessity and feasibility of the operation, which I accordingly performed in his presence. My first incision was carried from a little below the left commissure of the lips to the anterior margin of the masseter muscle; the parotid duct, with the principal nerves and vessels of the face, being in the upper of the two flaps thus formed: three bleeding arteries were then secured, and the ligatures cut off close to the knots. The flaps being held back by assistants, the tumour was brought well into view, and I proceeded by separating the soft parts internally and externally, first with a straight bistoury, and then with a blunt-pointed one. Having reached the jaw its alveolar border was divided with the cutting forceps, the section being carried inwards and outwards so as to complete the division of the bone, after which the tumour became movable. The patient had not lost much blood, but fainted from the heat of the theatre and pain: this delayed the operation for a few minutes; but when proceeded with, it was soon completed by drawing the tumour forwards, and dividing its remaining connexions behind. The void that was left was frightful enough; but the patient jocularly remarked that “they had cut off part of his head, and had made room enough now for him to eat.” Scarcely four ounces of blood had been lost, yet the patient was blanched. The cheek flaps were immediately brought together by three points of twisted suture. On examining the tumour it was ascertained that the whole disease had been extirpated, for the circumference of the parts removed was healthy. The anterior pillar of the fauces was attached to its back part, and with it a portion of the tonsil, which was granular and altered in structure, but not carcinomatous. As was anticipated, the osseous was found to predominate over the sarcomatous element of the disease, the centre of the tumour being a little softened, where the process of degeneration was somewhat advanced: in the alveolar arch were still some carious teeth, which, however, had been pushed from their sockets, and were imbedded in the soft parts. Within a few hours the house-surgeon was called on account of arterial bleeding. Cold applications were employed after the clots were removed, but without effect: the sutures were therefore removed, and the bleeding was found to proceed from several small vessels. Actual cautery was repeatedly employed before the hemorrhage was arrested; and the flaps were then readjusted. For three hours all went on well, but then bleeding recurred: this time compresses were applied, and pressure was kept up for some time: after this there was no more bleeding. During the following two days there was great swelling, which, together with the fear of secondary hemorrhage, induced the house-surgeon to apply leeches three times to the neck. From this time the tumefaction gradually subsided, the constitutional symptoms improved, and the pledgets of lint came away. On the tenth day the sloughs began to separate, and the critical period for secondary hemorrhage had now arrived: the patient was constantly watched. Another week passed without any untoward symptom, when erysipelas of the face was ushered in by sickness and shivering. Fearing the effect of further loss of blood, an artificial crisis to the disease was procured by blistering the cheeks: already the needles had been withdrawn, and the sutures had fallen off.** The severity of the attack was thus averted, but the patient was left in a state of extreme prostration, from which he very slowly rallied under a more generous diet, and ultimately quitted the hospital in pretty good health, two months after the performance of the operation. There was a linear cicatrix, three inches in extent, on the left cheek; and on the same side in the mouth, an enormous cavity, which had, however, begun to contract, and presented no appearance whatever of return of the disease. Since the attack of erysipelas he had been affected with deafness, which was probably due to an extension of the inflammation to the organ of hearing. In the above case this malignant disease developed itself without apparent cause, in a healthy person, in the full vigour of life. These circumstances should, of course, have their due weight in determining the expediency of an operation: the manual part was much facilitated in the present instance by the preliminary free incision of the cheek. CASE VI. Enormous osteo-sarcoma of the left thigh; amputation; and death of the patient.-A female, named Henry, aged 43, of a nervous and bilious diathesis, had been frequently the subject of scabies and syphilis, of which she had been quite cured, when she married a soldier, whom she accompanied into Spain, Russia, and England. During these travels she became the mother of six children, and her general health was good. In 1814 she wounded her left knee by a fall, but was enabled to resume here usual occupations in a few days. Nevertheless, a few weeks afterwards this knee became the seat of dull and frequent pain, though there was no appearance of inflammation. In three months the lower part of the thigh began to enlarge, and soon increased rapidly, with lancinating pains, and her health fell a sacrifice to her suffering. Nearly two years elapsed from the period of the disease first becoming established, before she applied for admission into the Hôtel-Dieu. At this time four fifths of the thigh were involved in the disease, the tumour being two feet in circumference. Its whole surface was hard and shining, except internally where it was a little softened. The skin was so tense that it appeared ready to burst: internally and externally the form of the distended condyles could be distinguished. Beneath the skin there were numberless large and tortuous veins. The patella seemed to be sound; the knee-joint was movable; the leg was not oedematous, and the hip-joint was not at all implicated in the disease: the soft parts in the neigh- bourhood for some inches down the thigh were also healthy. There was extreme emaciation, and other evidence of great prostration. The patient herself was anxious to get rid of the limb. As the operation was contemplated, a question arose as to the propriety of amputating at the hip-joint, and how this proceeding should be accomplished. I made some experiments to satisfy myself on the latter point, and sought the counsel and opinion of several surgeons, especially of M. Petit, and finally arrived at the conclusion that it would be better, if the bone proved sound, to amputate a little below the joint. The operation was accordingly performed in the following way. The external iliac artery being compressed against the pubes, I stood on the outer side of the limb, and made a circular incision through the integuments about seven or eight inches below the groin. An assistant aided in retracting the skin, whilst I proceeded with the division of the muscles: but before this could be completed, the struggling of the patient caused a large quantity of blood to be lost. The femoral, profunda, circumflex, and obturator arteries were tied, and then the hemorrhage ceased. The bone, which appeared healthy at that spot, was sawn through at the base of the smaller trochanter. Several other ligatures were then applied on arteries which had been divided in concluding the section of the muscles; and when the wound was dressed, the patient was carried back to bed. The muscles, vessels and nerves of the thigh were flattened, but otherwise healthy: the caliber of the artery was somewhat diminished. The knee-joint was healthy. The tumour, when separated, was found to weigh about ten pounds; and was white, nodulated, shining, and inclosed in fibrous tissue: at its inner and back part were several points of degeneration. It sprang from the lower fourth of the femur, principally the condyles, and was contiguous to it as high as its upper third. When the bone and tumour were divided from before backwards with the saw, the latter was found to consist, throughout the greater part of its extent, of fibrous and filamentous tissue, containing serum. Posteriorly there was a large abscess. Between the condyles and shaft of the femur there was an oblique solution of continuity, which had been reunited by fibrous tissue. The medulla was at many points almost fibrous in consistence, red in some places and yellow in others. It is unnecessary to trace this case through the details of the daily reports: suffice it to say, that for a time she appeared to be going on well, and the stump had a healthy appearance; but that subsequently the powers of the system succumbed, the spirits became depressed, and she died in a state of prostration on the thirtieth day after the operation. Autopsy.-Of the large intestine, the caecum and colon especially were inflamed. There were two abscesses beneath the skin of the stump, and a third in the muscles near the bone. The areolar tissue surrounding the tied extremity of the femoral artery was ossified: all the arterial mouths were plugged with coagulum. There was a similar deposit extending along the whole of the femoral vein, occupying half its caliber: the outer surface of this clot was rather adherent to the vein, and it inclosed some pus at its lower part. In the preceding case we recognize another instance of local injury being the exciting cause of a malignant disease. The death of the patient was doubtless caused by the internal inflammation. It may be added that the catamenia appeared some days after the operation, but only continued during twenty-four hours. CASE. VII. Osteo-sarcoma at the upper part of the right thigh; death of the patient.-Eléonore Bouin, aged 15, had suffered in her earliest infancy from enlarged glands in the neck. At thirteen years old she first experienced severe pain in the right thigh, and began to menstruate when fourteen and a half: some months afterwards the right knee became the seat of suffering. This part was blistered with temporary relief; but, as the disease made progress, she was soon afterwards admitted into the Hôtel-Dieu in 1816. At this time the upper part of the right thigh was one third larger than the left; the tumour extending on the outer side from the crest of the ilium, and insensibly diminishing as it approached the middle third of the thigh. Anteriorly the groin formed its upper boundary, but its limit was not so abrupt either internally or posteriorly. The surface of the tumour was slightly nodulated, and for the most part firm and resisting. The hip-joint could be moved without pain. I came to the conclusion that the bone and periosteum were the source of the disease, for the femoral artery passed in front of the swelling; and that the hip-joint was sound. Baths and emollient applications were prescribed. The bathing did not agree with the patient, and the tumour rapidly increased in size during the succeeding fortnight; after which something like obscure fluctuation at a considerable depth was perceptible. This became more sensible at the close of a month, approaching the surface, and increasing the tension of the skin: the poor child suffered severely, but with resignation. At the end of six weeks the leg became oedematous, the pain was excessive, and the skin ready to burst. I had hitherto refrained from making an opening into the tumour, under the impression that the perception of fluctuation was not indicative of the presence of pus, for the points of softening had no communication with each other. But I now passed a small bistoury to some depth into the swelling, and nothing but dark blood escaped, by which I was satisfied that my diagnosis was correct. A probe could be passed into the opening to a depth of between two and three inches, the structure it penetrated being soft and dif- fluent. I had no doubt the disease was carcinomatous, and that all which could be done was to palliate the patient's sufferings. She died before the expiration of two months from the period of her admission; remaining calm and resigned to the last. Autopsy.-The skin of the enlarged thigh was tense and thin, and the areolar tissue converted into a sort of fibrous layer, connecting the integument to the distended fascia lata, through which fluctuation was perceptible to the eye on pressing one point of the tumour. The femoral vessels were raised from their natural position, but healthy. Some of the muscles were merely wasted, but many of them were reduced to a substance resembling wine-lees. When these were raised, a white, nodulated, and resisting tumour was brought into view, surrounding the upper third of the thigh, and about six inches in diameter. Its upper extremity extended as high as the capsule of the hip-joint, and its lower was continuous with the periosteum, which was detached, red and flabby for some distance down. A sort of fibrous investment inclosed the tumour, which latter, on section, proved to be not uniform in structure or consistence; its texture being at some parts fibrous and firm, at others soft, generally white, and resembling somewhat the substance of the brain: with this some osseous lamellae were found mingled. This cancerous degeneration seemed to be formed at the expense of the bone and periosteum. The femur itself was eroded from the bifurcation of the linea aspera to the base of the head. The great trochanter was unchanged where it gives attachment to the glutaeus medius. The cartilaginous surfaces of the head of the bone and acetabulum were healthy; but the cancellated structure of the shaft was white, and more dense than natural. The viscera were healthy. The only question in cases similar to this is, whether amputation at the hip-joint is justifiable. In the present instance it did not seem admissible on account of the disorganized and atrophied condition of the soft parts. CASE VIII. Disease of the knee; osteo-sarcoma of the femur; and death of the patient.-Marguerite Mabille, a foundling, aged 21, accustomed to work in the country, had always enjoyed good health until the close of her first pregnancy, which terminated favorably in 1806. A week before her confinement she complained of acute pain in the left knee; but this soon subsided, and reappeared three days after her delivery, accompanied by slight swelling of the part. From this period the disease made progress; the swelling and pain increased, the limb became generally oedematous, and the superficial veins varicose. At the time of her admission the tumour measured a foot in diameter, and involved the lower part of the femur and knee; its surface presented many varicose veins, and some points of superficial ulceration where in contact with the pillow on which it rested. The catamenia had ceased since the commencement of the disease. Anodynes were prescribed to assuage the pain; but she soon afterwards died in excruciating torment. Autopsy.-On examining the limb, the disease was found confined to the femur; the tibia, fibula, and all the cartilages of the knee-joint being sound. Nearly the lower fifth of the femur was converted into a white, fibro-cellular mass, rather dense at some points, but softened and almost purulent at others: some spicula of bone were scattered here and there through this structure, constituting the only remaining traces of the femur at its lower part, and thus offering a marked contrast to spina-ventosa, in which disease the distended bone forms a sort of osseous network around the tumour. In directing attention to the characteristics of osteosarcoma, I mentioned that there were some signs common to it and to spinaventosa, and that the two diseases might be confounded towards their close, of which the following case will serve as an illustration. CASE IX. Spina-ventosa of the humerus. Analysis of the matter contained in the tumour, by Vauquelin.-Jacques Courageux, aged 49, a literary man, of bilious and sanguineous temperament, had attained the age of forty-eight without having suffered from any disease save a gonorrhoea many years before. A severe contusion of the anterior part of the right shoulder was the apparent commencement of his present disease. The immediate effects of the fall in question were recovered from, but eight months afterwards the joint became the seat of severe pain, accompanied by immobility; and a fixed, hard tumour soon appeared on the external border of the acromion near its humeral extremity: the tumour itself was about the size of an egg, and not the seat of pain; neither was the skin covering it changed in colour. About this time he again fell and injured the affected arm so as to render it quite useless; in consequence of which he placed himself under the care of M. Pelletan in the Grand Hospice de l'Humanité. The pain was assuaged, and the use of the arm restored by the use of emollient applications. The tumour, however, increased in size. So rapid, from this time, was the growth of the tumour, that in the course of a month it extended along the outer side of the arm to within an inch of the olecranon: severe pain had returned, and the shoulder-joint was perfectly fixed. Towards its upper part the skin became thinned and inflamed, obscure fluctuation being perceptible: and the whole mass was slightly movable. The arm was œdematous, the axillary glands were enlarged, the pulse was feeble and irregular: in other respects there was not much constitutional disturbance. The circumference of the tumour at the upper part of the arm, where it was most prominent, was about twenty-three inches. Many surgeons who saw the patient coincided in the impracticability of benefiting him by operative interference, and palliative measures alone were accordingly adopted. After he had been in the hospital three months the tumour had increased, its whole surface being overspread by varicose veins, and the skin delicate, tense and shining. The fore-arm was only slightly infiltrated, and the elbow and wrist joints were still moveable, though with difficulty. The surface at one point was excoriated, and the patient's suffering was augmented: indeed, he was becoming sensibly more feeble and emaciated. During the progress of the disease, the smooth skin covering the tumour became rough, hard, and tuberculous, and the e",
  "authors": [
    {
      "display_name": "Guillaume Dupuytren",
      "id": "A5055935371",
      "orcid": null,
      "institutions": [
        {
          "id": "I2799359367",
          "display_name": "Clinical Orthopaedics and Related Research",
          "country_code": "US",
          "type": "other"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Guillaume Dupuytren"
    }
  ],
  "publication_year": 2006,
  "publication_date": "2006-09-01",
  "type": "article",
  "cited_by_count": 1,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S191421250",
    "display_name": "Clinical Orthopaedics and Related Research",
    "issn_l": "0009-921X",
    "issn": [
      "0009-921X",
      "1528-1132"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "450",
  "issue": null,
  "first_page": "17",
  "last_page": "24",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.96175516
    },
    {
      "id": "C2778256501",
      "display_name": "Sarcoma",
      "level": 2,
      "score": 0.6917156
    },
    {
      "id": "C2909636867",
      "display_name": "Bone Sarcoma",
      "level": 3,
      "score": 0.44341496
    },
    {
      "id": "C142724271",
      "display_name": "Pathology",
      "level": 1,
      "score": 0.19122708
    }
  ],
  "topics": [
    {
      "id": "T10253",
      "display_name": "Sarcoma Diagnosis and Treatment",
      "score": 0.9753
    },
    {
      "id": "T13374",
      "display_name": "Hematological disorders and diagnostics",
      "score": 0.9192
    },
    {
      "id": "T11381",
      "display_name": "Infectious Diseases and Tuberculosis",
      "score": 0.9107
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1097/01.blo.0000229310.28384.8c",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:25:18.527012",
  "source_database": "OpenAlex"
}