{
  "openalex_id": "W2078154956",
  "doi": "https://doi.org/10.1353/pbm.1977.0087",
  "title": "The Regulation of Plant Communities by the Food Chains Exploiting Them",
  "abstract": "THE REGULATION OF PLANT COMMUNITIES BY THE FOOD CHAINS EXPLOITING THEM STEPHEN D. FRETWELL* I. Introduction A. DEVELOPMENT OF THE HYPOTHESIS In 1960, three ecologists at the University of Michigan proposed a \"balance of nature\" hypothesis: N. Hairston, F. Smith, and L. Slobodkin [1], hereafter denoted HSS. Basically, they argued that most plant material had some sort of grazer which potentially could reduce that part of the plant community to rarity or worse. Since this did not happen (\"The world is green,\" they observed), they supposed that something was keeping these grazers in check. The something was probably a predator population. These arguments led the theorists to conclude that the predators, as a group, were limited in abundance by the amount of food they could find and capture; grazers as a group were predator limited, with their abundance held so low by predators that the plants they fed on, being free of too much grazer pressure, were, as a group, limited in abundance by the amount of resources (mostly water or nitrogen) they could find. This idea has attracted a lot of attention, has been widely disagreed with, but has never been ignored. The leading critics, Murdoch [2] and Ehrlich and Birch [3], emphasized the need of developing the hypothesis to the point where it will make testable predictions. HSS [4] responded to this criticism by demonstrating that, even in its present state, the hypothesis was already useful. This interaction preceded the recent full awakening of ecology as a predictive science [5], and so the *Division of Biology, Kansas State University, Manhattan, Kansas 66502. John Zimmerman first raised the problem that this theory attempts to solve. Both he and Dick Marzolf provided the initial discussion that helped the theory to evolve. Sievert Rohwer, Dan Bowen, Bob Hirsch, and Lauri Oksanen helped to develop the arguments, and Chris Smith provided some contrasting viewpoints. The Summer 1972 environmental biology class at Kansas State University and Chip Taylor's organization for tropical ecology course in Costa Rica in Spring 1972 further helped to crystallize the theory. During some of the course of the study, I was supported by NSF GB- 14293. Sharon Martin and Sue Hughes prepared the manuscript. I am grateful to all these persons for their help. Perspectives in Biology and Medicine · Winter 1977 | 169 situation rested. There are many more recent citations of the HSS idea, but it can hardly be thought of as widely accepted. Hurlburt, Zedier, and Fairbanks [6] recently conducted an experiment in which they added predators to a nearly vegetation-free aquatic system containing plants and grazers. As the food chain hypothesis would predict, the predators controlled the grazers, and the plants expanded in size and numbers. Eventually, the aquarium became quite \"green,\" resembling the forests that the Michigan theorists were trying to explain. Hurlburt and his colleagues did not cite HSS, perhaps not realizing that their work confirmed it experimentally. Wiegert and Owen [7], however, made some observations that suggested a way the theory could be expanded. They looked at four-link and two-link food chains and noted some differences in grazing pressure and plant morphology. Simultaneously, John Zimmerman and I were writing a proposal analyzing some old-field food chains that were clearly four links. We decided to see if the three-link HSS theory could be modified to fit our needs. This led us also to think about how the arguments used by HSS applied to different food chain lengths. The proposal was never funded, but the exercise turned out to be most useful. The hypothesis that emerged relates food chain length, primary productivity, and ecological efficiency to the way plant communities are structured. It extends and generalizes the 1960 hypothesis and makes many testable predictions. B. PREDICTIONS ABOUT WHAT? The primary question that prompted the HSS study was, Why is the world green? Why are not plants all eaten up? From my point of view, sitting near a Kansas shortgrass prairie instead of Michigan forest, it is not an obvious question, and I might expand it. Why are some parts of the world green and some parts (like Kansas grasslands) usually brown? As I inspect a Kansas marshland bordered by hills...",
  "authors": [
    {
      "display_name": "Stephen D. Fretwell",
      "id": "A5027536847",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Stephen D. Fretwell"
    },
    {
      "display_name": "Alvan L. Barach",
      "id": "A5108795615",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Alvan L. Barach"
    }
  ],
  "publication_year": 1977,
  "publication_date": "1977-12-01",
  "type": "article",
  "cited_by_count": 516,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S28937869",
    "display_name": "Perspectives in biology and medicine",
    "issn_l": "0031-5982",
    "issn": [
      "0031-5982",
      "1529-8795"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315678"
  },
  "volume": "20",
  "issue": "2",
  "first_page": "169",
  "last_page": "185",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C18903297",
      "display_name": "Ecology",
      "level": 1,
      "score": 0.6020131
    },
    {
      "id": "C77077793",
      "display_name": "Abundance (ecology)",
      "level": 2,
      "score": 0.5794078
    },
    {
      "id": "C7991579",
      "display_name": "Criticism",
      "level": 2,
      "score": 0.56678045
    },
    {
      "id": "C155373166",
      "display_name": "Food chain",
      "level": 2,
      "score": 0.50635993
    },
    {
      "id": "C188382862",
      "display_name": "Predation",
      "level": 2,
      "score": 0.48818785
    },
    {
      "id": "C2908647359",
      "display_name": "Population",
      "level": 2,
      "score": 0.47628468
    },
    {
      "id": "C22378518",
      "display_name": "Balance of nature",
      "level": 2,
      "score": 0.43421012
    },
    {
      "id": "C96857902",
      "display_name": "Predator",
      "level": 3,
      "score": 0.4157717
    },
    {
      "id": "C95124753",
      "display_name": "Environmental ethics",
      "level": 1,
      "score": 0.41262794
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.38033047
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.28065526
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.15941373
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.15887952
    },
    {
      "id": "C149923435",
      "display_name": "Demography",
      "level": 1,
      "score": 0.1386053
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.120686054
    }
  ],
  "topics": [
    {
      "id": "T11764",
      "display_name": "Evolution and Genetic Dynamics",
      "score": 0.9726
    },
    {
      "id": "T10482",
      "display_name": "Mathematical and Theoretical Epidemiology and Ecology Models",
      "score": 0.9636
    },
    {
      "id": "T10487",
      "display_name": "Plant and animal studies",
      "score": 0.9428
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/pbm.1977.0087",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:18:26.021392",
  "source_database": "OpenAlex"
}