{
  "openalex_id": "W2078831355",
  "doi": "https://doi.org/10.1130/0016-7606(1955)66[1131:icadol]2.0.co;2",
  "title": "ISOTOPIC COMPOSITION AND DISTRIBUTION OF LEAD, URANIUM, AND THORIUM IN A PRECAMBRIAN GRANITE",
  "abstract": "Research Article| September 01, 1955 ISOTOPIC COMPOSITION AND DISTRIBUTION OF LEAD, URANIUM, AND THORIUM IN A PRECAMBRIAN GRANITE GEORGE R TILTON; GEORGE R TILTON DEPARTMENT OF TERRESTRIAL MAGNETISM, CAR-NEGIE INSTITUTION OF WASHINGTON, WASHING-TON, D. C.; CALIFORNIA INSTITUTE OF TECHNOLOGY, PASADENA, CALIF.; CALIFORNIA INSTITUTE OF TECHNOLOGY, PASADENA, CALIF.; DEPARTMENT OF PHYSICS, UNIVERSITY OF CHICAGO, CHICAGO, ILL.; ARGONNE NATIONAL LABORATORIES, CHICAGO, ILL.; ARGONNE NATIONAL LABORATORIES, CHICAGO, ILL.; U.S. GEOLOGICAL SURVEY, WASHINGTON, D. C. Search for other works by this author on: GSW Google Scholar CLAIRE PATTERSON; CLAIRE PATTERSON DEPARTMENT OF TERRESTRIAL MAGNETISM, CAR-NEGIE INSTITUTION OF WASHINGTON, WASHING-TON, D. C.; CALIFORNIA INSTITUTE OF TECHNOLOGY, PASADENA, CALIF.; CALIFORNIA INSTITUTE OF TECHNOLOGY, PASADENA, CALIF.; DEPARTMENT OF PHYSICS, UNIVERSITY OF CHICAGO, CHICAGO, ILL.; ARGONNE NATIONAL LABORATORIES, CHICAGO, ILL.; ARGONNE NATIONAL LABORATORIES, CHICAGO, ILL.; U.S. GEOLOGICAL SURVEY, WASHINGTON, D. C. Search for other works by this author on: GSW Google Scholar HARRISON BROWN; HARRISON BROWN DEPARTMENT OF TERRESTRIAL MAGNETISM, CAR-NEGIE INSTITUTION OF WASHINGTON, WASHING-TON, D. C.; CALIFORNIA INSTITUTE OF TECHNOLOGY, PASADENA, CALIF.; CALIFORNIA INSTITUTE OF TECHNOLOGY, PASADENA, CALIF.; DEPARTMENT OF PHYSICS, UNIVERSITY OF CHICAGO, CHICAGO, ILL.; ARGONNE NATIONAL LABORATORIES, CHICAGO, ILL.; ARGONNE NATIONAL LABORATORIES, CHICAGO, ILL.; U.S. GEOLOGICAL SURVEY, WASHINGTON, D. C. Search for other works by this author on: GSW Google Scholar MARK INGHRAM; MARK INGHRAM DEPARTMENT OF TERRESTRIAL MAGNETISM, CAR-NEGIE INSTITUTION OF WASHINGTON, WASHING-TON, D. C.; CALIFORNIA INSTITUTE OF TECHNOLOGY, PASADENA, CALIF.; CALIFORNIA INSTITUTE OF TECHNOLOGY, PASADENA, CALIF.; DEPARTMENT OF PHYSICS, UNIVERSITY OF CHICAGO, CHICAGO, ILL.; ARGONNE NATIONAL LABORATORIES, CHICAGO, ILL.; ARGONNE NATIONAL LABORATORIES, CHICAGO, ILL.; U.S. GEOLOGICAL SURVEY, WASHINGTON, D. C. Search for other works by this author on: GSW Google Scholar RICHARD HAYDEN; RICHARD HAYDEN DEPARTMENT OF TERRESTRIAL MAGNETISM, CAR-NEGIE INSTITUTION OF WASHINGTON, WASHING-TON, D. C.; CALIFORNIA INSTITUTE OF TECHNOLOGY, PASADENA, CALIF.; CALIFORNIA INSTITUTE OF TECHNOLOGY, PASADENA, CALIF.; DEPARTMENT OF PHYSICS, UNIVERSITY OF CHICAGO, CHICAGO, ILL.; ARGONNE NATIONAL LABORATORIES, CHICAGO, ILL.; ARGONNE NATIONAL LABORATORIES, CHICAGO, ILL.; U.S. GEOLOGICAL SURVEY, WASHINGTON, D. C. Search for other works by this author on: GSW Google Scholar DAVID HESS; DAVID HESS DEPARTMENT OF TERRESTRIAL MAGNETISM, CAR-NEGIE INSTITUTION OF WASHINGTON, WASHING-TON, D. C.; CALIFORNIA INSTITUTE OF TECHNOLOGY, PASADENA, CALIF.; CALIFORNIA INSTITUTE OF TECHNOLOGY, PASADENA, CALIF.; DEPARTMENT OF PHYSICS, UNIVERSITY OF CHICAGO, CHICAGO, ILL.; ARGONNE NATIONAL LABORATORIES, CHICAGO, ILL.; ARGONNE NATIONAL LABORATORIES, CHICAGO, ILL.; U.S. GEOLOGICAL SURVEY, WASHINGTON, D. C. Search for other works by this author on: GSW Google Scholar ESPER LARSEN, JR. ESPER LARSEN, JR. DEPARTMENT OF TERRESTRIAL MAGNETISM, CAR-NEGIE INSTITUTION OF WASHINGTON, WASHING-TON, D. C.; CALIFORNIA INSTITUTE OF TECHNOLOGY, PASADENA, CALIF.; CALIFORNIA INSTITUTE OF TECHNOLOGY, PASADENA, CALIF.; DEPARTMENT OF PHYSICS, UNIVERSITY OF CHICAGO, CHICAGO, ILL.; ARGONNE NATIONAL LABORATORIES, CHICAGO, ILL.; ARGONNE NATIONAL LABORATORIES, CHICAGO, ILL.; U.S. GEOLOGICAL SURVEY, WASHINGTON, D. C. Search for other works by this author on: GSW Google Scholar Author and Article Information GEORGE R TILTON DEPARTMENT OF TERRESTRIAL MAGNETISM, CAR-NEGIE INSTITUTION OF WASHINGTON, WASHING-TON, D. C.; CALIFORNIA INSTITUTE OF TECHNOLOGY, PASADENA, CALIF.; CALIFORNIA INSTITUTE OF TECHNOLOGY, PASADENA, CALIF.; DEPARTMENT OF PHYSICS, UNIVERSITY OF CHICAGO, CHICAGO, ILL.; ARGONNE NATIONAL LABORATORIES, CHICAGO, ILL.; ARGONNE NATIONAL LABORATORIES, CHICAGO, ILL.; U.S. GEOLOGICAL SURVEY, WASHINGTON, D. C. CLAIRE PATTERSON DEPARTMENT OF TERRESTRIAL MAGNETISM, CAR-NEGIE INSTITUTION OF WASHINGTON, WASHING-TON, D. C.; CALIFORNIA INSTITUTE OF TECHNOLOGY, PASADENA, CALIF.; CALIFORNIA INSTITUTE OF TECHNOLOGY, PASADENA, CALIF.; DEPARTMENT OF PHYSICS, UNIVERSITY OF CHICAGO, CHICAGO, ILL.; ARGONNE NATIONAL LABORATORIES, CHICAGO, ILL.; ARGONNE NATIONAL LABORATORIES, CHICAGO, ILL.; U.S. GEOLOGICAL SURVEY, WASHINGTON, D. C. HARRISON BROWN DEPARTMENT OF TERRESTRIAL MAGNETISM, CAR-NEGIE INSTITUTION OF WASHINGTON, WASHING-TON, D. C.; CALIFORNIA INSTITUTE OF TECHNOLOGY, PASADENA, CALIF.; CALIFORNIA INSTITUTE OF TECHNOLOGY, PASADENA, CALIF.; DEPARTMENT OF PHYSICS, UNIVERSITY OF CHICAGO, CHICAGO, ILL.; ARGONNE NATIONAL LABORATORIES, CHICAGO, ILL.; ARGONNE NATIONAL LABORATORIES, CHICAGO, ILL.; U.S. GEOLOGICAL SURVEY, WASHINGTON, D. C. MARK INGHRAM DEPARTMENT OF TERRESTRIAL MAGNETISM, CAR-NEGIE INSTITUTION OF WASHINGTON, WASHING-TON, D. C.; CALIFORNIA INSTITUTE OF TECHNOLOGY, PASADENA, CALIF.; CALIFORNIA INSTITUTE OF TECHNOLOGY, PASADENA, CALIF.; DEPARTMENT OF PHYSICS, UNIVERSITY OF CHICAGO, CHICAGO, ILL.; ARGONNE NATIONAL LABORATORIES, CHICAGO, ILL.; ARGONNE NATIONAL LABORATORIES, CHICAGO, ILL.; U.S. GEOLOGICAL SURVEY, WASHINGTON, D. C. RICHARD HAYDEN DEPARTMENT OF TERRESTRIAL MAGNETISM, CAR-NEGIE INSTITUTION OF WASHINGTON, WASHING-TON, D. C.; CALIFORNIA INSTITUTE OF TECHNOLOGY, PASADENA, CALIF.; CALIFORNIA INSTITUTE OF TECHNOLOGY, PASADENA, CALIF.; DEPARTMENT OF PHYSICS, UNIVERSITY OF CHICAGO, CHICAGO, ILL.; ARGONNE NATIONAL LABORATORIES, CHICAGO, ILL.; ARGONNE NATIONAL LABORATORIES, CHICAGO, ILL.; U.S. GEOLOGICAL SURVEY, WASHINGTON, D. C. DAVID HESS DEPARTMENT OF TERRESTRIAL MAGNETISM, CAR-NEGIE INSTITUTION OF WASHINGTON, WASHING-TON, D. C.; CALIFORNIA INSTITUTE OF TECHNOLOGY, PASADENA, CALIF.; CALIFORNIA INSTITUTE OF TECHNOLOGY, PASADENA, CALIF.; DEPARTMENT OF PHYSICS, UNIVERSITY OF CHICAGO, CHICAGO, ILL.; ARGONNE NATIONAL LABORATORIES, CHICAGO, ILL.; ARGONNE NATIONAL LABORATORIES, CHICAGO, ILL.; U.S. GEOLOGICAL SURVEY, WASHINGTON, D. C. ESPER LARSEN, JR. DEPARTMENT OF TERRESTRIAL MAGNETISM, CAR-NEGIE INSTITUTION OF WASHINGTON, WASHING-TON, D. C.; CALIFORNIA INSTITUTE OF TECHNOLOGY, PASADENA, CALIF.; CALIFORNIA INSTITUTE OF TECHNOLOGY, PASADENA, CALIF.; DEPARTMENT OF PHYSICS, UNIVERSITY OF CHICAGO, CHICAGO, ILL.; ARGONNE NATIONAL LABORATORIES, CHICAGO, ILL.; ARGONNE NATIONAL LABORATORIES, CHICAGO, ILL.; U.S. GEOLOGICAL SURVEY, WASHINGTON, D. C. Publisher: Geological Society of America Received: 24 Apr 1954 First Online: 02 Mar 2017 Online ISSN: 1943-2674 Print ISSN: 0016-7606 Copyright © 1955, The Geological Society of America, Inc. Copyright is not claimed on any material prepared by U.S. government employees within the scope of their employment. GSA Bulletin (1955) 66 (9): 1131–1148. https://doi.org/10.1130/0016-7606(1955)66[1131:ICADOL]2.0.CO;2 Article history Received: 24 Apr 1954 First Online: 02 Mar 2017 Cite View This Citation Add to Citation Manager Share Icon Share Facebook Twitter LinkedIn Email Permissions Search Site Citation GEORGE R TILTON, CLAIRE PATTERSON, HARRISON BROWN, MARK INGHRAM, RICHARD HAYDEN, DAVID HESS, ESPER LARSEN; ISOTOPIC COMPOSITION AND DISTRIBUTION OF LEAD, URANIUM, AND THORIUM IN A PRECAMBRIAN GRANITE. GSA Bulletin 1955;; 66 (9): 1131–1148. doi: https://doi.org/10.1130/0016-7606(1955)66[1131:ICADOL]2.0.CO;2 Download citation file: Ris (Zotero) Refmanager EasyBib Bookends Mendeley Papers EndNote RefWorks BibTex toolbar search Search Dropdown Menu toolbar search search input Search input auto suggest filter your search All ContentBy SocietyGSA Bulletin Search Advanced Search Abstract The isotopic compositions and concentrations of lead and uranium have been determined in some separated minerals and the composite of a granite from Monmouth township, Haliburton County, Ontario. The chemical and mass spectrometric methods that were used are described. The age of the zircon from the granite is 1050 million years. Much of the lead, uranium, and thorium exists in chemically unstable and presumably interstitial phases of the granite. A comparison of the observed amounts of uranium, thorium, and lead in the various minerals with those amounts that should have been present, had these three elements existed within the minerals as closed systems, shows a non-balance of these elements in every case. It appears that the granite as a whole has closely approximated a closed system since it was formed with respect to uranium and its decay products, but has been an open system with respect to thorium and its decay products. Interpretations concerning the relationship of these data to lead ores are discussed. This content is PDF only. Please click on the PDF icon to access. First Page Preview Close Modal You do not have access to this content, please speak to your institutional administrator if you feel you should have access.",
  "authors": [
    {
      "display_name": "G. R. Tilton",
      "id": "A5064300476",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "GEORGE R. TILTON"
    },
    {
      "display_name": "Claire Patterson",
      "id": "A5109245509",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "CLAIRE PATTERSON"
    },
    {
      "display_name": "Harrison Brown",
      "id": "A5113441347",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "HARRISON BROWN"
    },
    {
      "display_name": "Mark G. Inghram",
      "id": "A5002468582",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "MARK INGHRAM"
    },
    {
      "display_name": "Richard J. Hayden",
      "id": "A5055976081",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "RICHARD HAYDEN"
    },
    {
      "display_name": "David C. Hess",
      "id": "A5113668191",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "DAVID HESS"
    },
    {
      "display_name": "Esper S. Larsen",
      "id": "A5113469852",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "ESPER LARSEN"
    }
  ],
  "publication_year": 1955,
  "publication_date": "1955-01-01",
  "type": "article",
  "cited_by_count": 157,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S3271665",
    "display_name": "Geological Society of America Bulletin",
    "issn_l": "0016-7606",
    "issn": [
      "0016-7606",
      "1943-2674"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310319845"
  },
  "volume": "66",
  "issue": "9",
  "first_page": "1131",
  "last_page": "1131",
  "open_access": {
    "is_oa": true,
    "oa_status": "green",
    "oa_url": "http://hdl.handle.net/2027/mdp.39015086479238",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C173776410",
      "display_name": "Precambrian",
      "level": 2,
      "score": 0.92711914
    },
    {
      "id": "C127313418",
      "display_name": "Geology",
      "level": 0,
      "score": 0.8455914
    },
    {
      "id": "C527038400",
      "display_name": "Thorium",
      "level": 3,
      "score": 0.78253204
    },
    {
      "id": "C555451288",
      "display_name": "Uranium",
      "level": 2,
      "score": 0.73919266
    },
    {
      "id": "C17409809",
      "display_name": "Geochemistry",
      "level": 1,
      "score": 0.67378056
    },
    {
      "id": "C2777093003",
      "display_name": "Lead (geology)",
      "level": 2,
      "score": 0.54435885
    },
    {
      "id": "C35391346",
      "display_name": "Uranium ore",
      "level": 3,
      "score": 0.42811665
    },
    {
      "id": "C199289684",
      "display_name": "Mineralogy",
      "level": 1,
      "score": 0.4147558
    },
    {
      "id": "C1965285",
      "display_name": "Earth science",
      "level": 1,
      "score": 0.35977107
    },
    {
      "id": "C114793014",
      "display_name": "Geomorphology",
      "level": 1,
      "score": 0.1366592
    },
    {
      "id": "C191897082",
      "display_name": "Metallurgy",
      "level": 1,
      "score": 0.058536023
    },
    {
      "id": "C192562407",
      "display_name": "Materials science",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T12157",
      "display_name": "Geochemistry and Geologic Mapping",
      "score": 0.931
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1130/0016-7606(1955)66[1131:icadol]2.0.co;2",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:46:35.280538",
  "source_database": "OpenAlex"
}