{
  "openalex_id": "W2074739115",
  "doi": "https://doi.org/10.1097/01.ju.0000177450.34451.97",
  "title": "BRAIN CONTROL OF NORMAL AND OVERACTIVE BLADDER",
  "abstract": "No AccessJournal of UrologyAdult Urology: Voiding Dysfunction1 Nov 2005BRAIN CONTROL OF NORMAL AND OVERACTIVE BLADDER DEREK GRIFFITHS, STUART DERBYSHIRE, ANDY STENGER, and NEIL RESNICK DEREK GRIFFITHSDEREK GRIFFITHS More articles by this author , STUART DERBYSHIRESTUART DERBYSHIRE More articles by this author , ANDY STENGERANDY STENGER More articles by this author , and NEIL RESNICKNEIL RESNICK More articles by this author View All Author Informationhttps://doi.org/10.1097/01.ju.0000177450.34451.97AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: Bladder control problems are common but their cause is often unclear. Many investigators have sought causes in the lower urinary tract, but fewer in the supraspinal control system. We have used functional magnetic resonance imaging (fMRI) to determine brain responses to bladder filling in subjects with normal and with poor bladder control (detrusor overactivity). Materials and Methods: Cerebral responses to bladder infusion were recorded in 1 male and 11 females without overt neurological abnormality, aged 26 to 83 years. Six had good bladder control and 6 had poor control on prior urodynamics. fMRI was performed while repeatedly infusing and withdrawing liquid into and out of the bladder, and monitoring intravesical pressure. Measurements were made at small and large bladder volumes. Results: fMRI detected activation of many brain regions involved in bladder control, including periaqueductal gray, thalamus, insula, dorsal anterior cingulate, and ventromedial cerebellum. Orbitofrontal cortex, pontine micturition center and preoptic hypothalamus were visible in subgroup analyses. Activations outweighed deactivations and responses became stronger at large bladder volumes. Among subjects with good control, this strengthening of response was prominent in the orbitofrontal cortex. Among those with poor control cortical responses were exaggerated at larger bladder volumes, except in the orbitofrontal cortex, which remained weakly activated. This difference was not due to concurrent detrusor activity. Conclusions: Poor bladder control is specifically associated with inadequate activation of orbitofrontal cortex. Clinically, frontal cortical lesions cause bladder control problems. This study suggests a similar neurophysiological basis for poor bladder control in the absence of overt neurological lesion. References 1 : Neurophysiology of micturition and its modification in animal models of human disease. In: The Autonomic Nervous System, vol. 3, Nervous Control of the Urogenital System. Edited by . London: Harwood Academic Publishers1993: 227. Google Scholar 2 : Structural basis of geriatric voiding dysfunction. III. Detrusor overactivity. J Urol1993; 150: 1668. Link, Google Scholar 3 : Neurophysiology and neuropharmacology. In: Incontinence. Proceedings of the 2nd International Consultation on Incontinence Paris, July 1–3, 2001. Edited by . Plymouth, United Kingdom: Plymbridge Distributors Ltd2002: 83. Google Scholar 4 : Ultrastructural evidence for a paucity of projections from the lumbosacral cord to the pontine micturition center or M-region in the cat: a new concept for the organization of the micturition reflex with the periaqueductal gray as central relay.. J Comp Neurol1995; 359: 300. Google Scholar 5 : The central nervous system control of micturition in cats and humans.. Behav Brain Res1998; 92: 119. Google Scholar 6 : Micturition disturbance after acute hemispheric stroke: analysis of the lesion site by CT and MRI.. J Neurol Sci1996; 137: 47. Google Scholar 7 : Lesions on the anterior frontal lobes and disturbances of micturition and defaecation. Brain1964; 87: 233. Google Scholar 8 : A PET study on brain control of micturition in humans.. Brain1997; 120: 111. Google Scholar 9 : Cerebral aetiology of urinary urge incontinence in elderly people. Age Ageing1994; 23: 246. Crossref, Medline, Google Scholar 10 : Cerebral activation during micturition in normal men.. Brain2000; 123: 781. Google Scholar 11 : Brain responses to changes in bladder volume and urge to void in healthy men. Brain2001; 124: 369. Crossref, Medline, Google Scholar 12 : Human brain region response to distention or cold stimulation of the bladder: a positron emission tomography study.. J Urol2002; 168: 2035. Link, Google Scholar 13 : Brain activation during micturition in women.. Brain1998; 121: 2033. Google Scholar 14 : Anatomical and physiological observations on supraspinal control of bladder and urethral sphincter muscles in the cat.. J Comp Neurol1986; 250: 449. Google Scholar 15 : Interoception: the sense of the physiological condition of the body.. Curr Opin Neurobiol2003; 13: 500. Google Scholar 16 : An fMRI study of the role of suprapontine brain structures in the voluntary voiding control induced by pelvic floor contraction. Neuroimage2005; 24: 174. Google Scholar 17 : Quest for a detrusor overactivity index.. J Urol2002; 167: 578. Link, Google Scholar 18 : Hopkins verbal learning test-revised: Normative data and analysis of inter-form and test-retest reliability.. Clin Neuropsychol1998; 12: 43. Google Scholar 19 http://ourworld.compuserve.com/homepages/nacs Google Scholar 20 : Spiral K-space MR imaging of cortical activation. J Magn Reson Imaging1995; 5: 49. Google Scholar 21 : Statistical parametric mapping: SPM2. 2003. http://www.fil.ion.ucl.ac.uk/spm/spm2.html. Google Scholar 22 : Generalisability, random effects and population inference. Neuroimage1998; 7: S754. Google Scholar 23 : Testing for anatomically specified regional effects.. Hum Brain Mapp1997; 5: 133. Google Scholar 24 : Introduction to Statistical Parametric Mapping. Chapt. VI, Designing FMRI studies. 2003. C Spatially coherent confounds and global normalization http://www.fil.ion.ucl.ac.uk/spm/doc/intro/#. VI Designing FMRI studies. Google Scholar 25 : A systematic review of neuroimaging data during visceral stimulation. Am J Gastroenterol2003; 98: 12. Google Scholar 26 : Cognitive and emotional influences in anterior cingulate cortex.. Trends Cogn Sci2000; 4: 215. Google Scholar 27 : Human cingulate cortex and autonomic control: converging neuroimaging and clinical evidence. Brain2003; 126: 2139. Google Scholar 28 : Anterior cingulate conflict monitoring and adjustments in control.. Science2004; 303: 1023. Google Scholar 29 : Long-term sequelae of prefrontal cortex damage acquired in early childhood.. Dev Neuropsychol2000; 18: 281. Google Scholar From the Division of Geriatric Medicine (DG, NR) and the Department of Anesthesiology (SD), University of Pittsburgh, and the Magnetic Resonance Research Center, University of Pittsburgh Medical Center (AS), Pittsburgh, Pennsylvania© 2005 by American Urological Association, Inc.FiguresReferencesRelatedDetailsCited byKhavari R, Elias S, Pande R, Wu K, Boone T and Karmonik C (2018) Higher Neural Correlates in Patients with Multiple Sclerosis and Neurogenic Overactive Bladder Following Treatment with Intradetrusor Injection of OnabotulinumtoxinAJournal of Urology, VOL. 201, NO. 1, (135-140), Online publication date: 1-Jan-2019.Weissbart S, Bhavsar R, Rao H, Wein A, Detre J, Arya L and Smith A (2018) Specific Changes in Brain Activity during Urgency in Women with Overactive Bladder after Successful Sacral Neuromodulation: A Functional Magnetic Resonance Imaging StudyJournal of Urology, VOL. 200, NO. 2, (382-388), Online publication date: 1-Aug-2018.Gill B, Pizarro-Berdichevsky J, Bhattacharyya P, Brink T, Marks B, Quirouet A, Vasavada S, Jones S and Goldman H (2017) Real-Time Changes in Brain Activity during Sacral Neuromodulation for Overactive BladderJournal of Urology, VOL. 198, NO. 6, (1379-1385), Online publication date: 1-Dec-2017.Borch L, Hagstroem S, Kamperis K, Siggaard C and Rittig S (2017) Transcutaneous Electrical Nerve Stimulation Combined with Oxybutynin is Superior to Monotherapy in Children with Urge Incontinence: A Randomized, Placebo Controlled StudyJournal of Urology, VOL. 198, NO. 2, (430-435), Online publication date: 1-Aug-2017.Sadler K and Kolber B (2016) Urine Trouble: Alterations in Brain Function Associated with Bladder PainJournal of Urology, VOL. 196, NO. 1, (24-32), Online publication date: 1-Jul-2016.Griffiths D, Clarkson B, Tadic S and Resnick N (2015) Brain Mechanisms Underlying Urge Incontinence and its Response to Pelvic Floor Muscle TrainingJournal of Urology, VOL. 194, NO. 3, (708-715), Online publication date: 1-Sep-2015.Griebling T (2014) Re: Brain Responses to Bladder Filling in Older Women without Urgency IncontinenceJournal of Urology, VOL. 192, NO. 4, (1165-1165), Online publication date: 1-Oct-2014.Griebling T (2014) Re: Mobility Impairment is Associated with Urge but Not Stress Urinary Incontinence in Community-Dwelling Older Women: Results from the Ossébo StudyJournal of Urology, VOL. 192, NO. 3, (864-864), Online publication date: 1-Sep-2014.Krhut J, Tintera J, Holý P, Zachoval R and Zvara P (2012) A Preliminary Report on the Use of Functional Magnetic Resonance Imaging with Simultaneous Urodynamics to Record Brain Activity During MicturitionJournal of Urology, VOL. 188, NO. 2, (474-479), Online publication date: 1-Aug-2012.Farmer M, Chanda M, Parks E, Baliki M, Apkarian A and Schaeffer A (2011) Brain Functional and Anatomical Changes in Chronic Prostatitis/Chronic Pelvic Pain SyndromeJournal of Urology, VOL. 186, NO. 1, (117-124), Online publication date: 1-Jul-2011.Schrum A, Wolff S, van der Horst C and Kuhtz-Buschbeck J (2011) Motor Cortical Representation of the Pelvic Floor MusclesJournal of Urology, VOL. 186, NO. 1, (185-190), Online publication date: 1-Jul-2011.Xiang B, Biji S, Liu J, Chu W, Yeung D and Yeung C (2010) Functional Brainstem Changes in Response to Bladder Function Alteration Elicited by Surgical Reduction in Bladder Capacity: A Functional Magnetic Resonance Imaging StudyJournal of Urology, VOL. 184, NO. 5, (2186-2191), Online publication date: 1-Nov-2010.Pontari M, Mohamed F, Lebovitch S, Moonat S, Lebed B, Ruggieri M and Faro S (2010) Central Nervous System Findings on Functional Magnetic Resonance Imaging in Patients Before and After Treatment With Anticholinergic MedicationJournal of Urology, VOL. 183, NO. 5, (1899-1905), Online publication date: 1-May-2010.Tadic S, Griffiths D, Schaefer W, Cheng C and Resnick N (2009) Brain Activity Measured by Functional Magnetic Resonance Imaging is Related to Patient Reported Urgency Urinary Incontinence SeverityJournal of Urology, VOL. 183, NO. 1, (221-228), Online publication date: 1-Jan-2010.Hubeaux K, Deffieux X, Ismael S, Raibaut P and Amarenco G (2007) Autonomic Nervous System Activity During Bladder Filling Assessed by Heart Rate Variability Analysis in Women With Idiopathic Overactive Bladder Syndrome or Stress Urinary IncontinenceJournal of Urology, VOL. 178, NO. 6, (2483-2487), Online publication date: 1-Dec-2007.Franco I (2007) Overactive Bladder in Children. Part 1: PathophysiologyJournal of Urology, VOL. 178, NO. 3, (761-768), Online publication date: 1-Sep-2007.Mawla I, Schrepf A, Kutch J, Helmuth M, Smith A, Ichesco E, Yang C, Andreev V, Kreder K, Bradley C, Magnotta V, Kirkali Z, Harris R, Lai H and Harte S Naturalistic Bladder Filling Reveals Subtypes in Overactive Bladder Syndrome That Differentially Engages Urinary Urgency-Related Brain Circuits: Results From the Symptoms of Lower Urinary Tract Dysfunction Research Network (LURN)Journal of Urology, Volume 174Issue 5November 2005Page: 1862-1867 Advertisement Copyright & Permissions© 2005 by American Urological Association, Inc.Keywordsurinary incontinenceurodynamicsmagnetic resonance imagingMetrics Author Information DEREK GRIFFITHS More articles by this author STUART DERBYSHIRE More articles by this author ANDY STENGER More articles by this author NEIL RESNICK More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Derek Griffiths",
      "id": "A5089747860",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210158702",
          "display_name": "Resonance Research (United States)",
          "country_code": "US",
          "type": "company"
        },
        {
          "id": "I4210134769",
          "display_name": "University of Pittsburgh Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "DEREK GRIFFITHS"
    },
    {
      "display_name": "Stuart Derbyshire",
      "id": "A5057443597",
      "orcid": "https://orcid.org/0000-0002-2766-3424",
      "institutions": [
        {
          "id": "I4210158702",
          "display_name": "Resonance Research (United States)",
          "country_code": "US",
          "type": "company"
        },
        {
          "id": "I4210134769",
          "display_name": "University of Pittsburgh Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "STUART DERBYSHIRE"
    },
    {
      "display_name": "Andy Stenger",
      "id": "A5063905555",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210158702",
          "display_name": "Resonance Research (United States)",
          "country_code": "US",
          "type": "company"
        },
        {
          "id": "I4210134769",
          "display_name": "University of Pittsburgh Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "ANDY STENGER"
    },
    {
      "display_name": "Neil M. Resnick",
      "id": "A5000267996",
      "orcid": "https://orcid.org/0009-0000-2023-809X",
      "institutions": [
        {
          "id": "I4210158702",
          "display_name": "Resonance Research (United States)",
          "country_code": "US",
          "type": "company"
        },
        {
          "id": "I4210134769",
          "display_name": "University of Pittsburgh Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "NEIL RESNICK"
    }
  ],
  "publication_year": 2005,
  "publication_date": "2005-10-07",
  "type": "article",
  "cited_by_count": 288,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "174",
  "issue": "5",
  "first_page": "1862",
  "last_page": "1867",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.82549745
    },
    {
      "id": "C2776559556",
      "display_name": "Orbitofrontal cortex",
      "level": 4,
      "score": 0.7139803
    },
    {
      "id": "C175768497",
      "display_name": "Urination",
      "level": 3,
      "score": 0.5732545
    },
    {
      "id": "C2778941218",
      "display_name": "Overactive bladder",
      "level": 3,
      "score": 0.5404128
    },
    {
      "id": "C104996578",
      "display_name": "Insula",
      "level": 2,
      "score": 0.5118539
    },
    {
      "id": "C2779246727",
      "display_name": "Thalamus",
      "level": 2,
      "score": 0.47518316
    },
    {
      "id": "C169760540",
      "display_name": "Neuroscience",
      "level": 1,
      "score": 0.37027967
    },
    {
      "id": "C77411442",
      "display_name": "Urinary system",
      "level": 2,
      "score": 0.29803586
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.24930069
    },
    {
      "id": "C2781195155",
      "display_name": "Prefrontal cortex",
      "level": 3,
      "score": 0.21099722
    },
    {
      "id": "C142724271",
      "display_name": "Pathology",
      "level": 1,
      "score": 0.20970222
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.18862316
    },
    {
      "id": "C126838900",
      "display_name": "Radiology",
      "level": 1,
      "score": 0.110801786
    },
    {
      "id": "C118552586",
      "display_name": "Psychiatry",
      "level": 1,
      "score": 0.098424524
    },
    {
      "id": "C204787440",
      "display_name": "Alternative medicine",
      "level": 2,
      "score": 0.0
    },
    {
      "id": "C169900460",
      "display_name": "Cognition",
      "level": 2,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10279",
      "display_name": "Urinary Bladder and Prostate Research",
      "score": 0.9999
    },
    {
      "id": "T10418",
      "display_name": "Pelvic floor disorders treatments",
      "score": 0.993
    },
    {
      "id": "T11456",
      "display_name": "Neuroscience of respiration and sleep",
      "score": 0.9825
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1097/01.ju.0000177450.34451.97",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:25:53.566523",
  "source_database": "OpenAlex"
}