{
  "openalex_id": "W2078120126",
  "doi": "https://doi.org/10.1130/0016-7606(1988)100<1627:kmadrm>2.3.co;2",
  "title": "K-metasomatism and detachment-related mineralization, Harcuvar Mountains, Arizona",
  "abstract": "Research Article| October 01, 1988 K-metasomatism and detachment-related mineralization, Harcuvar Mountains, Arizona MICHAEL S. RODDY; MICHAEL S. RODDY 1Department of Geosciences, University of Arizona, Tucson, Arizona 85721 Search for other works by this author on: GSW Google Scholar STEPHEN J. REYNOLDS; STEPHEN J. REYNOLDS 2Arizona Geological Survey, 845 North Park Avenue, Tucson, Arizona 85719 Search for other works by this author on: GSW Google Scholar BRIAN M. SMITH; BRIAN M. SMITH 3Unocal Science and Technology; Box 76, Brea, California 92621 Search for other works by this author on: GSW Google Scholar JOAQUIN RUIZ JOAQUIN RUIZ 1Department of Geosciences, University of Arizona, Tucson, Arizona 85721 Search for other works by this author on: GSW Google Scholar GSA Bulletin (1988) 100 (10): 1627–1639. https://doi.org/10.1130/0016-7606(1988)100<1627:KMADRM>2.3.CO;2 Article history first online: 01 Jun 2017 Cite View This Citation Add to Citation Manager Share Icon Share Facebook Twitter LinkedIn MailTo Tools Icon Tools Get Permissions Search Site Citation MICHAEL S. RODDY, STEPHEN J. REYNOLDS, BRIAN M. SMITH, JOAQUIN RUIZ; K-metasomatism and detachment-related mineralization, Harcuvar Mountains, Arizona. GSA Bulletin 1988;; 100 (10): 1627–1639. doi: https://doi.org/10.1130/0016-7606(1988)100<1627:KMADRM>2.3.CO;2 Download citation file: Ris (Zotero) Refmanager EasyBib Bookends Mendeley Papers EndNote RefWorks BibTex toolbar search Search Dropdown Menu toolbar search search input Search input auto suggest filter your search All ContentBy SocietyGSA Bulletin Search Advanced Search Abstract The Bullard detachment fault, a regional low-angle normal fault exposed in the Harcuvar Mountains of west-central Arizona, separates lower-plate mylonitic rocks and chloritic breccia from upper-plate volcanic and sedimentary rocks. Areally extensive K-metasomatism has converted upper-plate mafic flows and felsic ash-flow tuffs into rocks with 8 to 12 wt. % K2O, <0.4 wt. % Na2O, and a simple K-feldspar-hematite-quartz mineralogy. The secondary K-feldspar is very pure (Or 95 to 99.5), monoclinic, and structurally similar to orthoclase. Differences in δ18O values between secondary K-feldspar replacing sanidine phenocrysts (9‰ to 11‰) and K-feldspar replacing groundmass (11‰ to 14‰) in the tuffs imply differential O-exchange with migrating fluids. Whole-rock δ18O values for tuffs (10‰ to 14‰) and mafic flows (6‰ to 9‰) do not, therefore, represent primary igneous values. The rocks apparently became K-metasomatized and 18O-enriched while interacting with low- to moderate-temperature, neutral to alkaline, oxidizing brines that accumulated in an extensional basin above the detachment fault.Cu-Au-Ag mineralization is concentrated in faults and fissures in metasomatized mafic flows above the detachment fault. Fluid-inclusion studies show that mineralizing fluids had minimum temperatures of 290 to 330 °C along the detachment fault, 240 to 290 °C in mafic flows above the detachment fault, and 100 to 130 °C in barite-calcite-Mn-oxide veins farther from the detachment fault. The predominant mineralizing fluids near the detachment fault and in the mafic flows were saline brines with 13 to 17 equivalent wt.% NaCI More dilute brines with 6 to 12 equivalent wt. % NaCI formed the barite-calcite-Mn-oxide veins. Inferred δ18O values of the mineralizing fluids range from +3‰ for high-temperature quartz-sulfide veins to -5‰ for lower-temperature barite-calcite-Mn-oxide veins. The high salinities, oxygen isotope compositions, and geologic setting indicate that the mineralizing fluids were basinal brines. The mineralizing fluids apparently evolved from early deep-level, reducing basin brines to a later stage marked by the influx of higher-level, oxidizing basin brines. Relatively minor amounts of less evolved, lower-18O meteoric water entered the system during the very late stages of mineralization.Paragenetic relations and geochemical and isotopic data indicate that mineralization was superimposed on previously K-metasomatized rocks. Mineralization and K-metasomatism may be indirectly linked, however, because both occurred during detachment faulting and both involved basinal brines. Specifically, K-metasomatism of upper-plate units liberated elements, such as Cu, Pb, Zn, Mn, Sr, and Na, that were incorporated into the mineralizing basin brines. Multiple fluid regimes during detachment faulting are indicated, because basin-brine-dominated mineralization overprinted lower-plate mylonitic rocks and breccia that had probably previously equilibrated with igneous or metamorphic fluids at deeper levels of the detachment system. This content is PDF only. Please click on the PDF icon to access. First Page Preview Close Modal You do not have access to this content, please speak to your institutional administrator if you feel you should have access.",
  "authors": [
    {
      "display_name": "Michael Roddy",
      "id": "A5109216527",
      "orcid": null,
      "institutions": [
        {
          "id": "I138006243",
          "display_name": "University of Arizona",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "MICHAEL S. RODDY"
    },
    {
      "display_name": "Stephen J. Reynolds",
      "id": "A5051424945",
      "orcid": "https://orcid.org/0000-0001-9354-6579",
      "institutions": [
        {
          "id": "I114681415",
          "display_name": "Arizona Geological Survey",
          "country_code": "US",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "STEPHEN J. REYNOLDS"
    },
    {
      "display_name": "Brian M. Smith",
      "id": "A5110261288",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "BRIAN M. SMITH"
    },
    {
      "display_name": "Joaquín Ruiz",
      "id": "A5111042934",
      "orcid": null,
      "institutions": [
        {
          "id": "I138006243",
          "display_name": "University of Arizona",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "JOAQUIN RUIZ"
    }
  ],
  "publication_year": 1988,
  "publication_date": "1988-10-01",
  "type": "article",
  "cited_by_count": 64,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S3271665",
    "display_name": "Geological Society of America Bulletin",
    "issn_l": "0016-7606",
    "issn": [
      "0016-7606",
      "1943-2674"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310319845"
  },
  "volume": "100",
  "issue": "10",
  "first_page": "1627",
  "last_page": "1639",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2778805511",
      "display_name": "Citation",
      "level": 2,
      "score": 0.6565398
    },
    {
      "id": "C127313418",
      "display_name": "Geology",
      "level": 0,
      "score": 0.45543653
    },
    {
      "id": "C2778447006",
      "display_name": "Icon",
      "level": 2,
      "score": 0.44612378
    },
    {
      "id": "C161191863",
      "display_name": "Library science",
      "level": 1,
      "score": 0.38493878
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.36560023
    },
    {
      "id": "C52119013",
      "display_name": "Art history",
      "level": 1,
      "score": 0.33104688
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.30083424
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.18855777
    },
    {
      "id": "C199360897",
      "display_name": "Programming language",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10001",
      "display_name": "Geological and Geochemical Analysis",
      "score": 0.9992
    },
    {
      "id": "T12157",
      "display_name": "Geochemistry and Geologic Mapping",
      "score": 0.9972
    },
    {
      "id": "T10017",
      "display_name": "Geology and Paleoclimatology Research",
      "score": 0.9915
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1130/0016-7606(1988)100<1627:kmadrm>2.3.co;2",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:13:17.302311",
  "source_database": "OpenAlex"
}