{
  "openalex_id": "W2083508893",
  "doi": "https://doi.org/10.1074/jbc.272.30.19072",
  "title": "The Human dUTPase Gene Encodes both Nuclear and Mitochondrial Isoforms",
  "abstract": "We have previously identified distinct nuclear and mitochondrial isoforms of dUTPase in human cells, reporting the cDNA sequence of the nuclear isoform (DUT-N). We now report a cDNA corresponding to the mitochondrial isoform (DUT-M). The DUT-M cDNA contains an 252-amino acid open reading frame, encoding a protein with a predicted M r of 26,704. The amino-terminal region of the protein contains an arginine-rich, 69-residue mitochondrial targeting presequence that is absent in the mature protein. In vitro transcription and translation of the DUT-M cDNA results in the production of a precursor protein with an apparent molecular mass of 31 kDa as judged by SDS-polyacrylamide gel electrophoresis. The DUT-M precursor is enzymatically active and immunoreacts with a dUTPase-specific monoclonal antibody. Mitochondrial import and processing studies demonstrate that the DUT-M precursor is processed into a 23-kDa protein and imported into mitochondria in vitro. Isoelectric focusing experiments demonstrate that the DUT-N has a pI of 6.0, while the processed form of DUT-M has a more basic pI of 8.1, measurements that are in agreement with predicted values. Studies aimed at understanding the expression of these isoforms were performed utilizing quiescent and replicating 34Lu human lung fibroblasts as a model cell culture system. Northern blot analysis, employing an isoform-specific probe, demonstrates that DUT-N and DUT-M are encoded by two distinct mRNA species of 1.1 and 1.4 kilobases, respectively. Western and Northern blot analysis reveal that DUT-M protein and mRNA are expressed in a constitutive fashion, independent of cell cycle phase or proliferation status. In contrast, DUT-N protein and mRNA levels are tightly regulated to coincide with nuclear DNA replication status. Because DUT-N and DUT-M have identical amino acid and cDNA sequences in their overlapping regions, we set out to determine if they were encoded by the same gene. The 5′ region of the gene encoding dUTPase was isolated and characterized by a combination of Southern hybridization and DNA sequencing. These analyses demonstrate that the dUTPase isoforms are encoded by the same gene with isoform-specific transcripts arising through the use of alternative 5′ exons. This finding represents the first example in humans of alternative 5′ exon usage to generate differentially expressed nuclear and mitochondrial specific protein isoforms. We have previously identified distinct nuclear and mitochondrial isoforms of dUTPase in human cells, reporting the cDNA sequence of the nuclear isoform (DUT-N). We now report a cDNA corresponding to the mitochondrial isoform (DUT-M). The DUT-M cDNA contains an 252-amino acid open reading frame, encoding a protein with a predicted M r of 26,704. The amino-terminal region of the protein contains an arginine-rich, 69-residue mitochondrial targeting presequence that is absent in the mature protein. In vitro transcription and translation of the DUT-M cDNA results in the production of a precursor protein with an apparent molecular mass of 31 kDa as judged by SDS-polyacrylamide gel electrophoresis. The DUT-M precursor is enzymatically active and immunoreacts with a dUTPase-specific monoclonal antibody. Mitochondrial import and processing studies demonstrate that the DUT-M precursor is processed into a 23-kDa protein and imported into mitochondria in vitro. Isoelectric focusing experiments demonstrate that the DUT-N has a pI of 6.0, while the processed form of DUT-M has a more basic pI of 8.1, measurements that are in agreement with predicted values. Studies aimed at understanding the expression of these isoforms were performed utilizing quiescent and replicating 34Lu human lung fibroblasts as a model cell culture system. Northern blot analysis, employing an isoform-specific probe, demonstrates that DUT-N and DUT-M are encoded by two distinct mRNA species of 1.1 and 1.4 kilobases, respectively. Western and Northern blot analysis reveal that DUT-M protein and mRNA are expressed in a constitutive fashion, independent of cell cycle phase or proliferation status. In contrast, DUT-N protein and mRNA levels are tightly regulated to coincide with nuclear DNA replication status. Because DUT-N and DUT-M have identical amino acid and cDNA sequences in their overlapping regions, we set out to determine if they were encoded by the same gene. The 5′ region of the gene encoding dUTPase was isolated and characterized by a combination of Southern hybridization and DNA sequencing. These analyses demonstrate that the dUTPase isoforms are encoded by the same gene with isoform-specific transcripts arising through the use of alternative 5′ exons. This finding represents the first example in humans of alternative 5′ exon usage to generate differentially expressed nuclear and mitochondrial specific protein isoforms. dUTPase (EC 3.6.1.23) catalyzes the hydrolysis of dUTP to dUMP and pyrophosphate, simultaneously removing dUTP from the DNA biosynthetic pathway and providing substrate (dUMP) for the de novosynthesis of thymidylate (1Lindahl T. Annu. Rev. Biochem. 1982; 51: 61-87Crossref PubMed Scopus (696) Google Scholar). The importance of the dUTPase function in prokaryotic, eukaryotic, and viral systems has been firmly established in recent years. dUTPase is essential for viability inEscherichia coli and Saccharomyces cerevisiae and was shown to be required for efficient DNA replication in several viral systems (2El-Hajj H.H. Zhang H. Weiss B. J. Bacteriol. 1988; 170: 1069-1075Crossref PubMed Google Scholar, 3Gadsden M.H. McIntosh E.M. Game J.C. Wilson P.J. Haynes R.H. EMBO J. 1993; 12: 4425-4431Crossref PubMed Scopus (204) Google Scholar, 4Threadgill D.S. Steagall W.K. Flaherty M.T. Fuller F.J. Perry S.T. Rushlow K.E. Le Grice S.F.J. Payne S.L. J. Virol. 1993; 67: 2592-2600Crossref PubMed Google Scholar, 5Pyles R.B. Sawtell N.M. Thompson R.L. J. Virol. 1992; 66: 6706-6713Crossref PubMed Google Scholar). The importance of the dUTPase function in the human system has been further distinguished by its importance in anti-thymidylate chemotherapy. Thymidylate metabolism has been an important target for the development of widely utilized chemotherapeutic agents such as 5-fluorouracil, fluorodeoxyuridine, and ZD1694 that are used in the treatment of breast and gastrointestinal tumors. The enzymatic target of these compounds, thymidylate synthase (TS), 1The abbreviations used are: TS, thymidylate synthase; DUT-N, nuclear isoform of human dUTPase; DUT-M, mitochondrial isoform of human dUTPase; PAGE, polyacrylamide gel electrophoresis; bp, base pair(s); kb, kilobase(s). generates dTMP from dUMP and a folate cofactor. Investigations by several laboratories suggest that the basis of cytotoxicity caused by inhibition of de novo thymidylate metabolism may be the accumulation of excessive dUTP pools (6Beck W.R. Wright G.E. Nusbaum N.J. Chang J.D. Isselbacher E.M. Adv. Exp. Med. Biol. 1986; 195: 97-104Crossref PubMed Scopus (18) Google Scholar, 7Curtin N.J. Harris A.L. Aherne G.W. Cancer Res. 1991; 51: 2346-2352PubMed Google Scholar, 8Ingraham H.A. Dickey L. Goulian M. Biochemistry. 1986; 25: 3225-3230Crossref PubMed Scopus (109) Google Scholar, 9Sedwick W.D. Kutler M. Brown O.E. Proc. Natl. Acad. Sci. U. S. A. 1981; 78: 917-921Crossref PubMed Scopus (93) Google Scholar). TS inhibition induces a dramatic elevation of dUTP pools resulting in chronic dUMP misincorporation into DNA during replication and repair, leading to DNA fragmentation and cell death (7Curtin N.J. Harris A.L. Aherne G.W. Cancer Res. 1991; 51: 2346-2352PubMed Google Scholar). Work published by Curtin et al. (7Curtin N.J. Harris A.L. Aherne G.W. Cancer Res. 1991; 51: 2346-2352PubMed Google Scholar) demonstrates a significant correlation between intracellular dUTP levels and the magnitude of DNA damage resulting from TS inhibition. dUTPase (the major regulator of dUTP pools in humans) plays a protective role by limiting dUTP accumulation in the cell and countering the cytotoxic effect of TS inhibition. Recently, direct evidence supporting this role was demonstrated. Overexpression of the E. coli dUTPase in HT29 human colorectal tumor cells resulted in the induction of resistance to the TS inhibitor fluorodeoxyuridine (10Canman C.E. Radany E.H. Parsels L.A. Davis M.A. Lawrence T.S. Maybaum J. Cancer Res. 1994; 54: 2296-2298PubMed Google Scholar). These studies provide substantial evidence suggesting that levels of the dUTPase enzyme may be a critical factor in determining fluorodeoxyuridine toxicity in certain cancer types. The essential nature of dUTPase during DNA replication and its role in anti-thymidylate chemotherapy has led many authors to speculate on the use of human dUTPase as a target for future chemotherapeutic design (6Beck W.R. Wright G.E. Nusbaum N.J. Chang J.D. Isselbacher E.M. Adv. Exp. Med. Biol. 1986; 195: 97-104Crossref PubMed Scopus (18) Google Scholar, 11Ladner R.D. McNulty D.E. Carr S.A. Roberts G.D. Caradonna S.J. J. Biol. Chem. 1996; 271: 7745-7751Abstract Full Text Full Text PDF PubMed Scopus (71) Google Scholar,12McIntosh E.M. Ager D.D. Gadsden M.H. Haynes R.H. Proc. Natl. Acad. Sci. U. S. A. 1992; 89: 8020-8024Crossref PubMed Scopus (79) Google Scholar). Indeed, the recent determination of the human dUTPase crystal structure represents a clear step toward the development of structure-based dUTPase inhibitors (13Mol C.D. Harris J.M. McIntosh E.M. Tainor J.A. Structure. 1996; 4: 1077-1092Abstract Full Text Full Text PDF PubMed Scopus (163) Google Scholar). In recent years, there have been major advances in our understanding of the protein biochemistry of human dUTPase. Several laboratories have described the cloning of dUTPase cDNAs (11Ladner R.D. McNulty D.E. Carr S.A. Roberts G.D. Caradonna S.J. J. Biol. Chem. 1996; 271: 7745-7751Abstract Full Text Full Text PDF PubMed Scopus (71) Google Scholar, 12McIntosh E.M. Ager D.D. Gadsden M.H. Haynes R.H. Proc. Natl. Acad. Sci. U. S. A. 1992; 89: 8020-8024Crossref PubMed Scopus (79) Google Scholar, 14Strahler J.R. Zhu X.X. Hora N. Wang Y.K. Andrews P.C. Roseman N.A. Neel J.V. Turka L. Hanash S.M. Proc. Natl. Acad. Sci. U. S. A. 1993; 90: 4991-4995Crossref PubMed Scopus (47) Google Scholar), and the crystal structure of a recombinant form of human dUTPase has recently been solved (13Mol C.D. Harris J.M. McIntosh E.M. Tainor J.A. Structure. 1996; 4: 1077-1092Abstract Full Text Full Text PDF PubMed Scopus (163) Google Scholar). The resulting structural data demonstrate that human dUTPase exists as a homotrimer with active site residues contributed by adjacent subunits (13Mol C.D. Harris J.M. McIntosh E.M. Tainor J.A. Structure. 1996; 4: 1077-1092Abstract Full Text Full Text PDF PubMed Scopus (163) Google Scholar). Our laboratory has recently discovered that distinct mitochondrial (DUT-M) and nuclear (DUT-N) isoforms of this enzyme exist in human cells (11Ladner R.D. McNulty D.E. Carr S.A. Roberts G.D. Caradonna S.J. J. Biol. Chem. 1996; 271: 7745-7751Abstract Full Text Full Text PDF PubMed Scopus (71) Google Scholar). The isoforms are separable by SDS-PAGE, with DUT-N having an apparent molecular mass of 22 kDa and the processed form of DUT-M having an apparent molecular mass of 23 kDa. To determine the structural differences between these isoforms, a combination of NH2-terminal protein sequencing and mass spectrometry was utilized to characterize each form in detail, demonstrating that the two isoforms are largely identical, differing only in a short region of their amino termini. Analysis of dUTPase phosphorylation demonstrated that DUT-N is serine-phosphorylated at a consensus cyclin-dependent protein kinase phosphorylation site (Ser11 of DUT-N), suggesting a link to cell cycle regulation (15Ladner R.D. Carr S.A. Huddleston M.J. McNulty D.E. Caradonna S.J. J. Biol. Chem. 1996; 271: 7752-7757Abstract Full Text Full Text PDF PubMed Scopus (36) Google Scholar). While DUT-M contains the identical site, it does not undergo phosphorylation in HeLa cells. Site-directed mutagenesis analysis demonstrates that serine phosphorylation of DUT-N does not regulate enzymatic activity, and the biological significance of DUT-N phosphorylation remains unclear (15Ladner R.D. Carr S.A. Huddleston M.J. McNulty D.E. Caradonna S.J. J. Biol. Chem. 1996; 271: 7752-7757Abstract Full Text Full Text PDF PubMed Scopus (36) Google Scholar). Kinetic analysis of each isoform demonstrates that they retain identical affinities for dUTP despite their structural differences. Our current knowledge of dUTPase expression in higher eukaryotes is limited. Studies of dUTPase in plants suggest that expression is linked to the rate of proliferation, as demonstrated by a close association of dUTPase activity and replicative vegetative and floral meristem regions (16Pri-Hadash A. Hareven D. Lifschitz E. Plant Cell. 1992; 4: 149-159PubMed Google Scholar, 17Pardon E.G. Gutierrez C. Exp. Cell Res. 1990; 186: 90-98Crossref PubMed Scopus (34) Google Scholar). Recently, the dUTPase gene was isolated from the human fungal pathogen, Candida albicans, the expression of which is governed in part by an MluI cell cycle box element located in the promoter region (18McIntosh E.M. Looser J. Haynes R.H. Pearlman R.E. Curr. Genet. 1994; 26: 415-421Crossref PubMed Scopus (17) Google Scholar). This element was shown to be critical for the proliferation-dependent transcriptional regulation of the dUTPase gene. In the human system, studies utilizing peripheral blood lymphocytes suggest that dUTPase expression is also associated with proliferative status (14Strahler J.R. Zhu X.X. Hora N. Wang Y.K. Andrews P.C. Roseman N.A. Neel J.V. Turka L. Hanash S.M. Proc. Natl. Acad. Sci. U. S. A. 1993; 90: 4991-4995Crossref PubMed Scopus (47) Google Scholar). However, this previous study is unclear with respect to the expression of distinct nuclear and mitochondrial isoforms. The present investigation was undertaken to extend our previous work characterizing human dUTPase isoforms and elucidate the mechanisms governing isoform expression. 34Lu human lung fibroblasts (CRL 1491) were obtained from the American Type Culture Collection and maintained in Eagle's minimal essential medium supplemented with 10% fetal calf serum purchased from Life Technologies, Inc. Cells were synchronized by incubation in serum-free minimal essential medium for 72 h. Cells were then released from G0 by the addition of minimal essential medium containing 10% fetal bovine serum. Progression through the cell cycle was monitored in serum-stimulated and -starved cells by [3H]thymidine incorporation. At 3- or 6-h intervals after serum stimulation/starvation, cells were labeled for 20 min with 10 μl of [3H]thymidine (1 mCi/ml). The remainder of the procedures were performed as described previously (19Muller S.J. Caradonna S. J. Biol. Chem. 1993; 268: 1310-1319Abstract Full Text PDF PubMed Google Scholar). A λgt10 cDNA library was constructed from mRNA derived from serum-starved 34Lu human lung fibroblasts. Total RNA was isolated using the reagents and protocols of TRIZOL reagent (Life Technologies, Inc.). Poly(A)+ RNA was purified with the Poly(A)Ttract mRNA isolation system (Promega). cDNA construction was performed using the Superscript Choice system for cDNA synthesis (Life Technologies). The library was screened using a 935-bpSphI/EcoRI fragment of the DUT-N cDNA cloned by this laboratory (11Ladner R.D. McNulty D.E. Carr S.A. Roberts G.D. Caradonna S.J. J. Biol. Chem. 1996; 271: 7745-7751Abstract Full Text Full Text PDF PubMed Scopus (71) Google Scholar). This DNA fragment contains sequence common to both the DUT-N and DUT-M isoforms. The library screening protocol was based on standard procedures as described by Sambrook et al.(20Sambrook J. Fritsch E.F. Maniatis T. Molecular Cloning: A Laboratory Manual. Cold Spring Harbor Laboratory, Cold Spring Harbor, NY1989Google Scholar). Several cDNA isolates were subcloned into theEcoRI site of pGEM-3Z (Promega). These clones were sequenced using the Sequenase dideoxy chain termination kit (U.S. Biochemical Corp.) according to the manufacturer's recommendations. A series of subclones were generated using internal restriction sites to facilitate sequencing of the cDNA isolates in their entirety. The sequences were determined from both strands. An EMBL-3 human leukocyte genomic library (CLONTECH) was screened with the DUT-N cDNA (11Ladner R.D. McNulty D.E. Carr S.A. Roberts G.D. Caradonna S.J. J. Biol. Chem. 1996; 271: 7745-7751Abstract Full Text Full Text PDF PubMed Scopus (71) Google Scholar). The library screening protocol was based on standard procedures as described by Sambrook et al. (20Sambrook J. Fritsch E.F. Maniatis T. Molecular Cloning: A Laboratory Manual. Cold Spring Harbor Laboratory, Cold Spring Harbor, NY1989Google Scholar). Several clones were isolated, and the three largest (9–15 kb) were further characterized by a combination of restriction digestion, Southern hybridization, and sequence analysis. An oligonucleotide probe (5′-GGTGTCTCTTCAGAGCAGG-3′) corresponding to the extreme 5′ end of the DUT-N cDNA was synthesized and used to identify a 2.7-kbEcoRI/BamHI genomic fragment. This fragment was subsequently sequenced using a series of nested sequencing primers designed from newly obtained sequence information. Coupled in vitro transcription and translation was performed using the TNT system purchased from Promega. The open reading frames of both DUT-M and DUT-N were cloned into pGEM-3Z in the T7 and SP6 orientations, respectively. The reaction mixture (50 μl) contained 25 μl of rabbit reticulocyte lysate; 2 μl of TNT reaction buffer; 20 μm concentration of each amino acid minus methionine; 45 μCi of [35S]methionine (Amersham, SJ235, 15 mCi/ml, >1000 Ci/mmol); 2 units of either SP6 or T7 RNA polymerase; and 2 μg of plasmid (pGEM-3Z) containing either DUT-N or DUT-M. Reactions were incubated at 30 °C for 90 min. Mitochondria were isolated by the procedure of Rickwoodet al. (21Rickwood D. Wilson M.T. Darley-Usmar V.M. Darley-Usmar V.M. Rickwood D. Wilson M.T. Mitochondria: A Practical Approach. IRL Press, Washington, D. C.1987: 1-16Google Scholar) using differential centrifugation after cells were disrupted by homogenization. For complete details of this procedure, see Caradonna et al. (23Lirette R. Caradonna S. J. Cell. Biochem. 1990; 43: 339-353Crossref PubMed Scopus (23) Google Scholar). The purified mitochondria were washed twice in MESH buffer (20 mmHepes-NaOH, pH 7.4; 220 mm mannitol; 70 mmsucrose; and 0.1 mm EDTA) and used directly for import studies. Mitochondrial import of in vitro expressed proteins was performed as described previously (22Caradonna S.J. Ladner R. Hansbury M. Kosciuk M. Lynch F. Muller S.J. Exp. Cell Res. 1996; 222: 345-359Crossref PubMed Scopus (42) Google Scholar). Briefly, 25 μl of radiolabeled translation reaction was mixed with 25 μl of the prepared mitochondria (at 5 mg/ml total protein). Reactions were allowed to proceed for the indicated times at 30 °C and then chilled on ice. The sample was either disrupted by sonication followed by dUTPase protein immunoprecipitation or further processed as described next. The mitochondria were pelleted by centrifugation and washed twice in 500 μl of MESH buffer. The mitochondria were subsequently resuspended in 20 μl of MESH buffer and incubated with 20 μg/ml trypsin (l-1-tosylamido-2-phenylethyl chloromethyl ketone-treated and affinity-purified; Promega) for 30 min on ice. The mitochondria were washed twice more with 500 μl each of MESH buffer and sonicated, and dUTPase protein was immunoprecipitated. dUTPase protein was subsequently fractionated by 15% PAGE, and the gel was dried and exposed to x-ray film to visualize the radiolabeled protein. dUTPase-specific monoclonal antibodies (mAb 415) were generated and prepared as described previously (23Lirette R. Caradonna S. J. Cell. Biochem. 1990; 43: 339-353Crossref PubMed Scopus (23) Google Scholar). For immunoprecipitation, 5 μl of mAb (1 mg/ml) was used. Immunoprecipitation was performed as described previously (23Lirette R. Caradonna S. J. Cell. Biochem. 1990; 43: 339-353Crossref PubMed Scopus (23) Google Scholar). dUTPase-specific polyclonal antibodies were raised against recombinant DUT-N protein (expressed in the baculovirus system) as described previously (11Ladner R.D. McNulty D.E. Carr S.A. Roberts G.D. Caradonna S.J. J. Biol. Chem. 1996; 271: 7745-7751Abstract Full Text Full Text PDF PubMed Scopus (71) Google Scholar). The polyclonal antibodies were purified by dUTPase protein affinity chromatography and used for immunoblot analysis at a dilution of 1:1000. Enzyme assays were performed as described previously (10Canman C.E. Radany E.H. Parsels L.A. Davis M.A. Lawrence T.S. Maybaum J. Cancer Res. 1994; 54: 2296-2298PubMed Google Scholar). Two-dimensional PAGE was performed using a Mini-PROTEAN II cell obtained from Bio-Rad. Procedures were performed according to the manufacturer's recommendations and as described in Strahler et al. (14Strahler J.R. Zhu X.X. Hora N. Wang Y.K. Andrews P.C. Roseman N.A. Neel J.V. Turka L. Hanash S.M. Proc. Natl. Acad. Sci. U. S. A. 1993; 90: 4991-4995Crossref PubMed Scopus (47) Google Scholar). Western blot analysis was performed as described previously (11Ladner R.D. McNulty D.E. Carr S.A. Roberts G.D. Caradonna S.J. J. Biol. Chem. 1996; 271: 7745-7751Abstract Full Text Full Text PDF PubMed Scopus (71) Google Scholar). Total RNA was isolated from 34Lu cells using the Trizol Reagent method (Life Technologies), and poly(A)+ RNA was isolated with the Poly(A)Ttract mRNA isolation system (Promega) using the protocols supplied by the manufacturer. In each case, 1 μg of mRNA was electrophoresed in a 1.5% agarose formaldehyde gel and transferred to nitrocellulose. Blots were probed with 32P-labeled random-primed cDNA probe (SphI/EcoRI DUT-N fragment or GAPDH cDNA) or with a DUT-M-specific probe (290-bp AluI/EcoRI fragment). Blots probed with random-primed cDNAs were hybridized at 42 °C overnight in 50% formamide, 5 × SSPE (1 × SSPE: 0.18 m NaCl, 10 mmNaH2PO4, and 1 mm EDTA (pH 7.7)), 5 × Denhardt's solution, 1% SDS, 100 μg/ml denatured salmon sperm DNA. The filters were washed twice at room temperature in 2 × SSC, 0.1% SDS (5 min); twice in 0.2 × SSC, 0.1% SDS at 50 °C (15 min); and twice in 0.2 × SSC at 65 °C (15 min). The blots were subsequently exposed to Kodak X-Omat film. Blots were stripped by boiling for 10 min in 0.5% SDS prior to reprobing. Previous studies by this laboratory have demonstrated that DUT-N and DUT-M proteins are nearly identical, differing only in a short region of their amino termini (11Ladner R.D. McNulty D.E. Carr S.A. Roberts G.D. Caradonna S.J. J. Biol. Chem. 1996; 271: 7745-7751Abstract Full Text Full Text PDF PubMed Scopus (71) Google Scholar). Based on this evidence, we speculated that their respective mRNAs would also be identical in their overlapping regions. We therefore utilized the 3′ end of the DUT-N cDNA (SphI/EcoRI, 935-bp restriction fragment) to screen for a cDNA isolate corresponding to the DUT-M isoform. This restriction fragment removes the 5′ end of the DUT-N cDNA coding for DUT-N-specific amino acids, leaving the 3′ end containing sequence shared between the isoforms. A cDNA library was constructed from mRNA derived from 34Lu human lung fibroblasts that were serum-starved. Quiescent 34Lu cells were shown to express only the mitochondrial isoform, thus providing a greater likelihood of identifying a DUT-M-specific cDNA (described hereafter). Screening the 34Lu library resulted in the identification of 10 positive clones, four of which were chosen for plaque purification and subsequent characterization. The isolates were subcloned into theEcoRI site of pGEM-3Z, and subsequent sequence analysis indicated that all four isolates encode the DUT-M isoform based on comparison of the deduced amino acid sequence with the experimentally determined protein sequence of DUT-M (11Ladner R.D. McNulty D.E. Carr S.A. Roberts G.D. Caradonna S.J. J. Biol. Chem. 1996; 271: 7745-7751Abstract Full Text Full Text PDF PubMed Scopus (71) Google Scholar). The nucleotide sequence and open reading frame of the largest DUT-M cDNA (960 bp) is presented in Fig. 1. The DUT-M open reading frame (starting at nucleotide 63) corresponds to a 252-amino acid polypeptide with a predicted molecular weight of 26,704. The first 342 nucleotides of the DUT-M cDNA are unique. Nucleotides 343–960 are identical to residues 46–664 of the DUT-N cDNA previously reported by this lab (Fig. 2 A). The deduced amino acid sequence indicates that the DUT-M protein possesses an arginine-rich, 69-amino acid leader sequence, which is removed in the mature protein. Amino acid residues 1–93 are unique to DUT-M, while residues 94–252 are common to both nuclear and mitochondrial forms (Fig. 2 B). The cDNA does not contain a consensus polyadenylation signal and appears to be incomplete at the 3′ end as evidenced by a lack of a poly(A) tail. During cDNA library construction, random hexamers were used to prime during first strand cDNA synthesis instead of oligo-dT; this may account for the lack of a complete 3′ end.Figure 1Nucleotide and amino acid sequence of the mitochondrial isoform of human dUTPase, DUT-M. A 252-amino acid open reading frame is encoded beginning at position 63. A 69-residue, NH2-terminal mitochondrial targeting presequence is proteolytically removed upon import into the mitochondria. The amino termini of the mature, processed DUT-M protein begins at Ala70.View Large Image Figure ViewerDownload Hi-res image Download (PPT)Figure 2Comparison of the cDNA and amino acid sequences of DUT-N and DUT-M. A, schematic illustration comparing the cDNA sequences of DUT-N and DUT-M isoforms. Translation initiation and termination codons are indicated.B, schematic illustration comparing DUT-N and DUT-M protein sequences. Isoform-specific and common sequences are indicated.View Large Image Figure ViewerDownload Hi-res image Download (PPT) Current models of mitochondrial protein import suggest that a positively charged targeting presequence is required for protein import into mitochondria (24Roise D. Schatz G. J. Biol. Chem. 1988; 263: 4509-4511Abstract Full Text PDF PubMed Google Scholar). In agreement with this model, an arginine-rich, 69-residue presequence is predicted by the DUT-M cDNA. The 69-residue presequence has a calculated pI of 12.9, while the full-length DUT-M sequence has a calculated pI of 9.97. Reports of homologous nuclear encoded mitochondrial and cytosolic/nuclear isoproteins confirm that mitochondrial proteins have a more basic overall charge than their cytosolic/nuclear counterparts (25Jaussi R. Eur. J. Biochem. 1995; 228: 551-561Crossref PubMed Scopus (28) Google Scholar). DUT-N has a predicted pI of 6.16, while the processed form of DUT-M has a predicted pI of 8.23. To experimentally determine the pI values of the dUTPase isoforms, two-dimensional SDS-PAGE was employed. Total HeLa cell extract and extract from purified mitochondria were fractionated separately by two-dimensional PAGE and transferred to nitrocellulose, and dUTPase isoforms were detected by Western blotting (Fig. 3,A and B). Detection of dUTPase from total cell extract (Fig. 3 A) reveals two proteins with isoelectric points of 6.0 and 8.1. These pI values correlate with the predicted values for DUT-N and DUT-M, respectively. Fractionation of protein derived from purified mitochondria confirms that the protein with the pI of 8.1 is in fact DUT-M (Fig. 3 B). To confirm the identity of the DUT-M cDNA, a plasmid construct containing the DUT-M open reading frame was subjected to in vitro transcription and translation in the presence of [35S]methionine. dUTPase protein was immunoprecipitated from the lysate with dUTPase-specific monoclonal antibody, fractionated by SDS-PAGE, and exposed to x-ray film. Alternatively, the immunoprecipitated protein was assayed for dUTPase activity. The DUT-N open reading frame was used as a positive control in these experiments (Fig. 4,lane 1). As demonstrated in Fig. 4, lane 2,in vitro transcription/translation of the DUT-M cDNA results in the production of a precursor protein with an apparent molecular mass of 31 kDa that immunoreacts with dUTPase monoclonal antibody. A second minor protein species is also evident of slightly lower molecular weight. We believe this is an artifact of thein vitro transcription/translation system, possibly due to the use of a second in-frame methionine codon at position 129 of the DUT-M nucleotide sequence. In vitro dUTPase assays demonstrate that the DUT-M precursor protein retains dUTPase activity despite an extended amino terminus contributed by the mitochondrial targeting presequence (data not shown). To further establish the mitochondrial localization of the DUT-M protein, in vitro import experiments were performed to demonstrate that the DUT-M precursor is taken up by mitochondria and proteolytically cleaved into a lower molecular weight, mature form. DUT-M was transcribed and translated in the presence of [35S]methionine in vitro and incubated for various times with mitochondria isolated from HeLa cells. DUT-N was used as a negative control in these experiments. The results of these experiments are seen in Fig.5 A. Lane 1 shows DUT-M protein without treatment, and lanes 2–5 show DUT-M protein that was incubated with purified mitochondria for 10, 20, 30, and 40 min, respectively. These data clearly demonstrate that, upon incubation with mitochondria, the",
  "authors": [
    {
      "display_name": "Robert D. Ladner",
      "id": "A5085279591",
      "orcid": null,
      "institutions": [
        {
          "id": "I44265643",
          "display_name": "Rowan University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Robert D. Ladner"
    },
    {
      "display_name": "Salvatore J. Caradonna",
      "id": "A5079929590",
      "orcid": "https://orcid.org/0000-0002-2104-581X",
      "institutions": [
        {
          "id": "I102322142",
          "display_name": "Rutgers, The State University of New Jersey",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Salvatore J. Caradonna"
    }
  ],
  "publication_year": 1997,
  "publication_date": "1997-07-01",
  "type": "article",
  "cited_by_count": 101,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S140251998",
    "display_name": "Journal of Biological Chemistry",
    "issn_l": "0021-9258",
    "issn": [
      "0021-9258",
      "1067-8816",
      "1083-351X"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320990"
  },
  "volume": "272",
  "issue": "30",
  "first_page": "19072",
  "last_page": "19080",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "http://www.jbc.org/article/S0021925818390902/pdf",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C53345823",
      "display_name": "Gene isoform",
      "level": 3,
      "score": 0.6993364
    },
    {
      "id": "C104317684",
      "display_name": "Gene",
      "level": 2,
      "score": 0.6386766
    },
    {
      "id": "C24586158",
      "display_name": "Mitochondrial DNA",
      "level": 3,
      "score": 0.5686053
    },
    {
      "id": "C20750100",
      "display_name": "Nuclear gene",
      "level": 4,
      "score": 0.50649273
    },
    {
      "id": "C95444343",
      "display_name": "Cell biology",
      "level": 1,
      "score": 0.49898076
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.48811325
    },
    {
      "id": "C54355233",
      "display_name": "Genetics",
      "level": 1,
      "score": 0.46774462
    },
    {
      "id": "C70721500",
      "display_name": "Computational biology",
      "level": 1,
      "score": 0.34940004
    }
  ],
  "topics": [
    {
      "id": "T10301",
      "display_name": "Mitochondrial Function and Pathology",
      "score": 0.9972
    },
    {
      "id": "T11841",
      "display_name": "Nuclear Structure and Function",
      "score": 0.9959
    },
    {
      "id": "T12610",
      "display_name": "RNA regulation and disease",
      "score": 0.9921
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1074/jbc.272.30.19072",
  "pdf_url": "http://www.jbc.org/article/S0021925818390902/pdf",
  "retrieved_date": "2025-07-30T14:43:05.713359",
  "source_database": "OpenAlex"
}