{
  "openalex_id": "W2087186434",
  "doi": "https://doi.org/10.1353/psg.0.0020",
  "title": "Vassar’s Vincent, and: The History of Weights and Measures",
  "abstract": "Vassar’s Vincent, and: The History of Weights and Measures Rebecca Morgan Frank (bio) Vassar’s Vincent I hate this pink-and-gray college. If there had been a college in Alice in Wonderland it would be this college. —Edna St. Vincent Millay, 1914 Rumor whispers that she jumped from the highest window in Jewett Hall, but I have not seen her there silhouetting the hard ground of the quad, haunting my daily path. Instead, I find her laughing: she dodges behind trees that oversee the morals of Vassar pond, hiding from mellifluous pleas, whisperings of her name, Vincent! Vincent! Where are you? Yes, I can hear her lovers’ calls, the silvered songs of young girls clasping hands in a devotion dedicated on light slips of paper slid beneath doors and weighted volumes of Latin and Greek. I hear her whispered sly denouncements, muffled in the frailty of teacups and other vessels that she spills over. Too large for these ivy covered walls, [End Page 155] the library built for Gods and Kings, with turrets that curve around modest skirts and delicately crossed ankles. A factory for wives? A parenthetical brilliance? A final light for the female mind before it’s sent to tuck and pleat and warm bottles of bitter defeat? She tosses her head, her luminous, ghostly head, and whispers in young girls’ ears, tapping us slowly toward the stacks, to the printed tombs where she never sleeps. The History of Weights and Measures If the measure of a man is always set by lengths on another man’s body, how can I be measured in feet, the long toe of a King’s death shortening me once, history constantly clipping and stretching me? What choice do I have but to fit the bar in Sèvres, marked? To be held against heights of the permanent, fixed, hard? My body metered. Made to matter to the gram. An ax swings as heavy as the wood it breaks, and when uprooted bees swarm, their honey becomes [End Page 156] a cup, a pint, a quart. But the scale does not discern between clover and something for a finer palate. And yet these are your standards, exacting though they may be. You always take me in your hands and try to tell me to the ounce. [End Page 157] Rebecca Morgan Frank Rebecca Morgan Frank’s work has appeared in Many Mountains Moving, Calyx, and the Georgia Review. She is the cofounder and editor of the online journal Memorious. She lives in Cambridge, Massachusetts. Copyright © 2008 University of Nebraska Press",
  "authors": [
    {
      "display_name": "Rebecca Morgan Frank",
      "id": "A5090710956",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Rebecca Morgan Frank"
    }
  ],
  "publication_year": 2008,
  "publication_date": "2008-03-01",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S77209489",
    "display_name": "Prairie schooner",
    "issn_l": "0032-6682",
    "issn": [
      "0032-6682",
      "1542-426X"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320162"
  },
  "volume": "82",
  "issue": "1",
  "first_page": "155",
  "last_page": "157",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.57376724
    },
    {
      "id": "C52119013",
      "display_name": "Art history",
      "level": 1,
      "score": 0.5622427
    }
  ],
  "topics": [
    {
      "id": "T11925",
      "display_name": "Culinary Culture and Tourism",
      "score": 0.0536
    },
    {
      "id": "T14162",
      "display_name": "Historical and Literary Studies",
      "score": 0.0456
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/psg.0.0020",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:15:05.649616",
  "source_database": "OpenAlex"
}