{
  "openalex_id": "W2087953382",
  "doi": "https://doi.org/10.1016/j.juro.2008.07.022",
  "title": "The Beneficial Effect of Coenzyme Q10 and Lipoic Acid on Obstructive Bladder Dysfunction in the Rabbit",
  "abstract": "No AccessJournal of UrologyInvestigative Urology1 Nov 2008The Beneficial Effect of Coenzyme Q10 and Lipoic Acid on Obstructive Bladder Dysfunction in the Rabbitis companion ofNormal Preoperative Urodynamic Testing Does Not Predict Voiding Dysfunction After Burch Colposuspension Versus Pubovaginal Sling Yung-Shun Juan, Robert M. Levin, Shu Mien Chuang, Tasmina Hydery, Suning Li, Barry Kogan, Catherine Schuler, Chun-Hsiung Huang, and Anita Mannikarottu Yung-Shun JuanYung-Shun Juan Kaohsiung Medical University, Kaohsiung, Taiwan, Republic of China , Robert M. LevinRobert M. Levin Stratton Veterans Affairs Medical Center, Albany, New York , Shu Mien ChuangShu Mien Chuang Kaohsiung Municipal Hsiao-Kang Hospital, Graduate Institute of Medicine, College of Medicine and Department of Urology, Taiwan, Republic of China , Tasmina HyderyTasmina Hydery Albany College of Pharmacy, Albany, New York , Suning LiSuning Li First Affiliated Hospital of Zhengzhou University, Henan, People's Republic of China , Barry KoganBarry Kogan Albany Medical College, Albany, New York , Catherine SchulerCatherine Schuler First Affiliated Hospital of Zhengzhou University, Henan, People's Republic of China Albany College of Pharmacy, Albany, New York , Chun-Hsiung HuangChun-Hsiung Huang Kaohsiung Municipal Hsiao-Kang Hospital, Graduate Institute of Medicine, College of Medicine and Department of Urology, Taiwan, Republic of China , and Anita MannikarottuAnita Mannikarottu Albany College of Pharmacy, Albany, New York Albany Medical College, Albany, New York View All Author Informationhttps://doi.org/10.1016/j.juro.2008.07.022AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: Recent evidence indicates that ischemia and reperfusion are major etiological factors in the bladder dysfunction that occurs after partial bladder outlet obstruction. Coenzyme Q10 and α-lipoic acid are found naturally in mitochondria and act as potent antioxidants. We investigated the beneficial effects of coenzyme Q10 plus α-lipoic acid in a rabbit model of bladder outlet obstruction. Materials and Methods: Twenty male rabbits were divided into 5 groups. Group 1 served as control and group 2 received three weeks of coenzyme Q10 plus α-lipoic acid supplementation. Rabbits in group 3 underwent surgical partial bladder outlet obstruction for duration of four weeks and groups 4 and 5 were obstructed for seven weeks. In group 5, coenzyme Q10 plus α-lipoic acid supplementation was given following 4 weeks obstruction and continued till the end of the seven weeks. The contractile responses to various agents were determined. The protein nitration and carbonylation levels were studied by immunoblotting. Nerve function was determined by choline acetyltransferase activity and nerve density. Results: The contractile responses to different forms of stimulations, including field stimulation, ATP, carbachol and KCl all showed decreases following 4 and 7 weeks obstruction. Treatment with coenzyme Q10 plus α-lipoic acid significantly restored contractile responses to all forms of stimulation. Treatment also had mitochondrial and neuronal effects and reduced protein nitration and carbonylation. Histologically there was less detrusor muscle hypertrophy. Conclusions: The current study clearly demonstrates that coenzyme Q10 and α-lipoic acid supplementation can improve bladder function after outlet obstruction. References 1 : Ubiquinol-10 is an effective lipid-soluble antioxidant at physiological concentrations. Proc Natl Acad Sci U S A1990; 87: 4879. Google Scholar 2 : Regulatory aspects of coenzyme Q metabolism. Free Radic Res2002; 36: 437. Google Scholar 3 : Coenzyme Q10 therapy before cardiac surgery improves mitochondrial function and in vitro contractility of myocardial tissue. J Thorac Cardiovasc Surg2005; 129: 25. Google Scholar 4 : Potential for creatine and other therapies targeting cellular energy dysfunction in neurological disorders. Ann Neurol2001; 49: 561. Google Scholar 5 : Effect of DHLA on response of isolated rat urinary bladder to repetitive field stimulation. Mol Cell Biochem2003; 246: 129. Google Scholar 6 : Improved cardiac performance after ischemia in aged rats supplemented with vitamin E and alpha-lipoic acid. Am J Physiol Regul Integr Comp Physiol2000; 279: R2149. Google Scholar 7 : Alpha-lipoic acid protects against hepatic ischemia-reperfusion injury in rats. Pharmacology2007; 79: 163. Google Scholar 8 : Effect of ethanol on the response of the rat urinary bladder to in vitro ischemia: protective effect of alpha-lipoic acid. Mol Cell Biochem2005; 271: 133. Google Scholar 9 : The effect of bladder outflow obstruction on detrusor blood flow changes during the voiding cycle in conscious pigs. J Urol2001; 165: 245. Link, Google Scholar 10 : Mitochondrial involvement in bladder function and dysfunction. Mol Cell Biochem1999; 194: 1. Google Scholar 11 : Protein carbonyl groups as biomarkers of oxidative stress. Clin Chim Acta2003; 329: 23. Google Scholar 12 : L-NAME, a nitric oxide synthase inhibitor, diminishes oxidative damage in urinary bladder partial outlet obstruction. Am J Physiol Renal Physiol2006; 290: F357. Google Scholar 13 : The molecular genetic basis of mitochondrial malfunction in bladder tissue following outlet obstruction. J Urol2004; 172: 438. Link, Google Scholar 14 : Effect of coenzyme Q10 supplementation on mitochondrial function after myocardial ischemia reperfusion. J Surg Res2002; 102: 221. Google Scholar 15 : Dietary coenzyme Q(10) supplement renders swine hearts resistant to ischemia-reperfusion injury. Am J Physiol Heart Circ Physiol2000; 278: H1084. Google Scholar 16 : Neurofilaments in health and disease. Prog Nucleic Acid Res Mol Biol1998; 61: 1. Google Scholar 17 : Mitochondrial membrane depolarization and the selective death of dopaminergic neurons by rotenone: protective effect of coenzyme Q10. J Neurochem2005; 93: 1199. Google Scholar 18 : Prolonged pretreatment with alpha-lipoic acid protects cultured neurons against hypoxic, glutamate-, or iron-induced injury. J Cereb Blood Flow Metab1995; 15: 624. Google Scholar 19 : The effect of partial bladder outlet obstruction on carbonyl and nitrotyrosine distribution in rabbit bladder. Urology2007; 70: 1249. Google Scholar 20 : Biological tyrosine nitration: a pathophysiological function of nitric oxide and reactive oxygen species. Arch Biochem Biophys1998; 356: 1. Google Scholar © 2008 by American Urological AssociationFiguresReferencesRelatedDetailsCited byKim J, Jang H, Bae J and Lee J (2018) Effects of Coenzyme Q10 on Bladder Dysfunction Induced by Chronic Bladder Ischemia in a Rat ModelJournal of Urology, VOL. 189, NO. 6, (2371-2376), Online publication date: 1-Jun-2013.Lee W, Chuang Y, Chiang P, Chien C, Yu H and Wu C (2018) Pathophysiological Studies of Overactive Bladder and Bladder Motor Dysfunction in a Rat Model of Metabolic SyndromeJournal of Urology, VOL. 186, NO. 1, (318-325), Online publication date: 1-Jul-2011.Related articlesJournal of Urology18 Sep 2008Normal Preoperative Urodynamic Testing Does Not Predict Voiding Dysfunction After Burch Colposuspension Versus Pubovaginal Sling Volume 180Issue 5November 2008Page: 2234-2240 Advertisement Copyright & Permissions© 2008 by American Urological AssociationKeywordsthioctic acidurinary bladderurinary bladder neck obstructioncoenzyme Q10rabbitsMetricsAuthor Information Yung-Shun Juan Kaohsiung Medical University, Kaohsiung, Taiwan, Republic of China More articles by this author Robert M. Levin Stratton Veterans Affairs Medical Center, Albany, New York More articles by this author Shu Mien Chuang Kaohsiung Municipal Hsiao-Kang Hospital, Graduate Institute of Medicine, College of Medicine and Department of Urology, Taiwan, Republic of China More articles by this author Tasmina Hydery Albany College of Pharmacy, Albany, New York More articles by this author Suning Li First Affiliated Hospital of Zhengzhou University, Henan, People's Republic of China More articles by this author Barry Kogan Albany Medical College, Albany, New York More articles by this author Catherine Schuler First Affiliated Hospital of Zhengzhou University, Henan, People's Republic of China Albany College of Pharmacy, Albany, New York More articles by this author Chun-Hsiung Huang Kaohsiung Municipal Hsiao-Kang Hospital, Graduate Institute of Medicine, College of Medicine and Department of Urology, Taiwan, Republic of China More articles by this author Anita Mannikarottu Albany College of Pharmacy, Albany, New York Albany Medical College, Albany, New York More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Yung‐Shun Juan",
      "id": "A5019875995",
      "orcid": "https://orcid.org/0000-0002-0607-9093",
      "institutions": [
        {
          "id": "I152743029",
          "display_name": "Kaohsiung Medical University",
          "country_code": "TW",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Yung-Shun Juan"
    },
    {
      "display_name": "Robert M. Levin",
      "id": "A5042687042",
      "orcid": "https://orcid.org/0000-0003-1578-6870",
      "institutions": [
        {
          "id": "I4210109456",
          "display_name": "Albany Stratton VA Medical Center Albany",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Robert M. Levin"
    },
    {
      "display_name": "Shu Mien Chuang",
      "id": "A5110147908",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210145822",
          "display_name": "Kaohsiung Municipal Hsiao-Kang Hospital",
          "country_code": "TW",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Shu Mien Chuang"
    },
    {
      "display_name": "Tasmina Hydery",
      "id": "A5071809940",
      "orcid": "https://orcid.org/0000-0002-7206-1668",
      "institutions": [
        {
          "id": "I365282",
          "display_name": "Albany College of Pharmacy and Health Sciences",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Tasmina Hydery"
    },
    {
      "display_name": "Suning Li",
      "id": "A5103174585",
      "orcid": "https://orcid.org/0009-0005-0573-5756",
      "institutions": [
        {
          "id": "I4210156804",
          "display_name": "First Affiliated Hospital of Zhengzhou University",
          "country_code": "CN",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Suning Li"
    },
    {
      "display_name": "Barry Kogan",
      "id": "A5022002081",
      "orcid": "https://orcid.org/0000-0002-1396-5720",
      "institutions": [
        {
          "id": "I77920804",
          "display_name": "Albany Medical Center Hospital",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Barry Kogan"
    },
    {
      "display_name": "Catherine Schuler",
      "id": "A5084381832",
      "orcid": "https://orcid.org/0000-0002-4141-0845",
      "institutions": [
        {
          "id": "I4210156804",
          "display_name": "First Affiliated Hospital of Zhengzhou University",
          "country_code": "CN",
          "type": "healthcare"
        },
        {
          "id": "I365282",
          "display_name": "Albany College of Pharmacy and Health Sciences",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Catherine Schuler"
    },
    {
      "display_name": "Chun‐Hsiung Huang",
      "id": "A5109104846",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210145822",
          "display_name": "Kaohsiung Municipal Hsiao-Kang Hospital",
          "country_code": "TW",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Chun-Hsiung Huang"
    },
    {
      "display_name": "Anita Mannikarottu",
      "id": "A5045634286",
      "orcid": null,
      "institutions": [
        {
          "id": "I365282",
          "display_name": "Albany College of Pharmacy and Health Sciences",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I77920804",
          "display_name": "Albany Medical Center Hospital",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Anita Mannikarottu"
    }
  ],
  "publication_year": 2008,
  "publication_date": "2008-11-01",
  "type": "article",
  "cited_by_count": 27,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "180",
  "issue": "5",
  "first_page": "2234",
  "last_page": "2240",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.7505536
    },
    {
      "id": "C191935318",
      "display_name": "China",
      "level": 2,
      "score": 0.6457567
    },
    {
      "id": "C104863432",
      "display_name": "Pharmacy",
      "level": 2,
      "score": 0.49791956
    },
    {
      "id": "C74909509",
      "display_name": "Gerontology",
      "level": 1,
      "score": 0.41610298
    },
    {
      "id": "C556039675",
      "display_name": "Traditional medicine",
      "level": 1,
      "score": 0.3422894
    },
    {
      "id": "C512399662",
      "display_name": "Family medicine",
      "level": 1,
      "score": 0.32442623
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.12956455
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.07760504
    }
  ],
  "topics": [
    {
      "id": "T13012",
      "display_name": "Coenzyme Q10 studies and effects",
      "score": 0.9996
    },
    {
      "id": "T11399",
      "display_name": "Muscle metabolism and nutrition",
      "score": 0.9956
    },
    {
      "id": "T11027",
      "display_name": "Metabolism and Genetic Disorders",
      "score": 0.9901
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/j.juro.2008.07.022",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:59:57.438300",
  "source_database": "OpenAlex"
}