{
  "openalex_id": "W2088388232",
  "doi": "https://doi.org/10.7326/0003-4819-141-6-200409210-00014",
  "title": "Glycosylated Hemoglobin: Finally Ready for Prime Time as a Cardiovascular Risk Factor",
  "abstract": "Editorials21 September 2004Glycosylated Hemoglobin: Finally Ready for Prime Time as a Cardiovascular Risk FactorHertzel C. Gerstein, MD, MSc, FRCPCHertzel C. Gerstein, MD, MSc, FRCPCFrom McMaster University and Hamilton Health Sciences, Hamilton, Ontario L8N 3Z5, Canada.Author, Article, and Disclosure Informationhttps://doi.org/10.7326/0003-4819-141-6-200409210-00014 SectionsAboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinkedInRedditEmail More than 17 million people in the United States currently have diabetes, and this number is rapidly increasing (1). Affected individuals are at high risk for premature death as well as eye, kidney, nerve, cardiovascular, and other chronic diseases. Thus, the annual estimated costs of diabetes exceeded $130 billion in 2002 (2)—an increase of greater than 30% since 1998 (3). This societal burden, and evidence that the diabetes epidemic is being fueled by our current lifestyle (4, 5), means that diabetes is now an urgent public health problem.But diabetes is just the measured tip of a much larger \"dysglycemic ...References1. Harris MI, Flegal KM, Cowie CC, Eberhardt MS, Goldstein DE, Little RR, et al . Prevalence of diabetes, impaired fasting glucose, and impaired glucose tolerance in U.S. adults. The Third National Health and Nutrition Examination Survey, 1988-1994. Diabetes Care. 1998;21:518-24. [PMID: 9571335] CrossrefMedlineGoogle Scholar2. Hogan P, Dall T, Nikolov P. Economic costs of diabetes in the US in 2002. Diabetes Care. 2003;26:917-32. [PMID: 12610059] CrossrefMedlineGoogle Scholar3. Economic consequences of diabetes mellitus in the U.S. in 1997. American Diabetes Association. Diabetes Care. 1998;21:296-309. [PMID: 9539999] CrossrefMedlineGoogle Scholar4. Hu FB, Manson JE, Stampfer MJ, Colditz G, Liu S, Solomon CG, et al . Diet, lifestyle, and the risk of type 2 diabetes mellitus in women. N Engl J Med. 2001;345:790-7. [PMID: 11556298] CrossrefMedlineGoogle Scholar5. van Dam RM, Rimm EB, Willett WC, Stampfer MJ, Hu FB. Dietary patterns and risk for type 2 diabetes mellitus in U.S. men. Ann Intern Med. 2002;136:201-9. [PMID: 11827496] LinkGoogle Scholar6. Cowie CC, Harris MI. Physical and metabolic characteristics of persons with diabetes. In: Harris MI, Cowie CC, Stern MS, Boyko EJ, Reiber GE, Bennett PH, eds. Diabetes in America. 2nd ed. Washington, DC: National Institutes of Health; 1995:117-64. NIH publication no. 95-1468. Google Scholar7. Report of the Expert Committee on the Diagnosis and Classification of Diabetes Mellitus. Diabetes Care. 1997;20:1183-97. [PMID: 9203460] CrossrefMedlineGoogle Scholar8. Coutinho M, Gerstein HC, Wang Y, Yusuf S. The relationship between glucose and incident cardiovascular events. A metaregression analysis of published data from 20 studies of 95,783 individuals followed for 12.4 years. Diabetes Care. 1999;22:233-40. [PMID: 10333939] CrossrefMedlineGoogle Scholar9. Is the current definition for diabetes relevant to mortality risk from all causes and cardiovascular and noncardiovascular diseases? Diabetes Care. 2003;26:688-96. [PMID: 12610023] CrossrefMedlineGoogle Scholar10. Gerstein HC, Capes SE. Dysglycemia: a key cardiovascular risk factor. Seminars in Vascular Medicine. 2002;2:165-74. CrossrefMedlineGoogle Scholar11. The effect of intensive treatment of diabetes on the development and progression of long-term complications in insulin-dependent diabetes mellitus. The Diabetes Control and Complications Trial Research Group. N Engl J Med. 1993;329:977-86. [PMID: 8366922] CrossrefMedlineGoogle Scholar12. Intensive blood-glucose control with sulphonylureas or insulin compared with conventional treatment and risk of complications in patients with type 2 diabetes (UKPDS 33). UK Prospective Diabetes Study (UKPDS) Group. Lancet. 1998;352:837-53. [PMID: 9742976] CrossrefMedlineGoogle Scholar13. Selvin E, Marinopoulos S, Berkenblit G, Rami T, Brancati FL, Powe NR, et al . Meta-analysis: glycosylated hemoglobin and cardiovascular disease in diabetes mellitus. Ann Intern Med. 2004;141:421-31. LinkGoogle Scholar14. Khaw KT, Wareham N, Bingham S, Luben R, Welch A, Day N. Association of hemoglobin A1c with cardiovascular disease and mortality in adults: the European Prospective Investigation into Cancer in Norfolk. Ann Intern Med. 2004;141:413-20. LinkGoogle Scholar15. Tuomilehto J, Lindstrom J, Eriksson JG, Valle TT, Hamalainen H, Ilanne-Parikka P, et al . Prevention of type 2 diabetes mellitus by changes in lifestyle among subjects with impaired glucose tolerance. N Engl J Med. 2001;344:1343-50. [PMID: 11333990] CrossrefMedlineGoogle Scholar16. Knowler WC, Barrett-Connor E, Fowler SE, Hamman RF, Lachin JM, Walker EA, et al . Reduction in the incidence of type 2 diabetes with lifestyle intervention or metformin. N Engl J Med. 2002;346:393-403. [PMID: 11832527] CrossrefMedlineGoogle Scholar17. Pan XR, Li GW, Hu YH, Wang JX, Yang WY, An ZX, et al . Effects of diet and exercise in preventing NIDDM in people with impaired glucose tolerance. The Da Qing IGT and Diabetes Study. Diabetes Care. 1997;20:537-44. [PMID: 9096977] CrossrefMedlineGoogle Scholar Author, Article, and Disclosure InformationAffiliations: From McMaster University and Hamilton Health Sciences, Hamilton, Ontario L8N 3Z5, Canada.Disclosures:Consultancies: Aventis; Honoraria: Aventis; Grants received: Aventis; Patents received: Aventis; Speaker's fees: Aventis, Lilly, Novo Nordisk.Corresponding Author: Hertzel C. Gerstein, MD, MSc, FRCPC, Department of Medicine, Room 3V38, 1200 Main Street West, Hamilton, Ontario L8N 3Z5, Canada. PreviousarticleNextarticle Advertisement FiguresReferencesRelatedDetailsSee AlsoAssociation of Hemoglobin A1c with Cardiovascular Disease and Mortality in Adults: The European Prospective Investigation into Cancer in Norfolk Kay-Tee Khaw , Nicholas Wareham , Sheila Bingham , Robert Luben , Ailsa Welch , and Nicholas Day Meta-Analysis: Glycosylated Hemoglobin and Cardiovascular Disease in Diabetes Mellitus Elizabeth Selvin , Spyridon Marinopoulos , Gail Berkenblit , Tejal Rami , Frederick L. Brancati , Neil R. Powe , and Sherita Hill Golden Glycemia and Risk for Cardiovascular Disease Mayer B. Davidson Glycemia and Risk for Cardiovascular Disease Hertzel C. Gerstein Metrics Cited ByEffects of glycemic control on in-hospital mortality among acute heart failure patients with reduced, mid-range, and preserved ejection fractionLeukocyte Telomere Length in Relation to 17 Biomarkers of Cardiovascular Disease Risk: A Cross-Sectional Study of US AdultsEffect of admission glycometabolic state on clinical outcome in non diabetic subjects with acute st segment elevation myocardial infarctionNovel metabolic biomarkers of cardiovascular diseaseSerum Parathyroid Hormone as a Potential Novel Biomarker of Coronary Heart DiseaseClustering of cardiometabolic risk factors and risk of elevated HbA1c in non-Hispanic White, non-Hispanic Black and Mexican-American adults with type 2 diabetesVascular Risk Factors and Cognitive Decline in a Population SampleThree 15-min Bouts of Moderate Postmeal Walking Significantly Improves 24-h Glycemic Control in Older People at Risk for Impaired Glucose ToleranceImpact of glycosylated hemoglobin (HBA1C) on the extent of perfusion abnormalities and left ventricular dysfunction using gated myocardial perfusion imaging and clinical outcomes in diabetic patientsHemoglobin A 1c Is Associated With Increased Risk of Incident Coronary Heart Disease Among Apparently Healthy, Nondiabetic Men and WomenGlycated hemoglobin A1C and diabetes mellitus in critically ill patientsRoutine enzymes in the monitoring of type 2 diabetes mellitusInsulin Resistance: Pathophysiology and Rationale for TreatmentImportance of Measuring Glycosylated Hemoglobin in Patients With Myocardial Infarction and Known Diabetes MellitusA1C predicts type 2 diabetes and impaired glucose tolerance in a population at risk: the community diabetes prevention projectCosts of Medication Nonadherence in Patients with Diabetes Mellitus: A Systematic Review and Critical Analysis of the LiteratureEffects of chronic hyperinsulinemia in insulin-resistant patientsStruck by ACCORDUnmet needs among patients with Type 2 diabetes and secondary failure to oral anti-diabetic agentsGlucokinase activators in diabetes managementGlucose metabolism and hyperglycemiaOral Hypoglycemics and Diabetic NephropathyThe effects of exercise training on insulin resistance in patients with coronary artery diseaseSafety and magnitude of changes in blood glucose levels following exercise performed in the fasted and the postprandial state in men with type 2 diabetesHumaPen ® Memoir™: a novel insulin-injecting pen with a dose-memory featureSocioeconomic Status and Psychological Well-Being Predict Cross-Time Change in Glycosylated Hemoglobin in Older Women Without DiabetesGlycemia Treatment Strategies in the Action to Control Cardiovascular Risk in Diabetes (ACCORD) TrialDesirable performance standards for HbA1c analysis – precision, accuracy and standardisation Consensus statement of the Australasian Association of Clinical Biochemists (AACB), the Australian Diabetes Society (ADS), the Royal College of Pathologists of Australasia (RCPA), Endocrine Society of Australia (ESA), and the Australian Diabetes Educators Association (ADEA)Assessment of and physician response to glycemic control in diabetic patients presenting with an acute coronary syndromeGlycated hemoglobin as a marker of cardiovascular riskHigh rates of the metabolic syndrome in a First Nations Community in western Canada: prevalence and determinants in adults and children.Haemoglobin A1c (HbA1C) in Non-diabetic and Diabetic Vascular Patients. Is HbA1C an Independent Risk Factor and Predictor of Adverse Outcome?Frequency of undiagnosed and untreated diabetes mellitus in patients with acute coronary syndromesNurse-based evaluation of point-of-care assays for glycated haemoglobinMetabolic Syndrome and Heart FailureMultimodality Stroke PreventionSymptom responses, long-term outcomes and adverse events beyond 3 years of high-frequency gastric electrical stimulation for gastroparesisUpdate in EndocrinologyLeonard Wartofsky, MDDesign of PREVENCION: A population-based study of cardiovascular disease in PeruThe relationship between dysglycaemia and cardiovascular and renal risk in diabetic and non-diabetic participants in the HOPE study: a prospective epidemiological analysisThe importance of tight glycemic controlThe role of self-monitoring of blood glucose in the care of people with diabetes: report of a global consensus conferenceReducing cardiovascular disease in patients with diabetes mellitusControlling Hyperglycemia as an Adjunct to Cancer TherapyGlycemia and Risk for Cardiovascular DiseaseMayer B. Davidson, MDGeglycosyleerd hemoglobine als risicofactor voor hart- en vaatziekten 21 September 2004Volume 141, Issue 6Page: 475-476KeywordsCardiovascular disease riskCardiovascular diseasesEye diseasesGlucoseHemoglobinMedical risk factorsNervesRenal diseasesType 1 diabetesType 2 diabetes ePublished: 21 September 2004 Issue Published: 21 September 2004 CopyrightCopyright © 2004 by American College of Physicians. All Rights Reserved.PDF DownloadLoading ...",
  "authors": [
    {
      "display_name": "Hertzel C. Gerstein",
      "id": "A5024577116",
      "orcid": "https://orcid.org/0000-0001-8072-2836",
      "institutions": [
        {
          "id": "I76442945",
          "display_name": "Hamilton Health Sciences",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Hertzel C. Gerstein"
    }
  ],
  "publication_year": 2004,
  "publication_date": "2004-09-21",
  "type": "letter",
  "cited_by_count": 68,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S119722071",
    "display_name": "Annals of Internal Medicine",
    "issn_l": "0003-4819",
    "issn": [
      "0003-4819",
      "1539-3704"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316812"
  },
  "volume": "141",
  "issue": "6",
  "first_page": "475",
  "last_page": "475",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.9121077
    },
    {
      "id": "C2778917026",
      "display_name": "Hemoglobin",
      "level": 2,
      "score": 0.60201705
    },
    {
      "id": "C50440223",
      "display_name": "Risk factor",
      "level": 2,
      "score": 0.5896889
    },
    {
      "id": "C2779017109",
      "display_name": "Prime time",
      "level": 2,
      "score": 0.41317722
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.3718539
    },
    {
      "id": "C76155785",
      "display_name": "Telecommunications",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10560",
      "display_name": "Diabetes Management and Research",
      "score": 0.9994
    },
    {
      "id": "T10027",
      "display_name": "Diabetes, Cardiovascular Risks, and Lipoproteins",
      "score": 0.9994
    },
    {
      "id": "T11171",
      "display_name": "Diabetes and associated disorders",
      "score": 0.9988
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.7326/0003-4819-141-6-200409210-00014",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:35:20.372845",
  "source_database": "OpenAlex"
}