{
  "openalex_id": "W2084476944",
  "doi": "https://doi.org/10.1080/00223344.2013.802844",
  "title": "Women, Nation and Decolonisation in Papua New Guinea",
  "abstract": "Abstract This paper explores the question of women, decolonisation and nation-building. It argues that the inclusion of women within the nation of Papua New Guinea (PNG) was problematic partly because women had rarely experienced mainstream colonial rule — an experience that elsewhere provided a basis for participation in the post-colonial state. The paper also investigates how women were perceived and represented by male writers at independence. While the Pangu Pati attempted to include women in state-building, these efforts were not adequately supported. PNG's achievement of independence coincided with the globalisation of second-wave feminism, and this was to prove critical for PNG's female citizens in their efforts to be included in the new state, for PNG's membership in the United Nations provided an external push to raise women's participation in the nation. Nevertheless, the government's dependence on international organisations to push the women's agenda also hampered the development of an autonomous women's movement in the country. The paper argues that, for PNG's female citizens, colonisation, independence and decolonisation occurred simultaneously after 1975. Notes 1 The official names for the territories that in 1975 became the independent nation of Papua New Guinea changed several times during the colonial period. In this paper 'Papua New Guinea' will sometimes be used to refer to entities that were, at the time, titled differently; 'Papua New Guineans' will also be used loosely for the peoples who lived there. An earlier version of this paper was presented at a workshop entitled '\"Going Finish' or 'Go Pinis'? The Ending of the Colonial Era and the Beginning of Independence in the Nations of Melanesia\", Alfred Deakin Research Institute, Deakin University, Melbourne, 12–13 Nov. 2009; later published as 'Taking over, of what and from whom?: women and independence, the PNG experience', Alfred Deakin Research Institute, Working Paper 10 (2010). 2 Stewart Firth, 'Colonial administration and the invention of the native', in Donald Denoon, Malama Meleisea, Stewart Firth, Jocelyn Linnekin and Karen Nero (eds), The Cambridge History of the Pacific Islanders (Sydney 1997), 254. 3 Shirley Randell, 'United for action: women's fellowships: an agent of change in Papua New Guinea', in 'New Horizons for Melanesian Women', Point, 2 (1975), 120–1. 4 Hubert Murray, Native Administration in Papua (Port Moresby 1929), 4. 5 Murray quoted in Francis West, Hubert Murray: the Australian Pro-Consul (Melbourne 1968), 137. 6 For a wider exploration of the interaction between local and Western gender ideologies, see Margaret Jolly and Martha Macintyre (eds), Family and Gender in the Pacific: domestic contradictions and the colonial impact (Cambridge 1989). See also Margaret Jolly, '\"To save the girls for brighter and better lives\": Presbyterian missions and women in the south of Vanuatu: 1848–1870', Journal of Pacific History, 26:1 (1991), 27–48. For examples of the process seen through the eyes of Indigenous women who had undergone 'domestication' on New Guinea's Kwato island, see also Anne Kaniku, 'Milne Bay women', in Donald Denoon and Roderic Lacey (eds), Oral Tradition in Melanesia (Port Moresby 1981), 188–203. 7 David Wetherell, Charles Abel: and the Kwato Mission of Papua New Guinea 1891–1975 (Carlton 1996), 28–9. Other visitors included fellow missionaries and MacGregor's successor, Le Hunte, as well as anthropologists A.C. Haddon and Bronislaw Malinowski. See also Cecil Abel, 'The impact of Charles Abel', in Ken S. Inglis (ed.), The History of Melanesia (Port Moresby 1991), 265–81. 8 Hubert Murray served as Lieutenant-Governor of the Territory of Papua from 1908 to 1940; he was initially appointed as judge to the territory in 1904, when it was known as British New Guinea. H.N. Nelson, 'Murray, Sir John Hubert Plunkett (1861–1940)', Australian Dictionary of Biography, available online at http://adb.anu.edu.au/biography/murray-sir-john-hubert-plunkett-7711 (accessed 23 Apr. 2013). 9 Donald Cleland was the longest-serving administrator (1952–67) of the Territory of Papua and New Guinea. (After World War II, the formerly separate administrations of Papua and New Guinea were combined.) See Rachel Cleland, Pathways to Independence: story of official and family life in Papua New Guinea, from 1951 to 1975 (Cottesloe, WA 1985), 28, 337. 10 It is unknown whether the Abels insisted on this practice or 'enlightened' Kwato women took it upon themselves in order to maintain the high standards exacted by the Abels from their flock. I was told about it by my mother, Doreen Bulegei Dickson, and her sister-in-law, Oleva Dickson Lebasi. See the latter's story in Kaniku, 'Milne Bay women', 194–201. 11 For exceptions to schools with mostly male enrolments in Milne Bay and among the Tolai, see Anne Kaniku, 'Those Massim women', in Sione Latukefu (ed.), Papua New Guinea: a century of colonial impact, 1884–1984 (Port Moresby 1989), 371–3; Evelyn Hogan, 'Controlling the bodies of women: reading gender ideologies in Papua New Guinea', in Maev O'Collins (ed.), Women and Politics in Papua New Guinea (Canberra 1985), 55. 12 See for instance Kumari Jayawardena, Feminism and Nationalism in the Third World (London 1986); Valentine M. Moghadam, Gender and National Identity: women and politics in Muslim societies (London 1994). 13 See for instance Antoinette M. Burton, 'The white woman's burden: British feminists and the \"Indian Woman\", 1865–1915', in Nupur Chaudhuri and Margaret Strobel (eds), Western Women and Imperialism: complicity and resistance (Bloomington, IN 1992), 137–57. 14 For a wider discussion, see Rachel Cleland, Grass Roots to Independence and Beyond: the contribution by women in Papua New Guinea 1951–1991 (Claremont, WA 1996). 15 The word for country in the Suau language is the same as for place: eanua. Basileia refers to nation, a civilised nation, a kingdom. Though he hailed from Logea Island, just a stone's throw from Kwato Island, Daniel Sioni had impressed me at an early age as a walking dictionary of the Suau language as spoken by the older generation. He assisted Russell Abel in translating the bible into Suau. In the opinion of David Wetherell, one reason for the loss of the first Kwato XI against an all-white cricket team in a close match in Port Moresby in 1929 was the omission of Daniel Sioni from the team, who had been left behind because of illness. See Wetherell, Charles Abel, 152. See also Hubert Murray's description of the significance of the June 1929 cricket match in Port Moresby in Territory of Papua: annual report for the year 1928–29 (Melbourne 1929), 10–11. The defeat of all-white teams from Samarai by successive Kwato cricket teams was legendary and, without doubt, contributed to the growth of national and racial pride, not just in Milne Bay, but throughout Papua. 16 Cited in Anne Dickson-Waiko, 'Women, policy making and development', in R.J. May (ed.), Policy Making and Implementation: studies from Papua New Guinea (Canberra 2009), 283. 17 David Stephen, A History of Political Parties in Papua New Guinea (Melbourne 1972), 99. 18 See for instance Lesley Clark and Charmaine Rodrigues, Utilising Temporary Special Measures to Promote Gender Balance in Pacific Legislatures: a guide to options (Suva 2009). 19 Michael Somare, Sana: an autobiography of Michael Somare (Port Moresby 2010), 45. 20 Gari Kumaina, pers. comm., 2011; Elizabeth Kiki, pers. comm., 2011. 21 Nira Yuval-Davis, Gender and Nation (London 1998), 68‒92. 22 Stephen, A History of Political Parties, 98. The 33–28 loss was the closest Pangu got to winning a vote in the 1968 House Assembly, during two years of serving in the political wilderness as an opposition bloc. 23 Gari Kumaina came second in the Lae Municipal Council elections. Gari Kumaina, pers. comm., n.d. The other female contestant was Mrs Bunting, who came fourth. Other Pangu wives included Christine (then wife of Tony Voutus), Elizabeth Kiki and Semi Abel. 24 In his autobiography, Sir Albert Maori Kiki mentioned that the original Bully Beef Club (before it became a political club) had eight members, one of whom was a woman, though he did not identify her by name. Indeed, she was not mentioned again in the two Pangu submissions to the Select Committee on Constitutional Development. Albert Maori Kiki, Kiki: ten thousand years in a lifetime, a New Guinea autobiography (Melbourne 1968), 148, 152–3. 25 Stella Chan, 'To thank and honour my husband and my country', in Ian Maddocks and E.P. Wolfers (eds), Living History and Evolving Democracy, Waigani Seminar new series 1 (Port Moresby 2010), 239. Lady Stella Chan is the wife of Sir Julius Chan, who at independence was the Minister for Finance. 26 Yumi Yet: Papua New Guinea gets independence (1976), 54 min., dir. and prod. by Dennis O'Rourke. 27 An American academic had this to say about the Congo in a book published a year after the Congo gained independence: 'The basic weakness of paternalism was, of course, that it [Belgium] failed to prepare the Congolese for their independence; it failed to give them a sense of belonging to their own country; it failed to instruct them in Western systems of government which, it was assumed, they would undertake once the fact of independence was established; it failed in race relations; it failed in education; it failed in understanding that decrees are not a substitute for real human relations; it failed because it established patterns of expectation which could not, in wildest dreams, be fulfilled.' Alan P. Merriam, Congo: background of conflict (Evanston, IL 1961), 51. Although the Australians squarely blamed Papua New Guineans for the lack of preparedness, Merriam's statement shows parallels to PNG. 28 Though conservative, the Young Women's Christian Association (YWCA), introduced to Port Moresby in the early 1960s, was one of the two publicly recognised women's groups at the time, the other being the Girl Guides movement. Church women's groups (established by pastors or missionary wives, most of whom were non-Indigenous or white) predominated, but limited themselves to spiritual and, at core, domestic interests. The wives of many leading PNG identities became members of the YWCA, including Carol Kidu, Kila Amini, Ann Kerepia, Tamo Diro, Au Doko, Neri Tololo, Elizabeth Kiki and Martha Songo, as well as Rose and Jean Kekedo. 29 Dawa Solomon, pers. comm., 2011. 30 The racial openness of the UPNG Staff Club was a rarity in the 1970s, as PNG was just emerging from a racially divided colonial society. 31 Dawa Solomon, pers. comm., 2011. 32 Ibid. 33 See Bernard Narokobi, The Melanesian Way (Suva 1983), 36–7. Narokobi used this argument as a justification for why PNG women did not need women's liberation. 34 See August Ibrum K. Kituai, My Gun, My Brother: the world of the Papua New Guinea colonial police, 1920–1960 (Honolulu 1998), 251–2. 35 For a discussion of this consultative process see Jonathan Ritchie, 'Defining citizenship for a new nation: Papua New Guinea, 1972–1974', Journal of Pacific History, 48:2 (2013). 36 Meg Taylor, 'Section 102 of the Constitution of the Independent State of Papua New Guinea', in Maddocks and Wolfers, Living History and Evolving Democracy, 321–3. 37 Ibid. 38 For a discussion of these meetings see Ritchie, 'Defining citizenship for a new nation'. 39 See especially Evelyn Hogan's discussion of letters to the editor in the Papua New Guinea Post Courier between 1971 and 1981. Many Papua New Guinean women in the 21st century may find these letters disturbing. Hogan, 'Controlling the bodies of women', 54–71. 40 Narokobi, The Melanesian Way, 37. 41 For a discussion of 'The Melanesian Way', see Stephanie Lawson, '\"Melanesia\": the history and politics of an idea', Journal of Pacific History, 48:1 (2013), 1–22. 42 See Hogan, 'Controlling the bodies of women', 54–71. 43 See Narokobi, The Melanesian Way, 166–70,176–9. 44 Deniz Kandiyoti, 'Identity and its discontents: women and the nation', Millenium: Journal of International Studies, 20: 3 (1991), 429–43; Margaret Jolly, 'Women-nation-state in Vanuatu: women as signs and subjects in the discourses of kastom, modernity and Christianity', in Ton Otto and Nicholas Thomas (eds), Narratives of Nation in the South Pacific (Amsterdam 1997), 133–62; Anne McClintock, '\"No longer in a future heaven\": gender, race, and nationalism', in Anne McClintock, Aamir Mufti and Ella Shohat (eds), Dangerous Liaisons: gender, nation, and postcolonial perspectives (Minneapolis 1997), 103. 45 Dus Mapun cited by Pauline Riman, 'Indigenous women in Papua New Guinea literature', South Pacific Journal of Philosophy and Culture, 10 (2008/2009), 29. 46 Lynda Thomas, 'Volcano', in Adeola James (ed.), PNG Women Writers: an anthology (Melbourne 1996), 187. 49 Ibid., 239–40. 47 Elizabeth Kiki, 'Partners in politics: my role as a politician's wife', in 'New Horizons for Melanesian Women', Point, 2 (1975), 65–7. 48 Chan, 'To thank and honour', 238–46. 50 Ibid., 243. 51 Kaludia Matane, 'From village gardener to Government House', in Maddocks and Wolfers, Living History and Evolving Democracy, 237. 52 See her political profile in Commonwealth Secretariat, Women in Politics: voices from the Commonwealth (London 1999), 104–7. 53 Cleland, Grassroots to Independence and Beyond, 27. 54 Susan Gardner, 'Booth, Doris Regina (1895–1970)', Australian Dictionary of Biography, available online at http://adb.anu.edu.au/biography/booth-doris-regina-5289 (accessed 23 Apr. 2013). 55 See Legislative Council Debates/Territory of Papua and New Guinea (Port Moresby), 16–23 Nov. 1953, 69. 56 Ibid., 16–23 Nov. 1953, 98–9; 6–18 Oct. 1952, 131. 57 Ibid., 16‒23 Nov. 1953, 98–9. Her Indigenous colleague Merari Dickson, who had a son studying in Australia in 1953, also expressed reservations about sending Indigenous students to Australia for secondary education, although his reservation was based on religious reasons. See ibid., 106. 58 Ibid., 1–6 Nov. 1954, 91. 59 Kaniku, 'Milne Bay women', 189, 201. 60 By the late 1960s, Ahioma Training Centre was training assistant welfare officers from all over the country. 61 Alice Wedega, Listen My Country (Sydney 1981), vii. 62 Ibid., 87. 63 See David G. Bettison, Colin A. Hughes and Paul W. van der Veur (eds), The Papua-New Guinea Elections, 1964 (Canberra 1965), 26. 64 Ibid. 65 Wedega, Listen My Country, 87. 66 For more details on Papua Besena see Boio Bess Daro, The Papua Besena Movement: Papua Dainai, Tano Dainai, Marui Dainai (Port Moresby 1976); Nao Badu, 'Papua Besena: a case study of a separatist movement', MA thesis, University of Sydney (Sydney 1982). Abaijah's political profile prior to her re-election to parliament in 1992 appears in Commonwealth Secretariat, Women in Politics, 107–10. 67 The only woman to serve as political head of a province under the old provincial government system was Enny Moaitz, Premier of Morobe Province in 1987. 68 The political profile for Nahau Rooney, including a detailed analysis of the first constitutional crisis and her central role in it, appears in Commonwealth Secretariat, Women in Politics, 100–4. An interesting twist exists between the 'Rooney Affair' and the 2011–12 political crisis in PNG as far as the independence of the three arms of government is concerned. In 1979, the breach of the independence of the three arms of government came from the executive branch; in 2011, the breach came from the judiciary. 69 See Commonwealth Secretariat, Women in Politics, 104. 70 See Anne Dickson-Waiko, 'The missing rib: mobilizing church women for change in Papua New Guinea', in Bronwen Douglas (ed.), 'Women's Groups and Everyday Modernity in Melanesia', special issue, Oceania, 74:1–2 (2003), 98. 71 R.W. Connell explains the emphasis on 'rights', antidiscrimination and equal employment as the cornerstones of liberal feminism – also themes pursued by the United Nations First Decade of Women (1975‒1985) – in R.W. Connell, 'The state, gender, and sexual politics: theory and appraisal', Theory and Society, 19:5 (1990), 512–14. 72 For further reflections on whether the PNG state (which has been described as a developing liberal democracy) is liberal enough for a liberal feminist approach, see Anne Dickson-Waiko, 'Reflections on the women and development agenda in Papua New Guinea', Development Bulletin, 70 (2006), 96–9. 73 Orovu Sepoe, 'Women in the elections: casualties of PNG political culture', in Yaw Saffu (ed.), The 1992 Papua New Guinea Election: change and continuity in electoral politics (Canberra 1992), 105–21. For reservations on using the state to advance an agenda for women, see Dickson-Waiko, 'Reflections on the women and development agenda', 96–9. 74 Mrinalin Sinha, 'Nations in an imperial crucible', in Philippa Levine (ed.), Gender and Empire (New York 2004), 184. See also McClintock, '\"No longer in a future heaven\"'; Jan Jindy Pettman, Worlding Women: a feminist international politics (St Leonards, NSW 1996). 75 'Papua New Guinea', Pacific Women in Politics, available online at http://www.pacwip.org/future-elections/papua-new-guinea (accessed 22 Apr. 2013).",
  "authors": [
    {
      "display_name": "Anne Dickson‐Waiko",
      "id": "A5048276103",
      "orcid": null,
      "institutions": [
        {
          "id": "I164061489",
          "display_name": "University of Papua New Guinea",
          "country_code": "PG",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Anne Dickson-Waiko"
    }
  ],
  "publication_year": 2013,
  "publication_date": "2013-06-01",
  "type": "article",
  "cited_by_count": 18,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S149151609",
    "display_name": "Journal of Pacific History",
    "issn_l": "0022-3344",
    "issn": [
      "0022-3344",
      "1469-9605"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310319847"
  },
  "volume": "48",
  "issue": "2",
  "first_page": "177",
  "last_page": "193",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C135544838",
      "display_name": "Decolonization",
      "level": 3,
      "score": 0.8929838
    },
    {
      "id": "C35651441",
      "display_name": "Independence (probability theory)",
      "level": 2,
      "score": 0.7758953
    },
    {
      "id": "C2777617010",
      "display_name": "Mainstream",
      "level": 2,
      "score": 0.7531276
    },
    {
      "id": "C531593650",
      "display_name": "Colonialism",
      "level": 2,
      "score": 0.6614361
    },
    {
      "id": "C107993555",
      "display_name": "Gender studies",
      "level": 1,
      "score": 0.57451344
    },
    {
      "id": "C48103436",
      "display_name": "State (computer science)",
      "level": 2,
      "score": 0.5635816
    },
    {
      "id": "C2778137410",
      "display_name": "Government (linguistics)",
      "level": 2,
      "score": 0.5373285
    },
    {
      "id": "C2993835690",
      "display_name": "Colonial rule",
      "level": 3,
      "score": 0.5070002
    },
    {
      "id": "C3017739461",
      "display_name": "New guinea",
      "level": 2,
      "score": 0.4771216
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.45834514
    },
    {
      "id": "C2777688943",
      "display_name": "Feminism",
      "level": 2,
      "score": 0.430853
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.36906987
    },
    {
      "id": "C138921699",
      "display_name": "Political economy",
      "level": 1,
      "score": 0.36836952
    },
    {
      "id": "C50522688",
      "display_name": "Economic growth",
      "level": 1,
      "score": 0.34427184
    },
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.22991797
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.19620594
    },
    {
      "id": "C2549261",
      "display_name": "Ethnology",
      "level": 1,
      "score": 0.1637423
    },
    {
      "id": "C162324750",
      "display_name": "Economics",
      "level": 0,
      "score": 0.08056462
    },
    {
      "id": "C41895202",
      "display_name": "Linguistics",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C105795698",
      "display_name": "Statistics",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C33923547",
      "display_name": "Mathematics",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C11413529",
      "display_name": "Algorithm",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T12629",
      "display_name": "Island Studies and Pacific Affairs",
      "score": 0.9844
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1080/00223344.2013.802844",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:06:38.279253",
  "source_database": "OpenAlex"
}