{
  "openalex_id": "W2087092179",
  "doi": null,
  "title": "Strategic Entrepreneurship: Creating a New Mindset",
  "abstract": "List of Figures. List of Tables. List of Contributors. . Strategic Entrepreneurship: Integrating Entrepreneurial and Strategic Management Perspectives: Michael A. Hitt (Arizona State University, USA), R. Duane Ireland (University of Richmond, USA), S. Michael Camp (Kauffman Center for Entrepreneurship, USA), Donald L. Sexton (Nova Southeastern University & Kauffman Center for Entrepreneurial Leadership, USA). Part I: Entrepreneurship and Strategic Management:. 2. The Entrepreneurship: Strategic Management Interface: G. Dale Meyer (University of Colorado at Boulder, USA), Heidi M. Neck (University of Colorado at Boulder, USA), Michael D. Meeks (University of Colorado at Boulder, USA). 3. Discovery and Coordination in Strategic Management and Entrepreneurship: Steven Michael (University of Illinois, USA), David Storey (Open University, UK), Howard Thomas (University of Illinois, USA). 4. A Framework for Entrepreneurial Strategy: Scott Johnson (University of Minnesota, USA), Andrew H. Van de Ven (University of Minnesota, USA). Part II: Entrepreneurial Resources:. 5. Resource--Based Theory and the Entrepreneurial Firm: Sharon A. Alvarez (Ohio State University, USA). 6. Overcoming Resource Disadvantages in Entrepreneurial Firms: When Less is More: Elaine Mosakowski (Purdue University, USA). Part III: Innovation:. 7. Bisociation, Discovery, and the Role of Entrepreneurial Action: Ken G. Smith (University of Maryland, USA), Dante Di Gregorio (University of Maryland, USA), Robert O. Anderson. 8. Market Uncertainty and Learning Distance in Corporate Entrepreneurship Entry Mode Choice: Robert E. Hoskisson (University of Oklahoma, USA), Lowell W. Busenitz (Ohio State University, USA). 9. Implementing Strategies for Corporate Entrepreneurship: A Knowledge--Based Perspective: Robert K. Kazanjian (Emory University, USA), Robert Drazin (Emory University, USA), Mary Ann Glynn (Emory University, USA). Part IV: Alliances and Networks:. 10. Networks, Alliances and Entrepreneurship: Arnold C. Cooper (Purdue University, USA). 11. Small Entrepreneurial Firms and Large Companies in Inter--firm R&D Networks: The International Biotechnology Industry: John Hagedoorn (University of Maastricht, The Netherlands), Nadine Roijakkers (University of Maastricht, The Netherlands). Part V: International Entrepreneurship:. 12. International Entrepreneurship: The Current Status of the Field and Future Research Agenda: Shaker A. Zahra (Georgia State University, USA), Gerard George (University of Wisconsin--Madison, USA). 13. What Sort of Top Management Team is Needed at the Helm of Internationally Diversified Firms? Harry Barkema (Tilburg University, The Netherlands), Oleg Chvyrkov (Tilburg University, The Netherlands). Part VI: Strategic Leadership and Growth:. 14. The Entrepreneurial Imperatives of Strategic Leadership: Jeffrey G. Covin (Indiana University, USA), Dennis P. Slevin (University of Pittsburgh, USA). 15. Entrepreneurship as Growth Growth as Entrepreneurship: Per Davidsson (Jonkoping International Business School, Sweden), Frederic Delmar (Entrepreneurship and Small Business Research Institute, Sweden), Johan Wiklund (Jonkoping International Business School, Sweden). Author Index. Subject Index.",
  "authors": [
    {
      "display_name": "Henrich R. Greve",
      "id": "A5091476524",
      "orcid": "https://orcid.org/0000-0002-7927-6573",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Henrich R. Greve"
    },
    {
      "display_name": "Michael A. Hitt",
      "id": "A5110834966",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Michael A. Hitt"
    },
    {
      "display_name": "R. Duane Ireland",
      "id": "A5066123323",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "R. Duane Ireland"
    },
    {
      "display_name": "S. Michael Camp",
      "id": "A5112290933",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "S. Michael Camp"
    },
    {
      "display_name": "Donald L. Sexton",
      "id": "A5071509885",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Donald L. Sexton"
    }
  ],
  "publication_year": 2002,
  "publication_date": "2002-05-17",
  "type": "book",
  "cited_by_count": 750,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "",
    "display_name": "",
    "issn_l": "",
    "issn": [],
    "type": "",
    "host_organization": ""
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C84309077",
      "display_name": "Entrepreneurship",
      "level": 2,
      "score": 0.8057921
    },
    {
      "id": "C9630246",
      "display_name": "Strategic studies",
      "level": 2,
      "score": 0.6696383
    },
    {
      "id": "C187736073",
      "display_name": "Management",
      "level": 1,
      "score": 0.6421864
    },
    {
      "id": "C2778491294",
      "display_name": "Mindset",
      "level": 2,
      "score": 0.5630941
    },
    {
      "id": "C2781061815",
      "display_name": "Entrepreneurial leadership",
      "level": 3,
      "score": 0.55687404
    },
    {
      "id": "C86275758",
      "display_name": "Strategic management",
      "level": 2,
      "score": 0.44778547
    },
    {
      "id": "C161191863",
      "display_name": "Library science",
      "level": 1,
      "score": 0.4058801
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.3930917
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.37240738
    },
    {
      "id": "C162324750",
      "display_name": "Economics",
      "level": 0,
      "score": 0.13349983
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.10663834
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.10257435
    },
    {
      "id": "C111472728",
      "display_name": "Epistemology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10058",
      "display_name": "Entrepreneurship Studies and Influences",
      "score": 0.7512
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "http://ci.nii.ac.jp/ncid/BA57229785",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:12:41.115496",
  "source_database": "OpenAlex"
}