{
  "openalex_id": "W2080612633",
  "doi": "https://doi.org/10.1111/dar.12255",
  "title": "Young people are drinking less: It is time to find out why",
  "abstract": "Contrary to many media reports (e.g. 1, 2.), two of Australia's primary sources of population level data on alcohol consumption show that rates of drinking among teenagers have steadily declined over the past 15 years 3, 4. The Australian Secondary Students Alcohol and Drug Survey (ASSAD) reported that the proportion of 12- to 17-year-olds drinking any alcohol and drinking more than four drinks on a single occasion in the seven days prior to the survey decreased steadily between 2002 and 2011 (Figure 1). Over a similar time period (2004–2013) the National Drug Strategy Household Survey (NDSHS) reported increases in the rate of young people who had never had a full serve of alcohol and declines in rates of episodic risky drinking (Figure 2). In addition, the average age of initiation into alcohol use has increased over time (from 14.4 years in 1998 to 15.7 years in 2013) 4. It remains unclear whether these changes represent only this delaying of drinking initiation or a broader reduction in alcohol consumption among young drinkers. Recent data from the 2013 NDSHS showed a sharp drop in weekly risky drinking among 18- to 24-year-olds (from 31.5% in 2010 to 22.1% in 2013) 4, providing some suggestion that reductions in drinking are persisting into young adulthood. In contrast, rates of risky drinking are stable among those aged 30 or over 4. Rates of recent alcohol consumption and recent risky alcohol consumption from the Australian School Students Alcohol and Drug Survey. Source: White and Bariola 3. Rates of alcohol consumption (ever consumed) and recent risky alcohol consumption from the National Drug Strategy Household Survey. Sources: (i) Australian Institute of Health and Welfare (2014), National Drug Strategy Household Survey detailed report: 2013, Online Tables. Available at: http://www.aihw.gov.au/publication-detail/?id=60129549469&tab=3 (accessed October 2014) and (ii) Australian Institute of Health and Welfare 5. Similar decreases in youth drinking have been identified internationally, particularly in countries with comparable drinking cultures with Australia's, such as the USA, UK and many of the Nordic countries 6-9. However, to date, there has been little attention paid to these trends, despite the potential public health benefits from such reductions in youth drinking. In particular, there has been little progress in identifying the reasons behind these trends. Declines in youth drinking are seemingly unrelated to alcohol policies that are associated with reduced drinking, such as changes in pricing, availability or advertising 10, with alcohol having become more affordable, available and more widely promoted in Australia over the period in which youth drinking has declined 11. They also appear unrelated to economic, cultural or geographical factors, with drinking trends consistent for young people across various socioeconomic, demographic and cultural groups, and over geographical areas 12. Response rates and survey methods for both the ASSAD and NDSHS have not changed markedly over the period in question 3-5, 13, and there is no evidence that young people are replacing alcohol with the use of other drugs 3, 4. Reductions in youth drinking represent a potentially major generational shift and, given that drinking in adolescence is predictive of alcohol consumption in adulthood 12, it may lead to ongoing reductions in alcohol consumption and related harms at a population level. It is therefore critical for public health researchers, practitioners and policymakers to better understand the factors driving the downturn in young people's alcohol consumption in Australia and elsewhere so that these protective factors can be leveraged in future alcohol policies and interventions. An understanding of the social and cultural position of alcohol for young people today is necessary to design interventions that encourage moderate alcohol use or abstinence among more young people 14. There are a number of sociological, psychological and public health–related factors that might be underpinning reductions in young people's drinking that require further targeted investigation. A review of psychosocial risk factors to adolescent alcohol initiation 15 found that parental approval and modelling was one of the most consistently identified risk factors. Perceived and actual drinking by parents has been found to be predictive of younger alcohol initiation and reduced consumption across a number of studies, as well as perceived parental approval (or less parental disapproval) of teenage drinking. Limiting supply of alcohol to young people and parental monitoring of youth alcohol consumption are also associated with reduced alcohol consumption among adolescents 15, 16. As a consequence, one plausible hypothesis for recent reductions in adolescent drinking is that parental approval and supply of teenage drinking has decreased over the same time. The establishment of secondary supply laws in five Australian states over the past ten years may have influenced parental approval and supply of teenage alcohol consumption. These laws have made it illegal for adults to supply people under the age of 18 with alcohol if they are not the child's parent or guardian. Changes in these laws have attracted considerable media attention and generated public discussion about the provision of alcohol to young people 17. While research has identified that parental supply of alcohol for unsupervised drinking is associated with risky drinking among adolescents 18, to our knowledge, there has not been any research investigating whether there have been changes in parental supply, modelling and approval over time, and whether this might be playing a role in reductions in young people's drinking. A second potential explanation for reductions in youth drinking is that significant government investment in prevention and health promotion interventions in schools and communities may have reduced the attractiveness of alcohol use for young people. A review of interventions to reduce the harm associated with adolescent substance use 19 found that the most effective interventions were policies restricting availability and accessibility (i.e. increasing price, restricting purchase opportunities or access to settings to consume alcohol and raising the legal purchase age), prevention initiatives and screening and brief interventions. With the exception of secondary supply laws there have been few policy changes in relation to the availability and affordability of alcohol in Australia over the time that young people's drinking has reduced, nor has there been a change in the legal purchase age 9. Furthermore, opportunistic screening and brief interventions are unlikely to be driving population level shifts in drinking. However, the provision of developmental interventions, such as in-home family-based education provided to at-risk families and vulnerable populations, and school-based drug education programs with a focus on social and emotional competence training while attempting to alter norms in relation to substance use, have been shown to reduce rates of initiation into alcohol use and rates of alcohol consumption 19-21. Changes in the nature or scope of these programs may have contributed to decreases in youth drinking. In a somewhat different vein, a third potential hypothesis is that changes in the way young people focus their leisure time may have resulted in less time for, or interest in, drinking. In particular, reductions in youth drinking coincide with a major change in the way that young people engage with each other and the world via social media. Between 1998 and 2009, the proportion of households with children that had home Internet access increased from 20% to 86% 22, and even in the few years between 2009 and 2012 the proportion of teenagers who considered the Internet important in their lives increased sharply 23. In addition, rates of mobile (89%) and smart phone (69%) usage among teenagers are high 24. The effect of these changes on alcohol consumption among young people has not been specifically studied; however, it has been speculated that social networking may lead to increased drinking. For example, there is growing evidence that alcohol companies are advertising heavily on social media 25 and that young people use social media to share their weekend stories of heavy drinking and partying 14, 26. In contrast, preliminary Swedish analyses suggest that time spent online was negatively correlated with risky drinking 27. Further research is required to examine whether reductions in teenage drinking are correlated with changes in the focus of youth leisure time and increased time spent using digital technology. These proposed hypotheses are not necessarily mutually exclusive, and it is likely that any large population level shifts in drinking patterns are influenced by a complex mix of factors that span social, cultural, economic, environmental and political influences. In addition, it is plausible that there are not any specific contemporary factors that have driven these reductions in adolescent drinking, but in fact that risk factors influencing adolescent drinking in preceeding generation(s) have declined. Future research must consider this possibility. Given the relative paucity of research attempting to unpack these trends, more research needs to be undertaken as to what is driving or shaping reductions in youth drinking so as to enable the maintenance of these trends. In particular, knowing what, if any, public health or policy responses to risky alcohol use have been effective will support accurate policy debates and enable the development or continuation of appropriate interventions. Amy Pennay (APP1069907) and Michael Livingston (APP1053029) are supported by NHMRC early career fellowships. Sarah MacLean's position is supported by VicHealth.",
  "authors": [
    {
      "display_name": "Amy Pennay",
      "id": "A5068440678",
      "orcid": "https://orcid.org/0000-0002-6271-8996",
      "institutions": [
        {
          "id": "I4210098920",
          "display_name": "Eastern Health",
          "country_code": "AU",
          "type": "healthcare"
        },
        {
          "id": "I165779595",
          "display_name": "The University of Melbourne",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Amy Pennay"
    },
    {
      "display_name": "Michael Livingston",
      "id": "A5075351092",
      "orcid": "https://orcid.org/0000-0002-8995-9386",
      "institutions": [
        {
          "id": "I4210098920",
          "display_name": "Eastern Health",
          "country_code": "AU",
          "type": "healthcare"
        },
        {
          "id": "I31746571",
          "display_name": "UNSW Sydney",
          "country_code": "AU",
          "type": "funder"
        },
        {
          "id": "I4210136824",
          "display_name": "National Centre for Clinical Research on Emerging Drugs",
          "country_code": "AU",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Michael Livingston"
    },
    {
      "display_name": "Sarah MacLean",
      "id": "A5069081004",
      "orcid": "https://orcid.org/0000-0002-8329-0722",
      "institutions": [
        {
          "id": "I165779595",
          "display_name": "The University of Melbourne",
          "country_code": "AU",
          "type": "funder"
        },
        {
          "id": "I4210098920",
          "display_name": "Eastern Health",
          "country_code": "AU",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Sarah MacLean"
    }
  ],
  "publication_year": 2015,
  "publication_date": "2015-03-01",
  "type": "editorial",
  "cited_by_count": 100,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S134936136",
    "display_name": "Drug and Alcohol Review",
    "issn_l": "0959-5236",
    "issn": [
      "0959-5236",
      "1465-3362"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320595"
  },
  "volume": "34",
  "issue": "2",
  "first_page": "115",
  "last_page": "118",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/dar.12255",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2781066024",
      "display_name": "Alcohol",
      "level": 2,
      "score": 0.61257696
    },
    {
      "id": "C3019635848",
      "display_name": "Alcohol consumption",
      "level": 3,
      "score": 0.600665
    },
    {
      "id": "C149923435",
      "display_name": "Demography",
      "level": 1,
      "score": 0.5918368
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.5386953
    },
    {
      "id": "C190385971",
      "display_name": "Injury prevention",
      "level": 3,
      "score": 0.52303016
    },
    {
      "id": "C2781176444",
      "display_name": "Monitoring the Future",
      "level": 3,
      "score": 0.52202016
    },
    {
      "id": "C2908647359",
      "display_name": "Population",
      "level": 2,
      "score": 0.5146462
    },
    {
      "id": "C99454951",
      "display_name": "Environmental health",
      "level": 1,
      "score": 0.51386
    },
    {
      "id": "C205545832",
      "display_name": "Young adult",
      "level": 2,
      "score": 0.49584612
    },
    {
      "id": "C526869908",
      "display_name": "Suicide prevention",
      "level": 3,
      "score": 0.46086678
    },
    {
      "id": "C30772137",
      "display_name": "Consumption (sociology)",
      "level": 2,
      "score": 0.44727474
    },
    {
      "id": "C166735990",
      "display_name": "Human factors and ergonomics",
      "level": 3,
      "score": 0.43914783
    },
    {
      "id": "C3017944768",
      "display_name": "Poison control",
      "level": 2,
      "score": 0.4386072
    },
    {
      "id": "C74909509",
      "display_name": "Gerontology",
      "level": 1,
      "score": 0.27050638
    },
    {
      "id": "C40010229",
      "display_name": "Substance abuse",
      "level": 2,
      "score": 0.18763644
    },
    {
      "id": "C118552586",
      "display_name": "Psychiatry",
      "level": 1,
      "score": 0.15984476
    },
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.06671047
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C36289849",
      "display_name": "Social science",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C55493867",
      "display_name": "Biochemistry",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10043",
      "display_name": "Substance Abuse Treatment and Outcomes",
      "score": 0.9986
    },
    {
      "id": "T11464",
      "display_name": "Homelessness and Social Issues",
      "score": 0.9906
    },
    {
      "id": "T11207",
      "display_name": "Alcohol Consumption and Health Effects",
      "score": 0.9902
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1111/dar.12255",
  "pdf_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/dar.12255",
  "retrieved_date": "2025-07-30T15:04:05.749152",
  "source_database": "OpenAlex"
}