{
  "openalex_id": "W2088295638",
  "doi": "https://doi.org/10.1044/jshd.2902.156",
  "title": "The Vowel Formants of Deaf and Normal-Hearing Eleven- to Fourteen-Year-Old Boys",
  "abstract": "No AccessJournal of Speech and Hearing DisordersResearch Article1 May 1964The Vowel Formants of Deaf and Normal-Hearing Eleven- to Fourteen-Year-Old Boys Angelo A. Angelocci, George A. Kopp, and Anthony Holbrook Angelo A. Angelocci Google Scholar , George A. Kopp Google Scholar and Anthony Holbrook Google Scholar https://doi.org/10.1044/jshd.2902.156 SectionsAboutPDF ToolsAdd to favoritesDownload CitationTrack Citations ShareFacebookTwitterLinked In Additional Resources FiguresReferencesRelatedDetailsCited by Humanities and Social Sciences Communications10:129 May 2023Acoustics of long vowels in Arabic-speaking children with hearing impairmentsBassil Mashaqba, Anas Huneety, Nisreen Al-Khawaldeh, Mutasim Al-Deaibes and Zainab Zeidan Jue Yu and Qianwen Jin (2021) Discourse Timing in Children's Rhyme Speech Produced by Prelingually Deaf Mandarin-Speaking Children with Cochlear Implants 2021 24th Conference of the Oriental COCOSDA International Committee for the Co-ordination and Standardisation of Speech Databases and Assessment Techniques (O-COCOSDA)10.1109/O-COCOSDA202152914.2021.9660460978-1-6654-0870-7 Journal of Speech, Language, and Hearing Research64:2 (664-682)17 Feb 2021Vowel Production in Prelingually Deafened Mandarin-Speaking Children With Cochlear ImplantsJing Yang and Li XuAmerican Journal of Speech-Language Pathology29:3 (1749-1778)4 Aug 2020What Acoustic Studies Tell Us About Vowels in Developing and Disordered SpeechRay D. Kent and Carrie Rountrey Acta Otorrinolaringológica Española70:5 (251-257)1 Sep 2019Comparación de la producción vocal en niños con hipoacusia prelocutiva con adaptación audioprotésica e implante coclear con normooyentesFaustino Núñez-Batalla, Gabriela Vasile, Noelia Cartón-Corona, Daniel Pedregal-Mallo, Marta Menéndez de Castro, Maite Guntín García, Justo Gómez-Martínez, Pilar Carro Fernández and Jose Luis Llorente-Pendás Acta Otorrinolaringologica (English Edition)70:5 (251-257)1 Sep 2019Vowel Production in Hearing Impaired Children: A Comparison Between Normal-hearing, Hearing-aided and Cochlear-implanted ChildrenFaustino Núñez-Batalla, Gabriela Vasile, Noelia Cartón-Corona, Daniel Pedregal-Mallo, Marta Menéndez de Castro, Maite Guntín García, Justo Gómez-Martínez, Pilar Carro Fernández and Jose Luis Llorente-Pendás Pajouhan Scientific Journal17:2 (1-6)1 Mar 2019The Relationship between Public Life Quality and the Voice Handicap Index (VHI) in Adults with Different Hearing LossesNegin Moradi, Parvane Rahimifar, Samira Aghadoost, Majid Soltani, Nader Saki and Ehsan Naderi far Logopedics Phoniatrics Vocology (1-7)15 Jan 2019Use of formant centralization ratio for vowel impairment detection in normal hearing and different degrees of hearing impairmentEhsan Naderifar, Ali Ghorbani, Negin Moradi and Hossein Ansari Journal of Communication Disorders74 (74-97)1 Jul 2018Static measurements of vowel formant frequencies and bandwidths: A reviewRaymond D. Kent and Houri K. Vorperian Clinical and Experimental Otorhinolaryngology10:3 (278-282)1 Sep 2017Differences of the Voice Parameters Between the Population of Different Hearing Tresholds: Findings by Using the Multi-Dimensional Voice ProgramFerit Akil, Umur Yollu, Ozcan Ozturk and Murat Yener Shiraz E-Medical Journal18:714 May 2017Evaluation of Formant Frequencies in Persian Speaking Children with Different Degrees of Hearing LossEhsan Naderifar, Ali Ghorbani, Negin Moradi, Hossein Ansari, Ozra Aghadoost, Faezeh Asadollahpour and Martina Ozbic Journal of Voice30:6 (763.e1-763.e7)1 Nov 2016Acoustic Analysis of Persian Vowels in Cochlear Implant Users: A Comparison With Hearing-impaired Children Using Hearing Aid and Normal-hearing ChildrenNarges Jafari, Fariba Yadegari and Shohreh Jalaie International Journal of Speech-Language Pathology18:4 (378-387)3 Jul 2016Acoustic characteristics of vowels produced by Greek intelligible speakers with profound hearing impairment I: Examination of vowel spaceKaterina Nicolaidis and Anna Sfakianaki Journal of Voice30:3 (340-344)1 May 2016A Comparison of Persian Vowel Production in Hearing-Impaired Children Using a Cochlear Implant and Normal-Hearing ChildrenNarges Jafari, Michael Drinnan, Reyhane Mohamadi, Fariba Yadegari, Mandana Nourbakhsh and Farhad Torabinezhad Folia Phoniatrica et Logopaedica68:5 (211-215)Voice Handicap Index in Persian Speakers with Various Severities of Hearing LossOzra Aghadoost, Negin Moradi, Payman Dabirmoghaddam, Alireza Aghadoost, Ehsan Naderifar and Siavash Mohammadi Dehbokri Journal of Communication Disorders59 (24-39)1 Jan 2016Hearing impairment and vowel production. A comparison between normally hearing, hearing-aided and cochlear implanted Dutch childrenJo Verhoeven, Oydis Hide, Sven De Maeyer, San Gillis and Steven Gillis The Journal of the Acoustical Society of America138:5 (2791-2799)1 Nov 2015Acoustic properties of vowel production in prelingually deafened Mandarin-speaking children with cochlear implantsJing Yang, Emily Brown, Robert A. Fox and Li Xu Communication Sciences & Disorders20:2 (202-213)30 Jun 2015Nasalance Scores of Normal Hearing Children of Deaf Adults and Normal Hearing Adults: Longitudinal StudyJaeock Kim and Minhee Seo Phonetics and Speech Sciences7:1 (67-77)31 Mar 2015Comparison of Acoustic Characteristics of Vowel and Stops in 3, 4 year-old Normal Hearing Children According to Parents' Deafness: Preliminary StudyJisook Hong, Youngae Kang and Jaeock Kim Lucie Ménard (2015) Multimodal Speech Production The Handbook of Speech Production10.1002/9781118584156.ch103 Mar 2015 (2013) Th e Acoustic Measurement of Vowels Handbook of Vowels and Vowel Disorders10.4324/9780203103890-9 NeuroImage61:1 (314-322)1 May 2012Understanding the neural mechanisms involved in sensory control of voice productionAmy L. Parkinson, Sabina G. Flagmeier, Jordan L. Manes, Charles R. Larson, Bill Rogers and Donald A. Robin World Journal of Clinical Pediatrics1:4 (24)Profound deafness and the acquisition of spoken language in childrenPetros V Vlastarakos Clinical and Experimental Otorhinolaryngology5:Suppl 1 (S69)Preoperative Voice Parameters Affect the Postoperative Speech Intelligibility in Patients with Cochlear ImplantationYun Suk An, Seong Tae Kim and Jong Woo Chung Clinical and Experimental Otorhinolaryngology5:Suppl 1 (S14)Acoustic Analysis of Speech of Cochlear Implantees and Its ImplicationsAnjali R Kant, Rajesh Patadia, Prajakta Govale, R. Rangasayee and Milind Kirtane European Archives of Oto-Rhino-Laryngology268:10 (1437-1442)1 Oct 2011The effect of cochlear implantation and post-operative rehabilitation on acoustic voice analysis in post-lingual hearing impaired adultsSabah M. Hassan, Khalid H. Malki, Tamer A. Mesallam, Mohamad Farahat, Manal Bukhari and Thomas Murry Clinical Linguistics & Phonetics25:8 (689-704)1 Aug 2011Point vowel duration in children with hearing aids and cochlear implants at 4 and 5 years of ageMark Vandam, Dana Ide-Helvie and Mary Pat Moeller Journal of Voice25:2 (e75-e84)1 Mar 2011Formant Frequency Characteristics in Normal Arabic-Speaking JordaniansYaser S. Natour, Basem S. Marie, Mawada A. Saleem and Yacoub K. Tadros Journal of Voice25:2 (e61-e65)1 Mar 2011Objective Voice Analysis of Boys With Profound Hearing LossAli Dehqan and Ronald C. Scherer Clinical Linguistics & Phonetics24:9 (722-733)1 Sep 2010Single word and sentence intelligibility in children with cochlear implantsFadwa A. Khwaileh and Peter Flipsen Deafness & Education International12:2 (99-128)1 Jun 2010Vowel Formant Values in Hearing and Hearing-Impaired Children: A Discriminant AnalysisMartina Ozbič and Damjana Kogovšek The Journal of the Acoustical Society of America125:4 (2299-2306)1 Apr 2009Attenuation of vocal responses to pitch perturbations during Mandarin speechHanjun Liu, Yi Xu and Charles R. Larson Journal of Speech, Language, and Hearing Research52:2 (412-434)1 Apr 2009Role of Visual Speech in Phonological Processing by Children With Hearing LossSusan Jerger, Nancy Tye-Murray and Hervé Abdi Wiener klinische Wochenschrift120:7-8 (228-233)1 Apr 2008The influence of cochlear implantation on vowel articulationDer Einfluss von Cochlearimplantaten auf die Artikulation von VokalenIrena Hocevar-Boltezar, Miha Boltezar and Miha Zargi Clinical Linguistics & Phonetics22:9 (726-740)1 Jan 2008The locus equation as an index of coarticulation in syllables produced by speakers with profound hearing lossHelen McCaffrey Morrison Journal of Voice21:6 (669-682)1 Nov 2007Acoustic Voice Analysis of Prelingually Deaf Adults Before and After Cochlear ImplantationMaegan K. Evans and Dimitar D. Deliyski Logopedics Phoniatrics Vocology32:1 (17-22)1 Jan 2007A comparative study of vocal fundamental frequency in the speech of Japanese and American hearing-impaired childrenHiroko Nakamura, Harvey Gilbert and Michael Robb Perceptual and Motor Skills103:1 (40-50)1 Aug 2006Multidimensional Voice Program Analysis in Profoundly Deaf Children: Quantifying Frequency and Amplitude ControlPaolo Campisi, Aaron J. Low, Blake C. Papsin, Richard J. Mount and Robert V. Harrison International Journal of Pediatric Otorhinolaryngology70:7 (1195-1203)1 Jul 2006Acoustic and perceptual appraisal of speech production in pediatric cochlear implant usersSarah F. Poissant, Kimberly A. Peters and Michael P. Robb Otology & Neurotology27:4 (499-503)1 Jun 2006Change of Phonation Control After Cochlear ImplantationIrena Hocevar-Boltezar, Zora Radsel, Jagoda Vatovec, Branka Geczy, Smilja Cernelc, Anton Gros, Janez Zupancic, Saba Battelino, Bostjan Lavrencak and Miha Zargi Otology & Neurotology27:4 (499-503)1 Jun 2006Change of Phonation Control After Cochlear ImplantationIrena Hocevar-Boltezar, Zora Radsel, Jagoda Vatovec, Branka Geczy, Smilja Cernelc, Anton Gros, Janez Zupancic, Saba Battelino, Bostjan Lavrencak and Miha Zargi Perceptual and Motor Skills103:5 (40)MULTIDIMENSIONAL VOICE PROGRAM ANALYSIS IN PROFOUNDLY DEAF CHILDREN: QUANTIFYING FREQUENCY AND AMPLITUDE CONTROLPAOLO CAMPISI Clinical Linguistics & Phonetics20:9 (691-702)1 Jan 2006Volumetric measurements of vocal tracts for male speakers from different racesSteve An Xue, Grace Jian P. Hao and Robert Mayo Journal of Speech, Language, and Hearing Research48:6 (1334-1343)1 Dec 2005Control of Voice-Onset Time in the Absence of HearingHarlan Lane and Joseph S. Perkell International Journal of Pediatric Otorhinolaryngology69:12 (1635-1640)1 Dec 2005The influence of cochlear implantation on some voice parametersIrena Hocevar-Boltezar, Jagoda Vatovec, Anton Gros and Miha Zargi International Journal of Audiology44:8 (452-465)1 Jan 2005Comparison of the overall intelligibility, articulation, resonance, and voice characteristics between children using cochlear implants and those using bilateral hearing aids: A pilot studyKristiane M. Van Lierde, Bart M. Vinck, Nele Baudonck, Eddy De Vel and Ingeborg Dhooge Journal of Voice18:2 (209-215)1 Jun 2004Voice field measurements—a new method of examination: the influence of hearing on the human voiceMojmı́r Lejska Journal of Communication Disorders37:3 (275-294)1 May 2004Acoustic and perceptual characteristics of vowels produced during simultaneous communicationNicholas Schiavetti, Dale Evan Metz, Robert L. Whitehead, Shannon Brown, Janie Borges, Sara Rivera and Christine Schultz Ear and Hearing24:Supplement (90S-105S)1 Feb 2003Acoustic Characteristics of the Speech of Young Cochlear Implant Users: A Comparison with Normal-Hearing Age-MatesRosalie M. Uchanski and Ann E. Geers Journal of Multilingual Communication Disorders1:2 (99-114)1 Jan 2003Acoustic comparison of CV syllables in French-speaking children with normal hearing, moderate-to-severe and profound hearing impairmentJACK RYALLS, ANNIE LAROUCHE and FRANCINE GIROUX Journal of Speech, Language, and Hearing Research43:2 (441-455)1 Apr 2000Production of Sentence-Final Intonation Contours by Hearing-Impaired ChildrenGeorge D. Allen and Patricia M. Arndorfer Ear and Hearing19:5 (385-393)1 Oct 1998The Effect of Auditory Feedback on the Control of Oral-Nasal Balance by Pediatric Cochlear Implant UsersMario A. Svirsky, David Jones, Mary J. Osberger and Richard T. Miyamoto Alvirda Farmer (1997) Spectrography Instrumental Clinical Phonetics10.1002/9780470699119.ch21 Jun 1997 Journal of Speech, Language, and Hearing Research37:4 (938-951)1 Aug 1994An Investigation of Vowel Organization in Speakers With Severe and Profound Hearing LossHelen A. McCaffrey and Harvey M. SussmanJournal of Speech, Language, and Hearing Research36:5 (1063-1074)1 Oct 1993The Efficacy of Using the IBM Speech Viewer Vowel Accuracy Module to Treat Young Children With Hearing ImpairmentSheila R. Pratt, Anne T. Heintzelman and Susan Ensrud DemingJournal of Speech, Language, and Hearing Research36:3 (488-502)1 Jun 1993Vowel and Diphthong Production by Young Users of Cochlear Implants and the Relationship Between the Phonetic Level Evaluation and Spontaneous SpeechNancy Tye-Murray and Karen Iler Kirk Clinical Linguistics & Phonetics7:2 (95-111)1 Jan 1993Acoustic validation of vowel error patterns in developmental apraxia of speechJulie H. Walton and Karen E. Pollock Journal of Speech, Language, and Hearing Research35:3 (574-579)1 Jun 1992Spectral Study of Deviant Resonance in the Speech of Women Who Are DeafJoanne D. Subtelny, Robert L. Whitehead and Vincent J. Samar Journal of Communication Disorders25:2-3 (165-174)1 Apr 1992Acoustic patterns of an adolescent with multiple articulation errorsLinda I. Shuster, Dennis M. Ruscello and Karen B. Haines Journal of Speech, Language, and Hearing Research35:1 (88-95)1 Feb 1992Acoustic Integrity of Speech Production in Children With Moderate and Severe Hearing ImpairmentJohn Ryalls and Annie LaroucheJournal of Speech, Language, and Hearing Research35:1 (35-44)1 Feb 1992Comparing Tongue Positioning by Normal-Hearing and Hearing-Impaired Children During Vowel ProductionPaul A. Dagenais and Paula Critz-CrosbyJournal of Speech, Language, and Hearing Research34:6 (1423-1435)1 Dec 1991Consonant Lingual-Palatal Contacts Produced by Normal-Hearing and Hearing-Impaired ChildrenPaul A. Dagenais and Paula Critz-CrosbyJournal of Speech, Language, and Hearing Research34:6 (1286-1292)1 Dec 1991Perseveratory Coarticulation in the Speech of Profoundly Hearing-Impaired and Normally Hearing ChildrenShari R. Baum and Robin S. WaldsteinJournal of Speech, Language, and Hearing Research34:6 (1276-1285)1 Dec 1991Anticipatory Coarticulation in the Speech of Profoundly Hearing-Impaired and Normally Hearing ChildrenRobin S. Waldstein and Shari R. BaumJournal of Speech, Language, and Hearing Research34:4 (943-956)1 Aug 1991Teaching Vowels to Profoundly Hearing-Impaired Speakers Using GlossometrySamuel G. Fletcher, Paul A. Dagenais and Paula Critz-CrosbyJournal of Speech, Language, and Hearing Research34:3 (453-459)1 Jun 1991The Establishment of Open Articulatory Postures by Deaf and Hearing TalkersNancy Tye-Murray Journal of Communication Disorders22:5 (317-325)1 Oct 1989Phonological space in the speech of the hearing impairedR.S. Shukla Clinical Linguistics & Phonetics3:1 (71-80)1 Jan 1989Combining displays of EPG and automatic segmentation of speech for clinical purposesAndrea M. Dew, Nancy Glaister and Peter J. Roach Annals of Otology, Rhinology & Laryngology96:3 (322-324)1 May 1987Speaking Fundamental Frequency of Postlingually Profoundly Deaf Adult MenSteven B. Leder, Jaclyn B. Spitzer and J. Cameron Kirchner Journal of Communication Disorders18:4 (259-272)1 Aug 1985Remediation of intonation contours of hearing-impaired studentsMeryl Friedman Revista de Logopedia, Foniatría y Audiología4:1 (37-51)1 Jan 1984Fonética experimental y psicolingüísticaAna María Borzone de Manrique Language and Speech26:3 (233-246)1 Jul 1983Simultaneous Measurements of Vowels Produced by a Hearing-Impaired SpeakerNancy S. Mcgarr and Carole E. Gelfer Journal of Phonetics11:2 (101-115)1 Apr 1983\"Compensatory articulation\" in hearing impaired speakers: a cinefluorographic studyN. Туе, G.N. Zimmermann and J.A. Scott Kelso Otolaryngologic Clinics of North America16:1 (281-292)1 Feb 1983The Effects of Cochlear Implant Use on Voice ParametersKaren Her Kirk and Bradly J. Edgerton SAMUEL G. FLETCHER (1983) New Prospects for Speech by the Hearing Impaired 10.1016/B978-0-12-608609-6.50007-4 MARY JOE OSBERGER and NANCY S. MCGARR (1982) Speech Production Characteristics of the Hearing Impaired 10.1016/B978-0-12-608608-9.50013-9 D. KIMBROUGH OLLER and REBECCA E. EILERS (1981) A Pragmatic Approach to Phonological Systems of Deaf Speakers 10.1016/B978-0-12-608606-5.50009-0 Journal of Communication Disorders13:6 (419-441)1 Dec 1980The structure of segmental errors in the speech of deaf childrenH. Levitt, H. Stromberg, C. Smith and T. Gold Journal of Communication Disorders13:6 (397-418)1 Dec 1980Speech production in hearing-impaired childrenToni Gold Journal of Communication Disorders11:5 (417-424)1 Sep 1978Improvement in vowel articulation of deaf childrenRandall B. Monsen and Dale H. Shaughnessy Journal of Communication Disorders11:2-3 (293-313)1 Apr 1978The evaluation of a model speech training program for deaf childrenMary Joe Osberger, Andrea Johnstone, Eileen Swarts and Harry Levitt Journal of Communication Disorders11:2-3 (237-247)1 Apr 1978Pitch deviancy and intelligibility of deaf speechNancy S. McGarr and Mary Joe Osberger Journal of Phonetics4:3 (189-198)1 Jul 1976Normal and reduced phonological space: the production of English vowels by deaf adolescentsRandall B. Monsen IEEE Transactions on Audio and Electroacoustics20:1 (35-41)1 Mar 1972Acoustic analysis of deaf speech using digital processing techniquesH. Levitt IEEE Transactions on Audio and Electroacoustics20:1 (3-8)1 Mar 1972Status of speech-analyzing communication aids for the deafJ. Pickett IEEE Transactions on Audio and Electroacoustics20:1 (9-16)1 Mar 1972Tactile pitch displays for the deafT. Willemain and F. Lee Journal of Communication Disorders4:4 (310-316)1 Dec 1971Diagnostic implications of acoustic cry featuresM.Carolyn Jones Richard Luchsinger and Gottfried E. Arnold (1970) Sprachstörungen infolge von Gehörleiden: Audiogene Dyslalie Handbuch der Stimm- und Sprachheilkunde10.1007/978-3-7091-7130-1_16 IEEE Transactions on Audio and Electroacoustics16:2 (227-234)1 Jun 1968Recent research on speech-analyzing aids for the deafJ. Pickett Review of Educational Research36:1 (176-198)1 Feb 1966Chapter X: The Deaf and the Hard of HearingJoseph Rosenstein Volume 29 Issue 2 May 1964 Pages: 156-170 Get Permissions Add to your Mendeley library History Published in issue: May 1, 1964 PubMed ID: 14147499 Metrics Topicsasha-article-typesCopyright & PermissionsCopyright © 1964 American Speech-Language-Hearing AssociationPDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Angelo A. Angelocci",
      "id": "A5076533706",
      "orcid": null,
      "institutions": [
        {
          "id": "I1291425158",
          "display_name": "Google (United States)",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Angelo A. Angelocci"
    },
    {
      "display_name": "George A. Kopp",
      "id": "A5053838565",
      "orcid": null,
      "institutions": [
        {
          "id": "I1291425158",
          "display_name": "Google (United States)",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "George A. Kopp"
    },
    {
      "display_name": "Anthony Holbrook",
      "id": "A5019415495",
      "orcid": null,
      "institutions": [
        {
          "id": "I1291425158",
          "display_name": "Google (United States)",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Anthony Holbrook"
    }
  ],
  "publication_year": 1964,
  "publication_date": "1964-05-01",
  "type": "article",
  "cited_by_count": 133,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S2755213894",
    "display_name": "Journal of Speech and Hearing Disorders",
    "issn_l": "0022-4677",
    "issn": [
      "0022-4677",
      "2163-6184"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320281"
  },
  "volume": "29",
  "issue": "2",
  "first_page": "156",
  "last_page": "170",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C158215666",
      "display_name": "Formant",
      "level": 3,
      "score": 0.7683865
    },
    {
      "id": "C548259974",
      "display_name": "Audiology",
      "level": 1,
      "score": 0.59139097
    },
    {
      "id": "C2779581591",
      "display_name": "Vowel",
      "level": 2,
      "score": 0.55776906
    },
    {
      "id": "C138954614",
      "display_name": "Mandarin Chinese",
      "level": 2,
      "score": 0.5390925
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.47589242
    },
    {
      "id": "C41895202",
      "display_name": "Linguistics",
      "level": 1,
      "score": 0.42778093
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.22238761
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.08403888
    }
  ],
  "topics": [
    {
      "id": "T11285",
      "display_name": "Hearing Impairment and Communication",
      "score": 0.9923
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1044/jshd.2902.156",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:45:51.083257",
  "source_database": "OpenAlex"
}