{
  "openalex_id": "W2088349177",
  "doi": "https://doi.org/10.1194/jlr.m800478-jlr200",
  "title": "Positive and negative tandem mass spectrometric fingerprints of lipids from the halophilic Archaea Haloarcula marismortui",
  "abstract": "Lipids from the extremely halophilic Archaea, Haloarcula marismortui, contain abundant phytanyl diether phospholipids, namely archaetidic acid (AA), archaetidylglycerol (AG), archaetidylglycerosulfate (AGS), with mainly archaetidylglycerophosphate methyl ester (AGP-Me). These were accompanied by a triglycosyl archaeol (TGA), lacking characteristic sulfate groups. Tandem-mass spectrometry was employed to provide fingerprints for identifying these known lipids, as well as small amounts of unsaturated phospholipids. These contained 3 and 6 double bonds in their archaeol moiety, suggested by negative tandem-MS of intact phospholipids, as indicated by differences between their pseudo-molecular ion and specific fragment ions designated as π2. The core ether lipids were confirmed by electrospray ionization mass spectrometry (ESI-MS) as 2,3-di-O-phytanyl-sn-glycerol (C20, C20), which gave rise to a precursor-ion at m/z 660 [M+Li]+, and its fragment ion at m/z 379 [M+Li]+, consistent with mono-O-phytanyl-glycerol. Furthermore, lithiated ions at m/z 654 (MS1), 379 (MS2) and m/z 648 (MS1), 373 (MS2), combined with 1H/13C NMR chemical shifts at δ 5.31-121.6 (C2/2′-H2/2′), 5.08-124.9 (C6/6′-H6/6′) and 5.10-126.0 (10/10′-H10/10′) confirmed the presence of unsaturated homologs of archaeol. We carried out a comprehensive study on the lipids present in cells of H. marismortui. We used positive and negative ESI-MS with tandem-MS, which served as a fingerprint analysis for identifying the majority of component lipids. Lipids from the extremely halophilic Archaea, Haloarcula marismortui, contain abundant phytanyl diether phospholipids, namely archaetidic acid (AA), archaetidylglycerol (AG), archaetidylglycerosulfate (AGS), with mainly archaetidylglycerophosphate methyl ester (AGP-Me). These were accompanied by a triglycosyl archaeol (TGA), lacking characteristic sulfate groups. Tandem-mass spectrometry was employed to provide fingerprints for identifying these known lipids, as well as small amounts of unsaturated phospholipids. These contained 3 and 6 double bonds in their archaeol moiety, suggested by negative tandem-MS of intact phospholipids, as indicated by differences between their pseudo-molecular ion and specific fragment ions designated as π2. The core ether lipids were confirmed by electrospray ionization mass spectrometry (ESI-MS) as 2,3-di-O-phytanyl-sn-glycerol (C20, C20), which gave rise to a precursor-ion at m/z 660 [M+Li]+, and its fragment ion at m/z 379 [M+Li]+, consistent with mono-O-phytanyl-glycerol. Furthermore, lithiated ions at m/z 654 (MS1), 379 (MS2) and m/z 648 (MS1), 373 (MS2), combined with 1H/13C NMR chemical shifts at δ 5.31-121.6 (C2/2′-H2/2′), 5.08-124.9 (C6/6′-H6/6′) and 5.10-126.0 (10/10′-H10/10′) confirmed the presence of unsaturated homologs of archaeol. We carried out a comprehensive study on the lipids present in cells of H. marismortui. We used positive and negative ESI-MS with tandem-MS, which served as a fingerprint analysis for identifying the majority of component lipids. The halophilic archaea are usually found in salines, considered to be extremely hostile environments (1Oren A. Ginzburg M. Ginzburg B.Z. Hochstein L.I. Volcani B.E. Haloarcula marismortui (Volcani) sp. nov., nom. rev., an extremely halophilic bacterium from the Dead Sea.Int. J. Syst. Bacteriol. 1990; 40: 209-210Crossref PubMed Scopus (92) Google Scholar). In these, few microorganisms have adapted, notably those of the archaea family, Halobacteriaceae. Isolated from the hypersaline Dead Sea was Haloarcula marismortui, which required high salt concentrations for optimum growth (1Oren A. Ginzburg M. Ginzburg B.Z. Hochstein L.I. Volcani B.E. Haloarcula marismortui (Volcani) sp. nov., nom. rev., an extremely halophilic bacterium from the Dead Sea.Int. J. Syst. Bacteriol. 1990; 40: 209-210Crossref PubMed Scopus (92) Google Scholar). The archaeal lipids are particularly interesting, distinguished from lipids of other organisms by the presence of high amounts of ether lipids, which confer high resistance to support the osmotic stress of their environment. A common structure, designated as archaeol, is composed of two C-20 chains linked to glycerol via ether linkages (Fig. 1A). However, some archaea can also contain lipids with shorter and larger carbon chains, such as C-15 or C-25 linked to glycerol (2Matsubara T. Tanaka N.I. Kamekura M. Moldoveanu N. Ishizuka I. Onishi H. Hayashi A. Kates M. Polar lipids of a non-alkaliphilic extremely halophilic archaebacterium strain 172: a novel bis-sulfated glycolipid.Biochim. Biophys. Acta. 1994; 1214: 97-108Crossref PubMed Scopus (27) Google Scholar, 3Mancuso C.A. Odham G. Westerdahl G. Reeve J.N. White D.C. C15, C20, and C25 isoprenoid homologues in glycerol diether phospholipids of methanogenic archaebacteria.J. Lipid Res. 1985; 26: 1120-1125Abstract Full Text PDF PubMed Google Scholar), or a largest carbon framework (C-40), linked via four ether linkages to two glycerol units, such as in caldarchaeol structures (4Macalady J.L. Vestling M.M. Baumler D. Boekelheide N. Kaspar C.W. Banfield J.F. Tetraether-linked membrane monolayers in Ferroplasma spp: a key to survival in acid.Extremophiles. 2004; 8: 411-419Crossref PubMed Scopus (126) Google Scholar, 5Fahy E. Subramaniam S. Brown H.A. Glass C.K. Merrill Jr., A.H. Murphy R.C. Raetz C.R.H. Russell D.W. Seyama Y. Shaw W. et al.A comprehensive classification system for lipids.J. Lipid Res. 2005; 46: 839-861Abstract Full Text Full Text PDF PubMed Scopus (1127) Google Scholar). Double bonds also occur in the carbon chain of archaeol (6Stiehl T. Rullkötter J. Nissenbaum A. Molecular and isotopic characterization of lipids in cultured halophilic microorganisms from the Dead Sea and comparison with the sediment record of this hypersaline lake.Org. Geochem. 2005; 36: 1242-1251Crossref Scopus (22) Google Scholar, 7Gibson J.A.E. Miller M.R. Davies N.W. Neill G.P. Nichols D.S. Volkman J.K. Unsaturated diether lipids in the psychrotrophic archaeon Halorubrum lacusprofundi.Syst. Appl. Microbiol. 2005; 28: 19-26Crossref PubMed Scopus (40) Google Scholar) (Fig. 1B). The archaeal lipids have been widely studied, and several structures have been characterized, such as glycolipids and phospholipids containing archaeol or caldarchaeol (8Uda I. Sugai A. Kon K. Ando S. Itoh Y.H. Itoh T. Isolation and characterization of novel neutral glycolipids from Thermoplasma acidophilum.Biochim. Biophys. Acta. 1999; 1439: 363-370Crossref PubMed Scopus (26) Google Scholar, 9Ferrante G. Brisson J.R. Patel G.B. Ekiel I. Sprott G.D. Structures of minor ether lipids isolated from the aceticlastic methanogen, Methanothrix concilii GP6l.J. Lipid Res. 1989; 30: 1601-1609Abstract Full Text PDF PubMed Google Scholar–10Smallbone B.W. Kates M. Structural identification of minor glycolipids in Halobacterium cutirubrum.Biochim. Biophys. Acta. 1981; 665: 551-558Crossref Scopus (24) Google Scholar). The glycolipids from these extremophiles usually contain one or more sulfate groups, although it was previously found that H. marismortui (formerly Halobacterium marismortui) was capable of synthesizing a neutral glycolipid (11Evans R.W. Kushwaha S.C. Kates M. The lipids of Halobacterium marismortui, an extremely halophilic bacterium in the Dead Sea.Biochim. Biophys. Acta. 1980; 619: 533-544Crossref PubMed Scopus (34) Google Scholar). In addition, a broad range of diphytanyl-O-glycero-phospholipids, such as archaetidylglycerol (AG), archaetidylglycerophosphate (AGP) and archaetidylglycerosulfate (AGS) have been characterized (Fig. 1A, B). Evans et al. (11Evans R.W. Kushwaha S.C. Kates M. The lipids of Halobacterium marismortui, an extremely halophilic bacterium in the Dead Sea.Biochim. Biophys. Acta. 1980; 619: 533-544Crossref PubMed Scopus (34) Google Scholar) also found many pigments in H. marismortui, such as β-carotene, lycopene, and bacterioruberin, among others (11Evans R.W. Kushwaha S.C. Kates M. The lipids of Halobacterium marismortui, an extremely halophilic bacterium in the Dead Sea.Biochim. Biophys. Acta. 1980; 619: 533-544Crossref PubMed Scopus (34) Google Scholar), although unsaturated archaeol lipids were not then detected. However, on further investigation, a broad range of these compounds was found in H. marismortui when gas chromatography-mass spectrometry of their trimethysilyl derivatives detected from one to six double bonds (6Stiehl T. Rullkötter J. Nissenbaum A. Molecular and isotopic characterization of lipids in cultured halophilic microorganisms from the Dead Sea and comparison with the sediment record of this hypersaline lake.Org. Geochem. 2005; 36: 1242-1251Crossref Scopus (22) Google Scholar). Today, more improvements in analytical techniques allow detection of structures that would otherwise pass unobserved. One of the most powerful is mass spectrometry (MS), in which tandem-MS configuration has been successfully employed to characterize the structures of several lipids, such as glycolipids, phosphonolipids, sphingolipids, and archaeal lipids (4Macalady J.L. Vestling M.M. Baumler D. Boekelheide N. Kaspar C.W. Banfield J.F. Tetraether-linked membrane monolayers in Ferroplasma spp: a key to survival in acid.Extremophiles. 2004; 8: 411-419Crossref PubMed Scopus (126) Google Scholar, 12Klöppel K.D. Fredrickson H.L. Fast atom bombardment mass spectrometry as a rapid means of screening mixtures of ether-linked polar lipids from extremely halophilic archaebacteria for the presence of novel chemical structures.J. Chromatogr. B Analyt. Technol. Biomed. Life Sci. 1991; 562: 369-376Crossref Scopus (13) Google Scholar, 13Souza L.M. Iacomini M. Gorin P.A.J. Sari R.S. Haddad M.A. Sassaki G.L. Glyco– and sphingophosphonolipids from the medusa Phyllorhiza punctata: NMR and ESI-MS/MS fingerprints.Chem. Phys. Lipids. 2007; 145: 85-96Crossref PubMed Scopus (45) Google Scholar, 14Sassaki G.L. Gorin P.A.J. Tischer C.A. Iacomini M. Sulfonoglycolipids from the lichenized basidiomycete Dictyonema glabratum: isolation, NMR, and ESI-MS approaches.Glycobiology. 2001; 11: 345-351Crossref PubMed Scopus (26) Google Scholar, 15Monteiro S.A. Sassaki G.L. Souza L.M. Meira J.A. Araújo J.M. Mitchell D.A. Ramos L.P. Krieger N. Molecular and structural characterization of the biosurfactant produced by Pseudomonas aeruginosa DAUPE 614.Chem. Phys. Lipids. 2007; 147: 1-13Crossref PubMed Scopus (128) Google Scholar, 16Sassaki G.L. Gorin P.A.J. Iacomini M. Characterization of lyso-galactolipids, C-2 and C-3 O-acyl trigalactosylglycerol isomers, obtained from the lichenized fungus Dictyonema glabratum.FEMS Microbiol. Lett. 2001; 194: 155-158Crossref PubMed Google Scholar, 17Toledo M.S. Levery S.B. Bennion B. Guimarães L.L. Castle S.A. Lindsey R. Momany M. Park C. Straus A.H. Takahashi H.K. Analysis of glycosylinositol phosphorylceramides expressed by the opportunistic mycopathogen Aspergillus fumigatus.J. Lipid Res. 2007; 48: 1801-1824Abstract Full Text Full Text PDF PubMed Scopus (39) Google Scholar–18Weik M. Patzelt H. Zaccai G. Oesterhelt D. Localization of glycolipids in membranes by in vivo labeling and neutron diffraction.Mol. Cell. 1998; 1: 411-419Abstract Full Text Full Text PDF PubMed Scopus (86) Google Scholar). Furthermore, recent improvements in the preparation of lipid derivatives allow the employment of gas liquid chromatography-mass spectrometry (GC-MS) for a broad range of analyses (19Sassaki G.L. Souza L.M. Serrato R.V. Cipriani T.R. Gorin P.A.J. Iacomini M. Application of acetate derivatives for gas chromatography-mass spectrometry: novel approaches on carbohydrates, lipids, amino acids analysis.J. Chromatogr. A. 2008; 1208: 215-222Crossref PubMed Scopus (101) Google Scholar). In view of the recent interest in application of archaeal lipids in the liposomes due to their high stability against osmotic stress and potential resistance to degradation by esterases (20Tenchov B. Vescio E.M. Sprott G.D. Zeidel M.L. Mathai J.C. Salt tolerance of archaeal extremely halophilic lipid membranes.J. Biol. Chem. 2006; 281: 10016-10023Abstract Full Text Full Text PDF PubMed Scopus (49) Google Scholar, 21Choquet C.G. Patel G.B. Beveridge T.J. Sprott G.D. Formation of unilamellar liposomes from total polar lipid extracts of methanogens.Appl. Environ. Microbiol. 1992; 58: 2894-2900Crossref PubMed Google Scholar, 22Choquet C.G. Patel G.B. Beveridge T.J. Sprott G.D. Stability of pressure-extruded liposomes made from archaeobacterial ether lipids.Appl. Microbiol. Biotechnol. 1994; 42: 375-384PubMed Google Scholar, 23Sprott G.D. Brisson J. Dicaire C.J. Pelletier A.K. Deschatelets L.A. Krishnan L. Patel G.B. A structural comparison of the total polar lipids from the human archaea Methanobrevibacter smithii and Methanosphaera stadtmanae and its relevance to the adjuvant activities of their liposomes.Biochim. Biophys. Acta. 1999; 1440: 275-288Crossref PubMed Scopus (50) Google Scholar–24Sprott G.D. Tolson D.L. Patel G.B. Archaeosomes as novel antigen delivery systems.FEMS Microbiol. Lett. 1997; 154: 17-22Crossref PubMed Scopus (108) Google Scholar), we have carried out a comprehensive study on the lipids present in cells of H. marismortui. Employed were positive and negative electrospray ionization mass spectrometry (ESI-MS) with tandem-MS, which served as a fingerprint analysis for identifying the majority of component lipids. Cells of H. marismortui were a kind gift from Professor Francisco Rodríguez-Valera (Universidad Miguel Hernández, Alicante, Spain). They were cultured in the medium used for growth of Halobaculum gomorrense, which consists of (g/L): NaCl 125 g; MgCl2.6H2O 160 g; K2SO4 5 g; CaCl2.2H2O 0.1 g; yeast extract 1 g; casamino acids 1 g, and starch 2 g (25Oren A. Gurevich P. Gemmell R.T. Teske A. Halobaculum gomorrense gen. nov., sp. nov., a novel extremely halophilic archaeon from the Dead Sea.Int. J. Syst. Bacteriol. 1995; 45: 747-754Crossref PubMed Scopus (98) Google Scholar). The pH was adjusted to 7.0 prior to autoclaving. Liquid cultures were grown using an orbital shaker (160 rpm) at 37°C. After 5 days, the culture was harvested by centrifugation (10,000 rpm), and the resulting pellet was washed twice with 2.5 mol/L NaCl, and then freeze dried. Lipids were obtained by extraction of cells (1.6 g) with 60 ml CHCl3-MeOH- (2:1 v/v), under reflux, for 2 h, which was repeated twice. The combined extract was evaporated under reduced pressure, and the residue dissolved in 2 ml CHCl3-MeOH (2:1, v/v), and polar lipids were precipitated by adding 20 vols of cold acetone to the solution (21Choquet C.G. Patel G.B. Beveridge T.J. Sprott G.D. Formation of unilamellar liposomes from total polar lipid extracts of methanogens.Appl. Environ. Microbiol. 1992; 58: 2894-2900Crossref PubMed Google Scholar), followed by centrifugation at 10,000 rpm. The resulting pellet was isolated from the soluble layer and dried. Total polar lipids were analyzed using silica gel 60G (Merck) thin layer chromatography (TLC). The separation was developed with CHCl3-MeOH-H2O (65:25:4, v/v), and the plates stained with orcinol-H2SO4 at 100°C for carbohydrate (26Skispki V.P. Thin layer chromatography of neutral glycolipids.Methods Enzymol. 1975; 35: 396-425Crossref PubMed Scopus (137) Google Scholar, 27Sassaki G.L. Souza L.M. Cipriani T.R. Iacomini M. TLC of Carbohydrates.in: Waksmundzka-Hajnos M. Sherma J. Kowalska T. Thin Layer Chromatography in Phytochemistry. CRC Press, Boca Raton, FL2008: 255-271Google Scholar), and the molybdate reagent for phosphorus detection (28Dittmer J.C. Lester R.L. A simple, specific spray for the detection of phospholipids on thin-layer chromatograms.J. Lipid Res. 1964; 15: 126-127Abstract Full Text PDF Google Scholar). The glycolipid present in the extract was purified by fractionation on a column (30 × 2 cm) containing silica gel 60G (Merck), by elution with CHCl3 with increasing proportions of MeOH (from 5% to 60%, v/v). Fractions of 5 ml were collected and analyzed by TLC and stained by orcinol-H2SO4, and molybdate reagent, as above. The purified glycolipid was analyzed by NMR and ESI-MS to indicate its structural components. Glycosidic linkages were characterized by methylation-GC-MS analysis (29Ciucanu I. Kerek F. A simple and rapid method for the permethylation of carbohydrates.Carbohydr. Res. 1984; 131: 209-217Crossref Scopus (3191) Google Scholar). The total polar lipid fraction was solubilized in 400 μl of MeOD-CDCl3 (2:1, v/v) at a concentration of 100 mg/ml and analyzed using a Bruker Avance DRX-400 spectrometer with a 5 mm inverse probe. The spectra were obtained at 30°C, and the 13C chemical shifts measured in relation to Me4Si (δ = 0). Positive and negative ESI-MS was carried out by atmospheric pressure ionization (API) with a tandem triple quadrupole, Quattro LC spectrometer (Waters) using nitrogen as nebulizer and desolvation gas. The samples (∼100 μg/ml) were prepared in MeOH-CHCl3-H2O (7:2:1, v/v), or deuterium exchanged by two successive solubilization/evaporation steps in MeOD-CHCl3-D2O (7:2:1, v/v), the same deuterated solvent being used for sample injection. The phospholipids were also analyzed as sodium salts in the positive ion mode. To induce deprotonation resulting in phospholipids as sodium salts, the same solvent above was used, but replacing water by aq. 0.1 M NaOH to pH 10. The samples were directly injected into the ESI source with a syringe-pump (KDScientific) at a constant flow rate of 10 μl.min-1. The energy setup was: positive analysis, cone 110 V and the capillary 3.6 kV; negative analysis, cone 90 V and capillary 3 kV. The samples were acquired in the total ion current (TIC) mode. Tandem-MS was performed by collision induced dissociation mass spectrometry (CID-MS), using argon as collision gas. The energies used in CID-MS ranged between 80 and 90 V for positive and between 50 and 60 V for negative modes for intact lipid precursors, whereas those for the lithyated core ether lipids were 65 V for saturated, 50 V for tri-unsaturated, and 40 V for hexa-unsaturated chains. Core ether lipids (i.e., archaeol and unsaturated homologs) were obtained from the total polar lipid fraction by releasing them from the polar head group by acid and alkaline hydrolysis. The acid hydrolysis was performed with 1 mg of extract in 1 M MeOH-HCl (500 μl) in a sealed tube, at 100°C for 14 h. The archaeol was extracted by addition of CHCl3 (1.0 ml) plus H2O (0.5 ml). The CHCl3 layer was removed, evaporated under a nitrogen stream, and the residue was dissolved in MeOH-CHCl3-H2O (6:3:1, v/v), supplemented with 5 mM LiCl, for positive ESI-MS analysis. To analyze the unsaturated archaeol, the polar lipid sample (1 mg) was dissolved in 3 ml of methanol. 1 ml 10% KOH (w/v) was added, and the mixture was maintained at 100°C for 3 h (7Gibson J.A.E. Miller M.R. Davies N.W. Neill G.P. Nichols D.S. Volkman J.K. Unsaturated diether lipids in the psychrotrophic archaeon Halorubrum lacusprofundi.Syst. Appl. Microbiol. 2005; 28: 19-26Crossref PubMed Scopus (40) Google Scholar). After cooling to room temperature, the reaction mixture was extracted with CHCl3 to isolate the core ether lipids. The solvent was removed under a N2 stream, and the sample was dissolved in MeOH-CHCl3-H2O (6:3:1, v/v) supplemented with 5 mM LiCl for positive tandem-MS analysis. The polar lipid fraction, on precipitation with cold acetone, yielded 80 mg, in which the presence of phospholipids was suggested by blue TLC spots, on molybdate development (28Dittmer J.C. Lester R.L. A simple, specific spray for the detection of phospholipids on thin-layer chromatograms.J. Lipid Res. 1964; 15: 126-127Abstract Full Text PDF Google Scholar), and one with orcinol-H2SO4 suggesting the presence of a glycolipid. Their characterization was based on their mass spectra in the positive and negative ESI mode. In the latter, many compounds were detected, and the ions were identified as AA at m/z 732 [M-H]-; AG at m/z 806 [M-H]-; AGS/AGP at m/z 443 [M-2H]2- and 886 [M-H]-; and AGP-Me at m/z 450 [M-2H]2-, 900 [M-H]-, and 922 [M-2H+Na]-. Two ions were consistent with the structure of a neutral glycolipid, with m/z 1138 [M-H]- and 1174 [M+Cl]-. Three ions were from phospholipids containing unsaturated archaeol, giving m/z 794, 800 (AG), and m/z 880 (AGS/AGP) (Fig. 2A). Positive ESI ionization resulted in a spectrum with a main ion at m/z 1162, consistent with sodiated TGA. The phospholipids gave rise to minor ions with m/z 756 (AA); 830 and 852 (AG); 954 (AGS/AGP); and 924, 946, and 968 (AGP-Me) (Fig. 2B). The structure of these lipids was confirmed by NMR and positive, negative tandem-MS. These results showed a lipid composition similar to those of previous investigations (7Gibson J.A.E. Miller M.R. Davies N.W. Neill G.P. Nichols D.S. Volkman J.K. Unsaturated diether lipids in the psychrotrophic archaeon Halorubrum lacusprofundi.Syst. Appl. Microbiol. 2005; 28: 19-26Crossref PubMed Scopus (40) Google Scholar, 11Evans R.W. Kushwaha S.C. Kates M. The lipids of Halobacterium marismortui, an extremely halophilic bacterium in the Dead Sea.Biochim. Biophys. Acta. 1980; 619: 533-544Crossref PubMed Scopus (34) Google Scholar, 12Klöppel K.D. Fredrickson H.L. Fast atom bombardment mass spectrometry as a rapid means of screening mixtures of ether-linked polar lipids from extremely halophilic archaebacteria for the presence of novel chemical structures.J. Chromatogr. B Analyt. Technol. Biomed. Life Sci. 1991; 562: 369-376Crossref Scopus (13) Google Scholar). The 13C and 13C-DEPT-NMR spectra contained a mixture of signals with chemical shifts arising from glyco- and phospholipids. Those arising from phytanyl moiety were identified as follows: CH3 signals at δ 20.3 its inner chain, and δ 23.1 from its terminal chain, tertiary carbons (CH) were between δ 28.78 and 33.64, which confirmed the nature of the branched chains from arqueol lipids as these shifts are absent in linear carbon chains. DEPT-NMR served to locate the chemical shifts from CH2, with inverted signals at δ 25.2–25.6 and δ 37.6–40.2, and those of CH2-O from the ether linkages at δ 68.1–71.0 (see supplementary Fig. I). These results agree with previous findings (9Ferrante G. Brisson J.R. Patel G.B. Ekiel I. Sprott G.D. Structures of minor ether lipids isolated from the aceticlastic methanogen, Methanothrix concilii GP6l.J. Lipid Res. 1989; 30: 1601-1609Abstract Full Text PDF PubMed Google Scholar, 30Kates M. Moldoveanu N. Stewart L.C. On the revised structure of the major phospholipid of Halobaterium salinarum.Biochim. Biophys. Acta. 1993; 1169: 46-53Crossref PubMed Scopus (60) Google Scholar) and are consistent with the structure of archaeol. In the 13C-NMR spectrum of the lipid extract, minor abundant signals at δ 120–140 can be attributed to double bounds. Moreover, its 1H spectrum contained two small signals at δ 5.10 and 5.30, consistent with olefinic protons (see supplementary Fig. II). These were better observed in a 2D 1H-13C HMQC spectrum, which showed connectivities between these carbons (δ 120–140) and olefinic protons as follows: δ 5.31/121.6 (H2,2′/C2,2′), 5.08/124.9 (H6,6′/C6,6′) and 5.10/126.0 (H10,10′/C-10,10′). In its saturated chains, the 13C signals from CH3 ranged between δ 20 and 23, and 1H between δ 0.8 and 1.0. However, as found on HMQC NMR, the presence of double bounds shifted the CH3 signals to δ 1.57–16.45 (H18,18′-19,19′/C H18,18′-19,19′) and 1.65–16.9 (H17,17′/C17,17′). Connectivities between these methylic protons with those of olefines were provided on 1H/1H COSY, the signals occurring at δ 1.57–5.08/5.10 (H6,6′/H18,18′ and H10,10′/H19,19′) and 1.65–5.31 (H2,2′/H17,17′) (see supplementary Fig. III). These results confirmed the presence of unsaturated archaeol, consistent with the previously studied structure of 2,3-di-O-dihydrogeranylgeranyl glycerol diether (31Gonthier I. Rager M-N. Metzger P. Guezennec J. Largeau C. A di-O-dihydrogeranylgeranyl glycerol from Thermococcus S 557, a novel ether lipid, and likely intermediate in the biosynthesis of diethers in Archæa.Tetrahedron Lett. 2001; 42: 2795-2797Crossref Scopus (22) Google Scholar). The purified triglycosyl archaeol was also submitted to NMR spectroscopy. The anomeric region of carbohydrates was consistent with the presence of units of β-Glc at δ 104.25 (JC-1/H-1 = 158.5 Hz), α-Glc at δ 99.27 (JC-1/H-1 = 168.8 Hz), and α-Man at δ 97.39 (JC-1/H-1 = 168.1 Hz). Other carbohydrate signals including glycerol were distributed between δ 62.0 and 78.7. O-Linked glycosidic signals were at δ 78.66 and 68.18, consistent with O-substituted C-2 of Glcp and O-substituted C-6 of Manp units, respectively (see supplementary Fig. IV). Considering that variations in the carbon chain-length of archaeol may occur, as with C-15, C-20, and C-25 (3Mancuso C.A. Odham G. Westerdahl G. Reeve J.N. White D.C. C15, C20, and C25 isoprenoid homologues in glycerol diether phospholipids of methanogenic archaebacteria.J. Lipid Res. 1985; 26: 1120-1125Abstract Full Text PDF PubMed Google Scholar), the core-ether lipid was isolated from PHG using two different hydrolytic methods to identify if the carbon chains lengths were equivalent. First, the archaeol moiety was obtained by acid hydrolysis (MeOH-HCl), the core lipid being analyzed by ESI-MS as Li+ adducts, which gave a main ion with m/z 660, consistent with archaeol, and a small one with m/z 379, identified as phytanyl linked to glycerol. Since the allyl ether linkage is more labile than the saturated ether, the ion at m/z 379 was probably formed by degradation of the allyl ether linkage present in the unsaturated archaeol chain during hydrolysis. Because the 1H/13C NMR spectra revealed the presence of unsaturated lipid chains, which are labile by acidic hydrolysis, an alkaline hydrolysis was carried out to maintain their stability. The core lipid was first analyzed by ESI-MS as Na+ adducts, giving rise to ions at m/z 676, 670, and 664 consistent with saturated, tri-unsaturated, and hexa-unsaturated archaeol, which produced poor fragment-ions in collision induced dissociation-mass spectrometry (CID-MS). Thus, it was analyzed as Li+ adducts, giving a main ion at m/z 660 and minor ones at m/z 654 and 648, which were interpreted as arising from saturated, tri-unsaturated, and hexa-unsaturated archaeol, respectively. Furthermore, tandem-MS of the ion at m/z 660 gave a main fragment at m/z 379 (Fig. 3A). A similar result was obtained from an ion at m/z 654, which also gave rise to a main one with m/z 379 (Fig. 3B), as would be expected from a mono-phytanyl-O-glycerol. In the case of the ion with m/z 654, the formation of fragment at m/z 379 can be attributed to more labile allyl ether linkage, which was first removed by CID-MS, releasing the lithiated mono-phytanyl-O-glycerol. This is in agreement with fragmentation of the m/z 648, when less CID energy was necessary, and even so the main fragment was that at m/z 99, consistent with lithiated glycerol. However, an ion at m/z 373 was also present (Fig. 3C), indicating the presence of a lithiated dihydrogeranylgeranyl (tri-unsaturated phytanyl) linked to glycerol. The ion at m/z 99 (glycerol + Li+) was present in all CID-MS spectra obtained from the core ether lipid (Fig. 3A–C), indicating that the three ionic species were in lithiated form [M+Li]+, avoiding misinterpretation that could be caused by an incomplete lithiation with consequent protonation of the archaeol species. To visualize better correlation between the phospholipid structures and the fragmentation fingerprints, the fragment-ions obtained by tandem-MS were designated as αx, counting from the archaeol moiety, and πx counting from the phosphate group linked to archaeol. The subscript x indicates the breakdown position (e.g., α4, π2) (Fig. 4). The simplest phospholipid detected in the negative mode was AA, at m/z 732 [M-H]-, which gave fragments at m/z 97 and 79, arising from its phosphate group (Table 1). Archaetidylglycerol (AG) at m/z 806 [M-H]- and its unsaturated analogs at m/z 800 [M-H]- and 794 [M-H]- yielded characteristic CID-MS fragments at m/z 171, 153, 97, and 79, corresponding to PHG (Fig. 5A–C). The ion at m/z 800 was consistent with an AG containing a tri-unsaturated archaeol, which yielded a neutral loss (PMI–π2) of 647 m.u., this corresponding to dihydrogeranylgeranyl-phytanyl-O-glycerol, whereas the compound with m/z 794 was identified as being hexa-unsaturated, giving rise to NL of 641 m.u., from di-O-dihydrogeranylgeranyl glycerol (Fig. 5B, C).TABLE 1Positive and negative tandem-MS profiles of phospholipidsPositive CID-MS fragmentationPhospholipidPMINLπ1π2π3π4π5π6α2α4α5α6α7AA [M+Na+]+aSaturated.756—121——————————AG [M+Na+]+aSaturated.830—195177————676756———AG [M-H++2Na+]+aSaturated.852——199————676778834——AG [M+Na+]+cHexa-unsaturated.818—195177—————————AGS [M-2H++3Na+]+aSaturated.954—301—199165125—800835——AGP-Me [M+Na+]+aSaturated.924—289271209191135—676756—830893AGP-Me [M-H++2Na+]+aSaturated.946—311293231199dFragments from AGP-Me formed with loss of methyl group.157125dFragments from AGP-Me formed with loss of methyl group.676778834852913AGP-Me [M-2H++3Na+]+aSaturated.968—333315—199dFragments from AGP-Me formed with loss of methyl group.178125dFragments from AGP-Me formed with loss of methyl group.676800834852937Negative CID-MS fragmentationAA [M-H+]-aSaturated.7326539779—————————AG [M-H+]-aSaturated.806653171153—————732———AG [M-H+]-bTri-unsaturated.800647171153—————726———AG [M-H+]-cHexa-unsaturated.794641171153—————720———AGS [M-H+]-aSaturated.886653—2331711539779—732—806—AGS [M-2H++1Na+]-aSaturated.9086532732551711539779—————AGS [M-H+]-bTri-unsaturated.880647—2331711539779—726—800—AGP-Me [M-H+]-aSaturated.900653—247185—11195732788806868AGP-Me [M-2H++1Na+]-aSaturated.922653287269——————788806890CID-MS, collision induced dissociation-mass spectrometry; PMI, pseudo-moleuclar ion; NL, neutral loss (PMI-π2) in negative tandem-MS.a Saturated.b Tri-unsaturated.c Hexa-unsaturated.d Fra",
  "authors": [
    {
      "display_name": "Lauro Mera de Souza",
      "id": "A5018555525",
      "orcid": "https://orcid.org/0000-0001-9166-2146",
      "institutions": [
        {
          "id": "I52418104",
          "display_name": "Universidade Federal do Paraná",
          "country_code": "BR",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Lauro M. de Souza"
    },
    {
      "display_name": "Marcelo Mu ̈ller-Santos",
      "id": "A5110172842",
      "orcid": null,
      "institutions": [
        {
          "id": "I52418104",
          "display_name": "Universidade Federal do Paraná",
          "country_code": "BR",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Marcelo Mu¨ller-Santos"
    },
    {
      "display_name": "Marcello Iacomini",
      "id": "A5086477382",
      "orcid": "https://orcid.org/0000-0002-6457-9731",
      "institutions": [
        {
          "id": "I52418104",
          "display_name": "Universidade Federal do Paraná",
          "country_code": "BR",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Marcello Iacomini"
    },
    {
      "display_name": "Philip A.J. Gorin",
      "id": "A5025418227",
      "orcid": null,
      "institutions": [
        {
          "id": "I52418104",
          "display_name": "Universidade Federal do Paraná",
          "country_code": "BR",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Philip A.J. Gorin"
    },
    {
      "display_name": "Guilherme L. Sassaki",
      "id": "A5078689402",
      "orcid": "https://orcid.org/0000-0001-7420-168X",
      "institutions": [
        {
          "id": "I52418104",
          "display_name": "Universidade Federal do Paraná",
          "country_code": "BR",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Guilherme L. Sassaki"
    }
  ],
  "publication_year": 2009,
  "publication_date": "2009-03-03",
  "type": "article",
  "cited_by_count": 30,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S11400418",
    "display_name": "Journal of Lipid Research",
    "issn_l": "0022-2275",
    "issn": [
      "0022-2275",
      "1539-7262"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320990"
  },
  "volume": "50",
  "issue": "7",
  "first_page": "1363",
  "last_page": "1373",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "https://doi.org/10.1194/jlr.m800478-jlr200",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C80642116",
      "display_name": "Halophile",
      "level": 3,
      "score": 0.76515406
    },
    {
      "id": "C550995028",
      "display_name": "Archaea",
      "level": 3,
      "score": 0.7194443
    },
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.63169414
    },
    {
      "id": "C2777814067",
      "display_name": "Tandem",
      "level": 2,
      "score": 0.50361055
    },
    {
      "id": "C31827203",
      "display_name": "Tandem mass spectrometry",
      "level": 3,
      "score": 0.433084
    },
    {
      "id": "C55493867",
      "display_name": "Biochemistry",
      "level": 1,
      "score": 0.33898836
    },
    {
      "id": "C162356407",
      "display_name": "Mass spectrometry",
      "level": 2,
      "score": 0.3036931
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.227269
    },
    {
      "id": "C523546767",
      "display_name": "Bacteria",
      "level": 2,
      "score": 0.22212288
    },
    {
      "id": "C43617362",
      "display_name": "Chromatography",
      "level": 1,
      "score": 0.20390049
    },
    {
      "id": "C54355233",
      "display_name": "Genetics",
      "level": 1,
      "score": 0.09061995
    },
    {
      "id": "C192562407",
      "display_name": "Materials science",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C159985019",
      "display_name": "Composite material",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C104317684",
      "display_name": "Gene",
      "level": 2,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10602",
      "display_name": "Glycosylation and Glycoproteins Research",
      "score": 0.9944
    },
    {
      "id": "T10683",
      "display_name": "Mass Spectrometry Techniques and Applications",
      "score": 0.9941
    },
    {
      "id": "T10015",
      "display_name": "Genomics and Phylogenetic Studies",
      "score": 0.9934
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1194/jlr.m800478-jlr200",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:32:11.907553",
  "source_database": "OpenAlex"
}