{
  "openalex_id": "W2084902169",
  "doi": "https://doi.org/10.1016/j.juro.2015.02.1932",
  "title": "V7-01 BLADDER TRAINING FOR KIDS",
  "abstract": "You have accessJournal of UrologyPediatrics1 Apr 2015V7-01 BLADDER TRAINING FOR KIDS Mandy Rickard, Natasha Brownrigg, Jennifer DCruz, Jorge DeMaria, and Luis Braga Mandy RickardMandy Rickard More articles by this author , Natasha BrownriggNatasha Brownrigg More articles by this author , Jennifer DCruzJennifer DCruz More articles by this author , Jorge DeMariaJorge DeMaria More articles by this author , and Luis BragaLuis Braga More articles by this author View All Author Informationhttps://doi.org/10.1016/j.juro.2015.02.1932AboutPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookTwitterLinked InEmail INTRODUCTION AND OBJECTIVES Currently, urotherapy is the primary treatment for children with bladder/ bowel dysfunction (BBD) and is administered during a standard outpatient clinic visit. In a busy pediatric urology clinic setting, it is often difficult to provide comprehensive urotherapy in a standard 15-minute visit which often also includes completing a thorough history, physical examination and review of diagnostic test results. In addition, children referred to our pediatric urology program for BBD complaints often wait up to 4 months for an appointment. For a child with urinary incontinence, frequency and urgency or recurrent UTIs, any wait time is difficult to justify. Therefore, our objective was to create an animated educational video designed to teach children healthy bladder and bowel habits to better connect with children in a cost effective method. METHODS As per the clinical guidelines for treating children with BBD, we incorporated the key concepts of bladder training in our screenplay. These concepts include timed and double voiding, drinking an adequate volume of water, and the importance of managing constipation. Moreover, we conceptualized and designed the animated characters, dialogues, and script for the video. This bladder training video was then piloted to a group of pediatric clinicians, research staff, as well as children with BBD, whose feedback helped us make necessary revisions to enhance the content and visuals in the video. RESULTS A 7-minute cartoon has been created in which the characters “Becky the Bladder” and “Will the Water Bottle” guide children through the concepts of bladder training. These concepts include an overview of the anatomy of the urinary tract; an illustration of how urine is formed; explanation of why some children experience urinary incontinence; how urinary tract infections develop; understanding of concepts such as constipation, frequency, urgency; and finally the steps for bladder training. CONCLUSIONS Our educational video acts as a highly efficient mode of delivering urotherapy, which allows clinicians to see patients faster and ensure each patient has been provided the same, high quality information consistently, whether they are seen by a physician, resident, or nurse practitioner. This video can also be played as often as a child or family deems necessary at home to reinforce the concepts of bladder training. The effectiveness of this video in reducing BBD symptoms when compared to a standard urotherapy session is currently being studied in a randomized controlled trial at our institution. © 2015 by American Urological Association Education and Research, Inc.FiguresReferencesRelatedDetails Volume 193Issue 4SApril 2015Page: e659 Advertisement Copyright & Permissions© 2015 by American Urological Association Education and Research, Inc.MetricsAuthor Information Mandy Rickard More articles by this author Natasha Brownrigg More articles by this author Jennifer DCruz More articles by this author Jorge DeMaria More articles by this author Luis Braga More articles by this author Expand All Advertisement Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Mandy Rickard",
      "id": "A5088461426",
      "orcid": "https://orcid.org/0000-0003-0598-1824",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Mandy Rickard"
    },
    {
      "display_name": "Natasha Brownrigg",
      "id": "A5013432452",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Natasha Brownrigg"
    },
    {
      "display_name": "Jennifer D’Cruz",
      "id": "A5037235174",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Jennifer DCruz"
    },
    {
      "display_name": "Jorge DeMaria",
      "id": "A5110151877",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Jorge DeMaria"
    },
    {
      "display_name": "Luis H. Braga",
      "id": "A5038944132",
      "orcid": "https://orcid.org/0000-0002-3953-7353",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Luis Braga"
    }
  ],
  "publication_year": 2015,
  "publication_date": "2015-03-31",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "193",
  "issue": "4S",
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.91922426
    },
    {
      "id": "C2778247520",
      "display_name": "Encopresis",
      "level": 3,
      "score": 0.7467395
    },
    {
      "id": "C2781112942",
      "display_name": "Constipation",
      "level": 2,
      "score": 0.5834254
    },
    {
      "id": "C2780334110",
      "display_name": "Pediatric urology",
      "level": 2,
      "score": 0.58203244
    },
    {
      "id": "C2780610425",
      "display_name": "Enuresis",
      "level": 2,
      "score": 0.43453816
    },
    {
      "id": "C2778531004",
      "display_name": "Urinary incontinence",
      "level": 2,
      "score": 0.4195727
    },
    {
      "id": "C61434518",
      "display_name": "General surgery",
      "level": 1,
      "score": 0.31213307
    },
    {
      "id": "C187212893",
      "display_name": "Pediatrics",
      "level": 1,
      "score": 0.28380078
    },
    {
      "id": "C126894567",
      "display_name": "Urology",
      "level": 1,
      "score": 0.2271511
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.21589854
    }
  ],
  "topics": [
    {
      "id": "T10279",
      "display_name": "Urinary Bladder and Prostate Research",
      "score": 0.92
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/j.juro.2015.02.1932",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:19:33.365365",
  "source_database": "OpenAlex"
}