{
  "openalex_id": "W2082968723",
  "doi": "https://doi.org/10.1212/wnl.18.6.601",
  "title": "Delayed neurological sequelae of electrical injuries",
  "abstract": "Delayed neurological sequelae of electrical injuries Donald F . Farrell, M .D., and Arnold Starr, M .D. Tms REPORT reviews the neurological disorders that follow electrical injury to man to empha- size the long latent period that can intervene between electrical contact and the appearance of neurological dysfunction. The existence of such delayed effects received considerable mention in the past neurological literature, 1 -'l but only a few sporadic cases have been re- ported in the past fifteen years.6,7 The sig- nilicance of this problem for both clinical and medicolegal considerations can be infened from the high mortality rate that exists at pres- ent from inadvertent electrical contact. Ap- proximately l,000 deaths occur annually in the United States and the number of injuries not resulting in death must be of a far greater magnitude. The fact that one-third of these fatal accidents resulted from contacts with household currents indicates that electrical in- jury is readily possible for most of the popula- tion. CASE REPORT A 67-year-old right-handed man was injured on June l , 1964, by 18,000 volts (A.C., 60 H:z) from a high-tension line while at work as a pipefltter. He was standing on a rock guiding one end of a metal pipe with his right band when the other end of the pipe hit the high-tension line. He re- members a loud bang and was told that he was thrown about 4 ft. from the rock. He was dazed for only a few seconds and resumed work immediately, even though he felt shaky for the remainder of the day. The following day nght arm and interscapular pain developed and he went to his physician who found an entrance bum on the right palm and an exit bum of the lateral aspect of the left little toe. These minor bums healed without complica- tion. The patient received several injections of a local anesthetic intramuscularly arou nd the right shoulder in the region of pain, with some relief over the next week. During that same week, he noticed minin1al weakness of the left leg which did not interfere with his work and did not progress. He remained unchanged until June of 1966, two years after the electrical injury, when he experienced lightning- like pains starting in the low back, radiating around the left hip, and descending down ilie medial aspect of the left leg to the ankle. The pains occurred repeatedly during twenty-minute periods and then subsided, only to recur for five to six more periods each day. He also noted, for the first time, that this area of the leg was numb. He was seen by an orthopedist who noted the left thigh to be smaller than tl1e right. Lumbar spine Sims revealed mmimal osteoarthritis. The patient was placed in traction without relief. The leg weakness, which up to this time had been slight, gradually progressed so that he had difficulty in climbing stairs and had to resort to a cane for walking. In August of 1966, twenty-seven months after his injury, he noted the muscles in the left thigh were twitching. At no time, however, did the patient experience difficulties in voiding or defecation. A lumbar rnyelogram was performed in the same month and was normal. Spinal fluid was not examined at that time. The ratient was then referred to the Stanford Medica Center in November of 1966 for further evaluation. The patient had been healthy all of h is life, except for diabetes mellitus, c:Uscovered while in the hospital in 1961 for a suprapubic prostatecto- my for benign prostatic hypertrophy. The diabetes was well controlled by diet and phenformin ther- apy. Physical examination: The blood pressure was 160/90, pulse was 86, and respirations were 16. The general physical examination was normal ex- cept for bilateral pterygia and a brawny discolora- tion of the skin over the tibiae. On neurological examination, the patient's mental status, cranial nerves, and deep tendon reflexes were within nor- mal limits except for an absent left patellar reflex. The patient's gait was remarkable for bis inability to completely extend the left knee on stepping From the Oeputm~t of Neurology, Stanford Univusily School of Medkine, Palo Alto, Calif. Dr. Farrell's addres.i is Departmen t of Neurology, Stanford University School o( Medicine, 300 Pasteur Drive, Palo Alto, Califomlo 94304 . Neurology I Volume 18 I June 1968",
  "authors": [
    {
      "display_name": "Donald F. Farrell",
      "id": "A5113563622",
      "orcid": null,
      "institutions": [
        {
          "id": "I97018004",
          "display_name": "Stanford University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Donald F. Farrell"
    },
    {
      "display_name": "Arnold Starr",
      "id": "A5103425586",
      "orcid": null,
      "institutions": [
        {
          "id": "I97018004",
          "display_name": "Stanford University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Arnold Starr"
    }
  ],
  "publication_year": 1968,
  "publication_date": "1968-06-01",
  "type": "article",
  "cited_by_count": 109,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S79704628",
    "display_name": "Neurology",
    "issn_l": "0028-3878",
    "issn": [
      "0028-3878",
      "1526-632X"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "18",
  "issue": "6",
  "first_page": "601",
  "last_page": "606",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": "https://escholarship.org/content/qt9k81g056/qt9k81g056.pdf?t=okaeqt",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.5410586
    },
    {
      "id": "C3018491285",
      "display_name": "High tension",
      "level": 2,
      "score": 0.45880592
    },
    {
      "id": "C187212893",
      "display_name": "Pediatrics",
      "level": 1,
      "score": 0.36694324
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.32740217
    },
    {
      "id": "C159985019",
      "display_name": "Composite material",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C192562407",
      "display_name": "Materials science",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11867",
      "display_name": "Traumatic Ocular and Foreign Body Injuries",
      "score": 0.9435
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1212/wnl.18.6.601",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:12:41.148910",
  "source_database": "OpenAlex"
}