{
  "openalex_id": "W2088842471",
  "doi": "https://doi.org/10.7326/0003-4819-127-4-199708150-00019",
  "title": "Reply: Warfarin: Less May Be Better",
  "abstract": "Letters15 August 1997Reply: Warfarin: Less May Be BetterMark A. Crowther, MD, Linda Harrison, RN, and Jack Hirsh, MDMark A. Crowther, MDHamilton Civic Hospitals Research Centre; Hamilton, Ontario L8V lC3, Canada, Linda Harrison, RNHamilton Civic Hospitals Research Centre; Hamilton, Ontario L8V lC3, Canada, and Jack Hirsh, MDHamilton Civic Hospitals Research Centre; Hamilton, Ontario L8V lC3, CanadaAuthor, Article, and Disclosure Informationhttps://doi.org/10.7326/0003-4819-127-4-199708150-00019 SectionsAboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinkedInRedditEmail IN RESPONSE:To address the questions raised by Dr. Adelman and others, the dose-adjustment algorithms used in our study are presented in the (Figure 1). Patients received 5 mg or 10 mg of warfarin on day 1 and day 2; the day 2 dose was reduced only if an excess anticoagulant effect was seen on the INR determination performed 12 to 16 hours after the first warfarin dose was given. The third and subsequent warfarin doses were based on the INR response and were adjusted according to the appropriate algorithm. The mean warfarin doses administered in the 5-mg group were ...References1. Landefeld CS, Beyth RJ. Anticoagulant-related bleeding; clinical epidemiology, prediction, and prevention. Am J Med. 1993; 95:315-28. Google Scholar2. Pengo V, Banzato A, Garelli E, Zasso A, Biasiolo A. Reversal of excessive effect of regular anticoagulation: low oral dose of phytonadione (vitamin Kl) compared with warfarin discontinuation. Blood Coag Fibrinol. 1993; 4:739-41. Google Scholar Author, Article, and Disclosure InformationAuthors: Mark A. Crowther, MD; Linda Harrison, RN; Jack Hirsh, MDAffiliations: Hamilton Civic Hospitals Research Centre; Hamilton, Ontario L8V lC3, Canada PreviousarticleNextarticle Advertisement FiguresReferencesRelatedDetails Metrics Cited byRoutine Anticoagulation for the Provoked and Unprovoked VTEComparison of 10-mg and 5-mg warfarin initiation nomograms in a South Indian population - An open label trialWarfarin initiation nomograms for venous thromboembolismWarfarin initiation nomograms for venous thromboembolismDevelopment and implementation of a pharmacist-managed inpatient anticoagulation monitoring programDosing guidelines, not protocols, for managing warfarin therapyAn Evaluation of the Early Pharmacodynamic Response After Simultaneous Initiation of Warfarin and AmiodaroneComparison of a Single End Point to Determine Optimal Initial Warfarin Dosing (5 mg Versus 10 mg) for Venous ThromboembolismInitiating Warfarin Therapy: 5 mg versus 10 mgComparison of 10-mg and 5-mg Warfarin Initiation Nomograms Together with Low-Molecular-Weight Heparin for Outpatient Treatment of Acute Venous Thromboembolism A Randomized, Double-Blind, Controlled TrialMichael J. Kovacs, MD, FRCPC, Marc Rodger, MD, FRCPC, MSc, David R. Anderson, MD, FRCPC, MSc, Beverly Morrow, RN, Gertrude Kells, BScN, RN, Judy Kovacs, RN, Eleanor Boyle, BSc, and Philip S. Wells, MD, FRCPC, MScTreatment and management of acute venous thromboembolic diseaseWarfarin Therapy for an Octogenarian Who Has Atrial FibrillationBrian F. Gage, MD, MSc, Stephan D. Fihn, MD, MPH, and Richard H. White, MDManagement and dosing of warfarin therapyEvaluation of Warfarin Initiation Regimens in Elderly Inpatients6 Oral anticoagulants for the treatment of venous thromboembolism 15 August 1997Volume 127, Issue 4Page: 333KeywordsAlgorithmsAnticoagulantsHemorrhageInpatientsInternational normalized ratioThromboembolismVenous thromboembolismVitamin K ePublished: 15 August 2000 Issue Published: 15 August 1997 Copyright & PermissionsCopyright © 1997 by American College of Physicians. All Rights Reserved.PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Mark Crowther",
      "id": "A5079941141",
      "orcid": "https://orcid.org/0000-0003-4986-4873",
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Mark A. Crowther"
    }
  ],
  "publication_year": 1997,
  "publication_date": "1997-08-15",
  "type": "article",
  "cited_by_count": 22,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S119722071",
    "display_name": "Annals of Internal Medicine",
    "issn_l": "0003-4819",
    "issn": [
      "0003-4819",
      "1539-3704"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316812"
  },
  "volume": "127",
  "issue": "4",
  "first_page": "333",
  "last_page": "333",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2776301958",
      "display_name": "Warfarin",
      "level": 3,
      "score": 0.94007313
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.85856175
    },
    {
      "id": "C2778715236",
      "display_name": "Discontinuation",
      "level": 2,
      "score": 0.7770536
    },
    {
      "id": "C2992750412",
      "display_name": "Oral anticoagulant",
      "level": 4,
      "score": 0.5623882
    },
    {
      "id": "C2778205648",
      "display_name": "Anticoagulant",
      "level": 2,
      "score": 0.48383918
    },
    {
      "id": "C2993590494",
      "display_name": "Vitamin k",
      "level": 2,
      "score": 0.44311395
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.37807107
    },
    {
      "id": "C2779161974",
      "display_name": "Atrial fibrillation",
      "level": 2,
      "score": 0.19324356
    }
  ],
  "topics": [
    {
      "id": "T10065",
      "display_name": "Atrial Fibrillation Management and Outcomes",
      "score": 0.9966
    },
    {
      "id": "T10285",
      "display_name": "Venous Thromboembolism Diagnosis and Management",
      "score": 0.9891
    },
    {
      "id": "T10144",
      "display_name": "Blood Pressure and Hypertension Studies",
      "score": 0.9566
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.7326/0003-4819-127-4-199708150-00019",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:30:17.261267",
  "source_database": "OpenAlex"
}