{
  "openalex_id": "W2087560312",
  "doi": "https://doi.org/10.1074/jbc.m413274200",
  "title": "Sclerostin Binds to LRP5/6 and Antagonizes Canonical Wnt Signaling",
  "abstract": "The loss of the SOST gene product sclerostin leads to sclerosteosis characterized by high bone mass. In this report, we found that sclerostin could antagonize canonical Wnt signaling in human embryonic kidney A293T cells and mouse osteoblastic MC3T3 cells. This sclerostin-mediated antagonism could be reversed by overexpression of Wnt co-receptor low density lipoprotein receptor-related protein (LRP) 5. In addition, we found that sclerostin bound to LRP5 as well as LRP6 and identified the first two YWTD-EGF repeat domains of LRP5 as being responsible for the binding. Although these two repeat domains are required for transduction of canonical Wnt signals, canonical Wnt did not appear to compete with sclerostin for binding to LRP5. Examination of the expression of sclerostin and Wnt7b, an autocrine canonical Wnt, during primary calvarial osteoblast differentiation revealed that sclerostin is expressed at late stages of osteoblast differentiation coinciding with the expression of osteogenic marker osteocalcin and trailing after the expression of Wnt7b. Given the plethora of evidence indicating that canonical Wnt signaling stimulates osteogenesis, we believe that the high bone mass phenotype associated with the loss of sclerostin may be attributed, at least in part, to an increase in canonical Wnt signaling resulting from the reduction in sclerostin-mediated Wnt antagonism. The loss of the SOST gene product sclerostin leads to sclerosteosis characterized by high bone mass. In this report, we found that sclerostin could antagonize canonical Wnt signaling in human embryonic kidney A293T cells and mouse osteoblastic MC3T3 cells. This sclerostin-mediated antagonism could be reversed by overexpression of Wnt co-receptor low density lipoprotein receptor-related protein (LRP) 5. In addition, we found that sclerostin bound to LRP5 as well as LRP6 and identified the first two YWTD-EGF repeat domains of LRP5 as being responsible for the binding. Although these two repeat domains are required for transduction of canonical Wnt signals, canonical Wnt did not appear to compete with sclerostin for binding to LRP5. Examination of the expression of sclerostin and Wnt7b, an autocrine canonical Wnt, during primary calvarial osteoblast differentiation revealed that sclerostin is expressed at late stages of osteoblast differentiation coinciding with the expression of osteogenic marker osteocalcin and trailing after the expression of Wnt7b. Given the plethora of evidence indicating that canonical Wnt signaling stimulates osteogenesis, we believe that the high bone mass phenotype associated with the loss of sclerostin may be attributed, at least in part, to an increase in canonical Wnt signaling resulting from the reduction in sclerostin-mediated Wnt antagonism. The Wnt family of secretory glycoproteins is one of the major families of developmentally important signaling molecules and plays important roles in embryonic induction, generation of cell polarity, and specification of cell fate (1Moon R.T. Kimelman D. BioEssays. 1998; 20: 536-545Crossref PubMed Scopus (278) Google Scholar, 2Peifer M. Polakis P. Science. 2000; 287: 1606-1609Crossref PubMed Scopus (1154) Google Scholar, 3Wodarz A. Nusse R. Annu. Rev. Cell Dev. Biol. 1998; 14: 59-88Crossref PubMed Scopus (1758) Google Scholar). Both genetic and biochemical studies indicate that frizzled (Fz) and LRP5/6 1The abbreviations used are: LRP, low density lipoprotein receptor-related protein; HBM, high bone mass; BMP, bone morphogenetic protein; LEF, lymphoid enhancing factor; Dkk, Dickkopf; AP, alkaline phosphatase; HEK, human embryonic kidney; CM, conditioned medium. are co-receptors for transduction of canonical Wnt signaling that eventually leads to the stabilization of β-catenin and regulation of gene transcription through transcription regulators including lymphoid enhancing factor (LEF)-1 and T-cell factors (TCF) (3Wodarz A. Nusse R. Annu. Rev. Cell Dev. Biol. 1998; 14: 59-88Crossref PubMed Scopus (1758) Google Scholar, 4Pandur P. Kuhl M. BioEssays. 2001; 23: 207-210Crossref PubMed Scopus (33) Google Scholar, 5Nusse R. Nature. 2001; 411: 255-256Crossref PubMed Scopus (62) Google Scholar, 6Gumbiner B.M. Curr. Opin. Genet. Dev. 1998; 8: 430-435Crossref PubMed Scopus (51) Google Scholar, 7Dale T.C. Biochem. J. 1998; 329: 209-223Crossref PubMed Scopus (440) Google Scholar, 8He X. Semenov M. Tamai K. Zeng X. Development (Camb.). 2004; 131: 1663-1677Crossref PubMed Scopus (886) Google Scholar). Wnt signaling is also regulated by a number of naturally occurring antagonists that include Dickkopf (Dkk) molecules. The first Dkk (Xenopus Dkk1) was initially discovered as a Wnt antagonist that plays an important role in head formation (9Glinka A. Wu W. Delius H. Monaghan A.P. Blumenstock C. Niehrs C. Nature. 1998; 391: 357-362Crossref PubMed Scopus (1380) Google Scholar). To date, four Dkk molecules have been identified in mammals (10Monaghan A.P. Kioschis P. Wu W. Zuniga A. Bock D. Poustka A. Delius H. Niehrs C. Mech. Dev. 1999; 87: 45-56Crossref PubMed Scopus (176) Google Scholar, 11Krupnik V.E. Sharp J.D. Jiang C. Robison K. Chickering T.W. Amaravadi L. Brown D.E. Guyot D. Mays G. Leiby K. Chang B. Duong T. Goodearl A.D. Gearing D.P. Sokol S.Y. McCarthy S.A. Gene (Amst.). 1999; 238: 301-313Crossref PubMed Scopus (425) Google Scholar). However, only the first two molecules (Dkk1 and Dkk2) have been well documented to function as antagonists of canonical Wnt signaling. Both DKK1 and DKK2 antagonize canonical Wnt signaling by simultaneously binding to LRP5/6 and a single transmembrane protein called Kremen (12Mao B. Wu W. Li Y. Hoppe D. Stannek P. Glinka A. Niehrs C. Nature. 2001; 411: 321-325Crossref PubMed Scopus (917) Google Scholar, 13Semenov M.V. Tamai K. Brott B.K. Kuhl M. Sokol S. He X. Curr. Biol. 2001; 11: 951-961Abstract Full Text Full Text PDF PubMed Scopus (605) Google Scholar, 14Bafico A. Liu G. Yaniv A. Gazit A. Aaronson S.A. Nat. Cell Biol. 2001; 3: 683-686Crossref PubMed Scopus (683) Google Scholar, 15Mao B. Wu W. Davidson G. Marhold J. Li M. Mechler B.M. Delius H. Hoppe D. Stannek P. Walter C. Glinka A. Niehrs C. Nature. 2002; 417: 664-667Crossref PubMed Scopus (889) Google Scholar). Work from our laboratory and others further demonstrated that the second Cys-rich domain (but not the first Cys-rich domain) of Dkk1 and Dkk2 inhibits canonical Wnt signaling (16Li L. Mao J. Sun L. Liu W. Wu D. J. Biol. Chem. 2002; 277: 5977-5981Abstract Full Text Full Text PDF PubMed Scopus (149) Google Scholar, 17Brott B.K. Sokol S.Y. Mol. Cell. Biol. 2002; 22: 6100-6110Crossref PubMed Scopus (191) Google Scholar). A myriad of evidence demonstrates that an increase in LRP5/6-mediated canonical Wnt signaling leads to an increase in bone mass. Loss of function mutations in LRP5 are responsible for human osteoporosis-pseudoglioma syndrome, an autosomal recessive disorder (18Gong Y. Slee R.B. Fukai N. Rawadi G. Roman-Roman S. Reginato A.M. Wang H. Cundy T. Glorieux F.H. Lev D. Zacharin M. Oexle K. Marcelino J. Suwairi W. Heeger S. Sabatakos G. Apte S. Adkins W.N. Allgrove J. Arslan-Kirchner M. Batch J.A. Beighton P. Black G.C. Boles R.G. Boon L.M. Borrone C. Brunner H.G. Carle G.F. Dallapiccola B. De Paepe A. Floege B. Halfhide M.L. Hall B. Hennekam R.C. Hirose T. Jans A. Juppner H. Kim C.A. Keppler-Noreuil K. Kohlschuetter A. LaCombe D. Lambert M. Lemyre E. Letteboer T. Peltonen L. Ramesar R.S. Romanengo M. Somer H. Steichen-Gersdorf E. Steinmann B. Sullivan B. Superti-Furga A. Swoboda W. van den Boogaard M.J. Van Hul W. Vikkula M. Votruba M. Zabel B. Garcia T. Baron R. Olsen B.R. Warman M.L. Cell. 2001; 107: 513-523Abstract Full Text Full Text PDF PubMed Scopus (1899) Google Scholar), whereas putative gain of function mutations, including the Gly171 to Val substitution, are associated with human high bone mass (HBM) phenotypes (19Little R.D. Carulli J.P. Del Mastro R.G. Dupuis J. Osborne M. Folz C. Manning S.P. Swain P.M. Zhao S.C. Eustace B. Lappe M.M. Spitzer L. Zweier S. Braunschweiger K. Benchekroun Y. Hu X. Adair R. Chee L. FitzGerald M.G. Tulig C. Caruso A. Tzellas N. Bawa A. Franklin B. McGuire S. Nogues X. Gong G. Allen K.M. Anisowicz A. Morales A.J. Lomedico P.T. Recker S.M. Van Eerdewegh P. Recker R.R. Johnson M.L. Am. J. Hum. Genet. 2002; 70: 11-19Abstract Full Text Full Text PDF PubMed Scopus (1109) Google Scholar, 20Boyden L.M. Mao J. Belsky J. Mitzner L. Farhi A. Mitnick M.A. Wu D. Insogna K. Lifton R.P. N. Engl. J. Med. 2002; 346: 1513-1521Crossref PubMed Scopus (1366) Google Scholar, 21Van Wesenbeeck L. Cleiren E. Gram J. Beals R.K. Benichou O. Scopelliti D. Key L. Renton T. Bartels C. Gong Y. Warman M.L. De Vernejoul M.C. Bollerslev J. Van Hul W. Am. J. Hum. Genet. 2003; 72: 763-771Abstract Full Text Full Text PDF PubMed Scopus (490) Google Scholar). In addition, mice in which the LRP5 gene was inactivated by gene targeting showed phenotypes similar to those of osteoporosis-pseudoglioma syndrome patients (22Kato M. Patel M.S. Levasseur R. Lobov I. Chang B.H. Glass II, D.A. Hartmann C. Li L. Hwang T.H. Brayton C.F. Lang R.A. Karsenty G. Chan L. J. Cell Biol. 2002; 157: 303-314Crossref PubMed Scopus (952) Google Scholar), and the transgenic expression of LRP5G171V in mice resulted in HBM (23Babij P. Zhao W. Small C. Kharode Y. Yaworsky P.J. Bouxsein M.L. Reddy P.S. Bodine P.V. Robinson J.A. Bhat B. Marzolf J. Moran R.A. Bex F. J. Bone Miner. Res. 2003; 18: 960-974Crossref PubMed Scopus (449) Google Scholar). Moreover, mouse primary osteoblasts showed reduced responsiveness to Wnt and low proliferation indices in the absence of LRP5 (22Kato M. Patel M.S. Levasseur R. Lobov I. Chang B.H. Glass II, D.A. Hartmann C. Li L. Hwang T.H. Brayton C.F. Lang R.A. Karsenty G. Chan L. J. Cell Biol. 2002; 157: 303-314Crossref PubMed Scopus (952) Google Scholar), and canonical Wnts (18Gong Y. Slee R.B. Fukai N. Rawadi G. Roman-Roman S. Reginato A.M. Wang H. Cundy T. Glorieux F.H. Lev D. Zacharin M. Oexle K. Marcelino J. Suwairi W. Heeger S. Sabatakos G. Apte S. Adkins W.N. Allgrove J. Arslan-Kirchner M. Batch J.A. Beighton P. Black G.C. Boles R.G. Boon L.M. Borrone C. Brunner H.G. Carle G.F. Dallapiccola B. De Paepe A. Floege B. Halfhide M.L. Hall B. Hennekam R.C. Hirose T. Jans A. Juppner H. Kim C.A. Keppler-Noreuil K. Kohlschuetter A. LaCombe D. Lambert M. Lemyre E. Letteboer T. Peltonen L. Ramesar R.S. Romanengo M. Somer H. Steichen-Gersdorf E. Steinmann B. Sullivan B. Superti-Furga A. Swoboda W. van den Boogaard M.J. Van Hul W. Vikkula M. Votruba M. Zabel B. Garcia T. Baron R. Olsen B.R. Warman M.L. Cell. 2001; 107: 513-523Abstract Full Text Full Text PDF PubMed Scopus (1899) Google Scholar) or activated β-catenin (24Bain G. Muller T. Wang X. Papkoff J. Biochem. Biophys. Res. Commun. 2003; 301: 84-91Crossref PubMed Scopus (239) Google Scholar) stimulated the canonical Wnt signaling activity and induced production of an osteoblast marker, alkaline phosphatase (AP), in osteoblast-like cells. The finding that inactivation of the Wnt antagonist sFRP1 enhances trabecular bone accrual further supports the idea that canonical Wnt signaling enhances bone formation (25Bodine P.V. Zhao W. Kharode Y.P. Bex F.J. Lambert A.J. Goad M.B. Gaur T. Stein G.S. Lian J.B. Komm B.S. Mol. Endocrinol. 2004; 18: 1222-1237Crossref PubMed Scopus (411) Google Scholar). Recently, we reported that Dkk1 is expressed in differentiated osteoblast cells and osteocytes and that the G171V mutation in LRP5 may cause the HBM phenotype by attenuating the antagonistic effect of Dkk1 on canonical Wnt signaling (20Boyden L.M. Mao J. Belsky J. Mitzner L. Farhi A. Mitnick M.A. Wu D. Insogna K. Lifton R.P. N. Engl. J. Med. 2002; 346: 1513-1521Crossref PubMed Scopus (1366) Google Scholar, 26Zhang Y. Wang Y. Li X. Zhang J. Mao J. Li Z. Zheng J. Li L. Harris S. Wu D. Mol. Cell. Biol. 2004; 24: 4677-4684Crossref PubMed Scopus (146) Google Scholar). A report by Itasaki et al. (27Itasaki N. Jones C.M. Mercurio S. Rowe A. Domingos P.M. Smith J.C. Krumlauf R. Development (Camb.). 2003; 130: 4295-4305Crossref PubMed Scopus (279) Google Scholar) described a new Wnt antagonist called WISE. WISE appears to be a context-dependent regulator of Wnt signaling; it may inhibit or stimulate Wnt signaling in different assays in Xenopus. WISE was also shown to bind to LRP6 and compete with Wnt8 for binding to LRP6 (27Itasaki N. Jones C.M. Mercurio S. Rowe A. Domingos P.M. Smith J.C. Krumlauf R. Development (Camb.). 2003; 130: 4295-4305Crossref PubMed Scopus (279) Google Scholar). WISE shares 38% amino acid identity with sclerostin, the gene product of SOST. Loss of function mutations of SOST are responsible for an autosomal recessive sclerosing skeletal disorder (28Brunkow M.E. Gardner J.C. Van Ness J. Paeper B.W. Kovacevich B.R. Proll S. Skonier J.E. Zhao L. Sabo P.J. Fu Y. Alisch R.S. Gillett L. Colbert T. Tacconi P. Galas D. Hamersma H. Beighton P. Mulligan J. Am. J. Hum. Genet. 2001; 68: 577-589Abstract Full Text Full Text PDF PubMed Scopus (821) Google Scholar, 29Balemans W. Ebeling M. Patel N. Van Hul E. Olson P. Dioszegi M. Lacza C. Wuyts W. Van Den Ende J. Willems P. Paes-Alves A.F. Hill S. Bueno M. Ramos F.J. Tacconi P. Dikkers F.G. Stratakis C. Lindpaintner K. Vickery B. Foernzler D. Van Hul W. Hum. Mol. Genet. 2001; 10: 537-543Crossref PubMed Scopus (943) Google Scholar). Previous studies showed that sclerostin is highly expressed in osteocytes and might act as a bone morphogenetic protein (BMP) antagonist (30Winkler D.G. Sutherland M.K. Geoghegan J.C. Yu C. Hayes T. Skonier J.E. Shpektor D. Jonas M. Kovacevich B.R. Staehling-Hampton K. Appleby M. Brunkow M.E. Latham J.A. EMBO J. 2003; 22: 6267-6276Crossref PubMed Scopus (903) Google Scholar, 31Kusu N. Laurikkala J. Imanishi M. Usui H. Konishi M. Miyake A. Thesleff I. Itoh N. J. Biol. Chem. 2003; 278: 24113-24117Abstract Full Text Full Text PDF PubMed Scopus (217) Google Scholar, 32Van Bezooijen R.L. Roelen B.A. Visser A. Van Der Wee-Pals L. De Wilt E. Karperien M. Hamersma H. Papapoulos S.E. Ten Dijke P. Lowik C.W. J. Exp. Med. 2004; 199: 805-814Crossref PubMed Scopus (711) Google Scholar), but another study suggested that sclerostin might not be a functional BMP antagonist and speculated that it might modulate Wnt signaling (32Van Bezooijen R.L. Roelen B.A. Visser A. Van Der Wee-Pals L. De Wilt E. Karperien M. Hamersma H. Papapoulos S.E. Ten Dijke P. Lowik C.W. J. Exp. Med. 2004; 199: 805-814Crossref PubMed Scopus (711) Google Scholar). In this report, we now clearly demonstrate that sclerostin can bind to both LRP5 and LRP6 and act as a Wnt antagonist. Because sclerostin expression occurs after peak Wnt7b expression during osteogenic differentiation, we believe that the reduction in sclerostin-mediated antagonism of Wnt signaling contributes to the increases in bone mass associated with SOST. Cell Culture, Transfection, Preparation of CM, and Luciferase Assay—Human embryonic kidney (HEK) cell line A293T and mouse osteoblastic cell line MC3T3 were maintained and transfected as previously described (26Zhang Y. Wang Y. Li X. Zhang J. Mao J. Li Z. Zheng J. Li L. Harris S. Wu D. Mol. Cell. Biol. 2004; 24: 4677-4684Crossref PubMed Scopus (146) Google Scholar, 33Li L. Yuan H. Xie W. Mao J. McMahon E. Sussman D. Wu D. J. Biol. Chem. 1999; 274: 129-134Abstract Full Text Full Text PDF PubMed Scopus (257) Google Scholar). For luciferase assays, cells in 24-well plates were seeded at 5 × 104 cells/well and transfected with 0.5 μg DNA/well using Lipofectamine Plus (Invitrogen), as suggested by the manufacturer. The LacZ plasmid was usually used to make DNA concentrations equal for each transfection. Cell extracts were collected 24 h after transfection. Luciferase assays were performed as previously described (33Li L. Yuan H. Xie W. Mao J. McMahon E. Sussman D. Wu D. J. Biol. Chem. 1999; 274: 129-134Abstract Full Text Full Text PDF PubMed Scopus (257) Google Scholar, 34Yuan H. Mao J. Li L. Wu D. J. Biol. Chem. 1999; 274: 30419-30423Abstract Full Text Full Text PDF PubMed Scopus (98) Google Scholar). Luminescence intensity was normalized against fluorescence intensity of green fluorescent protein. For preparation of DKK1-AP- and sclerostin-AP-containing CM, HEK cells were seeded in 6 well-plates at 4 × 105 cells/well and transfected with 1 μg DNA/well. Conditioned media were collected 48 h after transfection. Construction of Expression Plasmids and Mutagenesis—The wild-type and mutant forms of human LRP5, LRP6, mouse Wnt1, DKK1, sclerostin, and DKK2 were generated by PCR using the high fidelity thermostable DNA polymerase Pfu Ultra (Stratagene). Nucleotide sequences were verified by DNA sequencing. Hemagglutinin or FLAG epitope tags were introduced to the C termini of the full-length and mutant molecules. The expression of these molecules was driven by a cytomegalovirus promoter. The LEF-1 reporter gene constructs were kindly provided by Dr. R. Grosschedl (35Hsu S.C. Galceran J. Grosschedl R. Mol. Cell. Biol. 1998; 18: 4807-4818Crossref PubMed Scopus (340) Google Scholar). DKK1-AP and Sclerostin-AP Binding Assay—HEK cells in 24-well plates were transfected with LRP5 and its mutants. One day later, cells were washed with cold washing buffer (Hank's buffered salt solution containing bovine serum albumin and NaN3) and incubated with mouse DKK1-AP or sclerostin-AP CM on ice for 2 h. Then, cells were washed three times with the washing buffer and lysed. The lysates were heated at 65 °C for 10 min, and AP activity was determined using a Tropix luminescence AP assay kit. The immunoprecipitation assays were carried out essentially as previously described (36Li L. Yuan H. Weaver C. Mao J. Farr III, G.H. Sussman D.J. Jonkers J. Kimelman D. Wu D. EMBO J. 1999; 18: 4233-4240Crossref PubMed Scopus (359) Google Scholar). Primary Calvarial Osteoblast Culture—Mouse calvarial osteoblast cultures from 5-day-old mice were generated as described previously (37Kalajzic I. Kalajzic Z. Kaliterna M. Gronowicz G. Clark S.H. Lichtler A.C. Rowe D. J. Bone Miner. Res. 2002; 17: 15-25Crossref PubMed Scopus (329) Google Scholar) and induced to undergo osteogenic differentiation in the presence of 8 mm β-glycerophosphate and 50 μg/ml ascorbic acid. Media were changed every 2 days. Quantitative PCR Analysis—Total RNA was isolated using TRIzol reagent (Invitrogen) according to the manufacturer's instructions. For quantitative PCR analysis, RNA was reverse-transcribed by the SuperScript™ First-Strand Synthesis System for reverse transcription-PCR (Invitrogen). Quantitative PCR was carried out using the QuantiTect™ SYBR Green PCR kit (Qiagen) on a DNA Engine OPTICON™ instrument (MJ Research Inc.). B-actin was used as an internal reference for each sample. Using a formula described previously (38Pfaffl M.W. Nucleic Acids Res. 2001; 29: e45Crossref PubMed Scopus (26628) Google Scholar), the relative change in mRNA levels was normalized against the B-actin mRNA levels. In Situ Hybridization—The full-length coding region of Wnt7b was used to synthesize antisense and sense probes. The probes were labeled with digoxigenin using an RNA Labeling Kit (Roche Applied Science). Sections of the tibia from a 3-week-old mouse were dewaxed, rehydrated, and fixed again with 4% paraformaldehyde. Then, the sections were treated with 2% glycine and proteinase K and acetylated using an acetic anhydride/Tris-EDTA acetate solution, followed by hybridization with a digoxigenin-labeled probe. The sections were washed twice with 50% formamide, 5× SSC, and 5% SDS for 30 min at 70 °C and once with 50% formamide, 2× SSC for 30 min at 65 °C, and then they were incubated with anti-digoxigenin-alkaline phosphatase antibody followed by nitro blue tetrazolium/4-bromo-5-chloro indolyl phosphate, which yields a purple-blue color. The sections were also counterstained with methyl green (nuclei) and orange G (cytoplasma). Because of the homology shared between WISE and sclerostin, we examined whether sclerostin would exert an effect on canonical Wnt signaling. The effect of CM containing mouse sclerostin on Wnt3a-induced activation of canonical Wnt signaling was determined using the LEF-1-based reporter gene assay in HEK cells. Sclerostin-containing CM showed marked inhibition of Wnt3a activity in a dose-dependent manner (Fig. 1A). Because control CM started to show significant inhibition at 50 μl, we did not test higher doses. To further confirm this effect of sclerostin, sclerostin and another canonical Wnt, Wnt1, were coexpressed in HEK cells, and sclerostin showed up to 60% inhibition of the activity of coexpressed Wnt-1 (Fig. 1B, bars 2 and 4). Interestingly, coexpression of LRP5 abolished the antagonistic effect of sclerostin on Wnt signaling, and a slight stimulation of Wnt1 signaling by sclerostin was even observed in the presence of coexpressed LRP5 (Fig. 1B, bars 6 and 8). We also examined the effect of sclerostin on Wnt signaling in an osteoblastic cell line, MC3T3. Expression of sclerostin also showed up to 70% inhibition of Wnt-1 activated reporter gene activity in MC3T3 cells (Fig. 1C, bars 2 and 4). Once again, expression of LRP5 reversed the inhibition (Fig. 1C, bars 6 and 8). However, in MC3T3 cells, we did not observe any increase in Wnt1 activity when sclerostin and LRP5 were expressed with Wnt (Fig. 1C). Nevertheless, all these results clearly demonstrated that sclerostin antagonizes canonical Wnt activity activated by canonical Wnts when LRP5 is expressed at endogenous levels. To understand how sclerostin antagonizes canonical signaling, we examined whether sclerostin binds to LRP5/6 directly. The binding of sclerostin-AP fusion protein to cells expressing exogenous LRP5 or LRP6 were measured as we and others have previously done with Dkk1-AP (12Mao B. Wu W. Li Y. Hoppe D. Stannek P. Glinka A. Niehrs C. Nature. 2001; 411: 321-325Crossref PubMed Scopus (917) Google Scholar, 26Zhang Y. Wang Y. Li X. Zhang J. Mao J. Li Z. Zheng J. Li L. Harris S. Wu D. Mol. Cell. Biol. 2004; 24: 4677-4684Crossref PubMed Scopus (146) Google Scholar). As shown in Fig. 2A, sclerostin-AP showed a LRP6 binding curve similar to that of Dkk1-AP, suggesting that sclerostin-AP has an affinity for LRP6 comparable with that of Dkk1-AP, which was previously determined to be sub-nanomolar (12Mao B. Wu W. Li Y. Hoppe D. Stannek P. Glinka A. Niehrs C. Nature. 2001; 411: 321-325Crossref PubMed Scopus (917) Google Scholar). The binding of sclerostin-AP and Dkk1-AP to LRP5-expressing cells revealed that sclerostin-AP and Dkk1-AP also have similar affinities for LRP5 (Fig. 2B). To delineate which regions of LRP5 are responsible for the binding of sclerostin-AP, we measured the binding of sclerostin-AP to two LRP5 mutants that lack either the first or last two YWTD-EGF repeat domains. These mutants are designated as LRP5R12 or LRP5R34, respectively (Fig. 2E). Whereas Dkk1-AP was capable of binding to both LRP5 mutants (Fig. 2D), sclerostin-AP could only bind to LRP5R12, but not LRP5R34 (Fig. 2C). Additionally, a LRP5 mutant containing Ala substitution for Asp111 and Asp418 showed a more marked reduction in binding to sclerostin-AP than a LRP5 mutant containing Ala substitution for either of these two residues (Fig. 2G). Residues Asp111 and Asp418 are located at the centers of the wider openings of the barrel-like structures formed by the first and second YWTD-EGF repeat domains, respectively, and correspond to the Glu721 residue of the third YWTD-EGF repeat domain that is required for Dkk binding (26Zhang Y. Wang Y. Li X. Zhang J. Mao J. Li Z. Zheng J. Li L. Harris S. Wu D. Mol. Cell. Biol. 2004; 24: 4677-4684Crossref PubMed Scopus (146) Google Scholar). This piece of data suggests that both of the first two YWTD-EGF repeat domains can bind to sclerostin. We have previously shown that LRP5R12 is still able to transduce Wnt signaling (26Zhang Y. Wang Y. Li X. Zhang J. Mao J. Li Z. Zheng J. Li L. Harris S. Wu D. Mol. Cell. Biol. 2004; 24: 4677-4684Crossref PubMed Scopus (146) Google Scholar), suggesting that this LRP5 mutant may still retain the Wnt-binding sequences. To determine whether sclerostin and Wnt compete with each other for binding to LRP5R12, we measured the binding of sclerostin-AP to cells expressing LRP5R12 in the presence or absence of Wnt3A CM. The presence of Wnt3a did not affect the binding of sclerostin-AP to LRP5R12 at all (Fig. 3A). In contrast, the presence of Dkk1 completely blocked the binding of sclerostin-AP to LRP5R12 (Fig. 3B). In an attempt to further delineate sclerostin-binding sequences on LRP5, we have constructed two additional LRP5 mutants, which lack the second to fourth YWTD-EGF repeat domains and the first, third, and fourth YWTD-EGF repeat domains, respectively. However, these two LRP5 mutants did not bind to either sclerostin-AP or Dkk1-AP, nor did they transduce Wnt signaling (data not shown). These results suggest two possibilities: either both the first and second YWTD-EGF repeat domains are required for the binding of sclerostin to LRP5 or these LRP5 mutants were incorrectly folded. Several LRP5 mutations in the first YWTD-EGF repeat domain have been found to be associated with HBM (19Little R.D. Carulli J.P. Del Mastro R.G. Dupuis J. Osborne M. Folz C. Manning S.P. Swain P.M. Zhao S.C. Eustace B. Lappe M.M. Spitzer L. Zweier S. Braunschweiger K. Benchekroun Y. Hu X. Adair R. Chee L. FitzGerald M.G. Tulig C. Caruso A. Tzellas N. Bawa A. Franklin B. McGuire S. Nogues X. Gong G. Allen K.M. Anisowicz A. Morales A.J. Lomedico P.T. Recker S.M. Van Eerdewegh P. Recker R.R. Johnson M.L. Am. J. Hum. Genet. 2002; 70: 11-19Abstract Full Text Full Text PDF PubMed Scopus (1109) Google Scholar, 20Boyden L.M. Mao J. Belsky J. Mitzner L. Farhi A. Mitnick M.A. Wu D. Insogna K. Lifton R.P. N. Engl. J. Med. 2002; 346: 1513-1521Crossref PubMed Scopus (1366) Google Scholar, 21Van Wesenbeeck L. Cleiren E. Gram J. Beals R.K. Benichou O. Scopelliti D. Key L. Renton T. Bartels C. Gong Y. Warman M.L. De Vernejoul M.C. Bollerslev J. Van Hul W. Am. J. Hum. Genet. 2003; 72: 763-771Abstract Full Text Full Text PDF PubMed Scopus (490) Google Scholar). We have previously characterized one of the mutations, G171V, and found that this mutation interfered with the interaction of LRP5 with its chaperon Mesd, resulting in poor transportation of LRP5 to cell surfaces (26Zhang Y. Wang Y. Li X. Zhang J. Mao J. Li Z. Zheng J. Li L. Harris S. Wu D. Mol. Cell. Biol. 2004; 24: 4677-4684Crossref PubMed Scopus (146) Google Scholar). Because this LRP5 mutant was still able to transduce signals intracellularly for autocrine Wnts (26Zhang Y. Wang Y. Li X. Zhang J. Mao J. Li Z. Zheng J. Li L. Harris S. Wu D. Mol. Cell. Biol. 2004; 24: 4677-4684Crossref PubMed Scopus (146) Google Scholar), we had proposed a hypothesis to suggest that the mutation may increase Wnt signaling by retaining the LRP5 receptor inside the cells from extracellular antagonists such as Dkk1 because Dkk1 is highly expressed in osteocytes (26Zhang Y. Wang Y. Li X. Zhang J. Mao J. Li Z. Zheng J. Li L. Harris S. Wu D. Mol. Cell. Biol. 2004; 24: 4677-4684Crossref PubMed Scopus (146) Google Scholar). The finding of sclerostin as a new Wnt antagonist, which is known to be expressed in the bone and osteocytes, may provide alternative explanations for the effects of the G171V mutation, which is located in the first YWTD-EGF repeat domain and within the sclerostin-binding region. One such explanation may be that the G171V mutation directly interferes with the binding of LRP5 to sclerostin. To test this possibility, we measured and compared the binding of sclerostin-AP to LRP5G171V with that of Dkk1-AP. As we have previously shown, cells expressing LRP5GV have a 5-fold lower apparent binding to Dkk-AP than cells expressing wild-type LRP5 (Fig. 3C) due to the interference of the chaperon's function by the mutation (26Zhang Y. Wang Y. Li X. Zhang J. Mao J. Li Z. Zheng J. Li L. Harris S. Wu D. Mol. Cell. Biol. 2004; 24: 4677-4684Crossref PubMed Scopus (146) Google Scholar). Similarly, cells expressing LRP5GV also showed reduction in the binding of sclerostin-AP to the same degree (Fig. 3B). Because the G171V mutation does not directly interfere with the interaction between LRP5 and Dkk1, it is also unlikely that the mutation interferes with the interaction between LRP5 and sclerostin. The observation that LRP5GV could still reverse sclerostin-mediated inhibition of Wnt activity in the same dose range as the wild-type LRP5 (Fig. 1, B and C) provides further support for the idea. Sclerostin has been previously shown to be primarily expressed in osteocytes (30Winkler D.G. Sutherland M.K. Geoghegan J.C. Yu C. Hayes T. Skonier J.E. Shpektor D. Jonas M. Kovacevich B.R. Staehling-Hampton K. Appleby M. Brunkow M.E. Latham J.A. EMBO J. 2003; 22: 6267-6276Crossref PubMed Scopus (903) Google Scholar, 32Van Bezooijen R.L. Roelen B.A. Visser A. Van Der Wee-Pals L. De Wilt E. Karperien M. Hamersma H. Papapoulos S.E. Ten Dijke P. Lowik C.W. J. Exp. Med. 2004; 199: 805-814Crossref PubMed Scopus (711) Google Scholar). We examined sclerostin expression in relation to Wnt7b expression during primary calvarial osteoblast differentiation. We previously identified Wnt7b, a canonical Wnt that can stabilize β-catenin, as the only Wnt that showed drastic changes in its expression levels during primary bone marrow osteoblast differentiation (26Zhang Y. Wang Y. Li X. Zhang J. Mao J. Li Z. Zheng J. Li L. Harris S. Wu D. Mol. Cell. Biol. 2004; 24: 4677-4684Crossref PubMed Scopus (146) Google Scholar). Similarly, the expression levels of Wnt7b showed drastic changes during calvarial osteoblast differentiation; the expression of Wnt7b peaked at day 8 and then receded to lower levels, preceding the expression of osteogenic marker osteocalcin and another Wnt antagonist, Dkk1 (Fig. 4A). In situ hybridization further confirms the conclusion on Wnt7b expression in that Wnt7b mRNA was detected primarily in early undifferentiated osteoblasts in a mouse long bone (Fig. 4B). The expression of sclerostin showed a similar time course to that of osteocalcin and only occurred at late stages of differentiation, presumably when osteocytes are forming in the mineralized matrix (Fig. 4A). This pattern of sclerostin expression is consistent with previous in vivo observations that sclerostin is expressed in osteocytes buried in the bone matrix and may play a role in mechanical loading (30Winkler D.G. Sutherland M.K. Geoghegan J.C. Yu C. Hayes T. Skonier J.E. Shpektor D. Jonas M. Kovacevich B.R. Staehling-Hampton K. Appleby M. Brunkow M.E. Latham J.A. EMBO J. 2003; 22: 6267-6276Crossref PubMed Scopus (903) Google Scholar, 32Van Bezooijen R.L. Roelen B.A. Visser A. Van Der Wee-Pals L. De Wilt E. Karperien M. Hamersma H. Papapoulos S.E. Ten Dijke P. Lowik C.W. J. Exp. Med. 2004; 199: 805-814Crossref PubMed Scopus (711) Google Scholar). On the basis of the expression patterns of sclerostin and Wnt7b, we postulate that sclerostin contributes to the G171V-associated HBM phenotype, even though sclerostin may not directly interfere with Wnt binding, and the mutation does not affect sclerostin binding to LRP5. As suggested by our hypothesis that the G171V mutation may hide the receptor from paracrine antagonists without diminishing the signaling ability of the mutant receptor for autocrine Wnt, sclerostin, which is only produced by well-differentiated osteoblasts or osteocytes, would be one of such paracrine antagonists that conceivably has less access to LRP5G171V than the wild-type LRP5. Thus, we amend our original hypothesis to suggest that the G171V mutation may increase Wnt activity by attenuating the antagonism of canonical Wnt signaling not only by Dkk1 but also by sclerostin and potentially other paracrine Wnt antagonists present in the bone. In previous studies, sclerostin was shown to act as a BMP antagonist (30Winkler D.G. Sutherland M.K. Geoghegan J.C. Yu C. Hayes T. Skonier J.E. Shpektor D. Jonas M. Kovacevich B.R. Staehling-Hampton K. Appleby M. Brunkow M.E. Latham J.A. EMBO J. 2003; 22: 6267-6276Crossref PubMed Scopus (903) Google Scholar, 31Kusu N. Laurikkala J. Imanishi M. Usui H. Konishi M. Miyake A. Thesleff I. Itoh N. J. Biol. Chem. 2003; 278: 24113-24117Abstract Full Text Full Text PDF PubMed Scopus (217) Google Scholar, 32Van Bezooijen R.L. Roelen B.A. Visser A. Van Der Wee-Pals L. De Wilt E. Karperien M. Hamersma H. Papapoulos S.E. Ten Dijke P. Lowik C.W. J. Exp. Med. 2004; 199: 805-814Crossref PubMed Scopus (711) Google Scholar). It is convincing that sclerostin has a reasonably high affinity for BMP6 and BMP7 (30Winkler D.G. Sutherland M.K. Geoghegan J.C. Yu C. Hayes T. Skonier J.E. Shpektor D. Jonas M. Kovacevich B.R. Staehling-Hampton K. Appleby M. Brunkow M.E. Latham J.A. EMBO J. 2003; 22: 6267-6276Crossref PubMed Scopus (903) Google Scholar, 31Kusu N. Laurikkala J. Imanishi M. Usui H. Konishi M. Miyake A. Thesleff I. Itoh N. J. Biol. Chem. 2003; 278: 24113-24117Abstract Full Text Full Text PDF PubMed Scopus (217) Google Scholar). However, the biological effects of sclerostin on BMP were merely determined by measuring BMP-induced AP activity 3–6 days after ligand addition in osteoblastic cells (30Winkler D.G. Sutherland M.K. Geoghegan J.C. Yu C. Hayes T. Skonier J.E. Shpektor D. Jonas M. Kovacevich B.R. Staehling-Hampton K. Appleby M. Brunkow M.E. Latham J.A. EMBO J. 2003; 22: 6267-6276Crossref PubMed Scopus (903) Google Scholar, 31Kusu N. Laurikkala J. Imanishi M. Usui H. Konishi M. Miyake A. Thesleff I. Itoh N. J. Biol. Chem. 2003; 278: 24113-24117Abstract Full Text Full Text PDF PubMed Scopus (217) Google Scholar). This AP activity readout is not specific for BMP activity. In fact, canonical Wnts can also stimulate AP activity in these types of cells (18Gong Y. Slee R.B. Fukai N. Rawadi G. Roman-Roman S. Reginato A.M. Wang H. Cundy T. Glorieux F.H. Lev D. Zacharin M. Oexle K. Marcelino J. Suwairi W. Heeger S. Sabatakos G. Apte S. Adkins W.N. Allgrove J. Arslan-Kirchner M. Batch J.A. Beighton P. Black G.C. Boles R.G. Boon L.M. Borrone C. Brunner H.G. Carle G.F. Dallapiccola B. De Paepe A. Floege B. Halfhide M.L. Hall B. Hennekam R.C. Hirose T. Jans A. Juppner H. Kim C.A. Keppler-Noreuil K. Kohlschuetter A. LaCombe D. Lambert M. Lemyre E. Letteboer T. Peltonen L. Ramesar R.S. Romanengo M. Somer H. Steichen-Gersdorf E. Steinmann B. Sullivan B. Superti-Furga A. Swoboda W. van den Boogaard M.J. Van Hul W. Vikkula M. Votruba M. Zabel B. Garcia T. Baron R. Olsen B.R. Warman M.L. Cell. 2001; 107: 513-523Abstract Full Text Full Text PDF PubMed Scopus (1899) Google Scholar, 24Bain G. Muller T. Wang X. Papkoff J. Biochem. Biophys. Res. Commun. 2003; 301: 84-91Crossref PubMed Scopus (239) Google Scholar). In contrast, our Wnt reporter gene assay is specific for canonical Wnt and cannot be activated by BMP in HEK cells (data not shown). In addition, in the assay using CM, we measured the effect of sclerostin in 6 h (Fig. 1A). Given the recent observations that sclerostin failed to inhibit early responses elicited by BMP (32Van Bezooijen R.L. Roelen B.A. Visser A. Van Der Wee-Pals L. De Wilt E. Karperien M. Hamersma H. Papapoulos S.E. Ten Dijke P. Lowik C.W. J. Exp. Med. 2004; 199: 805-814Crossref PubMed Scopus (711) Google Scholar), we believe that it is more likely that sclerostin is biologically a canonical Wnt antagonist and that its effects on bone mass are probably primarily attributed to its antagonistic effect on canonical Wnt signaling. While this work was under review, a report by Winkle et al. showed that sclerostin inhibited Wnt3a-induced effects in C3H10T1/2 (39Winkler D.G. Sutherland M.S. Ojala E. Turcott E. Geoghegan J.C. Shpektor D. Skonier J.E. Yu C. Latham J.A. J. Biol. Chem. 2005; 280: 2498-2502Abstract Full Text Full Text PDF PubMed Scopus (145) Google Scholar). This is consistent with our finding. As shown in Fig. 2, sclerostin binds to the first two YWTD-EGF repeat domains of LRP5, which are also required for transduction of Wnt signals. However, our evidence suggests that the antagonistic effect of sclerostin is unlikely to be due to direct competition with Wnt for LRP binding because 1) Wnt3a failed to inhibit the binding of sclerostin-AP to LRP5 and 2) LRP5 could reverse the inhibitory effect of sclerostin on canonical Wnt signaling. The latter observation is reminiscent of the effect of Dkk1 on Wnt signaling because Dkk1 suppression of Wnt signaling can also be reversed by exogenous expression of LRP5/6 (12Mao B. Wu W. Li Y. Hoppe D. Stannek P. Glinka A. Niehrs C. Nature. 2001; 411: 321-325Crossref PubMed Scopus (917) Google Scholar). LRP5/6 molecules reverse the effects of Dkk because Dkk-mediated antagonism requires another protein, Kremen (15Mao B. Wu W. Davidson G. Marhold J. Li M. Mechler B.M. Delius H. Hoppe D. Stannek P. Walter C. Glinka A. Niehrs C. Nature. 2002; 417: 664-667Crossref PubMed Scopus (889) Google Scholar). When Kremen is coexpressed with LRP5/6, Dkk-mediated inhibition could be restored (15Mao B. Wu W. Davidson G. Marhold J. Li M. Mechler B.M. Delius H. Hoppe D. Stannek P. Walter C. Glinka A. Niehrs C. Nature. 2002; 417: 664-667Crossref PubMed Scopus (889) Google Scholar, 26Zhang Y. Wang Y. Li X. Zhang J. Mao J. Li Z. Zheng J. Li L. Harris S. Wu D. Mol. Cell. Biol. 2004; 24: 4677-4684Crossref PubMed Scopus (146) Google Scholar). Although Kremen had no effect on sclerostin-mediated antagonism (data not shown), we suspect that a similar mechanism may be used by sclerostin to inhibit Wnt signaling. In other words, there may be accessory proteins such as Kremen that may be required for sclerostin to function efficiently as an antagonist. Recently, noggin has been shown to directly interact with sclerostin and prevent noggin from inhibiting BMP signaling (40Winkler D.G. Yu C. Geoghegan J.C. Ojala E.W. Skonier J.E. Shpektor D. Sutherland M.K. Latham J.A. J. Biol. Chem. 2004; 279: 36293-36298Abstract Full Text Full Text PDF PubMed Scopus (83) Google Scholar). It seems reasonable to suggest that the noggin, once bound to sclerostin, might inhibit the capacity of sclerostin to modulate Wnt signaling. In addition, the observation that sclerostin showed slight stimulation of LEF-1 reporter gene activity in the presence of exogenous LRP5 or LRP5GV, which is consistent in principle with the previous report (27Itasaki N. Jones C.M. Mercurio S. Rowe A. Domingos P.M. Smith J.C. Krumlauf R. Development (Camb.). 2003; 130: 4295-4305Crossref PubMed Scopus (279) Google Scholar), suggests that sclerostin may be a partial agonist under a certain circumstance even in mammalian systems. Further work is required to better understand the mechanism by which sclerostin regulates canonical Wnt signaling.",
  "authors": [
    {
      "display_name": "Xiaofeng Li",
      "id": "A5100347687",
      "orcid": "https://orcid.org/0000-0002-3946-5791",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Xiaofeng Li"
    },
    {
      "display_name": "Yazhuo Zhang",
      "id": "A5100711411",
      "orcid": "https://orcid.org/0000-0002-8583-2580",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Yazhou Zhang"
    },
    {
      "display_name": "Heeseog Kang",
      "id": "A5083020321",
      "orcid": "https://orcid.org/0000-0002-2612-8585",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Heeseog Kang"
    },
    {
      "display_name": "Wenzhong Liu",
      "id": "A5041366828",
      "orcid": "https://orcid.org/0000-0003-3670-3915",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Wenzhong Liu"
    },
    {
      "display_name": "Peng Liu",
      "id": "A5100346752",
      "orcid": "https://orcid.org/0000-0001-7150-6365",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Peng Liu"
    },
    {
      "display_name": "Jianghong Zhang",
      "id": "A5043631775",
      "orcid": "https://orcid.org/0000-0003-4884-6411",
      "institutions": [
        {
          "id": "I75421653",
          "display_name": "University of Missouri–Kansas City",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jianghong Zhang"
    },
    {
      "display_name": "Stephen E. Harris",
      "id": "A5103277401",
      "orcid": "https://orcid.org/0000-0002-5658-9024",
      "institutions": [
        {
          "id": "I165951966",
          "display_name": "The University of Texas Health Science Center at San Antonio",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Stephen E. Harris"
    },
    {
      "display_name": "Dianqing Wu",
      "id": "A5106558574",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Dianqing Wu"
    }
  ],
  "publication_year": 2005,
  "publication_date": "2005-03-20",
  "type": "article",
  "cited_by_count": 1317,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S140251998",
    "display_name": "Journal of Biological Chemistry",
    "issn_l": "0021-9258",
    "issn": [
      "0021-9258",
      "1067-8816",
      "1083-351X"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320990"
  },
  "volume": "280",
  "issue": "20",
  "first_page": "19883",
  "last_page": "19887",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "http://www.jbc.org/article/S0021925820617756/pdf",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2779277721",
      "display_name": "Sclerostin",
      "level": 4,
      "score": 0.9358964
    },
    {
      "id": "C137620995",
      "display_name": "Wnt signaling pathway",
      "level": 3,
      "score": 0.7866132
    },
    {
      "id": "C182819311",
      "display_name": "LRP5",
      "level": 4,
      "score": 0.7840495
    },
    {
      "id": "C95444343",
      "display_name": "Cell biology",
      "level": 1,
      "score": 0.5253063
    },
    {
      "id": "C170320316",
      "display_name": "LRP6",
      "level": 4,
      "score": 0.46023157
    },
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.4395305
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.35625854
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.34991753
    },
    {
      "id": "C62478195",
      "display_name": "Signal transduction",
      "level": 2,
      "score": 0.3447978
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.2021851
    }
  ],
  "topics": [
    {
      "id": "T10929",
      "display_name": "Wnt/β-catenin signaling in development and cancer",
      "score": 0.9979
    },
    {
      "id": "T11917",
      "display_name": "Coagulation, Bradykinin, Polyphosphates, and Angioedema",
      "score": 0.9766
    },
    {
      "id": "T11310",
      "display_name": "Connective tissue disorders research",
      "score": 0.9687
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1074/jbc.m413274200",
  "pdf_url": "http://www.jbc.org/article/S0021925820617756/pdf",
  "retrieved_date": "2025-07-30T15:03:12.654337",
  "source_database": "OpenAlex"
}