{
  "openalex_id": "W2080931359",
  "doi": "https://doi.org/10.1080/00343404.2012.733072",
  "title": "Regional Government Formation in Varying Multilevel Contexts: A Comparison of Eight European Countries",
  "abstract": "Bäck H., Debus M., Müller J. and Bäck H. Regional government formation in varying multilevel contexts: a comparison of eight European countries, Regional Studies. Although governance in multilevel settings has become a prominent research field in political science, there are few comparative studies that focus on explaining sub-national coalition outcomes in such settings. This paper sets out to study regional government formation in eight European countries and it builds on a dataset that covers information on the policy preferences of parties drawn from regional election manifestos. The results show that parties at the regional level are likely to form congruent coalitions, that is, 'copying' the patterns of national government formation, and that they are more likely to do so in specific regional contexts. Bäck H., Debus M., Müller J. and Bäck H. 各种多重层级脉络下的区域政府形成:欧洲八国的比较研究,区域研究。仅管多重层级环境中的治理已成为政治学中重要的研究领域,却鲜少有比较研究聚焦解释在此般环境中次国家层级结盟的结果。本文着手研究八个欧洲国家的区域政府形成,并以一个包含在区域选举宣言中各政党政策倾向资料的数据集为基础。研究结果显示,区域层级的政党倾向 \"复制\" 国家层级政府形成的模式,进行相同的结盟,并更有可能在特定的区域脉络中进行。 政府形成 结盟理论 多重层级系统 政策文件的内容分析 区域治权 Bäck H., Debus M., Müller J. et Bäck H. La formation de la gouvernance régionale dans divers contextes multiniveaux: une comparaison de huit pays européens, Regional Studies. Bien que la gouvernance multiniveaux soit devenue une filière importante de la science politique, rares sont les études comparatives qui visent principalement à expliquer les résultats des coalitions établies à l'échelon infranational dans de tels contextes. L'article cherche à étudier la formation de la gouvernance régionale dans huit pays européens et se fonde sur un ensemble de données qui capte des informations sur les préférences politiques des partis puisées dans leurs manifestes aux élections régionales. Les résultats laissent voir que les partis sont susceptibles sur le plan régional de constituer des coalitions harmonisées, c'est-à-dire 'copier' des modèles de gouvernance au niveau national, et qu'ils sont plus susceptibles de le faire dans des contextes régionaux spécifiques. Formation de la gouvernance Théories sur la création des coalitions Systèmes multiniveaux Analyse du contenu des documents de politique générale Collectivité régionale Bäck H., Debus M., Müller J. und Bäck H. Regionale Regierungsbildung in institutionell variierenden Mehrebenensystemen: ein Vergleich acht europäischer Staaten, Regional Studies. Obwohl das Regieren in Mehrebenensystemen mittlerweile ein zentrales Forschungsgebiet der Politikwissenschaft ist, liegen bislang nur wenige vergleichende Studien zur Regierungsbildung in diesem Kontext vor. Im vorliegenden Beitrag analysieren wir die Regierungsbildung in den Regionen acht europäischer Staaten. Dabei greifen wir auf einen Datensatz zurück, der die Policy-Positionen regionaler Parteien sowie die Eigenschaften der potentiell möglichen Regierungen umfasst. Unsere Ergebnisse zeigen, dass Parteien dazu neigen, über die Ebenen hinweg parteipolitisch kongruente Koalitionen zu bilden. Zudem haben die programmatischen Positionen der regionalen Parteien und die institutionell vorgegebenen Kompetenzen regionaler Regierungen einen Einfluss auf das Ergebnis des Regierungsbildungsprozesses. Regierungsbildung Koalitionstheorien Mehrebenensysteme Inhaltsanalyse programmatischer Dokumente Regionale Autorität Bäck H., Debus M., Müller J. y Bäck H. Formación de gobiernos regionales en diferentes contextos de varios niveles: una comparación entre ocho países europeos, Regional Studies. Aunque la gobernanza en entornos de varios niveles se ha convertido en un destacado campo de investigación en ciencias políticas, existen poco estudios comparativos sobre los resultados de una coalición subnacional en tales entornos. La finalidad de este artículo es estudiar la formación de gobiernos regionales en ocho países europeos a partir de un grupo de datos que abarquen la información sobre las preferencias políticas de los partidos extraídas de los programas electorales regionales. Los resultados indican que los partidos de ámbito regional tienden a formar coaliciones congruentes, es decir, 'copiando' los modelos de la formación del gobierno nacional, y suelen hacerlo en contextos regionales específicos. Formación de gobierno Teorías de coalición Sistemas de varios niveles Análisis de contenido de documentos políticos Autoridad regional",
  "authors": [
    {
      "display_name": "Hanna Bäck",
      "id": "A5055237889",
      "orcid": "https://orcid.org/0000-0002-0296-9419",
      "institutions": [
        {
          "id": "I187531555",
          "display_name": "Lund University",
          "country_code": "SE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Hanna Bäck"
    },
    {
      "display_name": "Marc Debus",
      "id": "A5016224918",
      "orcid": "https://orcid.org/0000-0002-7151-7942",
      "institutions": [
        {
          "id": "I177802217",
          "display_name": "University of Mannheim",
          "country_code": "DE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Marc Debus"
    },
    {
      "display_name": "Jochen Müller",
      "id": "A5016028127",
      "orcid": "https://orcid.org/0000-0003-4021-7442",
      "institutions": [
        {
          "id": "I177802217",
          "display_name": "University of Mannheim",
          "country_code": "DE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jochen Müller"
    },
    {
      "display_name": "Henry Bäck",
      "id": "A5017327871",
      "orcid": null,
      "institutions": [
        {
          "id": "I881427289",
          "display_name": "University of Gothenburg",
          "country_code": "SE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Henry Bäck"
    }
  ],
  "publication_year": 2012,
  "publication_date": "2012-12-06",
  "type": "article",
  "cited_by_count": 75,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S175672440",
    "display_name": "Regional Studies",
    "issn_l": "0034-3404",
    "issn": [
      "0034-3404",
      "1360-0591"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310319847"
  },
  "volume": "47",
  "issue": "3",
  "first_page": "368",
  "last_page": "387",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2991830913",
      "display_name": "Regional studies",
      "level": 3,
      "score": 0.58743334
    },
    {
      "id": "C148383697",
      "display_name": "Regional science",
      "level": 1,
      "score": 0.58480203
    },
    {
      "id": "C26271046",
      "display_name": "Economic geography",
      "level": 1,
      "score": 0.51456517
    },
    {
      "id": "C2778137410",
      "display_name": "Government (linguistics)",
      "level": 2,
      "score": 0.51097167
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.42287606
    },
    {
      "id": "C205649164",
      "display_name": "Geography",
      "level": 0,
      "score": 0.38639075
    },
    {
      "id": "C2988954192",
      "display_name": "Regional development",
      "level": 2,
      "score": 0.29171515
    },
    {
      "id": "C41895202",
      "display_name": "Linguistics",
      "level": 1,
      "score": 0.0507254
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11621",
      "display_name": "Fiscal Policies and Political Economy",
      "score": 0.9976
    },
    {
      "id": "T10443",
      "display_name": "Social Policy and Reform Studies",
      "score": 0.9966
    },
    {
      "id": "T10108",
      "display_name": "Electoral Systems and Political Participation",
      "score": 0.9962
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1080/00343404.2012.733072",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:42:29.018101",
  "source_database": "OpenAlex"
}