{
  "openalex_id": "W2086447178",
  "doi": "https://doi.org/10.1074/jbc.275.10.6922",
  "title": "Identification of Alternative Spliced Variants of Human Hypoxia-inducible Factor-1α",
  "abstract": "Mammalian cells are able to sense oxygen and regulate a number of genes in response to hypoxia. The transcription factor Hypoxia Inducible Factor-1 (HIF-1) was identified as an important key component of the hypoxia signaling pathway. HIF-1 is a heterodimer composed of two members of the basic helix-loop-helix transcription factor superfamily containing a PAS (PER-ARNT-SIM) domain: HIF-1α and HIF-1β/ARNT. During the cloning by reverse transcriptase-polymerase chain reaction of the human HIF-1α subunit, we isolated two cDNA clones which corresponded to alternative splicing of the HIF-1α gene. Polymerase chain reaction analysis and sequencing revealed that both clones possessed three additional base pairs between exons 1 and 2. Also, one of them lacked 127 base pairs corresponding to exon 14. We demonstrate that the mRNA of this truncated form is expressed in several human cells lines and human skin but apparently not in rodents. When transfected in HEK 293 cells, the corresponding 736 amino acid protein (HIF-1α736) is regulated by hypoxia in a similar manner as the full-length HIF-1α (HIF-1αFL). In luciferase transfection assays, both recombinant proteins HIF-1α736 and HIF-1αFL dimerize with HIF-1β/ARNT and activate the VEGF promoter upon hypoxia. However, the shorter HIF-1α isoform is 3-fold less active than HIF-1αFL, a result consistent with the lack of the C-terminal transactivation domain. As expected, this small isoform can compete with the endogenous and transfected full-length HIF-1α. Altogether, these results suggest that the HIF-1α736isoform modulates gene expression upon hypoxia. Mammalian cells are able to sense oxygen and regulate a number of genes in response to hypoxia. The transcription factor Hypoxia Inducible Factor-1 (HIF-1) was identified as an important key component of the hypoxia signaling pathway. HIF-1 is a heterodimer composed of two members of the basic helix-loop-helix transcription factor superfamily containing a PAS (PER-ARNT-SIM) domain: HIF-1α and HIF-1β/ARNT. During the cloning by reverse transcriptase-polymerase chain reaction of the human HIF-1α subunit, we isolated two cDNA clones which corresponded to alternative splicing of the HIF-1α gene. Polymerase chain reaction analysis and sequencing revealed that both clones possessed three additional base pairs between exons 1 and 2. Also, one of them lacked 127 base pairs corresponding to exon 14. We demonstrate that the mRNA of this truncated form is expressed in several human cells lines and human skin but apparently not in rodents. When transfected in HEK 293 cells, the corresponding 736 amino acid protein (HIF-1α736) is regulated by hypoxia in a similar manner as the full-length HIF-1α (HIF-1αFL). In luciferase transfection assays, both recombinant proteins HIF-1α736 and HIF-1αFL dimerize with HIF-1β/ARNT and activate the VEGF promoter upon hypoxia. However, the shorter HIF-1α isoform is 3-fold less active than HIF-1αFL, a result consistent with the lack of the C-terminal transactivation domain. As expected, this small isoform can compete with the endogenous and transfected full-length HIF-1α. Altogether, these results suggest that the HIF-1α736isoform modulates gene expression upon hypoxia. hypoxia-inducible factor-1α hemagglutinin reverse transcriptase-polymerase chain reaction base pair(s) transactivation domain inhibitory domain Hypoxia Inducible Factor-1 (HIF-1)1 is a transcriptional complex identified as an important key component of the signaling pathway. HIF-1 is a heterodimer composed of two proteins, HIF-1α and HIF-1β/ARNT (1.Wang G.L. Semenza G.L. J. Biol. Chem. 1995; 270: 1230-1237Abstract Full Text Full Text PDF PubMed Scopus (1729) Google Scholar). These proteins are members of the basic helix-loop-helix transcription factor superfamily containing a PAS (PER-ARNT-SIM) domain (2.Wang G.L. Jiang B.H. Rue E.A. Semenza G.L. Proc. Natl. Acad. Sci. U. S. A. 1995; 92: 5510-5514Crossref PubMed Scopus (5059) Google Scholar). Recently, an increasing number of closely related proteins were found, HIF-2α (also termed EPAS1 (3.Tian H. McKnight S.L. Russell D.W. Genes Dev. 1997; 11: 72-82Crossref PubMed Scopus (1073) Google Scholar), MOP2 (4.Hogenesch J.B. Chan W.K. Jackiw V.H. Brown R.C. Gu Y.Z. Pray-Grant M. Perdew G.H. Bradfield C.A. J. Biol. Chem. 1997; 272: 8581-8593Abstract Full Text Full Text PDF PubMed Scopus (394) Google Scholar), HLF (5.Ema M. Taya S. Yokotani N. Sogawa K. Matsuda Y. Fujii-Kuriyama Y. Proc. Natl. Acad. Sci. U. S. A. 1997; 94: 4273-4278Crossref PubMed Scopus (844) Google Scholar), HRF (6.Flamme I. Frohlich T. von Reutern M. Kappel A. Damert A. Risau W. Mech. Dev. 1997; 63: 51-60Crossref PubMed Scopus (299) Google Scholar)) and HIF-3α/MOP7 (7.Gu Y.Z. Moran S.M. Hogenesch J.B. Wartman L. Bradfield C.A. Gene Expr. 1998; 7: 205-213PubMed Google Scholar), for the α subunit; ARNT2 (8.Hirose K. Morita M. Ema M. Mimura J. Hamada H. Fujii H. Saijo Y. Gotoh O. Sogawa K. Fujii-Kuriyama Y. Mol. Cell. Biol. 1996; 16: 1706-1713Crossref PubMed Scopus (222) Google Scholar) and ARNT3 (9.Takahata S. Sogawa K. Kobayashi A. Ema M. Mimura J. Ozaki N. Fujii-Kuriyama Y. Biochem. Biophys. Res. Commun. 1998; 248: 789-794Crossref PubMed Scopus (115) Google Scholar) (also termed MOP3 (10.Hogenesch J.B. Gu Y.Z. Jain S. Bradfield C.A. Proc. Natl. Acad. Sci. U. S. A. 1998; 95: 5474-5479Crossref PubMed Scopus (626) Google Scholar), BMAL1 (11.Ikeda M. Nomura M. Biochem. Biophys. Res. Commun. 1997; 233: 258-264Crossref PubMed Scopus (175) Google Scholar)), in the case of HIF-1β/ARNT1. Several putative dimers could be implicated in multiple physiological responses according to the responsive element targeted. Thus, Hogeneshet al. (10.Hogenesch J.B. Gu Y.Z. Jain S. Bradfield C.A. Proc. Natl. Acad. Sci. U. S. A. 1998; 95: 5474-5479Crossref PubMed Scopus (626) Google Scholar) suggest that HIF-1α/ARNT3 complexes may have a distinct subset of hypoxia response elements because ARNT3 binds a GTGA half-site compared with the GTGG sequence in the consensus hypoxia response elements. Moreover, it was shown that EPAS-1/HIF-2α is able to specifically activate Tie-2reporter gene, whereas HIF-1α does not (3.Tian H. McKnight S.L. Russell D.W. Genes Dev. 1997; 11: 72-82Crossref PubMed Scopus (1073) Google Scholar). In addition, the presence of alternative spliced forms previously reported for ARNT1 (12.Hoffman E.C. Reyes H. Chu F.F. Sander F. Conley L.H. Brooks B.A. Hankinson O. Science. 1991; 252: 954-958Crossref PubMed Scopus (843) Google Scholar, 13.Pollenz R.S. Sullivan H.R. Holmes J. Necela B. Peterson R.E. J. Biol. Chem. 1996; 271: 30886-30896Abstract Full Text Full Text PDF PubMed Scopus (75) Google Scholar) and HIF-1α (14.Li H. Ko H.P. Whitlock Jr., J.P. J. Biol. Chem. 1996; 271: 21262-21267Abstract Full Text Full Text PDF PubMed Scopus (138) Google Scholar, 15.Luo G. Gu Y.Z. Jain S. Chan W.K. Carr K.M. Hogenesch J.B. Bradfield C.A. Gene Expr. 1997; 6: 287-299PubMed Google Scholar, 16.Wenger R.H. Rolfs A. Marti H.H. Guenet J.L. Gassmann M. Biochem. Biophys. Res. Commun. 1996; 223: 54-59Crossref PubMed Scopus (107) Google Scholar) increases the possibility of combination between the different partners and the putative different biological activities. In the case of HIF-1α, splicing events were only described in mouse with alternative translation initiation (17.Wenger R.H. Rolfs A. Kvietikova I. Spielmann P. Zimmermann D.R. Gassmann M. Eur. J. Biochem. 1997; 246: 155-165Crossref PubMed Scopus (45) Google Scholar) and alternative splicing within exon 10 (15.Luo G. Gu Y.Z. Jain S. Chan W.K. Carr K.M. Hogenesch J.B. Bradfield C.A. Gene Expr. 1997; 6: 287-299PubMed Google Scholar), which are unlikely to occur in humans according to the analysis undertaken by Iyer et al. (18.Iyer N.V. Leung S.W. Semenza G.L. Genomics. 1998; 52: 159-165Crossref PubMed Scopus (148) Google Scholar). Here, we identified for the first time two new isoforms of human HIF-1α that result from alternative splicing. The first difference with the previously cloned HIF-1α is present in the two clones at the exon 1–2 junction where three nucleotides, TAG, are added involving a difference of two amino acids upstream of the bHLH domain. The second difference concerning one clone is the lack of exon 14, which gives a shorter form of HIF-1α. In this report, we analyzed the properties of this last isoform compared with HIF-1α. HeLa, HepG2, and HEK 293 cells were cultured in Dulbecco's modified Eagle's medium supplemented with 7.5% (except HeLa, 5%) inactivated fetal calf serum, penicillin (50 units/ml), and streptomycin (50 μg/ml) (Life Technologies, Inc.) in a CO2 incubator (5% CO2) at 37 °C. The established Chinese hamster lung fibroblast cell line CCL39 was cultured in Dulbecco's modified Eagle's medium containing 7.5% fetal calf serum. Hypoxic conditions were attained by incubation of the cells in a sealed \"Bug-Box\" anaerobic workstation (Ruskinn Technologies, Leeds, UK/Jouan, Saint Herblain, France). The oxygen in this workstation was maintained at 1–2% with the residual gas mixture being 93–94% nitrogen, 5% carbon dioxide. The hemagglutinin (HA)-tagged HIF-1α and HIF-1β were cloned by RT-PCR. Briefly, mRNA was extracted from hypoxic HEK 293 cells with the use of the mRNA Isolation Kit (Roche Molecular Biochemicals) and reverse transcribed using the Expand Reverse Transcriptase System (Roche Molecular Biochemicals). HIF-1α and HIF-1β were amplified with the Expand High Fidelity PCR System (Roche Molecular Biochemicals) using the following primers: sense, 5′-ATGGAGGGCGCCGGCGGCGAG-3′, and antisense, 5′-GTTAACTTGATCCAAAGCTCTGAG-3′ for HIF-1α; and sense, 5′-ATGGCGGCGACTACTGCCAACCCC-3′, and antisense, 5′-TTCTGAAAAGGGGGGAAAC-3′ for HIF-1β. Conditions for PCR amplification were: 35 cycles with 30 s at 95 °C, 1 min at 55 °C, 2.5 min at 72 °C, and a last cycle of elongation at 72 °C for 10 min. Blunt-ended fragments were 3′ A-tailed withTaq DNA polymerase, purified, and ligated into the PCR fragment cloning vector pTag (Ingenius-R&D Systems). To construct the HA-tagged form of HIF-1α and HIF-1β, a new PCR reaction was performed using the pTag constructions as templates and the same sense (initiation codons ATG were mutated to GAG) and antisense primers (containing a SmaI and a XbaI restriction site, respectively) previously utilized. The PCR products were digested with SmaI and XbaI and subcloned into the pECE/HA expression vector (19.Ellis L. Morgan D.O. Clauser E. Edery M. Jong S.M. Wang L.H. Roth R.A. Rutter W.J. Cold Spring Harbor Symp. Quant. Biol. 1986; 2: 773-784Crossref Google Scholar). Finally, the two tagged forms were subcloned into the pcDNA3 expression vector (Invitrogen). The complete sequence was verified by Eurogentec (Liège, Belgium). The luciferase reporter plasmid used in these experiments was kindly provided by Dr. Werner Risau (20.Ikeda E. Achen M.G. Breier G. Risau W. J. Biol. Chem. 1995; 270: 19761-19766Abstract Full Text Full Text PDF PubMed Scopus (536) Google Scholar) and consists in the original VEGF promoter (+54/−1176) coupled to the luciferase gene reporter (21.Milanini J. Vinals F. Pouysségur J. Pagès G. J. Biol. Chem. 1998; 273: 18165-18172Abstract Full Text Full Text PDF PubMed Scopus (289) Google Scholar). mRNA was extracted from different cell lines (rabbit kidney cells and Huvec cells were kindly provided by Drs. L. Counillon and V. Vouret (University of Nice), respectively) or tissues with the mRNA Isolation Kit (Roche Molecular Biochemicals) and reverse transcribed using the Expand Reverse Transcriptase System (Roche Molecular Biochemicals). 3′-end of HIF-1α was amplified with the Expand High Fidelity PCR System (Roche Molecular Biochemicals) using the primers: sense, 5′-GTCGGACAGCCTCACCAAACAGAGC-3′, and antisense, 5′-GTTAACTTGATCCAAAGCTCTGAG-3′. Total RNA of human skin fibroblasts was kindly provided by Dr. M. P. Simon (University of Nice). PCR fragments were analyzed on 1% agarose gel stained with ethidium bromide. The relative expression of the HIF-1α isoforms containing the additional TAG base pairs was determined by RT-PCR on several mRNA using the following primers: sense, 5′-13GGCGGCGCGAACGACAAGAAA33-3′, and antisense, 5′-134GGCAACTGATGAGCAAGCTCATAA111-3′. PCR products were run on a 7.5% polyacrylamide gel, stained with ethidium bromide, and revealed under UV light. Subconfluent HEK 293 cells on 100-mm culture dishes were transfected with 10 μg of either pcDNA3, HIF-1α736, or HIF-1α827 by the calcium phosphate method. 48 h post-transfection, cells were incubated under normoxia (20% O2) or hypoxia (1% O2) for 4 h and then lysed in lysis buffer (0.1% Triton X-100, 50 mm Tris-HCl (pH 7.5), 100 mm NaCl, 5 mm EDTA, 50 mm sodium fluoride, 40 mm β-glycerophosphate, 200 μm sodium orthovanadate, 5 μg/ml aprotinin, 0.7 μg/ml pepstatin, 0.5 μg/ml leupeptin, and 0.1 mm phenylmethylsulfonyl fluoride). Protein concentration was determined with the BCA assay (Pierce). 800 μg of protein was immunoprecipitated with mouse monoclonal anti-HA antibody (from BabCO, Richmond, CA) for 1 h at 4 °C and used for Western blot analysis. Crude nuclear purification was performed as follows. After washing, cells were scrapped in cold phosphate-buffered saline with protease inhibitors (5 μg/ml aprotinin, 5 μg/ml pepstatin, 5 μg/ml leupeptin, and 0.5 mm phenylmethylsulfonyl fluoride) and then lysed with HNB buffer (0.5 m sucrose, 15 mm Tris-HCl (pH 7.5), 60 mm KCl, 0.25 mm EDTA, 0.125 mmEGTA, 0.5 mm Spermidin, 1 mm dithiothreitol, protease inhibitors, and 0.4% Nonidet P-40). Nuclei were washed twice with the same buffer without Nonidet P-40, and Laemmli buffer was added prior to electrophoresis. Total cellular extracts (50 μg), nuclear extracts (50 μg), or immunoprecipitated proteins were resolved in SDS-polyacrylamide (7.5%) gels, transferred onto a polyvinylidene difluoride membrane (Immobilon-P; Millipore) and incubated with the specific antibodies: mouse anti-HIF-1α NB100–105 antibody against amino acids 432–528 of HIF-1α (Novus Biologicals, Inc., Littleton, CO) or rabbit anti-HIF-1α antiserum 2087 (22.Richard D.E. Berra E. Gothié E. Roux D. Pouysségur J. J. Biol. Chem. 1999; 274: 32631-32637Abstract Full Text Full Text PDF PubMed Scopus (718) Google Scholar) against the last 20 amino acids of the C-terminal end of human HIF-1α. Horseradish peroxidase-coupled anti-mouse and anti-rabbit antibody were from Promega. The bands were visualized with the ECL system (Amersham Pharmacia Biotech). HEK 293 cells in 12-well plates (2 × 105 cells/well) were transiently transfected by CaPO4 precipitation. Generally, 200 ng/well of reporter plasmid were used along with the indicated concentrations of expression vector, 100 ng/well cytomegalovirus β-galactosidase as a control for transfection efficiency and the empty vector, pcDNA3, to normalize the total DNA amount (2 μg/well). Cells were stimulated for 20 h and washed twice with cold phosphate-buffered saline, and luciferase assays were performed as described previously (22.Richard D.E. Berra E. Gothié E. Roux D. Pouysségur J. J. Biol. Chem. 1999; 274: 32631-32637Abstract Full Text Full Text PDF PubMed Scopus (718) Google Scholar). Results were quantified with a MicroBeta TRILUX luminescence counter (Wallac) and expressed as the -fold induction over control cells. Control cells were only transfected with the cytomegalovirus β-galactosidase and the reporter plasmid. Each condition was performed in triplicate and data represent mean ± S.E. values. Fig. 4, A andB, are representative of at least two experiments. For the experiment with quantification of HIF-1α expression, 6-well plates (5 × 105 cells/well) were used, and 1 well served for the Western blot analysis. Lysis and immunoblot analysis were performed as described above except that 35 μg of total cellular extracts was used. During the cloning of HIF-1α from HEK 293 cells by RT-PCR, we isolated two cDNA clones (named H9 and H11, Fig.1 A). Restriction analysis and sequencing revealed that H11 was similar to the previously cloned HIF-1α (2.Wang G.L. Jiang B.H. Rue E.A. Semenza G.L. Proc. Natl. Acad. Sci. U. S. A. 1995; 92: 5510-5514Crossref PubMed Scopus (5059) Google Scholar) except the addition of three base pairs (TAG) 32 nucleotides downstream the initiation ATG codon. Clone H9contained the additional TAG but also lacked 127 bp at the 3′-end as compared with the wild type HIF-1α. The analysis of the humanHIF-1α gene structure (Fig. 1 B, from Iyeret al. (18.Iyer N.V. Leung S.W. Semenza G.L. Genomics. 1998; 52: 159-165Crossref PubMed Scopus (148) Google Scholar)) showed that the three base pairs, TAG, are located at the exon 1 and 2 junction, and the 127-bp lacking fragment corresponded to exon 14. It was therefore highly possible that these differences corresponded to alternative splicing. The relative expression of the different isoforms of HIF-1α was analyzed by RT-PCR in different cell lines using primers flanking the spliced regions. Two PCR fragments corresponding to the expected length of the isoforms with (125 bp) or without (122 bp) TAG adjunction were obtained. Results shown in Fig. 2 A demonstrated that there are some differences in the level of expression of the two isoforms depending on the cell lines. In HEK 293, HepG2, and human skin fibroblasts, the major HIF-1α isoform does not contain the additional TAG. However in CCL39 cells, the major HIF-1α form appears to contain the TAG addition. In HeLa cells, both isoforms are present at similar levels. Expression of HIF-1α isoform lacking the exon 14 was also analyzed by RT-PCR using the appropriate primers (see \"Materials and Methods\" and Fig. 2 B). Two PCR products corresponding to the expected length with the exon (487 bp) and without (350 bp) were obtained in several human cell lines (HEK 293, Huvec, HeLa, HepG2), in human skin fibroblasts but not in Chinese Hamster lung fibroblast (CCL39), primary cultures of rabbit kidney cells, or different mouse tissues, where only the full-length isoform was detected. The specificity of the amplified fragments was verified by Southern blot analysis (data not shown) with a full-length HIF-1α as a probe. The two fragments which corresponded to the short and the long HIF-1α isoforms in HEK 293 sample were then cloned into the pTag vector and partially sequenced. We thus corroborated that the 127-bp lacking fragment corresponds to exon 14. The approximate ratio between the two isoforms was estimated by successive dilution of the RT-PCR product (Fig. 2 C). In HEK 293 cells, the shortest form of HIF-1α (lacking the exon 14) was expressed 10-fold less than the full-length HIF-1α. The addition of TAG nucleotides changes the coding sequence and modifies the Lys12 by Asn12 and adds an Arg13 (Fig. 3 A). The expected protein contains 827 amino acids compared with the 826 amino acids for the previously cloned form. The construct derived from H11 clone containing the TAG modification was thus named HIF-1α827. It is clear that in cells expressing the two forms of HIF-1α, with or without TAG, analysis by Western blot does not allow discrimination of the two isoforms, and the signal would thus correspond to a mixture of both. We thus decided to gather these isoforms under the term of HIF-1α full-length (HIF-1αFL). The lack of exon 14 produces a frameshift and introduces a stop codon in the coding sequence after an Ile735 (Fig.3 A). The expected protein contains 735 amino acids compared with the 826 amino acids for the wild-type form. The construct derived from H9 clone, referred to here as HIF-1α736(according to the two modifications presented), conserves all the structure except the removal of the C terminusTransactivation Domain (TAD) and a part of theInhibitory Domain (ID). To study the migration pattern of the two isoforms, we first compared the in vitro translated proteins (Fig. 3 B). As expected, HIF-1α736 migrates at a lower molecular weight than HIF-1α827. When both isoforms were transfected in HEK 293 cells, immunoprecipitated with anti-HA antibody, and resolved on SDS-PAGE gel (Fig. 3 C, lanes 8, 9, 18, and 19), they both migrated as a doublet. Recently, results from our laboratory have clearly demonstrated that this doublet is due at least in part to phosphorylation by p42/p44 MAPK (22.Richard D.E. Berra E. Gothié E. Roux D. Pouysségur J. J. Biol. Chem. 1999; 274: 32631-32637Abstract Full Text Full Text PDF PubMed Scopus (718) Google Scholar). HIF-1α827 shows a molecular mass of around 104–116 kDa, similar to the expression profile of wild type HIF-1α), while HIF-1α736 migrates at 94–103 kDa. Finally, we wanted to evaluate the expression of the endogenous exon 14 spliced variant protein in human cells. Thus, nuclear extracts from HeLa and HEK 293 were immunoblotted with two different antibodies: NB100–105 (Fig. 3 C, lanes 11–19) and HIF-1α 2087 (Fig. 3 C, lanes 1–9), directed against the central region and the C-terminal end of HIF-1α, respectively. Immunoprecipitated proteins from transfected HEK 293 cells were used as positive control. In contrast, nuclear extracts from CCL39 cells in which the truncated form has not been detected by RT-PCR were used as negative control. Results from Fig. 3 C show that NB100–105 antibody specifically recognizes a band in extracts from HeLa cells upon hypoxia at the expected size (see Fig. 3 C, lanes 4 and 14). The existence of another form of HIF-1α raises the question of the functionality of these proteins. We first investigated the effect of the isoform resulting from exon 14 splicing (HIF-1α736) on the transcription of VEGF gene. To be sure that the effects observed were because of the truncation of the C-terminal extremity and not to the modifications resulting from the addition of the TAG to the exon 1–2 junction, we transfected the HIF-1α827 form as a full-length HIF-1α isoform. Studies concerning the specific modification because of TAG addition are currently under investigation. HEK 293 cells were co-transfected with the VEGF promoter coupled to the luciferase reporter gene (20.Ikeda E. Achen M.G. Breier G. Risau W. J. Biol. Chem. 1995; 270: 19761-19766Abstract Full Text Full Text PDF PubMed Scopus (536) Google Scholar, 21.Milanini J. Vinals F. Pouysségur J. Pagès G. J. Biol. Chem. 1998; 273: 18165-18172Abstract Full Text Full Text PDF PubMed Scopus (289) Google Scholar) and expression plasmids for HIF-1β, and HIF-1α736, or HIF-1α827. As shown in Fig. 4 A, both recombinant proteins, HIF-1α736 and HIF-1α827, dimerize with HIF-1β, induce the VEGF promoter in a dose-dependant manner, and are activated by hypoxia. However, the level of their response differs and the shorter HIF-1α isoform is 3-fold less potent than HIF-1αFL. The specific activities of both isoforms were assessed by monitoring the protein expression level using two antibodies (NB 100–105 and HIF-1α 2087) which, respectively, recognize either the two forms of HIF-1α or only the full-length HIF-1α (Fig. 4 B). Upon hypoxia, the expression level of the two proteins is similar but in normoxia HIF-1α736 is more strongly expressed. As both isoforms are expressed to a similar level upon hypoxia, we can conclude that HIF-1α736 is 3- to 4-fold less active than HIF-1α827, a result consistent with the truncation of the C-terminal transactivation domain. According to experiments in which only empty vector was transfected, hypoxia is able to stimulate endogenous HIF-1 complex and induce the VEGF promoter activity. In the absence of transfected HIF-1β, recombinant HIF-1α827 increases this endogenous response upon hypoxia in HEK 293 cells, whereas HIF-1α736decreases it (Fig. 5 A). These results suggested that the spliced variant of HIF-1α (HIF-1α736) can compete with the endogenous HIF-1α for HIF-1β on the VEGF promoter. To confirm these results, we tested the competition by HIF-1α736 on HIF-1α827-dependent transactivation in cells co-transfected with HIF-1β and the two isoforms of HIF-1α (Fig.5 B). We used 100 ng of HIF-1α827 to be consistent with the results presented on Fig. 4 A. Indeed, at this concentration, inducibility (ratio hypoxia/normoxia) begins to decrease, a sign of a saturation of the system. The hypoxic response obtained with these amounts of HIF-1α827 is arbitrarily fixed to 100%. The maximal response obtained with the short form transfected alone and expressed as a percentage of this response is 49.6% (Fig. 5 B). The co-transfection of HIF-1α736 and HIF-1α827 inhibits the response of HIF-1α827 alone. Taken together these results demonstrate that HIF-1α736 can compete in vivo with the full-length HIF-1α for the induction of the VEGF promoter. In this report, we have cloned two new isoforms of HIF-1α that result from alternative splicing. To our knowledge, this is the first report describing an alternative spliced variant of human HIF-1α. Two differences with the previously cloned HIF-1α were described: 1) an additional 3 bp at the exon 1–2 junction involving a difference of two amino acids upstream of the bHLH domain (HIF-1α827), and 2) the lack of exon 14 introducing a frameshift resulting in a shorter form of HIF-1α (HIF-1α736). The level of expression of this newly identified isoform is smaller compared with the full-length HIF-1α. The isoform presenting an additional TAG between exon 1 and 2 has already been described by Drutel (23.Drutel, G., Discovery, Localization, and Functions of ARNT2, a New 6HLH/PAS Transcription Factor. Ph.D. thesis, 1998; Université Paris 6Google Scholar). He detected this splice variant in several regions of the rat brain and in PC12 cells. Here, we show that these isoforms are expressed in several human cell lines, in human skin fibroblasts, and in the CCL39 Chinese hamster lung fibroblast cell line. Our results demonstrate that they are present in several species and are expressed with different ratios depending on the origin of the cell line. The exact implication of this HIF-1α splice variant in hypoxia signaling remains to be determined. In contrast, the isoform lacking exon 14 (HIF-1α736) appears to be present only in human cells. We estimate that HIF-1α736 is expressed 10-fold less than the full-length at the mRNA levels. We suggest also that the protein ratio HIF-1αFL/HIF-1α736 is similar and reflects the relative mRNA levels. In this context, it is important to note that the presence of overlapping bands between the two HIF-1α isoforms, as a consequence of the different phosphorylation states, hinders us in demonstrating the presence of endogenous HIF-1α736 protein by Western blot analysis. The design of an antibody which only recognizes the short form should be the ideal. However, this is virtually impossible because the only difference between the two forms resides in the presence of one isoleucin at the C-terminal end of HIF-1α736. TADs are present within the C-terminal portion of HIF-1α (24.Jiang B.H. Zheng J.Z. Leung S.W. Roe R. Semenza G.L. J. Biol. Chem. 1997; 272: 19253-19260Abstract Full Text Full Text PDF PubMed Scopus (549) Google Scholar, 25.Pugh C.W. O'Rourke J.F. Nagao M. Gleadle J.M. Ratcliffe P.J. J. Biol. Chem. 1997; 272: 11205-11214Abstract Full Text Full Text PDF PubMed Scopus (451) Google Scholar). Each TAD could act independently and could be regulated during hypoxia by different mechanisms. Indeed, Jiang et al. (24.Jiang B.H. Zheng J.Z. Leung S.W. Roe R. Semenza G.L. J. Biol. Chem. 1997; 272: 19253-19260Abstract Full Text Full Text PDF PubMed Scopus (549) Google Scholar) reported that the N-terminal TAD (N-TAD), when fused to a GAL4 DNA binding domain, is still inducible upon hypoxia, whereas the inducible response of the C-terminal TAD (C-TAD) is because of repression of its constitutive transcriptional activity under normoxic conditions by the inhibitory domain. Henceforth, it is accepted that the inducible activity of N-TAD is mainly a consequence of HIF-1α induction because this domain is co-localized with theOxygen-dependent DegradationDomain (ODD) (26.Huang L.E. Gu J. Schau M. Bunn H.F. Proc. Natl. Acad. Sci. U. S. A. 1998; 95: 7987-7992Crossref PubMed Scopus (1849) Google Scholar) which is responsible for HIF-1α instability. The HIF-1α736 isoform highlighted in this article is interesting because it only possesses the N-terminal transactivation domain and can support in vivo the results with fusion proteins, on the activity of N-TAD independently of C-TAD. It is important to note that the NLS responsible for hypoxia-inducible import RKRK (27.Kallio P.J. Okamoto K. O'Brien S. Carrero P. Makino Y. Tanaka H. Poellinger L. EMBO J. 1998; 17: 6573-6586Crossref PubMed Google Scholar) is also present on the shorter form and allowed us to anticipate that this isoform was functional. Indeed, our results show that the HIF-1α736 isoform is also regulated during hypoxia and is able to transactivate the VEGF promoter with HIF-1β, even if it lacks the C terminus TAD. We thus demonstrate by this experiment that N-TAD is active without C-TAD in vivo. As expected, our experiments also show that in this context the specific activity of the short form is less important than full-length HIF-1α. However, the short form could have some different properties on other promoters. The results of Tian, H. et al. (3.Tian H. McKnight S.L. Russell D.W. Genes Dev. 1997; 11: 72-82Crossref PubMed Scopus (1073) Google Scholar) showing that EPAS-1/HIF-2α, is able to specifically activate Tie-2reporter gene whereas HIF-1α does not are in favor of a putative specific role of HIF-1α736. Moreover, two other ARNT isoforms have been described, ARNT2 and ARNT3. Consequently, the short form in association with one of these partners could regulate specific target promoters. The expression profiles of recombinant isoforms suggest that, in normoxia, HIF-1α736 is expressed at levels higher than those of HIF-1αFL (see Fig. 4 B). The putative presence of HIF-1α736 in normoxia could be important under certain physiological conditions or tissues where the wild type protein is totally absent because of protein degradation (26.Huang L.E. Gu J. Schau M. Bunn H.F. Proc. Natl. Acad. Sci. U. S. A. 1998; 95: 7987-7992Crossref PubMed Scopus (1849) Google Scholar, 28.Salceda S. Caro J. J. Biol. Chem. 1997; 272: 22642-22647Abstract Full Text Full Text PDF PubMed Scopus (1411) Google Scholar). More experiments are required to verify this hypothesis. It will be interesting also to determine upon which physiological conditions exon 14 is alternatively spliced in order to study whether the short form could modulate the HIF-1α-dependent responses. CBP/P300, which was found to mediate transcriptional activation by HIF-1α (29.Arany Z. Huang L.E. Eckner R. Bhattacharya S. Jiang C. Goldberg M.A. Bunn H.F. Livingston D.M. Proc. Natl. Acad. Sci. U. S. A. 1996; 93: 12969-12973Crossref PubMed Scopus (636) Google Scholar) and HIF-2α (30.Ema M. Hirota K. Mimura J. Abe H. Yodoi J. Sogawa K. Poellinger L. Fujii-Kuriyama Y. EMBO J. 1999; 18: 1905-1914Crossref PubMed Google Scholar), interacts with the two TADs and enhances the hypoxia-inducible transactivation. However, Ema et al. (30.Ema M. Hirota K. Mimura J. Abe H. Yodoi J. Sogawa K. Poellinger L. Fujii-Kuriyama Y. EMBO J. 1999; 18: 1905-1914Crossref PubMed Google Scholar), demonstrate that CBP/P300 directly interacts with C-TAD in a yeast two-hybrid system and is the potential cofactor responsible for the inducible response of the C-TAD, whereas interaction with N-TAD is indirect. We are currently evaluating the effect of p300 on the two isoforms of HIF-1α and determine whether p300 has a differential action on them. This would enable us to validate the in vivoaction of p300 on the two TADs. In summary, we have described for the first time alternative splicing for the human HIF-1α gene. The resulting isoforms are inducible upon hypoxia and transactivate VEGF promoter. The HIF-1α736 also competes with full-length HIF-1α for recruitment of HIF-1β. One of the crucial questions now is to determine the conditions which regulates this alternative splicing to evaluate the exact role of these proteins during hypoxic stress. We thank Dr. W. Risau and J. Milanini for the VEGF promoter constructs and D. Grall and Y. Fantei for their excellent technical assistance.",
  "authors": [
    {
      "display_name": "Emmanuel Gothié",
      "id": "A5034024674",
      "orcid": null,
      "institutions": [
        {
          "id": "I1294671590",
          "display_name": "Centre National de la Recherche Scientifique",
          "country_code": "FR",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Emmanuel Gothié"
    },
    {
      "display_name": "Darren E. Richard",
      "id": "A5069495753",
      "orcid": "https://orcid.org/0000-0003-2690-0480",
      "institutions": [
        {
          "id": "I1294671590",
          "display_name": "Centre National de la Recherche Scientifique",
          "country_code": "FR",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Darren E. Richard"
    },
    {
      "display_name": "Edurne Berra",
      "id": "A5048704899",
      "orcid": "https://orcid.org/0000-0002-3820-5744",
      "institutions": [
        {
          "id": "I1294671590",
          "display_name": "Centre National de la Recherche Scientifique",
          "country_code": "FR",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Edurne Berra"
    },
    {
      "display_name": "Gilles Pagès",
      "id": "A5083085617",
      "orcid": "https://orcid.org/0000-0002-8466-5610",
      "institutions": [
        {
          "id": "I1294671590",
          "display_name": "Centre National de la Recherche Scientifique",
          "country_code": "FR",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Gilles Pagès"
    },
    {
      "display_name": "Jacques Pouysségur",
      "id": "A5091254505",
      "orcid": "https://orcid.org/0000-0003-2779-6902",
      "institutions": [
        {
          "id": "I1294671590",
          "display_name": "Centre National de la Recherche Scientifique",
          "country_code": "FR",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jacques Pouysségur"
    }
  ],
  "publication_year": 2000,
  "publication_date": "2000-03-01",
  "type": "article",
  "cited_by_count": 98,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S140251998",
    "display_name": "Journal of Biological Chemistry",
    "issn_l": "0021-9258",
    "issn": [
      "0021-9258",
      "1067-8816",
      "1083-351X"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320990"
  },
  "volume": "275",
  "issue": "10",
  "first_page": "6922",
  "last_page": "6927",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "http://www.jbc.org/article/S0021925818303776/pdf",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C45815257",
      "display_name": "Aryl hydrocarbon receptor nuclear translocator",
      "level": 5,
      "score": 0.809355
    },
    {
      "id": "C1292079",
      "display_name": "Transactivation",
      "level": 4,
      "score": 0.74675775
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.6759148
    },
    {
      "id": "C153911025",
      "display_name": "Molecular biology",
      "level": 1,
      "score": 0.6487948
    },
    {
      "id": "C36823959",
      "display_name": "Exon",
      "level": 3,
      "score": 0.63030475
    },
    {
      "id": "C53345823",
      "display_name": "Gene isoform",
      "level": 3,
      "score": 0.62698907
    },
    {
      "id": "C194583182",
      "display_name": "Alternative splicing",
      "level": 4,
      "score": 0.60173273
    },
    {
      "id": "C54009773",
      "display_name": "Transfection",
      "level": 3,
      "score": 0.56952745
    },
    {
      "id": "C86339819",
      "display_name": "Transcription factor",
      "level": 3,
      "score": 0.5487649
    },
    {
      "id": "C111335760",
      "display_name": "Luciferase",
      "level": 4,
      "score": 0.5451024
    },
    {
      "id": "C187882448",
      "display_name": "Complementary DNA",
      "level": 3,
      "score": 0.49560845
    },
    {
      "id": "C83730767",
      "display_name": "G alpha subunit",
      "level": 4,
      "score": 0.46952954
    },
    {
      "id": "C160450060",
      "display_name": "Hypoxia-inducible factors",
      "level": 3,
      "score": 0.45293146
    },
    {
      "id": "C2778875234",
      "display_name": "PAS domain",
      "level": 4,
      "score": 0.44188654
    },
    {
      "id": "C104292427",
      "display_name": "Protein subunit",
      "level": 3,
      "score": 0.43800122
    },
    {
      "id": "C174510640",
      "display_name": "HEK 293 cells",
      "level": 3,
      "score": 0.41468936
    },
    {
      "id": "C104317684",
      "display_name": "Gene",
      "level": 2,
      "score": 0.3885718
    },
    {
      "id": "C54355233",
      "display_name": "Genetics",
      "level": 1,
      "score": 0.2013604
    },
    {
      "id": "C33594762",
      "display_name": "Aryl hydrocarbon receptor",
      "level": 4,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10631",
      "display_name": "Cancer, Hypoxia, and Metabolism",
      "score": 1.0
    },
    {
      "id": "T11457",
      "display_name": "Adipose Tissue and Metabolism",
      "score": 0.9865
    },
    {
      "id": "T10583",
      "display_name": "Cancer-related Molecular Pathways",
      "score": 0.986
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1074/jbc.275.10.6922",
  "pdf_url": "http://www.jbc.org/article/S0021925818303776/pdf",
  "retrieved_date": "2025-07-30T15:59:50.539475",
  "source_database": "OpenAlex"
}