{
  "openalex_id": "W2084328451",
  "doi": "https://doi.org/10.1016/s0022-5347(01)62754-x",
  "title": "UNENHANCED HELICAL COMPUTERIZED TOMOGRAPHY FOR THE EVALUATION OF PATIENTS WITH ACUTE FLANK PAIN",
  "abstract": "No AccessJournal of UrologyClinical Urology: Original Articles1 Sep 1998UNENHANCED HELICAL COMPUTERIZED TOMOGRAPHY FOR THE EVALUATION OF PATIENTS WITH ACUTE FLANK PAIN JOHANNES VIEWEG, CHU TEH, KELLY FREED, RICHARD A. LEDER, ROBERTS H.A. SMITH, RENDON H. NELSON, and GLENN M. PREMINGER JOHANNES VIEWEGJOHANNES VIEWEG , CHU TEHCHU TEH , KELLY FREEDKELLY FREED , RICHARD A. LEDERRICHARD A. LEDER , ROBERTS H.A. SMITHROBERTS H.A. SMITH , RENDON H. NELSONRENDON H. NELSON , and GLENN M. PREMINGERGLENN M. PREMINGER View All Author Informationhttps://doi.org/10.1016/S0022-5347(01)62754-XAboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: We determined the value of unenhanced helical computerized tomography (CT) in the diagnosis of acute flank pain in 105 patients evaluated for suspected stone disease. Materials and Methods: Noncontrasted spiral CT was done in 105 consecutive patients seen in our emergency department to evaluate acute flank pain. All CT studies were reviewed for the presence of ureteral or renal calculi, perinephric or periureteral stranding, presence and degree of pelvicalicectasis or other radiological findings. If necessary, an excretory urogram was performed to confirm the presence or absence of urinary stones. Patients were followed to determine clinical outcome including the need for urological intervention. Results: Of the 49 patients determined to have stones 24 (49%) had spontaneous stone passage, 10 (20%) had improved symptoms without documented stone passage and 14 (29%) required surgical intervention. In 29 of 51 patients (57%) with negative CT readings for stone disease a diagnosis was established by other intra-abdominal findings. In 21 patients (41%) no clinical diagnosis could be established, and 1 scan in a patient with a distal ureteral calculus was interpreted as falsely positive. These findings yielded a sensitivity of 98%, specificity 98% and overall accuracy 96% for diagnosing ureteral stones. Conclusions: Despite the limitations of helical CT in evaluating renal function and nonobstructing ureteral calculi, noncontrasted CT is a sensitive imaging modality for the detection of urinary tract calculi and obstruction. The majority of our patients required no further imaging to determine the need for urological intervention. At our institution spiral CT has become the standard method to evaluate patients with acute flank pain leading to more rapid turnover in the emergency department at similar or even reduced cost to conventional excretory urography. References 1 : Low-osmolar contrast media in the 1990s. Guidelines for urography in a cost-sensitive environment. Invest. Rad.1993; 28: S13. Google Scholar 2 : Acute flank pain: comparison of noncontrast-enhanced CT and intravenous urography. Radiology1995; 194: 789. Google Scholar 3 : Detection of ureteral calculi in patients with suspected renal colic: value of reformatted noncontrast helical CT. AJR1995; 165: 509. Google Scholar 4 : Unenhanced helical CT of ureteral stones: Incidence of associated urinary tract findings. AJR1996; 166: 1319. Google Scholar 5 : Acute ureteral obstruction: Value of secondary signs on helical unenhanced CT. AJR1996; 167: 1109. Google Scholar 6 : Emergency intravenous pyelography in the setting of possible renal colic: is it indicated? Ann. Emerg. Med.1995; 26: 304. Google Scholar 7 : Accuracy of detection and measurement of renal calculi: in vitro comparison of three-dimensional spiral CT, radiography, and nephrotomography. Radiology1997; 204: 19. Google Scholar 8 : Diagnosis of acute flank pain: value of unenhanced helical CT. AJR1996; 166: 97. Google Scholar 9 : Renal colic. Utility of plain abdominal roentgenogram. Arch. Intern. Med.1991; 151: 1589. Google Scholar 10 : Renal colic: the role of ultrasound in initial evaluation. Radiology1984; 152: 147. Google Scholar 11 : Ultrasound versus excretory urography in evaluating acute flank pain. Radiology1985; 154: 613. Google Scholar 12 : Renal colic: diagnosis and outcome. Radiology1992; 184: 83. Google Scholar 13 : Spiral computerized tomography in the evaluation of acute flank pain: a replacement for excretory urography. J. Urol.1997; 157: 2071. Link, Google Scholar 14 : The value of unenhanced helical computerized tomography in the management of acute flank pain. J. Urol.1998; 159: 735. Link, Google Scholar 15 : Application of tissue-air ratios for patient dosages in diagnostic radiology. Radiology1976; 120: 687. Google Scholar 16 Smith R. Personal communication. Google Scholar From the Departments of Urology, Radiology and Emergency Medicine, and The Comprehensive Kidney Stone Center, Duke University Medical Center, Durham, North Carolina© 1998 by American Urological Association, Inc.FiguresReferencesRelatedDetailsCited byPenson D (2018) Re: Ultrasonography versus Computed Tomography for Suspected NephrolithiasisJournal of Urology, VOL. 193, NO. 3, (899-899), Online publication date: 1-Mar-2015.Passerotti C, Chow J, Silva A, Schoettler C, Rosoklija I, Perez-Rossello J, Cendron M, Cilento B, Lee R, Nelson C, Estrada C, Bauer S, Borer J, Diamond D, Retik A and Nguyen H (2009) Ultrasound Versus Computerized Tomography for Evaluating UrolithiasisJournal of Urology, VOL. 182, NO. 4S, (1829-1834), Online publication date: 1-Oct-2009.Hoppe H, Studer R, Kessler T, Vock P, Studer U and Thoeny H (2018) Alternate or Additional Findings to Stone Disease on Unenhanced Computerized Tomography for Acute Flank Pain Can Impact ManagementJournal of Urology, VOL. 175, NO. 5, (1725-1730), Online publication date: 1-May-2006.SHOKEIR A, EL-DIASTY T, EASSA W, MOSBAH A, EL-GHAR M, MANSOUR O, DAWABA M and EL-KAPPANY H (2018) DIAGNOSIS OF URETERAL OBSTRUCTION IN PATIENTS WITH COMPROMISED RENAL FUNCTION: THE ROLE OF NONINVASIVE IMAGING MODALITIESJournal of Urology, VOL. 171, NO. 6 Part 1, (2303-2306), Online publication date: 1-Jun-2004.ABO EL-GHAR M, SHOKEIR A, EL-DIASTY T, REFAIE H, GAD H and SHEHAB EL-DEIN A (2018) CONTRAST ENHANCED SPIRAL COMPUTERIZED TOMOGRAPHY IN PATIENTS WITH CHRONIC OBSTRUCTIVE UROPATHY AND NORMAL SERUM CREATININE: A SINGLE SESSION FOR ANATOMICAL AND FUNCTIONAL ASSESSMENTJournal of Urology, VOL. 172, NO. 3, (985-988), Online publication date: 1-Sep-2004.KOBAYASHI T, NISHIZAWA K, MITSUMORI K and OGURA K (2018) Impact of Date of Onset on the Absence of Hematuria in Patients with Acute Renal ColicJournal of Urology, VOL. 170, NO. 4 Part 1, (1093-1096), Online publication date: 1-Oct-2003.KOBAYASHI T, NISHIZAWA K, WATANABE J and OGURA K (2018) Clinical Characteristics of Ureteral Calculi Detected by Nonenhanced Computerized Tomography After Unclear Results of Plain Radiography and UltrasonographyJournal of Urology, VOL. 170, NO. 3, (799-802), Online publication date: 1-Sep-2003.Bird V, Gomez-Marin O, Leveillee R, Sfakianakis G, Rivas L and Amendola M (2018) A Comparison Of Unenhanced Helical Computerized Tomography Findings And Renal Obstruction Determined By Furosemide 99mTechnetium Mercaptoacetyltriglycine Diuretic Scintirenography For Patients With Acute Renal ColicJournal of Urology, VOL. 167, NO. 4, (1597-1603), Online publication date: 1-Apr-2002.Hamm M, Knöpfle E, Wartenberg S, Wawroschek F, Weckermann D and Harzmann R (2018) Low Dose Unenhanced Helical Computerized Tomography For The Evaluation Of Acute Flank PainJournal of Urology, VOL. 167, NO. 4, (1687-1691), Online publication date: 1-Apr-2002.WILLIAMS J, PATERSON R, KOPECKY K, LINGEMAN J and McATEER J (2018) HIGH RESOLUTION DETECTION OF INTERNAL STRUCTURE OF RENAL CALCULI BY HELICAL COMPUTERIZED TOMOGRAPHYJournal of Urology, VOL. 167, NO. 1, (322-326), Online publication date: 1-Jan-2002.SHOKEIR A and ABDULMAABOUD M (2018) PROSPECTIVE COMPARISON OF NONENHANCED HELICAL COMPUTERIZED TOMOGRAPHY AND DOPPLER ULTRASONOGRAPHY FOR THE DIAGNOSIS OF RENAL COLICJournal of Urology, VOL. 165, NO. 4, (1082-1084), Online publication date: 1-Apr-2001.SCHWARTZ B, SCHENKMAN N, ARMENAKAS N and STOLLER M (2018) IMAGING CHARACTERISTICS OF INDINAVIR CALCULIJournal of Urology, VOL. 161, NO. 4, (1085-1087), Online publication date: 1-Apr-1999. Volume 160Issue 3 Part 1September 1998Page: 679-684 Advertisement Copyright & Permissions© 1998 by American Urological Association, Inc.MetricsAuthor Information JOHANNES VIEWEG More articles by this author CHU TEH More articles by this author KELLY FREED More articles by this author RICHARD A. LEDER More articles by this author ROBERTS H.A. SMITH More articles by this author RENDON H. NELSON More articles by this author GLENN M. PREMINGER More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Johannes Vieweg",
      "id": "A5038463405",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210126298",
          "display_name": "Duke Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "JOHANNES VIEWEG"
    },
    {
      "display_name": "Chu Leong Teh",
      "id": "A5073868377",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210126298",
          "display_name": "Duke Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "CHU TEH"
    },
    {
      "display_name": "Kelly S. Freed",
      "id": "A5072840683",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210126298",
          "display_name": "Duke Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "KELLY FREED"
    },
    {
      "display_name": "Richard A. Leder",
      "id": "A5005270988",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210126298",
          "display_name": "Duke Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "RICHARD A. LEDER"
    },
    {
      "display_name": "ROBERTS H. A. SMITH",
      "id": "A5050182174",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210126298",
          "display_name": "Duke Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "ROBERTS H.A. SMITH"
    },
    {
      "display_name": "RENDON H. NELSON",
      "id": "A5043468806",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210126298",
          "display_name": "Duke Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "RENDON H. NELSON"
    },
    {
      "display_name": "Glenn M. Preminger",
      "id": "A5052662109",
      "orcid": "https://orcid.org/0000-0003-4287-602X",
      "institutions": [
        {
          "id": "I4210126298",
          "display_name": "Duke Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "GLENN M. PREMINGER"
    }
  ],
  "publication_year": 1998,
  "publication_date": "1998-09-01",
  "type": "review",
  "cited_by_count": 163,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "160",
  "issue": "3 Part 1",
  "first_page": "679",
  "last_page": "684",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.96861213
    },
    {
      "id": "C2992674684",
      "display_name": "Flank pain",
      "level": 2,
      "score": 0.84286666
    },
    {
      "id": "C2780395675",
      "display_name": "Flank",
      "level": 2,
      "score": 0.7666132
    },
    {
      "id": "C126838900",
      "display_name": "Radiology",
      "level": 1,
      "score": 0.53812003
    },
    {
      "id": "C163716698",
      "display_name": "Tomography",
      "level": 2,
      "score": 0.5361338
    },
    {
      "id": "C2993997175",
      "display_name": "Acute pain",
      "level": 2,
      "score": 0.4342692
    },
    {
      "id": "C2989005",
      "display_name": "Nuclear medicine",
      "level": 1,
      "score": 0.42609164
    },
    {
      "id": "C19527891",
      "display_name": "Medical physics",
      "level": 1,
      "score": 0.40670663
    },
    {
      "id": "C105702510",
      "display_name": "Anatomy",
      "level": 1,
      "score": 0.14984235
    },
    {
      "id": "C42219234",
      "display_name": "Anesthesia",
      "level": 1,
      "score": 0.07766688
    }
  ],
  "topics": [
    {
      "id": "T10606",
      "display_name": "Kidney Stones and Urolithiasis Treatments",
      "score": 0.9941
    },
    {
      "id": "T10238",
      "display_name": "Spine and Intervertebral Disc Pathology",
      "score": 0.9919
    },
    {
      "id": "T10189",
      "display_name": "Anesthesia and Pain Management",
      "score": 0.9828
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/s0022-5347(01)62754-x",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:28:52.043779",
  "source_database": "OpenAlex"
}