{
  "openalex_id": "W2081093513",
  "doi": "https://doi.org/10.1080/17460654.2011.621311",
  "title": "The 1920s museum-sponsored expedition film: Beguiling encounters in an all-but-forgotten genre",
  "abstract": "Abstract Many natural history museums, including the American Museum of Natural History (AMNH), enthusiastically adopted the young medium of motion pictures in the form of the sponsored expedition film. This essay examines Camping Among the Indians, shot in the American Southwest in 1927 by Clyde Fisher, AMNH curator (and later Chairman of the AMNH Hayden Planetarium), and Ernest Thompson Seton, wildlife illustrator, children's book author, and founder of the Woodcraft League (1902) and the Boy Scouts of America (1910). Co-sponsored by the Woodcraft League, Camping Among the Indians serves as a revealing case study in reconstructive film history, and the extant footage and sparse documentation of its exhibition illuminate the unique situation of the museum sponsored exhibition film as a vital, if overlooked, area of ethnographic filmmaking. Keywords: Expedition filmmuseumsNative AmericansWoodcraft LeagueBoy Scoutsethnographic film Acknowledgements Several people offered invaluable support and feedback in the writing of this essay: Joshua Bell, Alison Brown William Boddy, Peter DeCherney, Barbara Mathé, Simon Popple, and Haidee Wassoon. Notes 1. For a discussion of the expedition film, see Staples 2005 Staples, Amy J. 2005. Popular ethnography and public consumption: Sites of contestation in museum-sponsored expeditionary film. Moving Image, 5(2 (Fall): 51–78. [Google Scholar] and Brown 2001 Brown, Alison K. 2001. \"Revealing histories: A cross-cultural reading of the Franklin Motor Expedition to Canada\". In Collectors: Expressions of self and other, Edited by: Shelton, Anthony. 23–40. London: Horniman Museum in association with the Museu Antropologico of the University of Coimbra. [Google Scholar]. 2. The Gallup Inter-Tribal Ceremonial occurs every summer and according to the official website. 'Nowhere else on Earth can you experience tribal ceremonial dances, a contest pow-wow, indoor and outdoor arts and crafts markets, all Indian rodeos, a world class hurried art show, opportunities to buy authentic Native American art and jewelry, parades… all in one location at one time' (http://www.gallup-ceremonial.org, accessed 8 September 2010). See Wade (1985 Wade, Edwin C. 1985. The Ethnic Art Market in the American Southwest 1880-1980. In Objects and Others: Essays on Museums and Material Culture, ed. George W. Stocking, XX, 167–191. Madison: University of Wisconsin Press. [Google Scholar]) and Jenkins (2004 Jenkins, Philip. 2004. Dream Catchers: How Mainstream America Discovered Native Spirituality, New York: Oxford University Press. [Google Scholar]) for historical context on the ceremonial's relationship to the Native American art markets and promotion of spirituality. For more on Martinez, see Marriott 1987; Peterson and Harlow 1992. 3. For more on Martinez, see Marriott 1987 Marriott, A. 1987. The Potter of San Ildefonso, Norman: University of Oklahoma Press. [Google Scholar]; Peterson and Harlow 1992 Peterson, S. and Harlow, F.H. 1992. The living tradition of Maria Martinez, Tokyo: Kodansha International. [Google Scholar]. 4. Fore more on the Dramagraph, see Griffiths 2008 Griffiths, Alison. 2008. Shivers down your spine: Cinema, museums, and the immersive view, New York: Columbia University Press. [Google Scholar], 243–6. 5. My thanks to Peter Decherney for raising some of these issues in his role as respondent to an earlier version of this essay I presented at the Columbia Seminar in Film and Interdisciplinary Studies, Union Theological Seminary, New York, 12 March 2009. 6. Auerbach 2007 Auerbach, Jonathan. 2007. Body shots: Early cinema's incarnations, Berkeley: University of California Press. [Crossref] , [Google Scholar], 104–5. 7. Rabinovitz 2002 Rabinovitz, Lauren. 2002. The miniature and the giant: The perceptual spectacular of postcards and early cinema. In The tenth muse, ed. Leonardo Quaresima and Laura Vichi, 43–53. Udine: Domitor. [Google Scholar], 44–5. 8. Seton 1915, xiii. 9. Mitchell 2005, 46. 10. Griffiths 2002 Griffiths, Alison. 2002. Wondrous difference: Cinema, anthropology, and turn-of-the-century visual culture, New York: Columbia University Press. [Google Scholar], 127–48. 11. See Griffiths 2001 Griffiths, Alison. 2001. Playing at being Indian: Spectatorship and the early Western. Journal of Popular Film and Television, 29(3 (Fall): 100–111. [Taylor & Francis Online] , [Google Scholar]. 12. For more on Edison's early Native American films shot both in the Black Maria and in the field, see Griffiths 2002 Griffiths, Alison. 2002. Wondrous difference: Cinema, anthropology, and turn-of-the-century visual culture, New York: Columbia University Press. [Google Scholar], 171–84. 13. MacDougall 2006 MacDougall, David. 2006. Film, ethnography, and the senses: The corporeal image, Princeton, NJ: Princeton University Press. [Google Scholar], 3. 14. Nichols defines axiographic space as the 'question of how values, particularly an ethics of representation comes to be known and experienced in relation to space' (Nichols 1991 Nichols, Bill. 1991. Representing reality: Issues and concepts in documentary film, Indiana: University of Indiana Press. [Google Scholar], 77). 15. The nine leading principles included: recreation; camp life; self-government with adult guidance; the magic of the campfire; woodcraft pursuits (riding, hunting, camper-craft, scouting, mountaineering, Indian craft, first aid, signalling, and boating); honours by standards; personal decoration for personal achievement; a heroic ideal; and 'picturesqueness' in everything. From Seton, 'Nine Important Principles of Woodcraft', available at www.inquiry.net/traditional/seton/woodcraft/9_principles.htm (accessed 11 October 2011). 16. Rosen 2003 Rosen, Philip. 2003. \"History of image, image of history: Subject and ontology in Bazin\". In Rites of realism: Essays on corporeal cinema, Edited by: Ivone Margulies. 42–79. Durham, NC: Duke University Press. [Google Scholar], 50–1. 17. Mitchell 2005 Mitchell, W.J.T. 2005. What do pictures want? The lives and loves of images, Chicago: University of Chicago Press. [Crossref] , [Google Scholar], 49. 18. Scouting for Girls 1923 Girl Scouts Inc. 1923. Scouting for Girls: Official Handbook of the Girl Scouts, 5th ed., New York: Girl Scouts Inc. [Google Scholar], 373. 19. Biographical information about Ernest Thompson Seton available at www.etsetoninstitute.org/biography (accessed 11 October 2011). Also see David L. Witt, Ernest Thompson Seton, The Life and Legacy of an Artist and Conservationist (Layton, Utah: Gibbs, Smith, 2010). 20. Both Fisher and Seton were married twice; Fisher's second marriage was to the Native American performer Te Ata, while Seton's first marriage to wealthy socialite, traveller, and founder of the women's writers club, Grace Gallati, ended in divorce in 1935 and he married Julia M. Buttree. Each man had two daughters (the second adopted in the case of Seton). 21. Anon., American Museum of Natural History annual report 1927, 99. 22. It was referred to as an 'expedition' in the Minutes of the 'Luncheon Meeting of Trustees, Educational Committee', 5 October 1927, under the heading 'Summer Activities'. The annual report, however, is perhaps the more accurate indicator, since it reflects the museum's public image. Minutes in Box 1237.3, Central Archives, Special Collections, American Museum of Natural History (hereafter abbreviated to CA-SC/AMNH). 23. Anon., American Museum of Natural History annual report, 1924. 24. Letter from Dan Beard to President Osborn, 3 March 1925 (Box 1248.2 CA-SC/AMNH). 25. Scouting for Girls 1923 Girl Scouts Inc. 1923. Scouting for Girls: Official Handbook of the Girl Scouts, 5th ed., New York: Girl Scouts Inc. [Google Scholar], 17. 26. Seton, 'Nine Important Principles of Woodcraft', www.inquiry.net/traditional/seton/woodcraft/9_principles.htm (accessed 11 October 2011). 27. Anon., 'Blue Sky Potlatch Held at American Museum', AMNH Press Bulletin, 7 April 1928, p. 1 (Box 1267, CA-SC/AMNH). 28. 'Plan Outdoor Crafts Exhibit: Natural History Museum and Woodcraft League Unite', New York Sun, 8 March 1928. 29. 'Blue Sky Potlatch Held at American Museum', AMNH Press Bulletin, 7 April 1928, 1–2 (Box 1267, CA-SC/AMNH). 30. 'Free Lectures for the Children of Public Schools', Spring 1928 brochure, description of lecture on p. 6 (BOX 1267, CA-SC/AMNH). 31. Letter from Seton to Sherwood, 4(?) April 1928, in File N-Z 1928 (1267N), Box 1267 (1928–31), CA-SC/AMNH (emphasis added). Two AMNH membership subscriptions were offered as prizes and the AMNH did not charge Seton or the Woodcraft League for any services rendered, viewing the 'work that we did as the Museum's contribution to the meeting'. In response to Woodcraft League Secretary Farida Wiley's request to Sherwood to repeat the event the following year, Sherwood said he would talk with her further about the possibility. Wiley told Sherwood in a letter of thanks that she was disappointed at the turnout, although still felt pleased that it had been pulled off, since organizations 'do not usually care to co-operate in a joint exhibit' (letter from Wiley to Sherwood, 22 April 1928; ibid). 32. Press Bulletin, AMNH, 7 April 1928, p. 2. 33. Anon., American Museum of Natural History annual report, 1927, p. 99. 34. Decherney 2005 Decherney, Peter. 2005. Hollywood and the culture elite: How the movies became American, New York: Columbia University Press. [Crossref] , [Google Scholar], 13–40; Wasson 2005 Wasson, Haidee. 2005. Museum movies: The Museums of Modern Art and the birth of art cinema, Berkeley: University of California Press. [Crossref] , [Google Scholar]. 35. 'The Museum and School Service' in Building the American Museum, 1869-1927: Fifty Ninth Annual Report of the Trustees (New York: AMNH, 1928), 98. 36. For a discussion of how discourses of Americanization played out in this debate over cinema and respectability, see Abel 1999 Abel, Richard. 1999. The red rooster scare: Making cinema american 1900–1910, Berkeley: University of California Press. [Google Scholar].",
  "authors": [
    {
      "display_name": "Alison Griffiths",
      "id": "A5102809695",
      "orcid": null,
      "institutions": [
        {
          "id": "I141810926",
          "display_name": "Baruch College",
          "country_code": "US",
          "type": "education"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Alison Griffiths"
    }
  ],
  "publication_year": 2011,
  "publication_date": "2011-11-01",
  "type": "article",
  "cited_by_count": 3,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S152232416",
    "display_name": "Early Popular Visual Culture",
    "issn_l": "1746-0654",
    "issn": [
      "1746-0654",
      "1746-0662"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320547"
  },
  "volume": "9",
  "issue": "4",
  "first_page": "271",
  "last_page": "292",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C37531588",
      "display_name": "Exhibition",
      "level": 2,
      "score": 0.8915796
    },
    {
      "id": "C153349607",
      "display_name": "Visual arts",
      "level": 1,
      "score": 0.5050612
    },
    {
      "id": "C68389820",
      "display_name": "Filmmaking",
      "level": 3,
      "score": 0.47974384
    },
    {
      "id": "C179454799",
      "display_name": "Ethnography",
      "level": 2,
      "score": 0.4615109
    },
    {
      "id": "C163276114",
      "display_name": "Natural history",
      "level": 2,
      "score": 0.4428897
    },
    {
      "id": "C178300618",
      "display_name": "Extant taxon",
      "level": 2,
      "score": 0.44049254
    },
    {
      "id": "C52119013",
      "display_name": "Art history",
      "level": 1,
      "score": 0.4361119
    },
    {
      "id": "C207456731",
      "display_name": "League",
      "level": 2,
      "score": 0.42174998
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.41384795
    },
    {
      "id": "C56666940",
      "display_name": "Documentation",
      "level": 2,
      "score": 0.41240445
    },
    {
      "id": "C177164792",
      "display_name": "Visual anthropology",
      "level": 3,
      "score": 0.4102555
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.37390575
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.3209375
    },
    {
      "id": "C519580073",
      "display_name": "Movie theater",
      "level": 2,
      "score": 0.20070025
    },
    {
      "id": "C1276947",
      "display_name": "Astronomy",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C199360897",
      "display_name": "Programming language",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C78458016",
      "display_name": "Evolutionary biology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C121332964",
      "display_name": "Physics",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10758",
      "display_name": "Cinema and Media Studies",
      "score": 0.9898
    },
    {
      "id": "T11462",
      "display_name": "Museums and Cultural Heritage",
      "score": 0.9629
    },
    {
      "id": "T12908",
      "display_name": "Media, Gender, and Advertising",
      "score": 0.9337
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1080/17460654.2011.621311",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:37:57.118140",
  "source_database": "OpenAlex"
}