{
  "openalex_id": "W2087766723",
  "doi": "https://doi.org/10.1111/j.1440-1746.2007.05141.x",
  "title": "Modifications to the UW: Simple solutions to the ‘sticky’ problem of preservation injury in liver transplantation",
  "abstract": "The mainstays of liver graft preservation before transplantation over the past two decades have been the combination of effective preservation solutions and hypothermia. Excellent results have been achieved by minimizing: (i) warm ischemia time; (ii) cellular changes during cold storage time; and (iii) reperfusion injury to the graft after restoration of blood flow in the recipient. Despite better outcomes in liver transplantation, recent data indicate that prolonged preservation injury remains a risk factor for primary graft failure, particularly for 'marginal' or extended criteria donor livers, which are increasingly used because of the shortage of available grafts.1 In the late 1980s, Belzer and his coworkers2 developed a different preservation solution that employed three key strategies: (i) use of metabolically inert substrates, lactobionate, and raffinose to maintain osmotic concentration; (ii) addition of free radical scavengers, glutathione, allopurinol, and adenosine; and (iii) administration of a colloid carrier, hydroxyethylstarch (HES). The resultant product, the University of Wisconsin (UW) solution has been proven to guarantee extremely long, cold ischemia tolerance (72 h in kidneys and up to 48 h in livers). For this reason, the UW solution is now considered de rigueur in preservation solution usage in transplantation of livers and other intra-abdominal organs, where it is utilized as an effective flush and cold storage liquid.3 Notably, the inclusion of HES in the UW solution has remained controversial. Colloids are substances that provide oncotic support to solutions. In the UW solution, HES counters hydrostatic forces present during initial graft washout, thereby preventing interstitial edema of the organ.4 However, because of its high molecular weight, this colloid lends viscosity to the UW.5 A mixture of UW solution and blood at 4°C is 1.3 times more viscous than blood at 37°C. HES can trigger red blood cell (RBC) aggregation, thereby promoting stasis in hepatic sinusoids that results in incomplete washout of donor grafts before transplantation.5 Such microcirculatory disturbances in the donor liver can potentially impair subsequent graft viability. Observations in kidney autotransplantation in pigs have shown that the replacement of HES in UW solution with polyethylene glycol (PEG) reduced RBC aggregation and inhibited early inflammatory response caused by ischemia-reperfusion injury (IRI). This resulted in improvement in renal graft perfusion and function.6-8 In 2002, Ben Abdennebi et al. substituted HES with PEG in UW in an isolated perfused rat liver model.9 They found that graft viability was better with PEG-UW than the original UW solution. In earlier studies in a similar model, this group also observed that liver preservation in a high sodium (Na+) and low potassium (K+) UW solution reduced sinusoidal endothelial cell damage after 24 h of cold storage.10 The current version of UW contains a high K+ (125 mM) and low Na+ (30 mM) concentration. This was initially thought to be optimal for organ preservation on the basis that high potassium concentrations would limit the leakage of potassium from cells and reduce the activity of sodium-potassium ATPase.2, 4 Further studies have also shown that high concentrations of K+ have detrimental effects on endothelial cells, which can lead to smooth muscle depolarization and vasoconstriction.11, 12 In the July 2007 issue of the Journal, Franco-Gou et al.13 used an orthotopic rat liver transplantation model to evaluate the combined effects of replacing HES with PEG and inversion of K+ (125 mM) and Na+ (30 mM) concentrations in the original UW solution, on graft and recipient outcomes. Donor livers were first flushed with the modified UW solution called UW-PEG, then preserved at 4°C in this liquid for 8 h before orthotopic transplantation. The investigators showed that the use of UW-PEG significantly reduced liver injury in grafts at 24 h post transplantation, as assessed by biochemical and histological parameters. Apoptotic cell death by caspase-3 activity was also lower in the UW-PEG-treated animals. The presence of PEG in UW also improved the recovery of hepatic and portal blood flow after transplantation. Interestingly, UW-PEG was not able to confer protection against lung injury associated with liver transplantation, nor did it modify malondialdehyde and myeloperoxidase levels, which are markers of oxidative injury induced by reactive oxygen species and neutrophil activation, respectively. This indicates that the hepatoprotective effects of UW modification did not extend systemically. Disappointingly, the individual effects of PEG substitution or Na+/K+ concentration inversion on the various markers of hepatic and lung injury, as well as on portal blood flow were not clearly studied. It is encouraging to note that the experimental strategies reported by Franco-Gou et al.13 could easily be implemented in clinical practice. It would not be impractical to manufacture modified UW solution with replacing HES with PEG, as well as changing existing concentrations of Na+ and K+. If UW-PEG was utilized clinically, purely as a donor liver flush and cold storage solution, one would expect none, or only a minimal amount of the modified solution to be systemically released in the recipient, thereby limiting any effect of PEG or solute concentration differences on the recipient post-transplantation. The present study underscores the fundamental importance of the liver microcirculation and the sinusoidal endothelial cells in preservation and IRI,14-16 and is a step in the right direction toward improving standard preservation protocols. It confirms, in a rat transplant model, the beneficial effects of colloid substitution and modification of Na+ and K+ concentrations in the original UW observed in isolated perfused rat livers. However, this study does not resolve several outstanding issues that remain in liver transplantation. The experiments described by Franco-Gou et al.13 were performed in lean, healthy, young adult rats. One of the major challenges today is the increasing use of 'marginal' grafts that are suboptimal for reasons, such as steatosis, or grafts from elderly, or non-heart beating donors. It is now important to test such modifications to the UW in models of such underlying, adverse conditions of donor livers. Because the mechanisms of injury may differ in lean, healthy liver from steatotic or older organs, further experiments are warranted to demonstrate a discernible benefit with UW-PEG use in marginal donor grafts.",
  "authors": [
    {
      "display_name": "Narci Teoh",
      "id": "A5112521073",
      "orcid": null,
      "institutions": [
        {
          "id": "I118347636",
          "display_name": "Australian National University",
          "country_code": "AU",
          "type": "funder"
        },
        {
          "id": "I2802964606",
          "display_name": "Canberra Hospital",
          "country_code": "AU",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Narci C Teoh"
    },
    {
      "display_name": "Jennifer Hartley",
      "id": "A5006029694",
      "orcid": "https://orcid.org/0000-0003-0418-3695",
      "institutions": [
        {
          "id": "I118347636",
          "display_name": "Australian National University",
          "country_code": "AU",
          "type": "funder"
        },
        {
          "id": "I2802964606",
          "display_name": "Canberra Hospital",
          "country_code": "AU",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jennifer Hartley"
    }
  ],
  "publication_year": 2007,
  "publication_date": "2007-09-05",
  "type": "letter",
  "cited_by_count": 5,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S131037608",
    "display_name": "Journal of Gastroenterology and Hepatology",
    "issn_l": "0815-9319",
    "issn": [
      "0815-9319",
      "1440-1746"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320595"
  },
  "volume": "22",
  "issue": "10",
  "first_page": "1564",
  "last_page": "1565",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C113278225",
      "display_name": "Viaspan",
      "level": 3,
      "score": 0.88924813
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.7907407
    },
    {
      "id": "C2911091166",
      "display_name": "Transplantation",
      "level": 2,
      "score": 0.6964878
    },
    {
      "id": "C104471311",
      "display_name": "Oncotic pressure",
      "level": 3,
      "score": 0.69435304
    },
    {
      "id": "C2988529969",
      "display_name": "Cold storage",
      "level": 2,
      "score": 0.6640969
    },
    {
      "id": "C2780114680",
      "display_name": "Reperfusion injury",
      "level": 3,
      "score": 0.48266485
    },
    {
      "id": "C2777390192",
      "display_name": "Hypothermia",
      "level": 2,
      "score": 0.4651481
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.42312932
    },
    {
      "id": "C541997718",
      "display_name": "Ischemia",
      "level": 2,
      "score": 0.34606224
    },
    {
      "id": "C42219234",
      "display_name": "Anesthesia",
      "level": 1,
      "score": 0.2760259
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.19886792
    },
    {
      "id": "C2776125364",
      "display_name": "Albumin",
      "level": 2,
      "score": 0.077834666
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.07493168
    },
    {
      "id": "C144027150",
      "display_name": "Horticulture",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10999",
      "display_name": "Organ Transplantation Techniques and Outcomes",
      "score": 1.0
    },
    {
      "id": "T10337",
      "display_name": "Liver Disease and Transplantation",
      "score": 0.9995
    },
    {
      "id": "T11163",
      "display_name": "Organ Donation and Transplantation",
      "score": 0.9943
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1111/j.1440-1746.2007.05141.x",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:53:17.844511",
  "source_database": "OpenAlex"
}