{
  "openalex_id": "W2087994196",
  "doi": "https://doi.org/10.1353/trd.2006.0000",
  "title": "Prayers from the Field: Practical Protection and Demonic Defense in Anglo-Saxon England",
  "abstract": "PRAYERS FROM THE FIELD: PRACTICAL PROTECTION AND DEMONIC DEFENSE IN ANGLO-SAXON ENGLAND By KAREN LOUISE JOLLY A unique set of ritual prayers from tenth-century Northumbria offered the means to protect fields and crops from birds, vermin, and other demonically inspired threats to the agricultural community. They were part of a series of additions made to the Durham Collector or Ritual (Durham, Cathedral Library A.IV. 19) around 970 by the Chester-le-Street scriptorium of St. Cuthbert's community, under the direction of Aldred, the eccentric glossator of the Lindisfarne Gospels. These five Latin prayers glossed in Old English use exorcistic and benedictional formulas, invoke the assistance of an Archangel Panchiel, and contain atypical references to the Book of Tobit, among other unusual characteristics. This seemingly heterodox material has received scant attention from scholars assessing the Durham Ritual manuscript and the work of Aldred.1 These prayers, however, may reflect the particular interests of the cult of St. Cuthbert, as well as Irish influences in Northumbrian religious practice. Also, a comparable example of one prayer appears in a contemporary Mainz text related to the early development of the Romano-Germanic Pontifical, suggesting that these prayers were part of a larger process, often invisible, of liturgical experimentation during a period of reform and regularization. The prayers read:2 1 Other than the critical edition and facsimiles where these prayers are noted but not analyzed, the only discussion oí them I have discovered is an older and dated survey of Northumbrian practice in Christopher Wordsworth, \"Two Yorkshire Charms or Amulets: Exorcisms and Adjurations,\" Yorkshire Archaeological Journal 17 (1903): 377-412 (his manuscript information is not current) and the discussion of Asmodeus in W. J. P. Boyd, \"Aldrediana XXV: Ritual Hebraica,\" English Philological Studies 14 (1975): 31-39. My thanks to the National Endowment for the Humanities and the University of Hawaii at Mânoa for sabbatical support in 2005; to Durham Cathedral Library and staff for access to the manuscript; to my colleague Dr. Sarah Larratt Keefer at Trent University for a long and fruitful discussion of this manuscript; to John Carey at University College Cork for translations from Old Irish; to Stephen Allen (while at The Medieval Institute, University of Notre Dame) and William Schipper of St. John's College, Newfoundland for running electronic searches in the PL database; to the Traditio editorial staff and the peer reviewer for cogent suggestions, especially on the translations. 2 See Appendix A for complete Latin and Old English text. 96TRADITIO Christ be Blessed creature [e.g., substance to use] over the crop for birds on fourteen. . . [I]3 To God omnipotent, to you Lord God we pray, who haue named your son Jesus Christ with twelve names. Therefore I adjure you creature of water through the archangel Panchiel that these may be burned up and put to flight: demons and flying things, worms and rodents, and all venomous animals from our fields, in the name of God the Father and Son and Holy Spirit, [you] who reign forever and ever. likewise for birds [2] Creator and protector of human kind, giver of spiritual grace, bestower of eternal salvation, send forth your Holy Spirit over this creature of water so that armed with the virtue of heavenly defense it may benefit the health of soul and body, through [our] Lord. . . . likewise another [3] Holy Lord, Father omnipotent, eternal God, send forth your Holy Spirit with the archangel Panchiel that he may defend our crops from worms, from winged things, from demons, from lightning bolts, from all temptations of the devil, by the invocation of your holy name, Jesus Christ, [you] who reign with the Father and who live with the Holy Spirit, forever and ever. likewise another [4] We pray you Lord holy Father omnipotent, eternal God: Reproduce fertile seed, as in your name Panchiel wishes, who is over all fruits of the earth and over seeds, along with forty-four thousand angels, so that this creature may take root or, cast upon the earth, may remain unharmed. May your name be magnified in all the earth, or in all places so that the people will know that there is no other God...",
  "authors": [
    {
      "display_name": "Karen Louise Jolly",
      "id": "A5085373178",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Karen Louise Jolly"
    }
  ],
  "publication_year": 2006,
  "publication_date": "2006-01-01",
  "type": "article",
  "cited_by_count": 5,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210170394",
    "display_name": "Traditio",
    "issn_l": "0362-1529",
    "issn": [
      "0362-1529",
      "2166-5508"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310311721"
  },
  "volume": "61",
  "issue": "1",
  "first_page": "95",
  "last_page": "147",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2777477151",
      "display_name": "Prayer",
      "level": 2,
      "score": 0.6846986
    },
    {
      "id": "C2780623531",
      "display_name": "Irish",
      "level": 2,
      "score": 0.6536297
    },
    {
      "id": "C2780493273",
      "display_name": "Cult",
      "level": 2,
      "score": 0.5715935
    },
    {
      "id": "C2777852031",
      "display_name": "Liturgy",
      "level": 2,
      "score": 0.5319071
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.5117759
    },
    {
      "id": "C2781291010",
      "display_name": "Period (music)",
      "level": 2,
      "score": 0.48014683
    },
    {
      "id": "C74916050",
      "display_name": "Classics",
      "level": 1,
      "score": 0.45088258
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.40957454
    },
    {
      "id": "C124952713",
      "display_name": "Literature",
      "level": 1,
      "score": 0.40385294
    },
    {
      "id": "C195244886",
      "display_name": "Ancient history",
      "level": 1,
      "score": 0.27159816
    },
    {
      "id": "C27206212",
      "display_name": "Theology",
      "level": 1,
      "score": 0.26052666
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.2312668
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.19243944
    },
    {
      "id": "C41895202",
      "display_name": "Linguistics",
      "level": 1,
      "score": 0.079766005
    },
    {
      "id": "C107038049",
      "display_name": "Aesthetics",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/trd.2006.0000",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:22:15.977990",
  "source_database": "OpenAlex"
}