{
  "openalex_id": "W2091671458",
  "doi": "https://doi.org/10.1016/s0022-5347(01)68112-6",
  "title": "MEDICAL MANAGEMENT OF PHIMOSIS IN CHILDREN: OUR EXPERIENCE WITH TOPICAL STEROIDS",
  "abstract": "No AccessJournal of UrologyPapers Presented at Annual Meeting of the Section on Urology, American Academy of Pediatrics; San Francisco, California; October 17-19, 1998: Hypospadias/Phimosis/Scrotum1 Sep 1999MEDICAL MANAGEMENT OF PHIMOSIS IN CHILDREN: OUR EXPERIENCE WITH TOPICAL STEROIDS MARK A. MONSOUR, HYMAN H. RABINOVITCH, and GREGORY E. DEAN MARK A. MONSOURMARK A. MONSOUR More articles by this author , HYMAN H. RABINOVITCHHYMAN H. RABINOVITCH More articles by this author , and GREGORY E. DEANGREGORY E. DEAN More articles by this author View All Author Informationhttps://doi.org/10.1016/S0022-5347(01)68112-6AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: Circumcision has traditionally been regarded as primary therapy for persistent phimosis in boys. Recently groups in Europe and Australia have advocated the use of topical steroids as conservative treatment in children. We report our experience with this approach. Materials and Methods: Between July 1997 and February 1998, 25 boys with a mean age of 8.3 years who presented to our clinic with phimosis were started on a topical steroid. After counseling the family regarding treatment options we prescribed a 1-month course of 0.05% betamethasone cream applied twice daily. Results: Of the 25 patients 24 completed the treatment and were evaluated. A total of 16 boys (67%) had a normal appearing foreskin that was easily retracted, while in the remaining 8 the outcome was unsuccessful and circumcision was scheduled. Conclusions: Our study demonstrates that the application of topical steroids is a viable alternative for treating phimosis in children. Appropriate candidates for this therapy include boys older than 3 years who have persistent phimosis and no evidence of infection. References 1 : The fate of the foreskin. A study of circumcision. Brit. Med. J.1949; 2: 1433. Google Scholar 2 : Surgical repair of urethral circumcision repairs. J. Urol.1997; 158: 2269. Link, Google Scholar 3 : The conservative treatment of phimosis in boys. Brit. J. Urol.1996; 78: 786. Google Scholar 4 : The treatment of childhood phimosis with topical steroid. Aust. New Zeal. J. Surg.1994; 64: 327. Google Scholar 5 : Topical clobetasol propionate compared with placebo in the treatment of unretractable foreskin. Eur. J. Surg.1996; 162: 969. Google Scholar 6 : The treatment of phimosis in boys with a potent topical steroid (clobetasol propionate) cream. Acta Dermato-Venereol.1993; 73: 55. Google Scholar 7 : A nonsurgical approach to the treatment of phimosis: local nonsteroidal anti-inflammatory ointment application. J. Urol.1997; 158: 196. Link, Google Scholar 8 : Topical glucocorticoids and the skin-mechanisms of action: an update. Med. Infl.1998; 7: 183. Google Scholar 9 : Glucocorticoid in inflammatory proliferative skin disease reduces arachadonic and hydroxyeicosatetraenoic acids. Science1977; 197: 994. Google Scholar 10 : Inhibition of release of prostaglandins as an explanation of some of the actions of anti-inflammatory corticosteroids. Nature1975; 254: 308. Google Scholar 11 : Effect of topical corticosteroids on the activity of superoxide dismutase in human skin in vitro. Skin Pharmacol.1997; 10: 309. Google Scholar 12 : Effect in man of anti-allergic drugs on the immediate and late phase cutaneous allegic reactions induced by anti-IgE. Allergy1981; 36: 201. Google Scholar 13 : Cost-effective treatment of phimosis. Pediatrics1998; 102: E43. Google Scholar From the Department of Urology, Temple University Hospital and Department of Surgery, Section of Urology, St. Christopher's Hospital for Children, Philadelphia, Pennsylvania(Dean) Current address: Cooper Hospital, Robert Wood Johnson Medical School-University of Medicine and Dentistry of New Jersey, Camden, New Jersey 08103-1506.© 1999 by American Urological Association, Inc.FiguresReferencesRelatedDetailsCited ByPileggi F, Martinelli C, Tazima M, Daneluzzi J and Vicente Y (2018) Is Suppression of Hypothalamic-Pituitary-Adrenal Axis Significant During Clinical Treatment of Phimosis?Journal of Urology, VOL. 183, NO. 6, (2327-2331), Online publication date: 1-Jun-2010.Mickelson J, Yerkes E, Meyer T, Kropp B and Cheng E (2009) L Stent for Stomal Stenosis in Catheterizable ChannelsJournal of Urology, VOL. 182, NO. 4S, (1786-1791), Online publication date: 1-Oct-2009.Letendre J, Barrieras D, Franc-Guimond J, Abdo A and Houle A (2009) Topical Triamcinolone for Persistent PhimosisJournal of Urology, VOL. 182, NO. 4S, (1759-1764), Online publication date: 1-Oct-2009.Schoen E, Colby C and To T (2018) Re: Cost Analysis of Neonatal Circumcision in a Large Health Maintenance OrganizationJournal of Urology, VOL. 176, NO. 5, (2315-2319), Online publication date: 1-Nov-2006.PALMER J, ELDER J and PALMER L (2018) THE USE OF BETAMETHASONE TO MANAGE THE TRAPPED PENIS FOLLOWING NEONATAL CIRCUMCISIONJournal of Urology, VOL. 174, NO. 4 Part 2, (1577-1578), Online publication date: 1-Oct-2005.YANG S, TSAI Y, WU C, LIU S and WANG C (2018) HIGHLY POTENT AND MODERATELY POTENT TOPICAL STEROIDS ARE EFFECTIVE IN TREATING PHIMOSIS: A PROSPECTIVE RANDOMIZED STUDYJournal of Urology, VOL. 173, NO. 4, (1361-1363), Online publication date: 1-Apr-2005.ASHFIELD J, NICKEL K, SIEMENS D, MacNEILY A and NICKEL J (2018) Treatment of Phimosis With Topical Steroids in 194 ChildrenJournal of Urology, VOL. 169, NO. 3, (1106-1108), Online publication date: 1-Mar-2003.Elmore J, Baker L and Snodgrass W (2018) Topical Steroid Therapy as an Alternative to Circumcision for Phimosis in Boys Younger Than 3 YearsJournal of Urology, VOL. 168, NO. 4 Part 2, (1746-1747), Online publication date: 1-Oct-2002.KISS A, CSONTAI Á, PIRÓT L, NYIRÁDY P, MERKSZ M and KIRÁLY L (2018) THE RESPONSE OF BALANITIS XEROTICA OBLITERANS TO LOCAL STEROID APPLICATION COMPARED WITH PLACEBO IN CHILDRENJournal of Urology, VOL. 165, NO. 1, (219-220), Online publication date: 1-Jan-2001. Volume 162Issue 3 Part 2September 1999Page: 1162-1164 Advertisement Copyright & Permissions© 1999 by American Urological Association, Inc.MetricsAuthor Information MARK A. MONSOUR More articles by this author HYMAN H. RABINOVITCH More articles by this author GREGORY E. DEAN More articles by this author Expand All Advertisement PDF DownloadLoading ...",
  "authors": [
    {
      "display_name": "MARK A. MONSOUR",
      "id": "A5023240989",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210117083",
          "display_name": "Temple University Hospital",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "MARK A. MONSOUR"
    },
    {
      "display_name": "Hyman H. Rabinovitch",
      "id": "A5044238918",
      "orcid": null,
      "institutions": [
        {
          "id": "I84392919",
          "display_name": "Temple University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I102322142",
          "display_name": "Rutgers, The State University of New Jersey",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "HYMAN H. RABINOVITCH"
    },
    {
      "display_name": "Gregory Dean",
      "id": "A5089822636",
      "orcid": null,
      "institutions": [
        {
          "id": "I84392919",
          "display_name": "Temple University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I102322142",
          "display_name": "Rutgers, The State University of New Jersey",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "GREGORY E. DEAN"
    }
  ],
  "publication_year": 1999,
  "publication_date": "1999-09-01",
  "type": "review",
  "cited_by_count": 118,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "162",
  "issue": "3 Part 2",
  "first_page": "1162",
  "last_page": "1164",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.9542201
    },
    {
      "id": "C2781140480",
      "display_name": "Foreskin",
      "level": 3,
      "score": 0.92284584
    },
    {
      "id": "C2781162121",
      "display_name": "Betamethasone",
      "level": 2,
      "score": 0.6632414
    },
    {
      "id": "C2777520566",
      "display_name": "Topical steroid",
      "level": 2,
      "score": 0.54295915
    },
    {
      "id": "C2777990738",
      "display_name": "Hypospadias",
      "level": 2,
      "score": 0.4821229
    },
    {
      "id": "C2779176196",
      "display_name": "Epispadias",
      "level": 2,
      "score": 0.41187763
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.40914932
    },
    {
      "id": "C16005928",
      "display_name": "Dermatology",
      "level": 1,
      "score": 0.34903485
    },
    {
      "id": "C187212893",
      "display_name": "Pediatrics",
      "level": 1,
      "score": 0.33509433
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.07575476
    },
    {
      "id": "C54355233",
      "display_name": "Genetics",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C81885089",
      "display_name": "Cell culture",
      "level": 2,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11713",
      "display_name": "Genital Health and Disease",
      "score": 1.0
    },
    {
      "id": "T11815",
      "display_name": "Urological Disorders and Treatments",
      "score": 0.9988
    },
    {
      "id": "T14437",
      "display_name": "Ethics and Legal Issues in Pediatric Healthcare",
      "score": 0.9951
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/s0022-5347(01)68112-6",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:46:07.276080",
  "source_database": "OpenAlex"
}