{
  "openalex_id": "W2097855688",
  "doi": "https://doi.org/10.1130/g21198.1",
  "title": "Skeletogenesis and asexual reproduction in the earliest biomineralizing animal Cloudina",
  "abstract": "Research Article| April 01, 2005 Skeletogenesis and asexual reproduction in the earliest biomineralizing animal Cloudina Hong Hua; Hong Hua 1Department of Geology and Laboratory of Continental Dynamics, Northwest University, Xi'an 710069, China Search for other works by this author on: GSW Google Scholar Zhe Chen; Zhe Chen 2Nanjing Institute of Geology and Paleontology, Nanjing 210008, China Search for other works by this author on: GSW Google Scholar Xunlai Yuan; Xunlai Yuan 2Nanjing Institute of Geology and Paleontology, Nanjing 210008, China Search for other works by this author on: GSW Google Scholar Luyi Zhang; Luyi Zhang 3Xi'an Institute of Geology and Mineral Resources, Xi'an 710054, China Search for other works by this author on: GSW Google Scholar Shuhai Xiao Shuhai Xiao 4Department of Geosciences, Virginia Polytechnic Institute, Blacksburg, Virginia 24061, USA Search for other works by this author on: GSW Google Scholar Author and Article Information Hong Hua 1Department of Geology and Laboratory of Continental Dynamics, Northwest University, Xi'an 710069, China Zhe Chen 2Nanjing Institute of Geology and Paleontology, Nanjing 210008, China Xunlai Yuan 2Nanjing Institute of Geology and Paleontology, Nanjing 210008, China Luyi Zhang 3Xi'an Institute of Geology and Mineral Resources, Xi'an 710054, China Shuhai Xiao 4Department of Geosciences, Virginia Polytechnic Institute, Blacksburg, Virginia 24061, USA Publisher: Geological Society of America Received: 13 Sep 2004 Revision Received: 16 Dec 2004 Accepted: 17 Dec 2004 First Online: 02 Mar 2017 Online ISSN: 1943-2682 Print ISSN: 0091-7613 Geological Society of America Geology (2005) 33 (4): 277–280. https://doi.org/10.1130/G21198.1 Article history Received: 13 Sep 2004 Revision Received: 16 Dec 2004 Accepted: 17 Dec 2004 First Online: 02 Mar 2017 Cite View This Citation Add to Citation Manager Share Icon Share Facebook Twitter LinkedIn MailTo Tools Icon Tools Get Permissions Search Site Citation Hong Hua, Zhe Chen, Xunlai Yuan, Luyi Zhang, Shuhai Xiao; Skeletogenesis and asexual reproduction in the earliest biomineralizing animal Cloudina. Geology 2005;; 33 (4): 277–280. doi: https://doi.org/10.1130/G21198.1 Download citation file: Ris (Zotero) Refmanager EasyBib Bookends Mendeley Papers EndNote RefWorks BibTex toolbar search Search Dropdown Menu toolbar search search input Search input auto suggest filter your search All ContentBy SocietyGeology Search Advanced Search Abstract The tubular fossil Cloudina is emerging as an important Ediacaran index fossil. However, its morphology, skeletogenesis, reproduction, and phylogenetic affinity have not been fully resolved. New material from the Dengying Formation of south China confirms that Cloudina tubes consist of eccentrically and sometimes deeply nested funnels and that the tubes lack transverse cross-walls, inconsistent with the traditional cone-in-cone morphological reconstruction. Tube walls are composed of micrometer-sized, more or less equant crystals. A number of Cloudina tubes branch dichotomously, in which daughter funnels split within parent ones. The Cloudina animal is interpreted to have been able to initiate biomineralization of new funnels within old ones. Its skeleton was probably secreted as calcite crystals suspended in organic matrix; the crystals do not appear to have nucleated and grown on a sheeted substrate. It was clearly capable of asexual reproduction, through budding within parent funnels rather than at the apertural end. The morphology, skeletogenesis, and asexual reproduction of Cloudina are broadly similar to modern serpulid annelids, indicating possible phylogenetic relationships or morphological convergence. You do not have access to this content, please speak to your institutional administrator if you feel you should have access.",
  "authors": [
    {
      "display_name": "Hong Hua",
      "id": "A5029384267",
      "orcid": "https://orcid.org/0000-0002-8960-6185",
      "institutions": [
        {
          "id": "I37802460",
          "display_name": "Northwest University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Hong Hua"
    },
    {
      "display_name": "Zhe Chen",
      "id": "A5100783393",
      "orcid": "https://orcid.org/0000-0002-7038-3591",
      "institutions": [
        {
          "id": "I4210103797",
          "display_name": "Nanjing Institute of Geology and Paleontology",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Zhe Chen"
    },
    {
      "display_name": "Xunlai Yuan",
      "id": "A5102846919",
      "orcid": "https://orcid.org/0000-0001-9068-3519",
      "institutions": [
        {
          "id": "I4210103797",
          "display_name": "Nanjing Institute of Geology and Paleontology",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Xunlai Yuan"
    },
    {
      "display_name": "Zhang Luyi",
      "id": "A5053167203",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210134810",
          "display_name": "Chongqing Institute of Geology and Mineral Resources",
          "country_code": "CN",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Luyi Zhang"
    },
    {
      "display_name": "Shuhai Xiao",
      "id": "A5024294177",
      "orcid": "https://orcid.org/0000-0003-4655-2663",
      "institutions": [
        {
          "id": "I859038795",
          "display_name": "Virginia Tech",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Shuhai Xiao"
    }
  ],
  "publication_year": 2005,
  "publication_date": "2005-01-01",
  "type": "article",
  "cited_by_count": 186,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S56162041",
    "display_name": "Geology",
    "issn_l": "0091-7613",
    "issn": [
      "0091-7613",
      "1943-2682"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310319845"
  },
  "volume": "33",
  "issue": "4",
  "first_page": "277",
  "last_page": "277",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C191935318",
      "display_name": "China",
      "level": 2,
      "score": 0.7127651
    },
    {
      "id": "C127313418",
      "display_name": "Geology",
      "level": 0,
      "score": 0.47528994
    },
    {
      "id": "C161191863",
      "display_name": "Library science",
      "level": 1,
      "score": 0.45067078
    },
    {
      "id": "C2984488660",
      "display_name": "Chinese academy of sciences",
      "level": 3,
      "score": 0.44190443
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.40536186
    },
    {
      "id": "C205649164",
      "display_name": "Geography",
      "level": 0,
      "score": 0.27516624
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.07921675
    }
  ],
  "topics": [
    {
      "id": "T10955",
      "display_name": "Paleontology and Evolutionary Biology",
      "score": 0.9997
    },
    {
      "id": "T10109",
      "display_name": "Paleontology and Stratigraphy of Fossils",
      "score": 0.9997
    },
    {
      "id": "T11387",
      "display_name": "Ichthyology and Marine Biology",
      "score": 0.9956
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1130/g21198.1",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T16:04:39.013007",
  "source_database": "OpenAlex"
}