{
  "openalex_id": "W2096644667",
  "doi": "https://doi.org/10.1080/02684527.2013.834217",
  "title": "Origins of the Psychological Profiling of Political Leaders: The US Office of Strategic Services and Adolf Hitler",
  "abstract": "AbstractThe US intelligence community prepares occasional psychological profiles of foreign political leaders. The origins of these practices lie in frantic and ad hoc attempts to understand the character of Adolf Hitler during the latter stages of the Second World War. The US Office of Strategic Services (OSS) commissioned profiles of Hitler, contracting with a titan of personality theory in Professor Henry A. Murray and practicing psychoanalyst Walter C. Langer. Reconstructing the history of these profiles grounds the contemporary analysis of foreign leaders in the lessons of the pioneers. Useful insights on the challenges of profiling leaders, the relationship of academic theories – and academic personnel – to government, and the role of intelligence in policy abound. Notes1 Jeffrey T. Richelson, The US Intelligence Community, 6th ed. (Boulder: Westview 2012) pp.390–3.2 Thomas Omestad, ‘Psychology and the CIA: Leaders on the Couch’, Foreign Policy 95 (1994) pp.105–22; Benedict Carey, ‘Teasing Out Policy Insight from a Character Profile’, New York Times, 28 March 2011 < http://www.nytimes.com/2011/03/29/science/29psych.html>.3 Jerrold M. Post, ‘Leader Personality Assessments in Support of Government Policy’, in Jerrold M. Post (ed.) The Psychological Assessment of Political Leaders (Ann Arbor, MI: University of Michigan Press 2005) pp.39–62.4 Walter C. Langer, The Mind of Adolf Hitler: The Secret Wartime Report (New York: Basic Books 1972). Original version prepared for OSS available at < http://www.nizkor.org/hweb/people/h/hitler-adolf/oss-papers/text/profile-index.html>. The British Broadcasting Corporation Documentary on Langer's work is available at < http://www.youtube.com/watch?v = v1W8I8uoVPo>.5 Benedict Carey, ‘An Early Wartime Profile Depicts a Tormented Hitler’, New York Times, 31 March 2005 < http://www.nytimes.com/2005/03/31/science/31hitler.html>.6 Henry A. Murray et al., Explorations in Personality (New York: Oxford University Press 1938) p.18.7 Ibid., p.22.8 Langer, The Mind of Adolf Hitler, pp.3–7.9 Walter C. Langer to Col. William J. Donovan, Memorandum on Hitler's proclamation to the National Socialist Party on the Anniversary of its founding 24 February 1943. Records of the Office of Strategic Services, Records Group 226, Washington, DC: National Archives of the United States.10 Walter C. Langer letter to John S. Toland, 6 April 1972. John Toland Papers: Adolf Hitler: Langer, Walter C. (box 52) Franklin D. Roosevelt Library.11 Langer, The Mind of Adolf Hitler, p.9.12 Ibid., p.10.13 Douglas Waller, Wild Bill Donovan: The Spymaster Who Created the OSS and Modern American Espionage (New York: Free Press 2011).14 Langer, The Mind of Adolf Hitler, p.12.15 Daniel Pick, In Pursuit of the Nazi Mind (Oxford: Oxford University Press 2012) p.144.16 Walter C. Langer, The Hitler Source-Book. Records of the Office of Strategic Services, Records Group 226, Washington, DC: National Archives of the United States.17 Langer's book does not mention these individuals by name, but the original OSS report lists them on the front cover. Walter C. Langer, A Psychological Analysis of Adolph [sic] Hitler: His Life and Legend. Records of the Office of Strategic Services, Records Group 226, Washington, DC: National Archives of the United States.18 Langer, The Mind of Adolf Hitler, pp.16–17.19 Ibid., p.17.20 Ibid., p.20.21 Walter C. Langer to John Toland, 28 October 1972. John Toland Papers: Adolf Hitler: Langer, Walter C. (box 52) Franklin D. Roosevelt Library.22 Langer, The Mind of Adolf Hitler, pp.20–1.23 Paul Roazen, ‘Interviews on Freud and Jung with Henry A. Murray in 1965’, Journal of Analytic Psychology 48 (2003) p.3.24 Ibid., p.2 fn 3.25 Langer, The Mind of Adolf Hitler, pp.17–18.26 Pick, In Pursuit of the Nazi Mind, p.133.27 Walter C. Langer letter responding to Hans Gatzke, American Historical Review, 78/3(1973) p.1157.28 Forrest G. Robinson, Love's Story Told: A Life of Henry A. Murray (Cambridge, MA: Harvard University Press 1992) p.277.29 Ibid., p.229.30 Ibid., p.267.31 ‘Note-cards for Hitler study’, Henry A. Murray papers, Harvard University Archives.32 Henry A. Murray, Analysis of the Personality of Adolph [sic] Hitler, with Predictions of His Future Behavior and Suggestions for Dealing with Him Now and After Germany's Surrender < http://library.lawschool.cornell.edu/WhatWeHave/SpecialCollections/Donovan/Hitler/upload/Vol_XC_PRF.pdf>.33 Ibid., p.3.34 W.H.D. Vernon, ‘Hitler the Man – Notes for a Case History’, Journal of Abnormal Psychology 37 (1942) pp.295–308.35 Murray, Analysis of the Personality, p.3.36 Ibid., p.2.37 Ibid., pp.3–4.38 Ibid., p.210.39 Ibid., p.18.40 Ibid., p.138.41 Ibid., p.108.42 Ibid., p.145.43 Ibid., p.143.44 Ibid., pp.147–8.45 Ibid., p.151.46 Ibid., p.221.47 Langer, The Mind of Adolf Hitler, p.142.48 Ibid., p.141.49 Ibid., p.150.50 Ibid., p.151.51 Ibid., p.xvii.52 Ibid., pp.21, 23.53 Ibid., p.152.54 Ibid., pp.164–5.55 Ibid., pp.133–4.56 Ibid., p.183.57 Ibid., pp.186–7.58 Ibid., pp.195–6.59 Ibid., pp.128–30.60 Ibid., pp.196–7.61 Ibid., p.212.62 Ibid., pp.209–13.63 ‘Afterword’ by Robert G.L. Waite in Langer, The Mind of Adolf Hitler, pp.215–38.64 Ibid., p.226.65 Peter Loewenberg, ‘Review Essay of Walter C. Langer, TheMind of Adolf Hitler: The Secret Wartime Report’, Central European History 7/3 (1974) p.273.66 Dietrich Orlow, ‘The Significance of Time and Place in Psychohistory’, The Journal of Interdisciplinary History 5/1 (1974) pp.134–6.67 Hans W. Gatzke, ‘Hitler and Psychohistory’, The American Historical Review 78/2 (1973) pp.394–401.68 Walter C. Langer, ‘Reply to Professor Gatzke’, The American Historical Review 78/3 (1973) pp.1156–7.69 A. James Gregor, ‘Review of The Life and Death of Adolf Hitler by Robert Payne, and The Mind of Adolf Hitler by Walter Langer’, American Political Science Review 68 (1974) pp.317–18.70 Langer, The Mind of Adolf Hitler, p.23.71 Omestad, ‘Psychology and the CIA’, pp.109–10.72 Margaret Macmillan, Nixon and Mao: The Week that Changed the World (New York: Random House 2007) p.17.73 Post, ‘Leader Personality Assessments’, pp.39–62.74 Post interviewed for the British Broadcasting Corporation documentary Timewatch: Inside the Mind of Adolf Hitler 2005.75 Omestad, ‘Psychology and the CIA’, p.117.76 Ibid., p.114.77 Jerrold M. Post, Leaders and their Followers in a Dangerous World (Ithaca, NY: Cornell University Press 2004) pp.265–71.78 Ibid., pp.265–66.79 Ibid., p.270.80 Ibid.81 Jerrold M. Post, ‘Saddam Hussein of Iraq: A Political Psychology Profile’, presented in testimony to hearings on the Gulf Crisis by the House Armed Services Committee, 5 December 1990.82 Charles A. Duelfer and Stephen Benedict Dyson, ‘Chronic Misperception and International Conflict: The US–Iraq Experience’, International Security 36/1 (2011) pp.73–100.83 Ben Farmer, ‘Karzai Suffers Depression, says Watergate Investigator’, The Telegraph, 22 September 2010.84 Robert Jervis, Perception and Misperception in International Politics (Princeton, NJ: Princeton University Press 1976).85 Mark Schafer, ‘Issues in Assessing Psychological Characteristics at a Distance’, Political Psychology 21 (2000) pp.511–27.86 Peter Suedfeld, ‘The Complexity Construct in Political Psychology: Personological and Cognitive Approaches’, Report for Defense Research and Development Canada, February 2010.87 Mark Schafer and Stephen G. Walker, Beliefs and Leadership in World Politics (New York: Palgrave Macmillan 2006).Additional informationNotes on contributorsStephen Benedict DysonStephen Benedict Dyson is associate professor of political science at the University of Connecticut. He researches the psychology of political leadership.",
  "authors": [
    {
      "display_name": "Stephen Benedict Dyson",
      "id": "A5083037348",
      "orcid": "https://orcid.org/0000-0002-4404-8028",
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Stephen Benedict Dyson"
    }
  ],
  "publication_year": 2013,
  "publication_date": "2013-12-11",
  "type": "article",
  "cited_by_count": 23,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210168073",
    "display_name": "Intelligence & National Security",
    "issn_l": "0268-4527",
    "issn": [
      "0268-4527",
      "1743-9019"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320547"
  },
  "volume": "29",
  "issue": "5",
  "first_page": "654",
  "last_page": "674",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C187191949",
      "display_name": "Profiling (computer programming)",
      "level": 2,
      "score": 0.79548377
    },
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.7372533
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.5189123
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.34301543
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.25915733
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.1376147
    },
    {
      "id": "C111919701",
      "display_name": "Operating system",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T12430",
      "display_name": "Academic and Historical Perspectives in Psychology",
      "score": 0.9371
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1080/02684527.2013.834217",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:56:23.303626",
  "source_database": "OpenAlex"
}