{
  "openalex_id": "W2096563779",
  "doi": "https://doi.org/10.1016/s0022-5347(01)61621-5",
  "title": "LONGITUDINAL PROSTATE GROWTH RATES DURING 5 YEARS IN RANDOMLY SELECTED COMMUNITY MEN 40 TO 79 YEARS OLD",
  "abstract": "No AccessJournal of UrologyClinical Urology: Original Articles1 Apr 1999LONGITUDINAL PROSTATE GROWTH RATES DURING 5 YEARS IN RANDOMLY SELECTED COMMUNITY MEN 40 TO 79 YEARS OLD THOMAS RHODES, CYNTHIA J. GIRMAN, STEVEN J. JACOBSEN, ROSEBUD O. ROBERTS, HARRY A. GUESS, and MICHAEL M. LIEBER THOMAS RHODESTHOMAS RHODES , CYNTHIA J. GIRMANCYNTHIA J. GIRMAN , STEVEN J. JACOBSENSTEVEN J. JACOBSEN , ROSEBUD O. ROBERTSROSEBUD O. ROBERTS , HARRY A. GUESSHARRY A. GUESS , and MICHAEL M. LIEBERMICHAEL M. LIEBER View All Author Informationhttps://doi.org/10.1016/S0022-5347(01)61621-5AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: We estimate the rate of prostate growth in randomly selected healthy community dwelling men. Materials and Methods: Prostate volume in age stratified random sample of 631 white male residents of Olmsted County, Minnesota 40 to 79 years old without prior prostate surgery or prostate cancer was measured up to 4 times by transrectal ultrasound during a followup period of almost 7 years. Results: Estimated prostate growth rates increased with increasing age. However, the estimated average annual change was 1.6% across all age groups. Estimated prostate growth rates were high depending on baseline prostate volume with higher growth rates for men with larger prostates. Conclusions: While there is wide variability in prostate growth rates on an individual level, prostate volume appears to increase steadily at about 1.6% per year in randomly selected community men. References 1 : Benign prostatic hyperplasia: antecedents and natural history. Epidemiol. Rev.1992; 14: 131. Google Scholar 2 : The development of human benign prostatic hyperplasia with age. J. Urol.1984; 132: 474. Link, Google Scholar 3 : Ultrasonic evaluation of age-related human prostatic growth and development of benign prostatic hyperplasia. Scand. J. Urol. Nephrol.1988; 107: 26. Google Scholar 4 : Parameters of prostate volume and shape in a community based population of men 55 to 74 years old. J. Urol.1994; 152: 1501. Link, Google Scholar 5 : Japanese men have smaller prostate volumes but comparable urinary flow rates relative to American men: results of community based studies in 2 countries. J. Urol.1996; 155: 1324. Link, Google Scholar 6 : Age-related differences in internal prostatic architecture on transrectal ultrasonography: results of a community based survey in Japan. J. Urol.1997; 157: 1718. Abstract, Google Scholar 7 : Development of benign prostatic hypertrophy estimated from ultrasonic measurement with long-term follow up. Tohoku J. Exp. Med.1987; 151: 51. Google Scholar 8 : The prevalence of prostatism: a population-based survey of urinary symptoms. J. Urol.1993; 150: 85. Link, Google Scholar 9 : Natural history of prostatism: relationship among symptoms, prostate volume and peak urinary flow rate. J. Urol.1995; 153: 1510. Link, Google Scholar 10 : Validation of a new quality of life questionnaire for benign prostatic hyperplasia. Clin. Epidemiol.1992; 45: 1431. Google Scholar 11 : Serum prostate specific antigen in a community-based population of healthy men: establishment of age-specific reference ranges. J.A.M.A.1993; 170: 860. Google Scholar 12 : Natural history of prostatism: longitudinal changes in voiding symptoms in community dwelling men. J. Urol.1995; 155: 595. Google Scholar 13 : Observer variability and reproducibility of transrectal ultrasound in the measurement of prostatic volume. Ultrasound Med. Biol.1995; 21: 1101. Google Scholar 14 : Re: Japanese men have smaller prostate volumes but comparable urinary flow rates relative to American men: results of community based studies in 2 countries and editorial: benign prostatic hyperplasia. J. Urol.1997; 158: 551. Abstract, Google Scholar 15 : Random effects models for longitudinal data. Biometrics1982; 38: 963. Google Scholar 16 : Newton-Raphson and EM algorithms for linear mixed-effects models for repeated-measures data. J. Amer. Stat. Assn.1988; 83: 1014. Google Scholar 17 : Families of lines: random effects in linear regression analysis. J. App. Physiol.1988; 64: 1721. Google Scholar 18 : More complicated models. In: . New York: John Wiley and Sons1981: 218. chapt. 6. Google Scholar 19 : Measurements of size and weight of prostate by means of transrectal ultrasonotomography. Tohoku J. Exp. Med.1974; 114: 277. Google Scholar From the Department of Epidemiology, Merck Research Laboratories, West Point, Pennsylvania, and Department of Health Services Research, Section of Clinical Epidemiology and Department of Urology, Mayo, Clinic, Rochester, MinnesotaSupported by research grant from Merck Research Laboratories and Grant AR30582 from the National Institutes of Health.(Rhodes, Girman, Guess) Financial and/or other relationship with Merck Research Laboratories.(Lieber) Financial and/or other relationship with Merck, Boehringer, Abbott, Glaxo and Zeneca.© 1999 by American Urological Association, Inc.FiguresReferencesRelatedDetailsCited byLerner L, McVary K, Barry M, Bixler B, Dahm P, Das A, Gandhi M, Kaplan S, Kohler T, Martin L, Parsons J, Roehrborn C, Stoffel J, Welliver C and Wilt T (2021) Management of Lower Urinary Tract Symptoms Attributed to Benign Prostatic Hyperplasia: AUA GUIDELINE PART II—Surgical Evaluation and TreatmentJournal of Urology, VOL. 206, NO. 4, (818-826), Online publication date: 1-Oct-2021.Rhodes T, Jacobson D, McGree M, St. Sauver J, Sarma A, Girman C, Lieber M, Klee G, Demissie K and Jacobsen S (2011) Benign Prostate Specific Antigen Distribution and Associations With Urological Outcomes in Community Dwelling Black and White MenJournal of Urology, VOL. 187, NO. 1, (87-91), Online publication date: 1-Jan-2012.Rhodes T, Jacobson D, McGree M, St. Sauver J, Sarma A, Girman C, Lieber M, Klee G, Demissie K and Jacobsen S (2011) Distribution and Associations of [−2]Proenzyme-Prostate Specific Antigen in Community Dwelling Black and White MenJournal of Urology, VOL. 187, NO. 1, (92-96), Online publication date: 1-Jan-2012.Lieber M, Jacobson D, McGree M, St. Sauver J, Girman C and Jacobsen S (2009) Intravesical Prostatic Protrusion in Men in Olmsted County, MinnesotaJournal of Urology, VOL. 182, NO. 6, (2819-2824), Online publication date: 1-Dec-2009.Loeb S, Kettermann A, Carter H, Ferrucci L, Metter E and Walsh P (2009) Prostate Volume Changes Over Time: Results From the Baltimore Longitudinal Study of AgingJournal of Urology, VOL. 182, NO. 4, (1458-1462), Online publication date: 1-Oct-2009.Wei J, Calhoun E and Jacobsen S (2018) Urologic Diseases in America Project: Benign Prostatic HyperplasiaJournal of Urology, VOL. 179, NO. 5S, (S75-S80), Online publication date: 1-May-2008.Marks L, Roehrborn C and Andriole G (2018) Prevention of Benign Prostatic Hyperplasia DiseaseJournal of Urology, VOL. 176, NO. 4, (1299-1306), Online publication date: 1-Oct-2006.St. Sauver J, Jacobson D, Girman C, Lieber M, McGree M and Jacobsen S (2018) Tracking of Longitudinal Changes in Measures of Benign Prostatic Hyperplasia in a Population Based CohortJournal of Urology, VOL. 175, NO. 3, (1018-1022), Online publication date: 1-Mar-2006.WEI J, CALHOUN E and JACOBSEN S (2018) UROLOGIC DISEASES IN AMERICA PROJECT: BENIGN PROSTATIC HYPERPLASIAJournal of Urology, VOL. 173, NO. 4, (1256-1261), Online publication date: 1-Apr-2005.SECH S, MONTOYA J, GIRMAN C, RHODES T and ROEHRBORN C (2018) INTEREXAMINER RELIABILITY OF TRANSRECTAL ULTRASOUND FOR ESTIMATING PROSTATE VOLUMEJournal of Urology, VOL. 166, NO. 1, (125-129), Online publication date: 1-Jul-2001.ELLIS W, ETZIONI R, VESSELLA R, HU C and GOODMAN G (2018) SERIAL PROSTATE SPECIFIC ANTIGEN, FREE-TO-TOTAL PROSTATE SPECIFIC ANTIGEN RATIO AND COMPLEXED PROSTATE SPECIFIC ANTIGEN FOR THE DIAGNOSIS OF PROSTATE CANCERJournal of Urology, VOL. 166, NO. 1, (93-99), Online publication date: 1-Jul-2001.WEI J, SCHOTTENFELD D, COOPER K, TAYLOR J, FAERBER G, VELARDE M, BREE R, MONTIE J and COONEY K (2018) THE NATURAL HISTORY OF LOWER URINARY TRACT SYMPTOMS IN BLACK AMERICAN MEN: RELATIONSHIPS WITH AGING, PROSTATE SIZE, FLOW RATE AND BOTHERSOMENESSJournal of Urology, VOL. 165, NO. 5, (1521-1525), Online publication date: 1-May-2001.ROBERTS R, JACOBSEN S, JACOBSON D, RHODES T, GIRMAN C and LIEBER M (2018) LONGITUDINAL CHANGES IN PEAK URINARY FLOW RATES IN A COMMUNITY BASED COHORTJournal of Urology, VOL. 163, NO. 1, (107-113), Online publication date: 1-Jan-2000. Volume 161Issue 4April 1999Page: 1174-1179 Advertisement Copyright & Permissions© 1999 by American Urological Association, Inc.MetricsAuthor Information THOMAS RHODES More articles by this author CYNTHIA J. GIRMAN More articles by this author STEVEN J. JACOBSEN More articles by this author ROSEBUD O. ROBERTS More articles by this author HARRY A. GUESS More articles by this author MICHAEL M. LIEBER More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Thomas Rhodes",
      "id": "A5112072331",
      "orcid": "https://orcid.org/0000-0002-3992-0280",
      "institutions": [
        {
          "id": "I192545095",
          "display_name": "United States Military Academy",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "THOMAS RHODES"
    },
    {
      "display_name": "Cynthia J. Girman",
      "id": "A5079115002",
      "orcid": "https://orcid.org/0000-0002-5714-174X",
      "institutions": [
        {
          "id": "I192545095",
          "display_name": "United States Military Academy",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1330342723",
          "display_name": "Mayo Clinic",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "CYNTHIA J. GIRMAN"
    },
    {
      "display_name": "Steven J. Jacobsen",
      "id": "A5028586618",
      "orcid": "https://orcid.org/0000-0002-8174-8533",
      "institutions": [
        {
          "id": "I192545095",
          "display_name": "United States Military Academy",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1330342723",
          "display_name": "Mayo Clinic",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "STEVEN J. JACOBSEN"
    },
    {
      "display_name": "Rosebud O. Roberts",
      "id": "A5112116344",
      "orcid": null,
      "institutions": [
        {
          "id": "I192545095",
          "display_name": "United States Military Academy",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1330342723",
          "display_name": "Mayo Clinic",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "ROSEBUD O. ROBERTS"
    },
    {
      "display_name": "Harry A. Guess",
      "id": "A5109111298",
      "orcid": null,
      "institutions": [
        {
          "id": "I192545095",
          "display_name": "United States Military Academy",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1330342723",
          "display_name": "Mayo Clinic",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "HARRY A. GUESS"
    },
    {
      "display_name": "Michael M. Lieber",
      "id": "A5113874291",
      "orcid": null,
      "institutions": [
        {
          "id": "I1330342723",
          "display_name": "Mayo Clinic",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I192545095",
          "display_name": "United States Military Academy",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "MICHAEL M. LIEBER"
    }
  ],
  "publication_year": 1999,
  "publication_date": "1999-04-01",
  "type": "article",
  "cited_by_count": 180,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "161",
  "issue": "4",
  "first_page": "1174",
  "last_page": "1179",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.97583914
    },
    {
      "id": "C2776235491",
      "display_name": "Prostate",
      "level": 3,
      "score": 0.5793084
    },
    {
      "id": "C149923435",
      "display_name": "Demography",
      "level": 1,
      "score": 0.49721292
    },
    {
      "id": "C2777895361",
      "display_name": "Longitudinal study",
      "level": 2,
      "score": 0.43991253
    },
    {
      "id": "C74909509",
      "display_name": "Gerontology",
      "level": 1,
      "score": 0.4291649
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.20936626
    },
    {
      "id": "C142724271",
      "display_name": "Pathology",
      "level": 1,
      "score": 0.040079743
    },
    {
      "id": "C121608353",
      "display_name": "Cancer",
      "level": 2,
      "score": 0.0
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10279",
      "display_name": "Urinary Bladder and Prostate Research",
      "score": 0.9992
    },
    {
      "id": "T10124",
      "display_name": "Prostate Cancer Diagnosis and Treatment",
      "score": 0.9988
    },
    {
      "id": "T11146",
      "display_name": "Hormonal and reproductive studies",
      "score": 0.9849
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/s0022-5347(01)61621-5",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:55:41.498633",
  "source_database": "OpenAlex"
}