{
  "openalex_id": "W2095364775",
  "doi": "https://doi.org/10.1044/jshr.0104.309",
  "title": "Estimation of Formant Band Widths from Measurements of Transient Response of the Vocal Tract",
  "abstract": "No AccessJournal of Speech and Hearing ResearchResearch Article1 Dec 1958Estimation of Formant Band Widths from Measurements of Transient Response of the Vocal Tract Arthur S. House, and Kenneth N. Stevens Arthur S. House Google Scholar and Kenneth N. Stevens Google Scholar https://doi.org/10.1044/jshr.0104.309 SectionsAboutPDF ToolsAdd to favoritesDownload CitationTrack Citations ShareFacebookTwitterLinked In Additional Resources FiguresReferencesRelatedDetailsCited by JASA Express Letters2:9 (095203)1 Sep 2022Measuring the distortion of speech by a facemaskMartin Rothenberg and Sandra Rothenberg The Journal of the Acoustical Society of America148:5 (3218-3231)1 Nov 2020Influence of nasal cavities on voice quality: Computer simulations and experimentsTomáš Vampola, Jaromír Horáček, Vojtěch Radolf, Jan G. Švec and Anne-Maria Laukkanen Entropy22:3 (331)13 Mar 2020Detrending the Waveforms of Steady-State VowelsMarnix Van Soom and Bart de Boer Journal of Communication Disorders74 (74-97)1 Jul 2018Static measurements of vowel formant frequencies and bandwidths: A reviewRaymond D. Kent and Houri K. Vorperian Journal of the International Phonetic Association47:3 (251-282)1 Dec 2017The phonetics and phonology of lexical prosody in San Jerónimo Acazulco OtomiRory Turnbull The Journal of the Acoustical Society of America139:5 (2924-2936)1 May 2016Frequencies, bandwidths and magnitudes of vocal tract and surrounding tissue resonances, measured through the lips during phonationNoel Hanna, John Smith and Joe Wolfe The Journal of the Acoustical Society of America137:2 (944-950)1 Feb 2015Statistical properties of linear prediction analysis underlying the challenge of formant bandwidth estimationDaryush D. Mehta and Patrick J. Wolfe Journal of Speech, Language, and Hearing Research52:6 (1640-1651)1 Dec 2009A Comparative Study of Two Acoustic Measures of HypernasalityAdam P. Vogel, Hasherah M. Ibrahim, Sheena Reilly and Nicky KilpatrickJournal of Speech, Language, and Hearing Research48:4 (766-779)1 Aug 2005Impact of Aberrant Acoustic Properties on the Perception of Sound Quality in Electrolarynx SpeechGeoffrey S. Meltzner and Robert E. Hillman The Journal of the Acoustical Society of America114:2 (1035-1047)1 Aug 2003Measuring the neck frequency response function of laryngectomy patients: Implications for the design of electrolarynx devicesGeoffrey S. Meltzner, James B. Kobler and Robert E. Hillman Journal of Phonetics29:4 (451-480)1 Oct 2001Towards models of phonationHelen M. Hanson, Kenneth N. Stevens, Hong-Kwang Jeff Kuo, Marilyn Y. Chen and Janet Slifka The Journal of the Acoustical Society of America106:2 (1064-1077)1 Aug 1999Glottal characteristics of male speakers: Acoustic correlates and comparison with female dataHelen M. Hanson and Erika S. Chuang The Journal of the Acoustical Society of America101:1 (466-481)1 Jan 1997Glottal characteristics of female speakers: Acoustic correlatesHelen M. Hanson Speech Communication8:3 (261-277)1 Sep 1989Male and female voice source characteristics: Inverse filtering resultsP.J Price Speech Communication4:1-3 (213-229)1 Aug 1985Influences of formant bandwidth and auditory frequency selectivity on identification of place of articulation in stop consonantsQuentin Summerfield, John Foster, Richard Tyler and Peter J. Bailey Speech Communication1:3-4 (199-229)1 Dec 1982A digital simulation method of the vocal-tract systemShinji Maeda Donald F. Proctor (1980) Sound Production Breathing, Speech, and Song10.1007/978-3-7091-3737-6_5 Zoological Journal of the Linnean Society56:3 (255-264)1 Apr 1975The functional anatomy of the rodent larynx in relation to audible and ultrasonic cry productionLAURENCE H. ROBERTS Journal of Zoology175:2 (243-257)1 Feb 1975Evidence for the laryngeal source of ultrasonic and audible cries of rodentsLaurence H. Roberts Richard Luchsinger and Gottfried E. Arnold (1970) Physiologie der Sprachlaute Handbuch der Stimm- und Sprachheilkunde10.1007/978-3-7091-7130-1_11 W. Meyer-Eppler (1969) Die Sinnesorgane als Informationsempfänger Grundlagen und Anwendungen der Informationstheorie10.1007/978-3-642-86901-3_7 IEEE Transactions on Audio and Electroacoustics14:1 (32-39)1 Mar 1966Speaker recognition, speech characteristics, speech evaluation, and modification of speech signal--A selected bibliographyG. Holmgren IRE Transactions on AudioAU-9:6 (191-196)Automation of speech, speech synthesis and synthetic speech, a bibliographical survey from 1950-1960P. Simmons IRE Transactions on AudioAU-8:3 (95-102)A resonance-vocoder and baseband complement: A hybrid systems for speech transmissionJ. Flanagan W. Meyer-Eppler (1959) Die Sinnesorgane als Informationsempfänger Grundlagen und Anwendungen der Informationstheorie10.1007/978-3-642-52949-8_7 Volume 1Issue 4December 1958Pages: 309-315 Get Permissions Add to your Mendeley library History Published in issue: Dec 1, 1958 Metrics Topicsasha-topicsasha-article-typesCopyright & PermissionsCopyright © 1958 American Speech-Language-Hearing AssociationPDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Arthur S. House",
      "id": "A5111853921",
      "orcid": null,
      "institutions": [
        {
          "id": "I1291425158",
          "display_name": "Google (United States)",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Arthur S. House"
    },
    {
      "display_name": "Kenneth N. Stevens",
      "id": "A5112787629",
      "orcid": null,
      "institutions": [
        {
          "id": "I1291425158",
          "display_name": "Google (United States)",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Kenneth N. Stevens"
    }
  ],
  "publication_year": 1958,
  "publication_date": "1958-12-01",
  "type": "article",
  "cited_by_count": 38,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210184872",
    "display_name": "Journal of Speech and Hearing Research",
    "issn_l": "0022-4685",
    "issn": [
      "0022-4685"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320281"
  },
  "volume": "1",
  "issue": "4",
  "first_page": "309",
  "last_page": "315",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C158215666",
      "display_name": "Formant",
      "level": 3,
      "score": 0.9567355
    },
    {
      "id": "C47401133",
      "display_name": "Vocal tract",
      "level": 2,
      "score": 0.8031503
    },
    {
      "id": "C2779581591",
      "display_name": "Vowel",
      "level": 2,
      "score": 0.5242757
    },
    {
      "id": "C548259974",
      "display_name": "Audiology",
      "level": 1,
      "score": 0.4293775
    },
    {
      "id": "C24890656",
      "display_name": "Acoustics",
      "level": 1,
      "score": 0.38965493
    },
    {
      "id": "C41895202",
      "display_name": "Linguistics",
      "level": 1,
      "score": 0.31659436
    },
    {
      "id": "C121332964",
      "display_name": "Physics",
      "level": 0,
      "score": 0.2945512
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.25251526
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.23950303
    }
  ],
  "topics": [
    {
      "id": "T10403",
      "display_name": "Phonetics and Phonology Research",
      "score": 0.9702
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1044/jshr.0104.309",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:42:28.988061",
  "source_database": "OpenAlex"
}