{
  "openalex_id": "W2092361985",
  "doi": "https://doi.org/10.1044/jshd.3102.115",
  "title": "Psychiatric Symptomatology in Functional Dysphonia and Aphonia",
  "abstract": "No AccessJournal of Speech and Hearing DisordersResearch Article1 May 1966Psychiatric Symptomatology in Functional Dysphonia and Aphonia Arnold E. Aronson, Herbert W. Peterson Jr., and Edward M. Litin Arnold E. Aronson Google Scholar , Herbert W. Peterson Jr. Google Scholar and Edward M. Litin Google Scholar https://doi.org/10.1044/jshd.3102.115 SectionsAboutPDF ToolsAdd to favoritesDownload CitationTrack Citations ShareFacebookTwitterLinked In Additional Resources FiguresReferencesRelatedDetailsCited by Journal of Voice1 Mar 2022Frameworks, Terminology and Definitions Used for the Classification of Voice Disorders: A Scoping ReviewChristopher L. Payten, Greg Chiapello, Kelly A. Weir and Catherine J. Madill JAMA Otolaryngology–Head & Neck Surgery146:6 (543)1 Jun 2020Chronic Pain Syndromes and Their Laryngeal ManifestationsKrzysztof Piersiala, Lee M. Akst, Alexander T. Hillel and Simon R. Best Journal of Voice31:4 (507.e13-507.e22)1 Jul 2017Functional Voice Disorders: The Importance of the Psychologist in Clinical Voice AssessmentMafalda Andrea, Óscar Dias, Mário Andrea and Maria Luísa Figueira Journal of Voice30:6 (769.e23-769.e26)1 Nov 2016Factors Associated With Patient-perceived Hoarseness in Spasmodic Dysphonia PatientsAmanda Hu, Al Hillel and Tanya Meyer Journal of Speech, Language, and Hearing Research57:6 (2076-2089)1 Dec 2014Psychobiological Stress Reactivity and Personality in Persons With High and Low Stressor-Induced Extralaryngeal ReactivityMaria Dietrich and Katherine Verdolini Abbott Journal of Voice28:6 (753-761)1 Nov 2014Psychosocial Distress in Patients Presenting With Voice ConcernsStephanie Misono, Carol B. Peterson, Liza Meredith, Kathryn Banks, Dipankar Bandyopadhyay, Bevan Yueh and Patricia A. Frazier Perspectives on Voice and Voice Disorders24:2 (55-63)1 Jul 2014Management of Functional Aphonia and Related Severe Muscle Tension Disorders: A Practical Approach with Historical UnderpinningsRebecca HancockJournal of Speech, Language, and Hearing Research57:2 (S658-S673)1 Apr 2014An In Vivo Study of Composite Microgels Based on Hyaluronic Acid and Gelatin for the Reconstruction of Surgically Injured Rat Vocal FoldsJiska M. S. Coppoolse, T. G. Van Kooten, Hossein K. Heris, Luc Mongeau, Nicole Y. K. Li, Susan L. Thibeault, Jacob Pitaro, Olubunmi Akinpelu and Sam J. Daniel H.F.M. Peters, R. Bastiaanse, J. Van Borsel, P.H.O. Dejonckere, K. Jansonius-Schultheiss, Sj. Van der Meulen and B.J.E. Mondelaers (2014) Psychogene stemstoornissen Stemstoornissen10.1007/978-90-368-0808-8_12 International Journal of Speech-Language Pathology15:6 (547-563)1 Dec 2013Psychosocial risk factors which may differentiate between women with Functional Voice Disorder, Organic Voice Disorder and a Control groupJanet Baker, David Ben-Tovim, Andrew Butcher, Adrian Esterman and Kristin McLaughlin Journal of Voice26:5 (667.e1-667.e6)1 Sep 2012Coprevalence of Anxiety and Depression With Spasmodic Dysphonia: A Case-Control StudyLaura J. White, Edie R. Hapner, Adam M. Klein, John M. Delgaudio, John J. Hanfelt, H.A. Jinnah and Michael M. Johns Journal of Speech, Language, and Hearing Research55:3 (973-987)1 Jun 2012Vocal Function in Introverts and Extraverts During a Psychological Stress Reactivity ProtocolMaria Dietrich and Katherine Verdolini Abbott L'Encéphale37:5 (339-344)1 Oct 2011Le mutisme hystériqueJ.-P. Schuster, S. Mouchabac, Y. Le Strat and F. Limosin Perspectives on Voice and Voice Disorders21:1 (31-38)1 Mar 2011Voice Disorders and Personality: Understanding Their InteractionsMiriam van Mersbergen Jornal da Sociedade Brasileira de Fonoaudiologia23:2 (164-169)Sinais e sintomas da disfunção autônoma em indivíduos disfônicosKelly Park and Mara Behlau Journal of Voice23:6 (699-706)1 Nov 2009Comparing Health Locus of Control in Patients with Spasmodic Dysphonia, Functional Dysphonia and Nonlaryngeal DystoniaKaren Haselden, Theresa Powell, Mike Drinnan and Paul Carding Journal of Speech, Language, and Hearing Research51:6 (1405-1423)1 Dec 2008Functional Dysphonia During Mental Imagery: Testing the Trait Theory of Voice DisordersMiriam van Mersbergen, Christopher Patrick and Leslie Glaze Journal of Voice22:4 (472-488)1 Jul 2008The Frequency of Perceived Stress, Anxiety, and Depression in Patients with Common Pathologies Affecting VoiceMaria Dietrich, Katherine Verdolini Abbott, Jackie Gartner-Schmidt and Clark A. Rosen International Journal of Speech-Language Pathology10:4 (210-230)1 Jan 2008The role of psychogenic and psychosocial factors in the development of functional voice disordersJanet Baker Logopedics Phoniatrics Vocology32:3 (99-112)1 Jan 2007Development of a modified diagnostic classification system for voice disorders with inter-rater reliability studyJanet Baker, David I. Ben-Tovim, Andrew Butcher, Adrian Esterman and Kristin McLaughlin Logopedics Phoniatrics Vocology30:2 (85-90)1 Jan 2005Speech therapist led voice clinic: Which patients may be suitable?Hersad M. Vaghela, Neil Fergie, Suzanne Slade and Julian A. McGlashan Perspectives on Voice and Voice Disorders14:1 (10-12)1 Mar 2004Botulinum Toxin Injection Therapy for Abductor Spasmodic DysphoniaChristy L. Ludlow Ear, Nose & Throat Journal82:10 (808-814)1 Oct 2003The Prevalence of Major Psychiatric Pathologies in Patients with Voice DisordersNatasha Mirza, Cesar Ruiz, Eric D. Baum and Jeffrey P. Staab Journal of Voice17:3 (308-318)1 Sep 2003Psychogenic voice disorders and traumatic stress experience: a discussion paper with two case reportsJanet Baker Current Opinion in Otolaryngology & Head and Neck Surgery11:3 (144-148)1 Jun 2003Functional dysphoniaNelson Roy Clinical Otolaryngology and Allied Sciences27:3 (179-182)1 Jun 2002The quality of life impact of dysphoniaJ.A. WILSON, I.J. DEARY, A. MILLAR and K. MACKENZIE Logopedics Phoniatrics Vocology27:2 (84-91)1 Jan 2002Psychogenic voice disorders--heroes or hysterics? A brief overview with questions and discussionJanet Baker Journal of Voice14:4 (521-548)1 Dec 2000Personality and voice disorders: A multitrait-multidisorder analysisNelson Roy, Diane M. Bless and Dennis Heisey Journal of Speech, Language, and Hearing Research43:3 (737-748)1 Jun 2000Personality Traits and Psychological Factors in Voice PathologyNelson Roy and Diane M. Bless Journal of Psychosomatic Research46:6 (497-505)1 Jun 1999Is an organic/functional distinction psychologically meaningful in patients with dysphonia?Audrey Millar, Ian J. Deary, Janet A. Wilson and Kenneth MacKenzie Journal of Speech, Language, and Hearing Research42:2 (355-366)1 Apr 1999Self-Organizing Map for the Classification of Normal and Disordered Female VoicesDaniel E. Callan, Ray D. Kent, Nelson Roy and Stephen M. Tasko E. J. Gerritsma (1999) Psychogene stemstoornissen Handboek Stem– Spraak– Taalpathologie10.1007/978-90-313-8642-0_68 Journal of Voice12:1 (96-106)1 Jan 1998Etiology and treatment of psychogenic voice disorder:Results of a follow-up study of thirty patientsKarin Andersson and Lucyna Schalén Journal of Voice11:4 (443-451)1 Dec 1997Psychological correlates of functional dysphonia:An investigation using the Minnesota multiphasic personality inventoryJay J. McGrory, Stephen M. Tasko, Diane M. Bless, Dennis Heisey and Charles N. Ford Psychology, Health & Medicine2:2 (169-180)1 Jun 1997Functional dysphonia: A role for psychologists?S. Scott, I. J. Deary, K. Mackenzie and J. A. Wilson American Journal of Speech-Language Pathology5:1 (44-54)1 Feb 1996Stress, Anxiety, Somatic Complaints, and Voice Use in Women With Vocal NodulesSusan L. Goldman, Joan Hargrave, Robert E. Hillman, Eva Holmberg and Carla Gress Journal of Voice10:1 (93-105)1 Jan 1996Episodic paroxysmal laryngospasm: Voice and pulmonary function assessment and managementGregory J. Gallivan, Lee Hoffman and K. Holly Gallivan Journal of Voice9:3 (297-303)1 Sep 1995Sentence/vowel correlation in the evaluation of dysphoniaVirginia Wolfe, Richard Cornell and James Fitch Journal of Voice9:1 (3-15)1 Mar 1995Statistical analyses of electromyographic activity in spasmodic dysphonic and normal control subjectsBen C. Watson, Donald McIntire, Rick M. Roark and Steven D. Schaefer Clinical Psychology Forum1:69 (2-4)1 Jul 1994Psychogenic voice loss: psychological features and treatmentPeter Butcher Murray Morrison, Linda Rammage, Hamish Nichol, Bruce Pullan, Phillip May and Lesley Salkeld (1994) Psychological management of the voice disordered patient The Management of Voice Disorders10.1007/978-1-4899-2903-7_5 American Journal of Otolaryngology14:5 (366-369)1 Sep 1993Simultaneous functional laryngeal stridor and functional aphonia in an adolescentMarshall E. Smith, Kathe Perez Darby, Kevin Kirchner and Florence B. Blager Journal of Voice7:1 (69-74)1 Mar 1993Vocal attrition in voice students: Survey findingsShimon Sapir Journal of Voice6:4 (325-337)1 Jan 1992Differential diagnosis of spasmodic dysphonia: A kinematic perspectiveDavid G. Hanson, Jerilyn A. Logemann and Timothy Hain Journal of Speech, Language, and Hearing Research34:3 (473-482)1 Jun 1991Laryngeal Electromyographic Activity in Adductor and Abductor Spasmodic DysphoniaBen C. Watson, Steven D. Schaefer, Frances J. Freeman, James Dembowski, George Kondraske and Rick Roark Elaine Hodkinson (1991) Therapy and management of the dysphonic child Voice Disorders and their Management10.1007/978-1-4899-2861-0_6 Margaret Stoicheff (1991) Adductor spastic dysphonia: Diagnosis and management Voice Disorders and their Management10.1007/978-1-4899-2861-0_13 Journal of Speech and Hearing Disorders55:3 (503-509)1 Aug 1990The Relationship between Psychopathology and Speech and Language Disorders in Neurologic PatientsShimon Sapir and Arnold E. Aronson Australian Journal of Human Communication Disorders16:2 (31-43)1 Dec 1988The Inter-Relationship between Vocal and Psychological Characteristics: A Literature ReviewGinnie Green Journal of Psychosomatic Research31:4 (483-490)1 Jan 1987The psychiatric and social characteristics of patients with functional dysphoniaAllan House and Harry B. Andrews F. S. Brodnitz (1985) Funktionelle Aphonie HNO Praxis Heute10.1007/978-3-642-70429-1_7 Psychosomatics25:4 (327-333)1 Apr 1984Functional upper airway obstruction: A possible somatization disorderMonica N. Starkman and Nancy H. Appelblatf Journal of Communication Disorders16:1 (63-66)1 Feb 1983Cough offset schwa as a means of eliciting initial phonation in functional aphonia: Two case reportsJohn K. Torgerson Auris Nasus Larynx9:3 (183-190)1 Jan 1983Biofeedback Therapy for Spastic DysphoniaHiroshi Watanabe, Sohtaro Komiyama, Seiichi Ryu, Shuichiro Kannae and Hideki Matsubara B.A.B.P. bulletin4:3 (41-46)1 Jul 1976The Treatment and Follow-Up of a Number of Cases of Elective MutismL. F. Lowenstein and K. Lowenstein Journal of Behavior Therapy and Experimental Psychiatry6:1 (75-78)1 Apr 1975Behavioral treatment of functional aphoniaRobert C. Marshall and Mary T. Watts Journal of Communication Disorders4:3 (208-215)1 Jul 1971Psychodynamics of adults with hoarsenessNorma S. Rees, Raymond F. Levee and Belle Adler Annals of Otology, Rhinology & Laryngology78:6 (1244-1253)1 Dec 1969CVI Functional AphoniaFriedrich S. Brodnitz Review of Educational Research39:1 (38-51)1 Feb 1969Chapter III: The Speech HandicappedClark Starr Volume 31Issue 2May 1966Pages: 115-127 Get Permissions Add to your Mendeley library HistoryReceived: Sep 28, 1965 Published in issue: May 1, 1966PubMed ID: 4379941 Metrics Topicsasha-topicsasha-article-typesleader-topicsCopyright & PermissionsCopyright © 1966 American Speech-Language-Hearing AssociationPDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Arnold Aronson",
      "id": "A5043764977",
      "orcid": "https://orcid.org/0000-0002-3642-9170",
      "institutions": [
        {
          "id": "I1291425158",
          "display_name": "Google (United States)",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Arnold E. Aronson"
    },
    {
      "display_name": "Herbert W. Peterson",
      "id": "A5112102953",
      "orcid": null,
      "institutions": [
        {
          "id": "I1291425158",
          "display_name": "Google (United States)",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Herbert W. Peterson"
    },
    {
      "display_name": "Edward M. Litin",
      "id": "A5009813562",
      "orcid": null,
      "institutions": [
        {
          "id": "I1291425158",
          "display_name": "Google (United States)",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Edward M. Litin"
    }
  ],
  "publication_year": 1966,
  "publication_date": "1966-05-01",
  "type": "article",
  "cited_by_count": 76,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S2755213894",
    "display_name": "Journal of Speech and Hearing Disorders",
    "issn_l": "0022-4677",
    "issn": [
      "0022-4677",
      "2163-6184"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320281"
  },
  "volume": "31",
  "issue": "2",
  "first_page": "115",
  "last_page": "127",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.5909874
    },
    {
      "id": "C548259974",
      "display_name": "Audiology",
      "level": 1,
      "score": 0.43754864
    },
    {
      "id": "C118552586",
      "display_name": "Psychiatry",
      "level": 1,
      "score": 0.37325472
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.35865265
    }
  ],
  "topics": [
    {
      "id": "T10863",
      "display_name": "Voice and Speech Disorders",
      "score": 0.998
    },
    {
      "id": "T12418",
      "display_name": "Respiratory and Cough-Related Research",
      "score": 0.9895
    },
    {
      "id": "T11358",
      "display_name": "Dysphagia Assessment and Management",
      "score": 0.9514
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1044/jshd.3102.115",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:12:41.171121",
  "source_database": "OpenAlex"
}