{
  "openalex_id": "W2092570655",
  "doi": "https://doi.org/10.7326/0003-4819-97-4-560",
  "title": "Propylhexedrine-Induced Left Ventricular Dysfunction",
  "abstract": "Brief Reports1 October 1982Propylhexedrine-Induced Left Ventricular DysfunctionCHARLES H. CROFT, M.D., BRIAN G. FIRTH, M.D.; D. Phil., L. DAVID HILLIS, M.D.CHARLES H. CROFT, M.D.Search for more papers by this author, BRIAN G. FIRTH, M.D.; D. Phil.Search for more papers by this author, L. DAVID HILLIS, M.D.Search for more papers by this authorAuthor, Article, and Disclosure Informationhttps://doi.org/10.7326/0003-4819-97-4-560 SectionsAboutPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinkedInRedditEmail ExcerptAmphetamine abuse has previously been implicated in the pathogenesis of congenital heart disease (1), necrotizing vasculitis (2), intracranial hemorrhage (3), pulmonary fibrosis, and cor pulmonale (4). Although animal studies have shown a relation between myocardial amphetamine concentrations and toxicity (5), only one patient has been described in whom the chronic use of oral dextroamphetamine was associated with a cardiomyopathy (6). We describe four patients with severe left ventricular dysfunction in association with chronic abuse of the amphetamine analog, propylhexedrine.Between September 1978 and February 1982, four men who were chronic abusers of intravenous propylhexedrine (Benzedrex, Smith Kline & French Laboratories,...References1. NORAVARGONORALOVEMCNAMARA JTAKD. Dexamphetamine: a possible environmental trigger in cardiovascular malformations. Lancet. 1970;1:1290-1. CrossrefMedlineGoogle Scholar2. CITRONHALPERNMCCARRON BMM. Necrotizing angiitis associated with drug abuse. N Engl J Med. 1970;283:1003-11. CrossrefMedlineGoogle Scholar3. GOODMANBECKER SD. Intracranial hemorrhage associated with amphetamine abuse [Letter]. JAMA. 1970;212:480. CrossrefMedlineGoogle Scholar4. ANDERSONGARZAGARRIOTTDIMAIO RHJV. Intravenous propylhexedrine (Benzedrex) abuse and sudden death. Am J Med. 1979;67:15-20. CrossrefMedlineGoogle Scholar5. ALHAVA E. Concentration of amphetamine isomers in brain and heart of adult and developing mice. Acta Pharmacol Toxicol. 1976;38:336-43. CrossrefMedlineGoogle Scholar6. SMITHROCHEJAGUSCHHERDSON HAMP. Cardiomyopathy associated with amphetamine administration. Am Heart J 1976;91:792-7. CrossrefMedlineGoogle Scholar7. VAN VLIETBURCHELLTITUS PHJ. Focal myocarditis associated with pheochromocytoma. N Engl J Med. 1966;274:1102-8. CrossrefMedlineGoogle Scholar8. SZAKACSCANNON JA. L-norepinephrine myocarditis. Am J Clin Pathol. 1958;30:425-34. CrossrefMedlineGoogle Scholar9. HAFTKRANZALBERTFANI JPFK. Intravascular platelet aggregation in the heart induced by norepinephrine: microscopic studies. Circulation. 1972;46:698-708. CrossrefMedlineGoogle Scholar10. HAFTGERSHENGORNKRANZOESTREICHER JKPR. Protection against epinephrine-induced myocardial necrosis by drugs that inhibit platelet aggregation. Am J Cardiol. 1972;30:838-43. CrossrefMedlineGoogle Scholar This content is PDF only. To continue reading please click on the PDF icon. Author, Article, and Disclosure InformationAuthors: CHARLES H. CROFT, M.D.; BRIAN G. FIRTH, M.D.; D. Phil.; L. DAVID HILLIS, M.D.Affiliations: University of Texas Health Science Center and Parkland Memorial Hospital Dallas, Texas PreviousarticleNextarticle Advertisement FiguresReferencesRelatedDetails Metrics Cited byMethamphetamine use and heart failure: Prevalence, risk factors, and predictorsExposure to Amphetamines Leads to Development of Amphetamine Type Stimulants Associated Cardiomyopathy (ATSAC)Amphetamine-Like Weight Reduction Drug Induced Acute Cardiomyopathy with Left Ventricular ThrombosisA perforated duodenal ulcer presenting as inferior lead ST elevation following amphetamine useSubstance Abuse and the HeartAmphétamine et autres psychostimulantsAmphetamine and Other PsychostimulantsCrystal Methamphetamine‐Associated Cardiomyopathy: Tip of the Iceberg?Acute Myocardial Infarction Associated With Amphetamine UseDilated crdiomyopathy associated with chronic consumption of phendimetrazineSympathomimeticsAcute myocardial infarction caused by intravenous amphetamine abuse.Cardiovascular effects of adolescent drug abuseMyocardial infarction due to amphetamine.PropylhexdrineFenfluramine and Mazindol: Acute Reversible Cardiomyopathy Associated with Their UseThe Neurohumoral Axis in Congestive Heart FailureGARY S. FRANCIS, M.D., STEVEN R. GOLDSMITH, M.D., T. BARRY LEVINE, M.D., MARIA TERESA OLIVARI, M.D., JAY N. COHN, M.D.Central nervous system stimulants and anorectic agentsDrug addiction: An updateAmphetamine CardiomyopathyPERRY R. AYRES, M.D. 1 October 1982Volume 97, Issue 4Page: 560-561KeywordsAmphetaminesAttentionCardiomyopathiesCongenital heart diseaseHemorrhagePathogenesisPulmonary fibrosisToxicityVasculitis ePublished: 1 December 2008 Issue Published: 1 October 1982 PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Charles H. Croft",
      "id": "A5087399071",
      "orcid": null,
      "institutions": [
        {
          "id": "I867280407",
          "display_name": "The University of Texas Southwestern Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "CHARLES H. CROFT"
    }
  ],
  "publication_year": 1982,
  "publication_date": "1982-10-01",
  "type": "article",
  "cited_by_count": 23,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S119722071",
    "display_name": "Annals of Internal Medicine",
    "issn_l": "0003-4819",
    "issn": [
      "0003-4819",
      "1539-3704"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316812"
  },
  "volume": "97",
  "issue": "4",
  "first_page": "560",
  "last_page": "560",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.89757776
    },
    {
      "id": "C2776145449",
      "display_name": "Dextroamphetamine",
      "level": 4,
      "score": 0.56295776
    },
    {
      "id": "C2777193897",
      "display_name": "Amphetamine",
      "level": 3,
      "score": 0.5317976
    },
    {
      "id": "C2778797674",
      "display_name": "Cardiomyopathy",
      "level": 3,
      "score": 0.49136987
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.48870543
    },
    {
      "id": "C2993353509",
      "display_name": "Sudden death",
      "level": 2,
      "score": 0.41008568
    },
    {
      "id": "C164705383",
      "display_name": "Cardiology",
      "level": 1,
      "score": 0.38195142
    },
    {
      "id": "C2778198053",
      "display_name": "Heart failure",
      "level": 2,
      "score": 0.29299203
    },
    {
      "id": "C513476851",
      "display_name": "Dopamine",
      "level": 2,
      "score": 0.075430214
    }
  ],
  "topics": [
    {
      "id": "T10800",
      "display_name": "Forensic Toxicology and Drug Analysis",
      "score": 0.9995
    },
    {
      "id": "T10056",
      "display_name": "Neurotransmitter Receptor Influence on Behavior",
      "score": 0.9971
    },
    {
      "id": "T11635",
      "display_name": "Poisoning and overdose treatments",
      "score": 0.9897
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.7326/0003-4819-97-4-560",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:36:20.743387",
  "source_database": "OpenAlex"
}