{
  "openalex_id": "W2093694108",
  "doi": "https://doi.org/10.1044/jshr.1901.93",
  "title": "Development of the Voicing Contrast: A Comparison of Voice Onset Time in Stop Perception and Production",
  "abstract": "No AccessJournal of Speech and Hearing ResearchTutorial1 Mar 1976Development of the Voicing Contrast: A Comparison of Voice Onset Time in Stop Perception and Production Marsha A. Zlatin, and Roy A. Koenigsknecht Marsha A. Zlatin Purdue University, West Lafayette, Indiana Google Scholar and Roy A. Koenigsknecht Northwestern University, Evanston, Illinois Google Scholar https://doi.org/10.1044/jshr.1901.93 SectionsAboutPDF ToolsAdd to favoritesDownload CitationTrack Citations ShareFacebookTwitterLinked In The acoustic cue voice onset time (VOT) was used to study development of the voicing contrast in 10 two-year-old children, 10 six-year-old children, and 20 adults. Thirty utterances of the words bees, peas, bear, pear, dime, time, goat, and coat were elicited from each subject, VOT measured, and individual production distributions for labial, apical, and velar stops plotted. Significant age-related differences were shown for mean VOT, mean lead time for voiced stops, range of production, and discreteness of voicing categories. VOT identification functions for the same words that were examined in the production portion of the investigation were obtained for these subjects from their judgments of synthetic speech stimuli. The relationship between identification and production was examined by assessing the degree of correspondence between the perception and production VOT values. Results of this analysis showed a developmental pattern of change primarily for the voiceless stops in the form of increased correspondence between perceptual identification categories and production VOT values. Three stages for acquisition of the voicing contrast related to VOT are indicated. Additional Resources FiguresReferencesRelatedDetailsCited by Speech, Language and Hearing (1-12)13 Dec 2022Oral-diadochokinetic rate for healthy young Jordanian adultsMaisa A. Haj-Tas, Hana N. Mahmoud and Yaser S. Natour Pertanika Journal of Social Sciences and Humanities30:410 Nov 2022Acoustic Analysis of Voicing Contrast in Malay Word-Initial Plosives Produced by Mandarin-Speaking ChildrenBadrulzaman Abdul Hamid, Chong Jin Yee and Hasherah Mohd Ibrahim Journal of Child Language (1-29)5 Aug 2022Subsegmental Representation in Child Speech Production: Structured Variability of Stop Consonant Voice Onset Time in American English and CantoneseEleanor CHODROFF, Leah BRADSHAW and Vivian LIVESAY Language, Cognition and Neuroscience (1-25)10 Jan 2022Plasticity of categories in speech perception and productionShane Lindsay, Meghan Clayards, Silvia Gennari and M. Gareth Gaskell Lingua262 (103117)1 Oct 2021Development of voice onset time in ArabicFeda Al-Tamimi, Rama Tarawneh and Peter Howell Journal of Voice1 Jul 2021The Relationships Among Vocal Variability, Vocal-Articulatory Coordination, and Dysphonia in ChildrenElizabeth S. Heller Murray and Andie Chao PLOS ONE16:4 (e0250529)27 Apr 2021Non-nutritive suck and voice onset time: Examining infant oromotor coordinationElizabeth Heller Murray, Joanna Lewis, Emily Zimmerman and Michael Döllinger Journal of Speech, Language, and Hearing Research64:4 (1197-1209)14 Apr 2021The Relationship Between Voice Onset Time and Increase in Vocal Effort and Fundamental FrequencyMatti D. Groll, Surbhi Hablani and Cara E. Stepp Journal of Child Language (1-19)10 Feb 2021Acoustic cues to coda stop voicing contrasts in Australian English-speaking childrenJulien MILLASSEAU, Ivan YUEN, Laurence BRUGGEMAN and Katherine DEMUTH The Journal of the Acoustical Society of America149:1 (348-356)1 Jan 2021Temporal cues to onset voicing contrasts in Australian English-speaking childrenJulien Millasseau, Laurence Bruggeman, Ivan Yuen and Katherine Demuth Journal of Speech, Language, and Hearing Research63:2 (405-420)26 Feb 2020Voice Onset Time in Individuals With Hyperfunctional Voice Disorders: Evidence for Disordered Vocal Motor ControlVictoria S. McKenna, Jennifer A. Hylkema, Monique C. Tardif and Cara E. Stepp Folia Phoniatrica et Logopaedica72:1 (36-42)Effects of Age on Voice Onset Time and Variability in Children with Repaired Cleft PalateYoukyung Bae Journal of Speech, Language, and Hearing Research62:9 (3413-3430)20 Sep 2019Vocabulary Growth From 18 to 24 Months of Age in Children With and Without Repaired Cleft PalateMarziye Eshghi, Reuben Adatorwovor, John S. Preisser, Elizabeth R. Crais and David J. Zajac Second Language Research (026765831985182)24 Jun 2019Comparison of VOTs in Mandarin–English bilingual children and corresponding monolingual children and adultsJing Yang Journal of Speech, Language, and Hearing Research62:4 (853-867)15 Apr 2019Perception–Production Links in Children's SpeechJoanna H. Lowenstein and Susan Nittrouer Journal of Child Language45:5 (1091-1115)1 Sep 2018Development of stop consonants in three- to six-year-old Mandarin-speaking childrenJing YANG Bilingualism: Language and Cognition21:3 (598-617)1 May 2018Heritage language exposure impacts voice onset time of Dutch–German simultaneous bilingual preschoolersANTJE STOEHR, TITIA BENDERS, JANET G. VAN HELL and PAULA FIKKERT Logopedics Phoniatrics Vocology43:2 (56-62)3 Apr 2018Effects of age and sex on voice onset time: Evidence from Mandarin voiceless stopsJunzhou Ma, Xiaoxiang Chen, Yezhou Wu and Linjie Zhang Mandy R. Menke (2018) Chapter 11. Voice onset time and the child foreign language learner of Spanish Contemporary Trends in Hispanic and Lusophone Linguistics10.1075/ihll.15.12men Laboratory Phonology8:15 Jan 20175 Jan 2017The Distribution of Talker Variability Impacts Infants' Word LearningCarolyn Quam, Sara Knight and LouAnn Gerken Journal of Communication Disorders62 (101-114)1 Jul 2016Temporal variability in sung productions of adolescents who stutterSimone Falk, Elena Maslow, Georg Thum and Philip Hoole Clinical Linguistics & Phonetics29:12 (955-976)2 Dec 2015Longitudinal observations of typical English voicing acquisition in a 2-year-old child: Stability of the contrast and considerations for clinical assessmentElaine R. Hitchcock and Laura L. Koenig Language and Speech58:2 (152-167)1 Jun 2015Effects of Age, Sex and Syllable Number on Voice Onset Time: Evidence from Children's Voiceless Aspirated StopsVickie Y Yu, Luc F De Nil and Elizabeth W Pang Clinical Linguistics & Phonetics28:9 (664-681)1 Sep 2014A multidimensional view of gradient change in velar acquisition in three-year-olds receiving phonological treatmentAndrea A. N. MacLeod and Amy M. Glaspey Child Development (n/a-n/a)1 Aug 2014Speech Perception and Production by Sequential Bilingual Children: A Longitudinal Study of Voice Onset Time AcquisitionKathleen M. McCarthy, Merle Mahon, Stuart Rosen and Bronwen G. Evans Psychological Science25:7 (1448-1456)1 Jul 2014Who's Talking Now? Infants' Perception of Vowels With Infant Vocal PropertiesLinda Polka, Matthew Masapollo and Lucie Ménard Clinical Linguistics & Phonetics28:6 (396-412)1 Jun 2014Changes in voice onset time and motor speech skills in children following motor speech therapy: Evidence from /pa/ productionsVickie Y. Yu, Darren S. Kadis, Anna Oh, Debra Goshulak, Aravind Namasivayam, Margit Pukonen, Robert Kroll, Luc F. De Nil and Elizabeth W. Pang Journal of Phonetics41:5 (344-358)1 Sep 2013Acquiring a second language in an immigrant community: The production of Sylheti and English stops and vowels by London-Bengali speakersK.M. McCarthy, B.G. Evans and M. Mahon The Journal of the Acoustical Society of America133:5 (2931-2946)1 May 2013Durational cues to fricative codas in 2-year-olds' American English: Voicing and morphemic factorsJae Yung Song, Katherine Demuth, Karen Evans and Stefanie Shattuck-Hufnagel Journal of Speech, Language, and Hearing Research56:2 (441-457)1 Apr 2013The Effects of Data Reduction in Determining the Schedule of Voicing Acquisition in Young ChildrenElaine R. Hitchcock and Laura L. Koenig Marilyn M. Vihman, Shelley L. Velleman, Marilyn M. Vihman and Tamar Keren-Portnoy Phonological reorganization: a case study The Emergence of Phonology10.1017/CBO9780511980503.012 Logopedics Phoniatrics Vocology37:3 (117-122)1 Oct 2012Voice onset time in Swedish children and adultsInger Lundeborg, Maria Larsson, Sara Wiman and Anita M. Mcallister The Journal of the Acoustical Society of America131:4 (3036-3050)1 Apr 2012The development of acoustic cues to coda contrasts in young children learning American EnglishJae Yung Song, Katherine Demuth and Stefanie Shattuck-Hufnagel Asia Pacific Journal of Speech, Language and Hearing15:1 (73-84)1 Mar 2012An Acoustic Phonetic Analysis of Word-Initial Stop Production by Young Simultaneous Mandarin- English Bilingual ChildrenRuying Qi, Kimiko Tsukada and Zhu Hua Annals of Rehabilitation Medicine35:5 (694)Voice Onset Time Variations of Korean Stop Consonants in Aphasic SpeakersSeung-Rho Lee, Myoung-Hwan Ko and Hyun-Gi Kim Clinical Linguistics & Phonetics24:7 (503-519)1 Jul 2010Development of voice onset time in standard-Greek and Cypriot-Greek-speaking preschoolersAreti Okalidou, Kakia Petinou, Eleni Theodorou and Eleni Karasimou Journal of Experimental Child Psychology104:4 (353-366)1 Dec 2009French native speakers in the making: From language-general to language-specific voicing boundariesIngrid Hoonhorst, Cécile Colin, Emily Markessis, Monique Radeau, Paul Deltenre and Willy Serniclaes The Journal of the Acoustical Society of America125:6 (3950-3961)1 Jun 2009The acquisition of Korean word-initial stopsMinjung Kim and Carol Stoel-Gammon Journal of Speech, Language, and Hearing Research52:1 (164-177)1 Feb 2009Changes in Articulator Movement Variability During Phonemic Development: A Longitudinal StudyMaria I. Grigos The Journal of the Acoustical Society of America124:2 (1180-1191)1 Aug 2008Patterns of acquisition of native voice onset time in English-learning childrenJoanna H. Lowenstein and Susan Nittrouer Journal of Speech, Language, and Hearing Research51:3 (629-635)1 Jun 2008Efficacy of the Discreteness of Voicing Category (DOVC) Measure for Characterizing Voicing Errors in Children With Cochlear Implants: A ReportSneha V. Bharadwaj and Amanda G. Graves The Journal of the Acoustical Society of America123:2 (1077-1088)1 Feb 2008Stop consonant voicing and intraoral pressure contours in women and childrenLaura L. Koenig and Jorge C. Lucero Journal of Phonetics35:3 (341-352)1 Jul 2007VOT in the babbling of French- and English-learning infantsD.H. Whalen, Andrea G. Levitt and Louis M. Goldstein Journal of Speech, Language, and Hearing Research49:1 (74-87)1 Feb 2006Correlates of Phonological Awareness in Preschoolers With Speech Sound DisordersSusan Rvachew and Meghann GrawburgJournal of Speech, Language, and Hearing Research48:6 (1334-1343)1 Dec 2005Control of Voice-Onset Time in the Absence of HearingHarlan Lane and Joseph S. PerkellJournal of Speech, Language, and Hearing Research48:4 (739-752)1 Aug 2005Speech Motor Development During Acquisition of the Voicing ContrastMaria I. Grigos, John H. Saxman and Andrew M. Gordon Clinical Linguistics & Phonetics18:6-8 (523-533)1 Sep 2004Gradient change in the acquisition of phonologyNigel Hewlett and Daphne Waters American Journal of Speech-Language Pathology13:3 (250-263)1 Aug 2004Effect of Phonemic Perception Training on the Speech Production and Phonological Awareness Skills of Children With Expressive Phonological DelaySusan Rvachew, Michele Nowak and Genevieve Cloutier Neuroscience Letters347:1 (29-32)1 Aug 2003Patterns of variability in voice onset time: a developmental study of motor speech skills in humansSandra P. Whiteside, Rachel Dobbin and Luisa Henry The Journal of the Acoustical Society of America113:2 (1025-1032)1 Feb 2003Accuracy and variability of acoustic measures of voicing onsetAlexander L. Francis, Valter Ciocca and Jojo Man Ching Yu Journal of Speech, Language, and Hearing Research44:5 (1058-1068)1 Oct 2001Distributional Characteristics of VOT in Children's Voiceless Aspirated Stops and Interpretation of Developmental TrendsLaura L. Koenig Phonetica58:3 (196-210)1 Sep 20011 Sep 2001Developmental Trends in Voice Onset Time: Some Evidence for Sex DifferencesS.P. Whiteside and J. Marshall Ear and Hearing22:1 (29-41)1 Feb 2001Articulatory Changes with Short-Term Deactivation of the Cochlear Implants of Two Prelingually Deafened ChildrenMaureen B. Higgins, Elizabeth A. McCleary and Laura Schulte Journal of Speech, Language, and Hearing Research43:5 (1211-1228)1 Oct 2000Laryngeal Factors in Voiceless Consonant Production in Men, Women, and 5-Year-OldsLaura L. Koenig Clinical Linguistics & Phonetics14:2 (131-150)1 Jan 2000Voice onset time in aphasia, apraxia of speech and dysarthria: a review Pascal Auzou, Canan Ozsancak, Richa Perceptual and Motor Skills81:3 (1001-1002)1 Dec 1995Evidence for Development of Distinction of Voice Onset Time in a Child with Left-Hemisphere LesionKelly Paulson-Sebold, Ludie R. Hansen, J. Anthony Seikel, Patricia M. Hargrove and Gail D. Chermak Journal of Child Language22:2 (275-305)1 Jun 1995Phonetic and phonological contrasts in the acquisition of voicing: voice onset time production in Hindi and EnglishKatharine Davis International Journal of Applied Linguistics4:2 (143-168)1 Dec 1994Speech perception and the learnability of languagesHenning Wode Studies in Second Language Acquisition16:3 (325-345)1 Sep 1994Nature, Nurture, and Age in Language AcquisitionHenning Wode Journal of Voice8:2 (145-156)1 Jun 1994Articulatory, developmental, and gender effects on measures of fundamental frequency and jitterJoan E. Sussman and Christine Sapienza Journal of Speech, Language, and Hearing Research36:5 (959-972)1 Oct 1993The Emergence of Mature Gestural Patterns Is Not UniformSusan NittrouerJournal of Speech, Language, and Hearing Research36:4 (832-841)1 Aug 1993Effects of Word Predictability, Child Development, and Aging on Time-Gated Speech Recognition PerformanceChie H. Craig, Byoung W. Kim, Paula M. Pecyna Rhyner and Tricia K. Bowen Chirillo Journal of Child Language20:2 (253-273)1 Jun 1993Lexical acquisition and acquisition of initial voiceless stopsAnn A. Tyler and Mary Louise Edwards Perceptual and Motor Skills76:1 (83-88)1 Feb 1993Voice Onset Time of Velar Stop Productions in Aged SpeakersLinda Petrosino, Roger D. Colcord, Karen B. Kurcz and Robert J. Yonker Perceptual and Motor Skills75:3 (983-992)1 Dec 1992Gender Difference in Voice Onset TimeBradford L. Swartz Journal of Phonetics20:3 (351-382)1 Jul 1992Age-related differences in perceptual effects of formant transitions within syllables and across syllable boundariesSusan Nittrouer Applied Psycholinguistics12:4 (453-479)1 Dec 1991Initial voicing contrast acquisition in normal and phonologically disordered childrenAnn A. Tyler and John H. Saxman Language and Speech32:2 (149-170)1 Apr 1989Phonological Reorganization: A Case StudyMarilyn M. Vihman and Shelley L. Velleman Perception & Psychophysics46:2 (187-200)1 Mar 1989Consonant and vowel perception and production: Early English-French bilinguals and English monolingualsMolly Mack Journal of Phonetics16:2 (243-246)1 Apr 1988An analysis of stops produced by normal children and children who exhibit velar frontingEdna Carter Young and Harvey R. Gilbert Speech Communication6:3 (185-202)1 Sep 1987Cross-language switching in stop consonant perception and production by Dutch speakers of englishJames Emil Flege and Wieke Eefting Language and Cognitive Processes2:3-4 (165-177)1 Aug 1987Stages and units in output processing: Some evidence from voicing and fronting processes in childrenLinda Brett, Shula Chiat and Christine Pilcher Journal of Phonetics15:1 (67-83)1 Jan 1987Production and perception of English stops by native Spanish speakersJames Emil Flege and Wieke Eefting Journal of Phonetics15:1 (29-38)1 Jan 1987Speech sample type and children's segmental durationsAmy Neel Beardsley and Walter L. Cullinan Applied Psycholinguistics7:3 (207-239)1 Sep 1986Developmental loss of speech perception: Exposure to and experience with a first languageDenis K. Burnham Language and Speech29:2 (97-114)1 Apr 1986On Word-Initial Voicing: Converging Sources of Evidence in Phonologically Disordered SpeechJudith A. Gierut and Daniel A. Dinnsen John L. Locke (1986) The Linguistic Significance of Babbling Precursors of Early Speech10.1007/978-1-349-08023-6_11 Language and Speech28:1 (81-92)1 Jan 1985Acquisition of the English Voicing Contrast By Arab ChildrenJoann Fokes, Z.S. Bond and Marcy Steinberg Acta Oto-Laryngologica98:sup419 (175-179)1 Jan 1985Voice Onset in Pathologic SpeakersKazutomo Kitajima, Wilbur J. Gould and Stanley M. Blaugrund Australian Journal of Human Communication Disorders12:2 (27-37)1 Dec 1984The Asynergistic Nature of Developmental Verbal DyspraxiaMichael A. Crary and Roger L. Towne Journal of Child Language11:2 (313-336)1 Jun 1984The acquisition of voicing contrasts in Spanish and English learning infants and children: a longitudinal studyRebecca E. Eilers, D. Kimbrough Oller and Carmen R. Benito-Garcia Journal of Experimental Child Psychology37:2 (231-250)1 Apr 1984Trading relations in the perception of speech by 5-year-old childrenBarbara A. Morrongiello, Rick C. Robson, Catherine T. Best and Rachel K. Clifton Applied Psycholinguistics5:1 (51-74)1 Mar 1984Development of speech perception and speech production abilities in adult second language learnersSusan Gass SARAH HAWKINS (1984) On the Development of Motor Control in Speech: Evidence from Studies of Temporal Coordination 10.1016/B978-0-12-608611-9.50012-7 Catherine T. Best (1984) Discovering Messages in the Medium Theory and Research in Behavioral Pediatrics10.1007/978-1-4899-1660-0_4 Applied Psycholinguistics3:1 (29-43)1 Mar 1982The contribution of phonological, acoustic, and perceptual techniques to the characterization of a misarticulating child's voice contrast for stopsEdith M. Maxwell and Gary Weismer Journal of Communication Disorders14:6 (507-512)1 Nov 1981Instrumentation and validity for direct-readout voice onset time measurementJames A. Till and Daniel K. Stivers Journal of Phonetics9:4 (437-444)1 Oct 1981Voice onset time: the development of Spanish/English distinction in normal and language disordered childrenJoanne A. Konefal and Joann Fokes Applied Psycholinguistics2:1 (55-63)1 Feb 1981A note concerning /s/ plus stop clusters in the speech of language-delayed childrenZ. S. Bond Journal of Experimental Child Psychology31:1 (81-102)1 Feb 1981The relationship between perception and production of /w/, /r/, and /l/ by three-year-old childrenWinifred Strange and Patricia A. Broen CHARLENA M. SEYMOUR, JANE A. BARAN and RUTH E. PEAPER (1981) Auditory Discrimination: Evaluation and Intervention 10.1016/B978-0-12-608606-5.50007-7 Journal of Child Language7:3 (433-458)1 Oct 1980The acquisition of the voicing contrast in Spanish: a phonetic and phonological study of word-initial stop consonantsMarlys A. Macken and David Barton Journal of Phonetics8:4 (475-490)1 Oct 1980Interarticulator programming in stop productionAnders Löfqvist Journal of Phonetics8:3 (287-291)1 Jul 1980VOT del Español to English: comparison of a language-disordered and normal childZ.S. Bond, Jean E. Eddey and Juan J. Bermejo Language and Speech23:2 (159-169)1 Apr 1980An Instrumental Analysis of the Voicing Contrast in Word-Initial Stops in the Speech of Four-Year-Old English-Speaking ChildrenDavid Barton and Marlys A. Macken Journal of Child Language7:1 (41-74)1 Feb 1980The acquisition of the voicing contrast in English: a study of voice onset time in word-initial stop consonantsMarlys A. Macken and David Barton Applied Psycholinguistics1:1 (49-64)1 Feb 1980Perceptual constancy for phonemic categories: a developmental study with normal and language impaired childrenPaula Tallal, Rachel E. Stark, Clayton Kallman and David Mellits GEORGE D. ALLEN and SARAH HAWKINS (1980) PHONOLOGICAL RHYTHM: DEFINITION AND DEVELOPMENT Child Phonology10.1016/B978-0-12-770601-6.50017-6 MARLYS A. MACKEN (1980) ASPECTS OF THE ACQUISITION OF STOP SYSTEMS: A CROSS-LINGUISTIC PERSPECTIVE Child Phonology10.1016/B978-0-12-770601-6.50013-9 H. STEPHEN STRAIGHT (1980) AUDITORY VERSUS ARTICULATORY PHONOLOGICAL PROCESSES AND THEIR DEVELOPMENT IN CHILDREN Child Phonology10.1016/B978-0-12-770601-6.50009-7 Journal of Phonetics7:3 (235-267)1 Jul 1979Temporal co-ordination of consonants in the speech of children: further dataSarah Hawkins JAMES F. LUBKER (1979) Acoustic-Perceptual Methods for Evaluation of Defective Speech 10.1016/B978-0-12-608601-0.50007-3 Journal of Phonetics6:1 (37-67)1 Jan 1978Temporal aspects of English speech production: A developmental perspectiveBruce L. Smith Journal of Phonetics5:4 (339-350)1 Oct 1977Phonological contrastivity in conversation: a comparative study of voice onset timeJane A. Baran, Marsha Zlatin Laufer and Ray Daniloff Language and Speech20:3 (287-293)1 Jul 1977Effects of Voiced-Voiceless Discrimination Training Upon Articulation of Hearing-Impaired ChildrenClinton W. Bennett and Daniel Ling Journal of Phonetics5:3 (285-298)1 Jul 1977Alteration of children's articulation by application of oral anesthesiaR. Daniloff, M. Bishop and R. Ringel Volume 19Issue 1March 1976Pages: 93-111 Get Permissions Add to your Mendeley library HistoryReceived: Mar 24, 1975Accepted: Oct 27, 1975 Published in issue: Mar 1, 1976 Metrics Topicsasha-topicsasha-article-typesCopyright & PermissionsCopyright © 1976 American Speech-Language-Hearing AssociationPDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Marsha A. Zlatin",
      "id": "A5039837091",
      "orcid": null,
      "institutions": [
        {
          "id": "I219193219",
          "display_name": "Purdue University West Lafayette",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1291425158",
          "display_name": "Google (United States)",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Marsha A. Zlatin"
    },
    {
      "display_name": "Roy A. Koenigsknecht",
      "id": "A5085190859",
      "orcid": null,
      "institutions": [
        {
          "id": "I111979921",
          "display_name": "Northwestern University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1291425158",
          "display_name": "Google (United States)",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Roy A. Koenigsknecht"
    }
  ],
  "publication_year": 1976,
  "publication_date": "1976-03-01",
  "type": "article",
  "cited_by_count": 151,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210184872",
    "display_name": "Journal of Speech and Hearing Research",
    "issn_l": "0022-4685",
    "issn": [
      "0022-4685"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320281"
  },
  "volume": "19",
  "issue": "1",
  "first_page": "93",
  "last_page": "111",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C552089266",
      "display_name": "Voice",
      "level": 2,
      "score": 0.9738953
    },
    {
      "id": "C89051679",
      "display_name": "Voice-onset time",
      "level": 3,
      "score": 0.94169724
    },
    {
      "id": "C548259974",
      "display_name": "Audiology",
      "level": 1,
      "score": 0.7253527
    },
    {
      "id": "C2776502983",
      "display_name": "Contrast (vision)",
      "level": 2,
      "score": 0.65443116
    },
    {
      "id": "C26760741",
      "display_name": "Perception",
      "level": 2,
      "score": 0.64246535
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.6135896
    },
    {
      "id": "C2776893716",
      "display_name": "Stop consonant",
      "level": 4,
      "score": 0.43169534
    },
    {
      "id": "C46312422",
      "display_name": "Communication",
      "level": 1,
      "score": 0.32240808
    },
    {
      "id": "C28490314",
      "display_name": "Speech recognition",
      "level": 1,
      "score": 0.27138746
    },
    {
      "id": "C2778203577",
      "display_name": "Consonant",
      "level": 3,
      "score": 0.15851179
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.100058764
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.077596724
    },
    {
      "id": "C154945302",
      "display_name": "Artificial intelligence",
      "level": 1,
      "score": 0.047002614
    },
    {
      "id": "C169760540",
      "display_name": "Neuroscience",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C2779581591",
      "display_name": "Vowel",
      "level": 2,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10403",
      "display_name": "Phonetics and Phonology Research",
      "score": 0.9775
    },
    {
      "id": "T10730",
      "display_name": "Language Development and Disorders",
      "score": 0.9514
    },
    {
      "id": "T12031",
      "display_name": "Speech and dialogue systems",
      "score": 0.9287
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1044/jshr.1901.93",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:38:36.158442",
  "source_database": "OpenAlex"
}