{
  "openalex_id": "W2092391483",
  "doi": "https://doi.org/10.7326/0003-4819-157-9-201211060-00019",
  "title": "Screening Women for Intimate Partner Violence",
  "abstract": "Letters6 November 2012Screening Women for Intimate Partner ViolenceHarriet L. MacMillan, MD and Gene Feder, MDHarriet L. MacMillan, MDFrom McMaster University, Hamilton, Ontario L8S 4K1, Canada; and University of Bristol, Bristol BS8 2PS, United Kingdom.Search for more papers by this author and Gene Feder, MDFrom McMaster University, Hamilton, Ontario L8S 4K1, Canada; and University of Bristol, Bristol BS8 2PS, United Kingdom.Search for more papers by this authorAuthor, Article, and Disclosure Informationhttps://doi.org/10.7326/0003-4819-157-9-201211060-00019 SectionsAboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinkedInRedditEmail TO THE EDITOR:As 2 clinician-researchers involved in the screening trial (1) that featured prominently in the recent U.S. Preventive Services Task Force (USPSTF) systematic review on screening women for intimate partner violence (IPV) (2), we were perplexed by Nelson and coworkers' conclusion that such screening can provide benefits that vary by population.This was the only trial identified as meeting the inclusion criteria to address key question 1: “Does screening asymptomatic women in health care settings for current, past, or increased risk for IPV reduce exposure to IPV, physical or mental harms, or mortality?” Given that the trial results ...References1. MacMillan HL, Wathen CN, Jamieson E, Boyle MH, Shannon HS, Ford-Gilboe M, et al; McMaster Violence Against Women Research Group. Screening for intimate partner violence in health care settings: a randomized trial. JAMA. 2009;302:493-501. [PMID: 19654384] CrossrefMedlineGoogle Scholar2. Nelson HD, Bougatsos C, Blazina I. Screening women for intimate partner violence: a systematic review to update the U.S. Preventive Services Task Force recommendation. Ann Intern Med. 2012;156:796-808. [PMID: 22565034] LinkGoogle Scholar3. Feder G, Davies RA, Baird K, Dunne D, Eldridge S, Griffiths C, et al. Identification and Referral to Improve Safety (IRIS) of women experiencing domestic violence with a primary care training and support programme: a cluster randomised controlled trial. Lancet. 2011;378:1788-95. [PMID: 22000683] CrossrefMedlineGoogle Scholar4. National Research Council. Clinical Preventive Services for Women: Closing the Gaps. Washington, DC: National Academies Pr; 2011. Google Scholar5. Feder G, Ramsay J, Dunne D, Rose M, Arsene C, Norman R, et al. How far does screening women for domestic (partner) violence in different health-care settings meet criteria for a screening programme? Systematic reviews of nine UK National Screening Committee criteria. Health Technol Assess. 2009;13:iii-iv, xi-xiii, 1-113, 137-347. [PMID: 19272272] Google Scholar Author, Article, and Disclosure InformationAuthors: Harriet L. MacMillan, MD; Gene Feder, MDAffiliations: From McMaster University, Hamilton, Ontario L8S 4K1, Canada; and University of Bristol, Bristol BS8 2PS, United Kingdom.Disclosures: Dr. MacMillan: Other: member of the WHO Policy and Clinical Practice Guidelines for Responding to Violence Against Women (report forthcoming), led a randomized, controlled trial of intimate partner violence screening, the results of which were published in the Journal of the American Medical Association in 2009 and are referred to in the systematic review. Dr. Feder: Travel/accommodations/meeting expenses unrelated to activities listed (money to institution): reimbursed by the WHO for attendance at the WHO partner violence guideline development group meeting; Other (money to institution): payment for chairing the United Kingdom NICE domestic violence programme development group. PreviousarticleNextarticle Advertisement FiguresReferencesRelatedDetailsSee AlsoScreening Women for Intimate Partner Violence: A Systematic Review to Update the U.S. Preventive Services Task Force Recommendation Heidi D. Nelson , Christina Bougatsos , and Ian Blazina Metrics Cited by“They Didn’t Ask.” Rural Women With Disabilities and Experiences of Violence Describe Interactions With the Healthcare SystemWhat happens to intimate partner violence studies registered on clinicaltrials.gov? A systematic review of a clinical trials registryKnowledge Dissemination of Intimate Partner Violence Intervention Studies Measured Using Alternative Metrics: Results From a Scoping ReviewProvider Screening and Counseling for Intimate Partner Violence: A Systematic Review of Practices and Influencing FactorsOutcome Measures for Evaluating Intimate Partner Violence Programs Within Clinical Settings: A Systematic Review of the Literature 6 November 2012Volume 157, Issue 9Page: 676KeywordsConflicts of interestDisclosureDomestic violenceHealth careHealth screeningIntimate partner violencePrevention, policy, and public healthSystematic reviewsTreatment guidelines ePublished: 6 November 2012 Issue Published: 6 November 2012 Copyright & PermissionsCopyright © 2012 by American College of Physicians. All Rights Reserved.PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Harriet L. MacMillan",
      "id": "A5090549647",
      "orcid": "https://orcid.org/0000-0002-1223-706X",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Harriet L. MacMillan"
    },
    {
      "display_name": "Gene Feder",
      "id": "A5086222012",
      "orcid": "https://orcid.org/0000-0002-7890-3926",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Gene Feder"
    }
  ],
  "publication_year": 2012,
  "publication_date": "2012-11-06",
  "type": "letter",
  "cited_by_count": 7,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S119722071",
    "display_name": "Annals of Internal Medicine",
    "issn_l": "0003-4819",
    "issn": [
      "0003-4819",
      "1539-3704"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316812"
  },
  "volume": "157",
  "issue": "9",
  "first_page": "676",
  "last_page": "676",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C542059537",
      "display_name": "Domestic violence",
      "level": 4,
      "score": 0.8673911
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.82146955
    },
    {
      "id": "C512399662",
      "display_name": "Family medicine",
      "level": 1,
      "score": 0.51263016
    },
    {
      "id": "C2908647359",
      "display_name": "Population",
      "level": 2,
      "score": 0.4955951
    },
    {
      "id": "C134362201",
      "display_name": "Mental health",
      "level": 2,
      "score": 0.48855552
    },
    {
      "id": "C189708586",
      "display_name": "Systematic review",
      "level": 3,
      "score": 0.41861033
    },
    {
      "id": "C118552586",
      "display_name": "Psychiatry",
      "level": 1,
      "score": 0.40695542
    },
    {
      "id": "C74909509",
      "display_name": "Gerontology",
      "level": 1,
      "score": 0.32089716
    },
    {
      "id": "C3017944768",
      "display_name": "Poison control",
      "level": 2,
      "score": 0.3097893
    },
    {
      "id": "C526869908",
      "display_name": "Suicide prevention",
      "level": 3,
      "score": 0.27652702
    },
    {
      "id": "C2779473830",
      "display_name": "MEDLINE",
      "level": 2,
      "score": 0.2549268
    },
    {
      "id": "C99454951",
      "display_name": "Environmental health",
      "level": 1,
      "score": 0.13515124
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10380",
      "display_name": "Intimate Partner and Family Violence",
      "score": 0.9999
    },
    {
      "id": "T11548",
      "display_name": "Sexual Assault and Victimization Studies",
      "score": 0.9912
    },
    {
      "id": "T10327",
      "display_name": "Adolescent Sexual and Reproductive Health",
      "score": 0.9782
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.7326/0003-4819-157-9-201211060-00019",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:08:27.136227",
  "source_database": "OpenAlex"
}