{
  "openalex_id": "W2090196619",
  "doi": "https://doi.org/10.1159/000094074",
  "title": "Meckel-Gruber Syndrome in Association with an Occipital Meningocele",
  "abstract": "Case Reports| August 14 2006 Meckel-Gruber Syndrome in Association with an Occipital Meningocele Subject Area: Neurology and Neuroscience , Surgery , Women's and Children's Health Michael Walsh; Michael Walsh aDivision of Neurosurgery and Search for other works by this author on: This Site PubMed Google Scholar Patrick Graupman Patrick Graupman aDivision of Neurosurgery and bDepartment of Pediatrics, University of Vermont, College of Medicine, Burlington, Vt., USA Search for other works by this author on: This Site PubMed Google Scholar Pediatr Neurosurg (2006) 42 (5): 333–334. https://doi.org/10.1159/000094074 Article history Received: August 15 2005 Accepted: October 21 2005 Published Online: August 14 2006 Content Tools Views Icon Views Article contents Figures & tables Video Audio Supplementary Data Peer Review Share Icon Share Facebook Twitter LinkedIn Email Tools Icon Tools Get Permissions Cite Icon Cite Search Site Citation Michael Walsh, Patrick Graupman; Meckel-Gruber Syndrome in Association with an Occipital Meningocele. Pediatr Neurosurg 1 August 2006; 42 (5): 333–334. https://doi.org/10.1159/000094074 Download citation file: Ris (Zotero) Reference Manager EasyBib Bookends Mendeley Papers EndNote RefWorks BibTex toolbar search Search Dropdown Menu toolbar search search input Search input auto suggest filter your search All ContentAll JournalsPediatric Neurosurgery Search Advanced Search Article PDF first page preview Close Modal This content is only available via PDF. © 2006 S. Karger AG, Basel2006Copyright / Drug Dosage / DisclaimerCopyright: All rights reserved. No part of this publication may be translated into other languages, reproduced or utilized in any form or by any means, electronic or mechanical, including photocopying, recording, microcopying, or by any information storage and retrieval system, without permission in writing from the publisher.Drug Dosage: The authors and the publisher have exerted every effort to ensure that drug selection and dosage set forth in this text are in accord with current recommendations and practice at the time of publication. However, in view of ongoing research, changes in government regulations, and the constant flow of information relating to drug therapy and drug reactions, the reader is urged to check the package insert for each drug for any changes in indications and dosage and for added warnings and precautions. This is particularly important when the recommended agent is a new and/or infrequently employed drug.Disclaimer: The statements, opinions and data contained in this publication are solely those of the individual authors and contributors and not of the publishers and the editor(s). The appearance of advertisements or/and product references in the publication is not a warranty, endorsement, or approval of the products or services advertised or of their effectiveness, quality or safety. The publisher and the editor(s) disclaim responsibility for any injury to persons or property resulting from any ideas, methods, instructions or products referred to in the content or advertisements. You do not currently have access to this content.",
  "authors": [
    {
      "display_name": "Michael J. Walsh",
      "id": "A5039680477",
      "orcid": "https://orcid.org/0000-0002-1283-6847",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Michael Walsh"
    },
    {
      "display_name": "Patrick Graupman",
      "id": "A5046273015",
      "orcid": "https://orcid.org/0000-0003-3379-4532",
      "institutions": [
        {
          "id": "I111236770",
          "display_name": "University of Vermont",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Patrick Graupman"
    }
  ],
  "publication_year": 2006,
  "publication_date": "2006-01-01",
  "type": "article",
  "cited_by_count": 7,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S130320380",
    "display_name": "Pediatric Neurosurgery",
    "issn_l": "1016-2291",
    "issn": [
      "1016-2291",
      "1423-0305"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310317820"
  },
  "volume": "42",
  "issue": "5",
  "first_page": "333",
  "last_page": "334",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2778447006",
      "display_name": "Icon",
      "level": 2,
      "score": 0.7744143
    },
    {
      "id": "C2778805511",
      "display_name": "Citation",
      "level": 2,
      "score": 0.7276291
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.6170904
    },
    {
      "id": "C12770488",
      "display_name": "Neurosurgery",
      "level": 2,
      "score": 0.49458167
    },
    {
      "id": "C161191863",
      "display_name": "Library science",
      "level": 1,
      "score": 0.37458068
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.23717129
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.19797707
    },
    {
      "id": "C199360897",
      "display_name": "Programming language",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11412",
      "display_name": "Genetic and Kidney Cyst Diseases",
      "score": 0.9974
    },
    {
      "id": "T11658",
      "display_name": "Esophageal and GI Pathology",
      "score": 0.9852
    },
    {
      "id": "T10980",
      "display_name": "Vascular Malformations and Hemangiomas",
      "score": 0.9838
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1159/000094074",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:55:41.453281",
  "source_database": "OpenAlex"
}