{
  "openalex_id": "W2102302967",
  "doi": "https://doi.org/10.1046/j.1369-6513.2000.00085.x",
  "title": "Editorial: special conference issue",
  "abstract": "The type and amount of involvement that patients want in treatment decision-making is a topic of increasing interest to scholars from a variety of different disciplines.1234567 Because of its importance from a clinical, research, policy and ethical perspective, we felt that it was timely to organize an international conference focusing on various dimensions of this issue. The conference entitled Treatment Decision-Making in the Clinical Encounter was held in May, 1999. Our objective was to provide a forum for international experts to present original research, policy analyses or conceptual frameworks relating to a range of treatment decision-making issues in the clinical encounter. The 2-day conference was sponsored by the Centre for Health Economics and Policy Analysis, McMaster University (Hamilton, Ontario, Canada), the Supportive Cancer Care Research Unit, Hamilton Regional Cancer Centre (Hamilton) and the Centre for Clinical Evaluation Sciences (Toronto, Ontario). The more than 150 individuals from different countries who attended the conference included clinicians, academic researchers, health care decision-makers, consumer representatives and students. The conference opened with an original play depicting the emotions, thoughts and concerns experienced by women with breast cancer upon hearing their diagnosis for the first time, and starting the treatment decision-making process with their physicians. The script was developed from actual quotes of women with breast cancer who were interviewed in a qualitative research study. This format was a unique and powerful way to disseminate research information and helped conference attendees to focus on the clinical encounter as the key decision-making context of interest at this conference. In the first plenary session, Dr Debra Roter, a well known expert on physician–patient communication, set the context for exploring treatment decision-making in the clinical encounter by presenting a framework depicting different physician communication styles and their impact in either enhancing or diminishing patients’ capacity and comfort level in making autonomous or shared treatment decisions.8 In the next session different approaches to treatment decision-making were presented. Dr Amiram Gafni, for example, described a framework for identifying and clarifying the meaning of a paternalistic, shared, informed and ‘in-between’ approach to treatment decision-making.9, 10 This paper explored the confusion in the labeling and depiction of different approaches, emphasized the dynamic nature of treatment decision-making and argued that real life treatment decision-making rarely corresponds to ideal type characterizations presented in the literature. The third session featured new empirical data from current unpublished studies on the information needs and roles of patients and physicians in treatment decision-making. The paper by Siminoff, Ravdin and Colabianchi et al. for example, explored the relationship between physician and cancer patient communication patterns about adjuvant therapy, and patient comprehension and satisfaction.11 Day 1 of the conference concluded with a peer-reviewed concurrent paper session in which successful applicants presented their work (either empirical or conceptual) relating to the overall conference theme. Two of these papers, by Susan Watt12 and Judy Rogers13, respectively, contained thoughtful discussions of the nature and challenges of treatment decision-making in different clinical contexts. Watt developed a framework for comparing the similarities and differences in the treatment decision-making process and context of chronic versus acute medical conditions. Roger’s paper explored the meaning of informed choice, informed consent and shared decision-making and described the challenges of putting these principles into practice in the context of midwifery care in Ontario. The first session of day 2 focused on implementing different treatment decision-making approaches. One of the commonly identified prerequisites for shared or autonomous treatment decision-making is patient understanding of relevant research evidence regarding the benefits and risks associated with different treatment options. Determining the most important types of information and formats for presenting such information to patients in an understandable and unbiased way is a practical yet complex issue that all clinicians face. The paper by Feldman-Stewart, Brundage and McConnell et al. provided examples of these challenges by describing the results of their studies undertaken to provide an empirical basis for developing a decision aid for men with early stage prostate cancer.14 A consumer representative from Alberta also spoke in this session about a collaborative project between the Consumers’ Association of Canada and the Alberta Medical Association to produce information pamphlets for the public to improve communication between physicians and patients.15 Increasingly it is recognized that the conceptualization of treatment decision-making as a single event between physician and patient occurring at a specific point in time does not capture the complexity of real life treatment decision-making or the range of participants likely to be involved. The session on ‘Beyond the Dyad’ (of physician and patient) explored other potential participants and their roles in treatment decision-making. The paper presented by Llewellyn-Thomas advances our thinking about this issue because it incorporates a role for third parties in treatment decision-making and explores the potential impact of third parties on this process.16 Various types of communication or decision aids have been developed to help communicate research evidence on treatment benefits and risks to patients. Several of these were profiled in the next session on aids for supporting patient–practitioner decision-making. Developers of each instrument presented an overview of the instrument development process, a demonstration of how the aid is used by patients and the results of any instrument evaluations. The aids presented information in different media formats, including interactive videodisc programs, audio-guided booklets with accompanying personal worksheets and decision boards.17 Two additional types of aids were presented in other sessions: the treatment tradeoff decision aid for patients with locally advanced nonsmall cell lung cancer18 and the analytic hierarchy process, a multicriteria decision-making method.19 As noted by several presenters in this session, the clinical decision-making contexts for which aids have been developed share some common features. Typically, they relate to contexts in which two or more acceptable treatments exist, patient values and preferences for different health states associated with the different treatments options vary, and there is no widespread medical agreement as to a single ‘best’ treatment. The final session focused on broader policy implications of different treatment decision-making approaches. Entwistle,20 for example, argued that policy makers should be wary of simply advocating one approach as ideal. She also described a range of strategies and interventions that would need to be put in place to support patient participation in treatment decision-making as a priority public policy initiative. The presentations stimulated our thinking about a variety of issues related to the conference theme. First, while conceptual frameworks have been developed over time to identify and define the key characteristics of different treatment decision-making approaches, most of these have been somewhat simplistic. By and large, they have assumed that treatment decisions are made by one doctor and one patient within the context of a single medical encounter rather than conceptualizing treatment decision-making as a dynamic process that may well take place over time and involve individuals other than the patient and attending physician. In retrospect, it seems clear that these models imposed more order, structure, and ideal type characterizations onto depictions of the treatment decision-making process than is likely to be the case in reality. We are now coming to the realization that treatment decision-making is a complex, messy and dynamic process that does not necessarily follow a linear path, and that may defy classification in a single category throughout a given clinical encounter. Rather, the type of decision-making approach adopted at the beginning of an encounter may well change as the encounter progresses. Recognition of this complexity provides for a more realistic view of treatment decision-making but also highlights methodological difficulties involved in developing valid and reliable measures of different aspects of the process. One observation we took away from the conference is that the topic of treatment decision-making in the clinical encounter has generated a large body of conceptual work and empirical studies but the two activities do not seem well integrated. With a few exceptions (for example, Leslie Degner’s conceptual and empirical work4, 7) conceptual frameworks identifying and comparing different treatment decision-making approaches have not been used extensively to guide empirical studies. We think there is a need for closer links between the two. Similarly, different aspects of treatment decision-making tend to be explored in isolation from one another without examining the relationships among them. For example, the use of decision/communication aids is only feasible within the context of specific treatment decision-making approaches which respect to patient choice. Researchers interested in decision aids and those interested in models of decision-making focus their attention primarily on one topic or the other, rather than examining the nature of the contingent relationship between the two, i.e. the conditions under which use of decision aids is a feasible option. Treatment decision-making issues explored at this conference were primarily at the clinical health policy level, i.e. the attitudes and behaviour of individual patients and clinicians making treatment decisions. This topic could also be viewed from a public policy perspective in so far as the aggregation of treatment decisions made at the individual level is thought to have broader policy implications for the funding and delivery of health care. A broader health policy perspective identifying the potential impact of promoting one form of treatment decision-making approach over another has not yet been well developed, perhaps because we are still struggling with the more basic issue of defining and comparing different decision-making approaches in terms of their key characteristics. This conference helped us to synthesize and integrate different types of information relevant to our own research program in shared treatment decision-making. We hope there will be similar conferences in the future so that new developments in the field can be shared, and researchers with similar interests but different disciplinary perspectives (whose paths might not otherwise cross) have a forum within which to discuss issues of mutual interest. As Co-Chairs of this conference, we wanted to find an outlet for disseminating the presented papers to a broader audience of researchers, health care providers and policy makers interested in the role of patients and physicians in treatment decision-making. We approached the Editor of Health Expectations with the idea of producing a special issue of the journal which would feature papers presented at the conference. With agreement from the Editor, speakers were invited to submit papers which were then peer-reviewed through the usual process organized by the journal. We are pleased to have the opportunity to profile a number of these papers in this special edition. We believe that the potential for policy- oriented learning across groups is enhanced by creating a forum in which research information and policy analyses about a particular issue can be presented from different disciplinary perspectives.21 We want to commend the Editor of Health Expectations for taking a leadership role in disseminating research information from studies that reflect both a collaborative and multidisciplinary approach.",
  "authors": [
    {
      "display_name": "Cathy Charles",
      "id": "A5109570550",
      "orcid": null,
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Cathy Charles"
    },
    {
      "display_name": "Amiram Gafni",
      "id": "A5022813675",
      "orcid": "https://orcid.org/0000-0001-8279-8172",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Amiram Gafni"
    },
    {
      "display_name": "Timothy J. Whelan",
      "id": "A5027918729",
      "orcid": "https://orcid.org/0000-0001-9844-2023",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Tim Whelan"
    }
  ],
  "publication_year": 2000,
  "publication_date": "2000-03-01",
  "type": "editorial",
  "cited_by_count": 4,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S134406477",
    "display_name": "Health Expectations",
    "issn_l": "1369-6513",
    "issn": [
      "1369-6513",
      "1369-7625"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320595"
  },
  "volume": "3",
  "issue": "1",
  "first_page": "1",
  "last_page": "5",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1046/j.1369-6513.2000.00085.x",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C2779343474",
      "display_name": "Context (archaeology)",
      "level": 2,
      "score": 0.62515545
    },
    {
      "id": "C160735492",
      "display_name": "Health care",
      "level": 2,
      "score": 0.4629209
    },
    {
      "id": "C190248442",
      "display_name": "Qualitative research",
      "level": 2,
      "score": 0.44723845
    },
    {
      "id": "C509550671",
      "display_name": "Medical education",
      "level": 1,
      "score": 0.443358
    },
    {
      "id": "C39549134",
      "display_name": "Public relations",
      "level": 1,
      "score": 0.43652022
    },
    {
      "id": "C530470458",
      "display_name": "Breast cancer",
      "level": 3,
      "score": 0.43137717
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.37566867
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.37448573
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.32519862
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.30357572
    },
    {
      "id": "C36289849",
      "display_name": "Social science",
      "level": 1,
      "score": 0.21331507
    },
    {
      "id": "C121608353",
      "display_name": "Cancer",
      "level": 2,
      "score": 0.1572696
    },
    {
      "id": "C151730666",
      "display_name": "Paleontology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10827",
      "display_name": "Patient-Provider Communication in Healthcare",
      "score": 0.9999
    },
    {
      "id": "T10177",
      "display_name": "Palliative Care and End-of-Life Issues",
      "score": 0.992
    },
    {
      "id": "T13048",
      "display_name": "Patient Dignity and Privacy",
      "score": 0.9827
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1046/j.1369-6513.2000.00085.x",
  "pdf_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1046/j.1369-6513.2000.00085.x",
  "retrieved_date": "2025-07-30T14:34:51.277035",
  "source_database": "OpenAlex"
}