{
  "openalex_id": "W2101333943",
  "doi": "https://doi.org/10.1130/b26180.1",
  "title": "Cenozoic tectonic evolution of Qaidam basin and its surrounding regions (Part 1): The southern Qilian Shan-Nan Shan thrust belt and northern Qaidam basin",
  "abstract": "Research Article| July 01, 2008 Cenozoic tectonic evolution of Qaidam basin and its surrounding regions (Part 1): The southern Qilian Shan-Nan Shan thrust belt and northern Qaidam basin An Yin; An Yin 1Structural Geology Group, School of Earth Sciences and Resources, China University of Geosciences, Beijing 100083, China Permanent address: Department of Earth and Space Sciences and Institute of Geophysics and Planetary Physics, University of California, Los Angeles, California 90095-1567, USA E-mail: yin@ess.ucla.edu Search for other works by this author on: GSW Google Scholar Yu-Qi Dang; Yu-Qi Dang 2Qinghai Oilfield Company, Dunhuang 736202, Gansu Province, People's Republic of China Search for other works by this author on: GSW Google Scholar Li-Cun Wang; Li-Cun Wang 2Qinghai Oilfield Company, Dunhuang 736202, Gansu Province, People's Republic of China Search for other works by this author on: GSW Google Scholar Wu-Ming Jiang; Wu-Ming Jiang 2Qinghai Oilfield Company, Dunhuang 736202, Gansu Province, People's Republic of China Search for other works by this author on: GSW Google Scholar Su-Ping Zhou; Su-Ping Zhou 2Qinghai Oilfield Company, Dunhuang 736202, Gansu Province, People's Republic of China Search for other works by this author on: GSW Google Scholar Xuan-Hua Chen; Xuan-Hua Chen 3Institute of Geomechanics, Chinese Academy of Geological Sciences, Beijing 100081, People's Republic of China Search for other works by this author on: GSW Google Scholar George E. Gehrels; George E. Gehrels 4Department of Geosciences, University of Arizona, Tucson, Arizona 85721-0071 Search for other works by this author on: GSW Google Scholar Michael W. McRivette Michael W. McRivette 5Department of Earth and Space Sciences and Institute of Geophysics and Planetary Physics, University of California, Los Angeles, California 90095-1567, USA Search for other works by this author on: GSW Google Scholar Author and Article Information An Yin 1Structural Geology Group, School of Earth Sciences and Resources, China University of Geosciences, Beijing 100083, China Permanent address: Department of Earth and Space Sciences and Institute of Geophysics and Planetary Physics, University of California, Los Angeles, California 90095-1567, USA Yu-Qi Dang 2Qinghai Oilfield Company, Dunhuang 736202, Gansu Province, People's Republic of China Li-Cun Wang 2Qinghai Oilfield Company, Dunhuang 736202, Gansu Province, People's Republic of China Wu-Ming Jiang 2Qinghai Oilfield Company, Dunhuang 736202, Gansu Province, People's Republic of China Su-Ping Zhou 2Qinghai Oilfield Company, Dunhuang 736202, Gansu Province, People's Republic of China Xuan-Hua Chen 3Institute of Geomechanics, Chinese Academy of Geological Sciences, Beijing 100081, People's Republic of China George E. Gehrels 4Department of Geosciences, University of Arizona, Tucson, Arizona 85721-0071 Michael W. McRivette 5Department of Earth and Space Sciences and Institute of Geophysics and Planetary Physics, University of California, Los Angeles, California 90095-1567, USA E-mail: yin@ess.ucla.edu Publisher: Geological Society of America Received: 17 Jan 2007 Revision Received: 11 Aug 2007 Accepted: 14 Aug 2007 First Online: 02 Mar 2017 Online ISSN: 1943-2674 Print ISSN: 0016-7606 © 2008 Geological Society of America GSA Bulletin (2008) 120 (7-8): 813–846. https://doi.org/10.1130/B26180.1 Article history Received: 17 Jan 2007 Revision Received: 11 Aug 2007 Accepted: 14 Aug 2007 First Online: 02 Mar 2017 Cite View This Citation Add to Citation Manager Share Icon Share Facebook Twitter LinkedIn Email Permissions Search Site Citation An Yin, Yu-Qi Dang, Li-Cun Wang, Wu-Ming Jiang, Su-Ping Zhou, Xuan-Hua Chen, George E. Gehrels, Michael W. McRivette; Cenozoic tectonic evolution of Qaidam basin and its surrounding regions (Part 1): The southern Qilian Shan-Nan Shan thrust belt and northern Qaidam basin. GSA Bulletin 2008;; 120 (7-8): 813–846. doi: https://doi.org/10.1130/B26180.1 Download citation file: Ris (Zotero) Refmanager EasyBib Bookends Mendeley Papers EndNote RefWorks BibTex toolbar search Search Dropdown Menu toolbar search search input Search input auto suggest filter your search All ContentBy SocietyGSA Bulletin Search Advanced Search Abstract Cenozoic Qaidam basin, the largest active intermountain basin inside Tibet, figures importantly in the debates on the history and mechanism of Tibetan plateau formation during the Cenozoic Indo-Asian collision. To determine when and how the basin was developed, we conducted detailed geologic mapping and analyses of a dense network of seismic reflection profiles from the southern Qilian Shan-Nan Shan thrust belt and northern Qaidam basin. Our geologic observations provide new constraints on the timing and magnitude of Cenozoic crustal thickening in northern Tibet. Specifically, our work shows that the southernmost part of the Qilian Shan-Nan Shan thrust belt and contractional structures along the northern margin of Qaidam basin were initiated in the Paleocene-early Eocene (65–50 Ma), during or immediately after the onset of the Indo-Asian collision. This finding implies that stress was transferred rapidly through Tibetan lithosphere to northern Tibet from the Indo-Asian convergent front located >1000 km to the south. The development of the thrust system in northern Qaidam basin was driven by motion on the Altyn Tagh fault, as indicated by its eastward propagation away from the Altyn Tagh fault. The eastward lengthening of the thrust system was spatially and temporally associated with eastward expansion of Qaidam basin, suggesting thrust loading was the main control on the basin formation and evolution. The dominant structure in northern Qaidam basin is a southwest-tapering triangle zone, which started to develop since the Paleocene and early Eocene (65–50 Ma) and was associated with deposition of an overlying southwest-thickening, growth-strata sequence. Recognition of the triangle zone and its longevity in northern Qaidam basin explains a long puzzling observation that Cenozoic depocenters have been located consistently along the central axis of the basin. This basin configuration is opposite to the prediction of classic foreland-basin models that require the thickest part of foreland sediments deposited along basin edges against basin-bounding thrusts. Restoration of balanced cross sections across the southern Qilian Shan-Nan Shan thrust belt and northern Qaidam basin suggests that Cenozoic shortening strain is highly inhomogeneous, varying from ~20% to >60%, both vertically in a single section and from section to section across the thrust belt. The spatially variable strain helps explain the conflicting paleomagnetic results indicating different amounts of Cenozoic rotations in different parts of Qaidam basin. The observed crustal shortening strain also implies that no lower-crustal injection or thermal events in the mantle are needed to explain the current elevation (~3000–3500 m) and crustal thickness (45–50 km) of northern Qaidam basin and the southern Qilian Shan-Nan Shan thrust belt. Instead, thrusting involving continental crystalline basement has been the main mechanism of plateau construction across northern Qaidam basin and the southern Qilian Shan-Nan Shan region. You do not have access to this content, please speak to your institutional administrator if you feel you should have access.",
  "authors": [
    {
      "display_name": "An Yin",
      "id": "A5018895652",
      "orcid": "https://orcid.org/0000-0003-2411-3264",
      "institutions": [
        {
          "id": "I3125743391",
          "display_name": "China University of Geosciences (Beijing)",
          "country_code": "CN",
          "type": "funder"
        },
        {
          "id": "I161318765",
          "display_name": "University of California, Los Angeles",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "A. Yin"
    },
    {
      "display_name": "Y.-Q. Dang",
      "id": "A5030939295",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210105529",
          "display_name": "Daqing Oilfield General Hospital",
          "country_code": "CN",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Y.-Q. Dang"
    },
    {
      "display_name": "Li‐Chieh Wang",
      "id": "A5060562711",
      "orcid": "https://orcid.org/0000-0002-5773-1627",
      "institutions": [
        {
          "id": "I4210105529",
          "display_name": "Daqing Oilfield General Hospital",
          "country_code": "CN",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "L.-C. Wang"
    },
    {
      "display_name": "Wenliang Jiang",
      "id": "A5050043739",
      "orcid": "https://orcid.org/0000-0002-2006-4605",
      "institutions": [
        {
          "id": "I4210105529",
          "display_name": "Daqing Oilfield General Hospital",
          "country_code": "CN",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "W.-M. Jiang"
    },
    {
      "display_name": "Shixin Zhou",
      "id": "A5101504557",
      "orcid": "https://orcid.org/0000-0002-7871-8296",
      "institutions": [
        {
          "id": "I4210105529",
          "display_name": "Daqing Oilfield General Hospital",
          "country_code": "CN",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "S.-P. Zhou"
    },
    {
      "display_name": "Xuanhua Chen",
      "id": "A5108049709",
      "orcid": "https://orcid.org/0000-0001-5568-8330",
      "institutions": [
        {
          "id": "I2802497816",
          "display_name": "Chinese Academy of Geological Sciences",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "X.-H. Chen"
    },
    {
      "display_name": "George E. Gehrels",
      "id": "A5041250552",
      "orcid": "https://orcid.org/0000-0002-8564-8433",
      "institutions": [
        {
          "id": "I138006243",
          "display_name": "University of Arizona",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "G. E. Gehrels"
    },
    {
      "display_name": "Michael W. McRivette",
      "id": "A5043941046",
      "orcid": null,
      "institutions": [
        {
          "id": "I1302918504",
          "display_name": "Planetary Science Institute",
          "country_code": "US",
          "type": "nonprofit"
        },
        {
          "id": "I161318765",
          "display_name": "University of California, Los Angeles",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "M. W. McRivette"
    }
  ],
  "publication_year": 2008,
  "publication_date": "2008-05-07",
  "type": "article",
  "cited_by_count": 456,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S3271665",
    "display_name": "Geological Society of America Bulletin",
    "issn_l": "0016-7606",
    "issn": [
      "0016-7606",
      "1943-2674"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310319845"
  },
  "volume": "120",
  "issue": "7-8",
  "first_page": "813",
  "last_page": "846",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C191935318",
      "display_name": "China",
      "level": 2,
      "score": 0.79939
    },
    {
      "id": "C2778304055",
      "display_name": "Beijing",
      "level": 3,
      "score": 0.69186383
    },
    {
      "id": "C127313418",
      "display_name": "Geology",
      "level": 0,
      "score": 0.679012
    },
    {
      "id": "C109007969",
      "display_name": "Structural basin",
      "level": 2,
      "score": 0.6299956
    },
    {
      "id": "C77928131",
      "display_name": "Tectonics",
      "level": 2,
      "score": 0.5765054
    },
    {
      "id": "C2781113848",
      "display_name": "Geological survey",
      "level": 2,
      "score": 0.45451802
    },
    {
      "id": "C73707237",
      "display_name": "Cenozoic",
      "level": 3,
      "score": 0.431656
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.3521472
    },
    {
      "id": "C151730666",
      "display_name": "Paleontology",
      "level": 1,
      "score": 0.32355398
    },
    {
      "id": "C205649164",
      "display_name": "Geography",
      "level": 0,
      "score": 0.2771951
    }
  ],
  "topics": [
    {
      "id": "T10001",
      "display_name": "Geological and Geochemical Analysis",
      "score": 0.9999
    },
    {
      "id": "T10110",
      "display_name": "earthquake and tectonic studies",
      "score": 0.9997
    },
    {
      "id": "T13177",
      "display_name": "Geological and Geophysical Studies",
      "score": 0.9996
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1130/b26180.1",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:03:12.679972",
  "source_database": "OpenAlex"
}