{
  "openalex_id": "W2100479203",
  "doi": "https://doi.org/10.1074/mcp.m900538-mcp200",
  "title": "Liver Membrane Proteome Glycosylation Changes in Mice Bearing an Extra-hepatic Tumor",
  "abstract": "Cancer is well known to be associated with alterations in membrane protein glycosylation (Bird, N. C., Mangnall, D., and Majeed, A. W. (2006) Biology of colorectal liver metastases: A review. J. Surg. Oncol. 94, 68–80; Dimitroff, C. J., Pera, P., Dall'Olio, F., Matta, K. L., Chandrasekaran, E. V., Lau, J. T., and Bernacki, R. J. (1999) Cell surface n-acetylneuraminic acid alpha2,3-galactoside-dependent intercellular adhesion of human colon cancer cells. Biochem. Biophys. Res. Commun. 256, 631–636; and Arcinas, A., Yen, T. Y., Kebebew, E., and Macher, B. A. (2009) Cell surface and secreted protein profiles of human thyroid cancer cell lines reveal distinct glycoprotein patterns. J. Proteome Res. 8, 3958–3968). Equally, it has been well established that tumor-associated inflammation through the release of pro-inflammatory cytokines is a common cause of reduced hepatic drug metabolism and increased toxicity in advanced cancer patients being treated with cytotoxic chemotherapies. However, little is known about the impact of bearing a tumor (and downstream effects like inflammation) on liver membrane protein glycosylation.In this study, proteomic and glycomic analyses were used in combination to determine whether liver membrane protein glycosylation was affected in mice bearing the Engelbreth-Holm Swarm sarcoma. Peptide IPG-IEF and label-free quantitation determined that many enzymes involved in the protein glycosylation pathway specifically; mannosidases (Man1a-I, Man1b-I and Man2a-I), mannoside N-acetylglucosaminyltransferases (Mgat-I and Mgat-II), galactosyltransferases (B3GalT-VII, B4GalT-I, B4GalT-III, C1GalT-I, C1GalT-II, and GalNT-I), and sialyltransferases (ST3Gal-I, ST6Gal-I, and ST6GalNAc-VI) were up-regulated in all livers of tumor-bearing mice (n = 3) compared with nontumor bearing controls (n = 3). In addition, many cell surface lectins: Sialoadhesin-1 (Siglec-1), C-type lectin family 4f (Kupffer cell receptor), and Galactose-binding lectin 9 (Galectin-9) were determined to be up-regulated in the liver of tumor-bearing compared with control mice. Global glycan analysis identified seven N-glycans and two O-glycans that had changed on the liver membrane proteins derived from tumor-bearing mice. Interestingly, α (2,3) sialic acid was found to be up-regulated on the liver membrane of tumor-bearing mice, which reflected the increased expression of its associated sialyltransferase and lectin receptor (siglec-1). The overall increased sialylation on the liver membrane of Engelbreth-Holm Swarm bearing mice correlates with the increased expression of their associated glycosyltransferases and suggests that glycosylation of proteins in the liver plays a role in tumor-induced liver inflammation Cancer is well known to be associated with alterations in membrane protein glycosylation (Bird, N. C., Mangnall, D., and Majeed, A. W. (2006) Biology of colorectal liver metastases: A review. J. Surg. Oncol. 94, 68–80; Dimitroff, C. J., Pera, P., Dall'Olio, F., Matta, K. L., Chandrasekaran, E. V., Lau, J. T., and Bernacki, R. J. (1999) Cell surface n-acetylneuraminic acid alpha2,3-galactoside-dependent intercellular adhesion of human colon cancer cells. Biochem. Biophys. Res. Commun. 256, 631–636; and Arcinas, A., Yen, T. Y., Kebebew, E., and Macher, B. A. (2009) Cell surface and secreted protein profiles of human thyroid cancer cell lines reveal distinct glycoprotein patterns. J. Proteome Res. 8, 3958–3968). Equally, it has been well established that tumor-associated inflammation through the release of pro-inflammatory cytokines is a common cause of reduced hepatic drug metabolism and increased toxicity in advanced cancer patients being treated with cytotoxic chemotherapies. However, little is known about the impact of bearing a tumor (and downstream effects like inflammation) on liver membrane protein glycosylation. In this study, proteomic and glycomic analyses were used in combination to determine whether liver membrane protein glycosylation was affected in mice bearing the Engelbreth-Holm Swarm sarcoma. Peptide IPG-IEF and label-free quantitation determined that many enzymes involved in the protein glycosylation pathway specifically; mannosidases (Man1a-I, Man1b-I and Man2a-I), mannoside N-acetylglucosaminyltransferases (Mgat-I and Mgat-II), galactosyltransferases (B3GalT-VII, B4GalT-I, B4GalT-III, C1GalT-I, C1GalT-II, and GalNT-I), and sialyltransferases (ST3Gal-I, ST6Gal-I, and ST6GalNAc-VI) were up-regulated in all livers of tumor-bearing mice (n = 3) compared with nontumor bearing controls (n = 3). In addition, many cell surface lectins: Sialoadhesin-1 (Siglec-1), C-type lectin family 4f (Kupffer cell receptor), and Galactose-binding lectin 9 (Galectin-9) were determined to be up-regulated in the liver of tumor-bearing compared with control mice. Global glycan analysis identified seven N-glycans and two O-glycans that had changed on the liver membrane proteins derived from tumor-bearing mice. Interestingly, α (2,3) sialic acid was found to be up-regulated on the liver membrane of tumor-bearing mice, which reflected the increased expression of its associated sialyltransferase and lectin receptor (siglec-1). The overall increased sialylation on the liver membrane of Engelbreth-Holm Swarm bearing mice correlates with the increased expression of their associated glycosyltransferases and suggests that glycosylation of proteins in the liver plays a role in tumor-induced liver inflammation Despite membrane proteins constituting ∼70% of all human protein based drug targets, studying membrane proteins is often hindered by their low abundance, large size, and relatively high hydrophobicity. Isolation and separation of membrane proteins by two-dimensional gel electrophoresis has been particularly problematic because of their poor solubility in various isoelectric focusing buffers. Alternative proteomic approaches such as shotgun proteomics have recently become the preferred method for identifying membrane proteins using high resolution separation of proteolytic peptides by liquid chromatography (4Washburn M.P. Wolters D. Yates 3rd, J.R. Large-scale analysis of the yeast proteome by multidimensional protein identification technology.Nat. Biotechnol. 2001; 19: 242-247Crossref PubMed Scopus (4077) Google Scholar), capillary isoelectric focusing (5Wang W. Guo T. Rudnick P.A. Song T. Li J. Zhuang Z. Zheng W. Devoe D.L. Lee C.S. Balgley B.M. Membrane proteome analysis of microdissected ovarian tumor tissues using capillary isoelectric focusing/reversed-phase liquid chromatography-tandem MS.Anal. Chem. 2007; 79: 1002-1009Crossref PubMed Scopus (58) Google Scholar) or peptide immobilized pH gradient isoelectric focusing (peptide IPG-IEF) 1The abbreviations used are:Peptide IPG-IEFpeptide immobilized pH gradient-isoelectric focusingEHSEngelbreth Holm SwarmNSAFnormalised spectral abundance factorMgat-IMannoside N-acetylglucosaminyltransferase 1Mgat-IIMannoside N-acetylglucosaminyltransferase 2Mgat-VMannoside N-acetylglucosaminyltransferase 5B3GalT-VIIBeta-1,3-galactosyltransferase 7C1GalT-IBeta1,3-galactosyltransferase 1NeuAcN-acetyl neuraminic acidNeuGcN-glycolyl neuraminic acid. (6Chick J.M. Haynes P.A. Molloy M.P. Bjellqvist B. Baker M.S. Len A.C. Characterization of the rat liver membrane proteome using peptide immobilized pH gradient isoelectric focusing.J. Proteome Res. 2008; 7: 1036-1045Crossref PubMed Scopus (51) Google Scholar) in combination with reverse phase chromatography and tandem mass spectrometry. peptide immobilized pH gradient-isoelectric focusing Engelbreth Holm Swarm normalised spectral abundance factor Mannoside N-acetylglucosaminyltransferase 1 Mannoside N-acetylglucosaminyltransferase 2 Mannoside N-acetylglucosaminyltransferase 5 Beta-1,3-galactosyltransferase 7 Beta1,3-galactosyltransferase 1 N-acetyl neuraminic acid N-glycolyl neuraminic acid. We have recently demonstrated the use of broad and narrow range peptide IPG-IEF as an alternative method for shotgun proteomics of rat liver membrane proteins (6Chick J.M. Haynes P.A. Molloy M.P. Bjellqvist B. Baker M.S. Len A.C. Characterization of the rat liver membrane proteome using peptide immobilized pH gradient isoelectric focusing.J. Proteome Res. 2008; 7: 1036-1045Crossref PubMed Scopus (51) Google Scholar). Peptide IPG-IEF has several advantages as a high-resolution shotgun proteomics technique most notably because of its high sample loading capacity. It has previously been demonstrated to provide more confident and reproducible protein identifications compared with 1D SDS-PAGE (7Krijgsveld J. Gauci S. Dormeyer W. Heck A.J. In-gel isoelectric focusing of peptides as a tool for improved protein identification.J. Proteome Res. 2006; 5: 1721-1730Crossref PubMed Scopus (94) Google Scholar) and/or strong cation exchange (8Slebos R.J. Brock J.W. Winters N.F. Stuart S.R. Martinez M.A. Li M. Chambers M.C. Zimmerman L.J. Ham A.J. Tabb D.L. Liebler D.C. Evaluation of strong cation exchange versus isoelectric focusing of peptides for multidimensional liquid chromatography-tandem mass spectrometry.J. Proteome Res. 2008; 7: 5286-5294Crossref PubMed Scopus (79) Google Scholar) by using the theoretical pI of peptides as an additional filtering criteria to reduce false discovery rates (6Chick J.M. Haynes P.A. Molloy M.P. Bjellqvist B. Baker M.S. Len A.C. Characterization of the rat liver membrane proteome using peptide immobilized pH gradient isoelectric focusing.J. Proteome Res. 2008; 7: 1036-1045Crossref PubMed Scopus (51) Google Scholar). In addition, peptide IPG-IEF followed by reverse phase liquid chromatography tandem MS (RPLC-MS/MS) can be used for comparative label-free quantitative proteomics by using a protein's calculated normalized spectral abundance factor (NSAF) (9Chick J.M. Haynes P.A. Bjellqvist B. Baker M.S. A combination of immobilised pH gradients improves membrane proteomics.J. Proteome Res. 2008; 7: 4974-4981Crossref PubMed Scopus (26) Google Scholar, 10Pavelka N. Fournier M.L. Swanson S.K. Pelizzola M. Ricciardi-Castagnoli P. Florens L. Washburn M.P. Statistical similarities between transcriptomics and quantitative shotgun proteomics data.Mol. Cell Proteomics. 2008; 7: 631-644Abstract Full Text Full Text PDF PubMed Scopus (135) Google Scholar, 11Sardiu M.E. Cai Y. Jin J. Swanson S.K. Conaway R.C. Conaway J.W. Florens L. Washburn M.P. Probabilistic assembly of human protein interaction networks from label-free quantitative proteomics.Proc. Natl. Acad. Sci. U.S.A. 2008; 105: 1454-1459Crossref PubMed Scopus (195) Google Scholar, 12Zybailov B. Mosley A.L. Sardiu M.E. Coleman M.K. Florens L. Washburn M.P. Statistical analysis of membrane proteome expression changes in Saccharomyces cerevisiae.J. Proteome Res. 2006; 5: 2339-2347Crossref PubMed Scopus (816) Google Scholar). Shotgun proteomics has demonstrated its use in identifying membrane proteins; however information on post-translational modifications is not obtained. Membrane proteins can be classified as peripheral, integral, and/or lipid-anchored and are often glycosylated. The extracellular surface of the plasma membrane is often decorated with glycans, glycolipids, and glycoproteins, which mediate many cellular events such as cell signaling, ion transport, and cell recognition and adhesion. The carbohydrates attached to the proteins are covalently linked to the amide nitrogen of asparagine residues (i.e. N-linked) via the consensus sequence Asn-X-Ser/Thr, where X can be any amino acid except proline or to the hydroxyl groups of serine or threonine (i.e. O-linked). Analogous to genomics and proteomics, which are the studies of a whole set of genes and proteins respectively, glycomics is the study of the whole set of glycans produced in a cell, tissue, or organism at a particular time in health and disease. Glycans can act as markers to characterize cell types and states and they are also involved in numerous biological functions and processes such as modulating structure and function of proteins, fertilization, cell division, anticoagulation, and inflammatory responses (13Rudd P.M. Elliott T. Cresswell P. Wilson I.A. Dwek R.A. Glycosylation and the immune system.Science. 2001; 291: 2370-2376Crossref PubMed Scopus (1378) Google Scholar, 14Dwek R.A. Glycobiology: Toward Understanding the Function of Sugars.Chem. Rev. 1996; 96: 683-720Crossref PubMed Scopus (2840) Google Scholar, 15Varki A. et al.Essentials in Glycobiology. 1999; Google Scholar). Glycans are composed of monosaccharides that are covalently linked by glycosidic bonds, either in α or β conformations. However, unlike proteins, which are linked in a linear structure, oligosaccharides often display diverse microheterogeneity as they are often branched-like structures formed by the different linkages of one or more monosaccharides. The hydrophilicity of glycans can affect the physicochemical properties of glycoproteins thus influencing the folding, solubility, subcellular distribution, and stability of the mature protein. The heterogeneity of glycans and lack of a template make it difficult to predict the type of glycans that are produced and their specific site(s) of attachment to proteins. How a protein is glycosylated can determine the localization, activity, and function of the glycoprotein, therefore glycosidases and glycosyltransferases play crucial roles in catalyzing and maintaining the correct glycosylation of proteins. Many glycan-specific diseases such as congenital disorders of glycosylation, are caused by defects in the protein glycosylation machinery (16Freeze H.H. Genetic defects in the human glycome.Nat. Rev. Genet. 2006; 7: 537-551Crossref PubMed Scopus (387) Google Scholar). For example, diseases such as cancer and autoimmunity have been reported to possess altered glycosylation as a consequence of defective or altered glycosyltransferases (2Dimitroff C.J. Pera P. Dall'Olio F. Matta K.L. Chandrasekaran E.V. Lau J.T. Bernacki R.J. Cell surface n-acetylneuraminic acid alpha2,3-galactoside-dependent intercellular adhesion of human colon cancer cells.Biochem. Biophys. Res. Commun. 1999; 256: 631-636Crossref PubMed Scopus (38) Google Scholar, 17Green R.S. Stone E.L. Tenno M. Lehtonen E. Farquhar M.G. Marth J.D. Mammalian N-glycan branching protects against innate immune self-recognition and inflammation in autoimmune disease pathogenesis.Immunity. 2007; 27: 308-320Abstract Full Text Full Text PDF PubMed Scopus (113) Google Scholar, 18Hakomori S. Glycosylation defining cancer malignancy: new wine in an old bottle.Proc. Natl. Acad. Sci. U.S.A. 2002; 99: 10231-10233Crossref PubMed Scopus (805) Google Scholar). Glycosylation is known to play a role in cancer carcinogenesis and metastasis in many common cancers, and it has been shown to affect the function of many membrane proteins such as CD44 (19Casey R.C. Oegema Jr., T.R. Skubitz K.M. Pambuccian S.E. Grindle S.M. Skubitz A.P. Cell membrane glycosylation mediates the adhesion, migration, and invasion of ovarian carcinoma cells.Clin. Exp. Metastasis. 2003; 20: 143-152Crossref PubMed Scopus (72) Google Scholar), matrix metalloproteinases (MMPs) (20Mori M. Barnard G.F. Mimori K. Ueo H. Akiyoshi T. Sugimachi K. Overexpression of matrix metalloproteinase-7 mRNA in human colon carcinomas.Cancer. 1995; 75: 1516-1519Crossref PubMed Scopus (130) Google Scholar, 21Yamamoto H. Itoh F. Senota A. Adachi Y. Yoshimoto M. Endoh T. Hinoda Y. Yachi A. Imai K. Expression of matrix metalloproteinase matrilysin (MMP-7) was induced by activated Ki-ras via AP-1 activation in SW1417 colon cancer cells.J. Clin. Lab. Anal. 1995; 9: 297-301Crossref PubMed Scopus (41) Google Scholar, 22Zeng Z.S. Guillem J.G. Unique activation of matrix metalloproteinase-9 within human liver metastasis from colorectal cancer.Br. J. Cancer. 1998; 78: 349-353Crossref PubMed Scopus (36) Google Scholar), selectins (23Reyes-Reyes M.E. George M.D. Roberts J.D. Akiyama S.K. P-selectin activates integrin-mediated colon carcinoma cell adhesion to fibronectin.Exp. Cell Res. 2006; 312: 4056-4069Crossref PubMed Scopus (31) Google Scholar) and cadherins (24Ngan C.Y. Yamamoto H. Seshimo I. Ezumi K. Terayama M. Hemmi H. Takemasa I. Ikeda M. Sekimoto M. Monden M. A multivariate analysis of adhesion molecules expression in assessment of colorectal cancer.J. Surg. Oncol. 2007; 95: 652-662Crossref PubMed Scopus (55) Google Scholar) on cancer cells. Glycosyltransferases are a group of enzymes that catalyze the addition of monosaccharides to core proteins. Most glycoproteins are either secreted into the extracellular environment or attached to the plasma membrane of the cancer cell; therefore changes to glycosyltransferases can ultimately influence the overall adhesive properties (2Dimitroff C.J. Pera P. Dall'Olio F. Matta K.L. Chandrasekaran E.V. Lau J.T. Bernacki R.J. Cell surface n-acetylneuraminic acid alpha2,3-galactoside-dependent intercellular adhesion of human colon cancer cells.Biochem. Biophys. Res. Commun. 1999; 256: 631-636Crossref PubMed Scopus (38) Google Scholar). Reduced levels of sialyltransferases and increased expression of fucosyltransferases, which are known to occur during cancer carcinogenesis and metastasis, extensively modify carbohydrate moieties on the cell surface (25Petretti T. Kemmner W. Schulze B. Schlag P.M. Altered mRNA expression of glycosyltransferases in human colorectal carcinomas and liver metastases.Gut. 2000; 46: 359-366Crossref PubMed Scopus (130) Google Scholar). The degree of sialylation on the cell surface of a cancer cell acts as a confident marker of the aggressiveness of some tumors (26Hasegawa H. Watanabe M. Arisawa Y. Teramoto T. Kodaira S. Kitajima M. Carbohydrate antigens and liver metastasis in colorectal cancer.Jpn. J. Clin. Oncol. 1993; 23: 336-341PubMed Google Scholar, 27Matsushita Y. Cleary K.R. Ota D.M. Hoff S.D. Irimura T. Sialyl-dimeric Lewis-X antigen expressed on mucin-like glycoproteins in colorectal cancer metastases.Lab. Invest. 1990; 63: 780-791PubMed Google Scholar). In addition, Sialyl Lewis X (SLex) antigens, which are sialylated lacto-N-fucopentaose carbohydrate moieties, are commonly found on cell surface glycoproteins of metastatic tumor cells (28Berg E.L. Robinson M.K. Mansson O. Butcher E.C. Magnani J.L. A carbohydrate domain common to both sialyl Le(a) and sialyl Le(X) is recognized by the endothelial cell leukocyte adhesion molecule ELAM-1.J. Biol. Chem. 1991; 266: 14869-14872Abstract Full Text PDF PubMed Google Scholar). The degree of sialylation of these antigens can affect the polar orientation and adhesion of tumor cells during cancer metastasis (28Berg E.L. Robinson M.K. Mansson O. Butcher E.C. Magnani J.L. A carbohydrate domain common to both sialyl Le(a) and sialyl Le(X) is recognized by the endothelial cell leukocyte adhesion molecule ELAM-1.J. Biol. Chem. 1991; 266: 14869-14872Abstract Full Text PDF PubMed Google Scholar). The clinical relevance of inflammation both in contributing to the development of cancer and in determining prognosis is well established (29Kacevska M. Robertson G.R. Clarke S.J. Liddle C. Inflammation and CYP3A4-mediated drug metabolism in advanced cancer: impact and implications for chemotherapeutic drug dosing.Expert Opin. Drug Metab. Toxicol. 2008; 4: 137-149Crossref PubMed Scopus (71) Google Scholar, 30Robertson G.R. Liddle C. Clarke S.J. Inflammation and altered drug clearance in cancer: transcriptional repression of a human CYP3A4 transgene in tumor-bearing mice.Clin. Pharmacol. Ther. 2008; 83: 894-897Crossref PubMed Scopus (43) Google Scholar). Our interest in tumor-associated inflammation has arisen as a result of our clinical findings that cancer patients with evidence of an acute phase inflammatory response in plasma (elevated C-reactive protein and alpha-1 acid glycoprotein) exhibit reduced clearance of hepatically metabolized cytotoxic drugs resulting in increased toxicity. The murine studies described in this paper have been designed to explain these clinical findings by providing insights into the pathogenesis of the tumor-induced inflammatory effects. Inflammation is a symptom of a disease or infection that regulates the expression of specific proteins that mediate innate and adaptive immune responses to promote healing of the affected site. Previous studies using lectin and immunoblot analyses have shown that turpentine oil-induced inflammation in mice leads to changes in the sialylation patterns of serum glycoproteins (31Yasukawa Z. Sato C. Kitajima K. Inflammation-dependent changes in alpha2,3-, alpha2,6-, and alpha2,8-sialic acid glycotopes on serum glycoproteins in mice.Glycobiology. 2005; 15: 827-837Crossref PubMed Scopus (66) Google Scholar). Reverse transcription- polymerase chain reaction (RT-PCR) analysis of the expression profiles of mRNA for the known sialyltransferases involved in the synthesis of these sugars identified increased levels of β-galactoside α (2,3)-sialyltransferases (ST3Gal-I and ST3Gal-III), β-N-acetylgalactosaminide α (2,6)-sialyltransferase (ST6GalNAc-VI), and β-galactoside α (2,6)-sialyltransferase (ST6Gal-I) (31). These sialyltransferases are mostly involved in the addition of α (2,3) and α (2,6) sialic acids onto N- and O-glycans. Most plasma proteins are derived from the liver and significant increases in serum acute phase glycoproteins and their sialylation have generally been observed with most rodent experimental inflammation models (31Yasukawa Z. Sato C. Kitajima K. Inflammation-dependent changes in alpha2,3-, alpha2,6-, and alpha2,8-sialic acid glycotopes on serum glycoproteins in mice.Glycobiology. 2005; 15: 827-837Crossref PubMed Scopus (66) Google Scholar, 32Lin S.Y. Chen Y.Y. Fan Y.Y. Lin C.W. Chen S.T. Wang A.H. Khoo K.H. Precise mapping of increased sialylation pattern and the expression of acute phase proteins accompanying murine tumor progression in BALB/c mouse by integrated sera proteomics and glycomics.J. Proteome Res. 2008; 7: 3293-3303Crossref PubMed Scopus (27) Google Scholar, 33Chavan M.M. Kawle P.D. Mehta N.G. Increased sialylation and defucosylation of plasma proteins are early events in the acute phase response.Glycobiology. 2005; 15: 838-848Crossref PubMed Scopus (39) Google Scholar). Previous studies of mice bearing the Engelbreth-Holm Swarm (EHS) sarcoma have demonstrated that increased levels of pro-inflammatory cytokines can initiate a hepatic acute phase response and cause reduced hepatic gene expression of cytochrome enzymes (34Fang C. Yoon S. Tindberg N. Järveläinen H.A. Lindros K.O. Ingelman-Sundberg M. Hepatic expression of multiple acute phase proteins and down-regulation of nuclear receptors after acute endotoxin exposure.Biochem. Pharmacol. 2004; 67: 1389-1397Crossref PubMed Scopus (72) Google Scholar, 35Morgan E.T. Goralski K.B. Piquette-Miller M. Renton K.W. Robertson G.R. Chaluvadi M.R. Charles K.A. Clarke S.J. Kacevska M. Liddle C. Richardson T.A. Sharma R. Sinal C.J. Regulation of drug-metabolizing enzymes and transporters in infection, inflammation, and cancer.Drug Metab. Dispos. 2008; 36: 205-216Crossref PubMed Scopus (315) Google Scholar), particularly hepatic cytochrome P450 3A4 (CYP3A4). In cancer patients, reduced hepatic CYP3A4 function in response to tumor-associated liver inflammation has been associated with reduced drug metabolism and increased drug toxicity (36Charles K.A. Rivory L.P. Brown S.L. Liddle C. Clarke S.J. Robertson G.R. Transcriptional repression of hepatic cytochrome P450 3A4 gene in the presence of cancer.Clin. Cancer Res. 2006; 12: 7492-7497Crossref PubMed Scopus (63) Google Scholar). The impact of the EHS tumor and its associated inflammatory response on the liver membrane proteins has recently been reported (30Robertson G.R. Liddle C. Clarke S.J. Inflammation and altered drug clearance in cancer: transcriptional repression of a human CYP3A4 transgene in tumor-bearing mice.Clin. Pharmacol. Ther. 2008; 83: 894-897Crossref PubMed Scopus (43) Google Scholar, 36Charles K.A. Rivory L.P. Brown S.L. Liddle C. Clarke S.J. Robertson G.R. Transcriptional repression of hepatic cytochrome P450 3A4 gene in the presence of cancer.Clin. Cancer Res. 2006; 12: 7492-7497Crossref PubMed Scopus (63) Google Scholar), however little is known about whether tumor-associated liver inflammation can influence membrane protein glycosylation. In the present study, peptide IPG-IEF and label-free quantitation were used to identify and determine the relative abundance of glycosyltranferases and cell surface lectins on the liver membrane of mice bearing a distal benign tumor. Triton X-114 phase partitioning (37Lee A. Kolarich D. Haynes P.A. Jensen P.H. Baker M.S. Packer N.H. Rat liver membrane glycoproteome: enrichment by phase partitioning and glycoprotein capture.J. Proteome Res. 2009; 8: 770-781Crossref PubMed Scopus (61) Google Scholar) was employed to further enrich membrane proteins for global glycan profiling to determine whether the changes in glycosyltransferases identified by peptide IPG-IEF reflected the structures of the glycans presented on the membrane. The combination of proteomics and glycomics approaches could help determine potentially important biological changes resulting from the EHS tumor on liver cellular membrane. Tris, sodium chloride, sodium hydroxide, sodium carbonate, EDTA, Bradford reagent, HEPES, phosphate-buffered saline tablets, ammonium bicarbonate (NH4HCO3), ammonium acetate (CH3COONH4), formic acid, Triton X-114, dithiothreitol, iodoacetamide, LC grade acetonitrile (ACN) and sodium borohydride (NaBH4) were obtained from Sigma. NuPAGE 10% Bis-Tris precast gradient gels and 3-(N-morpholino) propane sulfonic acid running buffer were purchased from Invitrogen (San Diego, CA). IPG strips were a generous gift from GE Healthcare (Uppsala, Sweden). Sequencing-grade trypsin was obtained from Promega (Madison, WI). N-Glycosidase F (PNGase F, recombinant cloned from Flavobacterium meningosepticum and expressed in Escherichia coli) lyophilized in 10 mm sodium phosphate buffer, pH 7.2 was acquired from Roche Diagnostics (Basel, Switzerland). Immobolin-P Polyvinylidene Fluoride (PVDF) was obtained from Millipore (Billerica, MA). AG50W-X8 cation-exchange resin was obtained from Bio-Rad (Hercules CA) and C18 tips were obtained from Eppendorf (Hamburg, Germany). Eight to 10 week old transgenic FvB male mice (n = 3) were aseptically inoculated using a 14-gauge needle with 0.3 ml suspension of EHS sarcoma cells (containing 106 cells) in 0.9% (w/v) phosphate-buffered saline into the quadriceps of the right hind leg. Control mice (n = 3) were injected with 0.3 ml of 0.9% (w/v) phosphate-buffered saline. Tumor mass reached ∼3 g or 10% (w/w) total body weight over 18 to 21 days. Tumor and control mice were euthanized and livers were harvested. To address concerns of biological reproducibility, all proteomic and glycomic experiments were conducted on three biological replicates of individual control and tumor-bearing mice. All animal work was approved by the Concord Repatriation General Hospital local area health service Animal Ethics Committee. Mouse livers (n = 3, ∼1.5 g) were perfused with 0.9% (w/v) phosphate buffered saline and homogenized in 10 mm HEPES buffer (pH 7.8) supplemented with 2 mm NaCl, 10 mm NaOH, 500 mm EDTA, and protease inhibitors (3 mg of antipain-dihydrochloride, 0.5 mg of aprotinin, 0.5 mg of bestatin, 1 mg of chymostatin, 3 mg of E-64, 10 mg of EDTA-Na2, 0.5 mg of leupeptin, 20 mg of Pefabloc SC, 0.5 mg of pepstatin, 3 mg of phosphoramidon) one tablet per 100 ml of buffer (Roche Diagnostics, Switzerland) using an Omni TH homogenizer (Omni International, Inc., Kennesaw, GA). The homogenized tissue was then centrifuged at 13,000 × g for 15 min at room temperature to remove unbroken cells and cell debris. Total cell membrane proteins were isolated from the supernatant using a modified sodium carbonate stripping method (38Fujiki Y. Hubbard A.L. Fowler S. Lazarow P.B. Isolation of intracellular membranes by means of sodium carbonate treatment: application to endoplasmic reticulum.J. Cell Biol. 1982; 93: 97-102Crossref PubMed Scopus (1382) Google Scholar). Briefly, the supernatant was diluted to a final volume of 20 ml in 0.1 m sodium carbonate (pH 11), then incubated for 1 h rotating at 4 °C. The carbonate-treated membranes were sedimented by ultracentrifugation at 120,000 × g for 1 h at 4 °C. The supernatant was then removed and the membrane pellet was washed twice with ammonium bicarbonate (10 mm NH4HCO3, pH 7.8), then 1 ml of 0.5 m triethylammonium bicarbonate, 0.05% SDS was added and pellet was transferred to a 20 ml glass scintillation vial and pulse-sonicated using a Branson 450 Sonifier (Branson, Danbury, CT) using 2-s bursts for 15 intervals on ice, and stored at −80 °C if not used immediately. Approximately 100 μl (equivalent to ∼0.5–1 mg) of the mouse liver membrane pellet was homogenized in 4 volumes Tris-buffered saline buffer containing 1% (v/v) Triton X-114 and chilled on ice with intermittent vortexing for 20 min (37Lee A. Kolarich D. Haynes P.A. Jensen P.H. Baker M.S. Packer N.H. Rat liver membrane glycoproteome: enrichment by phase partitioning and glycoprotein capture.J. Proteome Res. 2009; 8: 770-781Crossref PubMed Scopus (61) Google Scholar). The samples were heated to 37 °C for 20 min and phase partitioned followed by centrifugation at 300 g for 5 min. The upper aqueous phase was removed and stored. The detergent phase was further diluted with 4 volumes of Tris-buffered saline buffer containing 1% (v/v) Triton X-114 and phase partitioning repeated. The proteins in the combined aqueous phases and detergent phase were each precipitated with 9 volumes of ice-cold acetone and incubated overnight at −20 °C. Acetone-precipitated proteins were resuspended in 20 μl 8 m urea. The sonicated membrane sample was reduced with 10 mm dithiothreitol for 1 h at 37 °C and subsequently alkylated with 55 mm iodoacetamide in the dark at room",
  "authors": [
    {
      "display_name": "Albert Lee",
      "id": "A5100701961",
      "orcid": "https://orcid.org/0000-0001-5156-0567",
      "institutions": [
        {
          "id": "I99043593",
          "display_name": "Macquarie University",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Albert Lee"
    },
    {
      "display_name": "Joel M. Chick",
      "id": "A5082238803",
      "orcid": null,
      "institutions": [
        {
          "id": "I99043593",
          "display_name": "Macquarie University",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Joel M. Chick"
    },
    {
      "display_name": "Daniel Kolarich",
      "id": "A5018317721",
      "orcid": "https://orcid.org/0000-0002-8452-1350",
      "institutions": [
        {
          "id": "I99043593",
          "display_name": "Macquarie University",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Daniel Kolarich"
    },
    {
      "display_name": "Paul A. Haynes",
      "id": "A5039065659",
      "orcid": "https://orcid.org/0000-0003-1472-8249",
      "institutions": [
        {
          "id": "I99043593",
          "display_name": "Macquarie University",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Paul A. Haynes"
    },
    {
      "display_name": "Graham Robertson",
      "id": "A5013233216",
      "orcid": "https://orcid.org/0000-0002-3841-874X",
      "institutions": [
        {
          "id": "I4210152689",
          "display_name": "Anzac Research Institute",
          "country_code": "AU",
          "type": "facility"
        },
        {
          "id": "I129604602",
          "display_name": "The University of Sydney",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Graham R. Robertson"
    },
    {
      "display_name": "Maria Tsoli",
      "id": "A5015748071",
      "orcid": "https://orcid.org/0000-0003-1155-0510",
      "institutions": [
        {
          "id": "I4210152689",
          "display_name": "Anzac Research Institute",
          "country_code": "AU",
          "type": "facility"
        },
        {
          "id": "I129604602",
          "display_name": "The University of Sydney",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Maria Tsoli"
    },
    {
      "display_name": "Lucy Jankova",
      "id": "A5014766110",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210152689",
          "display_name": "Anzac Research Institute",
          "country_code": "AU",
          "type": "facility"
        },
        {
          "id": "I129604602",
          "display_name": "The University of Sydney",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Lucy Jankova"
    },
    {
      "display_name": "Stephen Clarke",
      "id": "A5074842604",
      "orcid": "https://orcid.org/0000-0001-5817-1222",
      "institutions": [
        {
          "id": "I4210152689",
          "display_name": "Anzac Research Institute",
          "country_code": "AU",
          "type": "facility"
        },
        {
          "id": "I129604602",
          "display_name": "The University of Sydney",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Stephen J. Clarke"
    },
    {
      "display_name": "Nicolle H. Packer",
      "id": "A5043680660",
      "orcid": "https://orcid.org/0000-0002-7532-4021",
      "institutions": [
        {
          "id": "I99043593",
          "display_name": "Macquarie University",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Nicolle H. Packer"
    },
    {
      "display_name": "Mark S. Baker",
      "id": "A5057615730",
      "orcid": "https://orcid.org/0000-0001-5858-4035",
      "institutions": [
        {
          "id": "I99043593",
          "display_name": "Macquarie University",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mark S. Baker"
    }
  ],
  "publication_year": 2010,
  "publication_date": "2010-02-19",
  "type": "article",
  "cited_by_count": 59,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S104550190",
    "display_name": "Molecular & Cellular Proteomics",
    "issn_l": "1535-9476",
    "issn": [
      "1535-9476",
      "1535-9484"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320990"
  },
  "volume": "10",
  "issue": "9",
  "first_page": "M900538",
  "last_page": "MCP200",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "https://doi.org/10.1074/mcp.m900538-mcp200",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C2777313579",
      "display_name": "Glycosylation",
      "level": 2,
      "score": 0.71119493
    },
    {
      "id": "C104397665",
      "display_name": "Proteome",
      "level": 2,
      "score": 0.6021797
    },
    {
      "id": "C108625454",
      "display_name": "Glycoprotein",
      "level": 2,
      "score": 0.5097918
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.49149954
    },
    {
      "id": "C2776914184",
      "display_name": "Inflammation",
      "level": 2,
      "score": 0.4844532
    },
    {
      "id": "C2778322149",
      "display_name": "Sialyltransferase",
      "level": 3,
      "score": 0.42815915
    },
    {
      "id": "C55493867",
      "display_name": "Biochemistry",
      "level": 1,
      "score": 0.39599222
    },
    {
      "id": "C502942594",
      "display_name": "Cancer research",
      "level": 1,
      "score": 0.36937308
    },
    {
      "id": "C153911025",
      "display_name": "Molecular biology",
      "level": 1,
      "score": 0.3450402
    },
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.33018917
    },
    {
      "id": "C203014093",
      "display_name": "Immunology",
      "level": 1,
      "score": 0.29009706
    }
  ],
  "topics": [
    {
      "id": "T10602",
      "display_name": "Glycosylation and Glycoproteins Research",
      "score": 1.0
    },
    {
      "id": "T12387",
      "display_name": "Galectins and Cancer Biology",
      "score": 0.9994
    },
    {
      "id": "T11041",
      "display_name": "Ubiquitin and proteasome pathways",
      "score": 0.9947
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1074/mcp.m900538-mcp200",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:43:05.725442",
  "source_database": "OpenAlex"
}