{
  "openalex_id": "W2108194042",
  "doi": "https://doi.org/10.1016/j.juro.2011.10.173",
  "title": "National Trends in the Use of Partial Nephrectomy: A Rising Tide That Has Not Lifted All Boats",
  "abstract": "No AccessJournal of UrologyAdult Urology1 Mar 2012National Trends in the Use of Partial Nephrectomy: A Rising Tide That Has Not Lifted All Boats Sanjay G. Patel, David F. Penson, Baldeep Pabla, Peter E. Clark, Michael S. Cookson, Sam S. Chang, S. Duke Herrell, Joseph A. Smith, and Daniel A. Barocas Sanjay G. PatelSanjay G. Patel Department of Urologic Surgery, Vanderbilt University Medical Center, Nashville, Tennessee , David F. PensonDavid F. Penson Department of Urologic Surgery, Vanderbilt University Medical Center, Nashville, Tennessee Center for Surgical Quality and Outcomes Research, Vanderbilt University Medical Center, Nashville, Tennessee Vanderbilt University Medical Center, Tennessee Valley Veterans Administration Health System, Nashville, Tennessee , Baldeep PablaBaldeep Pabla Vanderbilt University School of Medicine, Nashville, Tennessee , Peter E. ClarkPeter E. Clark Department of Urologic Surgery, Vanderbilt University Medical Center, Nashville, Tennessee , Michael S. CooksonMichael S. Cookson Department of Urologic Surgery, Vanderbilt University Medical Center, Nashville, Tennessee , Sam S. ChangSam S. Chang Department of Urologic Surgery, Vanderbilt University Medical Center, Nashville, Tennessee , S. Duke HerrellS. Duke Herrell Department of Urologic Surgery, Vanderbilt University Medical Center, Nashville, Tennessee , Joseph A. SmithJoseph A. Smith Department of Urologic Surgery, Vanderbilt University Medical Center, Nashville, Tennessee , and Daniel A. BarocasDaniel A. Barocas Department of Urologic Surgery, Vanderbilt University Medical Center, Nashville, Tennessee Center for Surgical Quality and Outcomes Research, Vanderbilt University Medical Center, Nashville, Tennessee View All Author Informationhttps://doi.org/10.1016/j.juro.2011.10.173AboutFull TextPDF Cite Export CitationSelect Citation formatNLMAMAIEEEACMAPAChicagoMLAHarvardTips on citation downloadDownload citationCopy citation ToolsAdd to favoritesTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: Treatment of organ confined renal masses with partial nephrectomy has durable oncologic outcomes comparable to radical nephrectomy. Partial nephrectomy is associated with lower risk of chronic kidney disease and in some series with better overall survival. We report a contemporary analysis on national trends of partial nephrectomy use to determine partial nephrectomy use over time, and whether nontumor related factors such as structural attributes of the treating institution or patient characteristics are associated with the underuse of partial nephrectomy. Materials and Methods: We performed an analysis of the NIS (National Inpatient Sample), which contains 20% of all United States inpatient hospitalizations. We included patients who underwent radical or partial nephrectomy for a renal mass between 2002 and 2008. Survey weights were applied to obtain national estimates of nephrectomy use and to evaluate nonclinical predictors of partial nephrectomy. Results: A total of 46,396 patients were included in the study for a weighted sample of 226,493. There was an increase in partial nephrectomy use from 15.3% in 2002 to 24.7% in 2008 (p <0.001). On multivariate analysis hospital attributes (urban teaching status, nephrectomy volume, geographic region) and patient socioeconomic status (higher income ZIP code and private/HMO payer) were independent predictors of partial nephrectomy use. Conclusions: Since 2002 the national use of partial nephrectomy for the management of renal masses has increased. However, the adoption of partial nephrectomy at smaller, rural and nonacademic hospitals lags behind that of larger hospitals, urban/teaching hospitals and higher volume centers. A lower rate of partial nephrectomy use among patients without private insurance and those living in lower income ZIP code areas highlights the underuse of partial nephrectomy as a quality of care concern. References 1 : Increasing incidence of all stages of kidney cancer in the last 2 decades in the United States: an analysis of Surveillance, Epidemiology and End Results program data. J Urol2002; 167: 57. Link, Google Scholar 2 : Epidemiology and risk factors for kidney cancer. Nat Rev Urol2010; 7: 245. Google Scholar 3 : Rising incidence of renal cell cancer in the United States. JAMA1999; 281: 1628. Crossref, Medline, Google Scholar 4 : Elective nephron sparing surgery should become standard treatment for small unilateral renal cell carcinoma: long-term survival data of 216 patients. Eur Urol2006; 49: 308. Google Scholar 5 : Partial nephrectomy for unilateral renal carcinoma and a normal contralateral kidney: 10-year followup. J Urol1999; 161: 33. Link, Google Scholar 6 : Partial nephrectomy versus radical nephrectomy in patients with small renal tumors–is there a difference in mortality and cardiovascular outcomes?. J Urol2009; 181: 55. Link, Google Scholar 7 : Radical nephrectomy for pT1a renal masses may be associated with decreased overall survival compared with partial nephrectomy. J Urol2008; 179: 468. Link, Google Scholar 8 : Radical versus partial nephrectomy: effect on overall and noncancer mortality. Cancer2009; 115: 1465. Google Scholar 9 : A prospective, randomised EORTC intergroup phase 3 study comparing the oncologic outcome of elective nephron-sparing surgery and radical nephrectomy for low-stage renal cell carcinoma. Eur Urol2011; 59: 543. Google Scholar 10 : Partial nephrectomy for small renal masses: an emerging quality of care concern?. J Urol2006; 175: 853. Link, Google Scholar 11 : Trends in renal cancer surgery and patient provider characteristics associated with partial nephrectomy in the United States. Urol Oncol2007; 25: 298. Google Scholar 12 : National utilization trends of partial nephrectomy for renal cell carcinoma: a case of underutilization?. Urology2006; 67: 254. Google Scholar 13 : The use of partial nephrectomy in European tertiary care centers. Eur J Surg Oncol2009; 35: 636. Google Scholar 14 : Trends in renal tumor surgery delivery within the United States. Cancer2010; 116: 2316. Google Scholar 15 HCUP Nationwide Inpatient Sample (NIS): Healthcare Cost and Utilization Project (HCUP) 2007–2009. Agency for Healthcare Research and Quality, Rockville, MD www.hcup-us.ahrq.gov/nisoverview.jsp. Accessed June 1, 2011. Google Scholar 16 : Comparison of the Elixhauser and Charlson/Deyo methods of comorbidity measurement in administrative data. Med Care2004; 42: 355. Google Scholar 17 : Contemporary epidemiology of renal cell cancer. Cancer J2008; 14: 288. Google Scholar 18 : A prospective randomized EORTC intergroup phase 3 study comparing the complications of elective nephron-sparing surgery and radical nephrectomy for low-stage renal cell carcinoma. Eur Urol2007; 51: 1606. Google Scholar 19 : Laparoscopic versus open radical nephrectomy: a 9-year experience. J Urol2000; 164: 1153. Link, Google Scholar 20 : Quality-of-care indicators for early-stage prostate cancer. J Clin Oncol2003; 21: 1928. Google Scholar 21 : Hospital volume and surgical mortality in the United States. N Engl J Med2002; 346: 1128. Google Scholar 22 : Surgeon volume and operative mortality in the United States. N Engl J Med2003; 349: 2117. Google Scholar 23 : Radical nephrectomy surgical outcomes in the University HealthSystem Consortium Data Base: impact of hospital case volume, hospital size, and geographic location on 40,000 patients. Cancer2009; 115: 2447. Google Scholar 24 : Impact of surgical volume on mortality and length of stay after nephrectomy. Urology2004; 63: 862. Google Scholar 25 : The incidence of end-stage renal disease is increasing faster than the prevalence of chronic renal insufficiency. Ann Intern Med2004; 141: 95. Google Scholar 26 : How do elderly patients decide where to go for major surgery?: Telephone interview survey. BMJ2005; 331: 821. Google Scholar 27 : Treatment of muscle invasive bladder cancer: evidence from the National Cancer Database, 2003 to 2007. J Urol2011; 185: 72. Link, Google Scholar 28 : Effects of individual-level socioeconomic factors on racial disparities in cancer treatment and survival: findings from the National Longitudinal Mortality Study, 1979–2003. Cancer2011; 117: 3242. Google Scholar © 2012 by American Urological Association Education and Research, Inc.FiguresReferencesRelatedDetailsCited by Ren K, Wu F, Wu H, Ning H and Lyu J (2023) Partial versus radical nephrectomy for T1b renal cell carcinoma: A comparison of efficacy and prognostic factors based on the Surveillance, Epidemiology, and End Results databaseCurrent Urology, 10.1097/CU9.0000000000000229, VOL. 18, NO. 4, (328-335), Online publication date: 1-Dec-2024. Song Z, Xing J, Sun Z, Kang X, Li H, Ren G and Wang Y (2024) Time trends in surgical provision and cancer-specific outcomes in patients with stage T2-3 kidney cancer: a SEER-based studyFrontiers in Surgery, 10.3389/fsurg.2024.1370702, VOL. 11 Okhawere K, Pandav K, Grauer R, Wilson M, Saini I, Korn T, Meilika K and Badani K (2023) Trends in the surgical management of kidney cancer by tumor stage, treatment modality, facility type, and locationJournal of Robotic Surgery, 10.1007/s11701-023-01664-1, VOL. 17, NO. 5, (2451-2460) Xu P, Zhang S, Cheng J, Cao B, Huang J, Li Y, Lin W, Li H, Chen W, Zhu Y, Jiang S, Hu X, Wu J, Wu Z, Zhou J, Guo J, Cheng J and Wang H (2023) Prognostic value of tumour contour irregularity on surgical strategies for T1bN0M0 renal cell carcinoma: A multi-institutional studyEuropean Journal of Radiology, 10.1016/j.ejrad.2022.110665, VOL. 159, (110665), Online publication date: 1-Feb-2023. Wallace B, Miles C and Anderson C (2022) Effects of race and socioeconomic status on treatment for localized renal masses in New York CityUrologic Oncology: Seminars and Original Investigations, 10.1016/j.urolonc.2021.11.004, VOL. 40, NO. 2, (65.e19-65.e26), Online publication date: 1-Feb-2022. Akarken İ, Bilen C, Özden E, Gülşen M, Üçer O and Şahin H (2022) Can Aortic and Renal Arteries Calcium Scores Be New Factors to Predict Post-Operative Renal Function After Nephron Sparing Surgery?Clinical Genitourinary Cancer, 10.1016/j.clgc.2021.09.002, VOL. 20, NO. 1, (e45-e52), Online publication date: 1-Feb-2022. Lee Y, Ryu J, Kang M, Seo K, Kim J, Suh J, Kim Y, Kim D, Oh K, Joo K, Kim Y, Jeong C, Lee S, Kwak C, Kim S and Han S (2021) Machine learning-based prediction of acute kidney injury after nephrectomy in patients with renal cell carcinomaScientific Reports, 10.1038/s41598-021-95019-1, VOL. 11, NO. 1 Izol V, Gokalp F, Sozen S, Ozden E, Bayazit Y, Muezzinoglu T, Kara O, Cetin S, Gulsen M, Turkeri L and Zuhtu Tansug M (2021) Factors affecting long‐term renal functions after partial vs radical nephrectomy for clinical T1 renal masses: A Multicentre Study of the Urooncology Association, TurkeyInternational Journal of Clinical Practice, 10.1111/ijcp.13960, VOL. 75, NO. 5, Online publication date: 1-May-2021. Klein G, Wang H, Elshabrawy A, Nashawi M, Gourley E, Liss M, Kaushik D, Wu S, Rodriguez R and Mansour A (2021) Analyzing National Incidences and Predictors of Open Conversion During Minimally Invasive Partial Nephrectomy for cT1 Renal MassesJournal of Endourology, 10.1089/end.2020.0161, VOL. 35, NO. 1, (30-38), Online publication date: 1-Jan-2021. Patel D, Ghali F, Meagher M, Javier-Desloges J, Patel S, Soliman S, Hakimi K, Yuan J, Murphy J and Derweesh I (2021) Utilization of renal mass biopsy in patients with localized renal cell carcinoma: A population-based study utilizing the National Cancer DatabaseUrologic Oncology: Seminars and Original Investigations, 10.1016/j.urolonc.2020.10.015, VOL. 39, NO. 1, (79.e1-79.e8), Online publication date: 1-Jan-2021. Laguna M (2020) Re: Impact of Hospital Nephrectomy Volume on Intermediate- to Long-Term Survival in Renal Cell CarcinomaJournal of Urology, VOL. 204, NO. 5, (1092-1093), Online publication date: 1-Nov-2020.Laguna M (2020) Re: Guideline Adherence for the Surgical Treatment of T1 Renal Tumours Correlates with Hospital Volume: An Analysis from the British Association of Urological Surgeons Nephrectomy AuditJournal of Urology, VOL. 204, NO. 3, (615-616), Online publication date: 1-Sep-2020. Ferguson J, Pitt E, Remirez A, Siebold M, Kuntz A, Kavoussi N, Barth E, Herrell S and Webster R Toward Practical and Accurate Touch-Based Image Guidance for Robotic Partial NephrectomyIEEE Transactions on Medical Robotics and Bionics, 10.1109/TMRB.2020.2989661, VOL. 2, NO. 2, (196-205) Kim L and Patel M (2020) Increased utilization of partial nephrectomy in the robotic surgery eraANZ Journal of Surgery, 10.1111/ans.15644, VOL. 90, NO. 1-2, (9-10), Online publication date: 1-Jan-2020. Yang F, Zhou Q and Xing N (2019) Comparison of survival and renal function between partial and radical laparoscopic nephrectomy for T1b renal cell carcinomaJournal of Cancer Research and Clinical Oncology, 10.1007/s00432-019-03058-z, VOL. 146, NO. 1, (261-272), Online publication date: 1-Jan-2020. Donin N and Huang W (2020) Rationale for Partial Nephrectomy, Current Practice Patterns Renal Cancer, 10.1007/978-3-030-24378-4_9, (159-184), . Ginzburg S, Kutikov A, Uzzo R and Schloss S (2020) Objectifying Complexity of Kidney Cancers: Relationship of Tumor Anatomy and Outcomes Renal Cancer, 10.1007/978-3-030-24378-4_10, (185-195), . Vigneswaran H, Dobbs R, Huang J, Sofer L, Halgrimson W and Crivellaro S (2019) Use of a Novel Articulating Laparoscopic Needle Driver for Partial nephrectomy: An Initial ExperienceUrology, 10.1016/j.urology.2019.05.049, VOL. 132, (123-129), Online publication date: 1-Oct-2019. Cacciamani G, Medina L, Gill T, Mendelsohn A, Husain F, Bhardwaj L, Artibani W, Sotelo R and Gill I (2019) Impact of Renal Hilar Control on Outcomes of Robotic Partial Nephrectomy: Systematic Review and Cumulative Meta-analysisEuropean Urology Focus, 10.1016/j.euf.2018.01.012, VOL. 5, NO. 4, (619-635), Online publication date: 1-Jul-2019. Vartolomei M, Matei D, Renne G, Tringali V, Crisan N, Musi G, Mistretta F, Russo A, Cozzi G, Cordima G, Luzzago S, Cioffi A, Di Trapani E, Catellani M, Delor M, Bottero D, Imbimbo C, Mirone V, Ferro M and de Cobelli O (2019) Robot-assisted Partial Nephrectomy: 5-yr Oncological Outcomes at a Single European Tertiary Cancer CenterEuropean Urology Focus, 10.1016/j.euf.2017.10.005, VOL. 5, NO. 4, (636-641), Online publication date: 1-Jul-2019. Bertolo R, Garisto J, Sagalovich D, Dagenais J, Agudelo J and Kaouk J (2018) Achieving tumour control when suspecting sinus fat involvement during robot‐assisted partial nephrectomy: step‐by‐stepBJU International, 10.1111/bju.14552, VOL. 123, NO. 3, (548-556), Online publication date: 1-Mar-2019. Tan W, Berg S, Cole A, Krimphove M, Marchese M, Lipsitz S, Nabi J, Sammon J, Choueiri T, Kibel A, Sun M, Chang S and Trinh Q (2019) RETRACTED: Comparing Long-Term Outcomes Following Radical and Partial Nephrectomy for cT1 Renal Cell Carcinoma in Young and Healthy IndividualsJNCI Cancer Spectrum, 10.1093/jncics/pkz003, VOL. 3, NO. 1, Online publication date: 1-Mar-2019. Bertolo R, Garisto J, Dagenais J, Sagalovich D, Stein R, Fareed K, Gao T, Armanyous S, Fergany A, Lioudis M and Kaouk J (2019) Transperitoneal Robot-assisted Partial Nephrectomy with Minimum Follow-up of 5 Years: Oncological and Functional Outcomes from a Single InstitutionEuropean Urology Oncology, 10.1016/j.euo.2018.06.012, VOL. 2, NO. 2, (207-213), Online publication date: 1-Mar-2019. Vartolomei M, Matei D, Renne G, Tringali V, Crișan N, Musi G, Mistretta F, Russo A, Conti A, Cozzi G, Luzzago S, Catellani M, Cioffi A, Cordima G, Bianchi R, Di Trapani E, Serino A, Delor M, Bianco R, Bottero D, Ferro M and De Cobelli O Long-term oncologic and functional outcomes after robot-assisted partial nephrectomy in elderly patientsMinerva Urologica e Nefrologica, 10.23736/S0393-2249.18.03006-0, VOL. 71, NO. 1 Chavali J, Bertolo R, Kara O, Garisto J, Mouracade P, Nelson R, Dagenais J and Kaouk J (2019) Renal Arterial Pseudoaneurysm After Partial Nephrectomy: Literature Review and Single-Center Analysis of Predictive Factors and Renal Functional OutcomesJournal of Laparoendoscopic & Advanced Surgical Techniques, 10.1089/lap.2018.0364, VOL. 29, NO. 1, (45-50), Online publication date: 1-Jan-2019. Mouracade P, Garisto J and Kaouk J (2019) Contemporary Surgical Approaches for Small Renal Tumors Diagnosis and Surgical Management of Renal Tumors, 10.1007/978-3-319-92309-3_8, (115-138), . Autorino R, Mayer Grob B, Guruli G and Hampton L (2019) Partial Versus Total Nephrectomy: Indications, Limitations, and Advantages Urologic Oncology, 10.1007/978-3-319-42623-5_62, (569-578), . Sethi K, Rao K, Bolton D, Patel O and Ischia J (2018) Targeting HIF-1 α to Prevent Renal Ischemia-Reperfusion Injury: Does It Work? International Journal of Cell Biology, 10.1155/2018/9852791, VOL. 2018, (1-7), Online publication date: 25-Nov-2018. Laguna M (2018) Re: Incidence of T3a Up-Staging and Survival after Partial Nephrectomy: Size-Stratified Rates and Implications for PrognosisJournal of Urology, VOL. 200, NO. 4, (695-695), Online publication date: 1-Oct-2018. Arora S, Keeley J, Pucheril D, Menon M and Rogers C (2018) What is the hospital volume threshold to optimize inpatient complication rate after partial nephrectomy?Urologic Oncology: Seminars and Original Investigations, 10.1016/j.urolonc.2018.04.009, VOL. 36, NO. 7, (339.e17-339.e23), Online publication date: 1-Jul-2018. Choudhary G, Mandal A, Mete U, Mavuduru R, Bhatacharia A, Lal A and Goyal S (2018) Evaluation of Quantitative and Qualitative Renal Outcome Following Nephron Sparing SurgeryJournal of Clinical Imaging Science, 10.4103/jcis.JCIS_82_17, VOL. 8, (15) Fero K, Hamilton Z, Bindayi A, Murphy J and Derweesh I (2017) Utilization and quality outcomes of cT 1a, cT 1b and cT 2a partial nephrectomy: analysis of the national cancer database BJU International, 10.1111/bju.14055, VOL. 121, NO. 4, (565-574), Online publication date: 1-Apr-2018. Leppert J, Lamberts R, Thomas I, Chung B, Sonn G, Skinner E, Wagner T, Chertow G and Brooks J (2017) Incident CKD after Radical or Partial NephrectomyJournal of the American Society of Nephrology, 10.1681/ASN.2017020136, VOL. 29, NO. 1, (207-216), Online publication date: 1-Jan-2018. Srivastava A, Patel H, Joice G, Semerjian A, Gorin M, Johnson M, Allaf M and Pierorazio P (2018) Incidence of T3a up-staging and survival after partial nephrectomy: Size-stratified rates and implications for prognosisUrologic Oncology: Seminars and Original Investigations, 10.1016/j.urolonc.2017.09.005, VOL. 36, NO. 1, (12.e7-12.e13), Online publication date: 1-Jan-2018. Khandwala Y, Jeong I, Kim J, Han D, Li S, Wang Y, Chang S and Chung B (2017) The incidence of unsuccessful partial nephrectomy within the United States: A nationwide population-based analysis from 2003 to 2015Urologic Oncology: Seminars and Original Investigations, 10.1016/j.urolonc.2017.08.014, VOL. 35, NO. 12, (672.e7-672.e13), Online publication date: 1-Dec-2017. Patel M, Strahan S, Bang A, Vass J and Smith D (2016) Predictors of surgical approach for the management of renal cell carcinoma: a population‐based study from New South WalesANZ Journal of Surgery, 10.1111/ans.13653, VOL. 87, NO. 11, Online publication date: 1-Nov-2017. Rao K, Sethi K, Ischia J, Gibson L, Galea L, Xiao L, Yim M, Chang M, Papa N, Bolton D, Shulkes A, Baldwin G, Patel O and Mariat C (2017) Protective effect of zinc preconditioning against renal ischemia reperfusion injury is dose dependentPLOS ONE, 10.1371/journal.pone.0180028, VOL. 12, NO. 7, (e0180028) Matos A, Dall´Oglio M, Colombo Jr J, Crippa A, Juveniz J and Argolo F (2017) Predicting outcomes in partial nephrectomy: is the renal score useful?International braz j urol, 10.1590/s1677-5538.ibju.2016.0315, VOL. 43, NO. 3, (422-431), Online publication date: 1-Jun-2017. Cerantola Y, Ploussard G, Kassouf W, Anidjar M and Bladou F (2017) Does teaching of robotic partial nephrectomy affect renal function and perioperative outcomes?Urologic Oncology: Seminars and Original Investigations, 10.1016/j.urolonc.2016.12.001, VOL. 35, NO. 5, (227-233), Online publication date: 1-May-2017. Zaid H, Parker W, Lohse C, Cheville J, Boorjian S, Leibovich B and Thompson R (2017) Patient factors associated with 30-day complications after partial nephrectomy: A contemporary updateUrologic Oncology: Seminars and Original Investigations, 10.1016/j.urolonc.2016.11.001, VOL. 35, NO. 4, (153.e1-153.e6), Online publication date: 1-Apr-2017. Metzner T and Leppert J (2017) Editorial CommentUrology, 10.1016/j.urology.2016.10.048, VOL. 100, (156-157), Online publication date: 1-Feb-2017. Leppert J, Mittakanti H, Thomas I, Lamberts R, Sonn G, Chung B, Skinner E, Wagner T, Chertow G and Brooks J (2017) Contemporary Use of Partial Nephrectomy: Are Older Patients With Impaired Kidney Function Being Left Behind?Urology, 10.1016/j.urology.2016.08.044, VOL. 100, (65-71), Online publication date: 1-Feb-2017. Secin F, Castillo O, Rozanec J, Featherston M, Holst P, Milfont J, García Marchiñena P, Jurado Navarro A, Autrán A, Rovegno A, Faba O, Palou J, Teixeira Dubeux V, Nuñez Bragayrac L, Sotelo R, Zequi S, Guimarães G, Álvarez-Maestro M, Martínez-Piñeiro L, Villoldo G, Villaronga A, Abreu Clavijo D, Decia R, Frota R, Vidal-Mora I, Finkelstein D, Monzó Gardiner J, Schatloff O, Hernández-Porrás A, Santaella-Torres F, Quesada E, Sánchez-Salas R, Dávila H and Mavric H (2016) American Confederation of Urology (CAU) experience in minimally invasive partial nephrectomyWorld Journal of Urology, 10.1007/s00345-016-1837-z, VOL. 35, NO. 1, (57-65), Online publication date: 1-Jan-2017. Autorino R, Grob B, Guruli G and Hampton L (2017) Partial Versus Total Nephrectomy: Indications, Limitations, and Advantages Urologic Oncology, 10.1007/978-3-319-42603-7_62-1, (1-10), . Finkelstein M, Bilal K and Palese M (2016) Trends in Subspecialization Within Inpatient Urology From 1982 to 2012Urology, 10.1016/j.urology.2016.06.052, VOL. 98, (64-69), Online publication date: 1-Dec-2016. Laguna M (2016) Re: Five-Year Oncologic Outcomes after Transperitoneal Robotic Partial Nephrectomy for Renal Cell CarcinomaJournal of Urology, VOL. 196, NO. 5, (1398-1398), Online publication date: 1-Nov-2016. Banegas M, Harlan L, Mann B and Yabroff K (2016) Toward greater adoption of minimally invasive and nephron-sparing surgical techniques for renal cell cancer in the United StatesUrologic Oncology: Seminars and Original Investigations, 10.1016/j.urolonc.2016.05.021, VOL. 34, NO. 10, (433.e9-433.e17), Online publication date: 1-Oct-2016. Ong R, Glisson C, Burgner-Kahrs J, Simpson A, Danilchenko A, Lathrop R, Herrell S, Webster R, Miga M and Galloway R (2016) A novel method for texture-mapping conoscopic surfaces for minimally invasive image-guided kidney surgeryInternational Journal of Computer Assisted Radiology and Surgery, 10.1007/s11548-015-1339-2, VOL. 11, NO. 8, (1515-1526), Online publication date: 1-Aug-2016. Aben K, Osanto S, Hulsbergen-van de Kaa C, Soetekouw P, Stemkens D and Bex A (2016) Adherence to guideline recommendations for management of clinical T1 renal cancers in the Netherlands: a population-based studyWorld Journal of Urology, 10.1007/s00345-016-1841-3, VOL. 34, NO. 8, (1053-1060), Online publication date: 1-Aug-2016. Schmid M, Krishna N, Ravi P, Meyer C, Becker A, Dalela D, Sood A, Chun F, Kibel A, Menon M, Fisch M, Trinh Q and Sun M (2016) Trends of acute kidney injury after radical or partial nephrectomy for renal cell carcinomaUrologic Oncology: Seminars and Original Investigations, 10.1016/j.urolonc.2016.02.018, VOL. 34, NO. 7, (293.e1-293.e10), Online publication date: 1-Jul-2016. Vigneswaran H, Lec P, Brito J, Turini G, Pareek G and Golijanin D (2016) Partial Nephrectomy for Small Renal Masses: Do Teaching and Nonteaching Institutions Adhere to Guidelines Equally?Journal of Endourology, 10.1089/end.2016.0112, VOL. 30, NO. 6, (714-721), Online publication date: 1-Jun-2016. Andrade H, Zargar H, Caputo P, Akca O, Kara O, Ramirez D, Haber G, Stein R and Kaouk J (2016) Five-year Oncologic Outcomes After Transperitoneal Robotic Partial Nephrectomy for Renal Cell CarcinomaEuropean Urology, 10.1016/j.eururo.2015.12.004, VOL. 69, NO. 6, (1149-1154), Online publication date: 1-Jun-2016. Kriegmair M, Mandel P, Krombach P, Dönmez H, John A, Häcker A and Michel M (2016) Drain placement can safely be omitted for open partial nephrectomy: Results from a prospective randomized trialInternational Journal of Urology, 10.1111/iju.13063, VOL. 23, NO. 5, (390-394), Online publication date: 1-May-2016. Kim E, Vetter J, Kuxhausen A, Song J, Sandhu G and Strope S (2016) Limited use of surveillance imaging following nephrectomy for renal cell carcinomaUrologic Oncology: Seminars and Original Investigations, 10.1016/j.urolonc.2015.11.017, VOL. 34, NO. 5, (237.e11-237.e18), Online publication date: 1-May-2016. Andrade H, Zargar H, Akca O, Caputo P, Ramirez D, Kara O, Stein R, Chueh S and Kaouk J (2016) Is Extensive Parenchymal Resection During Robotic Partial Nephrectomy Justified? A Match-Paired Comparison of Two Extirpative Surgical Modalities for Treatment of a Complex Renal NeoplasmJournal of Endourology, 10.1089/end.2015.0510, VOL. 30, NO. 4, (379-383), Online publication date: 1-Apr-2016. Janda G, Deal A, Yang H, Nielsen M, Smith A, Pruthi R, Wallen E, Woods M and Raynor M (2016) Single-Institution Experience with Robotic Partial Nephrectomy for Renal Masses Greater Than 4 cmJournal of Endourology, 10.1089/end.2015.0254, VOL. 30, NO. 4, (384-389), Online publication date: 1-Apr-2016. Krabbe L, Kunath F, Schmidt S, Miernik A, Cleves A, Walther M, Kroeger N and Kroeger N (2016) Partial nephrectomy versus radical nephrectomy for clinically localized renal masses Cochrane Database of Systematic Reviews, 10.1002/14651858.CD012045 Kanno T, Kubota M, Sakamoto H, Nishiyama R, Oida T, Okada T, Akao T, Higashi Y, Kawamura J and Yamada H (2016) THE FACTORS THAT AFFECT THE DECISION TO PERFORM LAPAROSCOPIC PARTIAL NEPHRECTOMY FOR SMALL RENAL TUMORThe Japanese Journal of Urology, 10.5980/jpnjurol.107.73, VOL. 107, NO. 2, (73-78), . Mehralivand S, Neisius A, Thomas C, Hampel C, Thüroff J and Roos F (2016) Treatment of cT1a Renal Tumours in Germany: A Nationwide SurveyUrologia Internationalis, 10.1159/000443513, VOL. 96, NO. 3, (337-344), . Seveso M, Grizzi F, Bozzini G, Mandressi A, Guazzoni G and Taverna G (2015) Open partial nephrectomy: ancient art or currently available technique?International Urology and Nephrology, 10.1007/s11255-015-1120-z, VOL. 47, NO. 12, (1923-1932), Online publication date: 1-Dec-2015. Laguna M (2015) Re: Partial Nephrectomy for the Treatment of Renal Cell Carcinoma (RCC) and the Risk of End-Stage Renal Disease (ESRD)Journal of Urology, VOL. 194, NO. 5, (1226-1228), Online publication date: 1-Nov-2015. Yap S, Finelli A, Urbach D, Tomlinson G and Alibhai S (2015) Partial nephrectomy for the treatment of renal cell carcinoma ( RCC ) and the risk of end‐stage renal disease ( ESRD ) BJU International, 10.1111/bju.12883, VOL. 115, NO. 6, (897-906), Online publication date: 1-Jun-2015. Isotani S, Shimoyama H, Yokota I, China T, Hisasue S, Ide H, Muto S, Yamaguchi R, Ukimura O and Horie S (2015) Feasibility and accuracy of computational robot‐assisted partial nephrectomy planning by virtual partial nephrectomy analysisInternational Journal of Urology, 10.1111/iju.12714, VOL. 22, NO. 5, (439-446), Online publication date: 1-May-2015. Tan H, Meyer A, Kuo T, Smith A, Wheeler S, Carpenter W and Nielsen M (2014) Provider‐based research networks and diffusion of surgical technologies among patients with early‐stage kidney cancerCancer, 10.1002/cncr.29144, VOL. 121, NO. 6, (836-843), Online publication date: 15-Mar-2015. Kriegmair M, Mandel P, Rathmann N, Diehl S, Pfalzgraf D and Ritter M (2015) Open Partial Nephrectomy for High-Risk Renal Masses Is Associated with Renal Pseudoaneurysms: Assessment of a Severe Procedure-Related ComplicationBioMed Research International, 10.1155/2015/981251, VOL. 2015, (1-7), . Sivarajan G, Taksler G, Walter D, Gross C, Sosa R and Makarov D (2015) The Effect of the Diffusion of the Surgical Robot on the Hospital-level Utilization of Partial NephrectomyMedical Care, 10.1097/MLR.0000000000000259, VOL. 53, NO. 1, (71-78), Online publication date: 1-Jan-2015. Pignot G, Méjean A, Bernhard J, Bigot P, Timsit M, Ferriere J, Zerbib M, Villers A, Mouracade P, Lang H, Bensalah K, Couapel J, Rigaud J, Salomon L, Bellec L, Soulié M, Vaessen C, Roupret M, Baumert H, Gimel P and Patard J (2014) The use of partial nephrectomy: results from a contemporary national prospective multicenter studyWorld Journal of Urology, 10.1007/s00345-014-1279-4, VOL. 33, NO. 1, (33-40), Online publication date: 1-Jan-2015. Monn M, Bahler C, Flack C, Dube H and Sundaram C (2014) The Impact of Hospital Volume on Postoperative Complications Following Robot-Assisted Partial NephrectomyJournal of Endourology, 10.1089/end.2014.0265, VOL. 28, NO. 10, (1231-1236), Online publication date: 1-Oct-2014. Autorino R, Zargar H and Kaouk J (2014) Robotic-assisted laparoscopic surgery: recent advances in urologyFertility and Sterility, 10.1016/j.fertnstert.2014.05.033, VOL. 102, NO. 4, (939-949), Online publication date: 1-Oct-2014. Couapel J, Bensalah K, Bernhard J, Pignot G, Zini L, Lang H, Rigaud J, Salomon L, Bellec L, Soulié M, Vaessen C, Rouprêt M, Jung J, Mourey E, Bigot P, Bruyère F, Berger J, Ansieau J, Gimel P, Salome F, Hubert J, Pfister C, Baumert H, Timsit M, Méjean A and Patard J (2013) Is there a volume–outcome relationship for partial nephrectomy?World Journal of Urology, 10.1007/s00345-013-1213-1, VOL. 32, NO. 5, (1323-1329), Online publication date: 1-Oct-2014. Valerio M, El-Shater Bosaily A, Emberton M and Ahmed H (2014) Defining the level of evidence for technology adoption in the localized prostate cancer pathwayUrologic Oncology: Seminars and Original Investigations, 10.1016/j.urolonc.2013.10.008, VOL. 32, NO. 6, (924-930), Online publication date: 1-Aug-2014. Wiener S, Kiziloz H, Dorin R, Finnegan K, Shichman S and Meraney A (2014) Predictors of Postoperative Decline in Estimated Glomerular Filtration Rate in Patients Undergoing Robotic Partial NephrectomyJournal of Endourology, 10.1089/end.2013.0640, VOL. 28, NO. 7, (807-813), Online publication date: 1-Jul-2014. Laviana A and Hu J (2014) Current controversies and challenges in robotic-assisted, laparoscopic, and open partial nephrectomiesWorld Journal of Urology, 10.1007/s00345-014-1277-6, VOL. 32, NO. 3, (591-596), Online publication date: 1-Jun-2014. Liu J, Leppert J, Maxwell B, Panousis P and Chung B (2014) Trends and perioperative outcomes for laparoscopic and robotic nephrectomy using the National Surgical Quality Improvement Program (NSQIP) database11Financial Support: JTL is supported by Award no. DK089086 from the National Institutes of Health (NIH), National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK).Urologic Oncology: Seminars and Original Investigations, 10.1016/j.urolonc.2013.09.012, VOL. 32, NO. 4, (473-479), Online publication date: 1-May-2014. Tan H, Wolf J, Ye Z, Hafez K and Miller D (2013) Population Level Assessment of Hospital Based Outcomes Following Laparoscopic Versus Open Partial Nephrectomy During the Adoption of Minimally Invasive SurgeryJournal of Urology, VOL. 191, NO. 5, (1231-1237), Online publication date: 1-May-2014.Ghani K, Sukumar S, Sammon J, Rogers C, Trinh Q and Menon M (2013) Practice Patterns and Outcomes of Open and Minimally Invasive Partial Nephrectomy Since the Introduction of Robotic Partial Nephrectomy: Results from the Nationwide Inpatient SampleJournal of Urology, VOL. 191, NO. 4, (907-913), Online publication date: 1-Apr-2014. Kyung Y, You D, Kwon T, Song S, Jeong I, Song C, Hong B, Hong J, Ahn H and Kim C (2014) The Type of Nephrectomy Has Little Effect on Overall Survival or Cardiac Events in Patients of 70 Years and Older With Localized Clinical T1 Stage Renal MassesKorean Journal of Urology, 10.4111/kju.2014.55.7.446, VOL. 55, NO. 7, (446), . Heidenreich A, Doehn C, Schenck M and Jakse G (2014) Nierenzellkarzinom Uroonkologie, 10.1007/978-3-642-35032-0_20, (347-397), . Laguna P (2013) Editorial CommentUrology, 10.1016/j.urology.2013.07.069, VOL. 82, NO. 6, (1289), Online publication date: 1-Dec-2013. Sugihara T, Yasunaga H, Horiguchi H, Tsuru N, Fujimura T, Nishimatsu H, Kume H, Ohe K, Matsuda S, Fushimi K and Homma Y (2012) Wide range and variation in minimally invasive surgery for renal malignancy in Japan: a population-based analysisInternational Journal of Clinical Oncology, 10.1007/s10147-012-0500-y, VOL. 18, NO. 6, (1070-1077), Online publication date: 1-Dec-2013. Small A, Tsao C, Moshier E, Gartrell B, Wisnivesky J, Godbold J, Sonpavde G, Palese M, Hall S, Oh W and Galsky M (2012) Trends and variations in utilization of nephron-sparing procedures for stage I kidney cancer in the United StatesWorld Journal of Urology, 10.1007/s00345-012-0873-6, VOL. 31, NO. 5, (1211-1217), Online publication date: 1-Oct-2013. Poon S, Silberstein J, Chen L, Ehdaie B, Kim P and Russo P (2013) Trends in Partial and Radical Nephrectomy: An Analysis of Case Logs from Certifying UrologistsJournal of Urology, VOL. 190, NO. 2, (464-469), Online publication date: 1-Aug-2013. Sugihara T, Yasunaga H, Horiguchi H, Fujimura T, Nishimatsu H, Tsuru N, Kazuo S, Ohe K, Fushimi K and Homma Y (2012) Regional, institutional and individual factors affecting selection of minimally invasive nephroureterectomy in J apan: A national database analysis International Journal of Urology, 10.1111/iju.12031, VOL. 20, NO. 7, (695-700), Online publication date: 1-Jul-2013. Woldrich J, Palazzi K, Stroup S, Sur R, Parsons J, Chang D and Derweesh I (2013) Trends in the surgical management of localized renal masses: thermal ablation, partial and radical nephrectomy in the USA, 1998–2008BJU International, 10.1111/j.1464-410X.2012.11497.x, VOL. 111, NO. 8, (1261-1268), Online publication date: 1-Jun-2013. Parsons J, Palazzi K, Chang D and Stroup S (2012) Patient safety and the diffusion of surgical innovations: a national analysis of laparoscopic partial nephrectomySurgical Endoscopy, 10.1007/s00464-012-2655-z, VOL. 27, NO. 5, (1674-1680), Online publication date: 1-May-2013. Patel H, Mullins J, Pierorazio P, Jayram G, Cohen J, Matlaga B and Allaf M (2012) Trends in Renal Surgery: Robotic Technology is Associated with Increased Use of Partial NephrectomyJournal of Urology, VOL. 189, NO. 4, (1229-1235), Online publication date: 1-Apr-2013. Rogers C, Ghani K, Kumar R, Jeong W and Menon M (2013) Robotic Partial Nephrectomy with Cold Ischemia and On-clamp Tumor Extraction: Recapitulating the Open ApproachEuropean Urology, 10.1016/j.eururo.2012.11.029, VOL. 63, NO. 3, (573-578), Online publication date: 1-Mar-2013. Chow W, Shuch B, Linehan W and Devesa S (2012) Racial disparity in renal cell carcinoma patient survival according to demographic and clinical characteristicsCancer, 10.1002/cncr.27690, VOL. 119, NO. 2, (388-394), Online publication date: 15-Jan-2013. Ginzburg S, Kutikov A and Uzzo R (2013) Objectifying Complexity of Kidney Cancers: Relationships of Tumor Anatomy and Outcomes Renal Cancer, 10.1007/978-1-4614-7236-0_12, (201-209), . Donin N and Huang W (2013) Rationale for Partial Nephrectomy Renal Cancer, 10.1007/978-1-4614-7236-0_11, (179-200), . Hemal A and Golijanin D (2012) Does Infrared Imaging Improve Partial Nephrectomy for Renal Cell Carcinoma?Journal of Urology, VOL. 188, NO. 4, (1078-1080), Online publication date: 1-Oct-2012. Ginzburg S, Uzzo R and Kutikov A (2012) The Role of Minimally Invasive Surgery in Multifocal Renal Cell CarcinomaCurrent Urology Reports, 10.1007/s11934-012-0251-3, VOL. 13, NO. 3, (202-210), Online publication date: 1-Jun-2012. Smaldone M and Kutikov A (2012) Assessing the management of localized kidney cancerNature Reviews Urology, 10.1038/nrurol.2012.45, VOL. 9, NO. 4, (186-188), Online publication date: 1-Apr-2012. Volume 187Issue 3March 2012Page: 816-821 Advertisement Copyright & Permissions© 2012 by American Urological Association Education and Research, Inc.Keywordskidney neoplasmsphysician's practice patternsnephrectomyMetrics Author Information Sanjay G. Patel Department of Urologic Surgery, Vanderbilt University Medical Center, Nashville, Tennessee More articles by this author David F. Penson Department of Urologic Surgery, Vanderbilt University Medical Center, Nashville, Tennessee Center for Surgical Quality and Outcomes Research, Vanderbilt University Medical Center, Nashville, Tennessee Vanderbilt University Medical Center, Tennessee Valley Veterans Administration Health System, Nashville, Tennessee More articles by this author Baldeep Pabla Vanderbilt University School of Medicine, Nashville, Tennessee More articles by this author Peter E. Clark Department of Urologic Surgery, Vanderbilt University Medical Center, Nashville, Tennessee Financial interest and/or other relationship with Galil Medical. More articles by this author Michael S. Cookson Department of Urologic Surgery, Vanderbilt University Medical Center, Nashville, Tennessee Financial interest and/or other relationship with Endo. More articles by this author Sam S. Chang Department of Urologic Surgery, Vanderbilt University Medical Center, Nashville, Tennessee Financial interest and/or other relationship with Sanofi-Aventis, Endo, Allergan and Centocor Ortho Biotech. More articles by this author S. Duke Herrell Department of Urologic Surgery, Vanderbilt University Medical Center, Nashville, Tennessee Financial interest and/or other relationship with Aesculap Inc., Covidien Surgical Devices, Veran Medical Tech, Wilex and Galil Medical. More articles by this author Joseph A. Smith Department of Urologic Surgery, Vanderbilt University Medical Center, Nashville, Tennessee Financial interest and/or other relationship with Steba Pharmaceuticals. More articles by this author Daniel A. Barocas Department of Urologic Surgery, Vanderbilt University Medical Center, Nashville, Tennessee Center for Surgical Quality and Outcomes Research, Vanderbilt University Medical Center, Nashville, Tennessee Financial interest and/or other relationship with Ferring, Dendreon and Allergan. More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Sanjay G. Patel",
      "id": "A5103382513",
      "orcid": null,
      "institutions": [
        {
          "id": "I901861585",
          "display_name": "Vanderbilt University Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Sanjay G. Patel"
    },
    {
      "display_name": "David F. Penson",
      "id": "A5021979132",
      "orcid": "https://orcid.org/0000-0002-2580-2697",
      "institutions": [
        {
          "id": "I901861585",
          "display_name": "Vanderbilt University Medical Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I4210101790",
          "display_name": "VA Tennessee Valley Healthcare System",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "David F. Penson"
    },
    {
      "display_name": "Pabla Baldeep",
      "id": "A5022424961",
      "orcid": null,
      "institutions": [
        {
          "id": "I200719446",
          "display_name": "Vanderbilt University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Baldeep Pabla"
    },
    {
      "display_name": "Peter E. Clark",
      "id": "A5081635691",
      "orcid": "https://orcid.org/0000-0002-8006-7015",
      "institutions": [
        {
          "id": "I901861585",
          "display_name": "Vanderbilt University Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Peter E. Clark"
    },
    {
      "display_name": "Michael S. Cookson",
      "id": "A5050663947",
      "orcid": "https://orcid.org/0000-0001-8678-0551",
      "institutions": [
        {
          "id": "I901861585",
          "display_name": "Vanderbilt University Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Michael S. Cookson"
    },
    {
      "display_name": "Sam S. Chang",
      "id": "A5102025364",
      "orcid": "https://orcid.org/0000-0003-2066-9468",
      "institutions": [
        {
          "id": "I901861585",
          "display_name": "Vanderbilt University Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Sam S. Chang"
    },
    {
      "display_name": "S. Duke Herrell",
      "id": "A5054607683",
      "orcid": "https://orcid.org/0000-0002-0646-4530",
      "institutions": [
        {
          "id": "I901861585",
          "display_name": "Vanderbilt University Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "S. Duke Herrell"
    },
    {
      "display_name": "Joseph A. Smith",
      "id": "A5101899166",
      "orcid": "https://orcid.org/0000-0003-0114-9109",
      "institutions": [
        {
          "id": "I901861585",
          "display_name": "Vanderbilt University Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Joseph A. Smith"
    },
    {
      "display_name": "Daniel A. Barocas",
      "id": "A5066279767",
      "orcid": "https://orcid.org/0000-0002-7775-9205",
      "institutions": [
        {
          "id": "I901861585",
          "display_name": "Vanderbilt University Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Daniel A. Barocas"
    }
  ],
  "publication_year": 2012,
  "publication_date": "2012-01-15",
  "type": "article",
  "cited_by_count": 113,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "187",
  "issue": "3",
  "first_page": "816",
  "last_page": "821",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.93572
    },
    {
      "id": "C2780227381",
      "display_name": "Nephrectomy",
      "level": 3,
      "score": 0.78710234
    },
    {
      "id": "C61434518",
      "display_name": "General surgery",
      "level": 1,
      "score": 0.3754951
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.18993509
    },
    {
      "id": "C2780091579",
      "display_name": "Kidney",
      "level": 2,
      "score": 0.1061928
    }
  ],
  "topics": [
    {
      "id": "T10449",
      "display_name": "Renal cell carcinoma treatment",
      "score": 0.9992
    },
    {
      "id": "T10231",
      "display_name": "Pancreatic and Hepatic Oncology Research",
      "score": 0.9991
    },
    {
      "id": "T11163",
      "display_name": "Organ Donation and Transplantation",
      "score": 0.992
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/j.juro.2011.10.173",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:25:00.286889",
  "source_database": "OpenAlex"
}