{
  "openalex_id": "W2106270029",
  "doi": "https://doi.org/10.1194/jlr.m800020-jlr200",
  "title": "Genotype-by-diet effects on co-variation in Lp-PLA2 activity and LDL-cholesterol concentration in baboons fed an atherogenic diet",
  "abstract": "Both lipoprotein-associated phospholipase A2 (Lp-PLA2) activity, a biomarker of inflammation, and concentration of its primary associated lipoprotein, LDL, are correlated with adverse coronary outcomes. We previously reported a quantitative trait locus (QTL) corresponding to HSA2p24.3–p23.2 with pleiotropic effects on Lp-PLA2 activity and LDL-cholesterol (LDL-C) concentration in baboons fed a basal diet. Here, our goal was to locate pleiotropic QTLs influencing both traits in the same baboons fed a high-cholesterol, high-fat (HCHF) diet, and to assess whether shared genetic effects on these traits differ between diets. We assayed Lp-PLA2 activity and LDL-C concentration in 683 baboons fed the HCHF diet. We used a bivariate maximum likelihood-based variance components approach in whole-genome linkage screens to locate a QTL [logarithm of odds (LOD) = 3.13, genome-wide P = 0.019] corresponding to HSA19q12–q13.2 with pleiotropic effects on Lp-PLA2 activity and LDL-C levels in the HCHF diet. We additionally found significant evidence of genetic variance in response to diet for Lp-PLA2 activity (P = 0.0017) and for LDL-C concentration (P = 0.00001), revealing a contribution of genotype-by-diet interaction to covariation in these two traits. We conclude that the pleiotropic QTLs detected at 2p24.3–p23.2 and 19q12–q13.2 on the basal and HCHF diets, respectively, exert diet-specific effects on covariation in Lp-PLA2 activity and LDL-C concentration. Both lipoprotein-associated phospholipase A2 (Lp-PLA2) activity, a biomarker of inflammation, and concentration of its primary associated lipoprotein, LDL, are correlated with adverse coronary outcomes. We previously reported a quantitative trait locus (QTL) corresponding to HSA2p24.3–p23.2 with pleiotropic effects on Lp-PLA2 activity and LDL-cholesterol (LDL-C) concentration in baboons fed a basal diet. Here, our goal was to locate pleiotropic QTLs influencing both traits in the same baboons fed a high-cholesterol, high-fat (HCHF) diet, and to assess whether shared genetic effects on these traits differ between diets. We assayed Lp-PLA2 activity and LDL-C concentration in 683 baboons fed the HCHF diet. We used a bivariate maximum likelihood-based variance components approach in whole-genome linkage screens to locate a QTL [logarithm of odds (LOD) = 3.13, genome-wide P = 0.019] corresponding to HSA19q12–q13.2 with pleiotropic effects on Lp-PLA2 activity and LDL-C levels in the HCHF diet. We additionally found significant evidence of genetic variance in response to diet for Lp-PLA2 activity (P = 0.0017) and for LDL-C concentration (P = 0.00001), revealing a contribution of genotype-by-diet interaction to covariation in these two traits. We conclude that the pleiotropic QTLs detected at 2p24.3–p23.2 and 19q12–q13.2 on the basal and HCHF diets, respectively, exert diet-specific effects on covariation in Lp-PLA2 activity and LDL-C concentration. Both lipoprotein-associated phospholipase A2 (Lp-PLA2) activity, a biomarker of inflammation, and LDL-cholesterol (LDL-C) concentration are associated with early onset atherosclerosis, endothelial dysfunction, and future cardiac events (1.Lavi S. McConnell J.P. Rihal C.S. Prasad A. Mathew V. Lerman L.O. Lerman A. Local production of lipoprotein-associated phospholipase A2 and lysophosphatidylcholine in the coronary circulation: association with early coronary atherosclerosis and endothelial dysfunction in humans.Circulation. 2007; 115: 2715-2721Crossref PubMed Scopus (207) Google Scholar, 2.Koenig W. Twardella D. Brenner H. Rothenbacher D. Lipoprotein-associated phospholipase A2 predicts future cardiovascular events in patients with coronary heart disease independently of traditional risk factors, markers of inflammation, renal function, and hemodynamic stress.Arterioscler. Thromb. Vasc. Biol. 2006; 26: 1586-1593Crossref PubMed Scopus (190) Google Scholar). Additionally, Lp-PLA2 activity and LDL-C concentration are positively correlated (3.Persson M. Nilsson J.A. Nelson J.J. Hedblad B. Berglund G. The epidemiology of Lp-PLA(2): distribution and correlation with cardiovascular risk factors in a population-based cohort.Atherosclerosis. 2007; 190: 388-396Abstract Full Text Full Text PDF PubMed Scopus (79) Google Scholar, 4.Guerra R. Zhao B. Mooser V. Stafforini D. Johnston J.M. Cohen J.C. Determinants of plasma platelet-activating factor acetylhydrolase: heritability and relationship to plasma lipoproteins.J. Lipid Res. 1997; 38: 2281-2288Abstract Full Text PDF PubMed Google Scholar), an observation consistent with the knowledge that the major portion of Lp-PLA2 in the circulation is bound to LDL. The positive relationship between Lp-PLA2 activity and LDL-C concentration and their association with cardiovascular disease probably reflects the enzymatic action of Lp-PLA2 on LDL particles, which produces end products with pro-inflammatory activity that may account for many of the atherogenic properties of oxidized LDL (5.Tew D.G. Southan C. Rice S.Q.J. Lawrence G.M. Li H. Boyd H.F. Moores K. Gloger I.S. Macphee C.H. Purification, properties, sequencing, and cloning of a lipoprotein-associated, serine-dependent phospholipase involved in the oxidative modification of low-density lipoproteins.Arterioscler. Thromb. Vasc. Biol. 1996; 16: 591-599Crossref PubMed Scopus (158) Google Scholar, 6.Macphee C.H. Moores K.E. Boyd H.F. Dhanak D. Ife R.J. Leach C.A. Leake D.S. Milliner K.J. Patterson R.A. Suckling K.E. et al.Lipoprotein-associated phospholipase A2, platelet-activating factor acetylhydrolase, generates two bioactive products during the oxidation of low-density lipoprotein: use of a novel inhibitor.Biochem. J. 1999; 338: 479-487Crossref PubMed Scopus (335) Google Scholar). Although studies addressing the effect of genes on Lp-PLA2 activity and LDL-C concentration are limited, evidence supports a genetic contribution to covariation (i.e., pleiotropy) in both traits. Polymorphism in PLA2G7 (coding for Lp-PLA2) has substantial effects on variation in LDL-C concentration in healthy controls, and on Lp-PLA2 activity in healthy controls and patients with cardiovascular disease (CVD) (7.Zhang S.Y. Shibata H. Karino K. Wang B.Y. Kobayashi S. Masuda J. Nabika T. Comprehensive evaluation of genetic and environmental factors influencing the plasma lipoprotein-associated phospholipase A2 activity in a Japanese population.Hypertens. Res. 2007; 30: 403-409Crossref PubMed Scopus (15) Google Scholar, 8.Jang Y. Kim O.Y. Koh S.J. Chae J.S. Ko Y.G. Kim J.Y. Cho H. Jeong T.S. Lee W.S. Ordovas J.M. et al.The Val279Phe variant of the lipoprotein-associated phospholipase A2 gene is associated with catalytic activities and cardiovascular disease in Korean men.J. Clin. Endocrinol. Metab. 2006; 91: 3521-3527Crossref PubMed Scopus (69) Google Scholar). Additionally, we recently reported a genetic correlation between Lp-PLA2 activity and LDL-C concentration in baboons fed a basal diet, and presented evidence for a quantitative trait locus (QTL) on chromosome 2p that influences covariation in these traits (9.Vinson A. Mahaney M.C. Cox L.A. Rogers J. VandeBerg J.L. Rainwater D.L. A pleiotropic QTL on 2p influences serum Lp-PLA2 activity and LDL cholesterol concentration in a baboon model for the genetics of atherosclerosis risk factors.Atherosclerosis. 2008; 196: 667-673Abstract Full Text Full Text PDF PubMed Scopus (13) Google Scholar). Because Lp-PLA2 activity is both genetically correlated and physically associated with LDL, and both traits predict risk of CVD, knowledge of genes with pleiotropic effects on the response of these traits to an atherogenic [i.e., high-cholesterol, high-fat (HCHF)] diet would be of considerable value. However, to our knowledge, no studies have searched for genes regulating the response of Lp-PLA2 activity to dietary challenge. In contrast to Lp-PLA2, substantial research has addressed the location of genes that influence the response of LDL-C concentration to diets enriched in cholesterol and fat, in both animal models and humans (10.Kammerer C.M. Rainwater D.L. Cox L.A. Schneider J.L. Mahaney M.C. Rogers J. VandeBerg J.L. Locus controlling LDL cholesterol response to dietary cholesterol is on baboon homologue of human chromosome 6.Arterioscler. Thromb. Vasc. Biol. 2002; 22: 1720-1725Crossref PubMed Scopus (24) Google Scholar, as reviewed in Refs. 11.Masson L.F. McNeill G. The effect of genetic variation on the lipid response to dietary change: recent findings.Curr. Opin. Lipidol. 2005; 16: 61-67Crossref PubMed Scopus (45) Google Scholar, 12.Loktionov A. Common gene polymorphisms and nutrition: emerging links with pathogenesis of multifactorial chronic diseases.J. Nutr. Biochem. 2003; 14: 426-451Crossref PubMed Scopus (130) Google Scholar, 13.Ye S.Q. Kwiterovich Jr, P.O. Influence of genetic polymorphisms on responsiveness to dietary fat and cholesterol.Am. J. Clin. Nutr. 2000; 72: 1275-1284Crossref PubMed Scopus (86) Google Scholar). To date, the majority of evidence for genes that influence the response of LDL-C levels to dietary fat and cholesterol supports the involvement of polymorphisms in LDLR, which codes for the LDL receptor, or in APOE and the APOAI-APOCIII-APOAIV gene cluster, which code for lipid transport proteins. Despite these important advances, we still have not identified many genes that regulate the response of LDL and associated Lp-PLA2 activity to an HCHF diet. The goal of the current study was to locate QTLs influencing covariation in Lp-PLA2 activity and LDL-C concentration in an HCHF diet, and to determine whether genetic effects on these traits differ between basal and HCHF diets (genotype-by-diet interaction) in pedigreed baboons, a valuable model for studying the genetics of risk factors for human atherosclerosis. We obtained data for this study from a sample of 683 pedigreed baboons (Papio hamadryas) comprising 442 females and 241 males maintained outdoors in social groups at the Southwest National Primate Research Center (SNPRC), located at the Southwest Foundation for Biomedical Research (SFBR) in San Antonio, Texas. The age of baboons in this sample ranged from 2–29 years, corresponding approximately to a human developmental age range of 6–87 years. Animal care personnel and staff veterinarians provided routine and emergency health care to all animals in accordance with the Guide for the Care and Use of Laboratory Animals. The SFBR facility is certified by the Association for Assessment and Accreditation of Laboratory Animal Care International, and all procedures were approved by the Institutional Animal Care and Use Committee. Baboons sampled in this study were maintained on a commercial monkey diet (basal diet, SWF Primate Diet; Harlan Teklad, Madison, WI), composed of 0.02 mg/g cholesterol and 7% fat from plant oils. The same baboons were then fed an HCHF diet for 7 weeks, composed of 6.37 mg/g cholesterol and 41% fat from lard [a detailed description of both basal and HCHF diets is given in (14.Shi Q. Hubbard G.B. Kushwaha R.S. Rainwater D. Thomas III, C.A. Leland M.M. VandeBerg J.L. Wang X.L. Endothelial senescence after high-cholesterol, high-fat diet challenge in baboons.Am. J. Physiol. Heart Circ. Physiol. 2007; 292: H2913-H2920Crossref PubMed Scopus (30) Google Scholar)]. Animals had ad libitum access to either basal or HCHF diets, and blood samples were drawn from all baboons before and after the 7-week dietary challenge period. For the purposes of this study, these baboons were organized into 11 distinct pedigrees, yielding a diverse array of relative pair classes: 650 parent–offspring; 577 sibling; 66 grandparent–grandchild; 81 avuncular; 6,270 half-sibling; 1,668 half-avuncular; 3 first cousin; 40 half-first cousin; 5 half-first cousin, once removed; 21 half-sibling and first cousin; 520 half-sibling and half-first cousin; 7 half-sibling and half-avuncular; and 31 double half-avuncular. These 11 baboon pedigrees may be viewed at the SNPRC website: http://www.snprc.org/baboon/map/BPPpedigrees/bpppeds.htm. Lp-PLA2 activity and LDL-C concentration were assayed in serum samples, obtained as part of an ongoing study of the effects of diet and genotype on variation in atherosclerosis risk factors. Blood samples were taken from the femoral vein of overnight-fasted baboons sedated with ketamine. Serum was separated from whole blood by low-speed centrifugation and stored in individual, single-use aliquots at −80°C, protected from oxidation and desiccation (15.Cheng M.L. Woodford S.C. Hilburn J.L. VandeBerg J.L. A novel system for storage of sera frozen in small aliquots.J. Biochem. Biophys. Methods. 1986; 13: 47-51Crossref PubMed Scopus (49) Google Scholar). Serum Lp-PLA2 enzyme activity was measured at 30°C using a kit provided by Cayman Chemical Co. (Ann Arbor, MI). Hydrolysis of the substrate, 2-thio platelet-activating factor, produced a free thiol that was quantified using 5,5′-dithio-bis-(2-nitrobenzoic acid). The reaction was monitored at 405 nm using a BioTek (Winooski, VT) ELx808 microplate reader running in kinetic data acquisition mode. Rates were calculated from at least 15 min of readings in the linear phase and converted to nmol/min/ml plasma using an extinction coefficient value of 13.6/mM-cm. The between-assay coefficient of variation, based on a control sample run on each plate, was 4.3%. Cholesterol concentrations were measured enzymatically (16.Allain C.C. Poon L.S. Chan C.S. Richmond W. Fu P.C. Enzymatic determination of total serum cholesterol.Clin. Chem. 1974; 20: 470-475Crossref PubMed Scopus (7358) Google Scholar) with a reagent supplied by Boehringer Mannheim Diagnostics (Indianapolis, IN) and using a Ciba-Corning (Norwood, MA) Express Plus clinical chemistry analyzer. Cholesterol carried by HDL was estimated following precipitation of apolipoprotein B (apoB)-containing lipoproteins with heparin-Mn2+ as described (17.Lipid Research Clinics ProgramManual of Laboratory Operations. Vol. 1: Lipid and Lipoprotein Analysis (DHEW publication NIH 75–628). US Government Printing Office, Washington, DC1974Google Scholar), and LDL-C was calculated as the difference between total and HDL-C [in baboons, the major proportion of apoB-associated cholesterol is found on particles in the LDL size/density range (18.Rainwater D.L. Kammerer C.M. Mahaney M.C. Rogers J. Cox L.A. Schneider J.L. VandeBerg J.L. Localization of genes that control LDL size fractions in baboons.Atherosclerosis. 2003; 168: 15-22Abstract Full Text Full Text PDF PubMed Scopus (25) Google Scholar)]. Between-assay coefficients of variation for these determinations were 2.2% and 4.6% for total and HDL-C, respectively. Statistical genetic analyses of these two traits took advantage of a baboon whole-genome linkage map based on genotype data at nearly 300 microsatellite marker loci (mean intermarker interval = 8.9 cM) from 984 pedigreed baboons in these same 11 extended pedigrees. The physical locations in the human genome for nearly all marker loci in the baboon map are known, thus facilitating the identification of orthologous chromosomal regions in the two species. Construction of the current baboon linkage map is described in detail elsewhere (19.Cox L.A. Mahaney M.C. VandeBerg J.L. Rogers J. A second-generation genetic linkage map of the baboon (Papio hamadryas) genome.Genomics. 2006; 88: 274-281Crossref PubMed Scopus (50) Google Scholar), and additional information can be found at the SNPRC website: http://www.snprc.org/baboon/genome/index.html. All statistical genetic analyses were conducted using a maximum likelihood-based variance decomposition approach implemented in the computer package SOLAR (Sequential Oligogenic Linkage Analysis Routines) (20.Almasy L. Blangero J. Multipoint quantitative-trait linkage analysis in general pedigrees.Am. J. Hum. Genet. 1998; 62: 1198-1211Abstract Full Text Full Text PDF PubMed Scopus (2573) Google Scholar). We used this approach to partition the phenotypic variance in each trait (σP2) into components corresponding to additive genetic effects (σG2), estimated as a function of relatedness among pedigreed baboons, and environmental effects (σE2). We define heritability (h2) as the proportion of residual phenotypic variance unexplained by covariates that can be attributed to additive genetic effects (h2=σG2σP2). Accounting for random and measured environmental contributions to the phenotypic variance can improve power to detect genetic effects. After regressing out nominally significant mean effects of age, sex, age2, age×sex, and age2×sex, we applied an inverse Gaussian transformation to the residuals to correct for departures from multivariate normality that might inflate evidence for linkage (21.Blangero J. Williams J.T. Almasy L. Variance component methods for detecting complex trait loci.Adv. Genet. 2001; 42: 151-181Crossref PubMed Google Scholar). This transformation results in standardized traits with means and standard deviations approaching 0 and 1, respectively. All polygenic and linkage analyses were conducted using these normalized residual data. To determine the extent to which phenotypic variation in serum Lp-PLA2 activity and LDL-C concentration may be affected by shared genes and shared nongenetic factors, we conducted bivariate analyses in which both traits are considered simultaneously. In addition to the heritability for each trait, the bivariate polygenic model also estimates the additive genetic and environmental correlations between both traits. The genetic correlation (ρG) is an estimate of pleiotropy between the two traits, and ρG2 thus estimates the portion of the additive genetic variance in each trait due to shared genetic effects. The random environmental correlation (ρE) is an estimate of the shared effects of nonadditive genetic factors and unmeasured environmental variables. Using these estimates, we calculated the phenotypic correlation between the trait pair as ρP=ρGh12h22+ρE1-h121-h22 (22.Mahaney M.C. Blangero J. Comuzzie A.G. VandeBerg J.L. Stern M.P. MacCluer J.W. Plasma HDL cholesterol, triglycerides, and adiposity. A quantitative genetic test of the conjoint trait hypothesis in the San Antonio Family Heart Study.Circulation. 1995; 92: 3240-3248Crossref PubMed Scopus (88) Google Scholar). We assessed the significance of ρG and ρE by means of likelihood ratio tests comparing the likelihoods of models in which the correlation was estimated to those in which it was constrained to zero (rejection of ρG = 0 indicates pleiotropy) or to 1 (failure to reject ∣ρG∣ = 1 indicates complete pleiotropy). To search for pleiotropic QTLs affecting phenotypic variation in both Lp-PLA2 activity and LDL-C concentration, we conducted bivariate multipoint linkage analyses using an extension to the bivariate polygenic model in which we modeled the phenotypic covariance among relatives as the sum, for each trait, of the additive genetic covariance attributable to a specified marker locus, the additive genetic covariance due to the effects of other loci, and the covariance due to unmeasured environmental factors. This extension allows estimation of the proportion of the residual variance in each of i traits that is attributable to the effects of a QTL as hQi2 = σQi2/σPi2, where σQi2 and σPi2, respectively, are the QTL-specific additive genetic variance and the residual phenotypic variance for trait i. The hypothesis of linkage is supported when σQi2 is significantly greater than zero (20.Almasy L. Blangero J. Multipoint quantitative-trait linkage analysis in general pedigrees.Am. J. Hum. Genet. 1998; 62: 1198-1211Abstract Full Text Full Text PDF PubMed Scopus (2573) Google Scholar). In addition to the same parameters as are estimated in the bivariate polygenic model, the additive genetic correlation between the traits due to the effects of the QTL (ρQ) is also estimated in the bivariate linkage model. Our linkage analyses incorporate identity-by-descent (IBD) allele sharing estimated from genotype data at the microsatellite markers in the baboon linkage map. For marker-locus specific linkage analyses (e.g., markers within candidate genes), we estimated IBD probabilities for the pedigrees using a pair-wise maximum likelihood-based procedure (23.Curtis D. Sham P.C. Using risk calculation to implement an extended relative pair analysis.Ann. Hum. Genet. 1994; 58: 151-162Crossref PubMed Scopus (49) Google Scholar). To facilitate our multipoint, whole-genome QTL searches we estimated multipoint probabilities of IBD among relatives throughout the baboon linkage map using Markov Chain Monte Carlo routines implemented in the computer package Loki (24.Heath S.C. Markov chain Monte Carlo segregation and linkage analysis for oligogenic models.Am. J. Hum. Genet. 1997; 61: 748-760Abstract Full Text PDF PubMed Scopus (473) Google Scholar). We tested linkage hypotheses at 1 cM intervals along each chromosome using likelihood ratio tests, and converted the resulting likelihood ratio statistic to the logarithm of odds (LOD) score of classic linkage analysis (25.Ott J. Analysis of Human Genetic Linkage. 3rd edition. The Johns Hopkins University Press, Baltimore, MD1999Google Scholar). Bivariate LOD scores are adjusted to be equivalent to univariate LOD scores in terms of degrees of freedom (26.Amos C. Andrade M.de Zhu D. Comparison of multivariate tests for genetic linkage.Hum. Hered. 2001; 51: 133-144Crossref PubMed Scopus (79) Google Scholar). To control for the genome-wide false-positive rate, we calculated genome-wide P values for each LOD score using a modification of a method suggested by Feingold, Brown, and Siegmund (27.Feingold E. Brown P.O. Siegmund D. Gaussian models for genetic linkage analysis using complete high-resolution maps of identity by descent.Am. J. Hum. Genet. 1993; 53: 234-251PubMed Google Scholar) that takes into account pedigree complexity and the finite marker density of the linkage map. Accordingly, our threshold for significant evidence of linkage (corresponding to genome-wide α = 0.05) was LOD = 2.69, and that for suggestive evidence of linkage was LOD = 1.46. In a bivariate linkage analysis, QTLs may be found that appear to influence phenotypic variation in both traits. To distinguish the event where two traits may each be independently influenced by closely linked genes (“co-incident linkage”) from QTL pleiotropy, we conducted a likelihood ratio test of the hypothesis ρQ = 0. In accordance with Almasy, Dyer, and Blangero (28.Almasy L. Dyer T.D. Blangero J. Bivariate quantitative trait linkage analysis: pleiotropy versus co-incident linkages.Genet. Epidemiol. 1997; 14: 953-958Crossref PubMed Scopus (299) Google Scholar), failure to reject this hypothesis supports the coincident linkage of two QTLs over pleiotropic effects at the same locus. Genotype-by-diet interaction occurs when there is a significant additive genetic component to the variance in response to dietary environment (29.Blangero J. Statistical genetic approaches to human adaptability.Hum. Biol. 1993; 65: 941-966PubMed Google Scholar). The additive genetic variance in a phenotypic response to diet is a function of both the trait's additive genetic variance in the two diets and the additive genetic correlation between measures of that trait in the two diets. Accordingly, to assess the contribution of genotype-by-diet interaction to Lp-PLA2 activity and LDL-C concentration, we tested the null hypotheses of equal additive genetic variance (i.e., σG12 = σG22) and complete additive genetic correlation (i.e., ρG = 1) for each trait between the two diets (30.Eisen E.J. Legates J.E. Genotype-sex interaction and the genetic correlation between the sexes for body weight in Mus musculus.Genetics. 1966; 54: 611-623Crossref PubMed Google Scholar). The rejection of either null hypothesis is indicative of genotype-by-diet interaction. To test the null hypothesis of equal additive genetic variance between the basal and the HCHF diets for each trait, we employed a Wald test, using estimates of the additive genetic variances computed directly as the product of the heritability and the phenotypic variance (i.e., the square of the phenotypic standard deviation), and using standard formulae to calculate exact sampling variances and covariances of parameter estimates for the additive genetic variances (31.Goodman L.A. On the exact variance of products.J. Am. Stat. Assoc. 1960; 55: 708-713Crossref Scopus (878) Google Scholar, 32.Bohrnstedt G.W. Goldberger A.S. On the exact covariance of products of random variables.J. Am. Stat. Assoc. 1969; 64: 1439-1442Crossref Scopus (245) Google Scholar, 33.Lynch M. Walsh B. Genetics and Analysis of Quantitative Traits. Sinauer Associates, Inc., Sunderland, MA1998Google Scholar). To test the null hypothesis of complete additive genetic correlation between the two diets for each trait, we performed tests of significant deviation from ρG = 1 between the basal and the HCHF diets using likelihood ratio tests wherein the likelihood of the null hypothesis constraining the additive genetic correlation to 1 (i.e., complete association) is compared with the likelihood of the estimated additive genetic correlation. Sample sizes and summary statistics describing the distribution of raw data for Lp-PLA2 activity and LDL-C concentration measured in both the basal and HCHF diets are provided in Table 1 . All summary statistics for Lp-PLA2 activity and LDL-C concentration increased from the basal to the HCHF diet. Mean Lp-PLA2 activity increased ∼26%, whereas mean LDL-C concentration increased 101% from the basal to the HCHF diet. As a proportion of the mean, the variance increased ∼127% and ∼156% from the basal to the HCHF diet, for Lp-PLA2 activity and LDL-C concentration, respectively. These initial findings suggested a possible contribution of genotype-by-diet interaction to both traits, hypotheses that were addressed formally in analyses described below.TABLE 1.Sample sizes and distributions of Lp-PLA2 activity (nmol/min/ml) and LDL cholesterol concentration (mmol/L) within and between basal and HCHF dietsBasal DietHCHF DietLp-PLA2LDL-CLp-PLA2LDL-CN657679660683Mean6.091.077.662.15Median5.881.037.192.02Variance2.030.195.750.99Variance/Mean0.330.180.750.46Min value2.820.002.840.27Max value11.673.1321.296.31HCHF, high-cholesterol, high-fat; LDL-C, LDL-cholesterol; Lp-PLA2, lipoprotein-associated phospholipase A2. Open table in a new tab HCHF, high-cholesterol, high-fat; LDL-C, LDL-cholesterol; Lp-PLA2, lipoprotein-associated phospholipase A2. Because both Lp-PLA2 activity and LDL-C concentration showed evidence of pleiotropy in baboons on a basal diet, we conducted bivariate analyses to characterize shared genetic effects in baboons on an HCHF diet. The results of the bivariate polygenic analysis for these traits are summarized in Table 2 . Heritability estimates indicate that substantial additive genetic effects contribute to the residual phenotypic variance in both Lp-PLA2 activity and LDL-C levels. The estimated additive genetic correlation between Lp-PLA2 activity and LDL-C concentration indicates that both traits are influenced by substantial shared additive genetic effects, and that almost half of the additive genetic variance in each of the two traits is due to the effects of the same gene or genes. The genetic effects common to both traits account for approximately 30% and 29% of the residual phenotypic variance in Lp-PLA2 activity and LDL-C concentration, respectively. The magnitude of these shared genetic effects accounted for much of the residual phenotypic variance shared between Lp-PLA2 activity and LDL-C concentration measured in a high-fat diet (i.e., ρP2 = 0.43). However, genetic effects on phenotypic variation that are not shared by both traits also exist, because the hypothesis of complete pleiotropy between these two traits, ρG = 1, was also rejected.TABLE 2.Bivariate polygenic analysis of variation in Lp-PLA2 activity and LDL-C concentration in pedigreed baboons on HCHF dietParameterLp-PLA2LDL-Ch20.65 (0.07)aP << 0.0000001.0.61 (0.07)aP << 0.0000001.ρG0.69 (0.06)P[ρG = 0]1.05 × 10−12P[ρG = 1]3.86 × 10−18ρG20.47ρE0.60 (0.07)ρP0.65h2, heritability. Maximum likelihood parameter estimates. Parentheses enclose SEM.a P << 0.0000001. Open table in a new tab h2, heritability. Maximum likelihood parameter estimates. Parentheses enclose SEM. Whole-genome bivariate multipoint linkage analysis of Lp-PLA2 activity and LDL-C concentration (summarized in Table 3) found significant evidence for a pleiotropic QTL on the baboon (Papio hamadryas) equivalent of human chromosome 19 (PHA19) (plotted in Fig. 1). With very similar QTL-specific heritability estimates (i.e., 0.19 and 0.21), this pleiotropic QTL accounts for approximately 20% of the residual phenotypic variance in Lp-PLA2 activity and LDL-C levels. The estimated additive genetic correlation between Lp-PLA2 activity and LDL-C concentration at the QTL suggests that all additive genetic effects at this QTL are shared between the two traits (i.e., the QTL exerts complete pleiotropy on both traits).TABLE 3.A pleiotropic QTL on baboon chromosome 19 (PHA19) influencing variation in Lp-PLA2 activity and LDL-C concentration in pedigreed baboons on HCHF dietLp-PLA2, LDL-CLOD3.13Genome-wide P value0.019Baboon chromosome (PHA)19Location in baboon linkage map (cM from pter-most marker locus)40QTL-specific heritability (Lp-PLA2, LDL-C)0.19, 0.21ρQ0.99P[ρQ = 0]0.0000462P[ρQ = 1]0.44Orthologous human chromosome (HSA)19Marker loci used to interpolate support interval for QTLD19S226, DMRegion in humans corresponding to QTL support interval19q12–q13.2Region in humans corresponding to maximum LOD in baboons19q12–q13.12LOD, logarithm of odds; QTL, quantitative trait locus. Summary of bivariate linkage analysis results.",
  "authors": [
    {
      "display_name": "Amanda Vinson",
      "id": "A5049570140",
      "orcid": "https://orcid.org/0000-0001-9955-8052",
      "institutions": [
        {
          "id": "I1289525096",
          "display_name": "Texas Biomedical Research Institute",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Amanda Vinson"
    },
    {
      "display_name": "Michael C. Mahaney",
      "id": "A5039056655",
      "orcid": "https://orcid.org/0000-0002-1341-3950",
      "institutions": [
        {
          "id": "I1289525096",
          "display_name": "Texas Biomedical Research Institute",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Michael C. Mahaney"
    },
    {
      "display_name": "Vincent P. Diego",
      "id": "A5015603734",
      "orcid": "https://orcid.org/0000-0002-0007-2085",
      "institutions": [
        {
          "id": "I1289525096",
          "display_name": "Texas Biomedical Research Institute",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Vince P. Diego"
    },
    {
      "display_name": "Laura A. Cox",
      "id": "A5083082611",
      "orcid": "https://orcid.org/0000-0002-8836-3783",
      "institutions": [
        {
          "id": "I1289525096",
          "display_name": "Texas Biomedical Research Institute",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Laura A. Cox"
    },
    {
      "display_name": "Jeffrey Rogers",
      "id": "A5089124760",
      "orcid": "https://orcid.org/0000-0002-7374-6490",
      "institutions": [
        {
          "id": "I1289525096",
          "display_name": "Texas Biomedical Research Institute",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jeffrey Rogers"
    },
    {
      "display_name": "John L. VandeBerg",
      "id": "A5016947225",
      "orcid": "https://orcid.org/0000-0002-7087-979X",
      "institutions": [
        {
          "id": "I1289525096",
          "display_name": "Texas Biomedical Research Institute",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "John L. VandeBerg"
    },
    {
      "display_name": "David L. Rainwater",
      "id": "A5082680532",
      "orcid": "https://orcid.org/0000-0002-3668-4331",
      "institutions": [
        {
          "id": "I1289525096",
          "display_name": "Texas Biomedical Research Institute",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "David L. Rainwater"
    }
  ],
  "publication_year": 2008,
  "publication_date": "2008-03-12",
  "type": "article",
  "cited_by_count": 13,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S11400418",
    "display_name": "Journal of Lipid Research",
    "issn_l": "0022-2275",
    "issn": [
      "0022-2275",
      "1539-7262"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320990"
  },
  "volume": "49",
  "issue": "6",
  "first_page": "1295",
  "last_page": "1302",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "http://www.jlr.org/article/S0022227520423739/pdf",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C81941488",
      "display_name": "Quantitative trait locus",
      "level": 3,
      "score": 0.6844148
    },
    {
      "id": "C135763542",
      "display_name": "Genotype",
      "level": 3,
      "score": 0.5334205
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.5302543
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.52814484
    },
    {
      "id": "C134018914",
      "display_name": "Endocrinology",
      "level": 1,
      "score": 0.5083112
    },
    {
      "id": "C2778163477",
      "display_name": "Cholesterol",
      "level": 2,
      "score": 0.49933505
    },
    {
      "id": "C2780072125",
      "display_name": "Lipoprotein",
      "level": 3,
      "score": 0.47887725
    },
    {
      "id": "C54355233",
      "display_name": "Genetics",
      "level": 1,
      "score": 0.36000794
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.15564087
    },
    {
      "id": "C104317684",
      "display_name": "Gene",
      "level": 2,
      "score": 0.14799136
    }
  ],
  "topics": [
    {
      "id": "T11072",
      "display_name": "Peroxisome Proliferator-Activated Receptors",
      "score": 0.9951
    },
    {
      "id": "T10594",
      "display_name": "Genetic and phenotypic traits in livestock",
      "score": 0.9938
    },
    {
      "id": "T10261",
      "display_name": "Genetic Associations and Epidemiology",
      "score": 0.9918
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1194/jlr.m800020-jlr200",
  "pdf_url": "http://www.jlr.org/article/S0022227520423739/pdf",
  "retrieved_date": "2025-07-30T14:59:26.336422",
  "source_database": "OpenAlex"
}