{
  "openalex_id": "W2103444700",
  "doi": "https://doi.org/10.1097/01.ju.0000158155.33890.e7",
  "title": "THE UNIVERSITY OF CALIFORNIA, SAN FRANCISCO CANCER OF THE PROSTATE RISK ASSESSMENT SCORE: A STRAIGHTFORWARD AND RELIABLE PREOPERATIVE PREDICTOR OF DISEASE RECURRENCE AFTER RADICAL PROSTATECTOMY",
  "abstract": "No AccessJournal of UrologyAdult Urology: Oncology: Prostate/Testis/Penis/Urethra1 Jun 2005THE UNIVERSITY OF CALIFORNIA, SAN FRANCISCO CANCER OF THE PROSTATE RISK ASSESSMENT SCORE: A STRAIGHTFORWARD AND RELIABLE PREOPERATIVE PREDICTOR OF DISEASE RECURRENCE AFTER RADICAL PROSTATECTOMYis corrected byErrata MATTHEW R. COOPERBERG, DAVID J. PASTA, ERIC P. ELKIN, MARK S. LITWIN, DAVID M. LATINI, JANEEN Du CHANE, and PETER R. CARROLL MATTHEW R. COOPERBERGMATTHEW R. COOPERBERG More articles by this author , DAVID J. PASTADAVID J. PASTA More articles by this author , ERIC P. ELKINERIC P. ELKIN More articles by this author , MARK S. LITWINMARK S. LITWIN More articles by this author , DAVID M. LATINIDAVID M. LATINI More articles by this author , JANEEN Du CHANEJANEEN Du CHANE More articles by this author , and PETER R. CARROLLPETER R. CARROLL More articles by this author View All Author Informationhttps://doi.org/10.1097/01.ju.0000158155.33890.e7AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: Multivariate prognostic instruments aim to predict risk of recurrence among patients with localized prostate cancer. We devised a novel risk assessment tool which would be a strong predictor of outcome across various levels of risk, and which could be easily applied and intuitively understood. Materials and Methods: We studied 1,439 men diagnosed between 1992 and 2001 who had undergone radical prostatectomy and were followed in the Cancer of the Prostate Strategic Urologic Research Endeavor (CaPSURE) database, a longitudinal, community based disease registry of patients with prostate cancer. Disease recurrence was defined as prostate specific antigen (PSA) 0.2 ng/ml or greater on 2 consecutive occasions following prostatectomy or a second cancer treatment more than 6 months after surgery. The University of California, San Francisco-Cancer of the Prostate Risk Assessment (UCSF-CAPRA) score was developed using preoperative PSA, Gleason score, clinical T stage, biopsy results and age. The index was developed and validated using Cox proportional hazards and life table analyses. Results: A total of 210 patients (15%) had recurrence, 145 by PSA criteria and 65 by second treatment. Based on the results of the Cox analysis, points were assigned based on PSA (0 to 4 points), Gleason score (0 to 3), T stage (0 to 1), age (0 to 1) and percent of biopsy positive cores (0 to 1). The UCSF-CAPRA score range is 0 to 10, with roughly double the risk of recurrence for each 2-point increase in score. Recurrence-free survival at 5 years ranged from 85% for a UCSF-CAPRA score of 0 to 1 (95% CI 73%–92%) to 8% for a score of 7 to 10 (95% CI 0%–28%). The concordance index for the UCSF-CAPRA score was 0.66. Conclusions: The UCSF-CAPRA score is a straightforward yet powerful preoperative risk assessment tool. It must be externally validated in future studies. References 1 : Cancer statistics, 2004. CA Cancer J Clin2004; 54: 8. Google Scholar 2 : Competing risk analysis of men aged 55 to 74 years at diagnosis managed conservatively for clinically localized prostate cancer. JAMA1998; 280: 975. Google Scholar 3 : A randomized trial comparing radical prostatectomy with watchful waiting in early prostate cancer. N Engl J Med2002; 347: 781. Google Scholar 4 : Comprehensive comparison of health-related quality of life after contemporary therapies for localized prostate cancer. J Clin Oncol2002; 20: 557. Google Scholar 5 : A catalog of prostate cancer nomograms. J Urol2001; 165: 1562. Link, Google Scholar 6 : Biochemical outcome after radical prostatectomy, external beam radiation therapy, or interstitial radiation therapy for clinically localized prostate cancer. JAMA1998; 280: 969. Google Scholar 7 : A preoperative nomogram for disease recurrence following radical prostatectomy for prostate cancer. J Natl Cancer Inst1998; 90: 766. Google Scholar 8 : The CaPSURE database: a methodology for clinical practice and research in prostate cancer. CaPSURE Research Panel. Cancer of the Prostate Strategic Urologic Research Endeavor. Urology1996; 48: 773. Google Scholar 9 : The contemporary management of prostate cancer in the United States: lessons from the cancer of the prostate strategic urologic research endeavor (CaPSURE), a national disease registry. J Urol2004; 171: 1393. Link, Google Scholar 10 : Ability of 2 pretreatment risk assessment methods to predict prostate cancer recurrence after radical prostatectomy: data from CaPSURE. J Urol2005; 173: 1126. Link, Google Scholar 11 : Contemporary update of prostate cancer staging nomograms (Partin Tables) for the new millennium. Urology2001; 58: 843. Google Scholar 12 : Validation of the Kattan preoperative nomogram for prostate cancer recurrence using a community based cohort: results from Cancer of the Prostate Strategic Urological Research Endeavor (CaPSURE). J Urol2004; 171: 2255. Link, Google Scholar 13 : Prostate cancer in men age 50 years or younger: a review of the Department of Defense Center for Prostate Disease Research multicenter prostate cancer database. J Urol2000; 164: 1964. Link, Google Scholar 14 : Long-term cancer control of radical prostatectomy in men younger than 50 years of age: update 2003. Urology2003; 62: 86. Google Scholar 15 : Positive fraction of systematic biopsies predicts risk of relapse after radical prostatectomy. Urology1998; 52: 1079. Google Scholar 16 : Clinical utility of the percentage of positive prostate biopsies in defining biochemical outcome after radical prostatectomy for patients with clinically localized prostate cancer. J Clin Oncol2000; 18: 1164. Google Scholar 17 : Percent prostate needle biopsy tissue with cancer is more predictive of biochemical failure or adverse pathology after radical prostatectomy than prostate specific antigen or Gleason score. J Urol2002; 167: 516. Link, Google Scholar 18 : Predicting disease recurrence in intermediate and high-risk patients undergoing radical prostatectomy using percent positive biopsies: results from CaPSURE. Urology2002; 59: 560. Google Scholar 19 : Assessment of the enhancement in predictive accuracy provided by systematic biopsy in predicting outcome for clinically localized prostate cancer. J Urol2004; 171: 200. Link, Google Scholar 20 : Comparison of percentage of total prostate needle biopsy tissue with cancer to percentage of cores with cancer for predicting PSA recurrence after radical prostatectomy: results from the SEARCH database. Urology2003; 61: 742. Google Scholar University of California, San Francisco, San Francisco, and University of California, Los Angeles, Los Angeles, California (MSL), and TAP Pharmaceutical Products, Inc., Lake Forest, Illinois (JD)© 2005 by American Urological Association, Inc.FiguresReferencesRelatedDetailsCited byShee K, Washington S, Cowan J, de la Calle C, Baskin A, Chappidi M, Escobar D, Nguyen H, Cooperberg M and Carroll P (2022) Gleason Grade 1 Prostate Cancer Volume at Biopsy Is Associated With Upgrading but Not Adverse Pathology or Recurrence After Radical Prostatectomy: Results From a Large Institutional CohortJournal of Urology, VOL. 209, NO. 1, (198-207), Online publication date: 1-Jan-2023.Eastham J, Auffenberg G, Barocas D, Chou R, Crispino T, Davis J, Eggener S, Horwitz E, Kane C, Kirkby E, Lin D, McBride S, Morgans A, Pierorazio P, Rodrigues G, Wong W and Boorjian S (2022) Clinically Localized Prostate Cancer: AUA/ASTRO Guideline, Part I: Introduction, Risk Assessment, Staging, and Risk-Based ManagementJournal of Urology, VOL. 208, NO. 1, (10-18), Online publication date: 1-Jul-2022.Wibmer A, Chaim J, Lakhman Y, Lefkowitz R, Nincevic J, Nikolovski I, Sala E, Gonen M, Carlsson S, Fine S, Zelefsky M, Scardino P, Hricak H and Vargas H (2020) Oncologic Outcomes after Localized Prostate Cancer Treatment: Associations with Pretreatment Prostate Magnetic Resonance Imaging FindingsJournal of Urology, VOL. 205, NO. 4, (1055-1062), Online publication date: 1-Apr-2021.Chu C, Cowan J, Fasulo V, Washington S, de la Calle C, Shoemaker J and Carroll P (2020) The Clinical Significance of Multiple Negative Surveillance Prostate Biopsies for Men on Active Surveillance—Does Cancer Vanish or Simply Hide?Journal of Urology, VOL. 205, NO. 1, (109-114), Online publication date: 1-Jan-2021.Maggi M, Cowan J, Fasulo V, Washington S, Lonergan P, Sciarra A, Nguyen H and Carroll P (2020) The Long-Term Risks of Metastases in Men on Active Surveillance for Early Stage Prostate CancerJournal of Urology, VOL. 204, NO. 6, (1222-1228), Online publication date: 1-Dec-2020.Kornberg Z, Cooperberg M, Cowan J, Chan J, Shinohara K, Simko J, Tenggara I and Carroll P (2019) A 17-Gene Genomic Prostate Score as a Predictor of Adverse Pathology in Men on Active SurveillanceJournal of Urology, VOL. 202, NO. 4, (702-709), Online publication date: 1-Oct-2019.Greenland N, Zhang L, Cowan J, Carroll P, Stohr B and Simko J (2019) Correlation of a Commercial Genomic Risk Classifier with Histological Patterns in Prostate CancerJournal of Urology, VOL. 202, NO. 1, (90-95), Online publication date: 1-Jul-2019.Botejue M, Abbott D, Danella J, Fonshell C, Ginzburg S, Guzzo T, Lanchoney T, Marlowe B, Raman J, Smaldone M, Tomaszewski J, Trabulsi E, Uzzo R and Reese A (2019) Active Surveillance as Initial Management of Newly Diagnosed Prostate Cancer: Data from the PURCJournal of Urology, VOL. 201, NO. 5, (929-936), Online publication date: 1-May-2019.Loeb S, Folkvaljon Y, Bratt O, Robinson D and Stattin P (2019) Defining Intermediate Risk Prostate Cancer Suitable for Active SurveillanceJournal of Urology, VOL. 201, NO. 2, (292-299), Online publication date: 1-Feb-2019.Nyame Y, Grimberg D, Greene D, Gupta K, Kartha G, Berglund R, Gong M, Stephenson A, Magi-Galluzzi C and Klein E (2017) Genomic Scores are Independent of Disease Volume in Men with Favorable Risk Prostate Cancer: Implications for Choosing Men for Active SurveillanceJournal of Urology, VOL. 199, NO. 2, (438-444), Online publication date: 1-Feb-2018.Loeb S (2016) Biomarkers for Prostate Biopsy and Risk Stratification of Patients with Newly Diagnosed Prostate CancerUrology Practice, VOL. 4, NO. 4, (315-321), Online publication date: 1-Jul-2017.Macleod L, Ellis W, Newcomb L, Zheng Y, Brooks J, Carroll P, Gleave M, Lance R, Nelson P, Thompson I, Wagner A, Wei J and Lin D (2016) Timing of Adverse Prostate Cancer Reclassification on First Surveillance Biopsy: Results from the Canary Prostate Cancer Active Surveillance StudyJournal of Urology, VOL. 197, NO. 4, (1026-1033), Online publication date: 1-Apr-2017.Eltemamy M, Leapman M, Cowan J, Westphalen A, Shinohara K and Carroll P (2016) Serial Anatomical Prostate Ultrasound during Prostate Cancer Active SurveillanceJournal of Urology, VOL. 196, NO. 3, (727-733), Online publication date: 1-Sep-2016.Newcomb L, Thompson I, Boyer H, Brooks J, Carroll P, Cooperberg M, Dash A, Ellis W, Fazli L, Feng Z, Gleave M, Kunju P, Lance R, McKenney J, Meng M, Nicolas M, Sanda M, Simko J, So A, Tretiakova M, Troyer D, True L, Vakar-Lopez F, Virgin J, Wagner A, Wei J, Zheng Y, Nelson P and Lin D (2015) Outcomes of Active Surveillance for Clinically Localized Prostate Cancer in the Prospective, Multi-Institutional Canary PASS CohortJournal of Urology, VOL. 195, NO. 2, (313-320), Online publication date: 1-Feb-2016.Banerji J, Wolff E, Massman J, Odem-Davis K, Porter C and Corman J (2015) Prostate Needle Biopsy Outcomes in the Era of the U.S. Preventive Services Task Force Recommendation against Prostate Specific Antigen Based ScreeningJournal of Urology, VOL. 195, NO. 1, (66-73), Online publication date: 1-Jan-2016.Costa D, Lotan Y, Rofsky N, Roehrborn C, Liu A, Hornberger B, Xi Y, Francis F and Pedrosa I (2015) Assessment of Prospectively Assigned Likert Scores for Targeted Magnetic Resonance Imaging-Transrectal Ultrasound Fusion Biopsies in Patients with Suspected Prostate CancerJournal of Urology, VOL. 195, NO. 1, (80-87), Online publication date: 1-Jan-2016.Mendhiratta N, Rosenkrantz A, Meng X, Wysock J, Fenstermaker M, Huang R, Deng F, Melamed J, Zhou M, Huang W, Lepor H and Taneja S (2015) Magnetic Resonance Imaging-Ultrasound Fusion Targeted Prostate Biopsy in a Consecutive Cohort of Men with No Previous Biopsy: Reduction of Over Detection through Improved Risk StratificationJournal of Urology, VOL. 194, NO. 6, (1601-1606), Online publication date: 1-Dec-2015.Jalloh M, Leapman M, Cowan J, Shinohara K, Greene K, Roach M, Chang A, Chan J, Simko J and Carroll P (2015) Patterns of Local Failure following Radiation Therapy for Prostate CancerJournal of Urology, VOL. 194, NO. 4, (977-982), Online publication date: 1-Oct-2015.Hussein A, Punnen S, Zhao S, Cowan J, Leapman M, Tran T, Washington S, Truesdale M, Carroll P and Cooperberg M (2015) Current Use of Imaging after Primary Treatment of Prostate CancerJournal of Urology, VOL. 194, NO. 1, (98-104), Online publication date: 1-Jul-2015.Otto B, Osterberg E, Salgado S, Scherr D and Shariat S (2015) Prostate Cancer Risk Estimation Tool Use by Members of the American Urological Association: A Survey Based StudyJournal of Urology, VOL. 193, NO. 6, (1933-1937), Online publication date: 1-Jun-2015.Tilki D, Mandel P, Schlomm T, Chun F, Tennstedt P, Pehrke D, Haese A, Huland H, Graefen M and Salomon G (2014) External Validation of the CAPRA-S Score to Predict Biochemical Recurrence, Metastasis and Mortality after Radical Prostatectomy in a European CohortJournal of Urology, VOL. 193, NO. 6, (1970-1975), Online publication date: 1-Jun-2015.Ross I, Womble P, Ye J, Linsell S, Montie J, Miller D and Cher M (2014) MUSIC: Patterns of Care in the Radiographic Staging of Men with Newly Diagnosed Low Risk Prostate CancerJournal of Urology, VOL. 193, NO. 4, (1159-1162), Online publication date: 1-Apr-2015.Abraham N, Mendhiratta N and Taneja S (2014) Patterns of Repeat Prostate Biopsy in Contemporary Clinical PracticeJournal of Urology, VOL. 193, NO. 4, (1178-1184), Online publication date: 1-Apr-2015.Welty C, Cowan J, Nguyen H, Shinohara K, Perez N, Greene K, Chan J, Meng M, Simko J, Cooperberg M and Carroll P (2014) Extended Followup and Risk Factors for Disease Reclassification in a Large Active Surveillance Cohort for Localized Prostate CancerJournal of Urology, VOL. 193, NO. 3, (807-811), Online publication date: 1-Mar-2015.Hussein A, Welty C, Broering J, Cooperberg M and Carroll P (2014) National Prostate Cancer Registries: Contemporary Trends of Prostate Cancer in the United StatesUrology Practice, VOL. 1, NO. 4, (198-204), Online publication date: 1-Nov-2014.Brajtbord J, Punnen S, Cowan J, Welty C and Carroll P (2014) Age and Baseline Quality of Life at Radical Prostatectomy—Who Has the Most to Lose?Journal of Urology, VOL. 192, NO. 2, (396-401), Online publication date: 1-Aug-2014.Cary K, Singla N, Cowan J, Carroll P and Cooperberg M (2013) Impact of Androgen Deprivation Therapy on Mental and Emotional Well-Being in Men with Prostate Cancer: Analysis from the CaPSURE™ RegistryJournal of Urology, VOL. 191, NO. 4, (964-970), Online publication date: 1-Apr-2014.Tollefson M, Karnes R, Rangel L, Bergstralh E and Boorjian S (2012) The Impact of Clinical Stage on Prostate Cancer Survival Following Radical ProstatectomyJournal of Urology, VOL. 189, NO. 5, (1707-1712), Online publication date: 1-May-2013.Elliott S, Johnson D, Jarosek S, Konety B, Adejoro O and Virnig B (2012) Bias Due to Missing SEER Data in D'Amico Risk Stratification of Prostate CancerJournal of Urology, VOL. 187, NO. 6, (2026-2031), Online publication date: 1-Jun-2012.Reese A, Cooperberg M and Carroll P (2010) Minimal Impact of Clinical Stage on Prostate Cancer Prognosis Among Contemporary Patients With Clinically Localized DiseaseJournal of Urology, VOL. 184, NO. 1, (114-119), Online publication date: 1-Jul-2010.Wright J, Dalkin B, True L, Ellis W, Stanford J, Lange P and Lin D (2010) Positive Surgical Margins at Radical Prostatectomy Predict Prostate Cancer Specific MortalityJournal of Urology, VOL. 183, NO. 6, (2213-2218), Online publication date: 1-Jun-2010.Rosenzweig C, Zhang Z, Sun X, Sokoll L, Osborne K, Partin A and Chan D (2009) Predicting Prostate Cancer Biochemical Recurrence Using a Panel of Serum Proteomic BiomarkersJournal of Urology, VOL. 181, NO. 3, (1407-1414), Online publication date: 1-Mar-2009.Shah J, McKiernan J, Elkin E, Carroll P and Meng M (2007) Prostate Biopsy Patterns in the CaPSURE Database: Evolution With Time and Impact on Outcome After ProstatectomyJournal of Urology, VOL. 179, NO. 1, (136-140), Online publication date: 1-Jan-2008.May M, Knoll N, Siegsmund M, Fahlenkamp D, Vogler H, Hoschke B and Gralla O (2007) Validity of the CAPRA Score to Predict Biochemical Recurrence-Free Survival After Radical Prostatectomy. Results From a European Multicenter Survey of 1,296 PatientsJournal of Urology, VOL. 178, NO. 5, (1957-1962), Online publication date: 1-Nov-2007.Latini D, Hart S, Knight S, Cowan J, Ross P, DuChane J and Carroll P (2007) The Relationship Between Anxiety and Time to Treatment for Patients With Prostate Cancer on SurveillanceJournal of Urology, VOL. 178, NO. 3, (826-832), Online publication date: 1-Sep-2007.Cooperberg M, Broering J, Kantoff P and Carroll P (2007) Contemporary Trends in Low Risk Prostate Cancer: Risk Assessment and TreatmentJournal of Urology, VOL. 178, NO. 3S, (S14-S19), Online publication date: 1-Sep-2007.Chang S (2018) Management of High Risk Metastatic Prostate Cancer: Defining Risk at the Time of Initial Treatment FailureJournal of Urology, VOL. 176, NO. 6S, (S57-S60), Online publication date: 1-Dec-2006.Meng M, Elkin E, DuChane J and Carroll P (2018) Impact of Increased Number of Biopsies on the Nature of Prostate Cancer IdentifiedJournal of Urology, VOL. 176, NO. 1, (63-69), Online publication date: 1-Jul-2006.Related articlesJournal of Urology9 Nov 2018Errata Volume 173Issue 6June 2005Page: 1938-1942 Advertisement Copyright & Permissions© 2005 by American Urological Association, Inc.Keywordsprostatic neoplasmsprostate-specific antigenrisk factorsprognosisMetricsAuthor Information MATTHEW R. COOPERBERG More articles by this author DAVID J. PASTA More articles by this author ERIC P. ELKIN More articles by this author MARK S. LITWIN More articles by this author DAVID M. LATINI More articles by this author JANEEN Du CHANE More articles by this author PETER R. CARROLL More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Matthew R. Cooperberg",
      "id": "A5086007942",
      "orcid": "https://orcid.org/0000-0003-4339-6685",
      "institutions": [
        {
          "id": "I161318765",
          "display_name": "University of California, Los Angeles",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I180670191",
          "display_name": "University of California, San Francisco",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "MATTHEW R. COOPERBERG"
    },
    {
      "display_name": "David J. Pasta",
      "id": "A5009160746",
      "orcid": "https://orcid.org/0000-0003-2637-9293",
      "institutions": [
        {
          "id": "I180670191",
          "display_name": "University of California, San Francisco",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I161318765",
          "display_name": "University of California, Los Angeles",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "DAVID J. PASTA"
    },
    {
      "display_name": "Eric P. Elkin",
      "id": "A5069307550",
      "orcid": null,
      "institutions": [
        {
          "id": "I161318765",
          "display_name": "University of California, Los Angeles",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I180670191",
          "display_name": "University of California, San Francisco",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "ERIC P. ELKIN"
    },
    {
      "display_name": "Mark S. Litwin",
      "id": "A5014456130",
      "orcid": "https://orcid.org/0000-0002-2318-344X",
      "institutions": [
        {
          "id": "I161318765",
          "display_name": "University of California, Los Angeles",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I180670191",
          "display_name": "University of California, San Francisco",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "MARK S. LITWIN"
    },
    {
      "display_name": "David Latini",
      "id": "A5038777977",
      "orcid": "https://orcid.org/0000-0002-6161-4861",
      "institutions": [
        {
          "id": "I161318765",
          "display_name": "University of California, Los Angeles",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I180670191",
          "display_name": "University of California, San Francisco",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "DAVID M. LATINI"
    },
    {
      "display_name": "JANEEN Du CHANE",
      "id": "A5059711044",
      "orcid": null,
      "institutions": [
        {
          "id": "I161318765",
          "display_name": "University of California, Los Angeles",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I180670191",
          "display_name": "University of California, San Francisco",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "JANEEN Du CHANE"
    },
    {
      "display_name": "Peter R. Carroll",
      "id": "A5056969058",
      "orcid": "https://orcid.org/0000-0002-1086-4334",
      "institutions": [
        {
          "id": "I161318765",
          "display_name": "University of California, Los Angeles",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I180670191",
          "display_name": "University of California, San Francisco",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "PETER R. CARROLL"
    }
  ],
  "publication_year": 2005,
  "publication_date": "2005-05-03",
  "type": "article",
  "cited_by_count": 722,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "173",
  "issue": "6",
  "first_page": "1938",
  "last_page": "1942",
  "open_access": {
    "is_oa": true,
    "oa_status": "green",
    "oa_url": "https://europepmc.org/articles/pmc2948569?pdf=render",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.9159545
    },
    {
      "id": "C2779466945",
      "display_name": "Prostatectomy",
      "level": 4,
      "score": 0.87940985
    },
    {
      "id": "C2780192828",
      "display_name": "Prostate cancer",
      "level": 3,
      "score": 0.78340256
    },
    {
      "id": "C2777008409",
      "display_name": "Biochemical recurrence",
      "level": 5,
      "score": 0.5881041
    },
    {
      "id": "C2781406297",
      "display_name": "Prostate-specific antigen",
      "level": 4,
      "score": 0.5700256
    },
    {
      "id": "C146357865",
      "display_name": "Stage (stratigraphy)",
      "level": 2,
      "score": 0.5442358
    },
    {
      "id": "C126894567",
      "display_name": "Urology",
      "level": 1,
      "score": 0.47228414
    },
    {
      "id": "C50382708",
      "display_name": "Proportional hazards model",
      "level": 2,
      "score": 0.46387684
    },
    {
      "id": "C121608353",
      "display_name": "Cancer",
      "level": 2,
      "score": 0.4349764
    },
    {
      "id": "C2776235491",
      "display_name": "Prostate",
      "level": 3,
      "score": 0.4183887
    },
    {
      "id": "C29456083",
      "display_name": "Gynecology",
      "level": 1,
      "score": 0.37827718
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.35201973
    },
    {
      "id": "C143998085",
      "display_name": "Oncology",
      "level": 1,
      "score": 0.338836
    },
    {
      "id": "C151730666",
      "display_name": "Paleontology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10124",
      "display_name": "Prostate Cancer Diagnosis and Treatment",
      "score": 0.9999
    },
    {
      "id": "T10543",
      "display_name": "Prostate Cancer Treatment and Research",
      "score": 0.9992
    },
    {
      "id": "T10335",
      "display_name": "Colorectal Cancer Surgical Treatments",
      "score": 0.9427
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1097/01.ju.0000158155.33890.e7",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:04:45.747741",
  "source_database": "OpenAlex"
}