{
  "openalex_id": "W2100043780",
  "doi": "https://doi.org/10.2113/34.2.245",
  "title": "Isotopic and elemental chemistry of subsurface Precambrian igneous rocks, west Texas and eastern New Mexico",
  "abstract": "Research Article| January 01, 1999 Isotopic and elemental chemistry of subsurface Precambrian igneous rocks, west Texas and eastern New Mexico Melanie A. Barnes; Melanie A. Barnes 1Department of Geosciences, Texas Tech University, Lubbock, TX 79409-1053, U.S.A. Search for other works by this author on: GSW Google Scholar C. Renee Rohs; C. Renee Rohs 2Mineral Area College, Park Hills, MO 63601, U.S.A. Search for other works by this author on: GSW Google Scholar Elizabeth Y. Anthony; Elizabeth Y. Anthony 3Department of Geological Sciences, University of Texas at El Paso, El Paso, TX 79968, U.S.A. Search for other works by this author on: GSW Google Scholar W. Randy Van Schmus; W. Randy Van Schmus 4Department of Geology, University of Kansas, Lawrence, KS 66045, U.S.A. Search for other works by this author on: GSW Google Scholar Rodger E. Denison Rodger E. Denison 5Geosciences, University of Texas at Dallas, Richardson, TX 75083-0688, U.S.A. Search for other works by this author on: GSW Google Scholar Rocky Mountain Geology (1999) 34 (2): 245–262. https://doi.org/10.2113/34.2.245 Article history received: 23 Aug 1998 rev-recd: 26 Jan 1999 accepted: 26 Feb 1999 first online: 03 Mar 2017 Cite View This Citation Add to Citation Manager Share Icon Share Twitter LinkedIn Tools Icon Tools Get Permissions Search Site Citation Melanie A. Barnes, C. Renee Rohs, Elizabeth Y. Anthony, W. Randy Van Schmus, Rodger E. Denison; Isotopic and elemental chemistry of subsurface Precambrian igneous rocks, west Texas and eastern New Mexico. Rocky Mountain Geology 1999;; 34 (2): 245–262. doi: https://doi.org/10.2113/34.2.245 Download citation file: Ris (Zotero) Refmanager EasyBib Bookends Mendeley Papers EndNote RefWorks BibTex toolbar search Search nav search search input Search input auto suggest search filter All ContentBy SocietyRocky Mountain Geology Search Advanced Search Abstract We present major element, trace element, and Nd isotopic analyses from cuttings and core samples for three subsurface terranes in west Texas and eastern New Mexico. The most northerly is the Panhandle volcanic terrane, which represents a large part of the Mesoproterozoic southern granite-rhyolite province. This terrane is comprised of undeformed rhyolite, ignimbritic tuff, granite, and diabase. The Panhandle terrane is split by the Debaca terrane, which consists of intercalated metasedimentary and metavolcanic rocks intruded by olivine gabbro, ferrogabbro, and diabase. Mildly to strongly deformed intermediate and felsic intrusive rocks of unknown affinity make up the third terrane, called here the crystalline terrane; it is located south and southeast of the Panhandle and Debaca terranes.Intermediate-to-felsic rocks of the terranes can be subdivided on the basis of their geochemistry into those with: (1) K2O/Na2O > 1 and A-type trace element characteristics; and (2) K2O/Na2O < 1 and I-type trace element characteristics. All but a few samples from the Panhandle terrane, both north and south of the Debaca terrane, are A-type. Depleted mantle model ages for granites and rhyolites from the northern Panhandle terrane range from 1.50–1.69 Ga. Two samples from the southern Panhandle terrane have model ages of 1.74 Ga, and a third sample's model age is 1.57 Ga. These model ages are older than the four reported crystallization ages of 1.37 −1.4 Ga, indicating that: (1) A-type rocks of the Panhandle terrane contain a significant crustal component; and (2) Panhandle terrane is underlain by > 1.7-Ga crust. The southern edge of Laurentia, therefore, is farther south than previously inferred. A diabase from the Panhandle terrane has a TDM of 1.44 Ga. If this model age is close to the crystallization age, then diabase in the Panhandle terrane is approximately coeval with the granite and rhyolite. The model age for the gabbro from the Debaca terrane is distinctly younger at 1.26 Ga, and is the same as crystallization ages of felsic tuffs associated with shelf carbonates in the Franklin Mountains and Van Horn area. In the crystalline terrane, both A- and I-type granites are present. Model ages for the I-type granites are 1.40–1.47 Ga. These are distinctly younger than the model age for the Panhandle terrane, and an A-type granite has a TDM of 1.35 Ga. These data indicate that granites in the crystalline terrane are not part of the granite-rhyolite province; rather, they constitute a separate group. First Page Preview Close Modal You do not currently have access to this article.",
  "authors": [
    {
      "display_name": "Melanie A. Barnes",
      "id": "A5062108947",
      "orcid": null,
      "institutions": [
        {
          "id": "I12315562",
          "display_name": "Texas Tech University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Melanie A. Barnes"
    },
    {
      "display_name": "C. Renee Rohs",
      "id": "A5034451519",
      "orcid": null,
      "institutions": [
        {
          "id": "I2802007755",
          "display_name": "Mineral Area College",
          "country_code": "US",
          "type": "education"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "C. Renee Rohs"
    },
    {
      "display_name": "Elizabeth Y. Anthony",
      "id": "A5024811778",
      "orcid": "https://orcid.org/0000-0002-7589-3312",
      "institutions": [
        {
          "id": "I164936912",
          "display_name": "The University of Texas at El Paso",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Elizabeth Y. Anthony"
    },
    {
      "display_name": "W. Randy Van Schmus",
      "id": "A5113657710",
      "orcid": null,
      "institutions": [
        {
          "id": "I146416000",
          "display_name": "University of Kansas",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "W. Randy Van Schmus"
    },
    {
      "display_name": "Rodger E. Denison",
      "id": "A5112032411",
      "orcid": null,
      "institutions": [
        {
          "id": "I162577319",
          "display_name": "The University of Texas at Dallas",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Rodger E. Denison"
    }
  ],
  "publication_year": 1999,
  "publication_date": "1999-11-01",
  "type": "article",
  "cited_by_count": 29,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210191052",
    "display_name": "Rocky Mountain Geology",
    "issn_l": "0010-7980",
    "issn": [
      "0010-7980"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316584"
  },
  "volume": "34",
  "issue": "2",
  "first_page": "245",
  "last_page": "262",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C173776410",
      "display_name": "Precambrian",
      "level": 2,
      "score": 0.81258726
    },
    {
      "id": "C2778805511",
      "display_name": "Citation",
      "level": 2,
      "score": 0.56271017
    },
    {
      "id": "C2778447006",
      "display_name": "Icon",
      "level": 2,
      "score": 0.5250337
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.46410167
    },
    {
      "id": "C127313418",
      "display_name": "Geology",
      "level": 0,
      "score": 0.463219
    },
    {
      "id": "C2776797426",
      "display_name": "Biogeosciences",
      "level": 2,
      "score": 0.44121495
    },
    {
      "id": "C42787717",
      "display_name": "Igneous rock",
      "level": 2,
      "score": 0.41131222
    },
    {
      "id": "C161191863",
      "display_name": "Library science",
      "level": 1,
      "score": 0.3373583
    },
    {
      "id": "C17409809",
      "display_name": "Geochemistry",
      "level": 1,
      "score": 0.32758093
    },
    {
      "id": "C52119013",
      "display_name": "Art history",
      "level": 1,
      "score": 0.3211412
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.2681309
    },
    {
      "id": "C1965285",
      "display_name": "Earth science",
      "level": 1,
      "score": 0.20686102
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.14571252
    },
    {
      "id": "C199360897",
      "display_name": "Programming language",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10001",
      "display_name": "Geological and Geochemical Analysis",
      "score": 0.9993
    },
    {
      "id": "T12157",
      "display_name": "Geochemistry and Geologic Mapping",
      "score": 0.9987
    },
    {
      "id": "T10398",
      "display_name": "Groundwater and Isotope Geochemistry",
      "score": 0.9986
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.2113/34.2.245",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:36:41.221562",
  "source_database": "OpenAlex"
}