{
  "openalex_id": "W2102248819",
  "doi": "https://doi.org/10.1016/s0022-5347(01)67231-8",
  "title": "Sono-Urethrography in the Evaluation of Anterior Urethral Strictures",
  "abstract": "No AccessJournal of UrologyClinical Urology: Original Article1 Jul 1995Sono-Urethrography in the Evaluation of Anterior Urethral Strictures Peter A. Nash, Jack W. McAninch, Jeremy E. Bruce, and Douglas K. Hanks Peter A. NashPeter A. Nash , Jack W. McAninchJack W. McAninch , Jeremy E. BruceJeremy E. Bruce , and Douglas K. HanksDouglas K. Hanks View All Author Informationhttps://doi.org/10.1016/S0022-5347(01)67231-8AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail During a 7-year period 123 paired urethrographic and sono-urethrographic studies were performed on 101 patients with 110 urethral strictures. In all but 3 cases the urethra was subsequently evaluated either cystoscopically or at open operation. Sono-urethrography readily identified urethral calculi, diverticula and false passages. It correctly identified the stricture and its site in every case. There was a significant difference between stricture length as measured by urethrography compared to that measured by sono-urethrography (p less than 0.003). However, if the strictures were grouped based on anatomical location, there was good correlation and no significant difference in the penile urethra (correlation coefficient = 0.94, p = 0.74) but poor correlation and the significant difference remained in the urethral bulb (correlation coefficient = 0.64, p less than 0.007). Similarly, when urethrographic and sono-urethrographic stricture lengths were compared with operative lengths, in the penile urethra the correlation coefficients were close (correlation coefficient = 0.91 versus 0.98) but in the urethral bulb the poor correlation persisted (correlation coefficient = 0.69 versus 0.89). Although sono-urethrography certainly identifies periurethral tissue, it was unreliable in predicting the depth of spongiofibrosis when compared with full depth biopsies in 36 patients with histopathological correlation. Finally, in 16 percent of the patients sono-urethrography correctly indicated a reconstructive procedure different from that originally suggested by conventional urethrography. Sono-urethrography is a dynamic 3-dimensional study that accurately identifies stricture site, number and caliber. Compared with conventional urethrography, it more accurately measures stricture length and diameter, and identifies periurethral tissue, making it a valuable adjunct in the evaluation of patients with suspected anterior urethral strictures. References 1 : Sonourethrography in the evaluation of urethral strictures: a preliminary report. J. Urol.1988; 139: 294. Link, Google Scholar 2 : Sonographic urethrogram: comparison to roentgenographic techniques in 22 patients. J. Urol.1988; 140: 1404. Link, Google Scholar 3 : Sonography of the distal male urethra--a new diagnostic procedure for urethral strictures: results of a retrospective study. J. Urol.1988; 140: 1409. Abstract, Google Scholar 4 : Risk of recurrent stricture following internal urethrotomy. Prospective ultrasound study of distal male urethra. Brit. J. Urol.1990; 65: 618. Google Scholar 5 : Ultrasonographic evaluation of urethral stricture disease. Urology1992; 40: 237. Google Scholar Departments of Urology and Pathology, University of California School of Medicine and San Francisco General Hospital, San Francisco, California.© 1995 by American Urological Association, Inc.FiguresReferencesRelatedDetailsCited byChen L, Feng C, Lv X, Fan H, Joshi P, Barbagli G, Zhao Y, Xu Y, Li Z, Hu B and Fu Q (2017) Three-Dimensional Computerized Model Based on the Sonourethrogram: A Novel Technique to Evaluate Anterior Urethral StrictureJournal of Urology, VOL. 199, NO. 2, (568-575), Online publication date: 1-Feb-2018.Meeks J, Erickson B, Granieri M and Gonzalez C (2009) Stricture Recurrence After Urethroplasty: A Systematic ReviewJournal of Urology, VOL. 182, NO. 4, (1266-1270), Online publication date: 1-Oct-2009.Dubey D, Vijjan V, Kapoor R, Srivastava A, Mandhani A, Kumar A and Ansari M (2007) Dorsal Onlay Buccal Mucosa Versus Penile Skin Flap Urethroplasty for Anterior Urethral Strictures: Results From a Randomized Prospective TrialJournal of Urology, VOL. 178, NO. 6, (2466-2469), Online publication date: 1-Dec-2007.MANDHANI A, CHAUDHURY H, KAPOOR R, SRIVASTAVA A, DUBEY D and KUMAR A (2018) CAN OUTCOME OF INTERNAL URETHROTOMY FOR SHORT SEGMENT BULBAR URETHRAL STRICTURE BE PREDICTED?Journal of Urology, VOL. 173, NO. 5, (1595-1597), Online publication date: 1-May-2005.Santucci R, Mario L and Aninch J (2018) Anastomotic Urethroplasty For Bulbar Urethral Stricture: Analysis Of 168 PatientsJournal of Urology, VOL. 167, NO. 4, (1715-1719), Online publication date: 1-Apr-2002.MOREY A and ANINCH J (2018) SONOGRAPHIC STAGING OF ANTERIOR URETHRAL STRICTURESJournal of Urology, VOL. 163, NO. 4, (1070-1075), Online publication date: 1-Apr-2000.CHIOU R, DONOVAN J, ANDERSON J, MATAMOROS A, WOBIG R and TAYLOR R (2018) COLOR DOPPLER ULTRASOUND ASSESSMENT OF URETHRAL ARTERY LOCATION: POTENTIAL IMPLICATION FOR TECHNIQUE OF VISUAL INTERNAL URETHROTOMYJournal of Urology, VOL. 159, NO. 3, (796-799), Online publication date: 1-Mar-1998.Morey A, Duckett C and McAninch J (2018) FAILED ANTERIOR URETHROPLASTY: GUIDELINES FOR RECONSTRUCTIONJournal of Urology, VOL. 158, NO. 4, (1383-1387), Online publication date: 1-Oct-1997.Morey A and McAninch J (2018) ROLE OF PREOPERATIVE SONOURETHROGRAPHY IN BULBAR URETHRAL RECONSTRUCTIONJournal of Urology, VOL. 158, NO. 4, (1376-1379), Online publication date: 1-Oct-1997. Volume 154Issue 1July 1995Page: 72-76 Advertisement Copyright & Permissions© 1995 by American Urological Association, Inc.MetricsAuthor Information Peter A. Nash More articles by this author Jack W. McAninch More articles by this author Jeremy E. Bruce More articles by this author Douglas K. Hanks More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Peter A. Nash",
      "id": "A5103423210",
      "orcid": null,
      "institutions": [
        {
          "id": "I1295908608",
          "display_name": "San Francisco General Hospital",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Peter A. Nash"
    },
    {
      "display_name": "Jack W. McAninch",
      "id": "A5112055432",
      "orcid": null,
      "institutions": [
        {
          "id": "I1295908608",
          "display_name": "San Francisco General Hospital",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jack W. McAninch"
    },
    {
      "display_name": "Jeremy E. Bruce",
      "id": "A5070832254",
      "orcid": null,
      "institutions": [
        {
          "id": "I1295908608",
          "display_name": "San Francisco General Hospital",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jeremy E. Bruce"
    },
    {
      "display_name": "Douglas K. Hanks",
      "id": "A5111664275",
      "orcid": null,
      "institutions": [
        {
          "id": "I1295908608",
          "display_name": "San Francisco General Hospital",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Douglas K. Hanks"
    }
  ],
  "publication_year": 1995,
  "publication_date": "1995-07-01",
  "type": "article",
  "cited_by_count": 97,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "154",
  "issue": "1",
  "first_page": "72",
  "last_page": "76",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.96670294
    },
    {
      "id": "C2778655861",
      "display_name": "Urethral stricture",
      "level": 3,
      "score": 0.62097764
    },
    {
      "id": "C2777085111",
      "display_name": "Urethra",
      "level": 2,
      "score": 0.35112244
    },
    {
      "id": "C126894567",
      "display_name": "Urology",
      "level": 1,
      "score": 0.3297704
    }
  ],
  "topics": [
    {
      "id": "T11815",
      "display_name": "Urological Disorders and Treatments",
      "score": 0.9997
    },
    {
      "id": "T10418",
      "display_name": "Pelvic floor disorders treatments",
      "score": 0.9791
    },
    {
      "id": "T10279",
      "display_name": "Urinary Bladder and Prostate Research",
      "score": 0.9728
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/s0022-5347(01)67231-8",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:50:37.712537",
  "source_database": "OpenAlex"
}