{
  "openalex_id": "W2113219548",
  "doi": "https://doi.org/10.1074/jbc.m103628200",
  "title": "Defining a Link between Gap Junction Communication, Proteolysis, and Cataract Formation",
  "abstract": "Disruption of the connexin α3 (Cx46) gene (α3 (−/−)) in mice results in severe cataracts within the nuclear portion of the lens. These cataracts are associated with proteolytic processing of the abundant lens protein γ-crystallin, leading to its aggregation and subsequent opacification of the lens. The general cysteine protease inhibitor, E-64, blocked cataract formation and γ-crystallin cleavage in α3 (−/−) lenses. Using a new class of activity-based cysteine protease affinity probes, we identified the calcium-dependent proteases, m-calpain and Lp82, as the primary targets of E-64 in the lens. Profiling changes in protease activities throughout cataractogenesis indicated that Lp82 activity was dramatically increased in α3 (−/−) lenses and correlated both spatially and temporally with cataract formation. Increased Lp82 activity was due to calcium accumulation as a result of increased influx and decreased outflux of calcium ions in α3 (−/−) lenses. These data establish a role for α3 gap junctions in maintaining calcium homeostasis that in turn is required to control activity of the calcium-dependent cysteine protease Lp82, shown here to be a key initiator of the process of cataractogenesis. Disruption of the connexin α3 (Cx46) gene (α3 (−/−)) in mice results in severe cataracts within the nuclear portion of the lens. These cataracts are associated with proteolytic processing of the abundant lens protein γ-crystallin, leading to its aggregation and subsequent opacification of the lens. The general cysteine protease inhibitor, E-64, blocked cataract formation and γ-crystallin cleavage in α3 (−/−) lenses. Using a new class of activity-based cysteine protease affinity probes, we identified the calcium-dependent proteases, m-calpain and Lp82, as the primary targets of E-64 in the lens. Profiling changes in protease activities throughout cataractogenesis indicated that Lp82 activity was dramatically increased in α3 (−/−) lenses and correlated both spatially and temporally with cataract formation. Increased Lp82 activity was due to calcium accumulation as a result of increased influx and decreased outflux of calcium ions in α3 (−/−) lenses. These data establish a role for α3 gap junctions in maintaining calcium homeostasis that in turn is required to control activity of the calcium-dependent cysteine protease Lp82, shown here to be a key initiator of the process of cataractogenesis. connexin artificial aqueous humor 5-iodo-4-hydroxy-3-nitrophenyl-acetyl-leucinyl-leucinyl-leucine vinyl sulfone polyacrylamide gel electrophoresis wild type Tris-buffered saline with Tween 20 Z-Val-Ala-Asp(OMe)-fluoromethyl ketone Gap junctions are formed by two hexameric structures of connexin molecules (connexons) that interact with connexons in neighboring cells to form membrane aqueous pores (1Kumar N.M. Gilula N.B. Cell. 1996; 84: 381-388Abstract Full Text Full Text PDF PubMed Scopus (1652) Google Scholar). These channels allow transfer of small molecules between the cytoplasm of neighboring cells. A number of studies have shown that communication facilitated by gap junctions is important both during embryonic development and for maintaining normal physiological functions within a cell (1Kumar N.M. Gilula N.B. Cell. 1996; 84: 381-388Abstract Full Text Full Text PDF PubMed Scopus (1652) Google Scholar, 2Lo C.W. Dev. Genet. 1999; 24: 1-4Crossref PubMed Scopus (68) Google Scholar). However, the exact molecular mechanism by which gap junction communication contributes to these processes is still obscure. In recent years, the vertebrate lens has been used extensively to study gap junction communication (3White T.W. Bruzzone R. Brain. Res. Brain. Res. Rev. 2000; 32: 130-137Crossref PubMed Scopus (40) Google Scholar). The lens is a cellular, avascular organ made up predominantly of elongated fiber cells that are formed by the differentiation of epithelial cells that line the anterior surface of the developing lens. During differentiation, fiber cells lose their cytoplasmic organelles and begin to express lens-specific proteins know as crystallins. With age, this differentiation program gives rise to a spherical conglomerate of cells made up of concentric layers of fiber cells. As new layers form, older primary fiber cells are compressed inward, forming a central “nuclear region” of the mature lens. In the vertebrate lens, each cell is coupled to its neighbors via gap junctions, resulting in a network of cell-cell contacts that has been suggested to be important for the maintenance of ion flux and for metabolic cooperation between the peripheral lens cells and the interior fiber cells (4Goodenough D.A. Semin. Cell Biol. 1992; 3: 49-58Crossref PubMed Scopus (196) Google Scholar). Three connexin genes are expressed in the vertebrate lens; epithelial cells express α1 (Cx43)1 connexin; fiber cells express α3 (Cx46) and α8 (Cx50) connexin (5Church R.L. Wang J.H. Steele E. Curr. Eye Res. 1995; 14: 979-981Crossref PubMed Scopus (8) Google Scholar, 6Paul D.L. Ebihara L. Takemoto L.J. Swenson K.I. Goodenough D.A. J. Cell Biol. 1991; 115: 1077-1089Crossref PubMed Scopus (501) Google Scholar). In order to establish a functional role for gap junctions in the lens, connexin knockout mice have been generated (7Gong X. Li E. Klier G. Huang Q. Wu Y. Lei H. Kumar N.M. Horwitz J. Gilula N.B. Cell. 1997; 91: 833-843Abstract Full Text Full Text PDF PubMed Scopus (359) Google Scholar, 8White T.W. Goodenough D.A. Paul D.L. J. Cell Biol. 1998; 143: 815-825Crossref PubMed Scopus (301) Google Scholar). Disruption of the α3 (Cx46) or α8 (Cx50) genes gives rise to distinct phenotypes; α8 ablation in mice results in reduced lens size (microphthalmia), and α3 knockout (α3 (−/−)) mice develop nuclear cataracts within 2 weeks of birth. Significantly, mutations in either α3 or α8 connexins are linked to congenital cataracts in humans (9Pal J.D. Liu X. Mackay D. Shiels A. Berthoud V.M. Beyer E.C. Ebihara L. Am. J. Physiol. 2000; 279: C596-C602Crossref Google Scholar, 10Shiels A. Mackay D. Ionides A. Berry V. Moore A. Bhattacharya S. Am. J. Hum. Genet. 1998; 62: 526-532Abstract Full Text Full Text PDF PubMed Scopus (319) Google Scholar). Structural integrity of the abundant lens proteins known as crystallins is necessary for maintaining the lens' refractive index. Perturbations in crystallin structure have been linked to cataract formation (11Horwitz J. Bova M.P. Ding L.L. Haley D.A. Stewart P.L. Eye. 1999; 13: 403-408Crossref PubMed Scopus (153) Google Scholar,12Mandal K. Chakrabarti B. Thomson J. Siezen R.J. J. Biol. Chem. 1987; 262: 8096-8102Abstract Full Text PDF PubMed Google Scholar). Specifically, γ-crystallin cleavage is associated with congenital, juvenile, and senile human cataracts (13Srivastava O.P. Srivastava K. Biochem. Biophys. Res. Commun. 1998; 253: 288-294Crossref PubMed Scopus (24) Google Scholar, 14Stephan D.A. Gillanders E. Vanderveen D. Freas-Lutz D. Wistow G. Baxevanis A.D. Robbins C.M. VanAuken A. Quesenberry M.I. Bailey-Wilson J. Juo S.H. Trent J.M. Smith L. Brownstein M.J. Proc. Natl. Acad. Sci. U. S. A. 1999; 96: 1008-1012Crossref PubMed Scopus (204) Google Scholar). Initial characterization of the phenotype of α3 (−/−) mice indicated that lens opacity was associated with an accumulation of γ-crystallin cleavage products, leading to the formation of an insoluble conglomerate of disulfide-associated polypeptides (7Gong X. Li E. Klier G. Huang Q. Wu Y. Lei H. Kumar N.M. Horwitz J. Gilula N.B. Cell. 1997; 91: 833-843Abstract Full Text Full Text PDF PubMed Scopus (359) Google Scholar). This increased cleavage of crystallin molecules in the lenses of α3 (−/−) mice suggested a critical role for proteolysis during the process of cataractogenesis. Several forms of cataracts are directly associated with perturbations in the levels of calcium within the lens, indicating a potential role for the calcium dependent cysteine proteases known as calpains (15Truscott R.J. Marcantonio J.M. Tomlinson J. Duncan G. Invest. Ophthalmol. Vis. Sci. 1990; 31: 2405-2411PubMed Google Scholar, 16Paterson C.A. Zeng J. Husseini Z. Borchman D. Delamere N.A. Garland D. Jimenez-Asensio J. Curr. Eye Res. 1997; 16: 333-338Crossref PubMed Scopus (68) Google Scholar, 17Azuma M. Fukiage C. David L.L. Shearer T.R. Exp. Eye Res. 1997; 64: 529-538Crossref PubMed Scopus (60) Google Scholar). Numerous reports have described the use of a general cysteine protease inhibitor, E-64, in experimental studies of cataract formation. E-64 inhibits cataract formation in cultured lenses treated with cataract-inducing agents such as diamide, selenite, and calcium ionophore (18Shearer T.R. Ma H. Fukiage C. Azuma M. Mol. Vis. 1997; 3: 8PubMed Google Scholar, 19Azuma M. David L.L. Shearer T.R. Biochim. Biophys. Acta. 1992; 1180: 215-220Crossref PubMed Scopus (36) Google Scholar). However, the specific protein targets of this inhibitor in the lens were not identified, and tools for measuring activity of specific proteases in situ were lacking. Recently, new biochemical reagents have been generated that allow the monitoring of global changes in protease activity. These reagents take advantage of the broad reactivity of the natural product E-64 to create chemical probes that covalently react with the papain family of cysteine proteases in an activity-dependent manner (20Greenbaum D. Medzihradszky K.F. Burlingame A. Bogyo M. Chem Biol. 2000; 7: 569-581Abstract Full Text Full Text PDF PubMed Scopus (494) Google Scholar). Thus, labeling intensity can be used to determine relative activities of multiple proteases within a sample extract or tissue. In the present study, we have employed this labeling approach to identify the lens-specific calpain Lp82 and m-calpain as the predominant targets of E-64 in the mouse lens. Furthermore, in situ activity profiling of intact α3 (−/−) lenses revealed that, whereas m-calpain and Lp82 are expressed in both wild type and α3 (−/−) lenses, only Lp82 activity correlated with cataract formation. We therefore propose that calcium accumulation and the subsequent activation of the lens-specific calpain Lp82 in the α3 (−/−) lens are key events leading to cataract formation. These studies also provide a functional link between α3 gap junctions and maintenance of calcium homeostasis in the lens. E-64 was purchased from Calbiochem. Z-VAD was purchased from Enzyme System Products. DCG-03, DCG-04,125I-DCG-03, and 125I-DCG-04 were synthesized as described (20Greenbaum D. Medzihradszky K.F. Burlingame A. Bogyo M. Chem Biol. 2000; 7: 569-581Abstract Full Text Full Text PDF PubMed Scopus (494) Google Scholar). TC199 medium was purchased from Cellgro. The Vectastain kit (Vector Laboratories) was used to detect biotinylated proteases. Anti-Lp82 polyclonal antibodies were provided by T. R. Shearer (Oregon Health Sciences University, Portland, OR). Anti-m-calpain polyclonal antibodies were provided by J. S. Elce (Queen's University, Kingston, Ontario, Canada). Anti-µ-calpain monoclonal antibodies were provided by N. S. Kosower and S. Bar-Noy (Tel Aviv University, Tel Aviv, Israel). Lenses were dissected from either WT or α(−/−) 129sv mice using a posterior approach. Wet weights were determined. Lenses were homogenized in 0.1m NaCl, 50 mm Na2HPO4(pH 7.0) at 40 mg of lens (wet weight/ml) of solution. An equal volume of 2× SDS sample buffer was added, and homogenates were incubated at 60 °C for 5 min. Samples (10 µl) were analyzed by 15% SDS-PAGE, blotted, and probed with anti-γ-crystallin antibodies. Lenses from 1-week-old mice were dissected using the posterior approach in a microwell dissection dish containing 37 °C pre-warmed, serum-free TC199 medium supplemented with 250 units/ml penicillin and 25 µg/ml streptomycin. Lenses were incubated in a 24-well TC dish containing 1 ml/well TC199 at 37 °C in a humidified incubator under 5% CO2. Protein concentration of the culture medium was determined 2 h after culturing to confirm that the lenses remained intact. Damaged lenses were discarded. For protease inhibition experiments, lenses were incubated as above in the presence of 100 µm E-64. Alternatively, lenses were incubated in the presence of 50 µm general caspase inhibitor Z-VAD. Lenses were dissected as described above and homogenized in buffer A containing 50 mm Tris-HCl (pH 7.5), 1 mm EDTA, 1 mm EGTA, 2 mm dithiothreitol at 50 mg of lens (wet weight)/ml of solution. Labeling was performed using 100 µg of total protein/sample as described previously (20Greenbaum D. Medzihradszky K.F. Burlingame A. Bogyo M. Chem Biol. 2000; 7: 569-581Abstract Full Text Full Text PDF PubMed Scopus (494) Google Scholar) in the presence or absence of various concentrations of free calcium (0–3 mm). The control proteasome label was used as described previously (21Bogyo M. McMaster J.S. Gaczynska M. Tortorella D. Goldberg A.L. Ploegh H. Proc. Natl. Acad. Sci. U. S. A. 1997; 94: 6629-6634Crossref PubMed Scopus (408) Google Scholar). Intact lenses from α3 (−/−) or WT mice were cultured as described above in the presence of 50 µm DCG-04 for 6 h. Incubation was performed in the presence or absence of 200 µm E-64 as indicated. Subsequently, lenses were homogenized in buffer A supplemented with 200 µm E-64. In some cases DCG-04-labeled lenses were subjected to immunoprecipitation using specific antibodies. Equal volume of 2× SDS sample buffer was added, and homogenates were boiled for 5 min. Homogenates were separated on a 9% acrylamide gel and transferred to a nitrocellulose membrane. Membranes were blocked in a 5% skim milk/TBST solution for 1 h at room temperature, followed by washing three times for 10 min each with TBST and incubation with Vectastain (Vector Laboratories) for 1 h. Subsequently, membranes were washed three times for 10 min each with TBST and analyzed using the Super Signal reagent (Pierce). Lenses from WT, α3 (−/−), or α8 (−/−) mice were dissected and vacuum-dried for 48 h. In some cases the nuclear and cortical regions of the lens were dissected to give a wet weight ratio of 40:60, respectively, before drying. Pairs of dry lenses were then weighed and solubilized in 100 µl of 2% nitric acid for 12 h at 37 °C. De-ionized water was added to a final volume of 5 ml. The content of calcium, magnesium, and potassium was determined by inductively coupled plasma-optical emission spectrometry using a PerkinElmer Life Sciences 3000XL analyzer. All measurements were normalized to dry lens weight. Ca2+influx measurements were performed as described previously (22Thomas G.R. Sanderson J. Duncan G. J. Physiol. 1999; 516: 191-199Crossref PubMed Scopus (22) Google Scholar). In brief, clear lenses from 10-day-old mice were pre-incubated at 35 °C for 2 h in artificial aqueous humor (AAH) containing: 130 mm NaCl, 5 mm KCl, 5 mmNaHCO3, 1 mm CaCl2, 0.5 mm MgCl2, 5 mm glucose, and 20 mm HEPES (pH 7.25). Subsequently, medium was replaced with an AAH solution containing 2 µCi of 45Ca and incubation continued for 2 h at 35 °C. Lenses were washed three times for 1 min each time in 5 ml of AAH, rolled on filter paper, and weighed. Lenses were homogenized in the presence of tissue solubilizer (Solusol; National Diagnostics) at 100 µl/lens pair and incubated for 1 h at 37 °C. Radioactivity of homogenates was measured in a liquid scintillation counter. Ca2+ influx was determined using the following equation. Ca2+ influx=cpmlenscpmmedium×[Ca2+]mediumVmediumMlens×1T(Eq. 1) cpmlens = counts/min (cpm) measured in the lens, cpmmedium = cpm measured in the medium, [Ca2+]medium = concentration of calcium in the medium, V medium = volume of the medium; M lens = wet mass of the lens, andT = time of incubation with 45Ca-containing solution. Twelve pairs of clear lenses from 10-day-old WT or α3 (−/−) mice were incubated in the presence of AAH containing 2 µCi of 45Ca. After 2 h of incubation, lenses were washed three times for 1 min each time in 5 ml of AAH and placed in 1 ml of fresh non-radioactive AAH. Lens cpm as well as medium cpm was determined after 2 h of incubation using a liquid scintillation counter. Initial lens cpm was calculated by adding lens cpm to medium cpm. Relative outflux units were calculated by subtracting the final lens cpm from the initial lens cpm and dividing by the initial lens cpm. Alternatively, the initial lens cpm was divided by the medium cpm. The two methods of calculation yielded the same results. The statistical average was obtained for the data collected from each pair. Two-tailed p values were determined using the Mann-Whitney unpaired test. Connexin α3 (−/−) mice develop nuclear cataracts that further progress with age to dense nuclear opacities. To characterize the initial events leading to cataract formation, lenses from α3 (−/−) mice ranging in age from 1 to 4 weeks were analyzed (Fig. 1 A). In all α3 (−/−) mice examined (>50), detectable lens opacity appeared between 10 and 14 days of age. Since γ-crystallin cleavage was previously reported to be associated with α3 (−/−) cataractogenesis (7Gong X. Li E. Klier G. Huang Q. Wu Y. Lei H. Kumar N.M. Horwitz J. Gilula N.B. Cell. 1997; 91: 833-843Abstract Full Text Full Text PDF PubMed Scopus (359) Google Scholar), the processing of γ-crystallin was analyzed during the onset of cataracts (Fig.1 B). The initiation of cataracts coincided with the appearance of a previously reported low molecular weight γ-crystallin fragment (7Gong X. Li E. Klier G. Huang Q. Wu Y. Lei H. Kumar N.M. Horwitz J. Gilula N.B. Cell. 1997; 91: 833-843Abstract Full Text Full Text PDF PubMed Scopus (359) Google Scholar). Further analyses of total lens homogenate using antibodies specific for crystallin αA, crystalline αB, and control cytoskeletal proteins did not reveal significant pattern differences between WT and α3 (−/−) lenses (data not shown). To investigate the possibility that protease activation is a key event during α3 (−/−) cataractogenesis, we utilized a lens organ culture system. In this system, transparent lenses dissected from 1-week-old α3 (+/+) and α3 (−/−) mice were maintained for 1 week in culture. Although (+/+) lenses remained transparent during the entire 6-day incubation period, α3 (−/−) lenses developed a mild nuclear cataract after 2 days in culture, which progressed to a large, dense opacity. In order to study the role of proteolysis in cataract formation, cultured lenses were incubated with several classes of protease inhibitors. The γ-crystallin cleavage site adjacent to an aspartic acid residue suggested that caspases might be involved in this process. However, neither cataractogenesis nor γ-crystallin cleavage was inhibited by the addition of the general caspase inhibitors, Z-VAD to α3 (−/−) cultured lenses (Fig. 1 C). In agreement with these results, caspase activity, measured with several fluorogenic substrates, was located predominantly in the cortical region of the α3 (−/−) lenses, not the nuclear region associated with the cataracts (data not shown). Furthermore, eight different recombinant caspases (1, 2, 3, 5, 6, 7, 8, and 10) did not cleave γ-crystallinin vitro (data not shown). In contrast, incubation of α3 (−/−) lenses with low concentrations of the general cysteine protease inhibitor, E-64, completely blocked cataract formation (Fig.1 C) and inhibited γ-crystallin cleavage (Fig.1 D). No change in lens weight or hydration was observed in E-64-treated lenses (data not shown). These results indicate that cysteine protease(s) of the papain family are critical players in the process of cataractogenesis in the α3 (−/−) lens. Having identified an inhibitor of cataract formation in α3 (−/−) lenses, our attention turned toward determining the molecular targets of this compound. Recently, our laboratory developed activity-based probes of the papain family of cysteine proteases based on the structure of the natural product, E-64 (20Greenbaum D. Medzihradszky K.F. Burlingame A. Bogyo M. Chem Biol. 2000; 7: 569-581Abstract Full Text Full Text PDF PubMed Scopus (494) Google Scholar). The compounds (DCG-03 and DCG-04) are epoxide-containing, irreversible inhibitors that are tagged with both a biotin moiety and a site for attachment of a radioactive iodine residue (Fig.2 A). Proteins modified by these probes can be visualized by SDS-PAGE, followed by affinity blotting or by autoradiography. Both DCG-03 and DCG-04 blocked cataract formation in cultured α3 (−/−) lenses, suggesting that they have the same permeability properties and inhibit the same critical protease targets as E-64 (data not shown). Affinity labeling of lens homogenates from (+/+) or α3 (−/−) mice using 125I-DCG-03 or 125I-DCG-04 yielded a distinct labeling pattern (Fig. 2 B,black arrows). The labeling of polypeptides by DCG-03 and DCG-04 occurred only in the presence of 1 mmfree calcium (Fig. 2 B). In contrast, a proteasome-specific probe, 125I-NLVS, labeled proteasome subunits regardless of calcium concentration. There was no significant difference in the intensity of E-64-labeled polypeptides in (+/+) and α3 (−/−) lenses, suggesting that the calcium-regulated cysteine proteases targeted by the probes are present at similar levels in both the knock-out and wild type lenses. Furthermore, the activity of all of the predominant labeled proteases (82, 80, 62, and 32 kDa) showed dose-dependent response to addition of free calcium to the extract (Fig. 2 C). Their activities showed the greatest response within the physiologically relevant range of calcium concentrations (0–0.5 mm). Furthermore, the 62-kDa protease showed a sharp increase in activity within this concentration range, indicating that its activity is likely to be significantly affected even by minor changes in the level of intracellular calcium within the lens. To further evaluate the role of cysteine protease activation in α3 (−/−) cataract formation, DCG-04 was used for in situaffinity labeling of intact lenses. Cultured lenses from 10-day-old mice were incubated for 6 h in the presence of 50 µmDCG-04 followed by homogenization of lenses, SDS-PAGE, and affinity blotting for biotin (Fig. 3 A). The pattern of labeled polypeptides obtained from α3 (−/−) lenses was identical to that observed in the in vitro labeling experiments, indicating that the same protein species are targeted by both labeling methods (compare Fig. 3 A to Fig.2 B). However, in contrast to the labeling in vitro, ex vivo DCG-04 treatment yielded markedly increased labeling of specific polypeptides in α3 (−/−) lenses (Fig. 3 A). Measurement of 125I-DCG-04 uptake in lenses of 2-week-old α3 (−/−) and WT mice confirmed that labeling differences did not result from changes in the permeability of the lens (data not shown). Competition with E-64 completely blocked labeling of all polypeptides, indicating that DCG-04-labeled proteins are also the primary targets of E-64. Since covalent modification of targets by affinity labeling reagents requires enzymatic activity, labeling intensity provides a direct indication of the levels of active proteases present in the sample. Therefore, these observations suggest that the activity of a calcium-regulated cysteine protease is significantly increased in the α3 (−/−) lens. One of the unique properties shared by calpains is their ability to catalyze autoprocessing of mature high molecular weight enzymes to smaller fragments (17Azuma M. Fukiage C. David L.L. Shearer T.R. Exp. Eye Res. 1997; 64: 529-538Crossref PubMed Scopus (60) Google Scholar). Immunoprecipitation experiments were performed using antisera selective for the three predominant calpains expressed in the lens (m-calpain, µ-calpain, and Lp82) to identify the labeled polypeptides and to determine if some of the proteins were fragments generated by autocatalytic processing (Fig. 3 B). Immunoprecipitation analyses of DCG-04-labeled α3 (−/−) lenses identified the 82-, 62-, and 32-kDa polypeptides as components derived from Lp82. Similarly, the 80-kDa DCG-04-labeled polypeptide was identified as m-calpain. Following immunoprecipitation of m-calpain, an additional 43-kDa band was observed that is likely to represent a previously described breakdown product of m-calpain (17Azuma M. Fukiage C. David L.L. Shearer T.R. Exp. Eye Res. 1997; 64: 529-538Crossref PubMed Scopus (60) Google Scholar). A 62-kDa fragment of Lp82 has been suggested to be the active form of the enzyme (23Ma H. Hata I. Shih M. Fukiage C. Nakamura Y. Azuma M. Shearer T.R. Exp. Eye. Res. 1999; 68: 447-456Crossref PubMed Scopus (40) Google Scholar). To determine if this fragment was being autocatalytically produced in the lens, DCG-04-modified, full-length Lp82 was immunoprecipitated and then incubated for 5 min in the presence or absence of 0.5 mm free calcium (Fig.3 C). Intact Lp82 was processed to produce the active site-containing 62-kDa fragment only in the presence of calcium. Addition of E-64 completely inhibited this processing event. In order to track expression and activation of m-calpain and Lp82 during initiation of cataractogenesis, α3 (−/−) and WT intact lenses dissected from 1-, 2-, 3-, and 4-week-old mice were affinity-labeled in situ with DCG-04 (Fig.4 A). Activity profiles were compared with protein levels of Lp82 and m-calpain determined in the same samples by immunoblotting. These results indicated that m-calpain activity reached a peak at 1 week of age and was only slightly elevated in the α3 (−/−) lens compared with the WT lens. In contrast, Lp82 activity peaked at 2 weeks of age in both the WT and α3 (−/−) lenses and was significantly elevated in the α3 (−/−) lenses. This increased activity of Lp82 was confirmed by the appearance of the affinity-labeled 62-kDa active form, which could be detected as early as 1 week of age in the α3 (−/−) lenses with no measurable activity observed in the parallel WT lenses. Immediately following peak activation, Lp82 activity decayed gradually and was undetectable by 4 weeks in the α3 (−/−) lenses, consistent with previous reports regarding Lp82 expression in the mouse lens (23Ma H. Hata I. Shih M. Fukiage C. Nakamura Y. Azuma M. Shearer T.R. Exp. Eye. Res. 1999; 68: 447-456Crossref PubMed Scopus (40) Google Scholar). Notably, in the α3 (−/−) lenses intact Lp82 could no longer be detected by 3 weeks of age (Fig. 4 A, middle panel). This expression pattern is consistent with the rapid activation of Lp82 and the accumulation of its degradation products (which are not recognized by the antibody). The m-calpain expression levels, on the other hand, were not altered with age and did not differ significantly between WT and α3 (−/−) lenses (Fig. 4 A, right panel). These results suggest that, although protein levels of both m-calpain and Lp82 are nearly equivalent in WT and α3 (−/−) lenses, Lp82 is activated during α3 (−/−) cataract formation. To determine the spatial distribution of Lp82 activity within the lens, 2-week-old α3 (−/−) knock-out lenses were labeled with DCG-04 and individual lens regions dissected. Analysis of protease activity indicated that m-calpain activity was located predominantly in the epithelial and cortical regions of the lens, while Lp82 activity was found predominantly in the nuclear region (Fig. 4 B), further supporting a central role for Lp82 in α3 (−/−) cataractogenesis. To determine whether the protease activity profiles observed forex vivo cataract formation correlated with cataract formation in vivo, cultured lenses were labeled with DCG-04 after various incubation times. Activation of Lp82 occurred within 1 day of lens culture and reached a peak at 2 days. This activation profile coincided with the time frame for cataract initiation in vivo. Furthermore, the activity profile of Lp82 in cultured lenses was similar to the labeling profile observed for lenses in which cataract formation took place in vivo (data not shown). The finding that calcium-dependent cysteine proteases were hyperactivated in α3 connexin-deficient lenses suggested that α3 gap junctions play an important role in maintaining calcium homeostasis of the lens. To investigate this possibility, levels of Ca2+, Mg2+, and K+ ions in WT and α3 (−/−) lenses were measured using optical emission spectroscopy (Fig. 5). Lenses from α3 (−/−) mice exhibited a dramatic age-dependent increase in the levels of Ca2+ with no marked change in the levels of Mg2+ and K+ (Fig. 5 A). This increase in Ca2+ in the α3 (−/−) lenses was mainly due to accumulation of Ca2+ in the nuclear region of the lens (Fig. 5 B). Cultured lenses from 1-week-old α3 (−/−) mice also exhibited increased calcium accumulation compared with cultured WT lenses (Fig. 5 C). Significantly, ex vivotreatment with E-64 did not affect lens calcium levels, suggesting that protease activation acts downstream of calcium accumulation during cataractogenesis. In contrast to the α3 (−/−) lenses, which generate severe cataracts, deletion of α8 connexin results in microphthalmia accompanied by a mild cataract. Ca2+ levels measured in lenses from 1-month-old α8 (−/−) mice were only slightly elevated relative to WT levels and were substantially lower that the levels observed for age-matched α3 (−/−) lenses (Fig. 5 D). This result suggests that α3 and α8 gap junctions may have distinct functions in the lens and that cataract severity is correlated with calcium accumulation. To gain further insight into the role of α3 gap junctions in maintaining calcium homeostasis, Ca2+ influx and outflux rates were measured. In this assay, pre-cataractous, clear lenses from 8-day-old mice were examined. The influx and outflux rates were measured using 45Ca as a tracer. For Ca2+influx measurements, lenses were incubated in an artificial aqueous humor containing 45Ca. Following 2 h of incubation, α3 (−/−) lenses exhibited a 30% increase in the calcium influx rate compared with WT (Fig.6 A, left panel). To determine calcium outflux, lenses pre-loaded with45Ca were placed in a non-radioactive artificial aqueous humor. After 2 h of incubation, radioactivity was measure",
  "authors": [
    {
      "display_name": "Amos Baruch",
      "id": "A5017876287",
      "orcid": "https://orcid.org/0000-0003-3831-3806",
      "institutions": [
        {
          "id": "I123431417",
          "display_name": "Scripps Research Institute",
          "country_code": "US",
          "type": "nonprofit"
        },
        {
          "id": "I180670191",
          "display_name": "University of California, San Francisco",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Amos Baruch"
    },
    {
      "display_name": "Doron C. Greenbaum",
      "id": "A5083177653",
      "orcid": null,
      "institutions": [
        {
          "id": "I180670191",
          "display_name": "University of California, San Francisco",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Doron Greenbaum"
    },
    {
      "display_name": "Esther T. Levy",
      "id": "A5028130144",
      "orcid": null,
      "institutions": [
        {
          "id": "I123431417",
          "display_name": "Scripps Research Institute",
          "country_code": "US",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Esther T. Levy"
    },
    {
      "display_name": "Peter Aadal Nielsen",
      "id": "A5075815578",
      "orcid": "https://orcid.org/0000-0002-5382-9520",
      "institutions": [
        {
          "id": "I123431417",
          "display_name": "Scripps Research Institute",
          "country_code": "US",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Peter A. Nielsen"
    },
    {
      "display_name": "Norton B. Gilula",
      "id": "A5110428134",
      "orcid": null,
      "institutions": [
        {
          "id": "I123431417",
          "display_name": "Scripps Research Institute",
          "country_code": "US",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Norton B. Gilula"
    },
    {
      "display_name": "Nalin M. Kumar",
      "id": "A5113665975",
      "orcid": null,
      "institutions": [
        {
          "id": "I123431417",
          "display_name": "Scripps Research Institute",
          "country_code": "US",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Nalin M. Kumar"
    },
    {
      "display_name": "Matthew Bogyo",
      "id": "A5005853846",
      "orcid": "https://orcid.org/0000-0003-3753-4412",
      "institutions": [
        {
          "id": "I180670191",
          "display_name": "University of California, San Francisco",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Matthew Bogyo"
    }
  ],
  "publication_year": 2001,
  "publication_date": "2001-08-01",
  "type": "article",
  "cited_by_count": 112,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S140251998",
    "display_name": "Journal of Biological Chemistry",
    "issn_l": "0021-9258",
    "issn": [
      "0021-9258",
      "1067-8816",
      "1083-351X"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320990"
  },
  "volume": "276",
  "issue": "31",
  "first_page": "28999",
  "last_page": "29006",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "http://www.jbc.org/article/S0021925820803603/pdf",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C7263354",
      "display_name": "Crystallin",
      "level": 2,
      "score": 0.77181697
    },
    {
      "id": "C56928146",
      "display_name": "Calpain",
      "level": 3,
      "score": 0.7360085
    },
    {
      "id": "C2781307694",
      "display_name": "Proteolysis",
      "level": 3,
      "score": 0.73059237
    },
    {
      "id": "C2776714187",
      "display_name": "Protease",
      "level": 3,
      "score": 0.7051301
    },
    {
      "id": "C2777283782",
      "display_name": "Cysteine protease",
      "level": 4,
      "score": 0.6928151
    },
    {
      "id": "C2780225610",
      "display_name": "Cataracts",
      "level": 2,
      "score": 0.68271464
    },
    {
      "id": "C182220744",
      "display_name": "Proteases",
      "level": 3,
      "score": 0.6611815
    },
    {
      "id": "C519063684",
      "display_name": "Calcium",
      "level": 2,
      "score": 0.5771786
    },
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.57381296
    },
    {
      "id": "C2779201268",
      "display_name": "Cysteine",
      "level": 3,
      "score": 0.5237063
    },
    {
      "id": "C2780228694",
      "display_name": "Connexin",
      "level": 4,
      "score": 0.50503165
    },
    {
      "id": "C55493867",
      "display_name": "Biochemistry",
      "level": 1,
      "score": 0.48649615
    },
    {
      "id": "C95444343",
      "display_name": "Cell biology",
      "level": 1,
      "score": 0.44749472
    },
    {
      "id": "C15336307",
      "display_name": "Lens (geology)",
      "level": 2,
      "score": 0.43672785
    },
    {
      "id": "C175156509",
      "display_name": "Cleavage (geology)",
      "level": 3,
      "score": 0.4315257
    },
    {
      "id": "C12554922",
      "display_name": "Biophysics",
      "level": 1,
      "score": 0.38383615
    },
    {
      "id": "C158157758",
      "display_name": "Gap junction",
      "level": 3,
      "score": 0.3298918
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.25815737
    },
    {
      "id": "C181199279",
      "display_name": "Enzyme",
      "level": 2,
      "score": 0.15431291
    },
    {
      "id": "C54355233",
      "display_name": "Genetics",
      "level": 1,
      "score": 0.06070909
    },
    {
      "id": "C79879829",
      "display_name": "Intracellular",
      "level": 2,
      "score": 0.0
    },
    {
      "id": "C151730666",
      "display_name": "Paleontology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C178790620",
      "display_name": "Organic chemistry",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C43369102",
      "display_name": "Fracture (geology)",
      "level": 2,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11480",
      "display_name": "Connexins and lens biology",
      "score": 1.0
    },
    {
      "id": "T10934",
      "display_name": "Heat shock proteins research",
      "score": 0.983
    },
    {
      "id": "T12232",
      "display_name": "Yersinia bacterium, plague, ectoparasites research",
      "score": 0.9753
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1074/jbc.m103628200",
  "pdf_url": "http://www.jbc.org/article/S0021925820803603/pdf",
  "retrieved_date": "2025-07-30T15:03:21.756755",
  "source_database": "OpenAlex"
}