{
  "openalex_id": "W2114754379",
  "doi": "https://doi.org/10.1111/exsy.12010",
  "title": "Editorial to the ‘pattern recognition and artificial intelligence for human behaviour analysis' special section",
  "abstract": "The Pattern Recognition (PR) and Artificial Intelligence (AI) scientific communities have shared knowledge and effort in order to obtain more effective solutions for many different research areas. However, although the techniques and approaches are somewhat similar, the two communities often tackle problems from rather different perspectives. In the first paper ‘Social Interactions by Visual Focus of Attention in a Three-Dimensional Environment', by Bazzani, Tosato, Cristani, Farenzena, Paggetti, Menegaz and Murino, a novel approach to social interaction discovery is presented; instead of using global or local appearance features, the authors exploit the Subjective View Frustum, which approximates the visual field of a person in a three-dimensional representation of the scene. The main contribution of the second paper 'Human action recognition using an ensemble of body-part detectors', by Chakraborty, Bagdanov, Gonzalez and Roca, is to transform the problem of action recognition into that of recognising the distinctive motion of specific body parts, for instance, the legs for walking, the hands for boxing, etc. The intuition behind the approach is that several human actions can be described more compactly and effectively by considering only the relevant motions of the body parts actually performing the actions. We hope you enjoy the special section. Luca Iocchi is Associate Professor at Sapienza University of Rome, Italy. His main research interests are in the areas of cognitive robotics, action planning, multi-robot coordination, robot perception, robot learning, sensor data fusion. He is being involved in several projects aiming at developing intelligent robotic systems and intelligent surveillance systems. He is active in many conferences and journals related to artificial intelligence and robotics, as well as in the organisation of scientific competitions, such as RoboCup@Home. Andrea Prati is Associate Professor at the University IUAV of Venice. He collaborated in several research projects at regional, national and international level. His research interests belong to different themes, from embedded devices for sensor networks in computer vision applications, to robotic vision, to multimedia, to performance analysis for multimedia computers. However, his main research activity is on video-surveillance topics: object tracking in distributed, multi-camera environments; analysis and removal of the shadows; behaviour analysis through trajectory classification. Andrea Prati is author of more than 130 papers in international journals and conference proceedings; he has been invited speaker and reviewer for many international journals. He is also a member of the Editorial Board of Journal of Optical Engineering (SPIE) and Journal on Ambient Intelligence and Smart Environments (IOS Press). He has also been the Program Chair of ICIAP 2007. He has been the PC of ACM/IEEE Intl Conf on Distributed Smart Cameras (ICDSC) in 2011 and 2012, and will be for 2013 edition in Palm Springs, CA (USA). He is also organising as General Chair the 2014 ICDSC edition in Venice. He is a senior member of IEEE, and a member of ACM and GIRPR. Roberto Vezzani is an Assistant Professor at University of Modena and Reggio Emilia and he works in the Engineering Department 'Enzo Ferrari'. His research interests mainly belong to video surveillance systems, with particular focus on behaviour analysis, people tracking and re-identification. He is the author of the ViSOR web repository, an online platform for sharing research videos and annotations developed within the European project VidiVideo. He was the technical coordinator of the European Project THIS, for transport hub intelligent video surveillance. He is author of more than 50 papers on international journals and conferences.",
  "authors": [
    {
      "display_name": "Luca Iocchi",
      "id": "A5026692089",
      "orcid": "https://orcid.org/0000-0001-9057-8946",
      "institutions": [
        {
          "id": "I861853513",
          "display_name": "Sapienza University of Rome",
          "country_code": "IT",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Luca Iocchi"
    },
    {
      "display_name": "Andrea Prati",
      "id": "A5024502896",
      "orcid": "https://orcid.org/0000-0002-1211-529X",
      "institutions": [
        {
          "id": "I11986463",
          "display_name": "Università Iuav di Venezia",
          "country_code": "IT",
          "type": "education"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Andrea Prati"
    },
    {
      "display_name": "Roberto Vezzani",
      "id": "A5081341599",
      "orcid": "https://orcid.org/0000-0002-1046-6870",
      "institutions": [
        {
          "id": "I122346577",
          "display_name": "University of Modena and Reggio Emilia",
          "country_code": "IT",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Roberto Vezzani"
    }
  ],
  "publication_year": 2013,
  "publication_date": "2013-05-01",
  "type": "article",
  "cited_by_count": 1,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S72232612",
    "display_name": "Expert Systems",
    "issn_l": "0266-4720",
    "issn": [
      "0266-4720",
      "1468-0394"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320595"
  },
  "volume": "30",
  "issue": "2",
  "first_page": "99",
  "last_page": "100",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/exsy.12010",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.7777807
    },
    {
      "id": "C154945302",
      "display_name": "Artificial intelligence",
      "level": 1,
      "score": 0.7018428
    },
    {
      "id": "C90509273",
      "display_name": "Robot",
      "level": 2,
      "score": 0.51593786
    },
    {
      "id": "C2780791683",
      "display_name": "Action (physics)",
      "level": 2,
      "score": 0.48555228
    },
    {
      "id": "C34413123",
      "display_name": "Robotics",
      "level": 3,
      "score": 0.4774635
    },
    {
      "id": "C26760741",
      "display_name": "Perception",
      "level": 2,
      "score": 0.46561292
    },
    {
      "id": "C2776010242",
      "display_name": "Active perception",
      "level": 3,
      "score": 0.44435638
    },
    {
      "id": "C9652623",
      "display_name": "Field (mathematics)",
      "level": 2,
      "score": 0.43776834
    },
    {
      "id": "C192209626",
      "display_name": "Focus (optics)",
      "level": 2,
      "score": 0.4228863
    },
    {
      "id": "C193293595",
      "display_name": "Human body",
      "level": 2,
      "score": 0.41486922
    },
    {
      "id": "C107457646",
      "display_name": "Human–computer interaction",
      "level": 1,
      "score": 0.34783214
    },
    {
      "id": "C121332964",
      "display_name": "Physics",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C169760540",
      "display_name": "Neuroscience",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C202444582",
      "display_name": "Pure mathematics",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C120665830",
      "display_name": "Optics",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C33923547",
      "display_name": "Mathematics",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C62520636",
      "display_name": "Quantum mechanics",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11980",
      "display_name": "Human Mobility and Location-Based Analysis",
      "score": 0.0645
    },
    {
      "id": "T14512",
      "display_name": "Technology and Human Factors in Education and Health",
      "score": 0.0637
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1111/exsy.12010",
  "pdf_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/exsy.12010",
  "retrieved_date": "2025-07-30T14:36:56.076322",
  "source_database": "OpenAlex"
}