{
  "openalex_id": "W2115620396",
  "doi": "https://doi.org/10.1016/j.juro.2010.05.013",
  "title": "Outcome of Antibiotic Prophylaxis Discontinuation in Patients With Persistent Vesicoureteral Reflux Initially Presenting With Febrile Urinary Tract Infection: Time to Event Analysis",
  "abstract": "No AccessJournal of UrologyPediatric Urology1 Sep 2010Outcome of Antibiotic Prophylaxis Discontinuation in Patients With Persistent Vesicoureteral Reflux Initially Presenting With Febrile Urinary Tract Infection: Time to Event Analysis Bruno Leslie, Katherine Moore, Joao L. Pippi Salle, Antoine E. Khoury, Anthony Cook, Luis H.P. Braga, Darius J. Bägli, and Armando J. Lorenzo Bruno LeslieBruno Leslie Division of Urology, Hospital for Sick Children and University of Toronto, Toronto, Canada , Katherine MooreKatherine Moore Division of Urology, Hospital for Sick Children and University of Toronto, Toronto, Canada , Joao L. Pippi SalleJoao L. Pippi Salle Division of Urology, Hospital for Sick Children and University of Toronto, Toronto, Canada , Antoine E. KhouryAntoine E. Khoury Department of Urology, University of California at Irvine, Irvine, California , Anthony CookAnthony Cook Division of Urology, Alberta Children's Hospital and University of Calgary, Calgary, Alberta, Canada , Luis H.P. BragaLuis H.P. Braga Division of Urology, McMaster Children's Hospital and McMaster University, Hamilton, Ontario, Canada , Darius J. BägliDarius J. Bägli Division of Urology, Hospital for Sick Children and University of Toronto, Toronto, Canada , and Armando J. LorenzoArmando J. Lorenzo Division of Urology, Hospital for Sick Children and University of Toronto, Toronto, Canada View All Author Informationhttps://doi.org/10.1016/j.juro.2010.05.013AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: The use of antibiotic prophylaxis for preventing urinary tract infections has recently been called into question. Some studies support discontinuation of antibiotic prophylaxis in selected groups of children with vesicoureteral reflux. We report on the outcome of this practice in a cohort of patients assembled based on initial presentation with a febrile urinary tract infection. Materials and Methods: We retrospectively reviewed records of patients with persistent vesicoureteral reflux without symptoms suggestive of dysfunctional elimination who discontinued antibiotic prophylaxis after being toilet trained. Exclusion criteria consisted of secondary reflux and previous surgery for vesicoureteral reflux. End points included development of febrile urinary tract infections, renal abnormalities on followup ultrasound and need for further interventions. Infection-free survival was analyzed using the Kaplan-Meier method and compared using the log rank and Cox's tests. Results: We evaluated 84 girls and 26 boys with a mean age of 5.4 years. Febrile urinary tract infections developed in 10 girls and 1 boy at an average of 17.2 months after discontinuation of antibiotic prophylaxis. In a time to event analysis group comparison showed no significant differences when patients were stratified by gender (p = 0.22), age at antibiotic prophylaxis discontinuation (p = 0.14) or disease laterality (p = 0.23). However, a significant difference was found in number of patients with high grade vesicoureteral reflux (III to V, p = 0.05) and development of symptoms suggestive of bladder/bowel dysfunction (p <0.01). Conclusions: Our data support antibiotic prophylaxis discontinuation in the majority of patients with persistent vesicoureteral reflux who initially present with a febrile urinary tract infection, once their elimination habits have been optimized. Those with high grade reflux appear to be at increased risk for recurrent urinary tract infections. Development of dysfunctional elimination symptoms appears to be a risk factor amenable to treatment. References 1 : Prevention of recurrent urinary tract infection in children. Curr Opin Infect Dis2009; 22: 72. Google Scholar 2 : Antibiotic prophylaxis and recurrent urinary tract infection in children. N Engl J Med2009; 361: 1748. Google Scholar 3 : Antibiotic prophylaxis for the prevention of recurrent urinary tract infection in children with low grade vesicoureteral reflux: results from a prospective randomized study. J Urol2008; 179: 674. Link, Google Scholar 4 : Is antibiotic prophylaxis in children with vesicoureteral reflux effective in preventing pyelonephritis and renal scars?: A randomized, controlled trial. Pediatrics2008; 121: e1489. Google Scholar 5 : Prophylaxis after first febrile urinary tract infection in children?: A multicenter, randomized, controlled, noninferiority trial. Pediatrics2008; 122: 1064. Google Scholar 6 : Interventions for primary vesicoureteric reflux. Cochrane Database Syst Rev2007; 3. CD001532. Google Scholar 7 : Clinical significance of primary vesicoureteral reflux and urinary antibiotic prophylaxis after acute pyelonephritis: a multicenter, randomized, controlled study. Pediatrics2006; 117: 626. Google Scholar 8 : Editorial comment. J Urol2009; 182: 1540. Link, Google Scholar 9 : Challenging the orthodoxy in vesicoureteral reflux: a perfect storm. J Urol2008; 179: 1666. Link, Google Scholar 10 : Diagnosis and management of vesicoureteral reflux in children. Nat Rev Urol2009; 6: 481. Google Scholar 11 : Could prophylactic antibiotics be stopped in patients with history of vesicoureteral reflux?. J Pediatr Urol2009; 5: 383. Google Scholar 12 : Can prophylactic antibiotics safely be discontinued in children with vesicoureteral reflux?. J Urol2005; 174: 1587. Link, Google Scholar 13 : The outcome of stopping prophylactic antibiotics in older children with vesicoureteral reflux. J Urol2000; 163: 269. Link, Google Scholar 14 : Long-term follow-up of children with vesicoureteral reflux with and without antibiotic prophylaxis. Scand J Infect Dis2005; 37: 842. Google Scholar 15 : Cessation of prophylactic antibiotics for managing persistent vesicoureteral reflux. J Urol2001; 166: 1465. Link, Google Scholar 16 : General right censoring and its impact on the analysis of survival data. Biometrics1979; 35: 139. Google Scholar 17 : Vesicoureteral reflux: the RIVUR study and the way forward. J Urol2008; 179: 405. Link, Google Scholar 18 : Prevalence of urinary tract infection in childhood: a meta-analysis. Pediatr Infect Dis J2008; 27: 302. Google Scholar 19 : Reliability of the urinalysis for predicting urinary tract infections in young febrile children. Arch Pediatr Adolesc Med2001; 155: 60. Google Scholar 20 : Recurrent urinary tract infections in children: risk factors and association with prophylactic antimicrobials. JAMA2007; 298: 179. Google Scholar 21 : Nomograms for predicting annual resolution rate of primary vesicoureteral reflux: results from 2,462 children. J Urol2009; 182: 1535. Link, Google Scholar 22 : Applying the ALARA concept to the evaluation of vesicoureteric reflux. Pediatr Radiol2006; 36: 185. Google Scholar 23 : Antimicrobial prophylaxis for urinary tract infection in children. N Engl J Med2009; 361: 1804. Google Scholar 24 : Independent risk factors for renal damage in a series of primary vesicoureteral reflux: a multivariate analysis. Nephrology (Carlton)2009; 14: 198. Google Scholar 25 : Association of transforming growth factor-beta1 gene polymorphism with reflux nephropathy. J Urol2005; 174: 1609. Link, Google Scholar 26 : Risk factors for urinary tract infection in children: a population-based study of 2856 children. J Paediatr Child Health2009; 45: 87. Google Scholar 27 : Accuracy of ultrasonic detection of renal scarring in different centres using DMSA as the gold standard. Nephrol Dial Transplant2007; 22: 2213. Google Scholar 28 : The \"top-down\" approach to the evaluation of children with febrile urinary tract infection. Adv Urol2009; : 783409. Google Scholar 29 : Risk factors associated with acute pyelonephritis in healthy women. Ann Intern Med2005; 142: 20. Google Scholar 30 : Outcome of pregnancy in women with a history of vesico-ureteric reflux. BJU Int2008; 102: 780. Google Scholar © 2010 by American Urological Association Education and Research, Inc.FiguresReferencesRelatedDetailsCited byGarcia-Roig M, Travers C, McCracken C and Kirsch A (2017) National Trends in the Management of Primary Vesicoureteral Reflux in ChildrenJournal of Urology, VOL. 199, NO. 1, (287-293), Online publication date: 1-Jan-2018.Hidas G, Billimek J, Nam A, Soltani T, Kelly M, Selby B, Dorgalli C, Wehbi E, McAleer I, McLorie G, Greenfield S, Kaplan S and Khoury A (2015) Predicting the Risk of Breakthrough Urinary Tract Infections: Primary Vesicoureteral RefluxJournal of Urology, VOL. 194, NO. 5, (1396-1401), Online publication date: 1-Nov-2015.Wang H, Gbadegesin R, Foreman J, Nagaraj S, Wigfall D, Wiener J and Routh J (2014) Efficacy of Antibiotic Prophylaxis in Children with Vesicoureteral Reflux: Systematic Review and Meta-AnalysisJournal of Urology, VOL. 193, NO. 3, (963-969), Online publication date: 1-Mar-2015.Moriya K, Mitsui T, Kitta T, Nakamura M, Kanno Y, Kon M, Nishimura Y, Shinohara N and Nonomura K (2014) Early Discontinuation of Antibiotic Prophylaxis in Patients with Persistent Primary Vesicoureteral Reflux Initially Detected during Infancy: Outcome Analysis and Risk Factors for Febrile Urinary Tract InfectionJournal of Urology, VOL. 193, NO. 2, (637-642), Online publication date: 1-Feb-2015.Raju G, Marks A, Benoit R and Docimo S (2012) Models of Care for Vesicoureteral Reflux With and Without an End Point of Reflux Resolution: A Computer Cost AnalysisJournal of Urology, VOL. 189, NO. 6, (2287-2292), Online publication date: 1-Jun-2013.Drzewiecki B, Thomas J, Pope J, Adams M, Brock J and Tanaka S (2012) Observation of Patients with Vesicoureteral Reflux Off Antibiotic Prophylaxis: Physician Bias on Patient Selection and Risk Factors for Recurrent Febrile Urinary Tract InfectionJournal of Urology, VOL. 188, NO. 4S, (1480-1484), Online publication date: 1-Oct-2012. Volume 184Issue 3September 2010Page: 1093-1099 Advertisement Copyright & Permissions© 2010 by American Urological Association Education and Research, Inc.Keywordsdisease-free survivalurinary tract infectionsantibiotic prophylaxispyelonephritisvesico-ureteral refluxMetricsAuthor Information Bruno Leslie Division of Urology, Hospital for Sick Children and University of Toronto, Toronto, Canada Both authors contributed equally to completion of study. More articles by this author Katherine Moore Division of Urology, Hospital for Sick Children and University of Toronto, Toronto, Canada Both authors contributed equally to completion of study. More articles by this author Joao L. Pippi Salle Division of Urology, Hospital for Sick Children and University of Toronto, Toronto, Canada More articles by this author Antoine E. Khoury Department of Urology, University of California at Irvine, Irvine, California More articles by this author Anthony Cook Division of Urology, Alberta Children's Hospital and University of Calgary, Calgary, Alberta, Canada More articles by this author Luis H.P. Braga Division of Urology, McMaster Children's Hospital and McMaster University, Hamilton, Ontario, Canada More articles by this author Darius J. Bägli Division of Urology, Hospital for Sick Children and University of Toronto, Toronto, Canada More articles by this author Armando J. Lorenzo Division of Urology, Hospital for Sick Children and University of Toronto, Toronto, Canada More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Bruno Leslie",
      "id": "A5071365575",
      "orcid": "https://orcid.org/0000-0003-0407-2493",
      "institutions": [
        {
          "id": "I4210141030",
          "display_name": "SickKids Foundation",
          "country_code": "CA",
          "type": "nonprofit"
        },
        {
          "id": "I185261750",
          "display_name": "University of Toronto",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I2801317318",
          "display_name": "Hospital for Sick Children",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Bruno Leslie"
    },
    {
      "display_name": "Katherine Moore",
      "id": "A5062793982",
      "orcid": "https://orcid.org/0000-0003-4612-1986",
      "institutions": [
        {
          "id": "I185261750",
          "display_name": "University of Toronto",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I2801317318",
          "display_name": "Hospital for Sick Children",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I4210141030",
          "display_name": "SickKids Foundation",
          "country_code": "CA",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Katherine Moore"
    },
    {
      "display_name": "João L. Pippi Salle",
      "id": "A5086219231",
      "orcid": "https://orcid.org/0000-0002-0200-3884",
      "institutions": [
        {
          "id": "I185261750",
          "display_name": "University of Toronto",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I2801317318",
          "display_name": "Hospital for Sick Children",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I4210141030",
          "display_name": "SickKids Foundation",
          "country_code": "CA",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Joao L. Pippi Salle"
    },
    {
      "display_name": "Antoine E. Khoury",
      "id": "A5102859701",
      "orcid": null,
      "institutions": [
        {
          "id": "I204250578",
          "display_name": "University of California, Irvine",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Antoine E. Khoury"
    },
    {
      "display_name": "Anthony Cook",
      "id": "A5103425973",
      "orcid": null,
      "institutions": [
        {
          "id": "I2802127220",
          "display_name": "Alberta Children's Hospital",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I168635309",
          "display_name": "University of Calgary",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Anthony Cook"
    },
    {
      "display_name": "Luis H. Braga",
      "id": "A5038944132",
      "orcid": "https://orcid.org/0000-0002-3953-7353",
      "institutions": [
        {
          "id": "I2801880889",
          "display_name": "McMaster Children's Hospital",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Luis H.P. Braga"
    },
    {
      "display_name": "Darius Bägli",
      "id": "A5076191169",
      "orcid": "https://orcid.org/0000-0002-4521-3056",
      "institutions": [
        {
          "id": "I185261750",
          "display_name": "University of Toronto",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I2801317318",
          "display_name": "Hospital for Sick Children",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I4210141030",
          "display_name": "SickKids Foundation",
          "country_code": "CA",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Darius J. Bägli"
    },
    {
      "display_name": "Armando J. Lorenzo",
      "id": "A5025431226",
      "orcid": "https://orcid.org/0000-0001-6735-9462",
      "institutions": [
        {
          "id": "I185261750",
          "display_name": "University of Toronto",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I2801317318",
          "display_name": "Hospital for Sick Children",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I4210141030",
          "display_name": "SickKids Foundation",
          "country_code": "CA",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Armando J. Lorenzo"
    }
  ],
  "publication_year": 2010,
  "publication_date": "2010-07-22",
  "type": "article",
  "cited_by_count": 27,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "184",
  "issue": "3",
  "first_page": "1093",
  "last_page": "1099",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.97161746
    },
    {
      "id": "C2777609623",
      "display_name": "Vesicoureteral reflux",
      "level": 4,
      "score": 0.89473104
    },
    {
      "id": "C2778715236",
      "display_name": "Discontinuation",
      "level": 2,
      "score": 0.86366844
    },
    {
      "id": "C77411442",
      "display_name": "Urinary system",
      "level": 2,
      "score": 0.6859523
    },
    {
      "id": "C2778602436",
      "display_name": "Antibiotic prophylaxis",
      "level": 3,
      "score": 0.68576413
    },
    {
      "id": "C501593827",
      "display_name": "Antibiotics",
      "level": 2,
      "score": 0.6295064
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.35573316
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.35080594
    },
    {
      "id": "C177713679",
      "display_name": "Intensive care medicine",
      "level": 1,
      "score": 0.34484476
    },
    {
      "id": "C43270747",
      "display_name": "Reflux",
      "level": 3,
      "score": 0.3382846
    },
    {
      "id": "C2779134260",
      "display_name": "Disease",
      "level": 2,
      "score": 0.10006052
    },
    {
      "id": "C89423630",
      "display_name": "Microbiology",
      "level": 1,
      "score": 0.057959825
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11174",
      "display_name": "Pediatric Urology and Nephrology Studies",
      "score": 1.0
    },
    {
      "id": "T11232",
      "display_name": "Urinary Tract Infections Management",
      "score": 0.9987
    },
    {
      "id": "T11815",
      "display_name": "Urological Disorders and Treatments",
      "score": 0.9948
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/j.juro.2010.05.013",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:19:33.353246",
  "source_database": "OpenAlex"
}