{
  "openalex_id": "W2114003631",
  "doi": "https://doi.org/10.1161/01.atv.21.5.729",
  "title": "Interactions Between NO and cAMP in the Regulation of Vascular Tone",
  "abstract": "HomeArteriosclerosis, Thrombosis, and Vascular BiologyVol. 21, No. 5Interactions Between NO and cAMP in the Regulation of Vascular Tone Free AccessEditorialPDF/EPUBAboutView PDFView EPUBSections ToolsAdd to favoritesDownload citationsTrack citationsPermissions ShareShare onFacebookTwitterLinked InMendeleyReddit Jump toFree AccessEditorialPDF/EPUBInteractions Between NO and cAMP in the Regulation of Vascular Tone Kathryn Lamping Kathryn LampingKathryn Lamping From the Department of Internal Medicine, University of Iowa and the VA Medical Center, Iowa City. Originally published1 May 2001https://doi.org/10.1161/01.ATV.21.5.729Arteriosclerosis, Thrombosis, and Vascular Biology. 2001;21:729–730Amajor focus of studies in vascular biology has been the role of the endothelium in modulating tone of vascular smooth muscle by release of nitric oxide (NO), stimulation of soluble guanylate cyclase, and the subsequent increase in intracellular cyclic guanosine monophosphate (cGMP). An alternative second-messenger pathway that plays a key role in eliciting relaxation of vascular muscle involves receptor-mediated activation of adenylate cyclase, formation of cAMP, and activation of protein kinase A and myosin light-chain kinase within smooth muscle cells. In general, cAMP-mediated relaxation of vascular smooth muscle does not involve the endothelium. Although most studies suggest that vasorelaxation to many agents is mediated by release of cGMP or cAMP alone, several studies have suggested that some \"typical endothelium-independent\" vasodilators may also release NO and activate guanylate cyclase.12345678910111213 Relaxation to some classic endothelium-independent agents, including adenosine, prostacyclin, forskolin, and β-receptor agonists, is reduced by inhibitors of NO synthase (NOS).12345678910111213 These studies suggest that relaxation of vascular smooth muscle to selected endothelium-independent agents is mediated by an interaction between cGMP and cAMP pathways.Complex interactions between different vasodilator pathways in vascular smooth muscle have been proposed for cyclooxygenase and NOS. For example, inhibition of either cyclooxygenase or NOS abolished the increase in cerebral blood flow in response to hypercapnia.1415 Acute or chronic inhibition of NOS enhanced the role of cyclooxygenase in the regulation of vascular resistance in the coronary and renal circulations.161718 In the coronary circulation of humans with atherosclerosis, inhibitors of both NOS or cyclooxygenase reduced flow-mediated response.19 These studies suggest an interaction between cyclooxygenase and NOS. Mechanisms that may account for this interaction have not been determined but may involve binding of NO to the heme-containing portion of cyclooxygenase to increase its activity.162021 It is possible, however, that the interaction between NOS and cyclooxygenase may be at other downstream signal-transduction pathways. Products of cyclooxygenase, including prostacyclin, mediate relaxation through activation of adenylate cyclase and increases in cAMP.22 The complex interaction between NOS and cyclooxygenase may also potentially involve an interaction between NO and cAMP.Studies of compounds that increase both cAMP and cGMP in vascular tissue may provide insight into the mechanisms of the complex interaction between these 2 supposedly independent pathways. Compounds that increase cGMP and cAMP synergistically inhibit platelet activation by phosphorylation of common proteins and inhibition of cAMP phosphodiesterase by cGMP.2324 Nitrovasodilators increase the accumulation of cAMP in platelets as a result of the inhibition of cAMP metabolism.23 These studies suggest that cGMP can exert important functional effects by inhibiting cAMP phosphodiesterase and increasing levels of cAMP. cAMP phosphodiesterase is found not only in platelets but also in a variety of cell types, including vascular tissue. Alternatively, agents that increase both cAMP and cGMP attenuate phospholipase C activation and mobilization of Ca2+ from intracellular stores.25 Possible interactions may also occur at myosin light-chain kinase or Ca2+ adenosinetriphosphatases.26 The mechanism(s) of NO/cGMP-mediated alterations in cAMP-dependent vascular responses is unclear.The study by Zhang and coworkers27 examined the effects of endothelium-independent agents on NO production in coronary microvessels and the mechanisms involved in cAMP-dependent NO formation. Studies demonstrating that vascular responses to forskolin and isoproterenol are attenuated with inhibitors of NOS suggest that these endothelium-independent agents may also release NO.48910111213 Zhang and coworkers measured levels of nitrite, a hydration product of NO, released in isolated microvessels in response to forskolin, isoproterenol, and direct activation of protein kinase A by 8-bromo-cAMP. Release of nitrite by forskolin, 8-bromo-cAMP, and isoproterenol was mediated by activation of protein kinase A and phosphatidylinositol 3-kinase, because levels of nitrite were reduced by inhibitors of these pathways. Adrenomedullin and calcitonin, potent endogenous vasodilators, produced similar increases in nitrite mediated by activation of protein kinase A and phosphatidylinositol 3-kinase. This study is the first to directly measure NO production in response to classic cAMP-mediated vasodilators in coronary microvessels. In addition, bradykinin-mediated production of nitrite was potentiated by forskolin or adrenomedullin. Although the role of endothelium in mediating cAMP-dependent production of nitrite was not demonstrated in the microvessel preparation, nitrite production in large arteries was eliminated in the absence of endothelium. Thus, the interaction between cyclic nucleotides and NO production in vascular tissue appears to be localized to the endothelium.The physiological importance of the interaction between cAMP and NO production in mediating vascular responses is unclear. Although previous studies demonstrated reductions in vascular responses to cAMP-mediated vasodilators after inhibition of NOS, in general inhibition was modest.12345678910111213 Surprisingly, in the present study, production of nitrite by cAMP-mediated vasodilators was similar to levels produced by bradykinin and acetylcholine, 2 classic endothelium-dependent vasodilators that may function through 2 different mechanisms: release of NO or release of endothelium-derived hyperpolarizing factor. The study by Zhang and coworkers suggests that the cAMP/NO interaction does not involve an increase in levels of message or protein for NOS but rather an increase in NOS activity.27 They suggest that cAMP increases NO through activation of protein kinase A and subsequent phosphorylation of endothelial NOS by protein kinase B through a phosphatidylinositol 3-kinase–mediated effect. The various signal-transduction pathways in vascular tissue that modulate vascular reactivity involve complex interactions that need further consideration.It is interesting to speculate about the physiological role of these various redundant and overlapping mechanisms in mediating vascular responses. It is possible that these complex interactions may preserve vascular function in the presence of risk factors for disease or in the early stages of disease. Redundant or overlapping mechanisms may upregulate when normal mechanisms are diminished to maintain function at or near normal. Studies from our laboratory and others have suggested that in the absence of endothelial NOS in mutant mice models, other pathways upregulate to maintain vascular function.2829303132 However, these compensatory pathways are dependent on vessel type, because responses to acetylcholine are absent in the aorta and carotid artery3334 but relatively normal in cerebral and coronary vascular beds.2829303132 These compensatory pathways in the absence of endothelial NOS include upregulation of neuronal NOS, cyclooxygenase, and endothelium-derived hyperpolarizing factor.2829303132 The role of a cAMP/NO interaction in mediating vascular responses in normal conditions and in the presence of risk factors and disease should be examined further.FootnotesCorrespondence to Kathryn Lamping, PhD, Medical Services (111), VA Medical Center, Iowa City, IA 52246. E-mail [email protected] References 1 Steinhorn RH, Morin FC III, Van Wylen DGL, Gugino SF, Giese EC, Russell JA. Endothelium-dependent relaxations to adenosine in juvenile rabbit pulmonary arteries and veins. Am J Physiol.1994; 266:H2001–H2006.MedlineGoogle Scholar2 Vials A, Burnstock G. A2-purinoceptor-mediated relaxation in the guinea-pig coronary vasculature: a role for nitric oxide. Br J Pharmacol.1993; 109:424–429.CrossrefMedlineGoogle Scholar3 Zanninger J, Bassenge E. Coronary vasodilation to acetylcholine, adenosine, and bradykinin in dogs: effects of inhibition of NO-synthesis and captopril. Eur Heart J. 1993;14(suppl I):I-64–I-65.Google Scholar4 Rubanyi G, Vanhoutte PM. Endothelium removal decreases relaxations of canine coronary arteries caused by β-adrenergic agonists and adenosine. J Cardiovasc Pharmacol.1985; 7:139–144.CrossrefMedlineGoogle Scholar5 Grace GC, Macdonald PS, Dusting GJ. Cyclic nucleotide interactions involved in endothelium-dependent dilation in rat aortic rings. Eur J Pharmacol.1988; 148:17–24.CrossrefMedlineGoogle Scholar6 Ito M, Yamamoto I, Naruse A, Suzuki Y, Sataake N, Shibata S. Impaired relaxing response to isoprenaline in isolated thoracic aorta of nephrotic rats: decrease in release of EDRF from endothelial cells. J Cardiovasc Pharmacol.1997; 29:232–239.CrossrefMedlineGoogle Scholar7 Shimokawa H, Flavahan NA, Lorenz RR, Vanhoutte PM. Prostacyclin releases endothelium-derived relaxant factor and potentiates its action in coronary arteries of the pig. Br J Pharmacol.1988; 95:1197–1203.CrossrefMedlineGoogle Scholar8 Gardiner SM, Kemp PA, Bennett T. Effect of NG-nitro-l-arginine methyl ester on vasodilator responses to acetylcholine, 5′-N-ethylcarboxamidoadenosine or salbutamol in conscious rats. Br J Pharmacol.1991; 103:1725–1732.CrossrefMedlineGoogle Scholar9 Gray DW, Marshall I. Novel signal transduction pathway mediating endothelium-dependent β-adrenoceptor vasorelaxation in rat thoracic aorta. Br J Pharmacol.1992; 107:684–690.CrossrefMedlineGoogle Scholar10 Wang YX, Poon KS, Randall DJ, Pang CCY. Endothelium-derived nitric oxide partially mediates salbutamol-induced vasodilations. Br J Pharmacol.1993; 250:335–340.Google Scholar11 Cardillo C, Kilcoyne CM, Quyyumi AA, Cannon RO III, Panza JA. Decreased vasodilation response to isoproterenol during nitric oxide inhibition in humans. Hypertension.1997; 30:918–921.CrossrefMedlineGoogle Scholar12 Dawes M, Chowienczyk PJ, Ritter JM. Effects of inhibition of the l-arginine/nitric oxide pathway on vasodilation caused by β-adrenergic agonists in human forearm. Circulation.1997; 95:2293–2297.CrossrefMedlineGoogle Scholar13 Rebich S, Devine JO, Armstead WM. Role of nitric oxide and cAMP in β-adrenoceptor-induced pial artery vasodilation. Am J Physiol.1995; 268:H1071–H1076.MedlineGoogle Scholar14 Iadecola C. Does nitric oxide mediate the increases in cerebral blood flow elicited by hypercapnia. Proc Natl Acad Sci U S A.1992; 89:3913–3916.CrossrefMedlineGoogle Scholar15 Iadecola C, Zhang F. Permissive and obligatory roles of NO in cerebrovascular responses to hypercapnia and acetylcholine. Am J Physiol.1996; 271:R990–R991.MedlineGoogle Scholar16 Ichihara A, Imig JD, Inscho EW, Navar LG. Cyclooxygenase-2 participates in tubular flow-dependent afferent arteriolar tone: interactions with neuronal NOS. Am J Physiol.1998; 275:F605–F612.MedlineGoogle Scholar17 Puybasset L, Bea ML, Ghaleh B, Giudicelli JF, Berdeaux A. Coronary and systemic hemodynamic effects of sustained inhibition of nitric oxide synthesis in conscious dogs: evidence for cross talk between nitric oxide and cyclooxygenase in coronary vessels. Circ Res.1996; 79:343–357.CrossrefMedlineGoogle Scholar18 Salazar FJ, Llinas MT, Gonzalez JD, Quesada T, Pinilla JM. Role of prostaglandins and nitric oxide in mediating renal response to volume expansion. Am J Physiol.1995; 268:R1442–R1448.MedlineGoogle Scholar19 Duffy SJ, Castle SF, Harper RW, Meredith IT. Contribution of vasodilator prostanoids and nitric oxide to resting flow, metabolic vasodilation, and flow-mediated dilation in human coronary circulation. Circulation.1999; 100:1951–1957.CrossrefMedlineGoogle Scholar20 Ignarro LJ. Biosynthesis and metabolism of endothelium-derived nitric oxide. Annu Rev Pharmacol Toxicol.1990; 30:535–560.CrossrefMedlineGoogle Scholar21 Smith WL, Marnett LJ. Prostaglandin endoperoxide synthase: structure and catalysis. Biochim Biophys Acta.1991; 1083:1–17.CrossrefMedlineGoogle Scholar22 Siess W, Lapetina EG. Functional relationship between cAMP-dependent protein phosphorylation and platelet inhibition. Biochem J.1990; 271:815–819.CrossrefMedlineGoogle Scholar23 Maurice DH, Haslam RJ. Molecular basis of the synergistic inhibition of platelet function by nitrovasodilators and activators of adenylate cyclase: inhibition of cyclic AMP breakdown by cyclic GMP. Mol Pharmacol.1990; 37:671–681.MedlineGoogle Scholar24 de Wit C, von Bismark P, Pohl U. Synergistic action of vasodilators that increase cGMP and cAMP in the hamster cremaster microcirculation. Circ Res.1994; 28:1513–1518.Google Scholar25 Walter U, Nolte C, Geiger P, Schanzenbacher P, Kocksiek K. Inhibition of platelet function by cyclic nucleotides and cyclic nucleotide-dependent protein kinases. In: Hermann AG, ed. Antithrombotics. Dordrecht, Germany: Kluwer Academic Publishers; 1991:121–138.Google Scholar26 Walter U. Physiological role of cGMP, and cGMP-dependent protin kinase in the cardiovascualr system. Rev Physiol Biochem Pharmacol.1989; 113:41–88.CrossrefMedlineGoogle Scholar27 Zhang X, Hintze TH. cAMP signal transduction cascade, a novel pathway for the regulation of endothelial nitric oxide production in coronary blood vessels. Arterioscler Thromb Vasc Biol.2001; 21:797–803.LinkGoogle Scholar28 Lamping KG, Nuno DW, Shesely EG, Maeda N, Faraci FM. Vasodilator mechanisms in the coronary circulation of nitric oxide synthase-deficient mice. Am J Physiol.2000; 279:H1906–H1912.CrossrefMedlineGoogle Scholar29 Godecke A, Decking UKM, Ding Z, Hirchenhain J, Bidmon HJ, Godecke S, Schrader J. Coronary hemodynamics in endothelial NO synthase knockout mice. Circ Res.1998; 82:186–194.CrossrefMedlineGoogle Scholar30 Meng W, Ayata C, Waeber C, Huang PL, Moskowitz MA. Neuronal NOS-cGMP-dependent ACh-induced relaxation in pial arterioles of endothelial NOS knockout mice. Am J Physiol.1998; 274:H411–H415.CrossrefMedlineGoogle Scholar31 Sun D, Huang A, Smith CJ, Stackpole CJ, Connetta JA, Shesely EG, Koller A, Kaley G. Enhanced release of prostaglandins to flow-induced arteriolar dilation in eNOS knockout mice. Circ Res.1999; 85:288–293.CrossrefMedlineGoogle Scholar32 Huang A, Sun D, Smith CJ, Connetta JA, Shesely EG, Koller A, Kaley G. In eNOS knockout mice skeletal muscle arteriolar dilation to acetylcholine is mediated by EDHF. Am J Physiol.2000; 278:H762–H768.CrossrefMedlineGoogle Scholar33 Huang PL, Huang Z, Mashimo H, Bloch KD, Moskowitz MA, Bevan JA, Fishman MC. Hypertension in mice lacking the gene for endothelial nitric oxide synthase. Nature.1995; 337:239–242.Google Scholar34 Faraci FM, Sigmund CD, Shesely EG, Maeda N, Heistad DD. Responses of carotid artery in mice deficient in expression of the gene for endothelial NO synthase. Am J Physiol.1998; 274:H564–H570.CrossrefMedlineGoogle Scholar Previous Back to top Next FiguresReferencesRelatedDetailsCited By Gao G, Abe C, Nectoux A, Huang S, Miyata Y, Tanaka K, Tanaka T, Yamamura H and Matsui T (2020) Anti-hypertensive Effect of Hesperidin and Hesperidin-containing Fermented Mikan Tea in Spontaneously Hypertensive Rats, Food Science and Technology Research, 10.3136/fstr.26.779, 26:6, (779-787), . Krzeminski K (2016) The Role of Adrenomedullin in Cardiovascular Response to Exercise – A Review, Journal of Human Kinetics, 10.1515/hukin-2016-0017, 53:1, (127-142), Online publication date: 1-Dec-2016. Oloyo A, Sofola O, Anigbogu C, Nair R, Vijayakumar H and Fernandez A (2013) Testosterone reduces vascular relaxation by altering cyclic adenosine monophosphate pathway and potassium channel activation in male Sprague Dawley rats fed a high-salt diet, Therapeutic Advances in Cardiovascular Disease, 10.1177/1753944713479996, 7:2, (75-85), Online publication date: 1-Apr-2013. Matsumoto T, Szasz T, Tostes R and Webb R (2012) Impaired β-adrenoceptor-induced relaxation in small mesenteric arteries from DOCA-salt hypertensive rats is due to reduced KCa channel activity, Pharmacological Research, 10.1016/j.phrs.2012.02.004, 65:5, (537-545), Online publication date: 1-May-2012. Savoia C and Schiffrin E (2006) Inhibition of the renin angiotensin system: Implications for the endothelium, Current Diabetes Reports, 10.1007/s11892-006-0060-5, 6:4, (274-278), Online publication date: 1-Jul-2006. Matsumoto T, Wakabayashi K, Kobayashi T and Kamata K (2005) Functional changes in adenylyl cyclases and associated decreases in relaxation responses in mesenteric arteries from diabetic rats, American Journal of Physiology-Heart and Circulatory Physiology, 10.1152/ajpheart.00971.2004, 289:5, (H2234-H2243), Online publication date: 1-Nov-2005. Lo Y, Tsou H, Lin R, Wu D, Wu B, Lin Y and Chen I (2005) Endothelium-dependent and -independent vasorelaxation by a theophylline derivative MCPT: Roles of cyclic nucleotides, potassium channel opening and phosphodiesterase inhibition, Life Sciences, 10.1016/j.lfs.2004.10.009, 76:8, (931-944), Online publication date: 1-Jan-2005. Matsumoto T, Wakabayashi K, Kobayashi T and Kamata K (2004) Diabetes-related changes in cAMP-dependent protein kinase activity and decrease in relaxation response in rat mesenteric artery, American Journal of Physiology-Heart and Circulatory Physiology, 10.1152/ajpheart.00069.2004, 287:3, (H1064-H1071), Online publication date: 1-Sep-2004. Schiffrin E and Touyz R (2004) From bedside to bench to bedside: role of renin-angiotensin-aldosterone system in remodeling of resistance arteries in hypertension, American Journal of Physiology-Heart and Circulatory Physiology, 10.1152/ajpheart.00262.2004, 287:2, (H435-H446), Online publication date: 1-Aug-2004. May 2001Vol 21, Issue 5 Advertisement Article InformationMetrics https://doi.org/10.1161/01.ATV.21.5.729 Originally publishedMay 1, 2001 Keywordscoronary circulationcAMPnitric oxide synthasenitric oxidecGMPPDF download Advertisement",
  "authors": [
    {
      "display_name": "Kathryn G. Lamping",
      "id": "A5019843903",
      "orcid": "https://orcid.org/0000-0002-0728-9850",
      "institutions": [
        {
          "id": "I4210135841",
          "display_name": "Iowa City VA Medical Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I126307644",
          "display_name": "University of Iowa",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Kathryn Lamping"
    }
  ],
  "publication_year": 2001,
  "publication_date": "2001-05-01",
  "type": "letter",
  "cited_by_count": 13,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S3485792",
    "display_name": "Arteriosclerosis Thrombosis and Vascular Biology",
    "issn_l": "1079-5642",
    "issn": [
      "1079-5642",
      "1524-4636"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "21",
  "issue": "5",
  "first_page": "729",
  "last_page": "730",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://doi.org/10.1161/01.atv.21.5.729",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2994227525",
      "display_name": "Vascular tone",
      "level": 3,
      "score": 0.7531909
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.4384398
    },
    {
      "id": "C2780583480",
      "display_name": "Tone (literature)",
      "level": 2,
      "score": 0.42646387
    },
    {
      "id": "C2777466421",
      "display_name": "Vascular disease",
      "level": 2,
      "score": 0.4189662
    },
    {
      "id": "C169760540",
      "display_name": "Neuroscience",
      "level": 1,
      "score": 0.3825847
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.34506047
    },
    {
      "id": "C164705383",
      "display_name": "Cardiology",
      "level": 1,
      "score": 0.33338708
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.32083148
    },
    {
      "id": "C120770815",
      "display_name": "Vasodilation",
      "level": 2,
      "score": 0.21283552
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.15081331
    },
    {
      "id": "C41895202",
      "display_name": "Linguistics",
      "level": 1,
      "score": 0.12765163
    }
  ],
  "topics": [
    {
      "id": "T10155",
      "display_name": "Nitric Oxide and Endothelin Effects",
      "score": 0.9985
    },
    {
      "id": "T11456",
      "display_name": "Neuroscience of respiration and sleep",
      "score": 0.9933
    },
    {
      "id": "T14486",
      "display_name": "Cardiovascular, Neuropeptides, and Oxidative Stress Research",
      "score": 0.9576
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1161/01.atv.21.5.729",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:16:30.177779",
  "source_database": "OpenAlex"
}