{
  "openalex_id": "W2115483503",
  "doi": "https://doi.org/10.1016/s0022-5347(05)66921-2",
  "title": "FACTORS PREDICTING RECOVERY OF ERECTIONS AFTER RADICAL PROSTATECTOMY",
  "abstract": "No AccessJournal of UrologyCLINICAL UROLOGY: Original Articles1 Dec 2000FACTORS PREDICTING RECOVERY OF ERECTIONS AFTER RADICAL PROSTATECTOMY FARHANG RABBANI, ALAN M.F. STAPLETON, MICHAEL W. KATTAN, THOMAS M. WHEELER, and PETER T. SCARDINO FARHANG RABBANIFARHANG RABBANI More articles by this author , ALAN M.F. STAPLETONALAN M.F. STAPLETON More articles by this author , MICHAEL W. KATTANMICHAEL W. KATTAN More articles by this author , THOMAS M. WHEELERTHOMAS M. WHEELER More articles by this author , and PETER T. SCARDINOPETER T. SCARDINO More articles by this author View All Author Informationhttps://doi.org/10.1016/S0022-5347(05)66921-2AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: Because preservation of functioning penile erections is a major concern for many patients considering treatment for localized prostate cancer, we analyzed various factors determined before and after radical retropubic prostatectomy to identify those significantly associated with recovery of erectile function. Materials and Methods: Our prospective database of patients undergoing pelvic lymphadenectomy and radical retropubic prostatectomy was used to determine factors predictive of erection recovery after radical prostatectomy. The study included 314 consecutive men with prostate cancer treated with radical retropubic prostatectomy between November 1993 and December 1996. Preoperative potency satisfactory for intercourse and degree of neurovascular bundle preservation during the operation were documented. Results: Patient age, preoperative potency status and extent of neurovascular bundle preservation but not pathological stage were predictive of potency recovery after radical prostatectomy. At 3 years after the operation 76% of men younger than age 60 years with full erections preoperatively who had bilateral neurovascular bundle preservation would be expected to regain erections sufficient for intercourse. Compared to the younger men, those 60 to 65 years old were only 56% (95% confidence interval [CI] 37 to 84) and those older than 65 years were 47% (95% CI 30 to 73) as likely to recover potency. Patients with recently diminished erections were only 63% (95% CI 38 to 100) as likely to recover potency as men with full erections preoperatively, and those with partial erections were only 47% (95% CI 23 to 96) as likely to recover potency. Resection of 1 neurovascular bundle reduced the chance of recovery to 25% (95% CI 10 to 61) compared to preserving both nerves. Conclusions: Knowledge of preoperative erectile function and patient age before the operation and the degree of neurovascular bundle preservation afterward may aid in patient counseling regarding potency recovery after radical prostatectomy. References 1 : Sexual function following radical prostatectomy: influence of preservation of neurovascular bundles. J Urol1991; 145: 998. Link, Google Scholar 2 : Return of erections and urinary continence following nerve sparing radical retropubic prostatectomy. J Urol1993; 150: 905. Link, Google Scholar 3 : Nerve sparing radical prostatectomy: a different view. J Urol1995; 154: 145. Link, Google Scholar 4 : Anatomic radical retropubic prostatectomy. In: . Edited by . Philadelphia: W. B. Saunders Company1998: 2565. chapt. 86. Google Scholar 5 : Radical prostatectomy for clinical stage T1 and T2 prostate cancer. In: Comprehensive Textbook of Genitourinary Oncology. Edited by . Philadelphia: Lippincott Williams & Wilkins2000: 722. chapt. 42B. Google Scholar 6 : Patient-reported impotence and incontinence after nerve-sparing radical prostatectomy. J Natl Cancer Inst1997; 89: 1117. Google Scholar 7 : Technique of vesicourethral anastomosis may influence recovery of sexual function following radical prostatectomy. Atlas Urol Clin North Am1994; 2: 59. Google Scholar 8 : A change in the technique of radical retropubic prostatectomy markedly improves postoperative potency. J Urol1996; 155: 647A. abstract 1346. Google Scholar 9 : Potency, continence and complication rates in 1,870 consecutive radical retropubic prostatectomies. J Urol1999; 162: 433. Link, Google Scholar 10 : Partial likelihood. Biometrika1975; 62: 269. Google Scholar 11 : Regression models and life tables. J R Stat Soc1972; 34: 187. Google Scholar 12 : Handbook for Staging of Cancer. Philadelphia: J. B. Lippincott1992: 189. chapt. 31. Google Scholar 13 : Anatomy of the prostate and the pathology of prostate cancer. In: Comprehensive Textbook of Genitourinary Oncology. Edited by . Baltimore: Williams & Wilkins1996: 621. chapt. 38A. Google Scholar 14 : Nerve-sparing radical retropubic prostatectomy. In: . Edited by . Philadelphia: Current Medicine, Inc.1999: 11.1. chapt. 40. Google Scholar 15 : Nonparametric estimation from incomplete observations. J Am Stat Assoc1958; 53: 457. Google Scholar 16 : Design and analysis of randomized clinical trials requiring prolonged observation of each patient: II. analysis and examples. Br J Cancer1977; 35: 1. Google Scholar 17 : Trends in treatment of localized prostate cancer by radical prostatectomy: observations from the Commission on Cancer National Cancer Database, 1985–1990. Urology1994; 43: 488. Google Scholar 18 : Trends in poorly differentiated prostate cancer 1973 to 1994: observations from the Surveillance, Epidemiology and End Results database. J Urol1998; 160: 811. Link, Google Scholar 19 : Potency and continence following anatomic radical prostatectomy: patient versus physician reported outcomes. J Urol1999; 161: 387. abstract 1501. Google Scholar 20 : Early experience with intraoperative cavernous nerve stimulation with penile tumescence monitoring to improve nerve sparing during radical prostatectomy. Urology1998; 52: 537. Google Scholar From the Department of Urology, Memorial Sloan-Kettering Cancer Center, New York, New York, Department of Urology, Repatriation General Hospital, Daws Park, Australia, and Department of Pathology, Baylor College of Medicine and Methodist Hospital, Houston, Texas© 2000 by American Urological Association, Inc.FiguresReferencesRelatedDetailsCited byHinata N, Murakami G, Miyake H, Abe S and Fujisawa M (2018) Histological Study of the Cavernous Nerve Mesh Outside the Periprostatic Region: Anatomical Basis for Erectile Function after Nonnerve Sparing Radical ProstatectomyJournal of Urology, VOL. 193, NO. 3, (1052-1059), Online publication date: 1-Mar-2015.Treiyer A, Anheuser P, Bütow Z and Steffens J (2018) A Single Center Prospective Study: Prediction of Postoperative General Quality of Life, Potency and Continence After Radical Retropubic ProstatectomyJournal of Urology, VOL. 185, NO. 5, (1681-1685), Online publication date: 1-May-2011.Patel M, Spernat D and Lopez-Corona E (2018) Hydrodissection of Neurovascular Bundles During Open Radical Prostatectomy Improves Postoperative PotencyJournal of Urology, VOL. 186, NO. 1, (233-237), Online publication date: 1-Jul-2011.Lavery H, Prall D and Abaza R (2018) Active Patient Decision Making Regarding Nerve Sparing During Radical Prostatectomy: A Novel ApproachJournal of Urology, VOL. 186, NO. 2, (487-493), Online publication date: 1-Aug-2011.Mitchell S, Jain R, Laze J and Lepor H (2018) Post-Prostatectomy Incontinence During Sexual Activity: A Single Center Prevalence StudyJournal of Urology, VOL. 186, NO. 3, (982-985), Online publication date: 1-Sep-2011.Hisasue S, Hashimoto K, Kobayashi K, Takeuchi M, Kyoda Y, Sato S, Masumori N and Tsukamoto T (2018) Baseline Erectile Function Alters the Cavernous Nerve Quantity and Distribution Around the ProstateJournal of Urology, VOL. 184, NO. 5, (2062-2067), Online publication date: 1-Nov-2010.Mulhall J (2018) Defining and Reporting Erectile Function Outcomes After Radical Prostatectomy: Challenges and MisconceptionsJournal of Urology, VOL. 181, NO. 2, (462-471), Online publication date: 1-Feb-2009.Satkunasivam R, Appu S, Al-Azab R, Hersey K, Lockwood G, Lipa J and Fleshner N (2018) Recovery of Erectile Function After Unilateral and Bilateral Cavernous Nerve Interposition Grafting During Radical Pelvic SurgeryJournal of Urology, VOL. 181, NO. 3, (1258-1263), Online publication date: 1-Mar-2009.Marien T, Sankin A and Lepor H (2018) Factors Predicting Preservation of Erectile Function in Men Undergoing Open Radical Retropubic ProstatectomyJournal of Urology, VOL. 181, NO. 4, (1817-1822), Online publication date: 1-Apr-2009.Mulhall J, Secin F and Guillonneau B (2018) Artery Sparing Radical Prostatectomy—Myth or Reality?Journal of Urology, VOL. 179, NO. 3, (827-831), Online publication date: 1-Mar-2008.Levinson A, Pavlovich C, Ward N, Link R, Mettee L and Su L (2018) Association of Surgeon Subjective Characterization of Nerve Sparing Quality With Potency Following Laparoscopic Radical ProstatectomyJournal of Urology, VOL. 179, NO. 4, (1510-1514), Online publication date: 1-Apr-2008.Secin F, Koppie T, Scardino P, Eastham J, Patel M, Bianco F, Tal R, Mulhall J, Disa J, Cordeiro P and Rabbani F (2018) Bilateral Cavernous Nerve Interposition Grafting During Radical Retropubic Prostatectomy: Memorial Sloan-Kettering Cancer Center ExperienceJournal of Urology, VOL. 177, NO. 2, (664-668), Online publication date: 1-Feb-2007.Thompson I, Thrasher J, Aus G, Burnett A, Canby-Hagino E, Cookson M, D’Amico A, Dmochowski R, Eton D, Forman J, Goldenberg S, Hernandez J, Higano C, Kraus S, Moul J and Tangen C (2018) Guideline for the Management of Clinically Localized Prostate Cancer: 2007 UpdateJournal of Urology, VOL. 177, NO. 6, (2106-2131), Online publication date: 1-Jun-2007.Burnett A, Aus G, Canby-Hagino E, Cookson M, D’Amico A, Dmochowski R, Eton D, Forman J, Goldenberg S, Hernandez J, Higano C, Kraus S, Liebert M, Moul J, Tangen C, Thrasher J and Thompson I (2018) Erectile Function Outcome Reporting After Clinically Localized Prostate Cancer TreatmentJournal of Urology, VOL. 178, NO. 2, (597-601), Online publication date: 1-Aug-2007.Boyette L, Reardon M, Mirelman A, Kirkley T, Lysiak J, Tuttle J and Steers W (2018) Fiberoptic Imaging of Cavernous Nerves In VivoJournal of Urology, VOL. 178, NO. 6, (2694-2700), Online publication date: 1-Dec-2007.Bannowsky A, Schulze H, van der Horst C, Seif C, Braun P and Jünemann K (2018) Nocturnal Tumescence: A Parameter for Postoperative Erectile Integrity After Nerve Sparing Radical ProstatectomyJournal of Urology, VOL. 175, NO. 6, (2214-2217), Online publication date: 1-Jun-2006.Michl U, Friedrich M, Graefen M, Haese A, Heinzer H and Huland H (2018) Prediction of Postoperative Sexual Function After Nerve Sparing Radical Retropubic ProstatectomyJournal of Urology, VOL. 176, NO. 1, (227-231), Online publication date: 1-Jul-2006.Burnett A and Lue T (2018) Neuromodulatory Therapy to Improve Erectile Function Recovery Outcomes After Pelvic SurgeryJournal of Urology, VOL. 176, NO. 3, (882-887), Online publication date: 1-Sep-2006.CHUANG M, O’CONNOR R, LAVEN B, ORVIETO M and BRENDLER C (2018) EARLY RELEASE OF THE NEUROVASCULAR BUNDLES AND OPTICAL LOUPE MAGNIFICATION LEAD TO IMPROVED AND EARLIER RETURN OF POTENCY FOLLOWING RADICAL RETROPUBIC PROSTATECTOMYJournal of Urology, VOL. 173, NO. 2, (537-539), Online publication date: 1-Feb-2005.Scardino P (2018) CONTINUING REFINEMENTS IN RADICAL PROSTATECTOMY: MORE EVIDENCE THAT TECHNIQUE MATTERSJournal of Urology, VOL. 173, NO. 2, (338-339), Online publication date: 1-Feb-2005.NEHRA A, GRANTMYRE J, NADEL A, THIBONNIER M and BROCK G (2018) VARDENAFIL IMPROVED PATIENT SATISFACTION WITH ERECTILE HARDNESS, ORGASMIC FUNCTION AND SEXUAL EXPERIENCE IN MEN WITH ERECTILE DYSFUNCTION FOLLOWING NERVE SPARING RADICAL PROSTATECTOMYJournal of Urology, VOL. 173, NO. 6, (2067-2071), Online publication date: 1-Jun-2005.HU J, ELKIN E, PASTA D, LUBECK D, KATTAN M, CARROLL P and LITWIN M (2018) Predicting Quality of Life After Radical Prostatectomy: Results From CaPSUREJournal of Urology, VOL. 171, NO. 2, (703-708), Online publication date: 1-Feb-2004.OHORI M, KATTAN M, KOH H, MARU N, SLAWIN K, SHARIAT S, MURAMOTO M, REUTER V, WHEELER T and SCARDINO P (2018) Predicting the Presence and Side of Extracapsular Extension: A Nomogram for Staging Prostate CancerJournal of Urology, VOL. 171, NO. 5, (1844-1849), Online publication date: 1-May-2004.ONG A, SU L, VARKARAKIS I, INAGAKI T, LINK R, BHAYANI S, PATRICIU A, CRAIN B and WALSH P (2018) NERVE SPARING RADICAL PROSTATECTOMY: EFFECTS OF HEMOSTATIC ENERGY SOURCES ON THE RECOVERY OF CAVERNOUS NERVE FUNCTION IN A CANINE MODELJournal of Urology, VOL. 172, NO. 4 Part 1, (1318-1322), Online publication date: 1-Oct-2004.HOLLENBECK B, DUNN R, WEI J, MONTIE J and SANDA M (2018) Determinants of Long-Term Sexual Health Outcome After Radical Prostatectomy Measured by a Validated InstrumentJournal of Urology, VOL. 169, NO. 4, (1453-1457), Online publication date: 1-Apr-2003.DOWNS T, SADETSKY N, PASTA D, GROSSFELD G, KANE C, MEHTA S, CARROLL P and LUBECK D (2018) Health Related Quality of Life Patterns in Patients Treated With Interstitial Prostate Brachytherapy for Localized Prostate Cancer—Data From CaPSUREJournal of Urology, VOL. 170, NO. 5, (1822-1827), Online publication date: 1-Nov-2003.KATZ R, SALOMON L, HOZNEK A, de la TAILLE A, VORDOS D, CICCO A, CHOPIN D and ABBOU C (2018) Patient Reported Sexual Function Following Laparoscopic Radical ProstatectomyJournal of Urology, VOL. 168, NO. 5, (2078-2082), Online publication date: 1-Nov-2002. Volume 164Issue 6December 2000Page: 1929-1934 Advertisement Copyright & Permissions© 2000 by American Urological Association, Inc.Keywordspenile erectionprostatic neoplasmsprostatectomyrisk factorsimpotenceMetricsAuthor Information FARHANG RABBANI More articles by this author ALAN M.F. STAPLETON More articles by this author MICHAEL W. KATTAN More articles by this author THOMAS M. WHEELER More articles by this author PETER T. SCARDINO More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Farhang Rabbani",
      "id": "A5030714353",
      "orcid": null,
      "institutions": [
        {
          "id": "I181547552",
          "display_name": "Baylor College of Medicine",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1295876152",
          "display_name": "Houston Methodist",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I2802875205",
          "display_name": "Repatriation General Hospital",
          "country_code": "AU",
          "type": "healthcare"
        },
        {
          "id": "I4210109259",
          "display_name": "Methodist Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I1334819555",
          "display_name": "Memorial Sloan Kettering Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "FARHANG RABBANI"
    },
    {
      "display_name": "Alan M. F. Stapleton",
      "id": "A5102092078",
      "orcid": null,
      "institutions": [
        {
          "id": "I1295876152",
          "display_name": "Houston Methodist",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I2802875205",
          "display_name": "Repatriation General Hospital",
          "country_code": "AU",
          "type": "healthcare"
        },
        {
          "id": "I4210109259",
          "display_name": "Methodist Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I1334819555",
          "display_name": "Memorial Sloan Kettering Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I181547552",
          "display_name": "Baylor College of Medicine",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "ALAN M.F. STAPLETON"
    },
    {
      "display_name": "Michael W. Kattan",
      "id": "A5054374857",
      "orcid": "https://orcid.org/0000-0002-3840-4161",
      "institutions": [
        {
          "id": "I4210109259",
          "display_name": "Methodist Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I181547552",
          "display_name": "Baylor College of Medicine",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1295876152",
          "display_name": "Houston Methodist",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I2802875205",
          "display_name": "Repatriation General Hospital",
          "country_code": "AU",
          "type": "healthcare"
        },
        {
          "id": "I1334819555",
          "display_name": "Memorial Sloan Kettering Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "MICHAEL W. KATTAN"
    },
    {
      "display_name": "Thomas M. Wheeler",
      "id": "A5037470251",
      "orcid": "https://orcid.org/0000-0001-9746-1521",
      "institutions": [
        {
          "id": "I181547552",
          "display_name": "Baylor College of Medicine",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1295876152",
          "display_name": "Houston Methodist",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I2802875205",
          "display_name": "Repatriation General Hospital",
          "country_code": "AU",
          "type": "healthcare"
        },
        {
          "id": "I4210109259",
          "display_name": "Methodist Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I1334819555",
          "display_name": "Memorial Sloan Kettering Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "THOMAS M. WHEELER"
    },
    {
      "display_name": "Peter T. Scardino",
      "id": "A5012224683",
      "orcid": "https://orcid.org/0000-0002-1601-8411",
      "institutions": [
        {
          "id": "I181547552",
          "display_name": "Baylor College of Medicine",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1295876152",
          "display_name": "Houston Methodist",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I1334819555",
          "display_name": "Memorial Sloan Kettering Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I2802875205",
          "display_name": "Repatriation General Hospital",
          "country_code": "AU",
          "type": "healthcare"
        },
        {
          "id": "I4210109259",
          "display_name": "Methodist Hospital",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "PETER T. SCARDINO"
    }
  ],
  "publication_year": 2000,
  "publication_date": "2000-12-01",
  "type": "article",
  "cited_by_count": 485,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "164",
  "issue": "6",
  "first_page": "1929",
  "last_page": "1934",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.89635456
    },
    {
      "id": "C2779466945",
      "display_name": "Prostatectomy",
      "level": 4,
      "score": 0.871217
    },
    {
      "id": "C105572291",
      "display_name": "Neurovascular bundle",
      "level": 2,
      "score": 0.86065716
    },
    {
      "id": "C2778660094",
      "display_name": "Radical retropubic prostatectomy",
      "level": 5,
      "score": 0.80994797
    },
    {
      "id": "C126894567",
      "display_name": "Urology",
      "level": 1,
      "score": 0.68770456
    },
    {
      "id": "C2780192828",
      "display_name": "Prostate cancer",
      "level": 3,
      "score": 0.64963114
    },
    {
      "id": "C3020768380",
      "display_name": "Erectile function",
      "level": 3,
      "score": 0.61241287
    },
    {
      "id": "C57992300",
      "display_name": "Potency",
      "level": 3,
      "score": 0.45665774
    },
    {
      "id": "C2779929075",
      "display_name": "Erectile dysfunction",
      "level": 2,
      "score": 0.39194423
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.3912642
    },
    {
      "id": "C121608353",
      "display_name": "Cancer",
      "level": 2,
      "score": 0.2024686
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.13427609
    },
    {
      "id": "C55493867",
      "display_name": "Biochemistry",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C202751555",
      "display_name": "In vitro",
      "level": 2,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10459",
      "display_name": "Sexual function and dysfunction studies",
      "score": 0.998
    },
    {
      "id": "T10124",
      "display_name": "Prostate Cancer Diagnosis and Treatment",
      "score": 0.9936
    },
    {
      "id": "T13242",
      "display_name": "Male Reproductive Health Studies",
      "score": 0.9926
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/s0022-5347(05)66921-2",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:55:41.491882",
  "source_database": "OpenAlex"
}