{
  "openalex_id": "W2118973527",
  "doi": "https://doi.org/10.1130/0016-7606(1984)95<226:dsdpls>2.0.co;2",
  "title": "Deep Sea Drilling Project, Leg 77, southeastern Gulf of Mexico",
  "abstract": "Research Article| February 01, 1984 Deep Sea Drilling Project, Leg 77, southeastern Gulf of Mexico WOLFGANG SCHLAGER; WOLFGANG SCHLAGER Co-Chief Scientist 1University of Miami, Miami, Florida 33139 Search for other works by this author on: GSW Google Scholar RICHARD T. BUFFLER; RICHARD T. BUFFLER Co-Chief Scientist 2University of Texas, Austin, Texas 77550 Search for other works by this author on: GSW Google Scholar DAVID ANGSTADT; DAVID ANGSTADT 2University of Texas, Austin, Texas 77550 Search for other works by this author on: GSW Google Scholar JAY L. BOWDLER; JAY L. BOWDLER 3Union Oil Company of California, Houston, Texas 77084 Search for other works by this author on: GSW Google Scholar PIERRE H. COTILLON; PIERRE H. COTILLON 4Universite Claude Bernard, Villeurbane, France 69622 Search for other works by this author on: GSW Google Scholar R. DAVID DALLMEYER; R. DAVID DALLMEYER 5University of Georgia, Athens, Georgia 30602 Search for other works by this author on: GSW Google Scholar ROBERT B. HALLEY; ROBERT B. HALLEY 6U.S. Geological Survey, Denver, Colorado 80225 Search for other works by this author on: GSW Google Scholar HAJIMU KINOSHITA; HAJIMU KINOSHITA 7Chiba University, Chiba, 260, Japan Search for other works by this author on: GSW Google Scholar LESLIE B. MAGOON, III; LESLIE B. MAGOON, III 8U.S. Geological Survey, Menlo Park, California 94025 Search for other works by this author on: GSW Google Scholar CHARLES L. McNULTY; CHARLES L. McNULTY 9University of Texas, Arlington, Texas 76019 Search for other works by this author on: GSW Google Scholar JAMES W. PATTON; JAMES W. PATTON 10Marathon Oil Company, Littleton, Colorado 80160 Search for other works by this author on: GSW Google Scholar KENNETH A. PISCIOTTO; KENNETH A. PISCIOTTO 11Sohio Petroleum Company, San Francisco, California Search for other works by this author on: GSW Google Scholar ISABELLA PREMOLI-SILVA; ISABELLA PREMOLI-SILVA 12Universita di Milano, Milano, Italy 20133 Search for other works by this author on: GSW Google Scholar OTMARA AVELLO SUAREZ; OTMARA AVELLO SUAREZ 13Oceanological Institute, Habana, Cuba Search for other works by this author on: GSW Google Scholar MARGARET M. TESTARMATA; MARGARET M. TESTARMATA 2University of Texas, Austin, Texas 77550 Search for other works by this author on: GSW Google Scholar RICHARD V. TYSON; RICHARD V. TYSON 14The Open University, Milton Keynes, Bucks, England Search for other works by this author on: GSW Google Scholar DAVID K. WATKINS DAVID K. WATKINS 15Florida State University, Tallahassee, Florida 32306 Search for other works by this author on: GSW Google Scholar Author and Article Information WOLFGANG SCHLAGER Co-Chief Scientist 1University of Miami, Miami, Florida 33139 RICHARD T. BUFFLER Co-Chief Scientist 2University of Texas, Austin, Texas 77550 DAVID ANGSTADT 2University of Texas, Austin, Texas 77550 JAY L. BOWDLER 3Union Oil Company of California, Houston, Texas 77084 PIERRE H. COTILLON 4Universite Claude Bernard, Villeurbane, France 69622 R. DAVID DALLMEYER 5University of Georgia, Athens, Georgia 30602 ROBERT B. HALLEY 6U.S. Geological Survey, Denver, Colorado 80225 HAJIMU KINOSHITA 7Chiba University, Chiba, 260, Japan LESLIE B. MAGOON, III 8U.S. Geological Survey, Menlo Park, California 94025 CHARLES L. McNULTY 9University of Texas, Arlington, Texas 76019 JAMES W. PATTON 10Marathon Oil Company, Littleton, Colorado 80160 KENNETH A. PISCIOTTO 11Sohio Petroleum Company, San Francisco, California ISABELLA PREMOLI-SILVA 12Universita di Milano, Milano, Italy 20133 OTMARA AVELLO SUAREZ 13Oceanological Institute, Habana, Cuba MARGARET M. TESTARMATA 2University of Texas, Austin, Texas 77550 RICHARD V. TYSON 14The Open University, Milton Keynes, Bucks, England DAVID K. WATKINS 15Florida State University, Tallahassee, Florida 32306 Publisher: Geological Society of America First Online: 01 Jun 2017 Online ISSN: 1943-2674 Print ISSN: 0016-7606 Geological Society of America GSA Bulletin (1984) 95 (2): 226–236. https://doi.org/10.1130/0016-7606(1984)95<226:DSDPLS>2.0.CO;2 Article history First Online: 01 Jun 2017 Cite View This Citation Add to Citation Manager Share Icon Share Facebook Twitter LinkedIn MailTo Tools Icon Tools Get Permissions Search Site Citation WOLFGANG SCHLAGER, RICHARD T. BUFFLER, DAVID ANGSTADT, JAY L. BOWDLER, PIERRE H. COTILLON, R. DAVID DALLMEYER, ROBERT B. HALLEY, HAJIMU KINOSHITA, LESLIE B. MAGOON, CHARLES L. McNULTY, JAMES W. PATTON, KENNETH A. PISCIOTTO, ISABELLA PREMOLI-SILVA, OTMARA AVELLO SUAREZ, MARGARET M. TESTARMATA, RICHARD V. TYSON, DAVID K. WATKINS; Deep Sea Drilling Project, Leg 77, southeastern Gulf of Mexico. GSA Bulletin 1984;; 95 (2): 226–236. doi: https://doi.org/10.1130/0016-7606(1984)95<226:DSDPLS>2.0.CO;2 Download citation file: Ris (Zotero) Refmanager EasyBib Bookends Mendeley Papers EndNote RefWorks BibTex toolbar search Search Dropdown Menu toolbar search search input Search input auto suggest filter your search All ContentBy SocietyGSA Bulletin Search Advanced Search Abstract In January 1981, R/V Glomar Challenger drilled five holes in the southeastern Gulf of Mexico to provide ground data for extensive seismic surveys and to document the pre-Tertiary history of the Gulf.Holes 535 and 540 were drilled in a basinal terrane for maximum penetration of the Cretaceous-Tertiary sequence. Rhythmic alternations of light bioturbated and dark laminated carbonaceous limestone represent the Early Cretaceous interval. Some of the dark layers are rich but immature oil source rocks. The limestones resemble the Blake-Bahama Formation in the North Atlantic but their stratigraphic age overlaps in part with the Hatteras Shale. Late Cretaceous rocks are almost totally missing in the basin sites and the Cenozoic section consists of chalk and marly carbonate ooze.Holes 536,537, and 538A were drilled on high-standing fault blocks. Hole 537 recovered phyllite that records 40Ar/39Ar plateau ages of about 500 m.y. and is overlain by an Early Cretaceous deepening sequence of alluvial to littoral elastics and oolitic-oncolitic limestones, capped by a thin sequence of Cretaceous and Cenozoic pelagics. In Hole 538A, basement consists of mylonitic gneiss and amphibolite, intruded by several generations of diabase dikes (that is, \"transitional\" crust). 40Ar/39Ar dates of hornblendes and biotite from the regional metamorphic rocks suggest a 500-m.y. (\"Pan-African\") age with mild late Paleozoic thermal overprint. 40Ar/39Ar whole-rock dates from the dikes suggest intrusions between 190 and 160 m.y. ago. Basement is covered by a thin layer of pelagic chalk, followed by Early Cretaceous skeletal-oolitic limestones and, finally, Cretaceous-Tertiary pelagics. The oolitic-oncolitic limestones at both sites represent either parts of a shallow-water carbonate platform or platform talus deposited in deep water. Hole 536 bottomed in shallow-water dolomite (Jurassic or Permian), overlain by middle Cretaceous skeletal limestones with shallow-water biota and intercalations of pelagic chalk, interpreted as Cretaceous talus at the foot of the Campeche Bank. Cretaceous-Tertiary chalk and carbonate ooze cap the sequence.Among the most significant results of the leg are: (1) recovery of \"transitional\" crust with early Paleozoic (Pan-African) metamorphic rocks, (2) recovery of Early Cretaceous deep-water limestones with immature petroleum source beds, (3) recovery of mid-Cretaceous platform talus resembling the reservoirs in the Poza Rica and probably some of the Reforma fields of Mexico, and (4) discovery of a Late Cretaceous hiatus of 30 m.y. that corresponds approximately to the \"mid-Cretaceous unconformity\" recognized widely on seismic records in the Gulf of Mexico. This content is PDF only. Please click on the PDF icon to access. First Page Preview Close Modal You do not have access to this content, please speak to your institutional administrator if you feel you should have access.",
  "authors": [
    {
      "display_name": "Wolfgang Schlager",
      "id": "A5029897371",
      "orcid": null,
      "institutions": [
        {
          "id": "I145608581",
          "display_name": "University of Miami",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "WOLFGANG SCHLAGER"
    },
    {
      "display_name": "Richard T. Buffler",
      "id": "A5076808274",
      "orcid": null,
      "institutions": [
        {
          "id": "I86519309",
          "display_name": "The University of Texas at Austin",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "RICHARD T. BUFFLER"
    },
    {
      "display_name": "David M. Angstadt",
      "id": "A5041233750",
      "orcid": null,
      "institutions": [
        {
          "id": "I86519309",
          "display_name": "The University of Texas at Austin",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "DAVID ANGSTADT"
    },
    {
      "display_name": "Jay L Bowdler",
      "id": "A5063807161",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "JAY L. BOWDLER"
    },
    {
      "display_name": "Pierre Cotillon",
      "id": "A5024624792",
      "orcid": null,
      "institutions": [
        {
          "id": "I100532134",
          "display_name": "Université Claude Bernard Lyon 1",
          "country_code": "FR",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "PIERRE H. COTILLON"
    },
    {
      "display_name": "R. D. Dallmeyer",
      "id": "A5053179781",
      "orcid": null,
      "institutions": [
        {
          "id": "I165733156",
          "display_name": "University of Georgia",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "R. DAVID DALLMEYER"
    },
    {
      "display_name": "Robert B. Halley",
      "id": "A5108362330",
      "orcid": null,
      "institutions": [
        {
          "id": "I1286329397",
          "display_name": "United States Geological Survey",
          "country_code": "US",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "ROBERT B. HALLEY"
    },
    {
      "display_name": "Hajimu Kinoshita",
      "id": "A5007221841",
      "orcid": null,
      "institutions": [
        {
          "id": "I159385669",
          "display_name": "Chiba University",
          "country_code": "JP",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "HAJIMU KINOSHITA"
    },
    {
      "display_name": "Leslie B. Magoon",
      "id": "A5053923860",
      "orcid": null,
      "institutions": [
        {
          "id": "I1286329397",
          "display_name": "United States Geological Survey",
          "country_code": "US",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "LESLIE B. MAGOON"
    },
    {
      "display_name": "C. L. McNulty",
      "id": "A5070787293",
      "orcid": null,
      "institutions": [
        {
          "id": "I189196454",
          "display_name": "The University of Texas at Arlington",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "CHARLES L. McNULTY"
    },
    {
      "display_name": "James W. Patton",
      "id": "A5047412906",
      "orcid": null,
      "institutions": [
        {
          "id": "I22590746",
          "display_name": "Marathon Oil (United States)",
          "country_code": "US",
          "type": "company"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "JAMES W. PATTON"
    },
    {
      "display_name": "Kenneth A. Pisciotto",
      "id": "A5051179469",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210154060",
          "display_name": "Soraa (United States)",
          "country_code": "US",
          "type": "company"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "KENNETH A. PISCIOTTO"
    },
    {
      "display_name": "Isabella Premoli-Silva",
      "id": "A5000426851",
      "orcid": null,
      "institutions": [
        {
          "id": "I189158943",
          "display_name": "University of Milan",
          "country_code": "IT",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "ISABELLA PREMOLI-SILVA"
    },
    {
      "display_name": "OTMARA AVELLO SUAREZ",
      "id": "A5010836643",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "OTMARA AVELLO SUAREZ"
    },
    {
      "display_name": "M.M. Testarmata",
      "id": "A5027891985",
      "orcid": null,
      "institutions": [
        {
          "id": "I86519309",
          "display_name": "The University of Texas at Austin",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "MARGARET M. TESTARMATA"
    },
    {
      "display_name": "Richard V. Tyson",
      "id": "A5110248876",
      "orcid": null,
      "institutions": [
        {
          "id": "I204136569",
          "display_name": "The Open University",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "RICHARD V. TYSON"
    },
    {
      "display_name": "David K. Watkins",
      "id": "A5015404628",
      "orcid": "https://orcid.org/0000-0001-5739-5646",
      "institutions": [
        {
          "id": "I103163165",
          "display_name": "Florida State University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "DAVID K. WATKINS"
    }
  ],
  "publication_year": 1984,
  "publication_date": "1984-01-01",
  "type": "article",
  "cited_by_count": 44,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S3271665",
    "display_name": "Geological Society of America Bulletin",
    "issn_l": "0016-7606",
    "issn": [
      "0016-7606",
      "1943-2674"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310319845"
  },
  "volume": "95",
  "issue": "2",
  "first_page": "226",
  "last_page": "226",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C127313418",
      "display_name": "Geology",
      "level": 0,
      "score": 0.9167697
    },
    {
      "id": "C25197100",
      "display_name": "Drilling",
      "level": 2,
      "score": 0.74612385
    },
    {
      "id": "C111368507",
      "display_name": "Oceanography",
      "level": 1,
      "score": 0.6574843
    },
    {
      "id": "C21790881",
      "display_name": "Deep sea",
      "level": 2,
      "score": 0.6252609
    },
    {
      "id": "C46890581",
      "display_name": "Scientific drilling",
      "level": 3,
      "score": 0.41615653
    },
    {
      "id": "C127413603",
      "display_name": "Engineering",
      "level": 0,
      "score": 0.035374016
    },
    {
      "id": "C78519656",
      "display_name": "Mechanical engineering",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10995",
      "display_name": "Methane Hydrates and Related Phenomena",
      "score": 0.9648
    },
    {
      "id": "T10965",
      "display_name": "Geological formations and processes",
      "score": 0.9625
    },
    {
      "id": "T11588",
      "display_name": "Atmospheric and Environmental Gas Dynamics",
      "score": 0.938
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1130/0016-7606(1984)95<226:dsdpls>2.0.co;2",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:26:06.766834",
  "source_database": "OpenAlex"
}