{
  "openalex_id": "W2113063850",
  "doi": "https://doi.org/10.1136/ebmh.2.3.70",
  "title": "The effect of misclassification on estimates of relative risk",
  "abstract": "The abstract and article by Bennett et al in this issue of EBMH and the accompanying commentary by Jensen (p 93) make several important points. The article is a systematic review of studies that investigate whether early measures of externalising behaviour are able to predict later antisocial behaviour or conduct disorder. Bennett et al conclude that screening instruments have very poor positive predictive value; in other words, it is difficult to identify from kindergarten (children aged 4 and 5 years) reports of problem behaviour, those children likely to have antisocial behaviours several years later. In the accompanying commentary, Jensen points out that this has important implications for public policy and is somewhat at odds with the prevailing view on the stability of antisocial behaviour. The objective of this notebook article is to examine further one of the points of the review by Bennett et al as it has wider implications for the field of mental health in general.\n\nThere are at least 3 possible reasons for the low predictive ability of early screening instruments in this context. Firstly, there could be true lack of stability between externalising behaviours in kindergarten and conduct disorder several years later. Such early behaviours could be highly transient and not represent enduring traits of psychopathology. Secondly, it is possible that the screening instrument may not be able to pick up true cases of externalising behaviour in kindergarten and that there are a lot of “false positives” included in the high risk classification; that is, some of those without true externalising behaviour are being classified as high risk. Thirdly, it is possible that there is similar misclassification at the outcome point; that is, that true cases …",
  "authors": [
    {
      "display_name": "Peter Szatmari",
      "id": "A5101672863",
      "orcid": "https://orcid.org/0000-0002-4535-115X",
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "P. Szatmari"
    }
  ],
  "publication_year": 1999,
  "publication_date": "1999-08-01",
  "type": "article",
  "cited_by_count": 2,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S160517820",
    "display_name": "Evidence-Based Mental Health",
    "issn_l": "1362-0347",
    "issn": [
      "1362-0347",
      "1468-960X"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310319945"
  },
  "volume": "2",
  "issue": "3",
  "first_page": "70",
  "last_page": "71",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://ebmh.bmj.com/content/ebmental/2/3/70.full.pdf",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C82789193",
      "display_name": "Relative risk",
      "level": 3,
      "score": 0.4446983
    },
    {
      "id": "C149782125",
      "display_name": "Econometrics",
      "level": 1,
      "score": 0.37496817
    },
    {
      "id": "C105795698",
      "display_name": "Statistics",
      "level": 1,
      "score": 0.3607582
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.3246965
    },
    {
      "id": "C33923547",
      "display_name": "Mathematics",
      "level": 0,
      "score": 0.26987022
    },
    {
      "id": "C44249647",
      "display_name": "Confidence interval",
      "level": 2,
      "score": 0.07195115
    }
  ],
  "topics": [
    {
      "id": "T10182",
      "display_name": "Child and Adolescent Psychosocial and Emotional Development",
      "score": 0.9908
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1136/ebmh.2.3.70",
  "pdf_url": "https://ebmh.bmj.com/content/ebmental/2/3/70.full.pdf",
  "retrieved_date": "2025-07-30T15:49:40.989398",
  "source_database": "OpenAlex"
}