{
  "openalex_id": "W2114159627",
  "doi": null,
  "title": "Experiences of living and dying with COPD: a systematic review and synthesis of the qualitative empirical literature.",
  "abstract": "Abstract In July 2010, Medical Advisory Secretariat (MAS) began work on a Chronic Obstructive Pulmonary Disease (COPD) evidentiary framework, an evidence-based review of literature surrounding treatment strategies for patients with COPD. This project emerged from a request by Health System Strategy Division of Ministry of Health and Long-Term Care that MAS provide them with an evidentiary platform on effectiveness and cost-effectiveness of COPD interventions.AFTER AN INITIAL REVIEW OF HEALTH TECHNOLOGY ASSESSMENTS AND SYSTEMATIC REVIEWS OF COPD LITERATURE, AND CONSULTATION WITH EXPERTS, MAS IDENTIFIED THE FOLLOWING TOPICS FOR ANALYSIS: vaccinations (influenza and pneumococcal), smoking cessation, multidisciplinary care, pulmonary rehabilitation, long-term oxygen therapy, noninvasive positive pressure ventilation for acute and chronic respiratory failure, hospital-at-home for acute exacerbations of COPD, and telehealth (including telemonitoring and telephone support). Evidence-based analyses were prepared for each of these topics. For each technology, an economic analysis was also completed where appropriate. In addition, a review of literature on patient, caregiver, and provider perspectives on living and dying with COPD was conducted, as were reviews of literature on each of technologies included in these analyses.The Chronic Obstructive Pulmonary Disease Mega-Analysis series is made up of following reports, which can be publicly accessed at MAS website at: http://www.hqontario.ca/en/mas/mas_ohtas_mn.html.Chronic Obstructive Pulmonary Disease (COPD) Evidentiary FrameworkInfluenza and Pneumococcal Vaccinations for Patients With Chronic Obstructive Pulmonary Disease (COPD): An Evidence-Based AnalysisSmoking Cessation for Patients With Chronic Obstructive Pulmonary Disease (COPD): An Evidence-Based AnalysisCommunity-Based Multidisciplinary Care for Patients With Stable Chronic Obstructive Pulmonary Disease (COPD): An Evidence-Based AnalysisPulmonary Rehabilitation for Patients With Chronic Obstructive Pulmonary Disease (COPD): An Evidence-Based AnalysisLong-Term Oxygen Therapy for Patients With Chronic Obstructive Pulmonary Disease (COPD): An Evidence-Based AnalysisNoninvasive Positive Pressure Ventilation for Acute Respiratory Failure Patients With Chronic Obstructive Pulmonary Disease (COPD): An Evidence-Based AnalysisNoninvasive Positive Pressure Ventilation for Chronic Respiratory Failure Patients With Stable Chronic Obstructive Pulmonary Disease (COPD): An Evidence-Based AnalysisHospital-at-Home Programs for Patients With Acute Exacerbations of Chronic Obstructive Pulmonary Disease (COPD): An Evidence-Based AnalysisHome Telehealth for Patients With Chronic Obstructive Pulmonary Disease (COPD): An Evidence-Based AnalysisCost-Effectiveness of Interventions for Chronic Obstructive Pulmonary Disease Using an Ontario Policy ModelEXPERIENCES OF LIVING AND DYING WITH COPD: A Systematic Review and Synthesis of Qualitative Empirical LiteratureFOR MORE INFORMATION ON THE QUALITATIVE REVIEW, PLEASE CONTACT MITA GIACOMINI AT: http://fhs.mcmaster.ca/ceb/faculty_member_giacomini.htm.FOR MORE INFORMATION ON THE ECONOMIC ANALYSIS, PLEASE VISIT THE PATH WEBSITE: http://www.path-hta.ca/About-Us/Contact-Us.aspx.The Toronto Health Economics and Technology Assessment (THETA) collaborative has produced an associated report on patient preference for mechanical ventilation. For more information, please visit THETA website: http://theta.utoronto.ca/static/contact. OBJECTIVE OF ANALYSIS: The objective of this analysis was to review empirical research on experiences of patients with chronic obstructive pulmonary disease (COPD), informal caregivers (carers), and health care providers-from point of diagnosis, through daily living and exacerbation episodes, to end of life. CLINICAL NEED AND TARGET POPULATION: Qualitative empirical studies (from social sciences, clinical, and related fields) can offer important information about how patients experience their condition. This exploration of literature offers insights into patients' perspectives on COPD, their needs, and how interventions might affect their experiences. The experiences of caregivers are also explored. RESEARCH QUESTION: What do patients with COPD, their informal caregivers (carers), and health care providers experience over course of COPD? RESEARCH METHODS: LITERATURE SEARCH: SEARCH STRATEGY: Literature searches for studies published from January 1, 2000, to November 2010 were performed on November 29, 2010, using OVID MEDLINE; on November 26, 2010, using ISI Web of Science; and on November 28, 2010, using EBSCO Cumulative Index to Nursing and Allied Health Literature (CINAHL). Titles and abstracts were reviewed by a single reviewer and, for those studies meeting eligibility criteria, full-text articles were obtained. One additional report, highly relevant to synthesis, appeared in early 2011 during drafting of this analysis and was included post hoc. INCLUSION CRITERIA: English-language full reports studies published between January 1, 2000, and November 2010primary empirical research (using any descriptive or interpretive methodology, including component of mixed-methods studies) and secondary syntheses of primary empirical researchstudies addressing any aspect of experiences of living or dying with COPD from perspective of persons at risk, patients, health care providers, or informal carers; studies addressing multiple conditions were included if COPD was addressed explicitly EXCLUSION CRITERIA: studies addressing topics other than experiences of living or dying with COPD from perspective of persons at risk, patients, health care providers, or informal carersstudies labelled qualitative but not using a descriptive or interpretive methodology (e.g., case studies, experiments, or observational analysis using categorical variables)quantitative research (i.e., using statistical hypothesis testing, using primarily quantitative data or analyses, or expressing results in quantitative or statistical terms)studies that did not pose an empirical research objective or question, or involve primary or secondary analysis of empirical data OUTCOMES OF INTEREST: descriptions and interpretations (narrative or theoretical) of personal and social experiences of COPD SUMMARY OF FINDINGS: EXPERIENCES AT DIAGNOSIS: Patients typically seek initial treatment for an acute episode rather than for chronic early symptoms of COPD.Many patients initially misunderstand terms such as COPD, chronic obstructive pulmonary disease, or exacerbation.Patients may not realize that COPD is incurable and fatal; some physicians themselves do not consider early COPD to be a fatal disease.Smokers may not readily understand or agree with idea that smoking caused or worsens their COPD. Those who believe there is a causal link may feel regret or shame. EXPERIENCES OF LIVING DAY TO DAY: COPD patients experience alternating good days and bad days. A roller-coaster pattern of ups and downs becomes apparent, and COPD becomes a way of life.Patients use many means (social, psychological, medical, organizational) to control what they can, and to cope with what they cannot. Economic hardship, comorbidities, language barriers, and low health literacy can make coping more difficult.Increasing vulnerability and unpredictable setbacks make patients dependent on others for practical assistance, but functional limitations, institutional living or self-consciousness can isolate patients from people they need.For smokers, medical advice to quit can conflict with increased desire to smoke as a coping strategy.Many of factors that isolate COPD patients from social contact also isolate them from health care. EXPERIENCES OF EXACERBATIONS: Patients may not always attribute repeated exacerbations to advancing disease, instead seeing them as temporary setbacks caused by activities, environmental factors, faltering self-management, or infection.Lack of confidence in community-based services leads some patients to seek hospital admission, but patients also feel vulnerable when hospitalized. They may feel dependent on others for care or traumatized by hospital care routines.Upon hospital discharge following an exacerbation, patients may face new levels of uncertainty about their illness, prognosis, care providers, and supports. EXPERIENCES OF THE END OF LIFE: Patients tend to be poorly informed about long-term prognosis of COPD and what to expect toward end of life; this lack of understanding impairs quality of life as disease progresses.As end of life approaches, COPD patients face usual challenges of daily living, but in a context of increasing exacerbations and deepening dependency. Activities and mobility decrease, and life may become confined.Some clinicians have difficulty identifying beginning of the end of life, unpredictable course of COPD. Long-term physician-patient relationships, familiarity and understanding, trust, good communication skills, sensitivity, and secure discussion settings can help facilitate end-of-life discussions.Divergent meanings and goals of palliative care in COPD lead to confusion about whether such services are responsibility of home care, primary care, specialty care, or even critical care. Palliative end-of-life care may not be anticipated prior to referral for such care. A palliative care referral can convey demoralizing message that providers have given up. (ABSTRACT TRUNCATED)",
  "authors": [
    {
      "display_name": "Mita Giacomini",
      "id": "A5007201432",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "M Giacomini"
    },
    {
      "display_name": "Deirdre DeJean",
      "id": "A5043218184",
      "orcid": "https://orcid.org/0000-0003-2757-5034",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "D DeJean"
    },
    {
      "display_name": "Dimitre R. Simeonov",
      "id": "A5041096808",
      "orcid": "https://orcid.org/0000-0002-1693-8664",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "D Simeonov"
    },
    {
      "display_name": "Alastair Smith",
      "id": "A5045144421",
      "orcid": "https://orcid.org/0000-0002-5291-1442",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "A Smith"
    }
  ],
  "publication_year": 2012,
  "publication_date": "2012-01-01",
  "type": "review",
  "cited_by_count": 143,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4306525036",
    "display_name": "PubMed",
    "issn_l": null,
    "issn": null,
    "type": "repository",
    "host_organization": "https://openalex.org/I1299303238"
  },
  "volume": "12",
  "issue": "13",
  "first_page": "1",
  "last_page": "47",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C190248442",
      "display_name": "Qualitative research",
      "level": 2,
      "score": 0.5788858
    },
    {
      "id": "C189708586",
      "display_name": "Systematic review",
      "level": 3,
      "score": 0.5210547
    },
    {
      "id": "C2776780178",
      "display_name": "COPD",
      "level": 2,
      "score": 0.46294224
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.42322755
    },
    {
      "id": "C74909509",
      "display_name": "Gerontology",
      "level": 1,
      "score": 0.3372954
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.30369008
    },
    {
      "id": "C2779473830",
      "display_name": "MEDLINE",
      "level": 2,
      "score": 0.28579867
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.1737898
    },
    {
      "id": "C36289849",
      "display_name": "Social science",
      "level": 1,
      "score": 0.15692794
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.09014654
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.0859417
    }
  ],
  "topics": [
    {
      "id": "T10143",
      "display_name": "Chronic Obstructive Pulmonary Disease (COPD) Research",
      "score": 0.9992
    },
    {
      "id": "T10177",
      "display_name": "Palliative Care and End-of-Life Issues",
      "score": 0.9967
    },
    {
      "id": "T12246",
      "display_name": "Chronic Disease Management Strategies",
      "score": 0.9932
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://pubmed.ncbi.nlm.nih.gov/23074423",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:35:27.293482",
  "source_database": "OpenAlex"
}