{
  "openalex_id": "W2111011699",
  "doi": "https://doi.org/10.5902/223649947779",
  "title": "A INFLUÊNCIA DOS COMPONENTES GEOAMBIENTAIS E DAS INTERVENÇÕES ANTROPOGÊNICAS NOS MOVIMENTOS DE MASSA NA SUB-BACIA HIDROGRÁFICA DO RIO PIRAPORA, MARANGUAPE-CEARÁ",
  "abstract": "O presente estudo analisa a influência dos componentes geoambientais e das intervenções antropogênicas nos movimentos de massa na sub-bacia hidrográfica do rio Pirapora, localizada no município de Maranguape-Ceará. Estes processos morfodinâmicos subordinam-se, essencialmente, aos aspectos geológico-geomorfológicos, às condições hidroclimáticas, ao estado de conservação e fisionomia da vegetação, à geometria das encostas e à ação antrópica, podendo condicionar eventos de magnitudes variadas. Nessa perspectiva, tais fatores podem atuar de forma conjunta, sobretudo nas estações chuvosas, configurando eventos catastróficos. A compreensão desses eventos, que configuram processos morfogenéticos naturais, pode contribuir sobremaneira evitando danos socioeconômicos em áreas urbanizadas. Palavras-chave: Morfodinâmica, componentes naturais, ação humana. DOI: 10.5902/223649947779 ReferênciasAB’SÁBER, Aziz Nacib. Os domínios de natureza no Brasil: potencialidades paisagísticas. São Paulo: Ateliê Editorial, 2003.AMARAL, Cláudio Palmeiro; FERNANDES, Nelson Ferreira. Movimentos de massa: uma abordagem geológico-geomorfológica. In: CUNHA, Sandra Baptista de; GUERRA, Antonio José Teixeira. (Orgs.). Geomorfologia e meio ambiente. 9. ed. Rio de janeiro: Bertrand Brasil, 2010. p. 123-194.BASTOS, Frederico de Holanda. Movimentos de massa no maciço de Baturité (CE) e contribuições para estratégias de planejamento ambiental. 2012. Tese (Doutorado em Geografia) - Curso de Pós-Graduação em Geografia, Universidade Federal do Ceará, Fortaleza - CE.BERTRAND, Georges. Paisagem e geografia física global: esboço metodológico. Caderno de Ciência da Terra, v. 13, p. 1-27. São Paulo, 1972.BRASIL. Ministério da Integração Nacional. Atlas brasileiro de desastres naturais 1991 a 2010: volume Brasil. Florianópolis: CEPED/UFSC, 2012.CEARÁ (Estado). Proposta de dimensionamento do semiárido brasileiro. Fortaleza: BNB/FUNCEME, 2005.CORDEIRO, Abner Monteiro Nunes. Diagnóstico geoambiental da APA da serra de Maranguape (Maranguape-CE) como subsídio a elaboração de um plano de educação ambiental. 2012. Monografia (Especialização em Geografia: Educação Ambiental) – Curso de Geografia, Universidade Estadual do Ceará, Fortaleza – CE.DIKAU, Richard. “Mass Movement”. In: GOUDIE, Andrew (Orgs.). Encyclopedia of Geomorphology. 2004. p. 644 – 652.GUERRA, Antonio José Teixeira. Encostas urbanas. In: GUERRA, Antonio José Teixeira. (Org.). Geomorfologia urbana. Rio de Janeiro: Bertrand Brasil, 2011. p. 13-39.GUIDICINI, Guido; NIEBLE, Carlos. Manoel. Estabilidade de taludes naturais e de escavação. 2 ed. São Paulo: Edgard Blucher, 1984.INSTITUTO DE PESQUISA TECNOLÓGICAS-IPT. Estudo preventivo e corretivo dos movimentos coletivos de solo e rochas na serra de Maranguape. Relatório Técnico - Fase de Diagnóstico. São Paulo. v. 1, n.1, 1975.NIMER, Edmon. Climatologia do Brasil. Rio de janeiro: IBGE, 1979. OLIVEIRA, Antonio Manoel dos Santos et al. Tecnógeno: registros da ação geológica do homem. In: SOUZA, Celia Regina de Gouveia (Ed.). Quaternário do Brasil. Ribeirão Preto: Holos Editora, 2005. p. 363-378.SOUZA, Marcos José Nogueira de. Zoneamento ambiental e plano de gestão da APA da serra de Maranguape. Fortaleza: SEMACE, 1999.______. Bases Naturais e Esboço do Zoneamento Geoambiental do Estado do Ceará. In: LIMA, Luiz Cruz (Org.). Compartimentação territorial e gestão regional do Ceará. Fortaleza: FUNECE, 2000. p. 127-140.SUERTEGARAY, Dirce Maria Antunes. Tempos Longos... Tempos Curtos... Na análise da natureza. Geografares. Vitória, n. 3, p. 159-163, 2002.TRICART, Jean. Ecodinâmica. Rio de Janeiro: IBGE/SUPREM, 1977. 91p.TOMINAGA, Lídia Keiko. Escorregamentos. In: TOMINAGA, Lídia Keiko; SANTORO, Jair; AMARAL, Rosangela do. (Orgs.). Desastres naturais: conhecer para prevenir. São Paulo: Instituto Geológico, 2009. p. 25-38.VARNES, David Joseph. Slope movement types and process. In: SCHUSTER, Robert L., KRIZEK, Raymond J. (Eds.). Landslides: analysis and control. Transportation Research Board. National Academy of Sciences, Special Report 176. 1978. p. 12-33.",
  "authors": [
    {
      "display_name": "Abner Monteiro Nunes Cordeiro",
      "id": "A5032213411",
      "orcid": "https://orcid.org/0000-0002-4867-7083",
      "institutions": [
        {
          "id": "I102939073",
          "display_name": "Universidade Estadual do Ceará",
          "country_code": "BR",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Abner Nunes Cordeiro"
    },
    {
      "display_name": "Danielle Sequeira Garcez",
      "id": "A5074951071",
      "orcid": "https://orcid.org/0000-0003-2595-8509",
      "institutions": [
        {
          "id": "I102939073",
          "display_name": "Universidade Estadual do Ceará",
          "country_code": "BR",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Danielle Sequeira Garcez"
    },
    {
      "display_name": "Frederico de Holanda Bastos",
      "id": "A5022581231",
      "orcid": "https://orcid.org/0000-0002-4330-7198",
      "institutions": [
        {
          "id": "I4210151127",
          "display_name": "Instituto de Geociencias",
          "country_code": "ES",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Frederico De Holanda Bastos"
    }
  ],
  "publication_year": 2014,
  "publication_date": "2014-04-11",
  "type": "article",
  "cited_by_count": 3,
  "is_retracted": false,
  "is_paratext": false,
  "language": "pt",
  "source": {
    "id": "S4210201439",
    "display_name": "Geografia Ensino & Pesquisa",
    "issn_l": "0103-1538",
    "issn": [
      "0103-1538",
      "2236-4994"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310312382"
  },
  "volume": "0",
  "issue": "0",
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": true,
    "oa_status": "diamond",
    "oa_url": "https://periodicos.ufsm.br/geografia/article/download/7779/pdf",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C15708023",
      "display_name": "Humanities",
      "level": 1,
      "score": 0.68814105
    },
    {
      "id": "C205649164",
      "display_name": "Geography",
      "level": 0,
      "score": 0.4482699
    },
    {
      "id": "C58640448",
      "display_name": "Cartography",
      "level": 1,
      "score": 0.40240037
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.21279684
    }
  ],
  "topics": [
    {
      "id": "T12577",
      "display_name": "Geography and Environmental Studies",
      "score": 0.9824
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.5902/223649947779",
  "pdf_url": "https://periodicos.ufsm.br/geografia/article/download/7779/pdf",
  "retrieved_date": "2025-07-30T15:14:20.608088",
  "source_database": "OpenAlex"
}