{
  "openalex_id": "W2116574724",
  "doi": "https://doi.org/10.1016/j.juro.2009.08.056",
  "title": "Validation in a Multiple Urology Practice Cohort of the Prostate Cancer Prevention Trial Calculator for Predicting Prostate Cancer Detection",
  "abstract": "No AccessJournal of UrologyAdult Urology1 Dec 2009Validation in a Multiple Urology Practice Cohort of the Prostate Cancer Prevention Trial Calculator for Predicting Prostate Cancer Detectionis accompanied byPolymorphisms in Tumor Necrosis Factor-A Gene and Prostate Cancer Risk in North Indian Cohort Stephen J. Eyre, Donna P. Ankerst, John T. Wei, Prakash V. Nair, Meredith M. Regan, Gerrardina Bueti, Jeffrey Tang, Mark A. Rubin, Michael Kearney, Ian M. Thompson, and Martin G. Sanda Stephen J. EyreStephen J. Eyre Division of Urology, Beth Israel Deaconess Medical Center, Boston, Massachusetts , Donna P. AnkerstDonna P. Ankerst Department of Mathematics, Technical University, Munich, Germany Departments of Urology, Epidemiology and Biostatistics, UTHSCSA, San Antonio, Texas , John T. WeiJohn T. Wei Department of Urology, University of Michigan, Ann Arbor, Michigan , Prakash V. NairPrakash V. Nair Departments of Urology, Epidemiology and Biostatistics, UTHSCSA, San Antonio, Texas , Meredith M. ReganMeredith M. Regan Department of Biostatistics and Computational Biology, Dana-Farber Cancer Institute, Boston, Massachusetts Harvard Medical School, Boston, Massachusetts , Gerrardina BuetiGerrardina Bueti Division of Urology, Beth Israel Deaconess Medical Center, Boston, Massachusetts , Jeffrey TangJeffrey Tang Division of Urology, Beth Israel Deaconess Medical Center, Boston, Massachusetts , Mark A. RubinMark A. Rubin Department of Pathology and Laboratory Medicine, Weill-Cornell Medical College, New York, New York , Michael KearneyMichael Kearney Division of Urology, Beth Israel Deaconess Medical Center, Boston, Massachusetts , Ian M. ThompsonIan M. Thompson Departments of Urology, Epidemiology and Biostatistics, UTHSCSA, San Antonio, Texas , and Martin G. SandaMartin G. Sanda Division of Urology, Beth Israel Deaconess Medical Center, Boston, Massachusetts Harvard Medical School, Boston, Massachusetts View All Author Informationhttps://doi.org/10.1016/j.juro.2009.08.056AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: The Prostate Cancer Prevention Trial prostate cancer risk calculator was developed in a clinical trial cohort that does not represent men routinely referred for prostate biopsy. We assessed the generalizability of the Prostate Cancer Prevention Trial calculator in a cohort more representative of patients referred for consideration of prostate biopsy in American urology practice. Materials and Methods: Patients undergoing prostate biopsy by 12 urologists at 5 sites were enrolled in an Early Detection Research Network cohort. The Prostate Cancer Prevention Trial risk calculator was validated by examining area underneath the receiver operating characteristic curve, sensitivity, specificity and calibration comparing observed vs predicted risk of prostate cancer detection. Results: Cancer incidence was greater (43% vs 22%, p = 0.001) in the Early Detection Research Network validation cohort (645) compared to the Prostate Cancer Prevention Trial group (5,519). Early Detection Research Network participants were younger and more racially diverse, and had more abnormal digital rectal examinations and higher prostate specific antigen than Prostate Cancer Prevention Trial participants (all p <0.001). Cancer severity was worse in the Early Detection Research Network cohort than in the Prostate Cancer Prevention Trial (Gleason 7 or higher 60% vs 21%, p <0.001). Nevertheless, the Prostate Cancer Prevention Trial risk calculator was superior to prostate specific antigen alone for predicting cancer in the Early Detection Research Network (AUC 0.691 vs 0.655, p = 0.009) and calibration confirmed that the Prostate Cancer Prevention Trial risk score accurately predicted individual risks in the Early Detection Research Network cohort. Conclusions: Differences between the Early Detection Research Network validation cohort and the Prostate Cancer Prevention Trial cohort underscore the importance of validating calculator performance in the multicenter urology practice setting. Our findings extend the applicability of the Prostate Cancer Prevention Trial calculator for measuring the risk of prostate cancer detection on biopsy to the routine American urology practice setting. References 1 : Mortality results from a randomized prostate-cancer screening trial. N Engl J Med2009; 360: 1310. Google Scholar 2 : Screening and prostate-cancer mortality in a randomized European study. N Engl J Med2009; 360: 1320. Google Scholar 3 : Prostate-specific antigen as a serum marker for adenocarcinoma of the prostate. N Engl J Med1987; 317: 909. Crossref, Medline, Google Scholar 4 : Measurement of prostate-specific antigen in serum as a screening test for prostate cancer. N Engl J Med1991; 324: 1156. Crossref, Medline, Google Scholar 5 : Effect of verification bias on screening for prostate cancer by measurement of prostate-specific antigen. N Engl J Med2003; 349: 335. Google Scholar 6 : Assessing prostate cancer risk: results from the Prostate Cancer Prevention Trial. J Natl Cancer Inst2006; 98: 529. Google Scholar 7 : The influence of finasteride on the development of prostate cancer. N Engl J Med2003; 349: 215. Google Scholar 8 : Comparing the areas under two or more correlated receiver operating characteristic curves: a nonparametric approach. Biometrics1988; 44: 837. Google Scholar 9 : Two further applications of a model for binary regression. Biometrika1988; 45: 562. Google Scholar 10 : Validation techniques for logistic regression models. Stat Med1991; 10: 1213. Google Scholar 11 : Prediction of prostate cancer for patients receiving finasteride: results from the Prostate Cancer Prevention Trial. J Clin Oncol2007; 25: 3076. Google Scholar 12 : Prostate cancer screening in the Prostate, Lung, Colorectal and Ovarian (PLCO) Cancer Screening Trial: findings from the initial screening round of a randomized trial. J Natl Cancer Inst2005; 97: 433. Google Scholar 13 : The Prostate Cancer Prevention Trial and European Randomized Study of Screening for Prostate Cancer risk calculators indicating a positive prostate biopsy: a comparison. BJU Int2008; 102: 1068. Google Scholar 14 : Inventory of prostate cancer predictive tools. Curr Opin Urol2008; 18: 279. Google Scholar 15 : Development and validation of a nomogram predicting the outcome of prostate biopsy based on patient age, digital rectal examination and serum prostate specific antigen. J Urol2005; 173: 1930. Link, Google Scholar 16 : Development and external validation of an extended 10-core biopsy nomogram. Eur Urol2007; 52: 436. Google Scholar 17 : Model to predict prostate biopsy outcome in large screening population with independent validation in referral setting. Urology2005; 65: 937. Google Scholar 18 : Prevalence of prostate cancer among men with a prostate-specific antigen level < or =4.0 ng per milliliter. N Engl J Med2004; 350: 2239. Google Scholar 19 : External validation of the Prostate Cancer Prevention Trial risk calculator. Urology2006; 68: 1152. Google Scholar 20 : Use of the percentage of free prostate-specific antigen to enhance differentiation of prostate cancer from benign prostatic disease: a prospective multicenter clinical trial. JAMA1998; 279: 1542. Crossref, Medline, Google Scholar 21 : Longitudinal evaluation of prostate-specific antigen levels in men with and without prostate disease. JAMA1992; 267: 2215. Crossref, Medline, Google Scholar 22 : Preoperative PSA velocity and the risk of death from prostate cancer after radical prostatectomy. N Engl J Med2004; 351: 125. Google Scholar 23 : Is prostate-specific antigen velocity useful in early detection of prostate cancer?: A critical appraisal of the evidence. J Natl Cancer Inst2007; 99: 1510. Google Scholar © 2009 by American Urological AssociationFiguresReferencesRelatedDetailsCited byGrill S, Fallah M, Leach R, Thompson I, Freedland S, Hemminki K and Ankerst D (2014) Incorporation of Detailed Family History from the Swedish Family Cancer Database into the PCPT Risk CalculatorJournal of Urology, VOL. 193, NO. 2, (460-465), Online publication date: 1-Feb-2015.Ankerst D, Till C, Boeck A, Goodman P, Tangen C, Feng Z, Partin A, Chan D, Sokoll L, Kagan J, Wei J and Thompson I (2013) The Impact of Prostate Volume, Number of Biopsy Cores and American Urological Association Symptom Score on the Sensitivity of Cancer Detection Using the Prostate Cancer Prevention Trial Risk CalculatorJournal of Urology, VOL. 190, NO. 1, (70-76), Online publication date: 1-Jul-2013.Ngo T, Turnbull B, Lavori P and Presti J (2010) The Prostate Cancer Risk Calculator From the Prostate Cancer Prevention Trial Underestimates the Risk of High Grade Cancer in Contemporary Referral PatientsJournal of Urology, VOL. 185, NO. 2, (483-488), Online publication date: 1-Feb-2011.Liang Y, Ankerst D, Ketchum N, Ercole B, Shah G, Shaughnessy J, Leach R and Thompson I (2010) Prospective Evaluation of Operating Characteristics of Prostate Cancer Detection BiomarkersJournal of Urology, VOL. 185, NO. 1, (104-110), Online publication date: 1-Jan-2011.Related articlesJournal of Urology20 Oct 2009Polymorphisms in Tumor Necrosis Factor-A Gene and Prostate Cancer Risk in North Indian Cohort Volume 182Issue 6December 2009Page: 2653-2658 Advertisement Copyright & Permissions© 2009 by American Urological AssociationKeywordsearly detection of cancerclinical trials as topicmass screeningbiological markersprostate-specific antigenAcknowledgmentsDrs. William Dewolf, Andrew Wagner, Gary Kearney, Robert Eyre, Paul Church, Abraham Morgentaler, Steven Lazarou, Stephanie Meyers and Doug Scherr assisted in the enrollment of study subjects.MetricsAuthor Information Stephen J. Eyre Division of Urology, Beth Israel Deaconess Medical Center, Boston, Massachusetts More articles by this author Donna P. Ankerst Department of Mathematics, Technical University, Munich, Germany Departments of Urology, Epidemiology and Biostatistics, UTHSCSA, San Antonio, Texas More articles by this author John T. Wei Department of Urology, University of Michigan, Ann Arbor, Michigan Financial interest and/or other relationship with Sanofi, AMS, Envisioneering, Gen-Probe and Beckman. More articles by this author Prakash V. Nair Departments of Urology, Epidemiology and Biostatistics, UTHSCSA, San Antonio, Texas More articles by this author Meredith M. Regan Department of Biostatistics and Computational Biology, Dana-Farber Cancer Institute, Boston, Massachusetts Harvard Medical School, Boston, Massachusetts More articles by this author Gerrardina Bueti Division of Urology, Beth Israel Deaconess Medical Center, Boston, Massachusetts More articles by this author Jeffrey Tang Division of Urology, Beth Israel Deaconess Medical Center, Boston, Massachusetts More articles by this author Mark A. Rubin Department of Pathology and Laboratory Medicine, Weill-Cornell Medical College, New York, New York More articles by this author Michael Kearney Division of Urology, Beth Israel Deaconess Medical Center, Boston, Massachusetts More articles by this author Ian M. Thompson Departments of Urology, Epidemiology and Biostatistics, UTHSCSA, San Antonio, Texas Financial interest and/or other relationship with Veridex and Mission Pharmacal. More articles by this author Martin G. Sanda Division of Urology, Beth Israel Deaconess Medical Center, Boston, Massachusetts Harvard Medical School, Boston, Massachusetts Financial interest and/or other relationship with Eli Lilly Co., Amgen and Beckman Coulter. More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Stephen J. Eyre",
      "id": "A5104049506",
      "orcid": null,
      "institutions": [
        {
          "id": "I1316535847",
          "display_name": "Beth Israel Deaconess Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Stephen J. Eyre"
    },
    {
      "display_name": "Donna P. Ankerst",
      "id": "A5061399098",
      "orcid": "https://orcid.org/0000-0003-4229-2462",
      "institutions": [
        {
          "id": "I62916508",
          "display_name": "Technical University of Munich",
          "country_code": "DE",
          "type": "funder"
        },
        {
          "id": "I2802109968",
          "display_name": "Audie L. Murphy Memorial VA Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I165951966",
          "display_name": "The University of Texas Health Science Center at San Antonio",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Donna P. Ankerst"
    },
    {
      "display_name": "John T. Wei",
      "id": "A5110265854",
      "orcid": null,
      "institutions": [
        {
          "id": "I27837315",
          "display_name": "University of Michigan",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "John T. Wei"
    },
    {
      "display_name": "Prakash V. Nair",
      "id": "A5038274361",
      "orcid": null,
      "institutions": [
        {
          "id": "I2802109968",
          "display_name": "Audie L. Murphy Memorial VA Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I165951966",
          "display_name": "The University of Texas Health Science Center at San Antonio",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Prakash V. Nair"
    },
    {
      "display_name": "Meredith M. Regan",
      "id": "A5017334876",
      "orcid": "https://orcid.org/0000-0002-2428-6109",
      "institutions": [
        {
          "id": "I4210117453",
          "display_name": "Dana-Farber Cancer Institute",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I136199984",
          "display_name": "Harvard University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Meredith M. Regan"
    },
    {
      "display_name": "Gerrardina Bueti",
      "id": "A5066966506",
      "orcid": null,
      "institutions": [
        {
          "id": "I1316535847",
          "display_name": "Beth Israel Deaconess Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Gerrardina Bueti"
    },
    {
      "display_name": "Jeffrey M. Tang",
      "id": "A5102508115",
      "orcid": null,
      "institutions": [
        {
          "id": "I1316535847",
          "display_name": "Beth Israel Deaconess Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jeffrey Tang"
    },
    {
      "display_name": "Mark A. Rubin",
      "id": "A5035068594",
      "orcid": "https://orcid.org/0000-0002-8321-9950",
      "institutions": [
        {
          "id": "I205783295",
          "display_name": "Cornell University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mark A. Rubin"
    },
    {
      "display_name": "Michael Kearney",
      "id": "A5103394882",
      "orcid": null,
      "institutions": [
        {
          "id": "I1316535847",
          "display_name": "Beth Israel Deaconess Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Michael Kearney"
    },
    {
      "display_name": "Ian M. Thompson",
      "id": "A5015887484",
      "orcid": "https://orcid.org/0000-0003-0833-952X",
      "institutions": [
        {
          "id": "I2802109968",
          "display_name": "Audie L. Murphy Memorial VA Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I165951966",
          "display_name": "The University of Texas Health Science Center at San Antonio",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ian M. Thompson"
    },
    {
      "display_name": "Martin G. Sanda",
      "id": "A5102732771",
      "orcid": "https://orcid.org/0000-0003-4288-5786",
      "institutions": [
        {
          "id": "I1316535847",
          "display_name": "Beth Israel Deaconess Medical Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I136199984",
          "display_name": "Harvard University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Martin G. Sanda"
    }
  ],
  "publication_year": 2009,
  "publication_date": "2009-10-17",
  "type": "article",
  "cited_by_count": 53,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "182",
  "issue": "6",
  "first_page": "2653",
  "last_page": "2658",
  "open_access": {
    "is_oa": true,
    "oa_status": "green",
    "oa_url": "https://europepmc.org/articles/pmc5890334?pdf=render",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.94817686
    },
    {
      "id": "C2780192828",
      "display_name": "Prostate cancer",
      "level": 3,
      "score": 0.76296294
    },
    {
      "id": "C126894567",
      "display_name": "Urology",
      "level": 1,
      "score": 0.67845964
    },
    {
      "id": "C2776235491",
      "display_name": "Prostate",
      "level": 3,
      "score": 0.533903
    },
    {
      "id": "C2776836400",
      "display_name": "Calculator",
      "level": 2,
      "score": 0.5290372
    },
    {
      "id": "C2781406297",
      "display_name": "Prostate-specific antigen",
      "level": 4,
      "score": 0.46751884
    },
    {
      "id": "C121608353",
      "display_name": "Cancer",
      "level": 2,
      "score": 0.4613481
    },
    {
      "id": "C143998085",
      "display_name": "Oncology",
      "level": 1,
      "score": 0.4596905
    },
    {
      "id": "C72563966",
      "display_name": "Cohort",
      "level": 2,
      "score": 0.44187197
    },
    {
      "id": "C29456083",
      "display_name": "Gynecology",
      "level": 1,
      "score": 0.40115228
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.36220375
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C111919701",
      "display_name": "Operating system",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10124",
      "display_name": "Prostate Cancer Diagnosis and Treatment",
      "score": 0.9989
    },
    {
      "id": "T10552",
      "display_name": "Colorectal Cancer Screening and Detection",
      "score": 0.9827
    },
    {
      "id": "T10543",
      "display_name": "Prostate Cancer Treatment and Research",
      "score": 0.9827
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/j.juro.2009.08.056",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:53:49.583585",
  "source_database": "OpenAlex"
}