{
  "openalex_id": "W2128447494",
  "doi": "https://doi.org/10.1080/14649360802292520",
  "title": "The art and craft of train travel",
  "abstract": "Abstract Current theories concerning the social and material construction of time and space have little to say concerning the specific things and people involved. For example, how do times and spaces get made on a train—with passengers, train seats, tables, and views through the window? Through a travelogue of one train journey across England, this paper explores the art and craft of train travel, and the making of a particular time and space. The paper draws together science studies approaches to socio-material relations, and geographical concerns with socio-spatiality, to discuss passengers as spatially distributed persons and property. Reflecting on ethnographic evidence in the form of quotations and photographs woven through the text, it demonstrates how these heterogeneous passengers craft their travel times as an effect of their travel time use; how socio-material interactions with pens, papers, puzzles and electricity pylons make time. Following Michel Serres, it also suggests how passenger time is not a simple flow but a percolation, and how these passenger times coalesce in train carriages to form communities. The paper is itself a journey, in the form of words and images, which begins and ends with the imaginary, social, and material work of making a destination. On peut douter de la pertinence des théories actuelles relatives à la construction sociale et matérielle du temps et de l'espace concernant les objets et personnes dont il s'agit. Par exemple, comment constitue t'on les temps et espaces sur un train en tenant compte des passagers, des sièges de train, des tables et du panorama ? À partir d'un journal de voyage en train à travers l'Angleterre, cet article explore l'art et le métier de voyager en train ainsi que la constitution d'un temps et d'un espace. L'article met en parallèle les approches en études des sciences avec les relations socio-matérielles et les préoccupations géographiques avec la socio-spatialité, afin d'aborder les passagers comme des personnes et des biens qui sont spatialement distribués. Des citations et photographies insérées dans le corps du texte donnent un aperçu des données ethnographiques qui permet de démontrer comment ces passagers hétérogènes conçoivent le temps du voyage en fonction de l'usage qu'ils font du temps laissé pour voyager; et comment les interactions socio-matérielles avec les stylos, le papier, les puzzles et les pylônes électriques font passer le temps. De plus, à l'instar de Michel Serres, l'article indique comment le temps pour les passagers n'est pas un simple flux mais une percolation et comment ces temps fusionnent dans les wagons de train pour former des communautés de passagers. L'article est en soi un périple sous forme de mots et d'images qui commence et se termine par le travail imaginaire, social et matériel nécessaire pour parvenir à destination. Resumen: la teoría actual sobre la construcción social y material del tiempo y el espacio no tiene mucho que decir sobre las cosas y personas específicas de que se trata. Por ejemplo, ¿cómo se producen los tiempos y espacios en un tren?—¿con pasajeros, asientos, mesas y vistas a través de la ventana? Mediante un documental sobre un viaje en tren por Inglaterra, este papel explora el arte de viajar en tren y la creación de un tiempo y espacio específico. El papel une enfoques de estudios de la ciencia con relaciones sociomateriales, y preocupaciones geográficas con socioespacialidades, para hablar de pasajeros como personas y propiedad espacialmente distribuidas. Reflexionando sobre las pruebas etnográficas en la forma de comentarios citados y fotografías entretejidos por el texto, se pone de manifiesto el modo en que estos pasajeros heterogéneos construyen su tiempo de viaje como un efecto de su uso del tiempo de viaje; el modo en que las interacciones sociomateriales con bolígrafos, papeles, puzzles y torres de alta tensión crean el tiempo. Siguiendo Michael Serres, las pruebas también sugieren que el tiempo del pasajero no es un simple flujo sino una difusión, y que estos tiempos de pasajero se unen en los vagones de los trenes para formar comunidades. El papel mismo es un viaje, en la forma de palabras e imágenes, que comienza y termina con el trabajo imaginario, social y material de crear un destino. Keywords: science studiesethnographymobilitiestransporttravelmobile ethnographyKeywords: études des sciencesethnographiemobilitéstransportvoyageethnographie mobileKeywords: estudios de la cienciaetnografíamovilidadestransporteviajeetnografía móvil Acknowledgements Considerable thanks to Virgin Trains for permission to conduct the research, complimentary tickets, and to the many staff and passengers who helped the ethnography in so many ways. Thanks also to my colleagues on the Travel–Time Use in the Information Age research project: John Urry, Glenn Lyons, Juliet Jain, and David Holley. I am very grateful to Sven Kesselring for inviting me to perform the original video-based version of this paper at the Cosmobilities network meeting, and also to Mark Whitehead and Deborah Dixon for providing me with the opportunity to translate that performance into this written text. Notes 1 By speaking of a socio-technical species I am alluding to Donna Haraway's work on the cyborg, a hybrid social and technical creature, a mixture of both human and non-human, which she cites as one particular and important companion species (Haraway 1991a Haraway, D. 1991a. “A cyborg manifesto: science, technology, and socialist-feminism in the late twentieth-century”. In Simians, Cyborgs, and Women: The Reinvention of Nature, London: Free Association Books. [Google Scholar]). 2 Note that Ingold and Latour, although resonant in their socio-material approach to the creation of time, derive from distinct, and not always compatible, theoretical resources. For example, Ingold derives his approach to temporality from a Heideggerian dwelling perspective, and argues against unmarked space, and for place as always lived (Ingold 2000c Ingold, T. 2000c. “The temporality of the landscape”. In The Perception of the Environment: Essays in Livelihood, Dwelling and Skill, London: Routledge. [Crossref] , [Google Scholar]). In contrast, Latour argues that there is no lived place in contrast to abstract space, but that places and spaces are both effects of interaction: from walking aside a lake, to using rulers and a theodolite to create an abstract measurement of the lake (Latour 1997 Latour, B. 1997. Trains of thought: Piaget, formalism and the fifth dimension?. Common Knowledge, 6: 170–191. [Google Scholar]). 3 In her work on the ontic role of scientific apparatus, Karen Barad argues for an agential realism: that there is a material world which kicks-back as we interact with it, and so makes a difference to how (and what) knowledge is made (Barad 2007 Barad, K. 2007. Meeting the Universe Halfway: Quantum Physics and the Entanglement of Matter and Meaning, Durham, NC: Duke University Press. [Crossref] , [Google Scholar]).",
  "authors": [
    {
      "display_name": "Laura Watts",
      "id": "A5027263325",
      "orcid": null,
      "institutions": [
        {
          "id": "I178535277",
          "display_name": "University of the West of England",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Laura Watts"
    }
  ],
  "publication_year": 2008,
  "publication_date": "2008-08-13",
  "type": "article",
  "cited_by_count": 165,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S139754560",
    "display_name": "Social & Cultural Geography",
    "issn_l": "1464-9365",
    "issn": [
      "1464-9365",
      "1470-1197"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320547"
  },
  "volume": "9",
  "issue": "6",
  "first_page": "711",
  "last_page": "726",
  "open_access": {
    "is_oa": true,
    "oa_status": "green",
    "oa_url": "https://eprints.lancs.ac.uk/id/eprint/20733/1/watts_artandcraft_dec2007.pdf",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C2779732396",
      "display_name": "Craft",
      "level": 2,
      "score": 0.8907309
    },
    {
      "id": "C179454799",
      "display_name": "Ethnography",
      "level": 2,
      "score": 0.672968
    },
    {
      "id": "C135068731",
      "display_name": "The Imaginary",
      "level": 2,
      "score": 0.56628746
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.5298493
    },
    {
      "id": "C2778572836",
      "display_name": "Space (punctuation)",
      "level": 2,
      "score": 0.5238171
    },
    {
      "id": "C153349607",
      "display_name": "Visual arts",
      "level": 1,
      "score": 0.35209844
    },
    {
      "id": "C15708023",
      "display_name": "Humanities",
      "level": 1,
      "score": 0.33852375
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.30034405
    },
    {
      "id": "C19165224",
      "display_name": "Anthropology",
      "level": 1,
      "score": 0.20843953
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.17387113
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.12247226
    },
    {
      "id": "C542102704",
      "display_name": "Psychotherapist",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C111919701",
      "display_name": "Operating system",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11420",
      "display_name": "Geographies of human-animal interactions",
      "score": 0.9971
    },
    {
      "id": "T11475",
      "display_name": "French Urban and Social Studies",
      "score": 0.9802
    },
    {
      "id": "T13699",
      "display_name": "Public Spaces through Art",
      "score": 0.9704
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1080/14649360802292520",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:12:07.477053",
  "source_database": "OpenAlex"
}