{
  "openalex_id": "W2124234281",
  "doi": "https://doi.org/10.1080/09668136.2013.842361",
  "title": "The Process of Collectivisation Violence",
  "abstract": "AbstractThis article attempts to conceptualise violence, and to determine the value of that concept as a lens through which to understand the Soviet collectivisation drive and its legacy. The central claim is that objective violence, the very real experience of the collectivisation drive, becomes subjective violence as it is internalised over time. In the context of the process of collectivisation violence, the lines between victims and perpetrators were blurred in important ways. The end of the Soviet Union triggered a re-evaluation of the meaning of that violence which is still in a state of flux today. NotesI would like to thank Sarah Badcock for organising the conference, 'Villains and Victims: Justice, Violence and Retribution in Late-Imperial and Early-Soviet Russia' in Nottingham in April 2010 which inspired first a conference paper and then this article. Also thank you to Sarah Badcock and Gerald Surh for insightful feedback and critique as well as to the two anonymous reviewers for Europe-Asia Studies who made extremely helpful suggestions. I am grateful to the conference participants and to my colleagues who read (in some cases numerous) versions of the article and/or discussed it with me: Jon Bone, Janet Hyer, Brigid O'Keeffe and Susan Solomon. 1 In his recent discussion of Soviet history and violence, R. G. Suny leaves collectivisation out, writing, 'The Stalinist Soviet Union could be said to have been a \"terror state\" for roughly twenty years, unlike the Leninist USSR before 1935 or the post-Stalin USSR from 1953 to 1991' (Suny Citation2007, p. 18). I would argue that it would be unfair to the Soviet Union's vast rural population not to consider collectivisation a vital, formative, terror experience. Many of the regime's terror tactics of arrest, intimidation, resettlement and exile were honed during the violence of collectivisation. 2 Gosudarstvennyi arkhiv Ryazanskoi Oblasti (hereafter GARO), f. 4, op. 3, d. 13, ll. 714–15. 3 For comparative percentage data, see: 'Svedeniya Narkomzema RSFSR o khode kollektivizatsii v RSFSR na 1 marta 1930' in Danilov et al. (Citation2000, p. 289). The only regions higher than the Central Moscow region were the Central Black Earth, the North Caucasus, Bashkir ASSR, Tatar ASSR and the Crimea. 4 GARO, f. 2, op. 1, d. 68, l. 164; f. 5, op. 2, d. 5, ll. 333–34; f. 4, op. 3, d. 11, l. 205; f. 5, op. 2, d. 5, ll. 516, 573. Also noted by Fitzpatrick (Citation1994, p. 69). 5 GARO, f. 5, op. 2, d. 5, l. 254. See also Viola (Citation1996, esp. ch. 2). 6 GARO, f. 2, op. 1, d. 236, ll. 238, 568. 7 GARO, f. 5, op. 2, d. 5, ll. 305, 296, 568. This fear fits with a tradition of marking the body in the context of violence that survives to the present day. In the Tsarist period, faces were tattooed to identify criminals. In the Soviet and post-Soviet prison, prisoners were sometimes forcibly tattooed on the face by other inmates to make them immediately recognisable as a specific type of member of the prison underclass. See Lambert (Citation2008) and Baldaev (Citation2009–2011). 8 GARO, f. 2, op. 1, d. 216, l. 30. 9 GARO, f. 5, op. 2, d. 5, l. 383.10 GARO, f. 5, op. 2, d. 5, l. 383. See also ll. 251 and 295, for references to rape.11 GARO, f. 5, op. 2, d. 5, l. 292.12 GARO, f. 5, op. 2, d. 5, l. 294.13 Much of the spelling was phonetic and there was no punctuation. I chose to spell the misspelled words correctly in English and add punctuation here for ease of reading, with apologies to the leaflet's creator.14 GARO, f. 5, op. 2, d. 5, l. 269. The agent who recorded the original was the one who deleted the cursing and wrote 'censored' instead. Such delicate sensibilities are intriguing in the context.15 Taken from the film by Medvedkin (Citation1935).16 GARO, f. 5, op. 2, d. 5, l. 251.17 GARO, f. 5, op. 2, d. 5, ll. 341–42.18 GARO, f. 5, op. 2, d. 5, l. 292.19 GARO, f. 5, op. 2, d. 5, l. 293.20 GARO, f. 5, op. 2, d. 5, l. 288.21 GARO, f. 5, op. 2, d. 5, ll. 293–94.22 GARO, f. 5, op. 2, d. 5, l. 280.23 GARO, f. 5, op. 2, d. 5, l. 352.24 GARO, f. 5, op. 2, d. 5, ll. 350–55.25 I would like to thank one of the anonymous reviewers for articulating this issue.26 GARO, f. 2, op. 1, d. 216, l. 42.27 GARO, f. 2, op. 1, d. 216, ll. 335, 572–73.28 GARO, f. 5, op. 2, d. 5, ll. 323, 328.29 GARO, f. 2, op. 1, d. 216, ll. 59–62.30 GARO, f. 5, op. 1, d. 2, l. 383.31 GARO, f. 2, op. 1, d. 85, l. 45.32 GARO, f. 2, op. 1, d. 21, l. 44.33 GARO, f. 5, op. 1, d. 2, ll. 273, 496, 509.34 GARO, f. 5, op. 1, d. 2, l. 570.35 See for example the fate of female activists in Central Asia during the Soviet deveiling campaign in the work of Northrop (Citation2004) and Kamp (Citation2007).36 GARO, f. 5, op. 1, d. 2, l. 252.37 GARO, f. 2, op. 1, d. 66, ll. 25–25 ob; f. 2, op. 1, d. 68, l. 164; f. 2, op. 1, d. 79, l. 234 ob; f. 2, op. 1, d. 127, l. 87; f. 2, op. 1, d. 216, l. 24; f. 5, op. 2, d. 5, ll. 253–55, 280, 291–93, 334, 350; f. 5, op. 1, d. 2, ll. 273, 383.38 GARO, f. 2, op. 1, d. 66, l. 83 ob.39 GARO, f. 5, op. 1, d. 2, ll. 384, 495, 568.40 GARO, f. 5, op. 1, d. 2, l. 568 (Nasled'niche), l. 382 (Galinka), l. 570 (Bulgakovo).41 GARO, f. 5, op. 1, d. 2, l. 506.42 GARO, f. 5, op. 1, d. 2, l. 508.43 GARO, f. 5, op. 1, d. 2, l. 509.44 GARO, f. 5, op. 1, d. 2, l. 564.45 See Sigelbaum and Sokolov (Citation2000, pp. 321–32). The authors do not even comment on the incidents which may well seem utterly commonplace. There is a poignant scene reminiscent of this constant threat of sexual violence in Andrei Konchalovsky's brilliant 1966 film The Story of Asya Klyachnina Who Loved but Never Married (Istorii Asya Kyachinoi, kotoraya lyubila, da ne vyshla zamuzh).46 In this section, I only begin considering questions on the complex issues of violence, guilt and participation based on materials easily accessible. Lynne Viola, Marianne Kamp and Russell Zanca have been working with materials that will test the conclusions that I reach here.47 A similar pattern appears in life of the most remembered perpetrator of Koltsovo, near Kaluga. Mikhail Tinyakov was the first chairman of the Koltsovo communist youth cell. He had been one of two boys from a neighbouring village to whom the owner of a large local estate, Sergei Osorgin, had 'paid special attention', teaching him how to be an altar boy. By 1926, Tinyakov worked for the secret police. When he arrived to question Osorgin in 1926, this connection may have led him to leave the family alone. By 1932, he was an interrogator at the Lyubyanka. We do not know if or how he wrestled with potential guilt as he was purged and shot in 1937 (Schmemann Citation1997, pp. 187–89).48 I thank Brigid O'Keeffe for ideas on interpreting Shayakhmetov here.49 A respondent in the Harvard Project on the Soviet Social System, Schedule A, Vol. 14, Case 240 (interviewer A.P., type A4), male, 27–28, Great Russian, student, Widener Library, Harvard University tells the story of how, in 1931, his 17-year-old brother, a member of the Komsomol, spoke out at a meeting against 'forced' collectivisation suggesting it was anti-Leninist. The young man was arrested and kept for two weeks by the secret police. Upon release, he was expelled from the Komsomol and lost his job. In 1936 he joined the NKVD. On leave in 1938, he came to visit his family. The respondent describes a complete break down and summarised his brother's fate: 'You see here, was a healthy man, devoted to sport, and a year or two after working in the NKVD he became a complete ruin who saw blood and dead people around him' (pp. 24–25).50 In The Uprising (Chemodan Films, 2008) and in McDonald (2011, ch. 10).",
  "authors": [
    {
      "display_name": "Tracy McDonald",
      "id": "A5103332240",
      "orcid": null,
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Tracy McDonald"
    }
  ],
  "publication_year": 2013,
  "publication_date": "2013-10-29",
  "type": "article",
  "cited_by_count": 11,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S115434995",
    "display_name": "Europe Asia Studies",
    "issn_l": "0966-8136",
    "issn": [
      "0966-8136",
      "1465-3427"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310319847"
  },
  "volume": "65",
  "issue": "9",
  "first_page": "1827",
  "last_page": "1847",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2779343474",
      "display_name": "Context (archaeology)",
      "level": 2,
      "score": 0.6582632
    },
    {
      "id": "C3017612487",
      "display_name": "Soviet union",
      "level": 3,
      "score": 0.55960125
    },
    {
      "id": "C48103436",
      "display_name": "State (computer science)",
      "level": 2,
      "score": 0.53197473
    },
    {
      "id": "C139621336",
      "display_name": "Economic Justice",
      "level": 2,
      "score": 0.47453392
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.42109585
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.3928706
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.39231932
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.36676937
    },
    {
      "id": "C73484699",
      "display_name": "Criminology",
      "level": 1,
      "score": 0.3287346
    },
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.106053114
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C11413529",
      "display_name": "Algorithm",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11070",
      "display_name": "Soviet and Russian History",
      "score": 0.9945
    },
    {
      "id": "T10070",
      "display_name": "Political Conflict and Governance",
      "score": 0.9869
    },
    {
      "id": "T13135",
      "display_name": "Communism, Protests, Social Movements",
      "score": 0.9764
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1080/09668136.2013.842361",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:09:00.132436",
  "source_database": "OpenAlex"
}