{
  "openalex_id": "W2122949601",
  "doi": "https://doi.org/10.1002/emmm.201303133",
  "title": "Heteropathogenic virulence and phylogeny reveal phased pathogenic metamorphosis in <i>Escherichia coli</i> O2:H6",
  "abstract": "Research Article10 January 2014Open Access Heteropathogenic virulence and phylogeny reveal phased pathogenic metamorphosis in Escherichia coli O2:H6 Martina Bielaszewska Martina Bielaszewska Institute of Hygiene, University of Münster, Münster, Germany Search for more papers by this author Roswitha Schiller Roswitha Schiller Institute of Hygiene, University of Münster, Münster, Germany Institute of Molecular Infection Biology, University of Würzburg, Würzburg, Germany Search for more papers by this author Lydia Lammers Lydia Lammers Institute of Hygiene, University of Münster, Münster, Germany Search for more papers by this author Andreas Bauwens Andreas Bauwens Institute of Hygiene, University of Münster, Münster, Germany Search for more papers by this author Angelika Fruth Angelika Fruth National Reference Center for Salmonella and Other Bacterial Enteric Pathogens, Robert Koch Institute, Wernigerode, Germany Search for more papers by this author Barbara Middendorf Barbara Middendorf Institute of Hygiene, University of Münster, Münster, Germany Search for more papers by this author M Alexander Schmidt M Alexander Schmidt NInstitute of Infectiology, Center for Molecular Biology of Inflammation (ZMBE), University of Münster, Münster, Germany Search for more papers by this author Phillip I Tarr Phillip I Tarr Department of Pediatrics, Washington University School of Medicine, Saint Louis, MO, USA Search for more papers by this author Ulrich Dobrindt Ulrich Dobrindt Institute of Hygiene, University of Münster, Münster, Germany Institute of Molecular Infection Biology, University of Würzburg, Würzburg, Germany Search for more papers by this author Helge Karch Helge Karch Institute of Hygiene, University of Münster, Münster, Germany Search for more papers by this author Alexander Mellmann Corresponding Author Alexander Mellmann Institute of Hygiene, University of Münster, Münster, Germany Search for more papers by this author Martina Bielaszewska Martina Bielaszewska Institute of Hygiene, University of Münster, Münster, Germany Search for more papers by this author Roswitha Schiller Roswitha Schiller Institute of Hygiene, University of Münster, Münster, Germany Institute of Molecular Infection Biology, University of Würzburg, Würzburg, Germany Search for more papers by this author Lydia Lammers Lydia Lammers Institute of Hygiene, University of Münster, Münster, Germany Search for more papers by this author Andreas Bauwens Andreas Bauwens Institute of Hygiene, University of Münster, Münster, Germany Search for more papers by this author Angelika Fruth Angelika Fruth National Reference Center for Salmonella and Other Bacterial Enteric Pathogens, Robert Koch Institute, Wernigerode, Germany Search for more papers by this author Barbara Middendorf Barbara Middendorf Institute of Hygiene, University of Münster, Münster, Germany Search for more papers by this author M Alexander Schmidt M Alexander Schmidt NInstitute of Infectiology, Center for Molecular Biology of Inflammation (ZMBE), University of Münster, Münster, Germany Search for more papers by this author Phillip I Tarr Phillip I Tarr Department of Pediatrics, Washington University School of Medicine, Saint Louis, MO, USA Search for more papers by this author Ulrich Dobrindt Ulrich Dobrindt Institute of Hygiene, University of Münster, Münster, Germany Institute of Molecular Infection Biology, University of Würzburg, Würzburg, Germany Search for more papers by this author Helge Karch Helge Karch Institute of Hygiene, University of Münster, Münster, Germany Search for more papers by this author Alexander Mellmann Corresponding Author Alexander Mellmann Institute of Hygiene, University of Münster, Münster, Germany Search for more papers by this author Author Information Martina Bielaszewska1,‡, Roswitha Schiller1,2,‡, Lydia Lammers1, Andreas Bauwens1, Angelika Fruth3, Barbara Middendorf1, M Alexander Schmidt4, Phillip I Tarr5, Ulrich Dobrindt1,2, Helge Karch1 and Alexander Mellmann 1 1Institute of Hygiene, University of Münster, Münster, Germany 2Institute of Molecular Infection Biology, University of Würzburg, Würzburg, Germany 3National Reference Center for Salmonella and Other Bacterial Enteric Pathogens, Robert Koch Institute, Wernigerode, Germany 4NInstitute of Infectiology, Center for Molecular Biology of Inflammation (ZMBE), University of Münster, Münster, Germany 5Department of Pediatrics, Washington University School of Medicine, Saint Louis, MO, USA ‡These authors contributed equally to this work. *Corresponding author. Tel: +49 251 83 52316; Fax: +49 251 83 55688; E-mail: [email protected] EMBO Mol Med (2014)6:347-357https://doi.org/10.1002/emmm.201303133 PDFDownload PDF of article text and main figures. Peer ReviewDownload a summary of the editorial decision process including editorial decision letters, reviewer comments and author responses to feedback. ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinked InMendeleyWechatReddit Figures & Info Abstract Extraintestinal pathogenic and intestinal pathogenic (diarrheagenic) Escherichia coli differ phylogenetically and by virulence profiles. Classic theory teaches simple linear descent in this species, where non-pathogens acquire virulence traits and emerge as pathogens. However, diarrheagenic Shiga toxin-producing E. coli (STEC) O2:H6 not only possess and express virulence factors associated with diarrheagenic and uropathogenic E. coli but also cause diarrhea and urinary tract infections. These organisms are phylogenetically positioned between members of an intestinal pathogenic group (STEC) and extraintestinal pathogenic E. coli. STEC O2:H6 is, therefore, a 'heteropathogen,' and the first such hybrid virulent E. coli identified. The phylogeny of these E. coli and the repertoire of virulence traits they possess compel consideration of an alternate view of pathogen emergence, whereby one pathogroup of E. coli undergoes phased metamorphosis into another. By understanding the evolutionary mechanisms of bacterial pathogens, rational strategies for counteracting their detrimental effects on humans can be developed. Synopsis Hybrid E. coli pathogens clinical significance was clearly shown during the deadly 2011 outbreak. STEC O2:H6 was diagnosed intestinal and uropathogenic in patients and is shown here as another heteropathogen that emerged via pathogroup conversion. Shiga toxin-producing Escherichia coli (STEC) O2:H6 were found to be phylogenetically positioned between intestinal pathogenic and uropathogenic E. coli, possess and express virulence factors of both STEC and uropathogenic E. coli, and cause diarrhea as well as urinary tract infections. Based on their phylogeny, virulence features and pluripotential pathogenicity in intestinal and extraintestinal milieus, STEC O2:H6 are proposed to be 'heteropathogens' that occupy an evolutionary and pathogenic interface between intestinal and extraintestinal pathogenic E. coli, and are the first such hybrid virulent E. coli identified. In contrast to the classic view that pathogens emerge from non-pathogens via sequential, linear acquisition of virulence genes, STEC O2:H6 are portrayed as possessing heteropathogenic virulence potential. The novel evolutionary concept of phased metamorphosis is compelled by our identification of genomes with dual virulence attributes. Broader surveys combining backbone phylogeny and systematic virulence gene analyses are needed to determine if the pathogen emergence via transition is a generalized process. Introduction Escherichia coli are usually harmless inhabitants of the human gut. However, some members of this species have acquired specific virulence attributes that allow them to cause intestinal as well as extraintestinal diseases in humans (Kaper et al, 2004). One important and instructive group of intestinal pathogenic E. coli is the set of Shiga toxin (Stx)-producing E. coli (STEC). STEC cause diarrhea, bloody diarrhea, and, because of toxemia and not dissemination, the hemolytic uremic syndrome (HUS) (Kaper et al, 2004; Karch et al, 2005). E. coli O157:H7 is the most common human pathogenic STEC (Karch et al, 2005), but a variety of non-O157:H7 STEC serotypes have also been isolated from patients (Karch et al, 2005; Mellmann et al, 2008; Bielaszewska et al, 2013). These pathogens have acquired a rather stereotyped suite of virulence loci ('parallel evolution') (Reid et al, 2000; Ogura et al, 2009). Other well-defined intestinal E. coli pathogroups include enteropathogenic (EPEC), enterotoxigenic (ETEC), enteroinvasive (EIEC), enteroaggregative (EAEC), and adherent-invasive (AIEC) E. coli (Nataro & Kaper, 1998; Darfeuille-Michaud, 2002; Kaper et al, 2004). Extraintestinal pathogenic E. coli (ExPEC) are classified as uropathogenic (UPEC), sepsis-associated, and meningitis-associated (MNEC) (Kaper et al, 2004). Escherichia coli virulence and phylogeny are intertwined. Each pathogenic E. coli group possesses 'signature' repertoires of virulence genes, which enable them to colonize and injure their host (Kaper et al, 2004). While exceptions exist, particularly among ETEC (Turner et al, 2006), strains within pathogroups are often phylogenetically closely related (Achtman et al, 1983; Wirth et al, 2006). Current concepts of pathogen emergence employ linear descent scenarios, where horizontal acquisition of pathogenicity islands, bacteriophages, and plasmids by non-pathogens results in phylogenetically fixed pathogroups (Dozois & Curtiss, 1999). Here, we determined the phylogenetic relationship of STEC O2:H6 isolated from patients with diarrhea to other intestinal and extraintestinal pathogenic E. coli and then characterized the O2:H6 virulence genes as well as their UPEC virulence potential. To our surprise, these analyses did not portray the linear emergence of pathogenicity by step-wise recombination events, but, instead, identified STEC O2:H6 as a 'transitional' pathogen in the process of morphing between pathogroups. Results Phylogeny of STEC O2:H6 Multilocus sequence typing (MLST) (Wirth et al, 2006) demonstrates that 13 STEC O2:H6 strains isolated between 2000 and 2009 from epidemiologically unrelated patients with non-bloody diarrhea, whose illnesses resolved without progression to HUS and whose stools contained no other intestinal pathogens belong to sequence type (ST) 141 (supplementary Table S1). This ST is only distantly related to the STs of the non-H6 STEC O2, and is not found among STEC causing HUS ('the HUSEC collection') (Mellmann et al, 2008), intestinal pathogenic E. coli strains of other pathogroups (EPEC, ETEC, EIEC, EAEC, AIEC), prototypic ExPEC (UPEC and MNEC) strains, and in a non-pathogenic E. coli K-12 (supplementary Table S1). Intriguingly, in the minimum spanning tree based on allelic profiles of the seven MLST housekeeping genes in combination with 53 genes encoding the bacterial ribosome protein subunits (rMLST) (Jolley et al, 2012) (supplementary Table S2), STEC O2:H6 is positioned between the HUSEC and ExPEC (including UPEC and MNEC) strains, in the proximity of AIEC (Fig 1). In further phylogrouping (Clermont et al, 2000), the STEC O2:H6 isolates localize to E. coli Reference (ECOR) (Selander et al, 1987) phylogenetic group B2, as do UPEC, MNEC (Table 1) and AIEC (Dreux et al, 2013). In contrast, non-H6 STEC O2 and STEC in the HUSEC collection (http://www.ehec.org) belong to phylogroups A, B1, and D (Table 1). Table 1. Virulence loci and phylogeny of STEC O2:H6 as compared to non-H6 STEC O2, HUSEC and prototypic UPEC and MNEC strains Gene or gene clustera of Presence of the locus in strain(s) (% no. of strains)b O2:H6 STEC O2:H4 STEC O2:H27 STEC O2:H29 STEC HUSEC STEC 536 UPEC CFT073 UPEC J96 UPEC UTI89 UPEC S88 MNEC IHE3034 MNEC STEC stxc 13 (100) (stx2b) + (n.k.) + (stx2a) + (stx2c) 42 (100) (stx1a, stx1c, stx2a, stx2b, stx2c, stx2d) − − − − − − saa 13 (100) − − − 6 (14.3) − − − − − − ExPEC α-hlyA 10 (76.9)d − − − 1 (2.4) + + + + − − cnf1 10 (76.9)d − − − 0 − − + + − − vat 13 (100) − − − 0 + + + + + + clb island 13 (100) − − − 0 + + + + − + pap cluster 10 (76.9)d − − − 0 + + + + + − sfaII cluster 9 (69.2) − − − 0 − − − + − + hek 10 (76.9)d − − − 1 (2.4) + − + + − + cdiAB cluster 13 (100) − − + 6 (14.3) + + + + − − iro cluster 12 (92.3) − − − 0 + + + + + + ybt cluster 13 (100) + − − 13 (31.0) + + + + + + Phylogroup B2 D A B1 A, B1, D B2 B2 B2 B2 B2 B2 ST (MLST)e 141 405 10 515 See Fig 1 127 73 12 95 95 95 a The genes encode following proteins: stx, Shiga toxin; saa, STEC autoagglutinating adhesin; α-hlyA, α-hemolysin; cnf1, cytotoxic necrotizing factor 1; vat, vacuolating autotransporter toxin; clb island, colibactin; pap cluster, P fimbriae; sfaII cluster, S fimbriae, subtype SfaII; hek, Hek adhesin; cdiAB, contact-dependent inhibition phenotype; iro cluster and ybt cluster, yersiniabactin siderophore systems. b In STEC O2:H6 (n = 13) and HUSEC strains (n = 42), the number (%) of strains positive for the locus is shown; for non-H6 O2 STEC and UPEC and MNEC strains (each n = 1), the presence (+) or absence (−) of the gene is indicated. c stx subtypes are shown. stx2 (GenBank accession no. GU126552) subtyped as stx2b is present in all sequenced STEC O2:H6 (supplementary Table S1). For stx genes in HUSEC strains see http://www.ehec.org and (Mellmann et al, 2008). STEC O2:H4 lost stx before subtyping (stx subtype is not known (n.k.)). d The genes are present in the same strains. e ST, sequence type; MLST, multilocus sequence typing. Figure 1. Phylogenetic relationships of STEC O2:H6 to intestinal and extraintestinal pathogenic Escherichia coli and to E. coli K-12Minimum spanning tree based on MLST and rMLST allelic profiles portraying the clonal relationships of STEC O2:H6 to HUS-associated STEC (HUSEC collection) (Mellmann et al, 2008), other intestinal pathogenic E. coli (EPEC, ETEC, EIEC, EAEC, AIEC), prototypic ExPEC including UPEC and MNEC isolates, and a non-pathogenic E. coli strain K-12 (MG1655). Isolates are described in supplementary Table S1. Each circle represents a given allelic profile (combination of MLST and rMLST loci) and is named with the MLST sequence type. The different groups of strains are distinguished by colors of the circles. The numbers on the connecting lines illustrate the number of differing alleles. Download figure Download PowerPoint To more thoroughly analyze the phylogenetic relationships between STEC O2:H6, most closely related STEC (serotype O91:H21; ST442; Fig 1) and prototypic HUS-associated STEC, UPEC and AIEC, we used whole genome sequencing and a gene-by-gene analysis of in total 2827 open reading frames that were present in all 14 strains investigated (see supplementary Table S1). This analysis confirmed the intermediate positioning of STEC O2:H6 between the major HUS-associated STEC serotypes and UPEC. Interestingly, AIEC were grouped closely to UPEC (Fig 2). Figure 2. Phylogenetic relationships of STEC O2:H6 to prototypic UPEC, AIEC and most closely related and prototypic HUS-associated STEC based on whole genome sequencingMinimum spanning tree is based on allelic profiles of 2827 genes present in all strains investigated (see supplementary Table S1). The different pathotypes are distinguished by colors of the circles and the serotypes and strain numbers (in parentheses) are given. Download figure Download PowerPoint Virulence gene census of STEC O2:H6 We next sought various virulence genes of STEC, other intestinal pathogenic E. coli, and ExPEC in the STEC O2:H6 isolates using PCR and sequencing. STEC loci, including a stx2 allele (GenBank accession no. GU126552) that is subtyped as stx2b encoding Stx2b (Scheutz et al, 2012), and saa (encoding STEC autoagglutinating adhesin; Saa) (Paton et al, 2001) were present in all STEC O2:H6 (Table 1). In contrast, we failed to find loci typical for EPEC, including genes of the locus of enterocyte effacement (LEE) (supplementary Table S3), which are in most, but not all, HUSEC (Mellmann et al, 2008). Also, none of the STEC O2:H6 possessed virulence factors typically found in ETEC (heat-labile and heat-stable enterotoxins), EIEC (the invasive plasmid pInv and Shigella enterotoxin 2), and EAEC (the EAEC heat-stable enterotoxin 1, Shigella enterotoxin 1, the autotransporters Pet and Pic, and the EAEC virulence plasmid) (Nataro & Kaper, 1998; Vila et al, 2000; Kaper et al, 2004) (supplementary Table S3). Because of their phylogenetic positioning between HUSEC and ExPEC (Fig 1), and because E. coli O2:H6 have been isolated from patients with urinary tract infections (Johnson et al, 2005), we tested the STEC O2:H6 isolates for virulence factors of ExPEC. Indeed, all STEC O2:H6 contain virulence genes typical of UPEC (Table 1). These include putative or demonstrated urovirulence loci encoding toxins (α-hlyA, cnf1, vat, clb island) (Johnson, 1991; Johnson & Stell, 2000; Parreira & Gyles, 2003; Johnson et al, 2005; Nougayrède et al, 2006), adhesins (pap cluster, sfaII cluster, hek) (Korhonen et al, 1982; Johnson, 1991; Hacker et al, 1993; Dobrindt et al, 2002; Johnson et al, 2005), the contact-dependent inhibition phenotype (cdiAB cluster) (Aoki et al, 2005), and iron acquisition systems (iro cluster, yersiniabactin cluster) (Johnson & Stell, 2000; Dobrindt et al, 2002). Notably, these ExPEC virulence genes were rare in non-H6 STEC O2 and in strains of the HUSEC collection (Table 1). As AIEC were also phylogenetically closely related to UPEC and to STEC O2:H6 (Figs 1 and 2), we further investigated whether STEC O2:H6 strains contain FimH belonging to the same clade as that possessed by UPEC and AIEC strains (Sepehri et al, 2009). FimH is the adhesin subunit of the type 1 pili that mediate adherence and play an essential role in the invasive ability of AIEC (Boudeau et al, 2001). Comparative sequence analysis of FimH from the sequenced STEC O2:H6 strains (supplementary Table S1) and from the UPEC (strains 536, UTI89, CFT073) and AIEC (strains LF82, LF73) reference strains showed the phylogenetic positioning of all FimH proteins of STEC O2:H6 in the S70/N78 FimH clade (supplementary Fig S1), which is typical for UPEC and AIEC (Dreux et al, 2013). Expression of STEC and UPEC virulence genes in STEC O2:H6 All STEC O2:H6 expressed Stx, as evidenced by the cytotoxicity of their supernatants to Vero cells (reciprocal titer range, 8–256; median, 32), and Saa (supplementary Fig S2). Nearly all of the identified UPEC virulence loci were also expressed by the cognate STEC O2:H6 isolates. Each of the ten STEC O2:H6 that harbored α-hlyA and cnf1 (Table 1) produced α-hemolysin on blood agar and cytotoxic necrotizing factor (CNF) 1, detectable as an ~115-kDa band in an immunoblot (supplementary Fig S3). Each of the three α-hlyA-negative, cnf1-negative and clb-positive STEC O2:H6 (Table 1) produced colibactin, a hybrid polyketide-peptide cyclomodulin encoded by the clb island (Nougayrède et al, 2006). Similar to prototypic colibactin-producing MNEC strain IHE3034 (Nougayrède et al, 2006), each STEC O2:H6 strain arrested HeLa cells in the G2 phase of the cell cycle after 48 h and distended these epithelial cells and their nuclei, converting them into megalocytes (Fig 3). In the ten remaining clb-positive isolates, HeLa cell lysis caused by α-hemolysin confounded our attempts to study colibactin expression. Neither G2 arrest nor cell distension were elicited by a clb-negative, Stx2-producing STEC O2:H27 (Fig 3), excluding a contribution of Stx to these effects. Figure 3. Production of colibactin by STEC O2:H6HeLa cells were cocultured with bacteria (4 h), washed and incubated in gentamicin-supplemented medium (48 h). The DNA content was determined by flow cytometry and morphological changes were assessed microscopically. Bar = 100 μm. A. Uninfected (control) cells were mostly in the G1 phase of the cell cycle (2n DNA) and retained normal morphology. B–C. Cells infected with clb-positive STEC O2:H6 strain 05-00787 (B) or the prototypic clb-harboring strain IHE3034 (C) were arrested in the G2 phase (4n DNA) and converted into megalocytes. (The phenotype shown in (B) was produced by each of three clb-positive, α-hlyA-negative and cnf1-negative STEC O2:H6). D. Cells infected with clb-negative Stx2-producing O2:H27 isolate displayed neither G2 arrest nor distension. Download figure Download PowerPoint The contact-dependent growth inhibition phenotype (Aoki et al, 2005), encoded by the cdiAB cluster, was sought in three randomly selected STEC O2:H6 (Fig 4). Each of these strains inhibited growth of the target E. coli MG1655/pBluescript KS II(+) strain during the 6 h observation period, as did the prototypic cdiAB-harboring strain EC93 (Aoki et al, 2005). In contrast, cdiAB-negative STEC O2:H27 had no inhibitory effect (Fig 4). Figure 4. Contact-dependent growth inhibition mediated by STEC O2:H6Ampicillin-resistant target strain MG1655/pBlueskript KS II(+) was cultured alone or in mixture with log-phase culture of each inhibitor (inhibitor-to-target ratio 50:1) including cdiAB-positive STEC O2:H6 strains 03-08304, 05-06793, 04-03909, prototypic cdiAB-harboring strain EC93, or cdiAB-negative STEC O2:H27. At each indicated time point, the growth of the target strain (CFU/ml) was determined by plating 10-fold culture dilutions on LB agar with ampicillin. Data represent means ± standard deviations of three independent experiments. *P < 0.01 (unpaired Student′s t-test), differences between growth of the target strain alone and in coculture with each respective inhibitor. Download figure Download PowerPoint vat, encoding vacuolating autotransporter toxin (Vat) (Parreira & Gyles, 2003), was expressed in all 13 vat-positive STEC O2:H6 as demonstrated by the ability of culture supernatants to produce vacuoles in Chinese hamster ovary (CHO) cells (Fig 5). Figure 5. Vacuolization induced by STEC O2:H6CHO cells were exposed to sterile culture supernatants of tested strains and presence of vacuoles was sought microscopically after 24 h. Bar = 20 μm. A–B. vat-positive STEC O2:H6 strains 05-00787 (A) and 05-06739 (B). (Vacuolization similar to that displayed by these two strains was elicited by all STEC O2:H6 isolates). C. vat-containing UPEC strain J96 (positive control). D. Uninfected cells (negative control). Download figure Download PowerPoint P and S fimbriae were expressed in eight of ten and six of nine strains, harboring these respective loci (Table 1), as demonstrated by the ability of the bacteria to agglutinate human and bovine erythrocytes, respectively, in the presence of mannose (Blumer et al, 2005). Thus, the UPEC virulence loci found in STEC O2:H6 are largely functional across the collection of strains that we studied. Analysis of urovirulence of STEC O2:H6 The ability of randomly selected STEC O2:H6 isolates to cause urinary tract infection (UTI) was tested in an experimental murine model of ascending UTI. The bacterial numbers in the bladder and the kidneys were determined 72 h after infection (Fig 6). The prototypic UPEC strain 536 and STEC O2:H6 strain 05-00787 were recovered in nearly equal numbers from the bladder tissue (1 × 105–1 × 106 colony-forming units (CFU)/g bladder) (Fig 6A). Bladder colonization by STEC O2:H6 strains 04-00955 and 03-08304 resulted in 10-fold higher organ loads relative to UPEC 536. In all four cases, bacterial concentrations in the bladder tissue were significantly higher than after infection with non-pathogenic E. coli K-12 strain MG1655 (Fig 6A). All three STEC O2:H6 strains also colonized the kidneys as efficiently as UPEC strain 536 (Fig 6B). In contrast, strain MG1655 was unable to ascend to the kidneys (Fig 6B). Consequently, the potential of STEC O2:H6 strains to cause UTI in this model is comparable to that of classic UPEC strain 536. Figure 6. Urovirulence of STEC O2:H6 strainsBladder (A) and kidney (B) colonization levels were determined 72 h after transurethral inoculation of mice with UPEC strain 536 (positive control), the STEC O2:H6 strains 05-00787, 04-00955, and 03-08304, or non-pathogenic Escherichia coli K-12 strain MG1655 (negative control). Horizontal bars represent the mean CFU number of each strain per gram of tissue; the whiskers display the respective standard error of the mean. Significant differences in the bacterial organ load compared to the negative control are indicated by asterisks. Download figure Download PowerPoint Discussion The clinical significance of hybrid pathogens was clearly demonstrated by the deadly 2011 outbreak caused by E. coli O104:H4 (Bielaszewska et al, 2011; Frank et al, 2011; Karch et al, 2012). The outbreak started in Germany in May 2011 and subsequently spread to other European countries and North America, affecting in total nearly 4000 persons of which more than 900 developed HUS and 54 died (Karch et al, 2012). The outbreak strain uniquely combined virulence genes typical for STEC and EAEC and expressed the phenotypes that define these pathogroups including Stx2 production and aggregative adherence to intestinal epithelial cells (Bielaszewska et al, 2011; Brzuszkiewicz et al, 2011; Mellmann et al, 2011; Rasko et al, 2011), the features that likely increased its virulence. This outbreak, therefore, tragically illustrated that blended virulence profiles in enteric pathogens introduced into susceptible populations can have serious public health consequences (Karch et al, 2012). Moreover, this outbreak highlighted the lack of our knowledge of the basic principles of evolutionary trends of new pathogens as demonstrated by the fact that the origin of the E. coli O104:H4 hybrid and its evolutionary history remain obscure. In this context, our identification of another hybrid pathogen, STEC O2:H6 in this study, and gaining insight into its evolutionary role is of particular importance, because we can determine the phylogenetic coordinates of its evolution. Also, STEC O2:H6 is the first hybrid pathogen to demonstrate pluripotential pathogenicity in intestinal and extraintestinal milieus, as predicted by its virulence repertoire. Specifically, STEC O2:H6 occupies an evolutionary and pathogenic interface between intestinal and extraintestinal pathogenic E. coli, and several lines of evidence corroborate this assignment: sequence typing, virulence genotyping and phenotyping, and the clinical potential. First, MLST/rMLST, employing sequences of a sample of housekeeping and ribomosal genes scattered around a chromosomal backbone, agnostically placed these isolates between HUSEC and ExPEC (Fig 1). Also whole genome sequencing of STEC O2:H6, closely related HUS-associated STEC, and prototypic HUSEC, AIEC and UPEC strains positioned STEC O2:H6 separately from the other pathotypes in an intermediate position (Fig 2). Next, STEC O2:H6 contain UPEC and HUSEC virulence genotypes and phenotypes, using ascertainments independent of sequence typing, a finding that appears highly non-random. While it is possible that chance acquisition of a gene encoding Stx via phage transduction into either a commensal E. coli or an ExPEC could have resulted in STEC O2:H6, our data argue in favor of true UPEC/HUSEC heteropathogenicity. Specifically, the phylogeny places STEC O2:H6 at quite a distance from commensal E. coli, and at moderate distances from ExPEC (including UPEC) and from HUSEC (Fig 1). Hence, the STEC O2:H6 are incarnated as a phylogenetically recognizable group, and one that differs from UPEC (Figs 1 and 2). Also, an additional virulence gene found in a subset of HUSEC, saa, encoded independently on a plasmid (Paton et al, 2001) (unlike stx which is encoded on a bacteriophage that integrates into the chromosome) was present in all STEC O2:H6, in addition to the many UPEC virulence loci. This simultaneous convergence on UPEC and STEC phylogeny and virulence profiles is most simply explained by a phased transition from one group of pathogens to the other. This is also corroborated by the whole genome sequence data, where STEC O2:H6 strains represent a separate lineage (Fig 2) indicating that the core genome has co-evolved with the virulence attributes. Finally, the heteropathogenic clinical potential of STEC O2:H6 is demonstrated by their ability to cause diarrhea in the human host and experimental UTI in mice. The evolution of STEC O2:H6 via a phased pathotype transition is overall different from that of the E. coli O104:H4 hybrid, which combines an EAEC genomic background with the presence of stx characteristic of STEC. However, both evolutionary models of this pathogen (Brzuszkiewicz et al, 2011; Mellmann et al, 2011; Rasko et al, 2011) suggest a classic linear evolution from a progenitor with reduced intestinal virulence via loss and/or acquisition of various mobile elements such as bacteriophages, genomic islands or plasmids (Brzuszkiewicz et al, 2011; Mellmann et al, 2011; Rasko et al, 2011). AIEC are, similar to STEC O2:H6, phylogenetically located between ExPEC (including UPEC) and intestinal pathogenic E. coli (Fig 1). Our in-depth analysis based on the whole genome sequencing and core genome analysis corroborated this fact and positioned AIEC even closer to UPEC (Fig 2). These data, together with the recently published genome sequence of the prototypic AIEC isolate LF82 (Miquel et al, 2010), demonstrate the genetic",
  "authors": [
    {
      "display_name": "Martina Bielaszewska",
      "id": "A5044205264",
      "orcid": "https://orcid.org/0000-0002-1226-7066",
      "institutions": [
        {
          "id": "I22465464",
          "display_name": "University of Münster",
          "country_code": "DE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Martina Bielaszewska"
    },
    {
      "display_name": "Roswitha Schiller",
      "id": "A5071568778",
      "orcid": null,
      "institutions": [
        {
          "id": "I25974101",
          "display_name": "University of Würzburg",
          "country_code": "DE",
          "type": "funder"
        },
        {
          "id": "I22465464",
          "display_name": "University of Münster",
          "country_code": "DE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Roswitha Schiller"
    },
    {
      "display_name": "Lydia Lammers",
      "id": "A5110272867",
      "orcid": null,
      "institutions": [
        {
          "id": "I22465464",
          "display_name": "University of Münster",
          "country_code": "DE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Lydia Lammers"
    },
    {
      "display_name": "Andreas Bauwens",
      "id": "A5048790443",
      "orcid": null,
      "institutions": [
        {
          "id": "I22465464",
          "display_name": "University of Münster",
          "country_code": "DE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Andreas Bauwens"
    },
    {
      "display_name": "Angelika Fruth",
      "id": "A5023816801",
      "orcid": "https://orcid.org/0000-0002-9486-8358",
      "institutions": [
        {
          "id": "I24359323",
          "display_name": "Robert Koch Institute",
          "country_code": "DE",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Angelika Fruth"
    },
    {
      "display_name": "Barbara Middendorf",
      "id": "A5067503611",
      "orcid": null,
      "institutions": [
        {
          "id": "I22465464",
          "display_name": "University of Münster",
          "country_code": "DE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Barbara Middendorf"
    },
    {
      "display_name": "M. Alexander Schmidt",
      "id": "A5034946687",
      "orcid": "https://orcid.org/0000-0002-5271-7770",
      "institutions": [
        {
          "id": "I22465464",
          "display_name": "University of Münster",
          "country_code": "DE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "M Alexander Schmidt"
    },
    {
      "display_name": "Phillip I. Tarr",
      "id": "A5052358059",
      "orcid": "https://orcid.org/0000-0003-4078-7517",
      "institutions": [
        {
          "id": "I204465549",
          "display_name": "Washington University in St. Louis",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Phillip I Tarr"
    },
    {
      "display_name": "Ulrich Dobrindt",
      "id": "A5079061786",
      "orcid": "https://orcid.org/0000-0001-9949-1898",
      "institutions": [
        {
          "id": "I22465464",
          "display_name": "University of Münster",
          "country_code": "DE",
          "type": "funder"
        },
        {
          "id": "I25974101",
          "display_name": "University of Würzburg",
          "country_code": "DE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ulrich Dobrindt"
    },
    {
      "display_name": "Helge Karch",
      "id": "A5037678266",
      "orcid": null,
      "institutions": [
        {
          "id": "I22465464",
          "display_name": "University of Münster",
          "country_code": "DE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Helge Karch"
    },
    {
      "display_name": "Alexander Mellmann",
      "id": "A5031312139",
      "orcid": "https://orcid.org/0000-0002-0649-5185",
      "institutions": [
        {
          "id": "I22465464",
          "display_name": "University of Münster",
          "country_code": "DE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Alexander Mellmann"
    }
  ],
  "publication_year": 2014,
  "publication_date": "2014-01-10",
  "type": "article",
  "cited_by_count": 55,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S163075119",
    "display_name": "EMBO Molecular Medicine",
    "issn_l": "1757-4676",
    "issn": [
      "1757-4676",
      "1757-4684"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310319965"
  },
  "volume": "6",
  "issue": "3",
  "first_page": "347",
  "last_page": "357",
  "open_access": {
    "is_oa": true,
    "oa_status": "gold",
    "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1002/emmm.201303133",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C161191863",
      "display_name": "Library science",
      "level": 1,
      "score": 0.5220806
    },
    {
      "id": "C547646559",
      "display_name": "Hygiene",
      "level": 2,
      "score": 0.43722996
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.31158456
    },
    {
      "id": "C142724271",
      "display_name": "Pathology",
      "level": 1,
      "score": 0.118674755
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10943",
      "display_name": "Escherichia coli research studies",
      "score": 1.0
    },
    {
      "id": "T10900",
      "display_name": "Listeria monocytogenes in Food Safety",
      "score": 0.9973
    },
    {
      "id": "T10147",
      "display_name": "Antibiotic Resistance in Bacteria",
      "score": 0.9962
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1002/emmm.201303133",
  "pdf_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1002/emmm.201303133",
  "retrieved_date": "2025-07-30T15:40:28.937981",
  "source_database": "OpenAlex"
}