{
  "openalex_id": "W2123784316",
  "doi": "https://doi.org/10.1016/j.juro.2008.12.007",
  "title": "Single Center Experience With Application of the ALARA Concept to Serial Imaging Studies After Blunt Renal Trauma in Children—Is Ultrasound Enough?",
  "abstract": "No AccessJournal of UrologyPediatric Urology1 Apr 2009Single Center Experience With Application of the ALARA Concept to Serial Imaging Studies After Blunt Renal Trauma in Children—Is Ultrasound Enough? Kurt R. Eeg, Antoine E. Khoury, Sarel Halachmi, Luis H.P. Braga, Walid A. Farhat, Darius J. Bägli, Joao L. Pippi Salle, and Armando J. Lorenzo Kurt R. EegKurt R. Eeg More articles by this author , Antoine E. KhouryAntoine E. Khoury More articles by this author , Sarel HalachmiSarel Halachmi More articles by this author , Luis H.P. BragaLuis H.P. Braga More articles by this author , Walid A. FarhatWalid A. Farhat More articles by this author , Darius J. BägliDarius J. Bägli More articles by this author , Joao L. Pippi SalleJoao L. Pippi Salle More articles by this author , and Armando J. LorenzoArmando J. Lorenzo More articles by this author View All Author Informationhttps://doi.org/10.1016/j.juro.2008.12.007AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: After properly staged renal injury many children will undergo radiological reevaluation with computerized tomography, the modality frequently favored for its widespread availability and anatomical detail. The ALARA (as low as reasonably achievable) concept attempts to balance the potential future risk of radiation induced malignancy with the added information obtained by the study. At our institution ultrasound has been increasingly adopted as the followup imaging technique of choice. We sought to evaluate this practice in pediatric blunt renal trauma management. Materials and Methods: We retrospectively analyzed the trauma database of a pediatric referral center for patients treated between 1997 and 2007. A total of 73 children with blunt renal trauma were identified. Associated injuries, mechanism of trauma, type of management, imaging studies, complications and delayed/missed injuries were evaluated. Results: Mean patient age was 10.5 years and the male-to-female ratio was 3:2. In all patients the mechanism was blunt trauma. Average grade of injury at hospitalization was 2.4, with high grade injury observed in 32% of patients. Repeat computerized tomography was obtained in 11 patients (9 for nonurological injuries). Three nephrectomies were done in the setting of hemodynamic instability and 1 pseudoaneurysm was embolized. Four enlarging symptomatic urinomas were suspected by ultrasound. No clinically important injuries or complications due to delayed diagnosis were detected in patients followed with ultrasound. Conclusions: Our experience suggests that after initial computerized tomography for accurate staging of pediatric blunt renal trauma monitoring can be performed with ultrasound in most patients (excluding those with hemodynamic instability or deemed to require computerized tomography for associated injuries). Selective reevaluation with computerized tomography can be reserved for those with serial or ambiguous abnormalities detected on ultrasound, thus decreasing exposure to radiation. References 1 : Imaging of blunt abdominal trauma. Semin Roentgenol2006; 41: 196. Google Scholar 2 : Computed tomography—an increasing source of radiation exposure. N Engl J Med2007; 357: 2277. Google Scholar 3 : ALARA: is there a cause for alarm? Reducing radiation risks from computed tomography scanning in children. Curr Opin Pediatr2008; 20: 243. Google Scholar 4 : Estimated risks of radiation-induced fatal cancer from pediatric CT. AJR Am J Roentgenol2001; 176: 289. Google Scholar 5 : Children, computed tomography radiation dose, and the As Low As Reasonably Achievable (ALARA) concept. Pediatrics2003; 112: 971. Google Scholar 6 : Cancer risks following diagnostic and therapeutic radiation exposure in children. Pediatr Radiol2006; 14: 121. Google Scholar 7 The ALARA (as low as reasonably achievable) concept in pediatric CT intelligent dose reduction: Multidisciplinary conference organized by the Society of Pediatric Radiology. August 18–19, 2001 Pediatr Radiol2002; 32: 217. Google Scholar 8 : Organ injury scaling: spleen, liver, and kidney. J Trauma1989; 29: 1664. Crossref, Medline, Google Scholar 9 : Applying the ALARA concept to the evaluation of vesicoureteric reflux. Pediatr Radiol2006; 36: 185. Google Scholar 10 : CT scan and the pediatric trauma patient—are we overdoing it?. J Pediatr Surg2004; 39: 1877. Google Scholar 11 : Computed tomography for evaluation of mild to moderate pediatric trauma: are we overusing it?. World J Surg2002; 26: 13. Google Scholar 12 : The diagnosis, management, and outcomes of pediatric renal injuries. Urol Clin North Am2006; 33: 33. Google Scholar 13 : Management of high grade renal trauma: 20-year experience at a pediatric level I trauma center. J Urol2007; 178: 246. Link, Google Scholar 14 : Blunt abdominal trauma: diagnostic performance of contrast-enhanced US in children—initial experience. Radiology2008; 246: 903. Google Scholar 15 : The failure of nonoperative management in pediatric solid organ injury: a multi-institutional experience. J Trauma2005; 59: 1309. Google Scholar 16 : Renal pseudoaneurysm after blunt renal trauma in a pediatric patient: management by angiographic embolization. Urology2003; 61: 224. Google Scholar 17 : Pediatric blunt abdominal injury: age is irrelevant and delayed operation is not detrimental. J Trauma2007; 63: 608. Google Scholar 18 : Emergency real-time contrast-enhanced ultrasonography for detection of solid organ injuries. Eur Radiol2007; 6: F107. Google Scholar 19 : Computerized tomography findings in pediatric renal trauma—indications for early intervention?. J Urol2008; 179: 1529. Link, Google Scholar 20 : Blunt renal trauma in children: healing of renal injuries and recommendations for imaging follow-up. Pediatr Radiol1994; 24: 573. Google Scholar Division of Urology, University of Toronto and Hospital for Sick Children, Toronto, Ontario, Canada© 2009 by American Urological AssociationFiguresReferencesRelatedDetailsCited byGaither T, Awad M, Leva N, Murphy G, Breyer B and Copp H (2017) Missed Opportunities to Decrease Radiation Exposure in Children with Renal TraumaJournal of Urology, VOL. 199, NO. 2, (552-557), Online publication date: 1-Feb-2018.Stratton K, Pope J, Adams M, Brock J and Thomas J (2010) Implications of Ionizing Radiation in the Pediatric Urology PatientJournal of Urology, VOL. 183, NO. 6, (2137-2142), Online publication date: 1-Jun-2010. Volume 181Issue 4April 2009Page: 1834-1840 Advertisement Copyright & Permissions© 2009 by American Urological AssociationKeywordstomographyultrasonographyemission-computedpediatricswounds and injuriesradiation dosageMetrics Author Information Kurt R. Eeg More articles by this author Antoine E. Khoury More articles by this author Sarel Halachmi More articles by this author Luis H.P. Braga More articles by this author Walid A. Farhat More articles by this author Darius J. Bägli More articles by this author Joao L. Pippi Salle More articles by this author Armando J. Lorenzo More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Kurt R. Eeg",
      "id": "A5057022617",
      "orcid": null,
      "institutions": [
        {
          "id": "I185261750",
          "display_name": "University of Toronto",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Kurt R. Eeg"
    },
    {
      "display_name": "Antoine E. Khoury",
      "id": "A5102859701",
      "orcid": null,
      "institutions": [
        {
          "id": "I185261750",
          "display_name": "University of Toronto",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Antoine E. Khoury"
    },
    {
      "display_name": "Sarel Halachmi",
      "id": "A5006391689",
      "orcid": "https://orcid.org/0000-0002-8180-8030",
      "institutions": [
        {
          "id": "I185261750",
          "display_name": "University of Toronto",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Sarel Halachmi"
    },
    {
      "display_name": "Luis H. Braga",
      "id": "A5038944132",
      "orcid": "https://orcid.org/0000-0002-3953-7353",
      "institutions": [
        {
          "id": "I185261750",
          "display_name": "University of Toronto",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Luis H.P. Braga"
    },
    {
      "display_name": "Walid A. Farhat",
      "id": "A5037851493",
      "orcid": "https://orcid.org/0000-0002-3298-5604",
      "institutions": [
        {
          "id": "I185261750",
          "display_name": "University of Toronto",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Walid A. Farhat"
    },
    {
      "display_name": "Darius Bägli",
      "id": "A5076191169",
      "orcid": "https://orcid.org/0000-0002-4521-3056",
      "institutions": [
        {
          "id": "I185261750",
          "display_name": "University of Toronto",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Darius J. Bägli"
    },
    {
      "display_name": "João L. Pippi Salle",
      "id": "A5086219231",
      "orcid": "https://orcid.org/0000-0002-0200-3884",
      "institutions": [
        {
          "id": "I185261750",
          "display_name": "University of Toronto",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Joao L. Pippi Salle"
    },
    {
      "display_name": "Armando J. Lorenzo",
      "id": "A5025431226",
      "orcid": "https://orcid.org/0000-0001-6735-9462",
      "institutions": [
        {
          "id": "I185261750",
          "display_name": "University of Toronto",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Armando J. Lorenzo"
    }
  ],
  "publication_year": 2009,
  "publication_date": "2009-02-24",
  "type": "article",
  "cited_by_count": 55,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "181",
  "issue": "4",
  "first_page": "1834",
  "last_page": "1840",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.96428156
    },
    {
      "id": "C105698618",
      "display_name": "Blunt",
      "level": 2,
      "score": 0.6202441
    },
    {
      "id": "C126838900",
      "display_name": "Radiology",
      "level": 1,
      "score": 0.54949754
    },
    {
      "id": "C143753070",
      "display_name": "Ultrasound",
      "level": 2,
      "score": 0.53574604
    },
    {
      "id": "C2780110798",
      "display_name": "Trauma center",
      "level": 3,
      "score": 0.45455328
    },
    {
      "id": "C19527891",
      "display_name": "Medical physics",
      "level": 1,
      "score": 0.40479258
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.2454153
    },
    {
      "id": "C167135981",
      "display_name": "Retrospective cohort study",
      "level": 2,
      "score": 0.100913465
    }
  ],
  "topics": [
    {
      "id": "T10844",
      "display_name": "Radiation Dose and Imaging",
      "score": 0.999
    },
    {
      "id": "T11267",
      "display_name": "Abdominal Trauma and Injuries",
      "score": 0.9987
    },
    {
      "id": "T12154",
      "display_name": "Pelvic and Acetabular Injuries",
      "score": 0.993
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/j.juro.2008.12.007",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:19:33.344818",
  "source_database": "OpenAlex"
}