{
  "openalex_id": "W2129356058",
  "doi": "https://doi.org/10.1130/0016-7606(1984)95<686:rraafy>2.0.co;2",
  "title": "Red River and associated faults, Yunnan Province, China: Quaternary geology, slip rates, and seismic hazard",
  "abstract": "Research Article| June 01, 1984 Red River and associated faults, Yunnan Province, China: Quaternary geology, slip rates, and seismic hazard C. R. ALLEN; C. R. ALLEN 1Division of Geological and Planetary Sciences, California Institute of Technology, Pasadena, California 91125 Search for other works by this author on: GSW Google Scholar A. R. GILLESPIE; A. R. GILLESPIE 2Jet Propulsion Laboratory, California Institute of Technology, Pasadena, California 91109 Search for other works by this author on: GSW Google Scholar HAN YUAN; HAN YUAN 3Seismological Bureau of Yunnan Province, Kunming, China Search for other works by this author on: GSW Google Scholar K. E. SIEH; K. E. SIEH 1Division of Geological and Planetary Sciences, California Institute of Technology, Pasadena, California 91125 Search for other works by this author on: GSW Google Scholar ZHANG BUCHUN; ZHANG BUCHUN 4Institute of Geology, State Seismological Bureau, Beijing, China Search for other works by this author on: GSW Google Scholar ZHU CHENGNAN ZHU CHENGNAN 5Seismological Bureau of Yunnan Province, Kunming, China Search for other works by this author on: GSW Google Scholar Author and Article Information C. R. ALLEN 1Division of Geological and Planetary Sciences, California Institute of Technology, Pasadena, California 91125 A. R. GILLESPIE 2Jet Propulsion Laboratory, California Institute of Technology, Pasadena, California 91109 HAN YUAN 3Seismological Bureau of Yunnan Province, Kunming, China K. E. SIEH 1Division of Geological and Planetary Sciences, California Institute of Technology, Pasadena, California 91125 ZHANG BUCHUN 4Institute of Geology, State Seismological Bureau, Beijing, China ZHU CHENGNAN 5Seismological Bureau of Yunnan Province, Kunming, China Publisher: Geological Society of America First Online: 01 Jun 2017 Online ISSN: 1943-2674 Print ISSN: 0016-7606 Geological Society of America GSA Bulletin (1984) 95 (6): 686–700. https://doi.org/10.1130/0016-7606(1984)95<686:RRAAFY>2.0.CO;2 Article history First Online: 01 Jun 2017 Cite View This Citation Add to Citation Manager Share Icon Share Facebook Twitter LinkedIn Email Permissions Search Site Citation C. R. ALLEN, A. R. GILLESPIE, HAN YUAN, K. E. SIEH, ZHANG BUCHUN, ZHU CHENGNAN; Red River and associated faults, Yunnan Province, China: Quaternary geology, slip rates, and seismic hazard. GSA Bulletin 1984;; 95 (6): 686–700. doi: https://doi.org/10.1130/0016-7606(1984)95<686:RRAAFY>2.0.CO;2 Download citation file: Ris (Zotero) Refmanager EasyBib Bookends Mendeley Papers EndNote RefWorks BibTex toolbar search Search Dropdown Menu toolbar search search input Search input auto suggest filter your search All ContentBy SocietyGSA Bulletin Search Advanced Search Abstract The 900-km-long right-slip Red River fault of southernmost China and northern Vietnam is a profound structural discontinuity that is mechanically associated with the collision of the Indian and Eurasian plates. Although history records no large earthquakes resulting from slippage along at least the principal segment of the fault in China, youthful landforms and disruptions of young sedimentary rocks indicate that it has generated large earthquakes during the Pleistocene and Holocene epochs. The historic quiescence thus must be regarded as being indicative of a current seismic gap, although the recurrence interval between major earthquakes is evidently much longer than for many other major active fault systems.That recent displacement has been primarily right lateral is indicated by consistently displaced drainages, ranging in offset from 9 m to 6 km, and the freshness of the smallest and most recent offsets implies repeated Holocene movements. Although physiographic features typical of active faulting such as scarps and drainage diversions are present throughout, the general absence of sag ponds reflects both the high rate of dissection of the fault by the Red River and its tributaries and the lower degree of activity as compared to highly active faults such as the San Andreas fault of California.In its middle 170 km, the fault zone is made up of two branches. The range-front branch demarcates the northeastern base of the Ailao Mountains and, at least locally, has an appreciable component of dip slip. The mid-valley branch, in large part previously unrecognized, traverses principally deeply dissected Cenozoic valley fill northeast of the range-front fault and has undergone almost pure lateral slip. Lateral postfill offsets along the range-front branch diminish toward the southeast, whereas those along the mid-valley branch diminish northwestward; the net effect is that the total postfill offset across both branches is almost uniform.The Red River and its major tributaries appear to have experienced about 5.5 km of right slip since the beginning of a major episode of incision that continues to the present day. Restoration of this offset provides a remarkable alignment of most large tributaries as well as removing a major kink in the course of the Red River itself. Using maximum credible rates of incision, we estimate an average fault-slip rate of 2 to perhaps 5 mm/yr. At this long-term rate of slip, the smallest offsets observed along the fault (9 m) would occur no more frequently than every 1,800 to 4,500 yr on the average. This is consistent with the historical record of fault dormancy for the past 300 yr.North of the Red River fault, there is a large seismically active region laced with numerous faults of north and northwesterly trends. Several of these faults display clear and even spectacular evidence of youthful normal faulting, and some appear to have left-lateral components as well. These faults, as well as the Red River fault itself, are accommodating regional east-west crustal extension and north-south shortening. First Page Preview Close Modal You do not have access to this content, please speak to your institutional administrator if you feel you should have access.",
  "authors": [
    {
      "display_name": "Christian Allen",
      "id": "A5109187076",
      "orcid": null,
      "institutions": [
        {
          "id": "I122411786",
          "display_name": "California Institute of Technology",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "C. R. ALLEN"
    },
    {
      "display_name": "Alan R. Gillespie",
      "id": "A5113996445",
      "orcid": null,
      "institutions": [
        {
          "id": "I122411786",
          "display_name": "California Institute of Technology",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "A. R. GILLESPIE"
    },
    {
      "display_name": "Yuan Han",
      "id": "A5100889560",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210126688",
          "display_name": "Yunnan Earthquake Prevention and Disaster Reduction",
          "country_code": "CN",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "HAN YUAN"
    },
    {
      "display_name": "Kerry Sieh",
      "id": "A5028868339",
      "orcid": "https://orcid.org/0000-0002-7311-2447",
      "institutions": [
        {
          "id": "I122411786",
          "display_name": "California Institute of Technology",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "K. E. SIEH"
    },
    {
      "display_name": "Buchun Zhang",
      "id": "A5113556403",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210159635",
          "display_name": "Beijing Seismological Bureau",
          "country_code": "CN",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "ZHANG BUCHUN"
    },
    {
      "display_name": "ZHU CHENGNAN",
      "id": "A5100889561",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210126688",
          "display_name": "Yunnan Earthquake Prevention and Disaster Reduction",
          "country_code": "CN",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "ZHU CHENGNAN"
    }
  ],
  "publication_year": 1984,
  "publication_date": "1984-01-01",
  "type": "article",
  "cited_by_count": 380,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S3271665",
    "display_name": "Geological Society of America Bulletin",
    "issn_l": "0016-7606",
    "issn": [
      "0016-7606",
      "1943-2674"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310319845"
  },
  "volume": "95",
  "issue": "6",
  "first_page": "686",
  "last_page": "686",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C191935318",
      "display_name": "China",
      "level": 2,
      "score": 0.8133645
    },
    {
      "id": "C2778304055",
      "display_name": "Beijing",
      "level": 3,
      "score": 0.6478807
    },
    {
      "id": "C127313418",
      "display_name": "Geology",
      "level": 0,
      "score": 0.6298938
    },
    {
      "id": "C2984488660",
      "display_name": "Chinese academy of sciences",
      "level": 3,
      "score": 0.56218684
    },
    {
      "id": "C2781113848",
      "display_name": "Geological survey",
      "level": 2,
      "score": 0.49536693
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.4420472
    },
    {
      "id": "C2779483780",
      "display_name": "Geologist",
      "level": 2,
      "score": 0.4308287
    },
    {
      "id": "C16674752",
      "display_name": "Mining engineering",
      "level": 1,
      "score": 0.3712377
    },
    {
      "id": "C165205528",
      "display_name": "Seismology",
      "level": 1,
      "score": 0.33434895
    },
    {
      "id": "C161191863",
      "display_name": "Library science",
      "level": 1,
      "score": 0.33053833
    },
    {
      "id": "C205649164",
      "display_name": "Geography",
      "level": 0,
      "score": 0.23546082
    },
    {
      "id": "C151730666",
      "display_name": "Paleontology",
      "level": 1,
      "score": 0.16234878
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10110",
      "display_name": "earthquake and tectonic studies",
      "score": 0.9997
    },
    {
      "id": "T10271",
      "display_name": "Seismic Imaging and Inversion Techniques",
      "score": 0.9969
    },
    {
      "id": "T13177",
      "display_name": "Geological and Geophysical Studies",
      "score": 0.9969
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1130/0016-7606(1984)95<686:rraafy>2.0.co;2",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T16:04:38.986052",
  "source_database": "OpenAlex"
}