{
  "openalex_id": "W2127095751",
  "doi": "https://doi.org/10.1016/s0022-5347(01)66792-2",
  "title": "Prognostic Significance of Positive Surgical Margins in Radical Prostatectomy Specimens",
  "abstract": "No AccessJournal of UrologyClinical Urology: Original Article1 Nov 1995Prognostic Significance of Positive Surgical Margins in Radical Prostatectomy Specimens Makoto Ohori, Thomas M. Wheeler, Michael W. Kattan, Yasuki Goto, and Peter T. Scardino Makoto OhoriMakoto Ohori , Thomas M. WheelerThomas M. Wheeler , Michael W. KattanMichael W. Kattan , Yasuki GotoYasuki Goto , and Peter T. ScardinoPeter T. Scardino View All Author Informationhttps://doi.org/10.1016/S0022-5347(01)66792-2AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: The prognostic significance of positive surgical margins in radical prostatectomy specimens was assessed. Materials and Methods: The interval to progression (increasing prostate specific antigen level) was measured in 478 patients by status of the surgical margins. Results: At 5 years, the nonprogression rate was 64 percent for patients with and 83 percent for those without positive surgical margins. With a high grade cancer, seminal vesicle invasion or lymph node metastases, positive surgical margins had no effect on prognosis; with extracapsular extension and a Gleason score of 6 or less positive surgical margins were associated with a higher progression rate. Conclusions: Prognosis was adversely affected by positive surgical margins only in moderately differentiated cancers with extracapsular extension alone. If the cancer is otherwise confined, positive surgical margins are associated with an excellent prognosis unlikely to be improved by adjuvant therapy. References 1 : Impact of radical prostatectomy in the management of clinically localized disease. J. Urol.1994; 152: 1826. Link, Google Scholar 2 : Correlation of pathologic findings with progression following radical retropubic prostatectomy. Cancer1993; 71: 3582. Google Scholar 3 : Is tumor volume an independent predictor of progression following radical prostatectomy? A multivariate analysis of 185 clinical stage B adenocarcinomas of the prostate with 5 years of followup. J. Urol.1993; 149: 1478. Link, Google Scholar 4 : Positive surgical margins at radical prostatectomy: importance of the apical dissection. J. Urol.1990; 143: 1166. Link, Google Scholar 5 : Frequency and location of extracapsular extension and positive surgical margins in radical prostatectomy specimens. J. Urol.1992; 148: 331. Link, Google Scholar 6 : Analysis of risk factors associated with prostate cancer extension to the surgical margin and pelvic node metastasis at radical prostatectomy. J. Urol.1993; 150: 1845. Link, Google Scholar 7 : Urological tumours: prostate. In: TNM Classification of Malignant Tumours, 4th ed.. Edited by . New York: Springer-Verlag1987: 141. Google Scholar 8 : Anatomic considerations in carcinoma of the prostate. Urol. Clin. N. Amer.1989; 16: 623. Google Scholar 9 : The use of prostate specific antigen, clinical stage and Gleason score to predict pathological stage in men with localized prostate cancer. J. Urol.1993; 150: 110. Link, Google Scholar 10 : Morphologic analysis of surgical margins with positive findings in prostatectomy for adenocarcinoma of the prostate. Cancer1992; 69: 520. Google Scholar 11 : Influence of capsular penetration on progression following radical prostatectomy: a study of 196 cases with long-term followup. J. Urol.1993; 150: 135. Link, Google Scholar 12 : Prognostic significance of lymph nodal metastases in prostate cancer. J. Urol.1989; 142: 332. Link, Google Scholar 13 : Nerve-sparing radical prostatectomy: evaluation of results after 250 patients. J. Urol.1990; 143: 538. Link, Google Scholar 14 : Long-term (15 years) results after radical prostatectomy for clinically localized (stage T2c or lower) prostate cancer. J. Urol.1994; 152: 1850. Link, Google Scholar 15 : Adjuvant radiotherapy following radical prostatectomy: results and complications. J. Urol.1986; 135: 65. Link, Google Scholar 16 : Radiation therapy as adjuvant treatment after radical prostatectomy. NCI Monogr.1988; 7: 141. Google Scholar 17 : Bilateral pelvic lymphadenectomy and radical prostatectomy for clinical stage C prostatic cancer: role of adjuvant treatment for residual cancer and in disease progression. J. Urol.1986; 135: 1199. Link, Google Scholar 18 : Neoadjuvant androgen blockade prior to prostatectomy: a retrospective study and critical review. Prostate1994; 5: 9. Google Scholar 19 : Modifications in the technique of radical retropubic prostatectomy to minimize blood loss. In: . Philadelphia: W. B. Saunders Co.1994: 65. Google Scholar 20 : Has there been a recent shift towards earlier stage cancer among patients treated with radical prostatectomy? J. Urol.1995; 153: 428A. abstract 797. Google Scholar 21 : Editorial comment. J. Urol.1990; 143: 1172. Abstract, Google Scholar 22 : Hazard rates (HR) for progression, determined by PSA, after radical prostatectomy (RP) for T1-2 prostate cancer. J. Urol.1995; 153: 391A. abstract 649. Google Scholar 23 : Evaluation of radical prostatectomy specimens. Amer. J. Surg. Path.1992; 16: 315. Google Scholar 24 : The mechanisms and prognostic significance of seminal vesicle involvement by prostate cancer. Amer. J. Surg. Path.1993; 17: 1252. Google Scholar Matsunaga-Conte Prostate Cancer Research Center, Scott Department of Urology, Department of Pathology and The Information Technology Program, Baylor College of Medicine and Methodist Hospital, Houston, Texas.© 1995 by American Urological Association, Inc.FiguresReferencesRelatedDetailsCited byPisansky T, Thompson I, Valicenti R, D'Amico A and Selvarajah S (2019) Adjuvant and Salvage Radiotherapy after Prostatectomy: ASTRO/AUA Guideline Amendment 2018-2019Journal of Urology, VOL. 202, NO. 3, (533-538), Online publication date: 1-Sep-2019.Kates M, Sopko N, Han M, Partin A and Epstein J (2015) Importance of Reporting the Gleason Score at the Positive Surgical Margin Site: Analysis of 4,082 Consecutive Radical Prostatectomy CasesJournal of Urology, VOL. 195, NO. 2, (337-342), Online publication date: 1-Feb-2016.Thompson I, Valicenti R, Albertsen P, Davis B, Goldenberg S, Hahn C, Klein E, Michalski J, Roach M, Sartor O, Wolf J and Faraday M (2013) Adjuvant and Salvage Radiotherapy After Prostatectomy: AUA/ASTRO GuidelineJournal of Urology, VOL. 190, NO. 2, (441-449), Online publication date: 1-Aug-2013.Çalışkan S and Kaya C (2011) Re: Location, Extent and Number of Positive Surgical Margins do Not Improve Accuracy of Predicting Prostate Cancer Recurrence After Radical ProstatectomyJournal of Urology, VOL. 185, NO. 3, (1155-1155), Online publication date: 1-Mar-2011.Epstein J (2010) Editorial CommentJournal of Urology, VOL. 183, NO. 3, (1001-1001), Online publication date: 1-Mar-2010.Alkhateeb S, Alibhai S, Fleshner N, Finelli A, Jewett M, Zlotta A, Nesbitt M, Lockwood G and Trachtenberg J (2009) Impact of Positive Surgical Margins After Radical Prostatectomy Differs by Disease Risk GroupJournal of Urology, VOL. 183, NO. 1, (145-150), Online publication date: 1-Jan-2010.Kordan Y, Salem S, Chang S, Clark P, Cookson M, Davis R, Herrell S, Baumgartner R, Phillips S, Smith J and Barocas D (2009) Impact of Positive Apical Surgical Margins on Likelihood of Biochemical Recurrence After Radical ProstatectomyJournal of Urology, VOL. 182, NO. 6, (2695-2701), Online publication date: 1-Dec-2009.Stephenson A, Wood D, Kattan M, Klein E, Scardino P, Eastham J and Carver B (2009) Location, Extent and Number of Positive Surgical Margins Do Not Improve Accuracy of Predicting Prostate Cancer Recurrence After Radical ProstatectomyJournal of Urology, VOL. 182, NO. 4, (1357-1363), Online publication date: 1-Oct-2009.Swindle P, Eastham J, Ohori M, Kattan M, Wheeler T, Maru N, Slawin K and Scardino P (2018) Do Margins Matter? The Prognostic Significance of Positive Surgical Margins in Radical Prostatectomy SpecimensJournal of Urology, VOL. 179, NO. 5S, (S47-S51), Online publication date: 1-May-2008.Chuang A, Nielsen M, Hernandez D, Walsh P and Epstein J (2007) The Significance of Positive Surgical Margin in Areas of Capsular Incision in Otherwise Organ Confined Disease at Radical ProstatectomyJournal of Urology, VOL. 178, NO. 4, (1306-1310), Online publication date: 1-Oct-2007.Ates M, Teber D, Gözen A, Tefekli A, Sugiono M, Hruza M and Rassweiler J (2018) Do Tumor Volume, Tumor Volume Ratio, Type of Nerve Sparing and Surgical Experience Affect Prostate Specific Antigen Recurrence After Laparoscopic Radical Prostatectomy? A Matched Pair AnalysisJournal of Urology, VOL. 177, NO. 5, (1771-1776), Online publication date: 1-May-2007.SWINDLE P, EASTHAM J, OHORI M, KATTAN M, WHEELER T, MARU N, SLAWIN K and SCARDINO P (2018) DO MARGINS MATTER? THE PROGNOSTIC SIGNIFICANCE OF POSITIVE SURGICAL MARGINS IN RADICAL PROSTATECTOMY SPECIMENSJournal of Urology, VOL. 174, NO. 3, (903-907), Online publication date: 1-Sep-2005.KIKUCHI E, SCARDINO P, WHEELER T, SLAWIN K and OHORI M (2018) IS TUMOR VOLUME AN INDEPENDENT PROGNOSTIC FACTOR IN CLINICALLY LOCALIZED PROSTATE CANCER?Journal of Urology, VOL. 172, NO. 2, (508-511), Online publication date: 1-Aug-2004.PETTUS J, WEIGHT C, THOMPSON C, MIDDLETON R and STEPHENSON R (2018) BIOCHEMICAL FAILURE IN MEN FOLLOWING RADICAL RETROPUBIC PROSTATECTOMY: IMPACT OF SURGICAL MARGIN STATUS AND LOCATIONJournal of Urology, VOL. 172, NO. 1, (129-132), Online publication date: 1-Jul-2004.SHUFORD M, COOKSON M, CHANG S, SHINTANI A, TSIATIS A, SMITH J and SHAPPELL S (2018) ADVERSE PROGNOSTIC SIGNIFICANCE OF CAPSULAR INCISION WITH RADICAL RETROPUBIC PROSTATECTOMYJournal of Urology, VOL. 172, NO. 1, (119-123), Online publication date: 1-Jul-2004.COOPERBERG M, BROERING J, LITWIN M, LUBECK D, MEHTA S, HENNING J and CARROLL P (2018) THE CONTEMPORARY MANAGEMENT OF PROSTATE CANCER IN THE UNITED STATES: LESSONS FROM THE CANCER OF THE PROSTATE STRATEGIC UROLOGIC RESEARCH ENDEAVOR (CAPSURE), A NATIONAL DISEASE REGISTRYJournal of Urology, VOL. 171, NO. 4, (1393-1401), Online publication date: 1-Apr-2004.SINGH H, CANTO E, SHARIAT S, KADMON D, MILES B, WHEELER T and SLAWIN K (2018) Improved Detection of Clinically Significant, Curable Prostate Cancer With Systematic 12-Core BiopsyJournal of Urology, VOL. 171, NO. 3, (1089-1092), Online publication date: 1-Mar-2004.EASTHAM J, KATTAN M, RIEDEL E, BEGG C, WHEELER T, GERIGK C, GONEN M, REUTER V and SCARDINO P (2018) Variations Among Individual Surgeons in the Rate of Positive Surgical Margins in Radical Prostatectomy SpecimensJournal of Urology, VOL. 170, NO. 6, (2292-2295), Online publication date: 1-Dec-2003.KAMAT A, BABAIAN K, CHEUNG M, NAYA Y, HUANG S, KUBAN D and BABAIAN R (2018) Identification of Factors Predicting Response to Adjuvant Radiation Therapy in Patients With Positive Margins After Radical ProstatectomyJournal of Urology, VOL. 170, NO. 5, (1860-1863), Online publication date: 1-Nov-2003.FREEDLAND S, ARONSON W, PRESTI J, KANE C, TERRIS M, ELASHOFF D and AMLING C (2018) Should a Positive Surgical Margin Following Radical Prostatectomy be Pathological Stage T2 or T3? Results From the SEARCH DatabaseJournal of Urology, VOL. 169, NO. 6, (2142-2146), Online publication date: 1-Jun-2003.AKDUMAN B and CRAWFORD E (2018) The Management of High Risk Prostate CancerJournal of Urology, VOL. 169, NO. 6, (1993-1998), Online publication date: 1-Jun-2003.GUILLONNEAU B, EL-FETTOUH H, BAUMERT H, CATHELINEAU X, DOUBLET J, FROMONT G and VALLANCIEN G (2018) Laparoscopic Radical Prostatectomy: Oncological Evaluation After 1,000 Cases at Montsouris InstituteJournal of Urology, VOL. 169, NO. 4, (1261-1266), Online publication date: 1-Apr-2003.SOFER M, SAVOIE M, KIM S, CIVANTOS F and SOLOWAY M (2018) Biochemical And Pathological Predictors Of The Recurrence Of Prostatic Adenocarcinoma With Seminal Vesicle InvasionJournal of Urology, VOL. 169, NO. 1, (153-156), Online publication date: 1-Jan-2003.YOSSEPOWITCH O, SIRCAR K, SCARDINO P, OHORI M, KATTAN M, WHEELER T and REUTER V (2018) Bladder Neck Involvement in Pathological Stage pT4 Radical Prostatectomy Specimens is Not An Independent Prognostic FactorJournal of Urology, VOL. 168, NO. 5, (2011-2015), Online publication date: 1-Nov-2002.Elliott S, Shinohara K, Logan S and Carroll P (2018) Sextant Prostate Biopsies Predict Side and Sextant Site of Extracapsular Extension of Prostate CancerJournal of Urology, VOL. 168, NO. 1, (105-109), Online publication date: 1-Jul-2002.LAU W, BLUTE M, BOSTWICK D, WEAVER A, SEBO T and ZINCKE H (2018) PROGNOSTIC FACTORS FOR SURVIVAL OF PATIENTS WITH PATHOLOGICAL GLEASON SCORE 7 PROSTATE CANCER: DIFFERENCES IN OUTCOME BETWEEN PRIMARY GLEASON GRADES 3 AND 4Journal of Urology, VOL. 166, NO. 5, (1692-1697), Online publication date: 1-Nov-2001.SHAH O, MELAMED J and LEPOR H (2018) ANALYSIS OF APICAL SOFT TISSUE MARGINS DURING RADICAL RETROPUBIC PROSTATECTOMYJournal of Urology, VOL. 165, NO. 6 Part 1, (1943-1949), Online publication date: 1-Jun-2001.BLUTE M, BERGSTRALH E, IOCCA A, SCHERER B and ZINCKE H (2018) USE OF GLEASON SCORE, PROSTATE SPECIFIC ANTIGEN, SEMINAL VESICLE AND MARGIN STATUS TO PREDICT BIOCHEMICAL FAILURE AFTER RADICAL PROSTATECTOMYJournal of Urology, VOL. 165, NO. 1, (119-125), Online publication date: 1-Jan-2001.GAO X, MOHIDEEN N, FLANIGAN R, WATERS W, WOJCIK E and LEMAN C (2018) THE EXTENT OF BIOPSY INVOLVEMENT AS AN INDEPENDENT PREDICTOR OF EXTRAPROSTATIC EXTENSION AND SURGICAL MARGIN STATUS IN LOW RISK PROSTATE CANCER: : IMPLICATIONS FOR TREATMENT SELECTIONJournal of Urology, VOL. 164, NO. 6, (1982-1986), Online publication date: 1-Dec-2000.SCOLIERI M, ALTMAN A and RESNICK M (2018) NEOADJUVANT HORMONAL ABLATIVE THERAPY BEFORE RADICAL PROSTATECTOMY: A REVIEW. IS IT INDICATED?Journal of Urology, VOL. 164, NO. 5, (1465-1472), Online publication date: 1-Nov-2000.GROSSFELD G, TIGRANI V, NUDELL D, ROACH M, WEINBERG V, PRESTI J, SMALL E and CARROLL P (2018) MANAGEMENT OF A POSITIVE SURGICAL MARGIN AFTER RADICAL PROSTATECTOMY: DECISION ANALYSISJournal of Urology, VOL. 164, NO. 1, (93-100), Online publication date: 1-Jul-2000.TIGUERT R, GHEILER E, GRIGNON D, LITTRUP P, SAKR W, PONTES J and WOOD D (2018) PATIENTS WITH ABNORMAL ULTRASOUND OF THE PROSTATE BUT NORMAL DIGITAL RECTAL EXAMINATION SHOULD BE CLASSIFIED AS HAVING CLINICAL STAGE T2 TUMORSJournal of Urology, VOL. 163, NO. 5, (1486-1490), Online publication date: 1-May-2000.Jarrard D (2018) EDITORIAL: MORE DATA ON LOCALLY EXTENSIVE PROSTATE CANCER—BETTING ON THE MARGINJournal of Urology, VOL. 163, NO. 4, (1189-1190), Online publication date: 1-Apr-2000.GROSSFELD G, CHANG J, BROERING J, MILLER D, YU J, FLANDERS S, HENNING J, STIER D and CARROLL P (2018) IMPACT OF POSITIVE SURGICAL MARGINS ON PROSTATE CANCER RECURRENCE AND THE USE OF SECONDARY CANCER TREATMENT: DATA FROM THE CAPSURE DATABASEJournal of Urology, VOL. 163, NO. 4, (1171-1177), Online publication date: 1-Apr-2000.Guillonneau B and Vallancien G (2018) LAPAROSCOPIC RADICAL PROSTATECTOMY: THE MONTSOURIS EXPERIENCEJournal of Urology, VOL. 163, NO. 2, (418-422), Online publication date: 1-Feb-2000.de la TAILLE A, RUBIN M, BAGIELLA E, OLSSON C, BUTTYAN R, BURCHARDT T, KNIGHT C, O'TOOLE K and KATZ A (2018) CAN PERINEURAL INVASION ON PROSTATE NEEDLE BIOPSY PREDICT PROSTATE SPECIFIC ANTIGEN RECURRENCE AFTER RADICAL PROSTATECTOMY?Journal of Urology, VOL. 162, NO. 1, (103-106), Online publication date: 1-Jul-1999.OH J, COLBERG J, ORNSTEIN D, JOHNSON E, CHAN D, VIRGO K and JOHNSON F (2018) CURRENT FOLLOWUP STRATEGIES AFTER RADICAL PROSTATECTOMY: A SURVEY OF AMERICAN UROLOGICAL ASSOCIATION UROLOGISTSJournal of Urology, VOL. 161, NO. 2, (520-523), Online publication date: 1-Feb-1999.OHORI M, ABBAS F, WHEELER T, KATTAN M, SCARDINO P and LERNER S (2018) PATHOLOGICAL FEATURES AND PROGNOSTIC SIGNIFICANCE OF PROSTATE CANCER IN THE APICAL SECTION DETERMINED BY WHOLE MOUNT HISTOLOGYJournal of Urology, VOL. 161, NO. 2, (500-504), Online publication date: 1-Feb-1999.ISELIN C, ROBERTSON J and PAULSON D (2018) RADICAL PERINEAL PROSTATECTOMY: ONCOLOGICAL OUTCOME DURING A 20-YEAR PERIODJournal of Urology, VOL. 161, NO. 1, (163-168), Online publication date: 1-Jan-1999.ROGERS R, GROSSFELD G, ROACH M, SHINOHARA K, PRESTI J and CARROLL P (2018) RADIATION THERAPY FOR THE MANAGEMENT OF BIOPSY PROVED LOCAL RECURRENCE AFTER RADICAL PROSTATECTOMYJournal of Urology, VOL. 160, NO. 5, (1748-1753), Online publication date: 1-Nov-1998.TEFILLI M, GHEILER E, TIGUERT R, BANERJEE M, SAKR W, GRIGNON D, PONTES J and WOOD D (2018) PROGNOSTIC INDICATORS IN PATIENTS WITH SEMINAL VESICLE INVOLVEMENT FOLLOWING RADICAL PROSTATECTOMY FOR CLINICALLY LOCALIZED PROSTATE CANCERJournal of Urology, VOL. 160, NO. 3 Part 1, (802-806), Online publication date: 1-Sep-1998.WIEDER J and SOLOWAY M (2018) INCIDENCE, ETIOLOGY, LOCATION, PREVENTION AND TREATMENT OF POSITIVE SURGICAL MARGINS AFTER RADICAL PROSTATECTOMY FOR PROSTATE CANCERJournal of Urology, VOL. 160, NO. 2, (299-315), Online publication date: 1-Aug-1998.EPSTEIN J, POUND C, PARTIN A and WALSH P (2018) DISEASE PROGRESSION FOLLOWING RADICAL PROSTATECTOMY IN MEN WITH GLEASON SCORE 7 TUMORJournal of Urology, VOL. 160, NO. 1, (97-101), Online publication date: 1-Jul-1998.ALSIKAFI N and BRENDLER C (2018) SURGICAL MODIFICATIONS OF RADICAL RETROPUBIC PROSTATECTOMY TO DECREASE INCIDENCE OF POSITIVE SURGICAL MARGINSJournal of Urology, VOL. 159, NO. 4, (1281-1285), Online publication date: 1-Apr-1998.RABBANI F, GOLDENBERG S and KLOTZ L (2018) PREDICTORS OF PATHOLOGICAL STAGE BEFORE NEOADJUVANT ANDROGEN WITHDRAWAL THERAPY AND RADICAL PROSTATECTOMYJournal of Urology, VOL. 159, NO. 3, (925-928), Online publication date: 1-Mar-1998.Fesseha T, Sakr W, Grignon D, Banerjee M, Wood D and Pontes J (2018) PROGNOSTIC IMPLICATIONS OF A POSITIVE APICAL MARGIN IN RADICAL PROSTATECTOMY SPECIMENSJournal of Urology, VOL. 158, NO. 6, (2176-2179), Online publication date: 1-Dec-1997.Vicini F, Horwitz E, Gonzalez J and Martinez A (2018) Treatment Options for Localized Prostate Cancer Based on Pretreatment Serum Prostate Specific Antigen LevelsJournal of Urology, VOL. 158, NO. 2, (319-325), Online publication date: 1-Aug-1997. (2018) EDITORIAL COMMENTJournal of Urology, VOL. 158, NO. 1, (29-30), Online publication date: 1-Jul-1997.Soh S, Kattan M, Berkman S, Wheeler T and Scardino P (2018) Has There Been a Recent Shift in the Pathological Features and Prognosis of Patients Treated With Radical Prostatectomy?Journal of Urology, VOL. 157, NO. 6, (2212-2218), Online publication date: 1-Jun-1997.Lerner S, Blute M, Bergstralh E, Bostwick D, Eickholt J and Zincke H (2018) In Reply: ReJournal of Urology, VOL. 157, NO. 1, (270-270), Online publication date: 1-Jan-1997.Epstein J and Sauvageot J (2018) Do Close but Negative Margins in Radical Prostatectomy Specimens Increase the Risk of Postoperative Progression?Journal of Urology, VOL. 157, NO. 1, (241-243), Online publication date: 1-Jan-1997. (2018) EDITORIAL COMMENTJournal of Urology, VOL. 156, NO. 2, (457-458), Online publication date: 1-Aug-1996.Debruyne F, Dijkman G, Lee D and Witjes W (2018) Editorial: Prostate Cancer--Staging and PrognosisJournal of Urology, VOL. 155, NO. 4, (1355-1356), Online publication date: 1-Apr-1996.Haas G (2018) Editorial: Strategies to Manage Prostate CancerJournal of Urology, VOL. 155, NO. 2, (628-629), Online publication date: 1-Feb-1996. (2018) REPLY BY AUTHORSJournal of Urology, VOL. 154, NO. 6, (2109-2109), Online publication date: 1-Dec-1995. Volume 154Issue 5November 1995Page: 1818-1824 Advertisement Copyright & Permissions© 1995 by American Urological Association, Inc.MetricsAuthor Information Makoto Ohori More articles by this author Thomas M. Wheeler More articles by this author Michael W. Kattan More articles by this author Yasuki Goto More articles by this author Peter T. Scardino More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Makoto Ohori",
      "id": "A5078631198",
      "orcid": null,
      "institutions": [
        {
          "id": "I1295876152",
          "display_name": "Houston Methodist",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I4210109259",
          "display_name": "Methodist Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I4210127473",
          "display_name": "Cancer Research Center",
          "country_code": "US",
          "type": "nonprofit"
        },
        {
          "id": "I181547552",
          "display_name": "Baylor College of Medicine",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Makoto Ohori"
    },
    {
      "display_name": "Thomas M. Wheeler",
      "id": "A5037470251",
      "orcid": "https://orcid.org/0000-0001-9746-1521",
      "institutions": [
        {
          "id": "I181547552",
          "display_name": "Baylor College of Medicine",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1295876152",
          "display_name": "Houston Methodist",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I4210109259",
          "display_name": "Methodist Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I4210127473",
          "display_name": "Cancer Research Center",
          "country_code": "US",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Thomas M. Wheeler"
    },
    {
      "display_name": "Michael W. Kattan",
      "id": "A5054374857",
      "orcid": "https://orcid.org/0000-0002-3840-4161",
      "institutions": [
        {
          "id": "I4210109259",
          "display_name": "Methodist Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I4210127473",
          "display_name": "Cancer Research Center",
          "country_code": "US",
          "type": "nonprofit"
        },
        {
          "id": "I181547552",
          "display_name": "Baylor College of Medicine",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1295876152",
          "display_name": "Houston Methodist",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Michael W. Kattan"
    },
    {
      "display_name": "Yasuki Goto",
      "id": "A5109287882",
      "orcid": null,
      "institutions": [
        {
          "id": "I181547552",
          "display_name": "Baylor College of Medicine",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1295876152",
          "display_name": "Houston Methodist",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I4210127473",
          "display_name": "Cancer Research Center",
          "country_code": "US",
          "type": "nonprofit"
        },
        {
          "id": "I4210109259",
          "display_name": "Methodist Hospital",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Yasuki Goto"
    },
    {
      "display_name": "Peter T. Scardino",
      "id": "A5012224683",
      "orcid": "https://orcid.org/0000-0002-1601-8411",
      "institutions": [
        {
          "id": "I4210109259",
          "display_name": "Methodist Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I4210127473",
          "display_name": "Cancer Research Center",
          "country_code": "US",
          "type": "nonprofit"
        },
        {
          "id": "I181547552",
          "display_name": "Baylor College of Medicine",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1295876152",
          "display_name": "Houston Methodist",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Peter T. Scardino"
    }
  ],
  "publication_year": 1995,
  "publication_date": "1995-11-01",
  "type": "article",
  "cited_by_count": 571,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "154",
  "issue": "5",
  "first_page": "1818",
  "last_page": "1824",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.95803434
    },
    {
      "id": "C2779466945",
      "display_name": "Prostatectomy",
      "level": 4,
      "score": 0.85012424
    },
    {
      "id": "C126894567",
      "display_name": "Urology",
      "level": 1,
      "score": 0.5756761
    },
    {
      "id": "C2776235491",
      "display_name": "Prostate",
      "level": 3,
      "score": 0.20529914
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.17283973
    },
    {
      "id": "C121608353",
      "display_name": "Cancer",
      "level": 2,
      "score": 0.053578705
    }
  ],
  "topics": [
    {
      "id": "T10124",
      "display_name": "Prostate Cancer Diagnosis and Treatment",
      "score": 0.9998
    },
    {
      "id": "T10543",
      "display_name": "Prostate Cancer Treatment and Research",
      "score": 0.9906
    },
    {
      "id": "T10285",
      "display_name": "Venous Thromboembolism Diagnosis and Management",
      "score": 0.9654
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/s0022-5347(01)66792-2",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:55:41.487160",
  "source_database": "OpenAlex"
}