{
  "openalex_id": "W2129057248",
  "doi": "https://doi.org/10.1130/0016-7606(2001)113<0743:tcifst>2.0.co;2",
  "title": "Temporal changes in fault strike (to 90°) and extension directions during multiple episodes of extension: An example from eastern Nevada",
  "abstract": "Research Article| June 01, 2001 Temporal changes in fault strike (to 90°) and extension directions during multiple episodes of extension: An example from eastern Nevada Wanda J. Taylor; Wanda J. Taylor 1Department of Geoscience, University of Nevada, Las Vegas, Nevada 89154-4010, USA Search for other works by this author on: GSW Google Scholar Douglas D. Switzer Douglas D. Switzer 1Department of Geoscience, University of Nevada, Las Vegas, Nevada 89154-4010, USA Search for other works by this author on: GSW Google Scholar Author and Article Information Wanda J. Taylor 1Department of Geoscience, University of Nevada, Las Vegas, Nevada 89154-4010, USA Douglas D. Switzer 1Department of Geoscience, University of Nevada, Las Vegas, Nevada 89154-4010, USA Publisher: Geological Society of America Received: 01 Mar 1999 Revision Received: 18 May 2000 Accepted: 10 Jul 2000 First Online: 01 Jun 2017 Online ISSN: 1943-2674 Print ISSN: 0016-7606 Geological Society of America GSA Bulletin (2001) 113 (6): 743–759. https://doi.org/10.1130/0016-7606(2001)113<0743:TCIFST>2.0.CO;2 Article history Received: 01 Mar 1999 Revision Received: 18 May 2000 Accepted: 10 Jul 2000 First Online: 01 Jun 2017 Cite View This Citation Add to Citation Manager Share Icon Share Facebook Twitter LinkedIn Email Permissions Search Site Citation Wanda J. Taylor, Douglas D. Switzer; Temporal changes in fault strike (to 90°) and extension directions during multiple episodes of extension: An example from eastern Nevada. GSA Bulletin 2001;; 113 (6): 743–759. doi: https://doi.org/10.1130/0016-7606(2001)113<0743:TCIFST>2.0.CO;2 Download citation file: Ris (Zotero) Refmanager EasyBib Bookends Mendeley Papers EndNote RefWorks BibTex toolbar search Search Dropdown Menu toolbar search search input Search input auto suggest filter your search All ContentBy SocietyGSA Bulletin Search Advanced Search Abstract In areas with prolonged extensional histories or multiple episodes of extension, temporally distinct extensional fault systems, including dip-slip-normal, oblique-slip, and/or strike-slip faults, may form. These fault systems may be spatially distinct, overlapped, or completely superimposed, and different fault systems may have different fault strikes and extension directions. Although fault strike is not a very sensitive indicator of principal stress directions, changes through time in fault strike of as much as 90° exceed the uncertainty. Overprinted extensional fault systems of different ages with significantly different (to 90°) fault strikes and extension directions provide strong evidence of changes in the regional stress field with time.Tens of millions of years of extension occurred in the Basin and Range Province of the United States and many temporally distinct fault sets formed through that time. We document at least four extensional episodes and the fault kinematics of each, where possible, in the central Hiko Range, eastern Nevada. The four Cenozoic extensional events are prevolcanic, synvolcanic, postvolcanic Miocene–Pliocene (?), and postvolcanic Pliocene (?)–Quaternary. The prevolcanic faults strike north-south and are interpreted as footwall faults to the regional Eocene–Oligocene Snake-Stampede extensional system, which caused approximately east-west extension. The synvolcanic faults are late Oligocene–Miocene age and strike east-west. Although they are rare and have minor offset, they accommodated north-south–directed extension. Postvolcanic faults, part of the Timpahute lineament, are approximately east-west– striking normal and northeast-striking oblique-slip faults. They also accommodated approximately north-south extension during Miocene time. The northeast-striking left-normal oblique-slip fault set formed as new faults and records a change between north-south and east-west extension in Miocene time. Later east-west extension occurred along the Pliocene (?) to Quaternary Hiko fault zone.These four overprinted extensional systems show two separate changes in normal fault strike of ∼90°, from north-south to east- west and from east-west back to north-south. Consequently, the extension direction similarly changed through time. We suggest that causes for the changes in direction of upper crustal extension include a change from stresses created by (1) plate interactions, which generated approximately east-west extension, to (2) mantle motions, which generated approximately north-south extension, and (3) back again. The extension related to mantle motions is associated with a band of volcanism that passed across the northern Basin and Range Province, moving generally from north to south, during the protracted period of extension. Therefore, a change from plate boundary– or interaction-derived stresses to mantle- or volcanism-related stresses and back again is possible. You do not have access to this content, please speak to your institutional administrator if you feel you should have access.",
  "authors": [
    {
      "display_name": "Wanda J. Taylor",
      "id": "A5046969639",
      "orcid": "https://orcid.org/0000-0002-8768-9976",
      "institutions": [
        {
          "id": "I133999245",
          "display_name": "University of Nevada, Las Vegas",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Wanda J. Taylor"
    },
    {
      "display_name": "Douglas Duane Switzer",
      "id": "A5055506255",
      "orcid": null,
      "institutions": [
        {
          "id": "I133999245",
          "display_name": "University of Nevada, Las Vegas",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Douglas D. Switzer"
    }
  ],
  "publication_year": 2001,
  "publication_date": "2001-06-01",
  "type": "article",
  "cited_by_count": 8,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S3271665",
    "display_name": "Geological Society of America Bulletin",
    "issn_l": "0016-7606",
    "issn": [
      "0016-7606",
      "1943-2674"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310319845"
  },
  "volume": "113",
  "issue": "6",
  "first_page": "743",
  "last_page": "759",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2993101906",
      "display_name": "Las vegas",
      "level": 3,
      "score": 0.87821525
    },
    {
      "id": "C2778805511",
      "display_name": "Citation",
      "level": 2,
      "score": 0.68766606
    },
    {
      "id": "C127313418",
      "display_name": "Geology",
      "level": 0,
      "score": 0.55800664
    },
    {
      "id": "C2779483780",
      "display_name": "Geologist",
      "level": 2,
      "score": 0.46127272
    },
    {
      "id": "C175551986",
      "display_name": "Fault (geology)",
      "level": 2,
      "score": 0.46085066
    },
    {
      "id": "C2778029271",
      "display_name": "Extension (predicate logic)",
      "level": 2,
      "score": 0.45536724
    },
    {
      "id": "C161191863",
      "display_name": "Library science",
      "level": 1,
      "score": 0.33726728
    },
    {
      "id": "C165205528",
      "display_name": "Seismology",
      "level": 1,
      "score": 0.31238025
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.2876711
    },
    {
      "id": "C151730666",
      "display_name": "Paleontology",
      "level": 1,
      "score": 0.2481589
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.18544966
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.16729957
    },
    {
      "id": "C18918823",
      "display_name": "Tourism",
      "level": 2,
      "score": 0.102056146
    },
    {
      "id": "C199360897",
      "display_name": "Programming language",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10001",
      "display_name": "Geological and Geochemical Analysis",
      "score": 0.9999
    },
    {
      "id": "T10110",
      "display_name": "earthquake and tectonic studies",
      "score": 0.9998
    },
    {
      "id": "T10413",
      "display_name": "High-pressure geophysics and materials",
      "score": 0.9991
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1130/0016-7606(2001)113<0743:tcifst>2.0.co;2",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:50:37.739167",
  "source_database": "OpenAlex"
}