{
  "openalex_id": "W21362445",
  "doi": null,
  "title": "The Art and Mystery of Historical Archaeology: Essays in Honor of James Deetz",
  "abstract": "Foreword (Ivor Noel Hume). BACKGROUND. Introduction (Anne Yentsch and Mary C. Beaudry). Man and Vision in Historical Archaeology (Anne Yentsch). THE SPIRIT OF PLACE. The Self in Space: The City as Material Culture (Dell Upton). Faces and Facades: Victorian Ideology in Early Sacramento (Adrian Praetzellis and Mary Praetzellis). Industrial Goods in the Service of Tradition (Leslie Stewart-Abernathy). Industrial Goods in the Service of Tradition: Consumption and Cognition on an Ozark Farmstead before the Great War (Leslie C. Stewart-Abernathy). Big Things Remembered: Anglo-Virginian Houses, Armorial Devices, and the Impact of Common Sense (William M. Kelso). SEEING THROUGH THE STONES. Strange Attractors and the Cemetery Set (Edwin Dethlefsen). The Lamson-Carved Gravestones of Watertown, Massachusetts (Ian Brown). HISTORY FROM THE BOTTOM UP. The Ideals and Realities Behind the Design and Use of 19th Century Virginia Slave Cabins (Larry McKee). Fathers and Daughters: Land Ownership, Kinship Structure, and Social Space in Old Cahawba (Linda Derry). The Rationalization of Sound in Mid-18th Century Annapolis, Maryland (Mark P. Leone, Elizabeth Kryder, and Janice Bailey-Goldschmid). BOOKS, FOOD, AND SUMMER RAIN. Deepwater Fishing from the Isles of Shoals (Faith Harrington). Faunal Remains and Urban Household Subsistence in New England (Joanne Bowen). Gudgeons, Mullet, and Proud Pigs: Historicity, Black Fishing, and Southern Myth (Anne Yentsch). MYTH, LEGEND, AND FOLK HISTORY. Of Large Things Remembered: Southern New England Indian Legends of Colonial Encounters (William S. Simmons). Language, Folk History, and Indian Identity on the Martha's Vineyard (Kathleen J. Bragdon). Haunted by the Pilgrims (James Baker). RECAPTURING MIND. Digging Archives at Oudepost I, Cape, South Africa (Carmel Schrire). Small Things and The Mobile, Conflictual Fusion of Power, Fear, and Desire (Martin Hall). Imagination and Material Culture: The Enlightenment on a Mid-18th Century Virginia Plantation (Rhys Isaac). THE FUTURE. Divining the Future: The Toys of Star Wars (Daniel W. Ingersoll with Elizabeth Attias and Catherine Gravlin Billheimer).",
  "authors": [
    {
      "display_name": "James Deetz",
      "id": "A5005667351",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "James Deetz"
    },
    {
      "display_name": "Anne Yentsch",
      "id": "A5085720966",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Anne E. Yentsch"
    },
    {
      "display_name": "Mary C. Beaudry",
      "id": "A5043255285",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Mary Carolyn Beaudry"
    }
  ],
  "publication_year": 1992,
  "publication_date": "1992-08-11",
  "type": "book",
  "cited_by_count": 110,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "",
    "display_name": "",
    "issn_l": "",
    "issn": [],
    "type": "",
    "host_organization": ""
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2776142151",
      "display_name": "Legend",
      "level": 2,
      "score": 0.6234615
    },
    {
      "id": "C52119013",
      "display_name": "Art history",
      "level": 1,
      "score": 0.55812776
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.5502201
    },
    {
      "id": "C519517224",
      "display_name": "Mythology",
      "level": 2,
      "score": 0.46117747
    },
    {
      "id": "C105297191",
      "display_name": "Folklore",
      "level": 2,
      "score": 0.44420758
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.38627273
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.38589773
    },
    {
      "id": "C74916050",
      "display_name": "Classics",
      "level": 1,
      "score": 0.23141149
    }
  ],
  "topics": [
    {
      "id": "T12532",
      "display_name": "Historical and Cultural Archaeology Studies",
      "score": 0.9835
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://ci.nii.ac.jp/ncid/BA20442173",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:19:12.469775",
  "source_database": "OpenAlex"
}