{
  "openalex_id": "W2135410692",
  "doi": "https://doi.org/10.1016/j.juro.2008.07.108",
  "title": "Best Practice Statement on Cryosurgery for the Treatment of Localized Prostate Cancer",
  "abstract": "No AccessJournal of UrologyAdult Urology1 Nov 2008Best Practice Statement on Cryosurgery for the Treatment of Localized Prostate Canceris accompanied byCryosurgery for Prostate Cancer Richard J. Babaian, Bryan Donnelly, Duke Bahn, John G. Baust, Martin Dineen, David Ellis, Aaron Katz, Louis Pisters, Daniel Rukstalis, Katsuto Shinohara, and J. Brantley Thrasher Richard J. BabaianRichard J. Babaian , Bryan DonnellyBryan Donnelly , Duke BahnDuke Bahn , John G. BaustJohn G. Baust , Martin DineenMartin Dineen , David EllisDavid Ellis , Aaron KatzAaron Katz , Louis PistersLouis Pisters , Daniel RukstalisDaniel Rukstalis , Katsuto ShinoharaKatsuto Shinohara , and J. Brantley ThrasherJ. Brantley Thrasher View All Author Informationhttps://doi.org/10.1016/j.juro.2008.07.108AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail References 1 : Guideline for the management of clinically localized prostate cancer: 2007 update. J Urol2007; 177: 2106. Link, Google Scholar 2 : Updated nomogram to predict pathologic stage of prostate cancer given prostate- specific antigen level, clinical stage, and biopsy Gleason score (Partin tables) based on cases from 2000 to 2005. Urology2007; 69: 1095. Google Scholar 3 : Prospective longitudinal comparative study of early health-related quality-of-life outcomes in patients undergoing surgical treatment for localized prostate cancer: a short-term evaluation of five approaches from a single institution. J Endourol2006; 20: 723. Google Scholar 4 : Targeted cryoablation of the prostate: 7-year outcomes in the primary treatment of prostate cancer. Urology2002; 60: 3. Google Scholar 5 : Prospective trial of cryosurgical ablation of the prostate: five-year results. Urology2002; 60: 645. Google Scholar 6 : Five-year retrospective, multi-institutional pooled analysis of cancer-related outcomes after cryosurgical ablation of the prostate. Urology2001; 57: 518. Google Scholar 7 : Ten-year biochemical disease control for patients with prostate cancer treated with cryosurgery as primary therapy. Urology2008; 71: 515. Google Scholar 8 : Quality of life and sexuality of men with prostate cancer 3 years after cryosurgery. Urology2002; 60: 12. Google Scholar 9 : Comparison of the hospital costs for radical prostatectomy and cryosurgical ablation of the prostate. Urology1998; 52: 820. Google Scholar 10 : Cryosurgical ablation of the prostate: high risk patient outcomes. Cancer2005; 103: 1625. Google Scholar 11 : Cryosurgery as primary treatment for localized prostate cancer: a community hospital experience. Urology2002; 60: 34. Google Scholar 12 : Cryoablation as a primary treatment for localized prostate cancer followed by penile rehabilitation. Urology2007; 69: 306. Google Scholar 13 : Cryosurgery of the prostate: techniques and indications. Rev Urol2004; 6: S20. Google Scholar 14 : Prostate cryoablation: a scientific rationale for future modifications. Urology2002; 60: 19. Google Scholar 15 : Current methods of the U.S. Preventive Services Task Force. Am J Prev Med2001; 20: 21. Google Scholar 16 : History of cryosurgery. Semin Surg Oncol1998; 14: 99. Google Scholar 17 : Cryostatic congelation: a system for producing a limited, controlled region of cooling or freezing of biologic tissues. J Nerv Ment Dis1961; 133: 259. Google Scholar 18 : Apparatus and technique for cryosurgery of the prostate. J Urol1966; 96: 508. Link, Google Scholar 19 : Perineal cryosurgery for prostatic carcinoma. J Urol1972; 108: 933. Link, Google Scholar 20 : Another look at cryoprostatectomy. Cryobiology1982; 19: 223. Google Scholar 21 : Transrectal ultrasound-guided transperineal cryoablation in the treatment of prostate carcinoma: preliminary results. J Urol1995; 154: 435. Link, Google Scholar 22 : Transrectal ultrasound-guided percutaneous radical cryosurgical ablation of the prostate. Cancer1993; 72: 1291. Google Scholar 23 : Urethral warming catheter for use during cryoablation of the prostate. Urology1995; 45: 861. Google Scholar 24 : Ultrasonic characteristics of frozen liver. Cryobiology1984; 21: 321. Google Scholar 25 : Prostate cryoablation using direct transperineal placement of ultrathin probes through a 17-guage brachytherapy template-technique and preliminary results. Urology2001; 58: 988. Google Scholar 26 : Short-term cancer control after primary cryosurgical ablation for clinically localized prostate cancer using third-generation cryotechnology. Urology2007; 70: 117. Google Scholar 27 : Treatment of prostate cancer local recurrence after radical retropubic prostatectomy with 17-gauge interstitial transperineal cryoablation: initial experience. Urology2007; 70: 80. Google Scholar 28 : Salvage cryotherapy using an argon based system for locally recurrent prostate cancer after radiation therapy: the Columbia experience. J Urol2001; 166: 1333. Link, Google Scholar 29 : Issues critical to the successful application of cryosurgical ablation of the prostate. Technol Cancer Res Treat2007; 6: 97. Google Scholar 30 : Cryosurgery of tumors. J Am Coll Surg2007; 205: 342. Google Scholar 31 : The cryobiology of cryosurgical injury. Urology2002; 60: 40. Google Scholar 32 : Treatment of organ confined prostate cancer with third generation cryosurgery: preliminary multicenter experience. J Urol2003; 170: 1126. Link, Google Scholar 33 : Salvage prostate cryoablation after primary interstitial brachytherapy failure: a feasible approach. Prostate Cancer Prostatic Dis2006; 9: 99. Google Scholar 34 : Mechanisms of tissue injury in cryosurgery. Cryobiology1998; 37: 171. Google Scholar 35 : In vivo interstitial temperature mapping of the human prostate during cryosurgery with correlation to histopathologic outcomes. Urology2000; 55: 547. Google Scholar 36 : Cryosurgery – a putative approach to molecular-based optimization. Cryobiology2004; 48: 190. Google Scholar 37 : Effects of freezing on cell viability and mechanisms of cell death in a human prostate cancer cell line. Mol Urol1998; 2: 13. Google Scholar 38 : Addition of anticancer agents enhances freezing-induced prostate cancer cell death: implications of mitochondrial involvement. Cryobiology2004; 49: 45. Google Scholar 39 : Targeted induction of apoptosis via TRAIL and cryoablation: a novel strategy for the treatment of prostate cancer. Prostate Cancer Prostatic Dis2007; 10: 175. Google Scholar 40 : Cryosurgery for prostate cancer. BJU Int2004; 93: 710. Google Scholar 41 : The molecular basis of cryosurgery. BJU Int2005; 95: 1187. Google Scholar 42 : Development of a tissue engineered human prostate tumor equivalent for use in the evaluation of cryoablative techniques. Technol Cancer Res Treat2007; 6: 81. Google Scholar 43 : Chemo-cryo combination therapy: an adjunctive model for the treatment of prostate cancer. Cryobiology2001; 42: 274. Google Scholar 44 : Ultrasound guided combined cryoablation and microencapsulated 5-fluorouracil inhibits growth of human prostate tumors in xenogenic mouse model assessed by luminescence imaging. Technol Cancer Res Treat2004; 3: 135. Google Scholar 45 : Induction of apoptosis in human colon carcinoma cells HT29 by sublethal cryo-injury: mediation by cytochrome C release. Int J Cancer2001; 93: 526. Google Scholar 46 : Apoptosis induced by cryo-injury in human colorectal cancer cells is associated with mitochrondrial dysfunction. Int Cancer2003; 103: 360. Google Scholar 47 : Cryosurgical technique: assessment of the fundamental variables using human prostate cancer model systems. Cryobiology2007; 55: 189. Google Scholar 48 : Pre-treatment inflammation induced by TNF-alpha augments cryosurgical injury on human prostate cancer. Cryobiology2004; 49: 10. Google Scholar 49 : Cryoablative response of prostate cancer cells is influenced by androgen receptor expression. BJU Int2008; 101: 1310. Google Scholar 50 : Cryosurgical treatment of localized prostate cancer (stages T1 to T4): preliminary results. J Urol1996; 156: 115. Link, Google Scholar 51 : The efficacy and complications of salvage cryotherapy of the prostate. J Urol1997; 157: 921. Link, Google Scholar 52 : Contemporary update of prostate cancer staging nonograms (Partin Tables) for the new millennium. Urology2001; 58: 843. Google Scholar 53 : The predictors of pelvic lymph node metastasis as radical retropubic prostatectomy. J Urol2003; 170: 2306. Link, Google Scholar 54 : Is there a role for cryoablation of the prostate in the management of localized prostate carcinoma?. Hematol Oncol Clin North Am1996; 10: 675. Google Scholar 55 : Salvage cryosurgery for recurrent prostate cancer after radiation therapy: a seven-year follow-up. Clin Prostate Cancer2003; 2: 111. Google Scholar 56 : Cryosurgical ablation of prostate cancer: patterns of cancer recurrence. J Urol1997; 158: 2206. Link, Google Scholar 57 : Cryosurgery for prostate cancer: new technology and indications. Cur Urol Rep2000; 1: 41. Google Scholar 58 : The prognostic significance of post-irradiation biopsy results in patients with prostatic cancer. J Urol1986; 135: 510. Link, Google Scholar 59 : Cryoablation for clinically localized prostate cancer using an argon-based system: complication rates and biochemical recurrence. BJU Int2000; 85: 281. Google Scholar 60 : Update on cryotherapy for prostate cancer in 2006. Curr Opin Urol2006; 16: 152. Google Scholar 61 : Cryosurgical ablation of the prostate for localized adenocarcinoma: a preliminary experience. J Urol1996; 155: 1678. Google Scholar 62 : Patient-reported complications after cryoblation therapy for prostate cancer. Urology1999; 54: 295. Google Scholar 63 : Prostate cancer: US-guided percutaneous cryoablation: Work in progress. Radiology1995; 194: 551. Google Scholar 64 : Quality-of-life outcomes for men treated with cryosurgery for localized prostate carcinoma. Cancer1999; 86: 1793. Google Scholar 65 : Routine biopsies following radiotherapy for prostate cancer: results for 226 patients. Urology1995; 45: 624. Google Scholar 66 : Results of salvage cryoablation of the prostate after radiation: identifying predictors of treatment failure and complications. J Urol2001; 165: 1937. Link, Google Scholar 67 : Role of transrectal ultrasound guided salvage cryosurgery for recurrent prostate carcinoma after radiotherapy. Prostate Cancer Prostatic Dis2005; 8: 235. Google Scholar 68 : Salvage cryotherapy for recurrent cancer after radiation failure: a prospective case series of the first 100 patients. BJU Int2007; 100: 760. Google Scholar 69 : Prostate-specific antigen bounce after prostate seed implantation for localized prostate cancer: descriptions and implications. Int J Radiat Oncol Biol Phys2003; 56: 448. Google Scholar 70 : Prostate specific antigen bounce phenomenon after external beam radiation for clinically localized prostate cancer. J Urol2002; 168: 2001. Link, Google Scholar 71 : Presalvage prostate-specific antigen (PSA) and PSA doubling time as predictors of biochemical failure of salvage cryotherapy in patients with locally recurrent prostate cancer after radiotherapy. Cancer2006; 107: 275. Google Scholar 72 : Rate of PSA rise predicts metastatic versus local recurrence after definitive radiotherapy. Int J Radiat Oncol Biol Phys1997; 38: 941. Google Scholar 73 : Evaluation of radiation effect, tumor differentiation, and prostate specific antigen staining in sequential prostate biopsies after external beam radiotherapy for patients with prostate carcinoma. Cancer1997; 79: 81. Google Scholar 74 : Predictors for maximal outcome in patients undergoing salvage surgery for radio-recurrent prostate cancer. Urology1998; 51: 789. Google Scholar 75 : Salvage radical prostatectomy: outcome measured by serum prostate specific antigen levels. J Urol1995; 153: 104. Link, Google Scholar 76 : The role of radical surgery in the management of radiation recurrent and large volume prostate cancer. Cancer1991; 68: 1265. Google Scholar 77 : Salvage surgery for radiation failure in prostate cancer. Cancer1993; 71: 976. Google Scholar 78 : Critical evaluation of salvage surgery for radio recurrent/resistant prostate cancer. J Urol1995; 154: 1103. Link, Google Scholar 79 : Salvage cryoablation of the prostate: followup and analysis of predictive factors for outcome. J Urol2007; 178: 1253. Link, Google Scholar 80 : Patient selection, cancer control, and complications after salvage local therapy for postradiation prostate-specific antigen failure: a systematic review of the literature. Cancer2007; 110: 1417. Google Scholar 81 : Prostate-specific antigen after anatomic radical retropubic prostatectomy: Patterns of recurrence and cancer control. Urol Clin North Am1997; 24: 395. Google Scholar 82 : Short-term outcomes after cryosurgical ablation of the prostate in men with recurrent prostate carcinoma following radiation therapy. Urology1995; 46: 676. Crossref, Medline, Google Scholar 83 : Long-term followup of incontinence and obstruction after salvage cryosurgical ablation of the prostate: results in 143 patients. J Urol1997; 157: 237. Link, Google Scholar 84 : Salvage cryotherapy for recurrent prosate cancer after radiation treatment: the Columbia experience. Urology2000; 55: 79. Google Scholar 85 : Cryoablation for clinically localized prostate cancer using an argon-based system: complication rates and biochemical recurrence. BJU Int2000; 85: 281. Google Scholar 86 : Third-generation cryotherapy for prostate cancer in the UK: a prospective study of the early outcomes in primary and recurrent disease. BJU Int2006; 97: 969. Google Scholar 87 : Third-generation cryosurgery for primary and recurrent prostate cancer. BJU Int2004; 93: 14. Google Scholar 88 : Salvage cryosurgical ablation of the prostate (TCAP) for patients failing radiation: 10-year experience. J Urol2005; 173: 450. (abstract 1662). Link, Google Scholar 89 : Quality of life 2 years after salvage cryosurgery for the treatment of local recurrence of prostate cancer after radiotherapy. Urol Oncol2006; 24: 472. Google Scholar 90 : Comparison of health-related quality of life and prostate-associated symptoms after primary and salvage cryotherapy for prostate cancer. J Cancer Res Clin Oncol2003; 129: 676. Google Scholar 91 : Deoxyribonucleic acid ploidy and serum prostate specific antigen predict outcome following salvage prostatectomy for radiation refractory prostate cancer. J Urol1999; 161: 857. Link, Google Scholar 92 : Morbidity and functional outcomes of salvage radical prostatectomy for locally recurrent prostate cancer after radiation therapy. J Urol2004; 172: 2239. Link, Google Scholar 93 : \"Male lumpectomy\": focal therapy for prostate cancer using cryoablation. Urology2007; 70: 16. Google Scholar American Urological Association Education and Research, Inc.© 2008 by American Urological AssociationFiguresReferencesRelatedDetailsCited byChuang R, Kinnaird A, Kwan L, Sisk A, Barsa D, Felker E, Delfin M and Marks L (2020) Hemigland Cryoablation of Clinically Significant Prostate Cancer: Intermediate-Term Followup via Magnetic Resonance Imaging Guided BiopsyJournal of Urology, VOL. 204, NO. 5, (941-949), Online publication date: 1-Nov-2020.Oishi M, Gill I, Tafuri A, Shakir A, Cacciamani G, Iwata T, Iwata A, Ashrafi A, Park D, Cai J, Desai M, Ukimura O, Bahn D and Abreu A (2019) Hemigland Cryoablation of Localized Low, Intermediate and High Risk Prostate Cancer: Oncologic and Functional Outcomes at 5 YearsJournal of Urology, VOL. 202, NO. 6, (1188-1198), Online publication date: 1-Dec-2019.Sampurno F, Zheng J, Di Stefano L, Millar J, Foster C, Fuedea F, Higano C, Huland H, Mark S, Moore C, Richardson A, Sullivan F, Wenger N, Wittmann D and Evans S (2018) Quality Indicators for Global Benchmarking of Localized Prostate Cancer ManagementJournal of Urology, VOL. 200, NO. 2, (319-326), Online publication date: 1-Aug-2018.Sanda M, Cadeddu J, Kirkby E, Chen R, Crispino T, Fontanarosa J, Freedland S, Greene K, Klotz L, Makarov D, Nelson J, Rodrigues G, Sandler H, Taplin M and Treadwell J (2018) Clinically Localized Prostate Cancer: AUA/ASTRO/SUO Guideline. Part II: Recommended Approaches and Details of Specific Care OptionsJournal of Urology, VOL. 199, NO. 4, (990-997), Online publication date: 1-Apr-2018.Sanda M, Cadeddu J, Kirkby E, Chen R, Crispino T, Fontanarosa J, Freedland S, Greene K, Klotz L, Makarov D, Nelson J, Rodrigues G, Sandler H, Taplin M and Treadwell J (2017) Clinically Localized Prostate Cancer: AUA/ASTRO/SUO Guideline. Part I: Risk Stratification, Shared Decision Making, and Care OptionsJournal of Urology, VOL. 199, NO. 3, (683-690), Online publication date: 1-Mar-2018.Levy D, Ross A, ElShafei A, Krishnan N, Hatem A and Jones J (2014) Definition of Biochemical Success Following Primary Whole Gland Prostate CryoablationJournal of Urology, VOL. 192, NO. 5, (1380-1384), Online publication date: 1-Nov-2014.Schade G, Keller J, Ives K, Cheng X, Rosol T, Keller E and Roberts W (2012) Histotripsy Focal Ablation of Implanted Prostate Tumor in an ACE-1 Canine Cancer ModelJournal of Urology, VOL. 188, NO. 5, (1957-1964), Online publication date: 1-Nov-2012.Chin J, Al-Zahrani A, Autran-Gomez A, Williams A and Bauman G (2012) Extended Followup Oncologic Outcome of Randomized Trial Between Cryoablation and External Beam Therapy for Locally Advanced Prostate Cancer (T2c-T3b)Journal of Urology, VOL. 188, NO. 4, (1170-1175), Online publication date: 1-Oct-2012.Levy D, Pisters L and Jones J (2009) Primary Cryoablation Nadir Prostate Specific Antigen and Biochemical FailureJournal of Urology, VOL. 182, NO. 3, (931-937), Online publication date: 1-Sep-2009.Related articlesJournal of Urology17 Sep 2008Cryosurgery for Prostate Cancer Volume 180Issue 5November 2008Page: 1993-2004 Advertisement Copyright & Permissions© 2008 by American Urological AssociationKeywordscryosurgerycryotherapyfreezingprostateprostatic neoplasmsAcknowledgements and Disclaimers AUA Best Practice Statement on Cryosurgery for the Treatment of Localized Prostate CancerThe supporting systematic literature review and the drafting of this document were conducted by the Cryosurgery for Treatment of Localized Prostate Cancer BPS Panel (the Panel) created in 2005 by the AUA Education and Research, Inc. The PGC of the AUA selected the Panel chair who in turn appointed the additional Panel members with specific expertise in this disease.The mission of the Panel was to develop either analysis- or consensus-based recommendations, depending on the type of evidence available and Panel processes, to support optimal clinical practices in the cryosurgical treatment of localized prostate cancer. This document was submitted to approximately 64 urologists and other health care professionals for peer review. After revision of the document based upon the peer review comments, the best practice statement was submitted to and approved by the PGC and the Board of Directors of the AUA. Funding of the Panel and of the PGC was provided by the AUA, although Panel members received no remuneration for their work. Each member of the PGC and of the Panel furnished a current conflict of interest disclosure to the AUA.The final report is intended to provide medical practitioners with a current understanding of the principles and strategies for the cryosurgical treatment of localized prostate cancer. The report is based on review of available professional literature, as well as clinical experience and expert opinion.This document provides guidance only, and does not establish a fixed set of rules or define the legal standard of care. As medical knowledge expands and technology advances, this best practice statement will change. Today they represent not absolute mandates but provisional proposals or recommendations for treatment under the specific conditions described. For all these reasons, this best practice statement does not preempt physician judgment in individual cases. Also, treating physicians must take into account variations in resources, and in patient tolerances, needs and preferences. Conformance with the best practice statement reflected in this document cannot guarantee a successful outcome.Metrics Author Information Richard J. Babaian Financial interest and/or other relationship with Endocare and Gen-Probe. More articles by this author Bryan Donnelly Financial interest and/or other relationship with Endocare. More articles by this author Duke Bahn More articles by this author John G. Baust Financial interest and/or other relationship with Galil Medical. More articles by this author Martin Dineen Financial interest and/or other relationship with Endocare, Abbeymoor Medical Inc., Mentor, GlaxoSmithKline, AstraZeneca, GTX, National Cancer Institute, Amgen, Oakwood Pharmaceuticals, Duramed, Ce3-ION, Tap Pharmaceuticals, Wilex, EDAP Pharmaceuticals, AngioDynamic, Inc., Panacea, Aeterna Zentaris, OrthoMcNeil/Johnson & Johnson and Pfizer. More articles by this author David Ellis Financial interest and/or other relationship with Endocare. More articles by this author Aaron Katz Financial interest and/or other relationship with Galil Medical. More articles by this author Louis Pisters Financial interest and/or other relationship with Endocare. More articles by this author Daniel Rukstalis More articles by this author Katsuto Shinohara More articles by this author J. Brantley Thrasher More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Richard J. Babaian",
      "id": "A5103407025",
      "orcid": null,
      "institutions": [
        {
          "id": "I197906079",
          "display_name": "American Urological Association",
          "country_code": "US",
          "type": "other"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Richard J. Babaian"
    },
    {
      "display_name": "Bryan Donnelly",
      "id": "A5039538764",
      "orcid": null,
      "institutions": [
        {
          "id": "I197906079",
          "display_name": "American Urological Association",
          "country_code": "US",
          "type": "other"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Bryan Donnelly"
    },
    {
      "display_name": "Duke Bahn",
      "id": "A5113492301",
      "orcid": null,
      "institutions": [
        {
          "id": "I197906079",
          "display_name": "American Urological Association",
          "country_code": "US",
          "type": "other"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Duke Bahn"
    },
    {
      "display_name": "John G. Baust",
      "id": "A5111571216",
      "orcid": null,
      "institutions": [
        {
          "id": "I197906079",
          "display_name": "American Urological Association",
          "country_code": "US",
          "type": "other"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "John G. Baust"
    },
    {
      "display_name": "Martin Dineen",
      "id": "A5022234217",
      "orcid": null,
      "institutions": [
        {
          "id": "I197906079",
          "display_name": "American Urological Association",
          "country_code": "US",
          "type": "other"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Martin Dineen"
    },
    {
      "display_name": "David Ellis",
      "id": "A5005264312",
      "orcid": "https://orcid.org/0000-0002-3366-7712",
      "institutions": [
        {
          "id": "I197906079",
          "display_name": "American Urological Association",
          "country_code": "US",
          "type": "other"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "David Ellis"
    },
    {
      "display_name": "Aaron E. Katz",
      "id": "A5103352989",
      "orcid": null,
      "institutions": [
        {
          "id": "I197906079",
          "display_name": "American Urological Association",
          "country_code": "US",
          "type": "other"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Aaron Katz"
    },
    {
      "display_name": "Louis L. Pisters",
      "id": "A5046472038",
      "orcid": "https://orcid.org/0000-0002-9226-6062",
      "institutions": [
        {
          "id": "I197906079",
          "display_name": "American Urological Association",
          "country_code": "US",
          "type": "other"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Louis Pisters"
    },
    {
      "display_name": "Daniel B. Rukstalis",
      "id": "A5027190996",
      "orcid": null,
      "institutions": [
        {
          "id": "I197906079",
          "display_name": "American Urological Association",
          "country_code": "US",
          "type": "other"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Daniel Rukstalis"
    },
    {
      "display_name": "Katsuto Shinohara",
      "id": "A5021162147",
      "orcid": "https://orcid.org/0000-0002-0409-0264",
      "institutions": [
        {
          "id": "I197906079",
          "display_name": "American Urological Association",
          "country_code": "US",
          "type": "other"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Katsuto Shinohara"
    },
    {
      "display_name": "J. Brantley Thrasher",
      "id": "A5113835930",
      "orcid": null,
      "institutions": [
        {
          "id": "I197906079",
          "display_name": "American Urological Association",
          "country_code": "US",
          "type": "other"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "J. Brantley Thrasher"
    }
  ],
  "publication_year": 2008,
  "publication_date": "2008-11-01",
  "type": "review",
  "cited_by_count": 241,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "180",
  "issue": "5",
  "first_page": "1993",
  "last_page": "2004",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2777026412",
      "display_name": "Statement (logic)",
      "level": 2,
      "score": 0.5485552
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.5214248
    },
    {
      "id": "C26993612",
      "display_name": "Panacea (medicine)",
      "level": 3,
      "score": 0.46059003
    },
    {
      "id": "C2780192828",
      "display_name": "Prostate cancer",
      "level": 3,
      "score": 0.43514964
    },
    {
      "id": "C121608353",
      "display_name": "Cancer",
      "level": 2,
      "score": 0.27260378
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.23500243
    },
    {
      "id": "C204787440",
      "display_name": "Alternative medicine",
      "level": 2,
      "score": 0.15851331
    },
    {
      "id": "C111472728",
      "display_name": "Epistemology",
      "level": 1,
      "score": 0.13860732
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.094178826
    },
    {
      "id": "C142724271",
      "display_name": "Pathology",
      "level": 1,
      "score": 0.06824416
    }
  ],
  "topics": [
    {
      "id": "T10124",
      "display_name": "Prostate Cancer Diagnosis and Treatment",
      "score": 0.9996
    },
    {
      "id": "T10543",
      "display_name": "Prostate Cancer Treatment and Research",
      "score": 0.9959
    },
    {
      "id": "T10449",
      "display_name": "Renal cell carcinoma treatment",
      "score": 0.993
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/j.juro.2008.07.108",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:51:29.647723",
  "source_database": "OpenAlex"
}