{
  "openalex_id": "W2130863772",
  "doi": "https://doi.org/10.1353/vcr.1996.0020",
  "title": "Youth, Writing, and Scholarship",
  "abstract": "YOUTH, WRITING, AND SCHOLARSHIP JULIET McMASTER University ofAlberta Under the heading of \"Issues in Pedagogy and Research\" I can cheerfully present you with not so much an issue as aproject in both Pedagogy and Research. My project involves students directly in the nuts and bolts ofscholarship, and it is becoming an important area of my own research. My pedagogical baby, the JuveniUa Press, started not as a press but a classroom exercise. Since Jane Austen's juvenUia are an area of her writing not much worked over, in an undergraduate course on Austen I made one available essay topic the introducing, editing, and annotating of \"Jack and AUce\", a very funny story that she wrote when she was about thirteen. Of the two students who took on the topic, one concentrated on the introduction, one on the annotations. We put their work together, sought permission to print from OUP, added lighthearted iUustrations by other members ofthe class, and bingo! we had a Uttle book.1 1 printed up a Uttle edition, not just enough for souvenir volumes for the class, but some to spare, which I sold to members of the Jane Austen Society. And we ended up — rather to my embarrassment — making a profit. That was the simple beginning of a project that has grown into the JuveniUa Press. We now have a Ust of ten titles, with more in the works. Several of them — juvenUe works by Charlotte Brontë, Louisa May Alcott, and Jane Austen — were produced almost entirely by undergraduate students, as part of their work for a course (with some fairly interventionist editing by me, I confess). Others are by known scholars in the area, who have worked in various degrees of coUaboration with their students, graduate and undergraduate. We don't specify what the student input has to be; only that some student involvement is a sine qua non of each volume. When Isobel Grundy, a major scholar who is writing a biography of Lady Mary Wortley Montagu, offered us a hitherto unpubUshed story that Lady Victorian Review 22.1 (Summer 1996) JULET McMASTER47 Mary wrote when she was fourteen, of course we went for Grundy as die writer of die introduction. But she called on a graduate student, Susan HiUabold, to do die annotations. Likewise, we now have among our editors Jan Fergus, die major Austen scholar, who edited Austen's History of England witii her graduate students, and Christine Alexander, who is die editor of die Clarendon Press edition of the Brontë juvenUia, and autiior of die new book on The Art ofthe Brontes. Christine has come out with BranweWs Blackwood's Magazine (again hitherto unpubUshed), which he wrote in two miniscule volumes, to be in scale with his toy soldiers, die initial protagonists in the Angria sagas. Branwell at eleven is our first boy, and so far our youngest autiior. But in die pipeline is The Curse of the Horse Race, by Evelyn Waugh at seven. We wUl preserve, of course, the young author's outrageous spelling. We also have offers from other speciaUsts ofjuvenile works by Mary SheUey, Lewis CarroU, and Flannery O'Connor. And Margaret Atwood has recently agreed to let us pubUsh two stories that she wrote at sixteen. Fame is on the way! The fact that our authors are young has several advantages. Besides die fact that juvenUia are not so much critically done already, so tiiat a student editor can master die existing criticism and forge beyond it, an examination of the early writing is one relatively untried way into die mature work of an autiior. There is room for the question of how he or she got there from here; and die process of trying to answer that question can lead to exciting places. Then it's appropriate to engage apprentice scholars in work on apprentice writers. They can feel some kinship with their authors, as well as learning about process and development Altiiough students of Uterature, undergraduate and graduate, are all gradually being trained in reading and critical skills, most of them are not alert to die writer's creative process in text production, nor to the way in which their modern texts, with die...",
  "authors": [
    {
      "display_name": "Juliet McMaster",
      "id": "A5059823374",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Juliet McMaster"
    }
  ],
  "publication_year": 1996,
  "publication_date": "1996-01-01",
  "type": "article",
  "cited_by_count": 6,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S90494071",
    "display_name": "Victorian review",
    "issn_l": "0848-1512",
    "issn": [
      "0848-1512",
      "1923-3280"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310313031"
  },
  "volume": "22",
  "issue": "1",
  "first_page": "46",
  "last_page": "52",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2778061430",
      "display_name": "Scholarship",
      "level": 2,
      "score": 0.8939822
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.4541459
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.42609912
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.27632213
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.028978437
    }
  ],
  "topics": [
    {
      "id": "T12678",
      "display_name": "Themes in Literature Analysis",
      "score": 0.9145
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/vcr.1996.0020",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:49:57.713689",
  "source_database": "OpenAlex"
}