{
  "openalex_id": "W2134594089",
  "doi": "https://doi.org/10.1074/jbc.m307752200",
  "title": "Endotoxin Contamination of Ovalbumin Suppresses Murine Immunologic Responses and Development of Airway Hyper-reactivity",
  "abstract": "The reversible airway hyper-reactivity (AHR) of asthma is modeled by sensitizing and challenging mice with aerosolized ovalbumin. However, the C57BL/6 murine strain does not display the large increase in circulating IgG and IgE antibodies found in human atopy and asthma. We found that commercial ovalbumin was contaminated with lipopolysaccharide (LPS) in amounts sufficient to fully activate endothelial cells in an in vitro assay of the first step of inflammation. Desensitization of TLR4 by LPS pretreatment suppressed the inflammatory effect of ovalbumin. The presence of LPS was occult, because it does not require serum presentation and, like the LPS of Salmonella minnesota, was not suppressed by polymyxin B. Purified ovalbumin did not activate endothelial cells in vitro; however, endotoxin-free ovalbumin was far more effective than commercial material in stimulating IgE production and respiratory dysfunction in a C57BL/6 murine model of AHR. Moreover, endotoxin-free ovalbumin induced lung inflammation with alveolar enlargement and destruction in a histologic pattern that differed from the changes caused by commercial, endotoxin-contaminated ovalbumin. Reconstitution of purified ovalbumin with S. minnesota LPS decreased lung inflammation, decreased changes in lung function, and suppressed anti-ovalbumin antibody production. We conclude endotoxin contaminates ovalbumin preparations and that endotoxin co-administration with the ovalbumin antigen creates a state of tolerance in a murine model of AHR. Co-exposure to endotoxin and antigen occurs in humans through organic dusts, so murine models of AHR may reflect the clinical situation, but models based on commercial ovalbumin do not accurately reflect the effect of protein antigen alone on animal physiology. The reversible airway hyper-reactivity (AHR) of asthma is modeled by sensitizing and challenging mice with aerosolized ovalbumin. However, the C57BL/6 murine strain does not display the large increase in circulating IgG and IgE antibodies found in human atopy and asthma. We found that commercial ovalbumin was contaminated with lipopolysaccharide (LPS) in amounts sufficient to fully activate endothelial cells in an in vitro assay of the first step of inflammation. Desensitization of TLR4 by LPS pretreatment suppressed the inflammatory effect of ovalbumin. The presence of LPS was occult, because it does not require serum presentation and, like the LPS of Salmonella minnesota, was not suppressed by polymyxin B. Purified ovalbumin did not activate endothelial cells in vitro; however, endotoxin-free ovalbumin was far more effective than commercial material in stimulating IgE production and respiratory dysfunction in a C57BL/6 murine model of AHR. Moreover, endotoxin-free ovalbumin induced lung inflammation with alveolar enlargement and destruction in a histologic pattern that differed from the changes caused by commercial, endotoxin-contaminated ovalbumin. Reconstitution of purified ovalbumin with S. minnesota LPS decreased lung inflammation, decreased changes in lung function, and suppressed anti-ovalbumin antibody production. We conclude endotoxin contaminates ovalbumin preparations and that endotoxin co-administration with the ovalbumin antigen creates a state of tolerance in a murine model of AHR. Co-exposure to endotoxin and antigen occurs in humans through organic dusts, so murine models of AHR may reflect the clinical situation, but models based on commercial ovalbumin do not accurately reflect the effect of protein antigen alone on animal physiology. Asthma is a chronic lung disease characterized by airway hyper-responsiveness (AHR) 1The abbreviations used are: AHR, airway hyper-responsiveness; LPS, lipopolysaccharide; HBSS, Hanks' balanced salt solution; TNF, tumor necrosis factor; IL, interleukin; Pam3CSK4, N-palmitoyl[S-2,3-bis(palmitoyloxy)-2(R,S)-propyl]-(R)-cysteinyl-seryl-lysyl-lysyl-lysyl-lysine; ELISA, enzyme-linked immunosorbent assay; PBS, phosphate-buffered saline; PMA, phorbol 12-myristate 13-acetate; sCD14, soluble CD14; PMN, polymorphonuclear leukocyte. to allergens, airway edema, and increased mucus secretion. Increased levels of circulating IgE and IgG1 antibody and a propensity to allergic responses, atopy, are associated with the development of asthma. The natural history of the early phases of asthma remain ill-defined with a multitude of genes underlying predisposition toward this disease, variation in environmental exposure to triggers, access to medical care, and a lengthy interval before the development of symptoms all contributing to the complexity of the natural history of this disease. Animal models of AHR, where control of the timing of exposure to the initiating antigen, the use of a defined allergen trigger, and genetic manipulation are possible, are defining the roles of cytokines and inflammatory and immune cells (1Gleich G.J. Kita H. Proc. Natl. Acad. Sci. U. S. A. 1997; 94: 2101-2102Crossref PubMed Scopus (53) Google Scholar, 2Drazen J.M. Takebayashi T. Long N.C. De Sanctis G.T. Shore S.A. Clin. Exp. Allergy. 1999; 29: 37-47Crossref PubMed Google Scholar, 3Vasquez Y.R. Spina D. Respir. Res. 2000; 1: 82-86PubMed Google Scholar). The role of acute and chronic inflammation in altering the airway structure and function in animal models suggests that pro-inflammatory agents could contribute to the development of AHR (4O'Byrne P.M. Postma D.S. Am. J. Respir. Crit. Care Med. 1999; 159: S41-S63Crossref PubMed Google Scholar). A premier candidate in this category is lipopolysaccharide (LPS) of Gram-negative bacteria. LPS is a potent and pleiotropic inflammatory agent that is a component of tobacco smoke (5Hasday J.D. Bascom R. Costa J.J. Fitzgerald T. Dubin W. Chest. 1999; 115: 829-835Abstract Full Text Full Text PDF PubMed Scopus (334) Google Scholar), house dust (6Park J.H. Spiegelman D.L. Burge H.A. Gold D.R. Chew G.L. Milton D.K. Environ. Health Perspect. 2000; 108: 1023-1028Crossref PubMed Scopus (150) Google Scholar), and even extracts used in allergen testing (7Hunt L.W. Gleich G.J. Ohnishi T. Weiler D.A. Mansfield E.S. Kita H. Sur S. Am. J. Respir. Crit. Care Med. 1994; 149: 1471-1475Crossref PubMed Scopus (79) Google Scholar). Co-exposure to LPS or β (1→3) glucans along with particulate antigens is common in certain agricultural and industrial settings that produce organic dusts (8Rylander R. J. Endotoxin. Res. 2002; 8: 241-252PubMed Google Scholar). Segmental installation of LPS into human lung results in an intense local inflammatory response characterized by a rapid neutrophilic influx (9Nightingale J.A. Rogers D.F. Hart L.A. Kharitonov S.A. Chung K.F. Barnes P.J. Thorax. 1998; 53: 563-571Crossref PubMed Scopus (96) Google Scholar, 10O'Grady N.P. Preas H.L. Pugin J. Fiuza C. Tropea M. Reda D. Banks S.M. Suffredini A.F. Am. J. Respir. Crit. Care Med. 2001; 163: 1591-1598Crossref PubMed Scopus (190) Google Scholar) followed by a monocytic and eosinophilic response a day or two later (10O'Grady N.P. Preas H.L. Pugin J. Fiuza C. Tropea M. Reda D. Banks S.M. Suffredini A.F. Am. J. Respir. Crit. Care Med. 2001; 163: 1591-1598Crossref PubMed Scopus (190) Google Scholar). This progression of cellular influx is mirrored, we find (11Albertine K.H. Wang L. Watanabe S. Marathe G.K. Zimmerman G.A. McIntyre T.M. Am. J. Physiol. 2002; 283: L219-L233PubMed Google Scholar), in a murine model of AHR using ovalbumin sensitization and aerosol challenge. Why exposure to ovalbumin would mirror changes wrought by endotoxin is unknown. Ovalbumin has long been employed as a model immunogen as a single antigen to reduce the complexity of modeling AHR. Ovalbumin induces IgE accumulation in the serum of mice, although there is a significant variation in the amount and antibody class among strains (12Takeda K. Haczku A. Lee J.J. Irvin C.G. Gelfand E.W. Am. J. Physiol. 2001; 281: L394-L402Crossref PubMed Google Scholar, 13Wilder J.A. Collie D.D. Wilson B.S. Bice D.E. Lyons C.R. Lipscomb M.F. Am. J. Respir. Cell Mol. Biol. 1999; 20: 1326-1334Crossref PubMed Scopus (96) Google Scholar), and at least in BALB/c mice anti-ovalbumin IgE injection alone induces AHR (14Oshiba A. Hamelmann E. Takeda K. Bradley K.L. Loader J.E. Larsen G.L. Gelfand E.W. J. Clin. Invest. 1996; 97: 1398-1408Crossref PubMed Scopus (223) Google Scholar). We find, however, that commercial preparations of ovalbumin are highly contaminated with an inflammatory endotoxin that was not sequestered by polymyxin B treatment. We purified large amounts of ovalbumin to an endotoxin-free state and then examined how co-administration of an inflammatory and immunologic trigger, a likely scenario outside the laboratory setting, affects the development of AHR in a murine model of this disease. We report that co-administration of endotoxin with the ovalbumin immunogen suppresses changes in lung function, alters lung pathology, and suppresses immunoglobulin production. Reagents and Chemicals—Reagents and their sources were as follows: HBSS, BioWhittaker (Walkersville, MD); human serum albumin, Baxter Healthcare (Glendale, CA); CD14-neutralizing monoclonal antibody MY4, Coulter Corp. (Miami, FL); TNFα and IL-1β were the products of R&D Systems (Minneapolis, MN); ovalbumin, Salmonella minnesota LPS (R595), Escherichia coli LPS (0111:B4), polymyxin B sulfate, and all other chemicals unless otherwise noted were from Sigma (St Louis, MO). We examined four lots of ovalbumin with similar results; the data was collected using any of several batches of ovalbumin. N-Palmitoyl[S-2,3-bis(palmitoyloxy)-2(R,S)-propyl]-(R)-cysteinyl-seryl-lysyl-lysyl-lysyl-lysine (Pam3CSK4) was made from N-palmitoyl-[S-2,3-bis(palmitoyloxy)-2(R,S)-propyl]-(R)-cysteine by the Chemical Synthesis core facility (University of Utah). Endothelial Cell Culture, Neutrophil Isolation, and Adhesion Assays—Primary cultures of human umbilical vein endothelial cells and [111In]oxine-labeled neutrophils used in adhesion assays were prepared as previously described (15Zimmerman G.A. McIntyre T.M. Prescott S.M. J. Clin. Invest. 1985; 76: 2235-2246Crossref PubMed Scopus (277) Google Scholar), and use of these materials was approved by the University of Utah institutional review board. Values of 111In-neutrophils tightly bound to endothelial cells during a 5-min co-incubation represent the average and range of two samples for each condition from at least two similar experiments. Endotoxic Activity in Ovalbumin—Endotoxin-like contaminants in ovalbumin were visualized by SDS-PAGE followed by silver staining with periodic acid activation as described previously (16Tsai C.M. Frasch C.E. Anal. Biochem. 1982; 119: 115-119Crossref PubMed Scopus (2315) Google Scholar). Endotoxin was quantitated by a Limulus amebocyte lysate assay (QCL-1000) purchased from BioWhittaker (Walkersville, MD). Commercial and purified ovalbumin were tested for contamination with E. coli and S. minnesota LPS as standards. Commercial ovalbumin was diluted until the endotoxic activity entered the linear range of the standard, whereas purified ovalbumin was assayed in an undiluted form. We attempted to remove endotoxin from commercial ovalbumin (grade V) with endotoxin-affinity resin (END-X®, Associates of Cape Cod, Inc., Falmouth, MA), polymyxin B beads (Sigma), Extracti-Gel®D detergent-removing gel (Pierce, Rockford, IL) after incubating ovalbumin in 1% Nonidet P40 (Roche Applied Science, Indianapolis, IN). Commercial ovalbumin was also precipitated with 60% (NH4)2SO4, as described previously (17Fothergill L.A. Fothergill J.E. Biochem. J. 1970; 116: 555-561Crossref PubMed Scopus (80) Google Scholar). None of these procedures successfully removed the endotoxic material from the large amounts of ovalbumin needed for animal studies. Ovalbumin Purification from Chicken Egg White—Ovalbumin was prepared from chicken egg white as described previously (18Awade A.C. Moreau S. Molle D. Brule G. Maubois J.L. J. Chromatogr. A. 1994; 677: 279-288Crossref PubMed Scopus (81) Google Scholar, 19Vachier M.C. Piot M. Awade A.C. J. Chromatogr. B Biomed. Appl. 1995; 664: 201-210Crossref PubMed Scopus (60) Google Scholar), except that all steps were performed under sterile conditions, all solutions used in the purification were filtered through a 0.22-μm sterile filter unit (Nalgen, Rochester, NY), and a few modifications were made to accommodate the large amounts (>100 g) of ovalbumin being purified. Chicken eggs were washed with antibacterial soap and aseptically punctured, and their white was transferred into autoclaved glassware with a sterile syringe and needle in a laminar flow hood. The white from six eggs was made to 500 ml with 50 mm Tris-HCl (pH 9.0) containing 10 mm β-mercaptoethanol and incubated overnight at 4 °C. The precipitate was removed by centrifugation at 48,000 × g for 5 min, and 150-ml portions of the egg white solution were loaded onto a XK 50/60 Q-Sepharose Fast Flow fast-protein liquid chromatography column (Amersham Biosciences, Piscataway, NJ) at a flow rate of 7.5 ml/min. The column was washed with 50 mm Tris-HCl (pH 9.0) (Buffer A) until A 280 returned to the baseline; the non-bound material was defined as fraction 1. The column was developed with a linear gradient of 100% buffer A to 50% buffer A and 50% buffer B (0.3 m NaCl in 50 mm Tris-HCl (pH 9.0)) and held at this mixture until ovalbumin finished eluting. This was fraction 2. The column was then stripped of remaining lipids and proteins by washing with 1 m NaOH, 70% EtOH, and 2 m NaCl, which was collected as fraction 3. The collected material was concentrated with an Amicon ultrafiltration membrane (molecular weight cutoff of 30,000, Millipore, Bedford, MA), the buffer was then substituted with endotoxin-free phosphate-buffered saline (Sigma) and then reconcentrated until the pH stabilized between pH 7.2 and 7.4 (a minimum of three exchanges was required for this result). Protein concentration was determined by BCA assay (Pierce, Rockford, IL), adjusted to 20 mg/ml, and stored at -70 °C until use. Ovalbumin Immunization, Airway Sensitization, Histology, and Plethysmography—Pathogen-free 3-week-old female C57BL/6 mice were purchased from Simenson (Gilroy, CA). Upon delivery, the mice were kept in a pathogen-free animal facility and were given food and water ad libitum. The Institutional Animal Care and Use Committee at the University of Utah approved these animal experiments. Ovalbumin sensitization by injection and aerosolization, and collection of histologic specimens, was described previously (11Albertine K.H. Wang L. Watanabe S. Marathe G.K. Zimmerman G.A. McIntyre T.M. Am. J. Physiol. 2002; 283: L219-L233PubMed Google Scholar). Penh estimation of lung function of sensitized mice was analyzed by whole body barometric plethysmography (Buxco Electronics, Inc., Sharon, CT) after methacholine challenge as described previously (11Albertine K.H. Wang L. Watanabe S. Marathe G.K. Zimmerman G.A. McIntyre T.M. Am. J. Physiol. 2002; 283: L219-L233PubMed Google Scholar). Breathing patterns were assessed immediately after methacholine challenge using the variable Penh. Penh, or enhanced pause, is a unit-less calculated number that increases with bronchoconstriction (20Hamelmann E. Schwarze J. Takeda K. Oshiba A. Larsen G.L. Irvin C.G. Gelfand E.W. Am. J. Respir. Crit. Care Med. 1997; 156: 766-775Crossref PubMed Scopus (1148) Google Scholar), although we find it does not accurately reflect lung compliance (11Albertine K.H. Wang L. Watanabe S. Marathe G.K. Zimmerman G.A. McIntyre T.M. Am. J. Physiol. 2002; 283: L219-L233PubMed Google Scholar). Anti-ovalbumin IgE ELISA—Mice were euthanized after plethysmography, their blood was collected by cardiac puncture, their serum was collected after centrifugation at 500 × g for 5 min, and then stored at -70 °C. Specific IgE that bound ovalbumin antigen was quantitated by ELISA. High capacity EIA plates (Corning, Corning, NY) were coated with the cognate ovalbumin sample (50 μg/ml) overnight at 4 °C. The wells were washed thrice with PBS containing 0.5% Tween 20, the plates were blocked with 2% human serum albumin for 2 h at 37 °C, washed thrice with PBS/Tween 20 and probed for 2 h at 37 °C with biotin-conjugated goat anti-mouse (BD Pharmingen, Franklin Lakes, NJ) and then horseradish peroxidase-conjugated streptavidin (BIOSOURCE International, Camarillo, CA). Commercial Ovalbumin Is Inflammatory—Inflammation is initiated and localized by activation of endothelium (21McIntyre T.M. Prescott S.M. Weyrich A.S. Zimmerman G.A. Curr. Opin. Hematol. 2003; 10: 150-158Crossref PubMed Scopus (142) Google Scholar). LPS stimulates endothelial cells via TLR4 receptors and induces expression of TLR2 receptors that respond to other endotoxins, including bacterial lipoproteins (22Faure E. Thomas L. Xu H. Medvedev A. Equils O. Arditi M. J. Immunol. 2001; 166: 2018-2024Crossref PubMed Scopus (402) Google Scholar). We used human umbilical vein endothelial cells to probe for pro-inflammatory material by treating these cells for 4 h with buffer containing either human serum albumin or chicken ovalbumin before their state of activation was assessed by overlaying the monolayer with quiescent human PMN (23Zimmerman G.A. McIntyre T.M. Prescott S.M. J. Clin. Invest. 1997; 100: S3-S5PubMed Google Scholar). Pyrogen-free human serum albumin did not induce endothelial cell-dependent PMN adhesion (Fig. 1), but even low concentrations of ovalbumin proved to be equivalent to phorbol myristate acetate (PMA) or E. coli LPS in stimulating endothelial cells. The response of endothelial cells to E. coli LPS is enhanced by the LPS-binding protein and soluble CD14 of serum, and serum similarly potentiated the response to low concentrations of ovalbumin. Higher concentrations of ovalbumin, however, did not require these accessory proteins. LPS-like Material Is Present in Commercial Ovalbumin, but Cannot Easily Be Suppressed by Polymyxin B—Resolution of commercial ovalbumin by SDS-PAGE and staining with a periodate-Schiff reaction showed the presence of material with the characteristics of LPS (not shown), so we assessed the endotoxic content of this ovalbumin with a Limulus amebocyte lysate assay. We found that as little as 3 μg/ml ovalbumin contained about 0.5 enzyme unit/ml of endotoxic activity (Fig. 2A). This is a considerable amount of endotoxin, but because we do not know its identity, we cannot calculate its mass in the absence of an appropriate standard. However, extrapolating from the LPS of E. coli, we estimate that 1 mg of this batch of ovalbumin could be contaminated with as much as 10 μg of LPS. We tested whether the inflammatory material in commercial ovalbumin was the endotoxic contaminant we quantified in the Limulus assay. For this we pretreated, or not, each of the agonists with polymyxin B, an antibiotic that sequesters LPS. We found (Fig. 2B) that polymyxin B abolished the stimulation of endothelial cells by our positive control, E. coli LPS, whereas it was only partially effective at this concentration when mixed with even low concentrations of ovalbumin. In this experiment we used a submaximal amount of ovalbumin (3 μg/ml) to be sure that the ratio of polymyxin B to endotoxin was high, but even so polymyxin B was ineffective in neutralizing the endothelial cell agonist(s). LPS from S. minnesota Is Resistant to Polymyxin B Sequestration and Does Not Require CD14 Presentation—Chicken eggs can be contaminated with Salmonella, and the TLR4 receptor responds to the endotoxin of this bacteria as it does to that of E. coli (24Tapping R.I. Akashi S. Miyake K. Godowski P.J. Tobias P.S. J. Immunol. 2000; 165: 5780-5787Crossref PubMed Scopus (303) Google Scholar), so we determined whether Salmonella LPS differed from E. coli LPS as a target for polymyxin B sequestration. To test this, LPS from the two bacteria was pretreated with polymyxin B, and endothelial cell activation was assayed in serum-containing medium in the continued presence of polymyxin B. E. coli LPS became inflammatory in this assay at 100 ng/ml, and even at ten times this concentration its inflammatory effect was completely suppressed by polymyxin B (Fig. 3A). In contrast, Salmonella LPS (Fig. 3B) was considerably more potent than the LPS from E. coli in activating endothelial cells, and it was completely resistant to the effects of polymyxin B. Accordingly, we found (not shown) that columns containing immobilized polymyxin B were unable to remove the biologic activity from commercial ovalbumin. We determined whether the effect of Salmonella LPS on endothelial cells, like that of E. coli, was enhanced by the presence of serum and the soluble CD14 (sCD14) it contains (25Ulevitch R.J. Tobias P.S. Curr. Opin. Immunol. 1999; 11: 19-22Crossref PubMed Scopus (487) Google Scholar). We preincubated endothelial cells in the presence or absence of serum, or with the blocking anti-CD14 monoclonal antibody MY4. The serum-supplied sCD14 was important at low concentrations of E. coli LPS, because MY4 completely inhibited endothelial cell activation at LPS concentrations of 100 ng/ml and below (Fig. 3C). Above this concentration, the response to E. coli LPS became both serum- and CD-14-independent. In contrast, activation of endothelial cells by Salmonella LPS was only partially dependent on serum and sCD14 and only at low LPS concentrations. The LPS of Salmonella (Fig. 3D) displays several of the characteristics of the biologically active material in purchased ovalbumin in that it is potent, largely independent of serum, and minimally affected by polymyxin B. LPS, but Not an Endotoxic Lipopeptide, Desensitized Endothelial Cells to Commercial Ovalbumin—We explored the nature of the inflammatory agent in commercial ovalbumin by distinguishing LPS from non-LPS endotoxins, because both prokaryotic proteins displaying a lipid-modified N-terminal cysteinyl residue and LPS are a potent endothelial cell agonists (26Wooten R.M. Modur V.R. McIntyre T.M. Weis J.J. J. Immunol. 1996; 157: 4584-4590PubMed Google Scholar, 27Neilsen P.O. Zimmerman G.A. McIntyre T.M. J. Immunol. 2001; 167: 5231-5239Crossref PubMed Scopus (37) Google Scholar). We selectively desensitized endothelial cells to either LPS or endotoxic proteins by a 24-h pre-exposure to Salmonella LPS or a synthetic lipid-modified endotoxic peptide Pam3CSK4. These agents activated the endothelial cell monolayers (not shown), but after 24 h most of the response had faded (note the slightly higher background in media/LPS and media/Pam3CSK4 compared with the open bar depicting media pretreated/media challenged monolayers in Fig. 4A). Challenge of these buffer- or endotoxin-pretreated cells with TNFα or IL-1β showed they still mounted an inflammatory response to unrelated inflammatory agents (Fig. 4A). These cells were, however, selectively unable to respond to a subsequent exposure to the desensitizing agonist. Thus cells pre-exposed to Salmonella LPS did not respond to a subsequent exposure to this LPS, but did respond to Pam3CSK4. The converse also was true: Pam3CSK4 desensitized only to a second exposure to Pam3CSK4 and not to a subsequent LPS challenge. With the controls established validating this approach, we desensitized endothelial cells for 24 h with purified ovalbumin as a stringent control, or with Salmonella LPS or Pam3CSK4, and then challenged these cells with purified or commercial ovalbumin for 4 h. Cells preincubated with purified ovalbumin and then challenged with purified ovalbumin were not activated (open bars), whereas those preincubated with Salmonella LPS or Pam3CSK4 showed a low level of residual activation as before (left bars of Fig. 4B). Cells preincubated with purified ovalbumin and then challenged with commercial ovalbumin still displayed a strong inflammatory response (compare the open bars in Fig. 4B). In contrast, cells desensitized to Salmonella LPS (the dark bar) showed a complete lack of a response to commercial ovalbumin. Conversely, endothelial cells desensitized to Pam3CSK4 fully responded to a subsequent challenge with commercial ovalbumin. Commercial ovalbumin, then, must contain an endotoxin that is recognized in the same way as Salmonella LPS. Contamination of Commercial Ovalbumin Accounts for Its Inflammatory Effects—We purified large amounts of ovalbumin from fresh eggs to find that the purified ovalbumin, in marked contrast to the starting material, was without effect on endothelial cell monolayers (Fig. 5). The presence of serum did not increase the sensitivity of the cells to purified ovalbumin, which it did for low, and not high, amounts of commercial ovalbumin. We added Salmonella LPS to the purified ovalbumin and found that this combination behaved as higher concentrations of commercial ovalbumin: there was high basal activity that was insensitive to the presence of serum, polymyxin B, or anti-CD14 MY4 antibody. We noted that ovalbumin enhanced the effect of Salmonella LPS over free LPS (compare the unfilled bars of the rightmost two groups of columns), but we have no direct evidence that ovalbumin aids in the presentation of LPS to endothelial cells. Ovalbumin Contamination Affects Development of Murine AHR—Commercial ovalbumin has been widely used as an antigen in murine models of airway hyper-responsiveness (AHR). We determined whether purified ovalbumin, in the absence of a concomitant inflammatory signal from contaminating endotoxin, induced AHR, and whether the addition of Salmonella LPS to this endotoxin-free material recapitulated the results obtained with commercial ovalbumin. Mice were sensitized on day 0 with either endotoxin-free PBS, purified ovalbumin, ovalbumin reconstituted with Salmonella LPS, commercial ovalbumin, or Salmonella LPS alone. These mice were then exposed to these same agents in an aerosolized form on day 8 and then every day for 9 days starting on day 14 as described previously (11Albertine K.H. Wang L. Watanabe S. Marathe G.K. Zimmerman G.A. McIntyre T.M. Am. J. Physiol. 2002; 283: L219-L233PubMed Google Scholar, 28Brusselle G.G. Kips J.C. Tavernier J.H. van der Heyden J.G. Cuvelier C.A. Pauwels R.A. Bluethmann H. Clin. Exp. Allergy. 1994; 24: 73-80Crossref PubMed Scopus (398) Google Scholar). To detect AHR, the breathing patterns of these mice were analyzed on days 15, 18, and 22 of the protocol in awake unrestrained animals by plethysmography, to calculate the Penh variable, just after each mouse was challenged with methacholine. Mice challenged with commercial ovalbumin developed small changes, about 2-fold, in their airway reactivity (Fig. 6) by day 22 when challenged with minimally effective dose of methacholine (15 mg/ml). We tested purified, endotoxin-free ovalbumin in this model, but unexpectedly found that this proved to be significantly better at sensitizing the mice than the commercial material. By example, as early as day 18 mice sensitized with the endotoxin-free ovalbumin responded to the methacholine challenge, and this response was greatly increased by day 22 of the model. Salmonella LPS alone, when used at a concentration giving a response equivalent to commercial ovalbumin in the Limulus amebocyte assay, did not differ in its effects from the vehicle control. We then combined this amount of Salmonella LPS with purified ovalbumin to find that this combination suppressed the effect of the purified protein in sensitizing the mice to the methacholine challenge. The combination of Salmonella LPS and endotoxin-free ovalbumin therefore behaved much as the purchased protein preparation. We conclude that endotoxin can be a powerful negative modulator in the development of AHR in this model. Lung Inflammation and Structural Changes Induced by Purified and Commercial Ovalbumin—We examined lung sections from mice subjected to the AHR model to find that the sections from PBS-exposed control mice were unremarkable (Fig. 7A). In contrast, sections from mice sensitized and challenged with either purified or commercial ovalbumin showed distinct, and non-equivalent, changes over time. Lung consolidation was evident in animals receiving purified ovalbumin (note the overall increase in tissue staining), but this was not a prominent feature of mice receiving commercial ovalbumin. Enlargement (Fig. 7B) of the areas outlined in Fig. 7A confirm the impression of consolidation and cellularity. Among the notable changes were perivascular infiltrates, thickened septa around airways and thickened alveolar walls, and the presence of alveolar edema, as shown by the pink staining material, in the lung sections of mice receiving purified ovalbumin. In contrast to the histology of animals challenged with purified ovalbumin, the alveoli of mice receiving commercial ovalbumin were clearly dilated. The alveolar destruction and dilatation caused by commercial ovalbumin is similar to the emphysematous-like lesions found after long term intratracheal exposure of mice to LPS (29Vernooy J.H. Dentener M.A. van Suylen R.J. Buurman W.A. Wouters E.F. Am. J. Respir. Cell Mol. Biol. 2002; 26: 152-159Crossref PubMed Scopus (204) Google Scholar). Supplementation of purified ovalbumin with Salmonella LPS suppressed, but not completely, formation of perivascular infiltrates and alveolar thickening. The addition of Salmonella LPS to the purified ovalbumin also caused some alveolar dilatation, but, at least at this concentration, did not completely recapitulate the changes caused by exposure to commercial ovalbumin. Circulating IgE Levels Differ after Immunization with Commercial or Purified Ovalbumin—We determined whether LPS contamination suppressed the immune response to ovalbumin, or just the development of AHR, and so quantified the levels of IgE in serum from each group of mice. We found that mice sensitized to commercial ovalbumin displayed a minor increase in circulating total (Fig. 8A) or ovalbumin-specific (Fig. 8B) IgE levels, but that mice treated with purified ovalbumin demonstrated a large increase in IgE over time. We also found that addition of Salmonella LPS to the purified material suppressed the animal's immunologic response to the antigen and inhibited IgE accumulation. Murine models of AHR and other immunologic disorders, where genetic manipulation is possible, promise to be invaluable in understanding complicated disease. The use of a single immunogen and a defined time of sensitization in the murine model eliminate two key variables in human disease. Here we show that the most commonly employed immunogen in models of murine AHR is sufficiently contaminated with an endotoxin to affect the inflammatory system. We anticipated that removing endotoxin from the immunogen used in the initial intraperitoneal injection and in the subsequent aerosol exposures would suppress development of AHR, because we would have removed an adjuvant from the immunogen and because chronic LPS exposure causes persistent lung inflammation (29Vernooy J.H. Dentener M.A. van Suylen R.J. Buurman W.A. Wouters E.F. Am. J. Respir. Cell Mol. Biol. 2002; 26: 152-159Crossref PubMed Scopus (204) Google Scholar). Instead, we saw that the effect of this endotoxic material was to suppress the development of AHR, lung consolidation, and IgE accumulation. Adhesion of leukocytes to endothelial cells is an initial step in the inflammatory response to endotoxin, and so we used these cells to probe for bioactivity. We found endothelial cells to be fully activated by a few micrograms of commercial ovalbumin, where we estimate, based on the Limulus amebocyte assay, that as much as 1% of the mass may be endotoxin. The response of the LAL assay varies with the nature of the LPS being analyzed, so we lack an appropriate standard to accurately define its mass in ovalbumin. A recent publication (30Strohmeier G.R. Walsh J.H. Klings E.S. Farber H.W. Cruikshank W.W. Center D.M. Fenton M.J. J. Immunol. 2001; 166: 2063-2070Crossref PubMed Scopus (28) Google Scholar) also detected endotoxic activity in ovalbumin solutions, although at levels less than we measured, that did not affect the development of lung disease in BALB/c mice. Also in BALB/c mice, addition of low levels of LPS induces an IgE-promoting Th2-type response, whereas higher amounts of LPS induce a Th1 response (31Eisenbarth S.C. Piggott D.A. Huleatt J.W. Visintin I. Herrick C.A. Bottomly K. J. Exp. Med. 2002; 196: 1645-1651Crossref PubMed Scopus (989) Google Scholar). This study, unlike most murine models of AHR, did not use alum as an adjuvant, so this may account for the difference we find in a model using C57BL/6 mice, but there also are large differences in the response to ovalbumin among inbred strains of mice (32Brewer J.P. Kisselgof A.B. Martin T.R. Am. J. Respir. Crit. Care Med. 1999; 160: 1150-1156Crossref PubMed Scopus (135) Google Scholar). Among these differences is the very low production of ovalbumin-specific IgE antibody by C57BL/6 mice relative to BALB/c mice (32Brewer J.P. Kisselgof A.B. Martin T.R. Am. J. Respir. Crit. Care Med. 1999; 160: 1150-1156Crossref PubMed Scopus (135) Google Scholar), although we show here that the presence of contaminating endotoxin in ovalbumin significantly suppresses the production of these antibodies in C57BL/6 mice. Endotoxin in commercial ovalbumin did not behave like E. coli LPS in that it was resistant to sequestration by polymyxin B and insensitive to the presence of soluble CD14 and LPS-binding protein in serum. The LPS of the Gram-negative bacterium Salmonella also proved to be resistant to polymyxin B inhibition (33Cavaillon J.M. Haeffner-Cavaillon N. Mol. Immunol. 1986; 23: 965-969Crossref PubMed Scopus (86) Google Scholar) (see above) and also does not require presentation by CD14 or LPS-binding protein. The principle in commercial ovalbumin responsible for endothelial cell activation seemed to act through the same receptor, likely TLR4 (34Lien E. Means T.K. Heine H. Yoshimura A. Kusumoto S. Fukase K. Fenton M.J. Oikawa M. Qureshi N. Monks B. Finberg R.W. Ingalls R.R. Golenbock D.T. J. Clin. Invest. 2000; 105: 497-504Crossref PubMed Scopus (687) Google Scholar), as Salmonella LPS, because selective desensitization to this LPS prevented cellular activation by commercial ovalbumin. We conclude that an endotoxin contaminates commercial ovalbumin, and its nature makes it less susceptible to suppression by methods that are effective in blocking the effects of E. coli LPS. This property makes standard approaches to detecting or suppressing endotoxic activity by chromatography over immobilized polymyxin B ineffective. A recent editorial “Eat Dirt—The Hygiene Hypothesis and Allergic Diseases” (35Weiss S.T. N. Engl. J. Med. 2002; 347: 930-931Crossref PubMed Scopus (142) Google Scholar) encapsulates the idea that the gradual increase in the prevalence of autoimmune disease stems from a gradual decrease in early childhood infections obtained through better public health measures. A study relating children's exposure to endotoxin with hay fever, atopic asthma, and atopic sensitization supports the conclusion that a subject's environmental exposure to endotoxin might have a crucial role in developing tolerance to ubiquitous natural allergens (36Braun-Fahrlander C. Riedler J. Herz U. Eder W. Waser M. Grize L. Maisch S. Carr D. Gerlach F. Bufe A. Lauener R.P. Schierl R. Renz H. Nowak D. von Mutius E. N. Engl. J. Med. 2002; 347: 869-877Crossref PubMed Scopus (1538) Google Scholar). Endotoxins contaminate organic dusts (8Rylander R. J. Endotoxin. Res. 2002; 8: 241-252PubMed Google Scholar) and subchronic inhalation of LPS in a murine model causes persistent airway disease in endotoxin-responsive mice (37Brass D.M. Savov J.D. Gavett S.H. Haykal-Coates N. Schwartz D.A. Am. J. Physiol. 2003; 285: L755-L761Crossref PubMed Scopus (50) Google Scholar). On the other hand, other approaches have suggested that early exposure to endotoxin independently increases the risk of developing wheeze (38Park J.H. Gold D.R. Spiegelman D.L. Burge H.A. Milton D.K. Am. J. Respir. Crit. Care Med. 2001; 163: 322-328Crossref PubMed Scopus (309) Google Scholar) and suggest that chronic inhalation of endotoxin may contribute to the development of asthma, although the timing of endotoxin exposure and of course genotype affect how endotoxins affect the response to allergens (39Schwartz D.A. Am. J. Respir. Crit. Care Med. 2001; 163: 305-306Crossref PubMed Scopus (72) Google Scholar). Asthma is a particularly complex autoimmune disorder, and unraveling its natural history in animal models with mixed antigen and adjuvant is problematic. Egg white proteins physically bind pathogenic bacteria to prevent upper urinary tract infections (40Johnson J.R. Swanson J.L. Neill M.A. Infect. Immun. 1992; 60: 578-583Crossref PubMed Google Scholar) during egg formation, and indeed we found that even fresh eggs sterilely prepared contained sufficient endotoxic material to fully activate endothelial cells. Purification of ovalbumin was the only effective means we found to circumvent the effect of endotoxic contamination: Extracti-Gel®D beads, precipitation by SDS (41Hegg P.O. Biochim. Biophys. Acta. 1979; 579: 73-87Crossref PubMed Scopus (36) Google Scholar), sequestration with immobilized polymyxin B, and phenol extraction of LPS (42Manthey C.L. Vogel S.N. J. Endotoxin Res. 1994; 1: 84-91Crossref Scopus (96) Google Scholar) were ineffective or did not provide soluble antigen (not shown). We conclude that Salmonella-like material in commercial ovalbumin is a potent, serum-independent, and polymyxin B-resistant inflammatory agent that causes immune tolerance in C57BL/6 mice. Such contaminants complicate lessons derived from murine models of airway hyper-reactivity that use unpurified ovalbumin as the immunogen. We thank Donelle Benson, Jessica Phibbs, and Margaret Vogel for their careful preparation of primary human cells; Diana Lim and Mary Scriven for aid in preparing the figures; and Craig Osborne for technical assistance.",
  "authors": [
    {
      "display_name": "Junji Watanabe",
      "id": "A5037204781",
      "orcid": "https://orcid.org/0000-0002-6795-2554",
      "institutions": [
        {
          "id": "I223532165",
          "display_name": "University of Utah",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Junji Watanabe"
    },
    {
      "display_name": "Yasunari Miyazaki",
      "id": "A5034173750",
      "orcid": "https://orcid.org/0000-0002-9073-9815",
      "institutions": [
        {
          "id": "I223532165",
          "display_name": "University of Utah",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Yasunari Miyazaki"
    },
    {
      "display_name": "Guy A. Zimmerman",
      "id": "A5002690026",
      "orcid": "https://orcid.org/0000-0003-1731-7074",
      "institutions": [
        {
          "id": "I223532165",
          "display_name": "University of Utah",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Guy A. Zimmerman"
    },
    {
      "display_name": "Kurt H. Albertine",
      "id": "A5012445052",
      "orcid": "https://orcid.org/0000-0001-8497-0861",
      "institutions": [
        {
          "id": "I223532165",
          "display_name": "University of Utah",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Kurt H. Albertine"
    },
    {
      "display_name": "Thomas M. McIntyre",
      "id": "A5019289575",
      "orcid": "https://orcid.org/0000-0001-7802-5900",
      "institutions": [
        {
          "id": "I223532165",
          "display_name": "University of Utah",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Thomas M. McIntyre"
    }
  ],
  "publication_year": 2003,
  "publication_date": "2003-10-01",
  "type": "article",
  "cited_by_count": 116,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S140251998",
    "display_name": "Journal of Biological Chemistry",
    "issn_l": "0021-9258",
    "issn": [
      "0021-9258",
      "1067-8816",
      "1083-351X"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320990"
  },
  "volume": "278",
  "issue": "43",
  "first_page": "42361",
  "last_page": "42368",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "http://www.jbc.org/article/S002192582082777X/pdf",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2776946954",
      "display_name": "Ovalbumin",
      "level": 3,
      "score": 0.98494375
    },
    {
      "id": "C2778754761",
      "display_name": "Lipopolysaccharide",
      "level": 2,
      "score": 0.7016949
    },
    {
      "id": "C203014093",
      "display_name": "Immunology",
      "level": 1,
      "score": 0.62284565
    },
    {
      "id": "C141105273",
      "display_name": "Immunoglobulin E",
      "level": 3,
      "score": 0.5920499
    },
    {
      "id": "C2776914184",
      "display_name": "Inflammation",
      "level": 2,
      "score": 0.4590148
    },
    {
      "id": "C147483822",
      "display_name": "Antigen",
      "level": 2,
      "score": 0.45339113
    },
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.443021
    },
    {
      "id": "C2776070231",
      "display_name": "TLR4",
      "level": 3,
      "score": 0.44234243
    },
    {
      "id": "C159654299",
      "display_name": "Antibody",
      "level": 2,
      "score": 0.40534967
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.29079282
    }
  ],
  "topics": [
    {
      "id": "T10051",
      "display_name": "Asthma and respiratory diseases",
      "score": 0.9998
    },
    {
      "id": "T10371",
      "display_name": "Immune Response and Inflammation",
      "score": 0.9922
    },
    {
      "id": "T13770",
      "display_name": "Pediatric health and respiratory diseases",
      "score": 0.9916
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1074/jbc.m307752200",
  "pdf_url": "http://www.jbc.org/article/S002192582082777X/pdf",
  "retrieved_date": "2025-07-30T15:31:26.482833",
  "source_database": "OpenAlex"
}