{
  "openalex_id": "W2133948691",
  "doi": "https://doi.org/10.1596/1813-9450-5270",
  "title": "Accommodating Migration To Promote Adaptation To Climate Change",
  "abstract": "No AccessPolicy Research Working Papers22 Jun 2013Accommodating Migration To Promote Adaptation To Climate ChangeAuthors/Editors: Michael Webber, Jon BarnettMichael Webber, Jon Barnetthttps://doi.org/10.1596/1813-9450-5270SectionsAboutPDF (0.2 MB) ToolsAdd to favoritesDownload CitationsTrack Citations ShareFacebookTwitterLinked In Abstract:This paper explains how climate change may increase future migration, and which risks are associated with such migration. It also examines how some of this migration may enhance the capacity of communities to adapt to climate change. Climate change is likely to result in some increase above baseline rates of migration in the next 40 years. Most of this migration will occur within developing countries. There is little reason to think that such migration will increase the risk of violent conflict. Not all movements in response to climate change will have negative outcomes for the people that move, or the places they come from and go to. Migration, a proven development strategy, can increase the capacity of communities to adapt to climate change. The fewer choices people have about moving, however, the less likely it is that the outcomes of that movement will be positive. Involuntary resettlement should be a last resort. Many of the most dire risks arising from climate-motivated migration can be avoided through careful policy. Policy responses to minimize the risks associated with migration in response to climate change, and to maximize migration's contribution to adaptive capacity include: ensuring that migrants have the same rights and opportunities as host communities; reducing the costs of moving money and people between areas of origin and destination; facilitating mutual understanding among migrants and host communities; clarifying property rights where they are contested; ensuring that efforts to assist migrants include host communities; and strengthening regional and international emergency response systems. Previous bookNext book FiguresReferencesRecommendedDetailsCited ByA Sustainable Approach to Combat Climate Change1 April 2022Perspectives of Climate Change5 March 2022Population Policies in East Asia and Oceania2 July 2022Typologie des conséquences de la migration sur les stratégies d'adaptation à l'érosion côtière au SénégalPopulation, Vol.Vol. 76, No.3Labor Migration and Climate Change AdaptationAmerican Political Science Review, Vol.206 December 2021Situating 'migration as adaptation' discourse and appraising its relevance to Senegal's development sectorEnvironmental Science & Policy, Vol.126Theorizing (im)mobility in the face of environmental changeRegional Environmental Change, Vol.21, No.42 December 2021Indigenous Peoples and climate-induced relocation in Latin America and the Caribbean: managed retreat as a tool or a threat?Journal of Environmental Studies and Sciences, Vol.11, No.329 July 2021Staying despite riverbank erosion: evidence of coastal BangladeshSN Social Sciences, Vol.1, No.67 April 2021Multidimensional analysis of global climate change: a reviewEnvironmental Science and Pollution Research, Vol.28, No.2024 March 2021Gendered dimensions of migration in relation to climate changeClimate and Development, Vol.13, No.415 June 2020Migration as Adaptation26 July 2021Resettlement capacity assessments for climate induced displacements: Evidence from EthiopiaClimate Risk Management, Vol.33Factors distinguishing the decision to migrate from the flooded and inundated community of Sayung, Demak: a suburban area of Semarang City, IndonesiaInternational Journal of Disaster Risk ReductionPatience, persistence and pre-signals: Policy dynamics of planned relocation in AustriaGlobal Environmental Change, Vol.63Migration and Household Adaptation in Climate-Sensitive Hotspots in South AsiaCurrent Climate Change Reports, Vol.3519 February 2020Where People Live and Move in Deltas29 August 2019Fleeing Flooding: Asia and the Pacific8 May 2020Resilience of Greek Communities Hosting Climate Migrants: The Perceptions of Environmental Educators13 August 2019Resilience of Greek Communities Hosting Climate Migrants: The Perceptions of Environmental Educators17 October 2018ESTRATEGIAS DE ADAPTACIÓN Y PRÁCTICAS DE CUIDADO EN COMUNIDADES DESPLAZADAS CLIMÁTICAS: CASO COLOMBIANOPsicologia em Estudo, Vol.2419 December 2018International Legal Protection of Environmental Migrants: Realities and ProspectsActual Problems of Russian Law, No.71 July 2018Resilience of Greek Communities Hosting Climate Migrants: The Perceptions of Environmental Educators23 July 2018How can migration serve adaptation to climate change? Challenges to fleshing out a policy idealThe Geographical Journal, Vol.183, No.410 February 2017Climate-influenced migration in Bangladesh: The need for a policy realignmentDevelopment Policy Review, Vol.3526 September 2017Linking Migration, Mobility, and Development for Strengthening Adaptation to Climate and Disaster Risks: Reflections from Nepal30 August 2016The Geographical Journal, Vol.183, No.4Internal and International Migration in East and Southeast Asia: Exploring the LinkagesPopulation, Space and Place, Vol.22, No.76 October 2016Resilience as transformative capacity: Exploring the quadripartite cycle of structuration in a Mozambican resettlement programmeGeoforum, Vol.66Being(s) framed: The means and ends of framing environmental migrantsGlobal Environmental Change, Vol.35Development, global change and traditional food security in Pacific Island countriesRegional Environmental Change, Vol.15, No.77 October 2014The legacy of migration in response to climate stress: learning from the Gilbertese resettlement in the Solomon IslandsNatural Resources Forum, Vol.39, No.3-421 January 2016Integrated framework for the Relocation Potential Assessment of Coastal Communities (RPACC): application to Hurricane Sandy-affected areasEnvironment Systems and Decisions, Vol.35, No.218 April 2015Migration from atolls as climate change adaptation: Current practices, barriers and options in Solomon IslandsNatural Resources Forum, Vol.38, No.119 February 2014Where the rain falls: Evidence from 8 countries on how vulnerable households use migration to manage the risk of rainfall variability and food insecurityClimate and Development, Vol.6, No.112 November 2013Climate Change Displacement in Atoll Island States17 July 2013Adaptation Options to Improve Food Security in a Changing Climate in the Hindu Kush-Himalayan Region13 June 2014Population–Environment Interactions: European Migration, Population Composition and Climate ChangeEnvironmental and Resource Economics, Vol.55, No.49 June 2013Remittances and disaster: a reviewInternational Journal of Disaster Risk Reduction, Vol.4Climate Barbarians at the Gate? A critique of apocalyptic narratives on 'climate refugees'Geoforum, Vol.45An Ill Wind? Climate Change, Migration, and HealthEnvironmental Health Perspectives, Vol.120, No.5Hazards/Disasters: Special Topics2 November 2011 View Published: June 2010 Copyright & Permissions Related TopicsEnvironmentHealth Nutrition and PopulationMacroeconomics and Economic GrowthSocial Development KeywordsCLIMATE CHANGECONSEQUENCES OF MIGRATIONDEVELOPING COUNTRIESDISASTERSENVIRONMENTAL CHANGEFLOWS OF PEOPLEINTERNATIONAL COMMUNITYINTERNATIONAL MIGRATIONMIGRANTSMIGRATIONMIGRATION POLICIESNUMBER OF PEOPLEPOLICY BRIEFPOLICY RESEARCHPOLICY RESEARCH WORKING PAPERPOPULATION MOVEMENTSPROGRESSSUSTAINABLE DEVELOPMENTURBAN MIGRATIONVULNERABILITY PDF DownloadLoading ...",
  "authors": [
    {
      "display_name": "Michael Webber",
      "id": "A5113819108",
      "orcid": null,
      "institutions": [
        {
          "id": "I165779595",
          "display_name": "The University of Melbourne",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Michael Webber"
    },
    {
      "display_name": "Jon Barnett",
      "id": "A5085632683",
      "orcid": "https://orcid.org/0000-0002-0862-0808",
      "institutions": [
        {
          "id": "I165779595",
          "display_name": "The University of Melbourne",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jon Barnett"
    }
  ],
  "publication_year": 2010,
  "publication_date": "2010-06-02",
  "type": "book",
  "cited_by_count": 177,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210231086",
    "display_name": "World Bank policy research working paper",
    "issn_l": "1813-9450",
    "issn": [
      "1813-9450"
    ],
    "type": "ebook platform",
    "host_organization": null
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": true,
    "oa_status": "green",
    "oa_url": "https://openknowledge.worldbank.org/bitstreams/6b6f21ac-e63a-5be1-8231-ef939765e7f0/download",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C132651083",
      "display_name": "Climate change",
      "level": 2,
      "score": 0.73341227
    },
    {
      "id": "C139807058",
      "display_name": "Adaptation (eye)",
      "level": 2,
      "score": 0.7145916
    },
    {
      "id": "C2778851808",
      "display_name": "Climate change adaptation",
      "level": 3,
      "score": 0.6628412
    },
    {
      "id": "C107826830",
      "display_name": "Environmental resource management",
      "level": 1,
      "score": 0.3959703
    },
    {
      "id": "C205649164",
      "display_name": "Geography",
      "level": 0,
      "score": 0.34231493
    },
    {
      "id": "C91375879",
      "display_name": "Environmental planning",
      "level": 1,
      "score": 0.33535677
    },
    {
      "id": "C39432304",
      "display_name": "Environmental science",
      "level": 0,
      "score": 0.3048495
    },
    {
      "id": "C18903297",
      "display_name": "Ecology",
      "level": 1,
      "score": 0.14932713
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.14684153
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.10514721
    },
    {
      "id": "C169760540",
      "display_name": "Neuroscience",
      "level": 1,
      "score": 0.057958633
    }
  ],
  "topics": [
    {
      "id": "T12656",
      "display_name": "Climate Change, Adaptation, Migration",
      "score": 1.0
    },
    {
      "id": "T10747",
      "display_name": "Disaster Management and Resilience",
      "score": 0.9638
    },
    {
      "id": "T10349",
      "display_name": "Migration and Labor Dynamics",
      "score": 0.9473
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1596/1813-9450-5270",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:13:17.316263",
  "source_database": "OpenAlex"
}