{
  "openalex_id": "W2138646695",
  "doi": "https://doi.org/10.1111/j.1469-8137.2004.01124.x",
  "title": "Myco‐heterotroph–fungus marriages – is fidelity over‐rated?",
  "abstract": "Though green coloration is a defining feature of the plant kingdom, there are many nongreen (i.e. achlorophyllous/nonphotosynthetic) plants which have long sparked the curiosity of botanists (see Fig. 1). These plants can be divided into two functional groups: those that directly invade other plants to acquire food, such as the mistletoes, and those that do not. Members of the latter group have historically been called 'saprophytes' but are more properly labeled 'myco-heterotrophs', a term which highlights the fact that they acquire all their fixed carbon from mycorrhizal fungi (Leake, 1994; see also Fig. 1). Let's be clear – we are talking about plants that consume fungi. As odd as such a lifestyle may sound, at least 400 myco-heterotrophic species are distributed across nine families of monocots and dicots (Furman & Trappe, 1971; Leake, 1994). The 'crown jewels' of the myco-heterotrophs are the orchids, of which the estimated 30 000 enchanting species encompass nearly 10% of the Angiosperm flora. Of course, the vast majority of orchids are photosynthetic, at least as adults. However, all orchids can be classified as partially myco-heterotrophic because their minute 'dust seeds' lack energetic reserves and must locate a fungus on which to feed during the interval between seed germination and the elaboration of photosynthetic organs months or years later. In addition, multiple independent lineages of terrestrial orchids have given up photosynthesis entirely, becoming 'fully myco-heterotrophic.' Members of another widely distributed and well known myco-heterotrophic subfamily, the Monotropoideae (Ericaceae), share many convergent attributes with orchids (Leake et al., 1994). Myco-heterotrophs interact in a physiologically intimate fashion with specific fungal partners, providing amusing opportunities for analogies with human relations (Gardes, 2002). Papers in this issue by McCormick et al. (pp. 425–438) and Leake et al. (pp. 405–423) provide important new insights into the 'marriages' between myco-heterotrophs and their fungal partners. In particular, these papers demonstrate high fidelity of the plants across all life stages, with the glaring exception of one orchid species which switches partners. The progenitor of this journal, The Phytologist, was an important early forum for discussions and observations on the parasitic nature of Monotropa hypopitys (Lees, 1841). The plant had been assumed to be a typical angiosperm parasite by Linnaeus, but Luxford (1841), Lees (1841), and Rylands (1842a) were perplexed to find no evidence of haustorial attachments to other plants. Their observations, including recognition of fungal mycelium ensheathing its roots (Rylands, 1842b), paved the way for the studies of myco-heterotrophic germination and development of M. hypopitys and identification of its fungal partners now reported in this issue. 'Full appreciation of the evolution of myco-heterotrophy will remain elusive until the key evolutionary parameter – fitness – is measured' Ordinary mycorrhizal interactions involve a reciprocal exchange of photosynthetically fixed plant carbon in return for fungally scavenged soil minerals, and are thus regarded as mutualisms. Most plants display no signs of fidelity to particular fungal partners. For example, ectomycorrhizal Douglas fir has been estimated to associate with at least 2000 fungal species which span tens of families of Ascomycetes and Basidiomycetes (Molina et al., 1992). By contrast, idiosyncratic and specific fungal associations were described in orchids by the turn of the 20th century (Bernard, 1909), and were shortly thereafter suggested in the Monotropoideae as well (Francke, 1934). Other authors disagreed vociferously with these claims of specificity (Curtis, 1937; Hadley, 1970). In the case of orchids, some of the disagreements can be blamed on the predominance of associations with fungi in the problematic 'taxon'Rhizoctonia. This form-genus encompasses distantly related clades of fungi which rarely fruit in culture, are difficult to identify based on vegetative characteristics, and can interact with plants as mycorrhizae, endophytes or parasites. Recent molecular studies have confirmed mycorrhizal specificity in several fully myco-heterotrophic orchids (reviewed in Taylor et al., 2002; see also Selosse et al., 2002b; Taylor et al., 2003; Taylor et al., 2004). A parallel series of studies has clarified the fungal associations of most members of the Monotropoideae and documents equal or greater specificity than that found in orchids (Bidartondo & Bruns, 2001, 2002). This specificity is perplexing, since eschewing potential partners must come at a cost. One potential explanation has been presented as follows (Cullings et al., 1996; Taylor & Bruns, 1997). Fungi form mycorrhizae in order to acquire carbon, and yet myco-heterotrophs remove carbon rather than providing it to their fungal partners. Hence, they can be viewed as parasites upon their fungi. Parasitism tends to favor specificity because of selection on victims to resist their attackers, and ensuing evolutionary 'arms-races'. These arguments lead to the prediction that fully myco-heterotrophic orchids should be more specific than green orchids. McCormick et al. put this prediction to the test by carefully documenting specificity in three photosynthetic terrestrial orchids using modern molecular-phylogenetic and seed-packet germination field trials and comparing their results to specificity in a previously studied fully myco-heterotrophic orchid. McCormick et al. isolated fungi from individual coils (pelotons) of mycorrhizal fungi teased out of root cells of Goodyera pubescens and Liparis lilifolia. They then amplified and sequenced several diagnostic ribosomal gene regions, including the highly variable ITS. All of the fungi from these orchids belonged to the genus Tulasnella, a member of the Rhizoctonia complex commonly found in orchids worldwide. Remarkably, the 10 isolates from Liparis displayed a maximum of approx. 0.2% sequence divergence, suggesting that L. lilifolia associates with only a single fungal species over a wide geographic area. Isolates from Goodyera were slightly more diverse, but still closely related when compared to the ITS sequence diversity of tomentelloid fungi found associated with the fully myco-heterotrophic orchid Cephalanthera austinae in a previous study (Taylor & Bruns, 1997). McCormick et al. contribute an additional key piece of information. They found that germinating seeds and protocorms of these two species from packets planted in the field associated with the same narrow clade of fungi as did adult plants. Hence, we see lifelong fidelity in these two photosynthetic orchids, which has also been demonstrated recently in several fully myco-heterotrophic orchids (McKendrick et al., 2000; McKendrick et al., 2002). The results of McCormick et al. are counter to the predictions about fidelity in photosynthetic vs nonphotosynthetic plants and therefore require a re-examination of orchid-fungus marriages. However, these species may also depend heavily on fungally supplied carbon – they produce single leaves (some in winter) and grow on the dusky floors of dense forests. In this context, Otero et al. (2002) have recently reported low ITS sequence diversity among the Ceratobasidium associates of several epiphytic orchids. One would not expect significant myco-heterotrophic carbon gain by adult orchids in the forest canopy, though this possibility deserves examination (Ruinen, 1953). The third species studied by McCormick et al., Tipularia discolor, stands in stark contrast to the first two. Tulasnella isolates, along with other fungi from Tipularia adults, were phylogenetically diverse. Hence, this orchid appears to display relatively low specificity in the adult stage. Does this mean Tipularia establishment is unlikely to be constrained by a lack of suitable partners? Not at all. Perhaps the most exciting result reported by McCormick et al. is that wild Tipularia protocorms associate with a narrow range of fungi that are not Tulasnella species, nor any kind of Rhizoctonia. These fungi could not be isolated, but were characterized using direct molecular approaches. These fungi are relatively distant from any species that have been sequenced and deposited in the public databases, but appear to be allied to the Auriculariales. This order of Basidiomycete jelly fungi includes many wood decomposers. Coincidentally, germination of Tipularia seeds seems to occur predominantly, if not exclusively, in decaying wood. Therefore, establishment of this widespread orchid is likely to require both a specific fungal clade and a specific microhabitat. Previous studies have shown that adult Monotropa hypopitys in North America have complete fidelity to fungi in the genus Tricholoma (Bidartondo & Bruns, 2002). Tricholoma is ectomycorrhizal, and hyphally links Monotropa to its ultimate carbon source – autotrophic hosts such as Salix. Leake et al. set out to determine whether the natural distribution of the fungal partners and autotrophic hosts influence the germination and growth of Monotropa seeds. Many thousands of dust seeds contained in hundreds of mesh packets were introduced into two sites with adult Monotropa plants. This method immobilizes the miniscule seeds, permitting their recovery from the soil, while also permitting hyphal entrance and interaction with the seeds. At the first site, packets were planted in two microhabitats: near adult plants and at least 5 m distant from any observed adults. Considerable germination and seedling growth occurred in plots near adults. Though some germination occurred away from adults, no appreciable growth occurred. At the second site, seed packets were again planted in two microhabitats: under Salix and in interspersed, open grassy areas. Germination and growth were highly variable under Salix, as might be expected if Tricholoma is patchily associated with its autotrophic host, and essentially absent in the grassy areas. In addition to these detailed studies of Monotropa seed germination, molecular analyses of the fungal associates of seedlings and adults were conducted. Leake et al. found absolute fidelity to Tricholoma cingulatum in both seedlings and adults growing with Salix, and fidelity to the closely related Tricholoma terreum in adults growing under Pinus. Interestingly, they note that neither of these Tricholoma species is particularly abundant in the Salix and Pinus ecosystems, according to fruiting records. The results presented by Leake et al. provide the strongest evidence to date that the distribution of a single fungus can forcefully constrain the establishment and resulting distribution of an Angiosperm. These findings have obvious and important implications for the conservation and management of threatened myco-heterotrophs. The findings of equally high specificity at the protocorm stage in photosynthetic orchids dramatically widens the conservation implications. In the decade since the seminal New Phytologist Tansley Review of myco-heterotroph biology by Leake (1994), many vexing problems have been clarified, particularly relating to fungal identities, linkages to autotrophs and seed germination in the field, in prominent papers including the two in this issue. Yet, a number of the key questions posed by Leake (1994), and more recently by Gardes (2002), remain unresolved. The utilization of modern molecular phylogenetic approaches to characterise specificity has provided major advances (Cullings et al., 1996; Taylor & Bruns, 1997; Selosse et al., 2002b; Bidartondo et al., 2003). However, as researchers dig more deeply into specificity, increasingly quantitative methods for comparative analysis will be needed. The tools of phylogenetics and population genetics offer a variety of options by which we may summarize genetic diversity within a set of fungal associates using a single statistic (Taylor et al., 2004), which would be preferable to ad hoc comparisons based on tree topologies alone. These quantitative values can then be compared across species, populations, geographic regions, and so forth. Specificity toward two or more clades of fungi could also be summarized using these statistics. The transitions between protocorm and adult stages in Tipularia make it clear that future studies must differentiate life cycle components of specificity. Statistical evolutionary methods will also become increasingly important as we begin to reconstruct the history of mycorrhizal associations in major groups such as the Orchidaceae and Ericaceae. A key question which is just appearing on the research horizon concerns the possible role of switches of fungal partners in the diversification of myco-heterotrophic (and other?) plant lineages. Unfortunately, a full appreciation of the evolution of myco-heterotrophy will remain elusive until the key evolutionary parameter – fitness – is measured in both plant and fungus under a variety of conditions. This is perhaps the greatest challenge facing myco-heterotroph research, because of the major obstacles to measuring the fitness of filamentous fungi under natural conditions (Pringle & Taylor, 2002). Other questions that have received considerable attention of late, but are far from resolved, concern the trophic activities of the fungi and associated full or partial myco-heterotrophs. Studies of stable isotopes show matching 15N and 13C patterns between particular myco-heterotrophs and their fungi (Trudell et al., 2003), and that photosynthetic orchids of the forest, and even grassland, acquire carbon and nitrogen from their mycorrhizal fungi (Gebauer & Meyer, 2003). However, the quantities and dynamics of carbon gain via fungi remain to be fully characterized in any partial or full myco-heterotroph. To adequately assess the relationship between myco-heterotrophy and specificity, measurements of both carbon dynamics and specificity in a large number of species will be needed to identify trends that stand out against the idiosyncratic evolutionary history of any particular species. Further breakthroughs have included the demonstrations that certain Rhizoctonia species belonging to clades within the Sebacinaceae and Tulasnellaceae form full-fledged, and in some cases abundant, ectomycorrhizae on autotrophic hosts surrounding particular myco-heterotrophs (Selosse et al., 2002a; Bidartondo et al., 2003). But the trophic activities of most orchid-associated Rhizoctonia species remain obscure. Are these questions worthy of the considerable research effort they imply? While myco-heterotrophs may not be dominant components of terrestrial ecosystems, they offer important model study systems in at least two respects. First, it is now clear that even 'normal' photosynthetic plants may rob carbon from one another via mycorrhizal fungi (Simard et al., 1997). Because of the unidirectional net flow of carbon and high specificity in myco-heterotrophs, they provide the most tractable systems with which to study mycorrhizal carbon transfer. Second, much of our understanding of the evolution of parasitism derives from a few stereotypical interactions, such as those between herbivorous insects or pathogenic fungi and their host plants. Myco–heterotrophs turn these interactions on their heads, since it is the plant that preys on the fungi. Ecological and evolutionary patterns in myco-heterotrophs that mirror those in more conventional parasites (e.g. frequent host-switches which are correlated with speciation events) will aid in identifying fundamental attributes of parasitism. Details of the 'old'Phytologist courtesy of Jonathan Leake; editorial suggestions provided by Ian Herriot.",
  "authors": [
    {
      "display_name": "D. Lee Taylor",
      "id": "A5090619209",
      "orcid": "https://orcid.org/0000-0002-5985-9210",
      "institutions": [
        {
          "id": "I141472210",
          "display_name": "University of Alaska Fairbanks",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "D Lee Taylor"
    }
  ],
  "publication_year": 2004,
  "publication_date": "2004-07-01",
  "type": "article",
  "cited_by_count": 20,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S58631098",
    "display_name": "New Phytologist",
    "issn_l": "0028-646X",
    "issn": [
      "0028-646X",
      "1469-8137"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320595"
  },
  "volume": "163",
  "issue": "2",
  "first_page": "217",
  "last_page": "221",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/j.1469-8137.2004.01124.x",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.7615038
    },
    {
      "id": "C35195898",
      "display_name": "Heterotroph",
      "level": 3,
      "score": 0.7367559
    },
    {
      "id": "C59822182",
      "display_name": "Botany",
      "level": 1,
      "score": 0.6546714
    },
    {
      "id": "C2779678110",
      "display_name": "Fungus",
      "level": 2,
      "score": 0.46413347
    },
    {
      "id": "C18903297",
      "display_name": "Ecology",
      "level": 1,
      "score": 0.40868923
    },
    {
      "id": "C523546767",
      "display_name": "Bacteria",
      "level": 2,
      "score": 0.0
    },
    {
      "id": "C54355233",
      "display_name": "Genetics",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10487",
      "display_name": "Plant and animal studies",
      "score": 0.9998
    },
    {
      "id": "T10451",
      "display_name": "Mycorrhizal Fungi and Plant Interactions",
      "score": 0.9971
    },
    {
      "id": "T10385",
      "display_name": "Plant Diversity and Evolution",
      "score": 0.9942
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1111/j.1469-8137.2004.01124.x",
  "pdf_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/j.1469-8137.2004.01124.x",
  "retrieved_date": "2025-07-30T15:50:37.760085",
  "source_database": "OpenAlex"
}