{
  "openalex_id": "W2137911291",
  "doi": "https://doi.org/10.1016/j.juro.2008.08.016",
  "title": "Development and Validation of the Short Form of a Urinary Quality of Life Questionnaire: SF-Qualiveen",
  "abstract": "No AccessJournal of UrologyAdult Urology1 Dec 2008Development and Validation of the Short Form of a Urinary Quality of Life Questionnaire: SF-Qualiveenis accompanied byPharmacological Properties, Functional Alterations and Gene Expression of Muscarinic Receptors in Young and Old Type 2 Goto-Kakizaki Diabetic Rat Bladders Véronique Bonniaud, Dianne Bryant, Bernard Parratte, and Gordon Guyatt Véronique BonniaudVéronique Bonniaud Service de Médecine Physique et de Réadaptation, Centre Hospitalier Universitaire, Besançon, France Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada More articles by this author , Dianne BryantDianne Bryant Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada School of Physical Therapy, University of Western Ontario, London, Ontario, Canada More articles by this author , Bernard ParratteBernard Parratte Service de Médecine Physique et de Réadaptation, Centre Hospitalier Universitaire, Besançon, France More articles by this author , and Gordon GuyattGordon Guyatt Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada More articles by this author View All Author Informationhttps://doi.org/10.1016/j.juro.2008.08.016AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: The 30-item Qualiveen is a specific health related quality of life questionnaire for urinary disorders in patients with neurological conditions, such as multiple sclerosis and spinal cord injury. Previous studies have demonstrated the reliability, validity and responsiveness of Qualiveen. However, to address the needs of large clinical trials and long-term monitoring, in which efficiency may compete with precision of measurement, we developed the 8-item self-administered SF-Qualiveen. Materials and Methods: A total of 180 English speaking and French speaking outpatients with multiple sclerosis at multiple sclerosis clinics and departments of rehabilitation in Canada and France completed the entire Qualiveen, the Multiple Sclerosis Quality of Life-54 questionnaire or its French version (SEP-59) as well as urinary function assessments at study enrollment and 2 to 10 weeks later. At visit 2 patients also made global ratings of change in urinary health related quality of life. SF-Qualiveen development and testing used this data set. Results: Correlations of SF-Qualiveen with its original form were high (r = 0.70 to 0.92). SF-Qualiveen proved reliable (ICC 0.83 to 0.93). Its responsiveness was similar to that of the long form (SRM 0.75 to 1.62). Correlations with other measures were consistent with our a priori predictions (weighted κ 0.55 for cross-sectional correlations and 0.66 for correlations of change), supporting the cross-sectional and longitudinal construct validity of SF-Qualiveen. Conclusions: SF-Qualiveen has excellent measurement properties, similar to those of the long form. The new instrument is likely to perform well in the clinical and research context. References 1 : Symptom and quality of life assessment. In: Incontinence: Second International Consultation Proceedings. Edited by . Plymouth, United Kingdom: Health Publications2002: 267. Google Scholar 2 : Reliability and validity of the Incontinence Quality of Life questionnaire in patients with neurogenic urinary incontinence. Arch Phys Med Rehabil2007; 88: 646. Google Scholar 3 : A health related quality of life measure for use in patients with urge urinary incontinence: a validation study. Qual Life Res1999; 8: 337. Google Scholar 4 : Validation of a urinary-disorder specific instrument for use in clinical trials in multiple sclerosis. Arch Phys Med Rehabil2006; 87: 1661. Google Scholar 5 : Psychometric validation of an overactive bladder symptom and health-related quality of life questionnaire: the OAB-q. Qual Life Res2002; 11: 563. Google Scholar 6 : Relationship between lower urinary tract abnormalities and disease-related parameters in multiple sclerosis. J Urol1995; 154: 169. Link, Google Scholar 7 : Quality of life in spinal cord injury patients with urinary difficulties: development of validation of Qualiveen. Eur Urol2001; 39: 107. Google Scholar 8 : New diagnostic criteria for multiple sclerosis: guidelines for research protocols. Ann Neurol1983; 13: 227. Google Scholar 9 : Establishing the minimal number of items for a responsive, valid, health-related quality of life instrument. J Clin Epidemiol2001; 54: 571. Google Scholar 10 : A health-related quality of life measure for multiple sclerosis. Qual Life Res1995; 4: 187. Google Scholar 11 : Quality of life and multiple sclerosis: validation of the French version of the self-questionnaire (SEP-59). Rev Neurol (Paris)2000; 156: 247. Google Scholar 12 : Rating neurologic impairment in multiple sclerosis: an expanded disability status scale (EDSS). Neurology1983; 33: 1444. Google Scholar 13 : Weighted kappa: nominal scale agreement with provision for scaled disagreement or partial credit. Psychol Bull1968; 70: 213. Google Scholar 14 : Measurement of health status: Ascertaining the minimal clinically important difference. Control Clin Trials1989; 10: 407. Google Scholar 15 : Qualiveen, a Urinary-Disorder Specific Instrument: 0.5 corresponds to the minimal important difference. J Clin Epidemiol2008; 61: 505. Google Scholar 16 : Methodological approaches to shortening composite measurement scales. J Clin Epidemiol1997; 50: 247. Google Scholar 17 : Factor analysis, causal indicators and quality of life. Qual Life Res1997; 6: 139. Google Scholar 18 : Clinical impact versus factor analysis for quality of life questionnaire construction. J Clin Epidemiol1997; 50: 233. Google Scholar 19 : Quality of life in multiple sclerosis patients with urinary disorders: discriminative validation of the english version of Qualiveen. Qual Life Res2005; 14: 425. Google Scholar © 2008 by American Urological AssociationFiguresReferencesRelatedDetailsCited byWelk B, Morrow S, Madarasz W, Baverstock R, Macnab J and Sequeira K (2018) The Validity and Reliability of the Neurogenic Bladder Symptom ScoreJournal of Urology, VOL. 192, NO. 2, (452-457), Online publication date: 1-Aug-2014.Related articlesJournal of Urology24 Oct 2008Pharmacological Properties, Functional Alterations and Gene Expression of Muscarinic Receptors in Young and Old Type 2 Goto-Kakizaki Diabetic Rat Bladders Volume 180 Issue 6 December 2008 Page: 2592-2598 Advertisement Copyright & Permissions© 2008 by American Urological AssociationKeywordsurinary bladderneurogenicmultiple sclerosisquality of lifequestionnairesurination disordersMetrics Author Information Véronique Bonniaud Service de Médecine Physique et de Réadaptation, Centre Hospitalier Universitaire, Besançon, France Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada More articles by this author Dianne Bryant Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada School of Physical Therapy, University of Western Ontario, London, Ontario, Canada More articles by this author Bernard Parratte Service de Médecine Physique et de Réadaptation, Centre Hospitalier Universitaire, Besançon, France More articles by this author Gordon Guyatt Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "V. Bonniaud",
      "id": "A5109421540",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210087978",
          "display_name": "Centre Hospitalier Universitaire de Besançon",
          "country_code": "FR",
          "type": "healthcare"
        },
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Véronique Bonniaud"
    },
    {
      "display_name": "Dianne Bryant",
      "id": "A5011729863",
      "orcid": "https://orcid.org/0000-0002-7535-8707",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I125749732",
          "display_name": "Western University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Dianne Bryant"
    },
    {
      "display_name": "B. Parratte",
      "id": "A5082829732",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210087978",
          "display_name": "Centre Hospitalier Universitaire de Besançon",
          "country_code": "FR",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Bernard Parratte"
    },
    {
      "display_name": "Gordon Guyatt",
      "id": "A5031717153",
      "orcid": "https://orcid.org/0000-0003-2352-5718",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Gordon Guyatt"
    }
  ],
  "publication_year": 2008,
  "publication_date": "2008-12-01",
  "type": "article",
  "cited_by_count": 134,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "180",
  "issue": "6",
  "first_page": "2592",
  "last_page": "2598",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.80497295
    },
    {
      "id": "C140556311",
      "display_name": "Biostatistics",
      "level": 3,
      "score": 0.79705155
    },
    {
      "id": "C107130276",
      "display_name": "Epidemiology",
      "level": 2,
      "score": 0.7028737
    },
    {
      "id": "C2779951463",
      "display_name": "Quality of life (healthcare)",
      "level": 2,
      "score": 0.55725783
    },
    {
      "id": "C74909509",
      "display_name": "Gerontology",
      "level": 1,
      "score": 0.4926892
    },
    {
      "id": "C2994161385",
      "display_name": "Clinical epidemiology",
      "level": 3,
      "score": 0.45512316
    },
    {
      "id": "C2778531004",
      "display_name": "Urinary incontinence",
      "level": 2,
      "score": 0.41842747
    },
    {
      "id": "C535046627",
      "display_name": "Clinical trial",
      "level": 2,
      "score": 0.41530082
    },
    {
      "id": "C512399662",
      "display_name": "Family medicine",
      "level": 1,
      "score": 0.38191766
    },
    {
      "id": "C159110408",
      "display_name": "Nursing",
      "level": 1,
      "score": 0.16043824
    },
    {
      "id": "C142724271",
      "display_name": "Pathology",
      "level": 1,
      "score": 0.12382108
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.1228126
    }
  ],
  "topics": [
    {
      "id": "T10279",
      "display_name": "Urinary Bladder and Prostate Research",
      "score": 0.9993
    },
    {
      "id": "T10418",
      "display_name": "Pelvic floor disorders treatments",
      "score": 0.9991
    },
    {
      "id": "T11232",
      "display_name": "Urinary Tract Infections Management",
      "score": 0.9104
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/j.juro.2008.08.016",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:20:38.325544",
  "source_database": "OpenAlex"
}