{
  "openalex_id": "W2138934457",
  "doi": "https://doi.org/10.1016/j.juro.2012.05.010",
  "title": "Investigation of a Ca <sup>2+</sup> Channel α2δ Ligand for the Treatment of Interstitial Cystitis: Results of a Randomized, Double-Blind, Placebo Controlled Phase II Trial",
  "abstract": "No AccessJournal of UrologyAdult Urology1 Sep 2012Investigation of a Ca2+ Channel α2δ Ligand for the Treatment of Interstitial Cystitis: Results of a Randomized, Double-Blind, Placebo Controlled Phase II Trial J. Curtis Nickel, Anna Crossland, Edward Davis, François Haab, Ian W. Mills, Eric Rovner, David Scholfield, and Tim Crook J. Curtis NickelJ. Curtis Nickel Department of Urology, Queen's University, Kingston, Ontario, Canada Financial interest and/or other relationship with Pfizer, Johnson & Johnson, Watson, Taris, GSK, Astellas, Trillium Therapeutics, Farr Labs, Cernelle and Eli Lilly. More articles by this author , Anna CrosslandAnna Crossland Pfizer Inc, Sandwich, Kent, United Kingdom Financial interest and/or other relationship with Pfizer. More articles by this author , Edward DavisEdward Davis Citrus Valley Medical Research, Inc., Glendora, California More articles by this author , François HaabFrançois Haab Service d'Urologie, Hospital Tenon, Paris, France More articles by this author , Ian W. MillsIan W. Mills Pfizer Inc, Sandwich, Kent, United Kingdom Financial interest and/or other relationship with Pfizer. More articles by this author , Eric RovnerEric Rovner Department of Urology, Medical University of South Carolina, Charleston, South Carolina Financial interest and/or other relationship with Pfizer. More articles by this author , David ScholfieldDavid Scholfield Pfizer Inc, Sandwich, Kent, United Kingdom Financial interest and/or other relationship with Pfizer. More articles by this author , and Tim CrookTim Crook Pfizer Inc, Sandwich, Kent, United Kingdom Financial interest and/or other relationship with Pfizer. More articles by this author View All Author Informationhttps://doi.org/10.1016/j.juro.2012.05.010AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: We investigated PD-0299685, a Ca2+ channel α2δ ligand, for interstitial cystitis pain in a randomized, double-blind, placebo controlled phase IIa study. Materials and Methods: Patients with interstitial cystitis/bladder pain syndrome received 30 or 60 mg PD-0299685 daily or placebo for 12 weeks. Primary end points were change in average daily worst pain severity score (on an 11-point numerical rating scale) and change in Interstitial Cystitis Symptom Index score from baseline to week 12. Secondary end points included global response assessment, micturition and urgency episode frequency per 24 hours and mean voided volume per micturition. Incidence of adverse events was also assessed. Results: Of 161 patients 54 received 30 mg PD-0299685 daily, 55 received 60 mg PD-0299685 daily and 52 received placebo. At week 12 the 60 mg dose produced a clinically significant reduction in daily worst pain severity score from baseline compared to placebo (treatment difference [90% CI] –0.82 [–1.72, 0.08]). A greater proportion of patients taking 60 mg PD-0299685 daily demonstrated improvement in global response assessment. PD-0299685 had no clinically significant effect on the Interstitial Cystitis Symptom Index score or urinary end points. More patients discontinued due to treatment related adverse events with 30 or 60 mg PD-0299685 daily than with the placebo. Conclusions: PD-0299685 failed to demonstrate positive proof of concept for the treatment of pain and other urinary end points associated with interstitial cystitis/bladder pain syndrome. References 1 : How do patients with interstitial cystitis present?. J Urol2001; 166: 2118. Link, Google Scholar 2 : Treatment approaches for interstitial cystitis: multimodality therapy. Rev Urol2002; 4: S16. Google Scholar 3 : Diagnosis of interstitial cystitis/ painful bladder syndrome in patients with overactive bladder symptoms. Rev Urol2007; 9: 9. Google Scholar 4 : Interstitial cystitis: urgency and frequency syndrome. Am Fam Physician2001; 64: 1199. Google Scholar 5 : AUA guideline for the diagnosis and treatment of interstitial cystitis/bladder pain syndrome. J Urol2011; 185: 2162. Link, Google Scholar 6 : Clinical phenotyping of women with interstitial cystitis/painful bladder syndrome: a key to classification and potentially improved management. J Urol2009; 182: 155. Link, Google Scholar 7 : Diagnostic criteria, classification, and nomenclature for painful bladder syndrome/interstitial cystitis: an ESSIC proposal. Eur Urol2008; 53: 60. Google Scholar 8 : An update on the pharmacological management of post-herpetic neuralgia and painful diabetic neuropathy. CNS Drugs2008; 22: 417. Google Scholar 9 : Interstitial cystitis and the potential role of gabapentin. South Med J2000; 93: 238. Google Scholar 10 : Bladder pain syndrome treated with triple therapy with gabapentin, amitriptyline, and a nonsteroidal anti-inflammatory drug. Int Neurourol J2010; 14: 256. Google Scholar 11 : Oral gabapentin (neurontin) treatment of refractory genitourinary tract pain. Tech Urol2001; 7: 47. Google Scholar 12 : Increased prevalence of interstitial cystitis: previously unrecognized urologic and gynecologic cases identified using a new symptom questionnaire and intravesical potassium sensitivity. Urology2002; 60: 573. Google Scholar 13 : The interstitial cystitis symptom index and problem index. Urology1997; 49: 58. Google Scholar 14 : Factors in the assessment of suicidality in youth. CNS Spectr2007; 12: 156. Google Scholar 15 : A new method for measuring daytime sleepiness: the Epworth sleepiness scale. Sleep1991; 14: 540. Google Scholar 16 : What is a “clinically meaningful” reduction in pain?. Pain2001; 94: 131. Google Scholar 17 : Minimal clinically important changes in chronic musculoskeletal pain intensity measured on a numerical rating scale. Eur J Pain2004; 8: 283. Google Scholar © 2012 by American Urological Association Education and Research, Inc.FiguresReferencesRelatedDetailsCited byNickel J, Moldwin R, Hanno P, Dmochowski R, Peters K, Payne C and Wein A (2019) Targeting the SHIP1 Pathway Fails to Show Treatment Benefit in Interstitial Cystitis/Bladder Pain Syndrome: Lessons Learned from Evaluating Potentially Effective Therapies in This Enigmatic SyndromeJournal of Urology, VOL. 202, NO. 2, (301-308), Online publication date: 1-Aug-2019.Nickel J, Egerdie B, Davis E, Evans R, Mackenzie L and Shrewsbury S (2018) A Phase II Study of the Efficacy and Safety of the Novel Oral SHIP1 Activator AQX-1125 in Subjects with Moderate to Severe Interstitial Cystitis/Bladder Pain SyndromeJournal of Urology, VOL. 196, NO. 3, (747-754), Online publication date: 1-Sep-2016.Schaeffer E (2018) Re: Continuous Intravesical Lidocaine Treatment for Interstitial Cystitis/Bladder Pain Syndrome: Safety and Efficacy of a New Drug Delivery DeviceJournal of Urology, VOL. 189, NO. 6, (2131-2131), Online publication date: 1-Jun-2013.Steers W (2018) This Month in Adult UrologyJournal of Urology, VOL. 188, NO. 3, (687-688), Online publication date: 1-Sep-2012. Volume 188Issue 3September 2012Page: 817-823Supplementary Materials Advertisement Copyright & Permissions© 2012 by American Urological Association Education and Research, Inc.Keywordsinterstitialvoltage gated calcium channel subunit Ca alpha2delta-1humanclinical trialcystitispainAcknowledgmentsThe following principal investigators and their sub-investigators, study coordinators and other site staff enrolled patients in the study: Dr. Gary Steinhoff, Dr. Joseph A. Zadra, Dr. Jack Barkin, Dr. Le Mai Tu, Dr. Corey G. Anderson, Dr. Beatrice Cuzin, Dr. Sebastien Vincendeau, Christian Saussine, Dr. Jerome Rigaud, Dr. Ursula Peschers, Sven Rugge, Dr. Mikael Leppilahti, Dr. Markku Vaarala, Jukka Sairanen, Prof. Teuvo Tammela, Dr. Leonid Kotkin, Dr. Mickey M. Karram, Dr. Harriette M. Scarpero, Dr. Ricky Lee Evans, Dr. Charles Fox White Jr., Dr. Joergen Nordling, Dr. Phillip Madonia, Dr. Evan Robert Goldfischer, Dr. David Oselinsky, Dr. Mitchell Douglas Efros, Dr. Jill Marie Peters-Gee, Dr. Edward Lee Davis, Dr. Joseph D. Parkhurst, Prof. Pierre Costa, Dr. Markku Multanen, Dr. Lane Jay Mercer, Dr. Russell Blair Egerdie, Dr. James Lee Bailen, Dr. Terri Ann Oskin, Dr. Bernard Lee Hertzman, Dr. Marianne Gay Rochester, Dr. Henry David Mitcheson and Dr. Kevin James Cline. In addition to the site monitors and other study team members, Pfizer study managers Joy Nelson, Titilayo Majekodunmi and Marina Kiseleva assisted with the study.MetricsAuthor Information J. Curtis Nickel Department of Urology, Queen's University, Kingston, Ontario, Canada Financial interest and/or other relationship with Pfizer, Johnson & Johnson, Watson, Taris, GSK, Astellas, Trillium Therapeutics, Farr Labs, Cernelle and Eli Lilly. More articles by this author Anna Crossland Pfizer Inc, Sandwich, Kent, United Kingdom Financial interest and/or other relationship with Pfizer. More articles by this author Edward Davis Citrus Valley Medical Research, Inc., Glendora, California More articles by this author François Haab Service d'Urologie, Hospital Tenon, Paris, France More articles by this author Ian W. Mills Pfizer Inc, Sandwich, Kent, United Kingdom Financial interest and/or other relationship with Pfizer. More articles by this author Eric Rovner Department of Urology, Medical University of South Carolina, Charleston, South Carolina Financial interest and/or other relationship with Pfizer. More articles by this author David Scholfield Pfizer Inc, Sandwich, Kent, United Kingdom Financial interest and/or other relationship with Pfizer. More articles by this author Tim Crook Pfizer Inc, Sandwich, Kent, United Kingdom Financial interest and/or other relationship with Pfizer. More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "J. Curtis Nickel",
      "id": "A5034811772",
      "orcid": "https://orcid.org/0000-0002-4865-7293",
      "institutions": [
        {
          "id": "I204722609",
          "display_name": "Queen's University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "J. Curtis Nickel"
    },
    {
      "display_name": "Anna Crossland",
      "id": "A5080973758",
      "orcid": null,
      "institutions": [
        {
          "id": "I189718659",
          "display_name": "Pfizer (United Kingdom)",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Anna Crossland"
    },
    {
      "display_name": "Edward L. Davis",
      "id": "A5077033253",
      "orcid": "https://orcid.org/0000-0002-0625-4533",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Edward Davis"
    },
    {
      "display_name": "François Haab",
      "id": "A5106266172",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210166768",
          "display_name": "Hôpital Tenon",
          "country_code": "FR",
          "type": "healthcare"
        },
        {
          "id": "I39804081",
          "display_name": "Sorbonne Université",
          "country_code": "FR",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "François Haab"
    },
    {
      "display_name": "Ian Mills",
      "id": "A5109934699",
      "orcid": null,
      "institutions": [
        {
          "id": "I189718659",
          "display_name": "Pfizer (United Kingdom)",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ian W. Mills"
    },
    {
      "display_name": "Eric Rovner",
      "id": "A5091902641",
      "orcid": "https://orcid.org/0000-0003-3950-8752",
      "institutions": [
        {
          "id": "I153297377",
          "display_name": "Medical University of South Carolina",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Eric Rovner"
    },
    {
      "display_name": "David Scholfield",
      "id": "A5110067393",
      "orcid": null,
      "institutions": [
        {
          "id": "I189718659",
          "display_name": "Pfizer (United Kingdom)",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "David Scholfield"
    },
    {
      "display_name": "Tim Crook",
      "id": "A5111627989",
      "orcid": null,
      "institutions": [
        {
          "id": "I189718659",
          "display_name": "Pfizer (United Kingdom)",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Tim Crook"
    }
  ],
  "publication_year": 2012,
  "publication_date": "2012-07-19",
  "type": "article",
  "cited_by_count": 15,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "188",
  "issue": "3",
  "first_page": "817",
  "last_page": "823",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.8477447
    },
    {
      "id": "C2991744798",
      "display_name": "Double blind",
      "level": 4,
      "score": 0.7426999
    },
    {
      "id": "C2778508898",
      "display_name": "Interstitial cystitis",
      "level": 3,
      "score": 0.6798028
    },
    {
      "id": "C27081682",
      "display_name": "Placebo",
      "level": 3,
      "score": 0.67902863
    },
    {
      "id": "C168563851",
      "display_name": "Randomized controlled trial",
      "level": 2,
      "score": 0.4675141
    },
    {
      "id": "C126894567",
      "display_name": "Urology",
      "level": 1,
      "score": 0.4595581
    },
    {
      "id": "C116569031",
      "display_name": "Ligand (biochemistry)",
      "level": 3,
      "score": 0.41258818
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.33265418
    },
    {
      "id": "C170493617",
      "display_name": "Receptor",
      "level": 2,
      "score": 0.1503709
    },
    {
      "id": "C77411442",
      "display_name": "Urinary system",
      "level": 2,
      "score": 0.13925156
    },
    {
      "id": "C142724271",
      "display_name": "Pathology",
      "level": 1,
      "score": 0.12693936
    },
    {
      "id": "C204787440",
      "display_name": "Alternative medicine",
      "level": 2,
      "score": 0.08819902
    }
  ],
  "topics": [
    {
      "id": "T10279",
      "display_name": "Urinary Bladder and Prostate Research",
      "score": 1.0
    },
    {
      "id": "T11713",
      "display_name": "Genital Health and Disease",
      "score": 0.9868
    },
    {
      "id": "T10459",
      "display_name": "Sexual function and dysfunction studies",
      "score": 0.9862
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/j.juro.2012.05.010",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:12:54.065466",
  "source_database": "OpenAlex"
}