{
  "openalex_id": "W2132190923",
  "doi": "https://doi.org/10.1007/s11999-013-3328-5",
  "title": "Cochrane in CORR ®: Arthroplasties (With and Without Bone Cement) For Proximal Femoral Fractures in Adults",
  "abstract": "Importance of the Topic Globally, more than six million hip fractures will occur per year by 2050 [7]. In elderly patients, these injuries are associated with tremendous morbidity, mortality, and economic burden. Current estimates of 1-year mortality after hip fracture range from 14% to 36% [1, 3], and survivors frequently experience immobility, loss of independence, and impaired quality of life [10]. Healthcare costs including nursing, rehabilitation, and homecare can cost more than USD 80,000 per patient [4], or approximately three times the cost of caring for a patient without a fracture [9]. Evidence-based management guidelines to optimize the care of patients with hip fractures are critical to improve outcomes and decrease costs for patients with hip fractures. For displaced femoral neck fractures, surgeons may choose from a variety of arthroplasties and fixation approaches. Proponents of total hip replacement (THR) cite superior function and patient satisfaction, while proponents of hemiarthroplasty report shorter procedures, reduced blood loss, and lower cost [5]. In comparison to unipolar hemiarthroplasty, bipolar implants are suggested to minimize acetabular wear while maintaining hip stability, but their long-term benefit is unproven [3]. Cementing implants may be associated with reduced postoperative pain and reduced revision rates, but disadvantages include possible cardiac arrhythmias and cardio-pulmonary collapse [1]. This Cochrane Review considered all randomized and quasi-randomized controlled trials of various arthroplasties for the management of adult hip fractures. Upon Closer Inspection The results of this meta-analysis should be interpreted cautiously. Numerous methodological weaknesses were inherent to the primary articles, and many of the summary estimates were based on only a few studies. For example, more than half of the included trials had sample sizes of fewer than 100 patients. Trials with insufficient power are at risk for missing true effects or giving misleading results [14]. Only 12 trials used an appropriate method of randomization, and outcome assessors were blinded in only two trials. Failures in randomization can alter the balance of prognosis between arms and lead to biased outcomes [8], while failures in blinding can lead to differential assessment of outcomes later in the trial [12]. Two-thirds of the trials failed to achieve 2-years of minimum followup, and few performed an intention-to-treat analysis. Much of the controversy surrounding implant selection and fixation relates to patient-important outcomes such as pain, walking ability, and health-related quality of life. Early mobilization and aggressive rehabilitation might minimize the morbidity and mortality associated with these injuries [13]. In this meta-analysis, the summary estimates for the functional outcomes were each based on just one or two small trials. Although the authors concluded that there was a trend toward better functional outcomes in those treated with THR, those effect sizes are mostly small and other outcomes such as medical complications are conflicting. Finally, although the title of the Cochrane Review might suggest that it addressed hip fractures in general, nearly all of the reports dealt specifically with femoral neck fractures, and pathological fractures from tumors were generally excluded from the primary studies. Take-Home Message This Cochrane Review is among the best evidence available to surgeons caring for elderly patients with displaced femoral neck fractures. Cemented implants were found to reduce pain and increase mobility compared to noncemented implants, but several important questions are left unanswered. Differences after THR compared to hemiarthroplasty and the benefits of bipolar compared to unipolar hemiarthroplasties remain unclear, as is the role of hydroxyapatite coating of stems. The published trials have to date been generally underpowered and of low methodological rigor [2]. Further well-designed and well-conducted randomized trials are needed. Researchers should focus on relatively simple questions and emphasize patient-important functional outcomes, such as pain or 30-day mortality [5]. International collaboration and multicenter recruitment, such as that established by The International Hip Fracture Research Collaborative, will lead to adequately large sample sizes [11]. The HEALTH (Hip Fracture Evaluation with Alternatives of Total Hip Arthroplasty versus Hemi-Arthroplasty) trial is actively enrolling approximately 1,400 patients to compare rates of revision, function, complication, and health-related quality of life after THR versus hemiarthroplasty [6]. Given the epidemiology and economic impact of these fractures, clinicians and clinician scientists will look forward to future updates of this important Cochrane Review.",
  "authors": [
    {
      "display_name": "Nathan Evaniew",
      "id": "A5073437225",
      "orcid": "https://orcid.org/0000-0003-1974-5224",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Nathan Evaniew"
    },
    {
      "display_name": "Kim Madden",
      "id": "A5037730022",
      "orcid": "https://orcid.org/0000-0002-2861-9636",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Kim Madden"
    },
    {
      "display_name": "Mohit Bhandari",
      "id": "A5022106962",
      "orcid": "https://orcid.org/0000-0003-3556-9179",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mohit Bhandari"
    }
  ],
  "publication_year": 2013,
  "publication_date": "2013-10-24",
  "type": "letter",
  "cited_by_count": 14,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S191421250",
    "display_name": "Clinical Orthopaedics and Related Research",
    "issn_l": "0009-921X",
    "issn": [
      "0009-921X",
      "1528-1132"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "472",
  "issue": "5",
  "first_page": "1367",
  "last_page": "1372",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://doi.org/10.1007/s11999-013-3328-5",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.96252906
    },
    {
      "id": "C168563851",
      "display_name": "Randomized controlled trial",
      "level": 2,
      "score": 0.58946687
    },
    {
      "id": "C2778818304",
      "display_name": "Rehabilitation",
      "level": 2,
      "score": 0.540151
    },
    {
      "id": "C2778885795",
      "display_name": "Hip fracture",
      "level": 3,
      "score": 0.5106135
    },
    {
      "id": "C2775854910",
      "display_name": "Femoral neck",
      "level": 3,
      "score": 0.49915886
    },
    {
      "id": "C2778336525",
      "display_name": "Arthroplasty",
      "level": 2,
      "score": 0.495032
    },
    {
      "id": "C1862650",
      "display_name": "Physical therapy",
      "level": 1,
      "score": 0.44770718
    },
    {
      "id": "C2779951463",
      "display_name": "Quality of life (healthcare)",
      "level": 2,
      "score": 0.44124573
    },
    {
      "id": "C2780012534",
      "display_name": "Femoral fracture",
      "level": 3,
      "score": 0.418207
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.40106317
    },
    {
      "id": "C2780554211",
      "display_name": "Femur",
      "level": 2,
      "score": 0.3212171
    },
    {
      "id": "C2776541429",
      "display_name": "Osteoporosis",
      "level": 2,
      "score": 0.18389672
    },
    {
      "id": "C159110408",
      "display_name": "Nursing",
      "level": 1,
      "score": 0.085163236
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.07948044
    }
  ],
  "topics": [
    {
      "id": "T11509",
      "display_name": "Hip and Femur Fractures",
      "score": 1.0
    },
    {
      "id": "T11930",
      "display_name": "Cardiac, Anesthesia and Surgical Outcomes",
      "score": 0.9974
    },
    {
      "id": "T12154",
      "display_name": "Pelvic and Acetabular Injuries",
      "score": 0.9965
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1007/s11999-013-3328-5",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:17:48.019172",
  "source_database": "OpenAlex"
}