{
  "openalex_id": "W2130415062",
  "doi": "https://doi.org/10.1080/14791420.2011.645490",
  "title": "Geek Jeremiads: Speaking the Crisis of Job Loss by Opposing Offshored and H-1B Labor",
  "abstract": "Abstract This essay explores how national, ethnic, racial, and gendered identities substituted for class-based ones and illustrates why this metonymy mobilized information technology (IT) workers in 2002–2005. I examine narratives about job loss and insecurity on websites founded by laid-off and otherwise \"precarious\" white male IT professionals. I argue these narratives form \"geek jeremiads\" that \"speak the crisis\" of job loss in ways that negotiate \"wages\" of white masculinity and preclude robust class struggle during our present gilded age. By blaming offshored and H-1B visa labor, geek jeremiads contribute to a longstanding \"herrenvolk-republican\" class consciousness. But they also point toward a more inclusive one. I conclude by considering how critical-cultural communication scholars may advance a more inclusive class consciousness. Keywords: American JeremiadCrisis in White MasculinityClass ConsciousnessIT Labor and UnionsOffshoringH-1B Visas Acknowledgements Michelle thanks Russell Frank, Greg Wise, and the anonymous reviewers for their fruitful suggestions on earlier drafts of this essay; and Sohinee Roy for her careful copyediting. Thanks also to the College of Communications at Penn State for the generous summer stipend that supported research for this paper. Earlier versions and portions of this paper were presented at the annual conferences of the International Communication Association and the Society for Cinema and Media Studies in 2011. Notes 1. Michael Fletcher, \"No Unemployment Extension: Benefits Not in Sight for the Long-Term Jobless,\" The Washington Post, July 13, 2010, http://www.washingtonpost.com/wp-dyn/content/article/2010/07/12/AR2010071205144.html. 2. Data from the Congressional Budget Office show the after-tax income gap between the wealthiest 1% of US households and the poorest fifth more than tripled between 1979 and 2007. Arloc Sherman and Chad Stone, \"Income Gaps Between Very Rich and Everyone Else More Than Tripled In Last Three Decades,\" Center on Budget and Policy Priorities, June 25, 2010, http://www.cbpp.org/cms/index.cfm?fa=view&id=3220. 3. Paul Krugman, \"For Richer,\" New York Times Magazine, October 20, 2002, http://www.nytimes.com/2002/10/20/magazine/for-richer.html?pagewanted=all. 4. Labor historian Steve Fraser claims 7,000 Google hits for \"Second Gilded Age.\" \"The Great Silence: Our Gilded Age and Theirs,\" TomDispatch.com, April 22, 2008, http://www.tomdispatch.com/post/174922/steve_fraser_the_two_gilded_ages. Kevin Horrigan claims 86,800 hits for \"new Gilded Age.\" \"The New Gilded Age: Party Like it's 1872,\" St Louis Dispatch, August 19, 2007, B3. 5. Peggy Noonan, \"Rich Man, Boor Man,\" Wall Street Journal, July 28, 2007, http://online.wsj.com/article/SB118556827166980631.html. 6. Although it is arguable whether US unions ever effectively challenged layoffs and inequality, unions lost members and influence as income disparities intensified. Union membership declined to 12.3% of the workforce (7.2% of private industry workers) since the 1950s, when one-third of workers were union members. Additionally, strikes, positively associated with wage increases from 1955 to 1980, now bear no such relationship. And, despite new inflections of social movement unionism, today's labor movement seems \"acquiescent\" compared to the strikes, work stoppages, and bloody battles of the early industrial era. Thomas Kochan, \"Restoring Workers' Voice: A Call to Action,\" (presentation at The Future of Organized Labor, Washington, DC, April 23, 2003), 4; Fraser, \"The Great Silence\"; and Vincent Mosco and Catherine McKercher, The Laboring of Communication: Will Knowledge Workers of the World Unite? (Lanham, MD: Lexington Books, 2008). The UPS strike of 1997 was a key exception to labor's silence. Deepa Kumar, Outside the Box: Corporate Media, Globalization, and the UPS Strike (Urbana: University of Illinois Press, 2007). 7. Offshoring involves outsourcing work beyond national borders; H-1B visas permit foreign nationals to work temporarily in the United States. 8. Doug Henwood, \"Toward a Progressive View on Outsourcing,\" The Nation, March 4, 2004, http://www.thenation.com/article/toward-progressive-view-outsourcing?page=0,4. 9. \"Precarious\" work refers to working arrangements that are flexible and insecure; they are neither bound by traditional contracts nor intended as permanent or long-term. The argument that computer-industry professions are becoming precarious is both true and false, as I will discuss. 10. Sacvan Bercovitch, The American Jeremiad (Madison: University of Wisconsin Press, 1978). 11. Sacvan Bercovitch, The American Jeremiad (Madison: University of Wisconsin Press, 1978). 12. Paula Chakravartty, \"White-Collar Nationalisms,\" Social Semiotics 16, no. 1 (2006): 39–55; and Shiv Ganesh, \"Outsourcing as Symptomatic: Class Visibility and Ethnic Scapegoating in the US IT Sector,\" Journal of Communication Management 11, no. 1 (2007): 71–83. 13. Alexander Saxton, The Indispensable Enemy: Labor and the Anti-Chinese Movement in California (Berkeley: University of California Press, 1971). 14. Alexander Saxton, The Indispensable Enemy: Labor and the Anti-Chinese Movement in California (Berkeley: University of California Press, 1971)., 266. 15. Fraser, \"The Great Silence.\" 16. Stuart Hall, Chas Chritcher, Tony Jefferson, John Clarke, and Brian Roberts, Policing the Crisis: Mugging, the State and Law and Order (New York: Palgrave Macmillan, 1978); Chakravartty, \"White-Collar Nationalisms\"; and Ganesh, \"Outsourcing as Symptomatic.\" 17. Gramsci argues that \"historically organic ideologies\" describe ideas \"necessary to a given structure,\" and like \"organic intellectuals,\" spring from and seek to advance class interests. Antonio Gramsci, Selections from the Prison Notebooks of Antonio Gramsci, ed. and trans. Quintin Hoare and Geoffrey Nowell Smith (New York: International Publishers, 1971). Hall takes up Gramsci's notion of organic ideology in his work on Thatcherism. 18. Stuart Hall, The Hard Road to Renewal: Thatcherism and the Crisis of the Left (New York: Verso, 1988); David R. Roediger, The Wages of Whiteness: Race and the Making of the American Working Class, rev. ed. (New York: Verso, 2007); and W. E. B. DuBois, Black Reconstruction in America: 1860–1880 (1935; repr., New York: Free Press, 1998). 19. Roediger, The Wages of Whiteness. 20. Reagan's firing of 11,000 Port Authority Transit Corporation (PATCO) workers in 1981 signaled a new era of intensified union-busting. Stanley Aronowitz, however, argues unions' radical potential declined before PATCO and has long haunted the US working class, bereft of a \"usable past which becomes part of collective memory.\" False Promises: The Shaping of American Working Class Consciousness (1973; repr., Durham, NC: Duke University Press, 1992), xix. 21. Stanley Aronowitz, Just Around the Corner: The Paradox of the Jobless Recovery (Philadelphia, PA: Temple University Press, 2005), see 116–32 for more on labor's contributions to \"quiescence.\" 22. Stuart Hall, \"The Toad in the Garden: Thatcherism among the Theorists,\" in Marxism and the Interpretation of Culture, ed. Cary Nelson and Lawrence Grossberg (Urbana: University of Illinois Press, 1988), 38. 23. Stuart Hall, \"The Toad in the Garden: Thatcherism among the Theorists,\" in Marxism and the Interpretation of Culture, ed. Cary Nelson and Lawrence Grossberg (Urbana: University of Illinois Press, 1988), 39. 24. Stuart Hall, \"The Toad in the Garden: Thatcherism among the Theorists,\" in Marxism and the Interpretation of Culture, ed. Cary Nelson and Lawrence Grossberg (Urbana: University of Illinois Press, 1988). 25. Hall, The Hard Road to Renewal, 56. 26. Hall, \"The Toad in the Garden,\" 40. 27. Hall, The Hard Road to Renewal, 56. 28. See Michael Bérubé, \"What's the Matter with Cultural Studies? The Popular Discipline Has Lost Its Bearings,\" The Chronicle of Higher Education, September 14, 2009, http://chronicle.com/article/Whats-the-Matter-With/48334/. Here, Bérubé calls for critical scholars to embrace Thatcherism's lessons as discussed in Hall's The Hard Road to Renewal. 29. Hall, \"The Toad in the Garden,\" 46. 30. Hall, \"The Toad in the Garden,\" 46. 31. Oxford English Dictionary and Oxford Dictionary of English, s.v. \"True,\" accessed January 28, 2011, via Oxford Reference Online. 32. Bérubé, \"What's the Matter with Cultural Studies?\"; and Hall, The Hard Road to Renewal. 33. Oxford English Dictionary, s.v. \"True.\" 34. Hall et al, Policing the Crisis. 35. Michael Mandel and Joseph Weber, \"What's Really Propping up the Economy,\" Businessweek, September 25, 2006, http://www.businessweek.com/magazine/content/06_39/b4002001.htm?chan=top+news_top+news+index_businessweek+exclusives. 36. Ron Schneiderman, \"Offshoring. Outsourcing. Out of Work,\" Electronic Design 53, no. 23 (October 20, 2005): 65–74. 37. Jonathan Weisman, \"Casualties of the Recovery,\" The Washington Post, September 5, 2003, E01; and Henwood, \"Toward a Progressive View on Outsourcing.\" 38. US Department of Labor, Bureau of Labor Statistics, \"Displaced Workers' Earnings at New Jobs,\" August 6, 2004, http://www.bls.gov/opub/ted/2004/aug/wk1/art05.htm. 39. Andrew Ross specifies that precarious labor is more rule than exception under industrial capitalism in Nice Work if You Can Get It: Life and Labor in Precarious Times (New York: New York University Press, 2009). See also: Enda Brophy, \"System Error: Labour Precarity and Collective Action at Microsoft,\" in \"The Labouring of Communication,\" ed. Catherine McKercher and Vincent Mosco, special issue, Canadian Journal of Communication 31, no. 3 (2006): 619–38; Brett Neilson and Ned Rossiter, ed., \"From Precarity to Precariousness and Back Again: Labour, Life and Unstable Networks,\" in \"Precarious Labour,\" special issue, Fibreculture 5 (2005), http://five.fibreculturejournal.org/fcj-022-from-precarity-to-precariousness-and-back-again-labour-life-and-unstable-networks/; Brett Neilson and Ned Rossiter, \"Precarity as a Political Concept, or, Fordism as Exception,\" in \"Precariousness and Cultural Work,\" ed. Rosalind Gill and Andy Pratt, special issue, Theory, Culture & Society 25, no. 7–8 (2008): 51–72; Leah F. Vosko, Temporary Work: The Gendered Rise of a Precarious Employment Relationship (Toronto: University of Toronto Press, 2000); and Leah F. Vosko, Nancy Zukewich, and Cynthia Cranford, \"Precarious Jobs: A New Typology of Employment,\" Perspectives on Labour and Income 4, no. 10 (2003), http://www.statcan.gc.ca/pub/75–001-x/01003/6642-eng.html. 40. Periodic changes in referents for insecure labor (i.e., from \"contingent\" in the 1990s to \"precarious\" in the 2000s) warrant further discussion. Space permits me only to suggest that recent attention to \"precarious\" labor risks producing \"historical amnesia\" regarding capitalism's longstanding dependence on peripheral labor from people of color, new immigrants, and women. The changes we register in the 1990s and 2000s reflect a \"change… in the cast.\" Dean Morse, \"Historical Perspective: The Peripheral Worker (1969),\" in Contingent Work: American Employment Relations in Transition, ed. Kathleen Barker and Kathleen Christensen (Ithaca, NY: Cornell University Press, 1998). See Barker and Christensen's argument about how the novelty of \"contingent work\" as a descriptor for the white, middle class's job insecurity contributes to \"historical amnesia\" regarding the peripheral labor of \"others.\" Contingent Work, 8. 41. US Bureau of the Census, US Department of Commerce: Economics and Statistics Administration, Service Annual Survey: 1994, http://www.census.gov/prod/2/bus/services/bs94.pdf, 38. 42. Danielle D. van Jaarsveld and Lee H. Adler, \"A Discussion of Organizing and Legal Strategies in a High Technology Environment: The Microsoft-WashTech/CWA Case\" (unpublished manuscript, Ithaca, NY: Cornell University, November 1, 1999), PDF, http://www.nelp.org/page/-/Justice/jaarsveld.pdf?nocdn=1. 43. Worker Center, King County Labor Council, AFL-CIO, Disparities within the Digital World: Realities of the New Economy; A Report for the Washington Alliance of Technology Workers (Seattle, WA: WashTech/CWA, 2001), http://www.washtech.org/reports/FordReport/ford_report.pdf. 44. Sharon Gaudin, \"Nearly 1 Million IT Jobs Moving Offshore,\" Datamation, November 19, 2002, http://itmanagement.earthweb.com/career/article.php/1503461. 45. \"Going Offshore Cuts Technology Jobs,\" Manufacturing Engineering 134, no. 5 (2005): 40. The headline obscures that 62% of respondents attributed their layoffs to a \"business downturn.\" 46. Chakravartty, \"White-Collar Nationalisms.\" In 1998 Congress raised the annual H-1B visa limit from 65,000 to 115,000 in 1999–2000, and to 107,500 in 2001. Congress again raised the limit to 195,000 for 2000–2003. 47. Ganesh, \"Outsourcing as Symptomatic,\" 75. 48. Jennifer Bjorhus, \"H-1B Issues Going to Court,\" San Jose Mercury News, September 26, 2002, A1; and Norman Matloff, \"On the Need for Reform of the H-1B Non-Immigrant Work Visa in Computer-Related Occupations,\" University of Michigan Journal of Law Reform 36, no. 4 (2003): 815–914. 49. Sharon P. Brown and Lewis B. Siegel, \"Mass Layoff Data Indicate Outsourcing and Offshoring Work,\" Monthly Labor Review 128, no. 8 (2005): 3–10; and Reuters, \"Most Outsourced Jobs Stay in US,\" Los Angeles Times, June 11, 2004, http://articles.latimes.com/2004/jun/11/business/fi-econ11. 50. Henwood, \"Toward a Progressive View.\" 51. Sunil Mithas and Henry Lucas, \"Are Foreign IT Workers Cheaper? US Visa Policies and Compensation of Information Technology Professionals,\" Management Science 56, no. 5 (2010): 745–65. If the job competition argument is on shaky ground, so is the contention that foreign workers force a \"race to the bottom\" in wages. Controlling for education, experience, and firm size, Mithas and Lucas find H-1B visa holders and other foreign IT workers earn more than their citizen counterparts. 52. Bérubé, \"What's the Matter with Cultural Studies?\" 53. Roediger, The Wages of Whiteness; and DuBois, Black Reconstruction. Perhaps, and refining Aronowitz's argument that US workers lack collective memory, the US working class's collective memory hinders rather than helps form class consciousness. 54. DuBois, Black Reconstruction, 700. 55. Saxton, Indispensable Enemy; and Roediger, The Wages of Whiteness. 56. Alexander Saxton, \"The Indispensable Enemy and Ideological Construction: Reminiscences of an Octogenarian Radical,\" Amerasia Journal 26, no. 1 (2000): 86–102. 57. Michael Kimmel, Manhood in America: A Cultural History (New York: Oxford University, 2006), 19. See also: Gail Bederman, Manliness & Civilization: A Cultural History of Gender and Race in the United States, 1880–1917 (Chicago: University of Chicago, 1995). 58. Karen Lee Ashcraft and Lisa A. Flores, \"'Slaves with White Collars': Persistent Performances of Masculinity in Crisis,\" Text & Performance Quarterly 23, no. 1 (2003): 1–29. I use masculine \"crisis\" with significant reservations. Following Bederman, \"crisis\" implies stability as the norm. Viewing masculinity as an ideological, historically contingent construct, however, means it is continuously under construction. \"Crisis\" then drops out as a meaningful descriptor. Bederman, Manliness & Civilization, 11. 59. See Kimmel's call for \"democratic manhood,\" Manhood in America, 254–7; and Robert Jensen's in Getting Off: Pornography and the End of Masculinity (Cambridge, MA: South End Press, 2007). 60. As I will discuss, I borrow David R. Roediger's herrenvolk-republicanism to describe American working-class consciousness as one wherein white workers feared attack from people of higher and lower socioeconomic statuses. Emphasizing the republican aspect of white working-class consciousness, Roediger adapted Pierre L. van der Berhe's notion of herrenvolk democracy as democracy for the \"master race.\" The Wages of Whiteness, 59–60. 61. Ashcraft and Flores, \"'Slaves with White Collars'\"; Barbara Ehrenreich, Fear of Falling: The Inner Life of the Middle Class (New York: Pantheon Books, 1990); and Susan Faludi, Stiffed: The Betrayal of the American Man (New York: W. Morrow and Co., 1999). 62. See websites cited in Chakravartty, \"White-Collar Nationalisms\"; Ganesh, \"Outsourcing as Symptomatic\"; Daniel H. Pink, \"The New Face of the Silicon Age: How India Became the Capital of the Computing Revolution,\" Wired 12, no. 02 (2004): http://www.wired.com/wired/archive/12.02/india_pr.html; Lou Dobbs Tonight on CNN, \"35 US Soldiers Wounded in Mortar Attack; President Bush Proposes Changes in Immigration Policy; American Workers Fighting Back,\" January 7, 2004, http://transcripts.cnn.com/TRANSCRIPTS/0401/07/ldt.00.html; and links on displaced techies' websites. 63. I conducted separate keyword searches in LexisNexis in August 2010 for \"offshoring\" and \"H-1B visa\" in US and world publications, news wire stories, and TV and radio broadcast transcripts from 2000 to 2010. Media attention for \"offshoring\" heightened between 2002 and 2005, and spiked for \"H-1B visa\" in 2000, when the government announced H-1B visa cap increases. It spiked again in 2007, around Senatorial hearings on visa fraud. The years 2002–2005, however, proved a fruitful time for founding websites against H-1B visa work. 64. Michelle Rodino-Colocino, \"High Tech Workers of the World, Unionize! A Case Study of WashTech's 'New Model of Unionism,'\" in Knowledge Workers in the Information Society, ed. Catherine McKercher and Vincent Mosco, (Lanham, MD: Rowman and Littlefield, 2007), 209–27. 65. Carrie Lane Chet, \"Like Exporting Baseball: Individualism and Global Competition in the High-Tech Industry,\" Anthropology of Work Review 25, no. 3–4 (2004): 18–26. 66. Saxton, Indispensable Enemy. 67. Oxford English Dictionary, s.v. \"True.\" 68. Dan Rather and Richard Schlessinger, \"Microsoft Gave Employees Stock as Part of their Compensation,\" CBS Evening News, February 24, 1998, accessed November 23, 2011 via LexisNexis; and Rod Minott, \"Cyber-Rich Philanthropists,\" PBS NewsHour, December 30, 1997, http://www.pbs.org/newshour/bb/welfare/july-dec97/philanthropy_12-30.html. 69. Carey Goldberg, \"Computer Age Millionaires Redefine Philanthropy,\" New York Times, July 6, 1997, http://www.nytimes.com/1997/07/06/us/computer-age-millionaires-redefine-philanthropy.html?pagewanted=all&src=pm; Brian Rooney and Juju Chang, \"Exploding Wealth of Thousands of Americans,\" ABC World News This Morning, June 23, 1999, accessed November 23, 2011 via LexisNexis; and AP, \"Technology's Richest: 12 at Microsoft—Stock Options Have Spread the Wealth—The Top Five Richest People in the Technology Business,\" The Seattle Times, September 22, 1997, http://community.seattletimes.nwsource.com/archive/?date=19970922&slug=256189. 70. Dan Rather and Anthony Mason, \"America's Booming Economy has Created Six Million New Millionaires in the Past Decade,\" CBS Evening News, December 30, 1999, accessed November 23, 2011 via LexisNexis. 71. Bercovitch, American Jeremiad. 72. John Murphy, \"'A Time of Shame and Sorrow': Robert F. Kennedy and the American Jeremiad,\" Quarterly Journal of Speech 76, no. 4 (1990): 401–14; and David Howard-Pitney, The African-American Jeremiad: Appeals for Justice in America (Philadelphia, PA: Temple University Press, 2005). See also: Dylan Wolfe, \"The Ecological Jeremiad, the American Myth, and the Vivid Force of Color in Dr. Seuss's The Lorax,\" Environmental Communication 2, no. 1 (2008): 3–24. 73. Bercovitch, American Jeremiad; Dan Schiller, Digital Capitalism: Networking the Global Market System (Cambridge, MA: MIT Press, 1999); and Vincent Mosco, The Digital Sublime: Myth, Power, and Cyberspace (Cambridge, MA: MIT Press, 2004). 74. Richard Armstrong, \"HAC Debut Post,\" May 28, 2003, hireramericancitizens.org. Retrieved from HAC's debut post as it appeared May 28, 2003 via the Internet Archive/Wayback Machine; author maintains pdf. 75. Richard Armstrong, \"HAC Debut Post,\" May 28, 2003, hireramericancitizens.org. Retrieved from HAC's debut post as it appeared May 28, 2003 via the Internet Archive/Wayback Machine; author maintains pdf. 76. Howard-Pitney, The African-American Jeremiad, 10. 77. Armstrong, \"HAC Debut Post.\" 78. Saxton, Indispensable Enemy. 79. Dana D. Nelson, National Manhood: Capitalist Citizenship and the Imagined Fraternity of White Men (Durham, NC: Duke University Press, 1998). 80. Lisa Geib-Gunderson, Uncovering the Hidden Work of Women in Family Businesses (New York: Garland, 1998). 81. Carrie M. Lane's ethnographic study of laid-off IT professionals found wives' incomes forestalled a \"crisis in masculinity\" for these men. \"Man Enough to Let My Wife Support Me: How Changing Models of Career and Gender are Reshaping the Experience of Unemployment,\" American Ethnologist 36, no. 4 (2009): 681–92. 82. Kirwin stopped posting material in 2006, but the website is partially accessible as of this writing in November 2011; other pages can be found at http://web.archive.org/web/*/http://itpaa.org. 83. Scott Kirwin, \"Press Release, ITPAA founded 6/16/03,\" ITPAA.com, http://web.archive.org/web/20030804074834/itpaa.org/PressReleases/PressRelease01.htm. 84. Scott Kirwin, \"Information Technology: Why I Am Fighting for It,\" ITPAA.com, October 2, 2003, http://www.itpaa.org/modules.php?name=News&file=article&sid=19. 85. Scott Kirwin, \"Information Technology: Why I Am Fighting for It,\" ITPAA.com, October 2, 2003, http://www.itpaa.org/modules.php?name=News&file=article&sid=19. 86. US Department of Labor, \"Women in High-Tech Jobs,\" Facts on Working Women 2, no. 1 (July 2002), http://www.dol.gov/wb/factsheets/hitech02.htm. 87. Business Editors, \"New ITAA Data Show Decline in Women, Minorities in High Tech Workforce,\" Business Wire, http://www.allbusiness.com/population-demographics/demographic-groups/5772111-1.html; and ITAA (Information Technology Association of America), \"Untapped Talent: Diversity, Competition, and America's High Tech Future; Executive Summary,\" June 21, 2005, http://www.tightwebdesign.com/website/itaaonwomeninit.pdf. 88. Nor do these figures capture the extent of women's exploitation in the computer industry. Before they were machines, \"computers\" were women; today's global computer assembly workers are largely young women who endure long hours and exposure to deadly toxins. 89. bell hooks and Alexander Saxton point to longstanding practices of whites taking pleasure in consuming \"black culture\" and the ways such consumption reproduces racist ideology. bell hooks, \"Eating the Other: Desire and Resistance,\" in Black Looks: Race and Representation (Boston: South End Press, 1992), 21–39; and Alexander Saxton, \"Blackface Minstrelsy and Jacksonian Ideology,\" American Quarterly 27, no. 1 (1975): 3–28. 90. Such arguments complicate conservative, technocratic discourses that articulate meritocracy and deregulation. Linda Kintz, \"Performing Virtual Whiteness: George Gilder's Techno-Theocracy,\" Cultural Studies 16, no. 5 (2002): 735–73. 91. The section heading references Abby Ferber's work on masculinized constructions of white supremacy; White Man Falling: Race, Gender, and White Supremacy (Lanham, MD: Rowman & Littlefield, 1998). David Beckman, \"The Great Tech Job Exodus: How Microsoft and other US-based Tech Employers are Moving to Offshore as Many Jobs as Possible,\" WashTech News, January 24, 2003, http://www.washtech.org/news/industry/display.php?ID_Content=441. 92. Beckman, \"The Great Tech Job Exodus.\" The link to the presentation is now defunct; author possesses the document. 93. NoMoreH1b.com, \"Unemployment Protest,\" http://web.archive.org/web/20021127131416/ http://nomoreh1b.com/. 94. See NoMoreH1b's first archived posting at the Internet Archive/Wayback Machine, http://web.archive.org/web/*/http://nomoreh1b.com. NoMoreH1b claims its database of H-1B employers went back online in August 2009, but I have not found the site operational; the Internet Archive shows no activity for 2008–2009. 95. Robert Oak, email message to author, July 21, 2009. 96. http://web.archive.org/web/20040412213232/http://www.noslaves.com/. The redesigned site, http://www.noslaves.com/, links to anti-immigrant Numbers USA, FAIR, and VDARE, labor unions, and the Economic Policy Institute. 97. Richard Armstrong, \"A Computer Consultant Father Worries about His Son,\" VDARE.com, February 2, 2002, http://vdare.com/letters/tl_020102.htm. 98. Mithas and Lucas, \"Are Foreign IT Workers Cheaper?\"; and Marianne Kolbasuk McGee, \"No Escaping H-1B,\" InformationWeek 1093, (June 12, 2006): 40–8. 99. Armstrong, \"A Computer Consultant.\" 100. Kirwin, \"Information Technology.\" 101. Roediger, The Wages of Whiteness. 102. Kimmel, Manhood in America. 103. Although, the violence that met such changes was arguably more public and intense. In demonstration of this, see Kimmel's chilling account of the 1849 Astor Place Riot. Manhood in America, 29. 104. Puritan Jeremiahs called on audiences to embrace the \"God of the fathers.\" Puritan ministers asked audiences to \"demand grace by virtue of their parents' mission,\" to see themselves as descendents of God's chosen people in a new world founded by \"'Our Fathers [who] were Clothed with the Sun.'\" Bercovitch, American Jeremiad, 67. 105. Scott Kirwin, \"Hey, Profs, Come Back to Earth,\" ITPAA.com, April 11, 2005, http://www.itpaa.org/modules.php?name=News&file=article&sid=1564. 106. Armstrong, \"A Computer Constultant.\" 107. Beckman, \"The Great Tech Job Exodus.\" 108. Hall, The Hard Road to Renewal. See Christine Stansell's discussion of \"worthy and unworthy\" poor women in Victorian New York in City of Women: Sex and Class in New York, 1789–1860 (Champaign: University of Illinois, 1987); and David Zarefsky, Carol Miller-Tutzauer, and Frank Tutzauer's analysis of the \"truly needy\" who deserved welfare benefis that the undeserving poor did not in \"Reagan's Safety Net for the Truly Needy: The Rhetorical Uses of Definition,\" Central States Speech Journal 35, no. 2 (1984): 113–9. 109. http://www.zazona.com/ShameH1B/. The site was founded as the \"H-1B Newsletter,\" renamed \"zazona.com,\" and is now known as JDN. 110. John Miano, \"Software Terrorist Threat: Remember 9/1l by Doing Something about Software Terrorist Threat,\" September 11, 2002, JDN, http://www.zazona.com/NewsArchive/2002-09-11%20Software%20Terrorist%20Threat.htm. 111. John Miano, \"Remember 9/11 by Doing Something about Software Terrorist Threat,\" VDARE.com, September 10, 2002, http://vdare.com/miano/020910_terrorist.htm. In the post's preface, VDARE attributed Miano's departure from the computer industry to \"the saturation of the programming job market by foreign programmers.\" JDN also promoted Michelle Malkin's 2002 xenophobic book that used Rob Sanchez's research on terrorist links to H-1B visa holders. Invasion: How America Still Welcomes Terrorists, Criminals, and Other Foreign Menaces to Our Shores (Washington, DC: Regnery Publishing, 2002). 112. Sanchez also writes for white nationalist site VDARE and contributed to John Tanton's anti-immigrant e-booklet, \"Common Sense for Mass Immigration.\" http://www.commonsenseonmassimmigration.us/articles/contents.html. 113. Lawrence Glickman, A Living Wage: American Workers and the Making of Consumer Society (Ithaca, NY: Cornell University Press, 1997). 114. \"Resolution to Abolish the H-1B Visa Program,\" JDN, http://www.zazona.com/NewsArchive/2002-09-30%20Resolution%20to%20Abolish%20the%20H-1B%20Visa%20Program.htm. The post also suggested unions might be necessary to \"blunt multi-national corporations that are determined to undermine the salaries of American workers\" and linked to WashTech's national website, http://techsunite.org/. 115. Marcus Courtney, \"Start —> Programs —> Organize against Offshoring: IT Outsourcing Trends Underscore the Need to Take Action,\" WashTech News, January 31, 2003, http://washtech.org/news/industry/display.php?ID_Content=443. 116. Marcus Courtney, \"Start —> Programs —> Organize against Offshoring: IT Outsourcing Trends Underscore the Need to Take Action,\" WashTech News, January 31, 2003, http://washtech.org/news/industry/display.php?ID_Content=443. 117. Worker Center, \"Disparities within the Digital World.\" 118. Courtney, \"Start —> Programs —> Organize against Offshoring.\" 119. Since 2008, WashTech's Marcus Courtney has organized labor transnationally for the international union federation Union Network International (UNI). 120. Amy B. Dean, former president of the South Bay AFL-CIO in Silicon Valley, criticized Senate Democrats for opposing offshoring as a \"political afterthought… to simply 'rally the base.'\" \"Moves Against Offshoring Should be More than a Political Afterthought,\" The Huffington Post, September 29, 2010, http://www.huffingtonpost.com/amy-b-dean/moves-against-off-shoring_b_743007.html. 121. Saxton, Indispensable Enemy, 266–7. 122. Salim Rizvi, \"I May Send You Back!\" BangaloreMirror.com, March 10, 2010, http://www.bangaloremirror.com/index.aspx?page=article&sectid=11&contentid=2010031020100310195414701ede92509. 123. Marc Bousquet, How the University Works: Higher Education and the Low-Wage Nation (New York: New York University Press, 2008). 124. Ralph Armbruster-Sandoval, Globalization and Cross-Border Labor Solidarity in the Americas (New York: Routledge, 2005). 125. Ralph Armbruster-Sandoval, Globalization and Cross-Border Labor Solidarity in the Americas (New York: Routledge, 2005).; David Harvey, Spaces of Hope (Berkeley: University of California, 2000); and Hall, \"The Toad in the Garden.\" Additional informationNotes on contributorsMichelle Rodino-Colocino Michelle Rodino-Colocino is Assistant Professor in Film/Video and Media Studies in the College of Communications and the Department of Women's Studies at Pennsylvania State University, where she teaches courses on media and culture. Her research explores media, gender, technology, and labor. Her work has appeared in Critical Studies in Media Communication, Democratic Communiqué, Feminist Media Studies, New Media & Society, Work Organization, Labour and Globalization, and Workplace: A Journal for Academic Labor",
  "authors": [
    {
      "display_name": "Michelle Rodino-Colocino",
      "id": "A5108760484",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Michelle Rodino-Colocino"
    }
  ],
  "publication_year": 2011,
  "publication_date": "2011-12-22",
  "type": "article",
  "cited_by_count": 9,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S42986021",
    "display_name": "Communication and Critical/Cultural Studies",
    "issn_l": "1479-1420",
    "issn": [
      "1479-1420",
      "1479-4233"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310319847"
  },
  "volume": "9",
  "issue": "1",
  "first_page": "22",
  "last_page": "46",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2776187405",
      "display_name": "Geek",
      "level": 2,
      "score": 0.9446497
    },
    {
      "id": "C2993469481",
      "display_name": "Job loss",
      "level": 3,
      "score": 0.6476857
    },
    {
      "id": "C144133560",
      "display_name": "Business",
      "level": 0,
      "score": 0.41243055
    },
    {
      "id": "C145236788",
      "display_name": "Labour economics",
      "level": 1,
      "score": 0.34819308
    },
    {
      "id": "C162324750",
      "display_name": "Economics",
      "level": 0,
      "score": 0.19484058
    },
    {
      "id": "C29595303",
      "display_name": "Media studies",
      "level": 1,
      "score": 0.18846014
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.17324874
    },
    {
      "id": "C2778126366",
      "display_name": "Unemployment",
      "level": 2,
      "score": 0.08245215
    },
    {
      "id": "C50522688",
      "display_name": "Economic growth",
      "level": 1,
      "score": 0.059879154
    }
  ],
  "topics": [
    {
      "id": "T11421",
      "display_name": "Labor Movements and Unions",
      "score": 0.5598
    },
    {
      "id": "T12501",
      "display_name": "Digital Economy and Work Transformation",
      "score": 0.5213
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1080/14791420.2011.645490",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:46:50.417130",
  "source_database": "OpenAlex"
}