{
  "openalex_id": "W2135783985",
  "doi": "https://doi.org/10.1016/j.juro.2010.01.026",
  "title": "Progression of Lower Urinary Tract Symptoms in Older Men: A Community Based Study",
  "abstract": "No AccessJournal of UrologyAdult Urology1 May 2010Progression of Lower Urinary Tract Symptoms in Older Men: A Community Based Study J. Kellogg Parsons, Timothy J. Wilt, Patty Y. Wang, Elizabeth Barrett-Connor, Douglas C. Bauer, Lynn M. Marshall, and Osteoporotic Fractures in Men Research Group J. Kellogg ParsonsJ. Kellogg Parsons Division of Urologic Oncology, Moores Comprehensive Cancer Center and Division of Urology, San Diego Veterans Affairs Medical Center, University of California-San Diego, La Jolla, San Francisco, California , Timothy J. WiltTimothy J. Wilt Section of General Medicine, Center for Chronic Disease Outcomes Research, Minneapolis Veterans Affairs Medical Center, Minneapolis, Minnesota , Patty Y. WangPatty Y. Wang Department of Medicine (Bone and Mineral Unit), Oregon Health and Science University, Portland, Oregon , Elizabeth Barrett-ConnorElizabeth Barrett-Connor Department of Family and Preventive Medicine, University of California-San Diego School of Medicine, La Jolla, San Francisco, California , Douglas C. BauerDouglas C. Bauer Department of Medicine, University of California-San Francisco, San Francisco, California , Lynn M. MarshallLynn M. Marshall Department of Orthopaedics and Rehabilitation, Oregon Health and Science University, Portland, Oregon , and Osteoporotic Fractures in Men Research Group View All Author Informationhttps://doi.org/10.1016/j.juro.2010.01.026AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: Lower urinary tract symptom progression in community dwelling older men is not well described. Materials and Methods: We evaluated 5,697 participants in Osteoporotic Fractures in Men, a prospective cohort study of community dwelling men 65 years old or older. We characterized lower urinary tract symptoms using the American Urological Association symptom index at 2 time points, including at study entry and at 2-year followup. Progression was examined in the overall cohort and within baseline symptom strata (symptom index 7 or less and 8 or greater) using descriptive statistics. Results: At baseline mean ± SD age was 73.5 ± 5.8 years and mean symptom index score was 8.3 ± 6.3 points. Mean and median total symptom index increased during followup by 1.1 ± 5.0 and 1.0 points, respectively. Of the 3,092 men with a symptom index of 7 points or less at baseline 883 (29%) reported lower urinary tract symptoms progression (8 points or greater) at followup. The incidence of lower urinary tract symptom progression increased with advancing baseline age. Of the 2,605 men with a symptom index of 8 points or greater at baseline 622 (24%) reported progression of at least 4 points at followup. Of the 2,200 men with a baseline symptom index of 7 points or less and no history of benign prostatic hyperplasia or lower urinary tract symptom treatment 94% remained untreated, 2% reported benign prostatic hyperplasia surgery and 4% reported medication use at followup. Conclusions: Up to 29% of community dwelling older men with no or mild lower urinary tract symptoms will have clinically significant lower urinary tract symptoms within 2 years. These data help elucidate the natural history of lower urinary tract symptoms in the community and provide useful data to design clinical trials of lower urinary tract symptom prevention. References 1 : Urologic Diseases in America Project: benign prostatic hyperplasia. J Urol2005; 173: 1256. Link, Google Scholar 2 : The prevalence of lower urinary tract symptoms in men and women in four centres: The UrEpik study. BJU Int2003; 92: 409. Google Scholar 3 : Prevalence of lower urinary tract symptoms and effect on quality of life in a racially and ethnically diverse random sample: the Boston Area Community Health (BACH) Survey. Arch Intern Med2006; 166: 2381. Google Scholar 4 : Prevalence, severity, and health correlates of lower urinary tract symptoms among older men: the MrOS study. Urology2006; 68: 804. Google Scholar 5 : Prevalence of lower urinary tract symptoms and self-reported diagnosed 'benign prostatic hyperplasia', and their effect on quality of life in a community-based survey of men in the UK. BJU Int1999; 83: 410. Google Scholar 6 : Prevalence and characteristics of lower urinary tract symptoms in men aged > or = 80 years. Urology2008; 72: 318. Google Scholar 7 : Self-assessed health, sadness and happiness in relation to the total burden of symptoms from the lower urinary tract. BJU Int2005; 95: 810. Google Scholar 8 : Impact on quality of life of different lower urinary tract symptoms in men measured by means of the SF 36 questionnaire. Scand J Urol Nephrol2006; 40: 485. Google Scholar 9 : Prevalence of distress and symptom severity from the lower urinary tract in men: a population-based study with the DAN-PSS questionnaire. Fam Pract2004; 21: 617. Google Scholar 10 : Lower urinary tract symptoms increase the risk of falls in older men. BJU Int2009; . Google Scholar 11 : Estimated economic costs of overactive bladder in the United States. Urology2003; 61: 1123. Google Scholar 12 : Economic costs of benign prostatic hyperplasia in the private sector. J Urol2005; 173: 1309. Link, Google Scholar 13 : Natural history of prostatism: longitudinal changes in voiding symptoms in community dwelling men. J Urol1996; 155: 595. Link, Google Scholar 14 : Natural history of lower urinary tract symptoms in men—result of a longitudinal community-based study in Japan. Urology2003; 61: 956. Google Scholar 15 : The natural history of lower urinary tract symptoms over five years. Eur Urol2003; 43: 374. Google Scholar 16 : Longitudinal changes in lower urinary tract symptoms among a cohort of black American men: the Flint Men's Health Study. Urology2004; 64: 959. Google Scholar 17 : Design and baseline characteristics of the Osteoporotic Fractures in Men (MrOS) study—a large observational study of the determinants of fracture in older men. Contemp Clin Trials2005; 26: 569. Google Scholar 18 : The American Urological Association symptom index for benign prostatic hyperplasia: The Measurement Committee of the American Urological Association. J Urol1992; 148: 1549. Abstract, Google Scholar 19 : Drug data coding and analysis in epidemiologic studies. Eur J Epidemiol1994; 10: 405. Google Scholar 20 : Correlation of the American Urological Association symptom index with self-administered versions of the Madsen-Iversen, Boyarsky and Maine Medical Assessment Program symptom indexes: Measurement Committee of the American Urological Association. J Urol1992; 148: 1558. Link, Google Scholar 21 : The long-term effect of doxazosin, finasteride, and combination therapy on the clinical progression of benign prostatic hyperplasia. N Engl J Med2003; 349: 2387. Google Scholar 22 AUA guideline on management of benign prostatic hyperplasia (2003). Chapter 1: diagnosis and treatment recommendations. J Urol2003; 170: 530. Link, Google Scholar 23 : Concomitant longitudinal changes in frequency of and bother from lower urinary tract symptoms in community dwelling men. J Urol2002; 168: 1446. Link, Google Scholar 24 : Public health and aging: trends in aging—United States and worldwide. JAMA2003; 289: 1371. Google Scholar 25 : Lower urinary tract symptoms and male sexual dysfunction: the multinational survey of the aging male (MSAM-7). Eur Urol2003; 44: 637. Google Scholar 26 : Dietary patterns, supplement use, and the risk of symptomatic benign prostatic hyperplasia: results from the Prostate Cancer Prevention Trial. Am J Epidemiol2008; 167: 925. Google Scholar 27 : Race/ethnicity, obesity, health related behaviors and the risk of symptomatic benign prostatic hyperplasia: results from the prostate cancer prevention trial. J Urol2007; 177: 1395. Link, Google Scholar 28 : Modifiable risk factors for benign prostatic hyperplasia and lower urinary tract symptoms: new approaches to old problems. J Urol2007; 178: 395. Link, Google Scholar 29 : Metabolic factors associated with benign prostatic hyperplasia. J Clin Endocrinol Metab2006; 91: 2562. Google Scholar 30 : Physical activity, benign prostatic hyperplasia, and lower urinary tract symptoms. Eur Urol2008; 53: 1228. Google Scholar © 2010 by American Urological Association Education and Research, Inc.FiguresReferencesRelatedDetailsCited byCho M, Song W, Park J, Cho S, Jeong H, Oh S, Paick J and Son H (2018) Long-Term Outcomes of Laser Prostatectomy for Storage Symptoms: Comparison of Serial 5-Year Followup Data between High Performance System Photoselective Vaporization and Holmium Laser Enucleation of the ProstateJournal of Urology, VOL. 199, NO. 6, (1591-1599), Online publication date: 1-Jun-2018.Griebling T (2018) Re: Bladder Function in Obstructed Men—Does Age Matter?Journal of Urology, VOL. 195, NO. 6, (1836-1836), Online publication date: 1-Jun-2016.Martin S, Lange K, Haren M, Taylor A and Wittert G (2018) Risk Factors for Progression or Improvement of Lower Urinary Tract Symptoms in a Prospective Cohort of MenJournal of Urology, VOL. 191, NO. 1, (130-137), Online publication date: 1-Jan-2014.Maserejian N, Chen S, Chiu G, Araujo A, Kupelian V, Hall S and McKinlay J (2018) Treatment Status and Progression or Regression of Lower Urinary Tract Symptoms in a General Adult Population SampleJournal of Urology, VOL. 191, NO. 1, (107-113), Online publication date: 1-Jan-2014. Volume 183Issue 5May 2010Page: 1915-1920 Advertisement Copyright & Permissions© 2010 by American Urological Association Education and Research, Inc.Keywordsprostatic hyperplasiaurination disordersprostateriskepidemiologyMetricsAuthor Information J. Kellogg Parsons Division of Urologic Oncology, Moores Comprehensive Cancer Center and Division of Urology, San Diego Veterans Affairs Medical Center, University of California-San Diego, La Jolla, San Francisco, California More articles by this author Timothy J. Wilt Section of General Medicine, Center for Chronic Disease Outcomes Research, Minneapolis Veterans Affairs Medical Center, Minneapolis, Minnesota More articles by this author Patty Y. Wang Department of Medicine (Bone and Mineral Unit), Oregon Health and Science University, Portland, Oregon More articles by this author Elizabeth Barrett-Connor Department of Family and Preventive Medicine, University of California-San Diego School of Medicine, La Jolla, San Francisco, California More articles by this author Douglas C. Bauer Department of Medicine, University of California-San Francisco, San Francisco, California More articles by this author Lynn M. Marshall Department of Orthopaedics and Rehabilitation, Oregon Health and Science University, Portland, Oregon More articles by this author Osteoporotic Fractures in Men Research Group More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "J. Kellogg Parsons",
      "id": "A5035189778",
      "orcid": "https://orcid.org/0000-0002-3676-9730",
      "institutions": [
        {
          "id": "I4210132395",
          "display_name": "University of California San Diego Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "J. Kellogg Parsons"
    },
    {
      "display_name": "Timothy J Wilt",
      "id": "A5043350291",
      "orcid": "https://orcid.org/0000-0002-6019-7779",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Timothy J. Wilt"
    },
    {
      "display_name": "Patty Y. Wang",
      "id": "A5066238149",
      "orcid": null,
      "institutions": [
        {
          "id": "I165690674",
          "display_name": "Oregon Health & Science University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Patty Y. Wang"
    },
    {
      "display_name": "Elizabeth Barrett‐Connor",
      "id": "A5020802111",
      "orcid": "https://orcid.org/0000-0001-7960-6088",
      "institutions": [
        {
          "id": "I36258959",
          "display_name": "University of California, San Diego",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Elizabeth Barrett-Connor"
    },
    {
      "display_name": "Douglas C. Bauer",
      "id": "A5021940540",
      "orcid": "https://orcid.org/0000-0001-5261-7721",
      "institutions": [
        {
          "id": "I180670191",
          "display_name": "University of California, San Francisco",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Douglas C. Bauer"
    },
    {
      "display_name": "Lynn M. Marshall",
      "id": "A5000023033",
      "orcid": "https://orcid.org/0000-0002-2500-8784",
      "institutions": [
        {
          "id": "I165690674",
          "display_name": "Oregon Health & Science University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Lynn M. Marshall"
    }
  ],
  "publication_year": 2010,
  "publication_date": "2010-03-30",
  "type": "article",
  "cited_by_count": 68,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "183",
  "issue": "5",
  "first_page": "1915",
  "last_page": "1920",
  "open_access": {
    "is_oa": true,
    "oa_status": "green",
    "oa_url": "https://europepmc.org/articles/pmc2896268?pdf=render",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.96576285
    },
    {
      "id": "C77411442",
      "display_name": "Urinary system",
      "level": 2,
      "score": 0.700037
    },
    {
      "id": "C2779478474",
      "display_name": "Lower urinary tract symptoms",
      "level": 4,
      "score": 0.5997232
    },
    {
      "id": "C74909509",
      "display_name": "Gerontology",
      "level": 1,
      "score": 0.46223858
    },
    {
      "id": "C126894567",
      "display_name": "Urology",
      "level": 1,
      "score": 0.39859277
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.34621137
    },
    {
      "id": "C2776235491",
      "display_name": "Prostate",
      "level": 3,
      "score": 0.100479245
    },
    {
      "id": "C121608353",
      "display_name": "Cancer",
      "level": 2,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10279",
      "display_name": "Urinary Bladder and Prostate Research",
      "score": 1.0
    },
    {
      "id": "T10418",
      "display_name": "Pelvic floor disorders treatments",
      "score": 0.9997
    },
    {
      "id": "T11232",
      "display_name": "Urinary Tract Infections Management",
      "score": 0.9985
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/j.juro.2010.01.026",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:50:37.742236",
  "source_database": "OpenAlex"
}