{
  "openalex_id": "W2131241259",
  "doi": "https://doi.org/10.1016/j.juro.2010.08.082",
  "title": "A Critical Analysis of the Tumor Volume Threshold for Clinically Insignificant Prostate Cancer Using a Data Set of a Randomized Screening Trial",
  "abstract": "No AccessJournal of UrologyAdult Urology1 Jan 2011A Critical Analysis of the Tumor Volume Threshold for Clinically Insignificant Prostate Cancer Using a Data Set of a Randomized Screening Trial Tineke Wolters, Monique J. Roobol, Pim J. van Leeuwen, Roderick C.N. van den Bergh, Robert F. Hoedemaeker, Geert J.L.H. van Leenders, Fritz H. Schröder, and Theodorus H. van der Kwast Tineke WoltersTineke Wolters Department of Pathology, Erasmus MC Rotterdam, The Netherlands Urology, Erasmus MC Rotterdam, The Netherlands More articles by this author , Monique J. RoobolMonique J. Roobol Urology, Erasmus MC Rotterdam, The Netherlands More articles by this author , Pim J. van LeeuwenPim J. van Leeuwen Urology, Erasmus MC Rotterdam, The Netherlands More articles by this author , Roderick C.N. van den BerghRoderick C.N. van den Bergh Urology, Erasmus MC Rotterdam, The Netherlands More articles by this author , Robert F. HoedemaekerRobert F. Hoedemaeker Department of Pathology, Sint Franciscus Gasthuis Rotterdam, The Netherlands More articles by this author , Geert J.L.H. van LeendersGeert J.L.H. van Leenders Department of Pathology, Erasmus MC Rotterdam, The Netherlands More articles by this author , Fritz H. SchröderFritz H. Schröder Urology, Erasmus MC Rotterdam, The Netherlands More articles by this author , and Theodorus H. van der KwastTheodorus H. van der Kwast Department of Pathology, Erasmus MC Rotterdam, The Netherlands Department of Pathology, University Health Network, Toronto, Canada More articles by this author View All Author Informationhttps://doi.org/10.1016/j.juro.2010.08.082AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: The identification of clinically insignificant prostate cancer could help avoid overtreatment. Current criteria for insignificant prostate cancer use a tumor volume threshold of less than 0.5 ml for the index tumor. In this study we reassess this tumor volume threshold for clinically insignificant prostate cancer using an independent data set. Materials and Methods: The rate of insignificant prostate cancer was calculated by modeling lifetime risk estimates of prostate cancer diagnosis in screened and nonscreened participants in a randomized prostate cancer screening trial. Using lifetime risk estimates 50.8% of screen detected prostate cancer was calculated to be clinically insignificant and the 49.2% largest tumor volume of 325 prostatectomy specimens was used to determine the threshold tumor volume for insignificant prostate cancer. Because stage and grade represent the strongest determinants of cancer aggressiveness, we also calculated the tumor volume threshold for insignificant cancer after the selection of patients with organ confined prostate cancer without Gleason pattern 4/5. The analyses were performed for total tumor volume and for index tumor volume. Results: The minimum threshold tumor volume of the index tumor and total tumor was 0.55 and 0.70 ml, respectively. After accounting for tumor stage and grade we obtained a threshold volume for the index tumor and total tumor of 1.3 and 2.5 ml, respectively. Conclusions: We confirmed the original value of the index tumor volume threshold of 0.5 ml for insignificant prostate cancer, and we demonstrated that clinically insignificant prostate cancer may include index Gleason score 6, pT2 tumors with volumes up to at least 1.3 ml. These results suggest a reconsideration of current methods and nomograms used for pretreatment risk assessment. References 1 : Prevalence and characteristics of screen-detected prostate carcinomas at low prostate-specific antigen levels: aggressive or insignificant?. BJU Int2005; 95: 231. Google Scholar 2 : Overdiagnosis and overtreatment of early detected prostate cancer. World J Urol2007; 25: 3. Google Scholar 3 : Pathologic and clinical findings to predict tumor extent of nonpalpable (stage T1c) prostate cancer. JAMA1994; 271: 368. Google Scholar 4 : Long-term biochemical disease-free and cancer-specific survival following anatomic radical retropubic prostatectomy: The 15-year Johns Hopkins experience . Urol Clin North Am2001; 28: 555. Google Scholar 5 : Correlation of clinical and pathological factors with rising prostate-specific antigen profiles after radical prostatectomy alone for clinically localized prostate cancer. Urology1996; 48: 249. Google Scholar 6 : Localized prostate cancer: Relationship of tumor volume to clinical significance for treatment of prostate cancer . Cancer1993; 71: 933. Google Scholar 7 : More information on prostate specific antigen and prostate cancer. J Urol2003; 170: 457. Link, Google Scholar 8 : Biochemical outcome after radical prostatectomy, external beam radiation therapy, or interstitial radiation therapy for clinically localized prostate cancer. JAMA1998; 280: 969. Google Scholar 9 : Processing radical prostatectomy specimens: A comprehensive and standardized protocol . J Urol Pathol1998; 9: 211. Google Scholar 10 : Comparison of pathologic characteristics of T1c and non-T1c cancers detected in a population-based screening study, the European Randomized Study of Screening for Prostate Cancer. World J Urol1997; 15: 339. Google Scholar 11 : Lead times and overdetection due to prostate-specific antigen screening: estimates from the European Randomized Study of Screening for Prostate Cancer. J Natl Cancer Inst2003; 95: 868. Google Scholar 12 : Lead time and overdiagnosis in prostate-specific antigen screening: importance of methods and context. J Natl Cancer Inst2009; 101: 374. Google Scholar 13 : Biological determinants of cancer progression in men with prostate cancer. JAMA1999; 215: 1395. Google Scholar 14 : Patterns of progression in prostate cancer. Lancet1986; 1: 60. Google Scholar 15 : Percentage of tumor in prostatectomy specimens. Am J Clin Pathol2009; 131: 86. Google Scholar 16 : After radical retropubic prostatectomy ‘insignificant’ prostate cancer has a risk of progression similar to low-risk ‘significant’ cancer. BJU Int2008; 101: 170. Google Scholar 17 : Tumor volume does not predict for biochemical recurrence after radical prostatectomy in patients with surgical Gleason score 6 or less prostate cancer. Urology2007; 70: 294. Google Scholar 18 : Is tumor volume an independent prognostic factor in clinically localized prostate cancer?. J Urol2004; 172: 508. Link, Google Scholar 19 : The independent value of tumour volume in a contemporary cohort of men treated with radical prostatectomy for clinically localized disease. BJU Int2010; 105: 472. Google Scholar 20 : Should pathologists routinely report prostate tumour volume?: The prognostic value of tumour volume in prostate cancer . Eur Urol2009; . Epub ahead of print. Google Scholar © 2011 by American Urological Association Education and Research, Inc.FiguresReferencesRelatedDetailsCited byLeyh-Bannurah S, Kachanov M, Beyersdorff D, Tian Z, Karakiewicz P, Tilki D, Fisch M, Maurer T, Graefen M and Budäus L (2019) Minimum Magnetic Resonance Imaging-Ultrasound Fusion Targeted Biopsy Cores Needed for Prostate Cancer Detection: Multivariable Retrospective, Lesion Based Analyses of Patients Treated with Radical ProstatectomyJournal of Urology, VOL. 203, NO. 2, (299-303), Online publication date: 1-Feb-2020.Dai C, Ganesan V, Zabell J, Nyame Y, Almassi N, Greene D, Hettel D, Reichard C, Haywood S, Arora H, Zampini A, Crane A, Li J, Elshafei A, Magi-Galluzzi C, Stein R, Fareed K, Gong M, Jones J, Klein E and Stephenson A (2018) Impact of 5α-Reductase Inhibitors on Disease Reclassification among Men on Active Surveillance for Localized Prostate Cancer with Favorable FeaturesJournal of Urology, VOL. 199, NO. 2, (445-452), Online publication date: 1-Feb-2018.Komisarenko M, Wong L, Richard P, Timilshina N, Toi A, Evans A, Zlotta A, Kulkarni G, Hamilton R, Fleshner N and Finelli A (2018) An Increase in Gleason 6 Tumor Volume While on Active Surveillance Portends a Greater Risk of Grade Reclassification with Further FollowupJournal of Urology, VOL. 195, NO. 2, (307-312), Online publication date: 1-Feb-2016.Murray K, Ehdaie B, Musser J, Mashni J, Srimathveeravalli G, Durack J, Solomon S and Coleman J (2018) Pilot Study to Assess Safety and Clinical Outcomes of Irreversible Electroporation for Partial Gland Ablation in Men with Prostate CancerJournal of Urology, VOL. 196, NO. 3, (883-890), Online publication date: 1-Sep-2016.Kryvenko O and Epstein J (2018) Definition of Insignificant Tumor Volume of Gleason Score 3 + 3 = 6 (Grade Group 1) Prostate Cancer at Radical Prostatectomy—Is it Time to Increase the Threshold?Journal of Urology, VOL. 196, NO. 6, (1664-1669), Online publication date: 1-Dec-2016.Thompson J, Moses D, Shnier R, Brenner P, Delprado W, Ponsky L, Pulbrook M, Böhm M, Haynes A, Hayen A and Stricker P (2018) Multiparametric Magnetic Resonance Imaging Guided Diagnostic Biopsy Detects Significant Prostate Cancer and could Reduce Unnecessary Biopsies and Over Detection: A Prospective StudyJournal of Urology, VOL. 192, NO. 1, (67-74), Online publication date: 1-Jul-2014.Song S, Pak S, Park S, Song C, Jeong I, Choi H, Kim J, Cho K, Kim C and Ahn H (2018) Predictors of Unfavorable Disease after Radical Prostatectomy in Patients at Low Risk by D'Amico Criteria: Role of Multiparametric Magnetic Resonance ImagingJournal of Urology, VOL. 192, NO. 2, (402-408), Online publication date: 1-Aug-2014.Satkunasivam R, Kulkarni G, Zlotta A, Kalnin R, Trachtenberg J, Fleshner N, Hamilton R, Jewett M and Finelli A (2018) Pathological, Oncologic and Functional Outcomes of Radical Prostatectomy Following Active SurveillanceJournal of Urology, VOL. 190, NO. 1, (91-96), Online publication date: 1-Jul-2013.Lavery H and Droller M (2018) Do Gleason Patterns 3 and 4 Prostate Cancer Represent Separate Disease States?Journal of Urology, VOL. 188, NO. 5, (1667-1675), Online publication date: 1-Nov-2012.Ahmed H, Hu Y, Carter T, Arumainayagam N, Lecornet E, Freeman A, Hawkes D, Barratt D and Emberton M (2018) Characterizing Clinically Significant Prostate Cancer Using Template Prostate Mapping BiopsyJournal of Urology, VOL. 186, NO. 2, (458-464), Online publication date: 1-Aug-2011. Volume 185Issue 1January 2011Page: 121-125 Advertisement Copyright & Permissions© 2011 by American Urological Association Education and Research, Inc.Keywordstumor burdenearly detection of cancerprostatic neoplasmsMetricsAuthor Information Tineke Wolters Department of Pathology, Erasmus MC Rotterdam, The Netherlands Urology, Erasmus MC Rotterdam, The Netherlands More articles by this author Monique J. Roobol Urology, Erasmus MC Rotterdam, The Netherlands More articles by this author Pim J. van Leeuwen Urology, Erasmus MC Rotterdam, The Netherlands More articles by this author Roderick C.N. van den Bergh Urology, Erasmus MC Rotterdam, The Netherlands More articles by this author Robert F. Hoedemaeker Department of Pathology, Sint Franciscus Gasthuis Rotterdam, The Netherlands More articles by this author Geert J.L.H. van Leenders Department of Pathology, Erasmus MC Rotterdam, The Netherlands More articles by this author Fritz H. Schröder Urology, Erasmus MC Rotterdam, The Netherlands More articles by this author Theodorus H. van der Kwast Department of Pathology, Erasmus MC Rotterdam, The Netherlands Department of Pathology, University Health Network, Toronto, Canada More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Tineke Wolters",
      "id": "A5085443229",
      "orcid": null,
      "institutions": [
        {
          "id": "I2801952686",
          "display_name": "Erasmus MC",
          "country_code": "NL",
          "type": "healthcare"
        },
        {
          "id": "I913958620",
          "display_name": "Erasmus University Rotterdam",
          "country_code": "NL",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Tineke Wolters"
    },
    {
      "display_name": "Monique J. Roobol",
      "id": "A5039867286",
      "orcid": "https://orcid.org/0000-0001-6967-1708",
      "institutions": [
        {
          "id": "I2801952686",
          "display_name": "Erasmus MC",
          "country_code": "NL",
          "type": "healthcare"
        },
        {
          "id": "I913958620",
          "display_name": "Erasmus University Rotterdam",
          "country_code": "NL",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Monique J. Roobol"
    },
    {
      "display_name": "Pim J. van Leeuwen",
      "id": "A5050632368",
      "orcid": "https://orcid.org/0000-0002-5531-6104",
      "institutions": [
        {
          "id": "I913958620",
          "display_name": "Erasmus University Rotterdam",
          "country_code": "NL",
          "type": "funder"
        },
        {
          "id": "I2801952686",
          "display_name": "Erasmus MC",
          "country_code": "NL",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Pim J. van Leeuwen"
    },
    {
      "display_name": "Roderick C.N. van den Bergh",
      "id": "A5056479059",
      "orcid": "https://orcid.org/0000-0002-2605-2453",
      "institutions": [
        {
          "id": "I913958620",
          "display_name": "Erasmus University Rotterdam",
          "country_code": "NL",
          "type": "funder"
        },
        {
          "id": "I2801952686",
          "display_name": "Erasmus MC",
          "country_code": "NL",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Roderick C.N. van den Bergh"
    },
    {
      "display_name": "Robert F. Hoedemaeker",
      "id": "A5042656902",
      "orcid": "https://orcid.org/0000-0001-5915-7959",
      "institutions": [
        {
          "id": "I4210088840",
          "display_name": "Sint Franciscus Gasthuis",
          "country_code": "NL",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Robert F. Hoedemaeker"
    },
    {
      "display_name": "Geert J.L.H. van Leenders",
      "id": "A5083000708",
      "orcid": "https://orcid.org/0000-0003-2176-9102",
      "institutions": [
        {
          "id": "I913958620",
          "display_name": "Erasmus University Rotterdam",
          "country_code": "NL",
          "type": "funder"
        },
        {
          "id": "I2801952686",
          "display_name": "Erasmus MC",
          "country_code": "NL",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Geert J.L.H. van Leenders"
    },
    {
      "display_name": "Fritz H. Schröder",
      "id": "A5108468198",
      "orcid": null,
      "institutions": [
        {
          "id": "I2801952686",
          "display_name": "Erasmus MC",
          "country_code": "NL",
          "type": "healthcare"
        },
        {
          "id": "I913958620",
          "display_name": "Erasmus University Rotterdam",
          "country_code": "NL",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Fritz H. Schröder"
    },
    {
      "display_name": "Theodorus van der Kwast",
      "id": "A5057500759",
      "orcid": "https://orcid.org/0000-0001-8640-5786",
      "institutions": [
        {
          "id": "I2801952686",
          "display_name": "Erasmus MC",
          "country_code": "NL",
          "type": "healthcare"
        },
        {
          "id": "I913958620",
          "display_name": "Erasmus University Rotterdam",
          "country_code": "NL",
          "type": "funder"
        },
        {
          "id": "I1325899441",
          "display_name": "University Health Network",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Theodorus H. van der Kwast"
    }
  ],
  "publication_year": 2010,
  "publication_date": "2010-11-13",
  "type": "article",
  "cited_by_count": 272,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "185",
  "issue": "1",
  "first_page": "121",
  "last_page": "125",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.96268666
    },
    {
      "id": "C2780192828",
      "display_name": "Prostate cancer",
      "level": 3,
      "score": 0.7871364
    },
    {
      "id": "C168563851",
      "display_name": "Randomized controlled trial",
      "level": 2,
      "score": 0.5797009
    },
    {
      "id": "C143998085",
      "display_name": "Oncology",
      "level": 1,
      "score": 0.5529094
    },
    {
      "id": "C2776235491",
      "display_name": "Prostate",
      "level": 3,
      "score": 0.5280495
    },
    {
      "id": "C126894567",
      "display_name": "Urology",
      "level": 1,
      "score": 0.48236886
    },
    {
      "id": "C20556612",
      "display_name": "Volume (thermodynamics)",
      "level": 2,
      "score": 0.44010547
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.4302895
    },
    {
      "id": "C121608353",
      "display_name": "Cancer",
      "level": 2,
      "score": 0.36938706
    },
    {
      "id": "C121332964",
      "display_name": "Physics",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C62520636",
      "display_name": "Quantum mechanics",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10124",
      "display_name": "Prostate Cancer Diagnosis and Treatment",
      "score": 0.9996
    },
    {
      "id": "T10543",
      "display_name": "Prostate Cancer Treatment and Research",
      "score": 0.999
    },
    {
      "id": "T11235",
      "display_name": "Statistical Methods in Clinical Trials",
      "score": 0.9677
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/j.juro.2010.08.082",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:43:05.702720",
  "source_database": "OpenAlex"
}