{
  "openalex_id": "W2131017395",
  "doi": "https://doi.org/10.1080/01916122.2014.893264",
  "title": "Reassessing palynological characters in the subfamilies Periplocoideae and Asclepiadoideae (Apocynaceae): taxonomic and evolutionary implications",
  "abstract": "AbstractThe palynological characters of selected species of Periplocoideae and Asclepiadoideae were assessed and a taxonomic key made. We observed that translators of Periplocoideae are taxonomically more important structures than pollen tetrads. Within Periplocoideae, the flatter translators of Periploceae are evolutionarily more primitive than the spatulate translators of Cryptolepideae. The quantitative characters of pollinia are important for the genus- and species-level taxonomy in Asclepiadoideae. Pollinium length/width ratio was studied for the first time and it was observed to be a useful character for the delimitation of the tribes and sub-tribes of Asclepiadoideae. The position of attachment of caudicles to pollinia is an overlapping character amongst the tribes and sub-tribes and can be utilised only for the taxonomy of genera. True sterile margins of pollinia are present only in Ceropegieae and pseudo-sterile margins are rarely present in other tribes. Asclepiadoideae within Apocynaceae, and Ascelpiadeae within Asclepiadoideae are separate entities, and Secamonoideae is closer to Periplocoideae than Asclepiadoideae on evolutionary grounds.Keywords: PeriplocoideaeAsclepiadoideaePakistantaxonomyevolutionpollinariatranslators AcknowledgementsThis paper is the outcome of an M. Phil thesis. The authors offer thanks to Dr Sarfaraz Khan Marwat for help in the collection of plants, Dr Mir Ajab Khan and Zahid Ullah for supportive guidance and Dr Muhammad Zafar for help with microscope techniques. We give our special thanks to the Higher Education Commission of Pakistan and the Herbarium of Quaid-i-Azam University Islamabad for support during the M. Phil research.Additional informationNotes on contributorsSayed Afzal ShahSAYED AFZAL SHAH obtained his Masters and MPhil degrees in botany from Quaid-i-Azam University, Islamabad, Pakistan. Afzal has researched the systematics of the Asclepiadaceae based on the micromorphology of the leaf epidermis and the pollen apparatus. His research interests include biodiversity, conservation, evolution, molecular systematics and taxonomy, especially in relation to the asclepiads (Apocynaceae). Display full size Mushtaq AhmadMUSHTAQ AHMAD obtained his PhD in biodiversity and plant systematics, and is an Assistant Professor in the Department of Plant Sciences at Quaid-i-Azam University, Islamabad, Pakistan. His research interests include bioactive compounds, biodiversity, food plants, medicinal plants, plant conservation and management, plant systematics and renewable energy. He also has a postdoctorate degree in renewable energy (biomass and biofuel technology) from the School of Chemical Engineering, Universiti Sains Malaysia, in Malaysia. Display full size",
  "authors": [
    {
      "display_name": "Sayed Afzal Shah",
      "id": "A5055580732",
      "orcid": "https://orcid.org/0000-0001-5719-3139",
      "institutions": [
        {
          "id": "I12469534",
          "display_name": "Quaid-i-Azam University",
          "country_code": "PK",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Sayed Afzal Shah"
    },
    {
      "display_name": "Mushtaq Ahmad",
      "id": "A5100782639",
      "orcid": "https://orcid.org/0000-0003-2971-2848",
      "institutions": [
        {
          "id": "I12469534",
          "display_name": "Quaid-i-Azam University",
          "country_code": "PK",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mushtaq Ahmad"
    }
  ],
  "publication_year": 2014,
  "publication_date": "2014-03-11",
  "type": "article",
  "cited_by_count": 7,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S80110507",
    "display_name": "Palynology",
    "issn_l": "0191-6122",
    "issn": [
      "0191-6122",
      "1558-9188"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320547"
  },
  "volume": "38",
  "issue": "2",
  "first_page": "224",
  "last_page": "234",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C78945076",
      "display_name": "Herbarium",
      "level": 2,
      "score": 0.7640665
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.7281571
    },
    {
      "id": "C2780007248",
      "display_name": "Apocynaceae",
      "level": 2,
      "score": 0.7226136
    },
    {
      "id": "C58642233",
      "display_name": "Taxonomy (biology)",
      "level": 2,
      "score": 0.6649244
    },
    {
      "id": "C59822182",
      "display_name": "Botany",
      "level": 1,
      "score": 0.5701446
    },
    {
      "id": "C162501224",
      "display_name": "Palynology",
      "level": 3,
      "score": 0.501987
    },
    {
      "id": "C2780618852",
      "display_name": "Pollen",
      "level": 2,
      "score": 0.4434524
    },
    {
      "id": "C24412817",
      "display_name": "Plant taxonomy",
      "level": 4,
      "score": 0.435978
    },
    {
      "id": "C90856448",
      "display_name": "Zoology",
      "level": 1,
      "score": 0.38669086
    },
    {
      "id": "C78458016",
      "display_name": "Evolutionary biology",
      "level": 1,
      "score": 0.377499
    },
    {
      "id": "C41806617",
      "display_name": "Systematics",
      "level": 3,
      "score": 0.36606884
    }
  ],
  "topics": [
    {
      "id": "T10385",
      "display_name": "Plant Diversity and Evolution",
      "score": 0.9993
    },
    {
      "id": "T12359",
      "display_name": "Fern and Epiphyte Biology",
      "score": 0.9955
    },
    {
      "id": "T12568",
      "display_name": "Plant Taxonomy and Phylogenetics",
      "score": 0.9949
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1080/01916122.2014.893264",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:09:57.248133",
  "source_database": "OpenAlex"
}