{
  "openalex_id": "W2137609666",
  "doi": "https://doi.org/10.1016/s0022-5347(05)67224-2",
  "title": "IN VITRO ENGINEERING OF HUMAN STRATIFIED UROTHELIUM: ANALYSIS OF ITS MORPHOLOGY AND FUNCTION",
  "abstract": "No AccessJournal of UrologyReconstruction1 Sep 2000IN VITRO ENGINEERING OF HUMAN STRATIFIED UROTHELIUM: ANALYSIS OF ITS MORPHOLOGY AND FUNCTION SITA SUGASI, YANNICK LESBROS, ISABELLE BISSON, YUAN YUAN ZHANG, PAVEL KUCERA, and PETER FREY SITA SUGASISITA SUGASI , YANNICK LESBROSYANNICK LESBROS , ISABELLE BISSONISABELLE BISSON , YUAN YUAN ZHANGYUAN YUAN ZHANG , PAVEL KUCERAPAVEL KUCERA , and PETER FREYPETER FREY View All Author Informationhttps://doi.org/10.1016/S0022-5347(05)67224-2AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: Gastric or intestinal patches, commonly used for reconstructive cystoplasty, may induce severe metabolic complications. The use of bladder tissues reconstructed in vitro could avoid these complications. We compared cellular differentiation and permeability characteristics of human native with in vitro cultured stratified urothelium. Materials and Methods: Human stratified urothelium was induced in vitro. Morphology was studied with light and electron microscopy and expression of key cellular proteins was assessed using immunohistochemistry. Permeability coefficients were determined by measuring water, urea, ammonia and proton fluxes across the urothelium. Results: As in native urothelium the stratified urothelial construct consisted of basal membrane and basal, intermediate and superficial cell layers. The apical membrane of superficial cells formed villi and glycocalices, and tight junctions and desmosomes were developed. Immunohistochemistry showed similarities and differences in the expression of cytokeratins, integrin and cellular adhesion proteins. In the cultured urothelium cytokeratin 20 and integrin subunits α6 and β4 were absent, and symplekin was expressed diffusely in all layers. Uroplakins were clearly expressed in the superficial umbrella cells of the urothelial constructs, however, they were also present in intermediate and basal cells. Symplekin and uroplakins were expressed only in the superficial cells of native bladder tissue. The urothelial constructs showed excellent viability, and functionally their permeabilities for water, urea and ammonia were no different from those measured in native human urothelium. Proton permeability was even lower in the constructs compared to that of native urothelium. Conclusions: Although the in vitro cultured human stratified urothelium did not show complete terminal differentiation of its superficial cells, it retained the same barrier characteristics against the principal urine components. These results indicate that such in vitro cultured urothelium, after being grown on a compliant degradable support or in coculture with smooth muscle cells, is suitable for reconstructive cystoplasty. References 1 : Alternative techniques for augmentation cystoplasty. J Urol1998; 159: 998. Link, Google Scholar 2 : Enterocystoplasty using modified pedicled, detubularized, de-epithelialized sigmoid patch in the mini-pig model. J Urol1995; 154: 893. Link, Google Scholar 3 : Augmentation cystoplasty using pedicled and de-epithelialized gastric patches in the mini-pig model. J Urol1996; 156: 608. Link, Google Scholar 4 : Seromuscular colocystoplasty lined with urothelium: experience with 16 patients. Urology1995; 45: 124. Crossref, Medline, Google Scholar 5 : End results in the replacement of mucous membrane of the urinary bladder with thick-split grafts of skin. Surgery1952; 10: 252. Google Scholar 6 : Experimental repair of exstrophy of bladder without cystectomy by using a free fascial graft. Surg Gynecol Obstet1953; 97: 633. Google Scholar 7 : The free peritoneal transplant as a substitute for the urinary bladder wall. Invest Urol1978; 15: 375. Google Scholar 8 : Biodegradable pericardial implants for bladder augmentation: a 2.5-year study in dogs. J Urol1992; 148: 539. Link, Google Scholar 9 : Reversed seromuscular flaps in the urinary tract in dogs. J Urol1994; 152: 2252. Link, Google Scholar 10 : Experimental assessment of small intestinal submucosa as a bladder wall substitute. Urology1995; 46: 396. Crossref, Medline, Google Scholar 11 : Regeneration of bladder urothelium, smooth muscle, blood vessels and nerves into an acellular tissue matrix. J Urol1996; 156: 571. Link, Google Scholar 12 : The in vitro assessment of a collagen/vicryl (polyglactin) composite film together with candidate suture materials for use in the urinary tract surgery. I. Physical testing. Urol Res1987; 15: 53. Google Scholar 13 : Experimental investigations of bladder regeneration using teflon-felt as a bladder wall substitute. J Urol1970; 104: 693. Link, Google Scholar 14 : Vesical regeneration in the human after total cystectomy and implantation of a plastic mould. Br J Urol1958; 30: 180. Google Scholar 15 : Bladder wall substitution with synthetic and non-intestinal organic materials. J Urol1998; 159: 628. Link, Google Scholar 16 : Formation of urothelial structures in vivo from dissociated cells attached to biodegradable polymer scaffolds in vitro. J Urol1992; 148: 658. Link, Google Scholar 17 : Implantation in vivo and retrieval of artificial structures consisting of rabbit and human urothelium and human bladder muscle. J Urol1993; 150: 608. Link, Google Scholar 18 : Growth and characterization of normal human urothelium in vitro. In Vitro1983; 19: 326. Crossref, Medline, Google Scholar 19 : Selective growth of normal adult human urothelial cells in serum-free medium. In Vitro Cell Dev Biol1985; 21: 165. Crossref, Medline, Google Scholar 20 : Comparison of antigen expression on normal urothelial cells in tissue section and tissue culture. J Urol1990; 144: 1288. Link, Google Scholar 21 : Urothelial tissue culture for bladder reconstruction: an experimental study. J Urol1993; 150: 721. Link, Google Scholar 22 : Normal human urothelial cells in vitro: proliferation and induction of stratification. Lab Invest1994; 71: 583. Medline, Google Scholar 23 : Culture and characterisation of human urothelium in vivo and in vitro. Urol Res1994; 22: 67. Crossref, Medline, Google Scholar 24 : Expression and in vitro regulation of integrins by normal human urothelial cells. Cell Adhes Commun1995; 3: 231. Google Scholar 25 : Phenotypic and cytogenetic characterization of human bladder urothelia expanded in vitro. J Urol1994; 152: 665. Link, Google Scholar 26 : The long-term culture of porcine urothelial cells and induction of urothelial stratification. BJU Int1999; 84: 507. Google Scholar 27 : Growth kinetics and differentiation in vitro of normal human uroepithelial cells on collagen gel substrates in defined medium. J Cell Physiol1987; 131: 285. Google Scholar 28 : Reconstitution of human urothelium from monolayer cultures. J Urol1997; 158: 1147. Link, Google Scholar 29 : Permeability properties of the intact mammalian bladder epithelium. Am J Physiol1996; 271: F886. Google Scholar 30 : Antigen retrieval in formalin-fixed, paraffin-embedded tissues: an enhancement method for immunohistochemical staining based on microwave oven heating on tissue sections. J Histochem Cytochem1991; 39: 741. Google Scholar 31 : The unlabeled antibody enzyme method of immunohistochemistry: preparation and properties of soluble antigen-antibody complex (horseradish peroxidase-antihorseradish peroxidase) and its use in identification of spirochetes. J Histochem Cytochem1970; 18: 315. Google Scholar 32 : Formation of asymmetric unit membrane during urothelial differentiation. Mol Biol Rep1996; 23: 3. Google Scholar 33 : Mammalian uroplakins. A group of highly conserved urothelial differentiation-related membrane proteins. J Biol Chem1994; 269: 13716. Crossref, Medline, Google Scholar 34 : Growth and characterization of porcine urinary bladder epithelial cells in vitro. Am J Physiol1994; 266: F298. Medline, Google Scholar 35 : Optimisation of the formation and distribution of protoporphyrin IX in the urothelium: an in vitro approach. J Urol1999; 162: 546. Link, Google Scholar 36 : Ion transport across the early chick embryo: I. Electrical measurements, ionic fluxes and regional heterogeneity. J Membr Biol1994; 141: 149. Google Scholar 37 : A novel technique for viable cell determinations. Stain Technol1986; 61: 315. Google Scholar 38 : Large scale purification and immunolocalization of bovine uroplakins I, II, and III. Molecular markers of urothelial differentiation. J Biol Chem1990; 265: 19170. Crossref, Medline, Google Scholar 39 : The permeability of human bladder epithelium to water and sodium. Invest Urol1972; 9: 339. Google Scholar 40 : Physiological approaches for studying mammalian urinary bladder epithelium. Methods Enzymol1990; 192: 632. Google Scholar From the Pediatric Urology Research Laboratory of the Department of Pediatric Surgery, Centre Hospitalier Universitaire Vaudois and the Institute of Physiology, University of Lausanne, Lausanne, Switzerland© 2000 by American Urological Association, Inc.FiguresReferencesRelatedDetailsCited byKURZROCK E, LIEU D, deGRAFFENRIED L and ISSEROFF R (2018) RAT UROTHELIUM: IMPROVED TECHNIQUES FOR SERIAL CULTIVATION, EXPANSION, FREEZING AND RECONSTITUTION ONTO ACELLULAR MATRIXJournal of Urology, VOL. 173, NO. 1, (281-285), Online publication date: 1-Jan-2005.WEISER A, FRANCO I, HERZ D, SILVER R and REDA E (2018) Single Layered Small Intestinal Submucosa in the Repair of Severe Chordee and Complicated HypospadiasJournal of Urology, VOL. 170, NO. 4 Part 2, (1593-1595), Online publication date: 1-Oct-2003. Volume 164 Issue 3 Part 2 September 2000 Page: 951-957 Advertisement Copyright & Permissions© 2000 by American Urological Association, Inc.Keywordsurotheliumtissue culturecell differentiationpermeabilityMetrics Author Information SITA SUGASI More articles by this author YANNICK LESBROS More articles by this author ISABELLE BISSON More articles by this author YUAN YUAN ZHANG More articles by this author PAVEL KUCERA More articles by this author PETER FREY More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "SITA SUGASI",
      "id": "A5019391957",
      "orcid": null,
      "institutions": [
        {
          "id": "I2802229882",
          "display_name": "University Hospital of Lausanne",
          "country_code": "CH",
          "type": "healthcare"
        },
        {
          "id": "I97565354",
          "display_name": "University of Lausanne",
          "country_code": "CH",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "SITA SUGASI"
    },
    {
      "display_name": "Y. Lesbros",
      "id": "A5031962114",
      "orcid": null,
      "institutions": [
        {
          "id": "I97565354",
          "display_name": "University of Lausanne",
          "country_code": "CH",
          "type": "funder"
        },
        {
          "id": "I2802229882",
          "display_name": "University Hospital of Lausanne",
          "country_code": "CH",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "YANNICK LESBROS"
    },
    {
      "display_name": "Isabelle Bisson",
      "id": "A5007784010",
      "orcid": null,
      "institutions": [
        {
          "id": "I2802229882",
          "display_name": "University Hospital of Lausanne",
          "country_code": "CH",
          "type": "healthcare"
        },
        {
          "id": "I97565354",
          "display_name": "University of Lausanne",
          "country_code": "CH",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "ISABELLE BISSON"
    },
    {
      "display_name": "Yuan Yuan Zhang",
      "id": "A5108028305",
      "orcid": null,
      "institutions": [
        {
          "id": "I2802229882",
          "display_name": "University Hospital of Lausanne",
          "country_code": "CH",
          "type": "healthcare"
        },
        {
          "id": "I97565354",
          "display_name": "University of Lausanne",
          "country_code": "CH",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "YUAN YUAN ZHANG"
    },
    {
      "display_name": "Pavel Kučera",
      "id": "A5109171571",
      "orcid": null,
      "institutions": [
        {
          "id": "I2802229882",
          "display_name": "University Hospital of Lausanne",
          "country_code": "CH",
          "type": "healthcare"
        },
        {
          "id": "I97565354",
          "display_name": "University of Lausanne",
          "country_code": "CH",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "PAVEL KUCERA"
    },
    {
      "display_name": "Pascal Frey",
      "id": "A5069900550",
      "orcid": "https://orcid.org/0000-0001-6294-737X",
      "institutions": [
        {
          "id": "I2802229882",
          "display_name": "University Hospital of Lausanne",
          "country_code": "CH",
          "type": "healthcare"
        },
        {
          "id": "I97565354",
          "display_name": "University of Lausanne",
          "country_code": "CH",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "PETER FREY"
    }
  ],
  "publication_year": 2000,
  "publication_date": "2000-09-01",
  "type": "article",
  "cited_by_count": 50,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "164",
  "issue": "3 Part 2",
  "first_page": "951",
  "last_page": "957",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2777540882",
      "display_name": "Urothelium",
      "level": 3,
      "score": 0.87160885
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.78421754
    },
    {
      "id": "C202751555",
      "display_name": "In vitro",
      "level": 2,
      "score": 0.51241213
    },
    {
      "id": "C499950583",
      "display_name": "Morphology (biology)",
      "level": 2,
      "score": 0.4917381
    },
    {
      "id": "C14036430",
      "display_name": "Function (biology)",
      "level": 2,
      "score": 0.4878893
    },
    {
      "id": "C126894567",
      "display_name": "Urology",
      "level": 1,
      "score": 0.229283
    },
    {
      "id": "C95444343",
      "display_name": "Cell biology",
      "level": 1,
      "score": 0.22515061
    },
    {
      "id": "C90856448",
      "display_name": "Zoology",
      "level": 1,
      "score": 0.09709561
    },
    {
      "id": "C2779762690",
      "display_name": "Urinary bladder",
      "level": 2,
      "score": 0.09659177
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.06879437
    },
    {
      "id": "C55493867",
      "display_name": "Biochemistry",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T12264",
      "display_name": "Tissue Engineering and Regenerative Medicine",
      "score": 0.9999
    },
    {
      "id": "T11815",
      "display_name": "Urological Disorders and Treatments",
      "score": 0.9897
    },
    {
      "id": "T10729",
      "display_name": "Electrospun Nanofibers in Biomedical Applications",
      "score": 0.9492
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/s0022-5347(05)67224-2",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T16:04:39.017601",
  "source_database": "OpenAlex"
}