{
  "openalex_id": "W2140271230",
  "doi": "https://doi.org/10.1074/jbc.m407627200",
  "title": "Transglutaminase 2 Induces Nuclear Factor-κB Activation via a Novel Pathway in BV-2 Microglia",
  "abstract": "Transglutaminase 2 (TGase 2) expression is increased in inflammatory diseases. We demonstrated previously that inhibitors of TGase 2 reduce nitric oxide (NO) generation in a lipopolysaccharide (LPS)-treated microglial cell line. However, the precise mechanism by which TGase 2 promotes inflammation remains unclear. We found that TGase 2 activates the transcriptional activator nuclear factor (NF)-κB and thereby enhances LPS-induced expression of inducible nitric-oxide synthase. TGase 2 activates NF-κB via a novel pathway. Rather than stimulating phosphorylation and degradation of the inhibitory subunit α of NF-κB (I-κBα), TGase2 induces its polymerization. This polymerization results in dissociation of NF-κB and its translocation to the nucleus, where it is capable of up-regulating a host of inflammatory genes, including inducible nitric-oxide synthase and tumor necrosis factor α (TNF-α). Indeed, TGase inhibitors prevent depletion of monomeric I-κBα in the cytosol of cells overexpressing TGase 2. In an LPS-induced rat brain injury model, TGase inhibitors significantly reduced TNF-α synthesis. The findings are consistent with a model in which LPS-induced NF-κB activation is the result of phosphorylation of I-κBα by I-κB kinase as well as I-κBα polymerization by TGase 2. Safe and stable TGase2 inhibitors may be effective agents in diseases associated with inflammation. Transglutaminase 2 (TGase 2) expression is increased in inflammatory diseases. We demonstrated previously that inhibitors of TGase 2 reduce nitric oxide (NO) generation in a lipopolysaccharide (LPS)-treated microglial cell line. However, the precise mechanism by which TGase 2 promotes inflammation remains unclear. We found that TGase 2 activates the transcriptional activator nuclear factor (NF)-κB and thereby enhances LPS-induced expression of inducible nitric-oxide synthase. TGase 2 activates NF-κB via a novel pathway. Rather than stimulating phosphorylation and degradation of the inhibitory subunit α of NF-κB (I-κBα), TGase2 induces its polymerization. This polymerization results in dissociation of NF-κB and its translocation to the nucleus, where it is capable of up-regulating a host of inflammatory genes, including inducible nitric-oxide synthase and tumor necrosis factor α (TNF-α). Indeed, TGase inhibitors prevent depletion of monomeric I-κBα in the cytosol of cells overexpressing TGase 2. In an LPS-induced rat brain injury model, TGase inhibitors significantly reduced TNF-α synthesis. The findings are consistent with a model in which LPS-induced NF-κB activation is the result of phosphorylation of I-κBα by I-κB kinase as well as I-κBα polymerization by TGase 2. Safe and stable TGase2 inhibitors may be effective agents in diseases associated with inflammation. Transglutaminase 2 (TGase 2; E.C. 2.3.2.13, protein-glutamine γ-glutamyltransferase) 1The abbreviations used are: TGase 2, transglutaminase 2; TNF-α, tumor necrosis factor-α; LPS, lipopolysaccharide; NF-κB, nuclear factor-κB; PBS, phosphate-buffered saline; iNOS, inducible nitric-oxide synthase; NMMA, NG-monomethyl-l-arginine; RT, reverse transcription; LDH, lactate dehydrogenase; IKK, I-κB kinase; I-κBα, inhibitory subunit α of nuclear factor-κB; NIK, nuclear factor-κB inducing kinase; SEAP, secreted alkaline phosphatase; RA, retinoic acid.1The abbreviations used are: TGase 2, transglutaminase 2; TNF-α, tumor necrosis factor-α; LPS, lipopolysaccharide; NF-κB, nuclear factor-κB; PBS, phosphate-buffered saline; iNOS, inducible nitric-oxide synthase; NMMA, NG-monomethyl-l-arginine; RT, reverse transcription; LDH, lactate dehydrogenase; IKK, I-κB kinase; I-κBα, inhibitory subunit α of nuclear factor-κB; NIK, nuclear factor-κB inducing kinase; SEAP, secreted alkaline phosphatase; RA, retinoic acid. belongs to a family of Ca2+-dependent enzymes that catalyzes Nϵ-(γ-l-glutamyl)-l-lysine isopeptide bond formation between peptide bound lysine and glutamine residues (1Folk J.E. Chung S-I. Methods Enzymol. 1985; 113: 358-375Crossref PubMed Scopus (250) Google Scholar). Nϵ-(γ-l-Glutamyl)-l-lysine cross-linking stabilizes intra- and extracellular proteins as macromolecular assemblies that are used for a variety of essential physiological purposes, such as barrier function in epithelia, apoptosis, and extracellular matrix formation (2Aeschlimann D. Thomazy V. Connect. Tissue Res. 2000; 41: 1-27Crossref PubMed Scopus (289) Google Scholar). TGase 2 is normally expressed at low levels in many different tissues and inappropriately activated in a variety of pathological conditions (3Kim S-Y. Jeitner T.M. Steinert P.M. Neurochem. Int. 2002; 40: 85-103Crossref PubMed Scopus (140) Google Scholar). However, the role TGase 2 specifically plays in disease etiology is unclear. Autoimmune diseases are strongly associated with aberrant activation of macrophage and T cells, which cause serious inflammation. Abnormal increase of TGase 2 expression in autoimmune inflammatory myopathies and celiac disease has been reported (4Choi Y-C. Park G.-T. Steinert P.M. Kim S.-Y J. Biol. Chem. 2000; 275: 88703-88710Google Scholar, 5Choi Y.-C Kim T.-S Kim S.-Y Eur. Neurol. 2004; 51: 10-14Crossref PubMed Scopus (27) Google Scholar, 6Bruce S.E. Bjarnason I. Peters T.J. Clin. Sci. 1985; 68: 573-579Crossref PubMed Scopus (159) Google Scholar). TGase 2 is increased in autoimmune diseases as a result of macrophage activation (7Novogrodsky A. Quittner S. Rubin A.L. Stenzel K.H. Proc. Natl. Acad. Sci. U. S. A. 1978; 75: 1157-1161Crossref PubMed Scopus (65) Google Scholar, 8Murtaugh M.P. Mehta K. Johnson J. Myers M. Juliano R.L. Davies P.J. J. Biol. Chem. 1983; 258: 11074-11081Abstract Full Text PDF PubMed Google Scholar, 9Leu R.W. Herriott M.J. Moore P.E. Orr G.R. Birckbichler P.J. Exp. Cell Res. 1982; 141: 191-199Crossref PubMed Scopus (55) Google Scholar). The increase of TGase 2 expression seems to be closely associated with autoantibody formation. Autoantibodies against TGase 2 are present in the blood of patients with such autoimmune diseases as celiac disease (10Dieterich W. Ehnis T. Bauer M. Donner P. Volta U. Riecken E.O. Schuppan D. Nat. Med. 1997; 3: 797-801Crossref PubMed Scopus (1774) Google Scholar), dermatitis herpetiformis (11Dieterich W. Laag E. Bruckner-Tuderman L. Reunala T. Karpati S. Zagoni T. Riecken E.O. Schuppan D. J. Investig. Dermatol. 1999; 113: 133-136Abstract Full Text Full Text PDF PubMed Scopus (189) Google Scholar), type 1 diabetes (12Lampasona V. Bonfanti R. Bazzigaluppi E. Venerando A. Chiumello G. Bosi E. Bonifacio E. Diabetologia. 1999; 42: 1195-1198Crossref PubMed Scopus (86) Google Scholar), lupus (13Sanchez D. Tuckova L. Sebo P. Michalak M. Whelan A. Sterzl I. Jelinkova L. Havrdova E. Imramovska M. Benes Z. Krupickova S. Tlaskalova-Hogenova H. J. Autoimmun. 2000; 15: 441-449Crossref PubMed Scopus (46) Google Scholar), and rheumatoid arthritis (14Picarelli A. Di Tola M. Sabbatella L. Vetrano S. Anania M.C. Spadaro A. Sorgi M.L. Taccari E. Clin. Chem. 2003; 49: 2091-2094Crossref PubMed Scopus (40) Google Scholar). TGase 2 has been detected in the synovial fluid of patients with arthritis (15Weinberg J.B. Pippen A.M. Greenberg C.S. Arthritis Rheum. 1991; 34: 996-1000Crossref PubMed Scopus (154) Google Scholar) and in the serum and cerebral spinal fluid of patients with amyotrophic lateral sclerosis (16Fujita K. Honda M. Hayashi R. Ogawa K. Ando M. Yamauchi M. Nagata Y.J. Neurol. Sci. 1998; 158: 53-57Abstract Full Text Full Text PDF Scopus (26) Google Scholar). These reports suggest that the inappropriate expression and/or presentation of TGase 2 to T cells might contribute to these diseases in genetically predisposed individuals. Activation of glia, a process termed reactive gliosis, has been observed during the pathogenesis of neurodegenerative diseases. A hallmark of brain inflammation is the activation of microglia cells that produce neurotoxic factors such as nitric oxide (NO) (17Minagar A. Shapshak P. Fujimura R. Ownby R. Heyes M. Eisdorfer C. J. Neurol. Sci. 2002; 202: 13-23Abstract Full Text Full Text PDF PubMed Scopus (463) Google Scholar) and TNF-α (18Catania A. Lipton J.M. Ann. N. Y. Acad. Sci. 1998; 856: 62-68Crossref PubMed Scopus (38) Google Scholar). Synthesis and release of these factors constitute a part of the innate immunity that enables the host to destroy invading pathogens. However, excessive production and accumulation of NO seems to contribute neurodegeneration (19Liu B. Gao H.M. Wang J.Y. Jeohn G.H. Cooper C.L. Hong J.S. Ann. N. Y. Acad. Sci. 2002; 962: 318-331Crossref PubMed Scopus (377) Google Scholar). TGase 2 expression in rat brain astrocytes is induced by glutamate (20Campisi A. Caccamo D. Raciti G. Cannavo G. Macaione V. Curro M. Macaione S. Vanella A. Ientile R. Brain Res. 2003; 978: 24-30Crossref PubMed Scopus (53) Google Scholar) or by the inflammation-associated cytokines such as interleukin-1β and TNF-α (21Monsonego A. Shani Y. Friedmann I. Paas Y. Eizenberg O. Schwartz M. J. Biol. Chem. 1997; 272: 3724-3732Abstract Full Text Full Text PDF PubMed Scopus (93) Google Scholar). Microarray analysis in a monkey model of neuro-AIDS has recently revealed that TGase 2 expression is specifically increased in the infected brain (22Roberts E.S. Zandonatti M.A. Watry D.D. Madden L.J. Henriksen S.J. Taffe M.A. Fox H.S. Am. J. Pathol. 2003; 162: 2041-2057Abstract Full Text Full Text PDF PubMed Scopus (148) Google Scholar). Immunohistochemical staining in the infected brain shows clear increase of TGase 2 in the cells with astrocytic morphology. Multiple factors must contribute to the activation of TGase 2 in oxidative stress and in the elevation of intracellular calcium. This suggests that induced-TGase 2 in the activated astroglial cells may participate in the pathogenesis of neurodegenerative diseases. Neurodegenerative diseases, such as Parkinson's disease (23Junn E. Ronchetti R.D. Quezado M.M. Kim S-Y. Mouradian M.M. Proc. Natl. Acad. Sci. U. S. A. 2003; 100: 2047-2052Crossref PubMed Scopus (214) Google Scholar, 24Andringa G. Lam K.Y. Chegary M. Wang X. Chase T.N. Bennett M.C. FASEB J. 2004; 18: 932-934Crossref PubMed Scopus (112) Google Scholar) and Alzheimer's disease (25Kim S.-Y Grant P. Lee J.H. Pant H.C. Steinert P.M. J. Biol. Chem. 1999; 274: 30715-30721Abstract Full Text Full Text PDF PubMed Scopus (203) Google Scholar, 26Citron B.A. SantaCruz K.S. Davies P.J. Festoff B.W. J. Biol. Chem. 2001; 276: 3295-3301Abstract Full Text Full Text PDF PubMed Scopus (95) Google Scholar), and neuro-AIDS brains (22Roberts E.S. Zandonatti M.A. Watry D.D. Madden L.J. Henriksen S.J. Taffe M.A. Fox H.S. Am. J. Pathol. 2003; 162: 2041-2057Abstract Full Text Full Text PDF PubMed Scopus (148) Google Scholar) are closely associated with increased brain TGase 2 expression. Inflammatory markers also occur in Parkinson's disease (27McGeer P.L. Yasojima K. McGeer E.G. Adv. Neurol. 2001; 86: 83-89PubMed Google Scholar), Alzheimer's disease (28Eikelenboom P. Bate C. Van Gool W.A. Hoozemans J.J. Rozemuller J.M. Veerhuis R. Williams A. Glia. 2002; 40: 232-239Crossref PubMed Scopus (369) Google Scholar), and AIDS dementia (17Minagar A. Shapshak P. Fujimura R. Ownby R. Heyes M. Eisdorfer C. J. Neurol. Sci. 2002; 202: 13-23Abstract Full Text Full Text PDF PubMed Scopus (463) Google Scholar). We demonstrated previously that the recombinant peptide R2, which had dual inhibitory effects on purified TGase 2 and soluble phospholipase A2, reversed the inflammation of allergic conjunctivitis to ragweed in a guinea pig model (29Sohn J. Kim T-I. Yoon Y.-H. Kim J.Y. Kim S.-Y J. Clin. Investig. 2003; 111: 121-128Crossref PubMed Scopus (107) Google Scholar). Recombinant peptides were constructed with the sequences from pro-elafin (for inhibition of TGase 2), and antiflammins (for inhibition of soluble phospholipase A2). It is interesting that we found that the only pro-elafin sequence, E2 (a part of elafin, a TGase inhibitor), itself also has dramatic anti-inflammatory effects (29Sohn J. Kim T-I. Yoon Y.-H. Kim J.Y. Kim S.-Y J. Clin. Investig. 2003; 111: 121-128Crossref PubMed Scopus (107) Google Scholar). This strongly suggests that TGase activity may play a key role in macrophage activation resulting from inflammatory stress. We observed recently that TGase 2 expression is increased by LPS treatment in BV-2 microglia, and NO release is dramatically reduced by TGase inhibitors (30Park K-C. Chung K.-C. Kim Y.-S. Lee J. Joh T.H. Kim S.-Y Biochem. Biophys. Res. Commun. 2004; 323: 1055-1062Crossref PubMed Scopus (30) Google Scholar). During the LPS-induced microglia activation, TGase activity is increased about 5-fold in microglia after 24-h exposure to LPS in a time-dependent manner (30Park K-C. Chung K.-C. Kim Y.-S. Lee J. Joh T.H. Kim S.-Y Biochem. Biophys. Res. Commun. 2004; 323: 1055-1062Crossref PubMed Scopus (30) Google Scholar). The increase of NO synthesis is correlated with increase of TGase 2 expression. Furthermore, we observed that transient transfection of TGase 2 in BV-2 microglia increases NF-κB activity (30Park K-C. Chung K.-C. Kim Y.-S. Lee J. Joh T.H. Kim S.-Y Biochem. Biophys. Res. Commun. 2004; 323: 1055-1062Crossref PubMed Scopus (30) Google Scholar). This suggests that TGase 2 may aggravate inflammation by activating the NF-κB cascade in microglia. To test this hypothesis, we determined the identity of the major in vivo target of TGase 2 in the NF-κB cascade. We also tested whether TGase inhibition might be effective at reducing NF-κB activation in the LPS-induced rat brain injury model. Microglia Activation by LPS—The immortalized murine BV-2 cell line exhibits phenotypic and functional properties of reactive microglial cells (31Blasi E. Barluzzi R. Bocchini V. Mazzolla R. Bistoni F. J. Neuroimmunol. 1990; 27: 229-237Abstract Full Text PDF PubMed Scopus (817) Google Scholar). The cells are grown and maintained in Dulbecco's modified Eagle's medium (Invitrogen) supplemented with 10% fetal calf serum and penicillin/streptomycin at 37 °C in a humidified incubator under 5% CO2. To achieve BV-2 activation, cells were treated with LPS (100 ng/ml; Sigma) for 24 h (32Brightbill H.D. Libraty D.H. Krutzik S.R. Yang R.B. Belisle J.T. Bleharski J.R. Maitland M. Norgard M.V. Plevy S.E. Smale S.T. Brennan P.J. Bloom B.R. Godowski P.J. Modlin R.L. Science. 1999; 285: 732-736Crossref PubMed Scopus (1402) Google Scholar). Proteins were extracted with radioimmunoprecipitation assay buffer (1× phosphate-buffered saline (PBS), 1% Nonidet P-40, 0.5% sodium deoxycholate, and 0.1% SDS) containing protease inhibitors from BV-2 harvest for TGase activity assay after LPS treatment for 24 h with or without inducible nitric-oxide synthase (iNOS) inhibitor, 0, 50, and 100 μmNG-monomethyl-l-arginine (l-NMMA) (Sigma). Nitrite Measurements—Accumulated nitrite was measured in the cell supernatant after LPS treatment for 24 h by the Griess reaction (33Green L.C. Wagner D.A. Glogowski J. Skipper P.L. Wishnok J.S. Tannenbaum S.R. Anal. Biochem. 1982; 126: 131-138Crossref PubMed Scopus (10728) Google Scholar). In brief, 200-μl aliquots of cell supernatant from each well are mixed with 100 μl of Griess reagent [1% sulfanilamide (Fluka), 0.1% naphthylethylenediamine dihydrochloride (Fluka), and 2.5% H3PO4] in a 96-well microtiter plate, and the absorbance was read at 540 nm using a plate reader. Semiquantitative RT-PCR of Mouse TGase 2 and iNOS with Competitive Standard Mimics—Semi-quantitative RT-PCR was performed by using competitive mimic templates (internal amount control) (34Bouaboula M. Legoux P. Pessegue B. Delpech B. Dumont X. Piechaczyk M. Casellas P. Shire D. J. Biol. Chem. 1992; 267: 21830-21838Abstract Full Text PDF PubMed Google Scholar). To prepare total RNA for RT-PCR, the cells were lysed by adding TRIzol reagent according to the manufacturer's instructions. Samples of total RNA were reverse-transcribed at 42 °C using the first strand synthesis kit (Promega) with avian myeloblastosis virus reverse transcriptase, and PCR was performed for the transcripts of iNOS and TGase 2 using specific primer sets. All PCRs contained the following in a volume of 20 μl: 1.5 mm MgCl2, 200 μm dNTP, 0.2 μm concentration of each upstream and downstream primer, 0.5 units of Taq polymerase, and variable amounts of templates as required. The mimic templates of TGase 2 and iNOS were constructed by PCR to retain each target PCR primer. The mimics of mouse TGase 2 and mouse iNOS were made from 2014–2338 and 1451–2043 bp, respectively. The products of RT-PCR were: 526 bp for target TGase 2, 345 bp for mimic TGase 2, 593 bp for target iNOS, and 417 bp for mimic iNOS. The PCR primer sequences were; mouse TGase 2 sense strand (5′-CCA AGC AAA ACC GCA AAC TG-3′), mouse TGase 2 antisense strand (5′-TGA TGG CTC TCC TCT TAC CCT TTC-3′); mouse iNOS sense strand (5′-ACT ACC AGA TCG AGC CCT GGA AC-3′), and mouse iNOS antisense strand (5′-GCA AGC TGA GAG GCT CCC AGG-3′). Stable Transfection of TGase 2—The human neuroblastoma cell line SH-SY5Y used for stable transfection studies was obtained from American Type Culture Collection. The SH-SY5Y cells were grown in Dulbecco's modified Eagle's medium/Ham's F12 medium (50:50) supplemented with 10%-heat inactivated fetal bovine serum, glutamine, and penicillin/streptomycin as described previously. To avoid clonal variation, we adopted the Flp-In™ System (35O'Gorman S. Fox D.T. Wahl G.M. Science. 1991; 251: 1351-1355Crossref PubMed Scopus (448) Google Scholar) (Invitrogen, Co). We used SH-SY5Y/FRT cells carrying empty vector as a control and SH-SY5Y/TG cells expressing full-length human TGase 2 in pcDNA5/FRT vector. After selection, there was no increase of cell death signs in SH-SY5Y/TG cells by the criteria of normal cell growth, lactate dehydrogenase (LDH) release, 4′,6′-diamidino-2-phenylindole, dihydrochloride staining, caspase activity, and annexin V staining (data not shown). This is in accordance with the previous report that TGase 2-transfected neuroblastoma cells do not show increased apoptosis unless they are subjected to oxidative stress (36Milakovic T. Tucholski J. McCoy E. Johnson G.V. J. Biol. Chem. 2004; 279: 8715-8722Abstract Full Text Full Text PDF PubMed Scopus (98) Google Scholar, 37Piacentini M. Farrace M.G. Piredda L. Matarrese P. Ciccosanti F. Falasca L. Rodolfo C. Giammarioli A.M. Verderio E. Griffin M. Malorni W. J. Neurochem. 2002; 81: 1061-1072Crossref PubMed Scopus (117) Google Scholar). To test whether the effect of TGase 2 on cellular targets can be reversed, we employed the tetracycline induced expression system using the EcR 293 cell line (Flp-In T-Rex-293; Invitrogen). After introduction of full-length human TGase 2 using pcDNA5/FRT into EcR 293 cells and selection with hygromycin, TGase 2 was induced by 1 μg/ml of tetracycline treatment for 24 h in Dulbecco's modified Eagle's medium containing 10% fetal bovine serum. IKK Inhibitor Treatment—To test whether TGase 2-induced NF-κB activation is IKK-dependent, the IKK-2 inhibitor SC-514 (Calbiochem) was employed (74Kishore N. Sommers C. Mathialagan S. Guzova J. Yao M. Hauser S. Huynh K. Bonar S. Mielke C. Albee L. Weier R. Graneto M. Hanau C. Perry T. Tripp C.S. J. Biol. Chem. 2003; 278: 32861-32871Abstract Full Text Full Text PDF PubMed Scopus (259) Google Scholar). As a positive control, BV-2 was activated with LPS with or without SC-514. BV-2 cells were pre-treated with or without 10 μm SC-514 for 1 h before 30-min LPS induction. SH-SY5Y and SH-SY5Y/TG cells were also treated with or without 10 μm SC-514 for 1 h. Cells were harvested and the cytosolic fraction was collected for Western blotting analysis. Transglutminase Activity Assay—A modified TGase assay method was used to determine the enzymatic activity by measurement of the incorporation of [1,4-14C]putrescine into succinylated casein (4Choi Y-C. Park G.-T. Steinert P.M. Kim S.-Y J. Biol. Chem. 2000; 275: 88703-88710Google Scholar, 38Folk J.E. Annu. Rev. Biochem. 1980; 49: 517-531Crossref PubMed Scopus (871) Google Scholar). Western Blotting—The cytosolic fraction of samples was prepared using the nuclear extract kit (Sigma). Samples were applied to the wells of 10–20% gradient SDS gels using Tricine buffer (Invitrogen) and then transferred to polyvinylidene difluoride membranes (Invitrogen). Western blotting was performed as established previously (4Choi Y-C. Park G.-T. Steinert P.M. Kim S.-Y J. Biol. Chem. 2000; 275: 88703-88710Google Scholar). Antibodies to NF-κB p65, I-κBα, phospho-IκB-α (Ser32), I-κB kinase β (IKK-β), phospho-IKKα (ser180)/IKKβ(Ser181), and NF-κB activating kinase were obtained from Cell Signaling Technologies (Beverly, MA). Antibodies to NIK, IKKα, and α-topoisomerase I were obtained from Santa Cruz Biotechnology (Santa Cruz, CA). Antibodies to LDH (Research Diagnostics, Inc., Flanders, NJ), ubiquitin (Sigma) and TGase 2 (clone CUB 7402; NeoMarkers, Union City, CA) were obtained as indicated. The concentration of primary and secondary antibodies were 5 and 0.1 μg/ml, respectively. The blot was then developed by enhanced chemi-luminescence (Pierce, Milwaukee, WI). To determine the purity of extracted cytosol and nuclear fractions, we employed anti-LDH for the cytosolic fraction and anti-α-topoisomerase for the nuclear fraction. In Vitro Cross-linking Experiments—To obtain I-κBα, the full-length human I-κBα was cloned into pET-30 Ek/LIC vector (Novagen) by PCR using full-length I-κBα cDNA (pCMV-IκBα; BD Biosciences), expressed and purified using a HisTrap column (Amersham Biosciences) according to the supplier's manual. Purified human recombinant NF-κB (p52) protein was obtained from Santa Cruz Biotechnology. Purified I-κBα (2 μm) or NF-κB (p52) (2 μm) was incubated with or without 0.001 units of guinea pig liver TGase 2 for 30 min at 37 °C in 20 μl of Tris-HCl, pH 7.5, containing 10 mm CaCl2. After incubation, the sample was analyzed by Western blotting for I-κBα and by Coomassie protein staining for NF-κB (p52). Binding Efficiency of Free and Polymerized I-κBα to NF-κB—The full-length I-κBα was prepared as described above. The full-length human NF-κB(p65) was obtained from Active Motif Co. Incubation of 2 μm I-κBα with TGase 2 (0.001 units) for 30 min at 37 °C shows complete polymerization of I-κBα (Fig. 3C). To test the binding efficiency of free or polymerized I-κBα to NF-κB(p65), various concentrations of I-κBα (0.25–2.0 μm) were incubated with or without TGase 2 (0.001 units) for 30 min at 37 °C in 50 mm Tris-Cl buffer, pH 7.5, containing 10 mm CaCl2, and the reaction was terminated by addition of 20 mm EDTA. NF-κB (2 μm) was added to the I-κBα mixture for 1 h at RT. For immunoprecipitation, the mixture was gently mixed with 5 μg of NF-κB(p65) antibody for 1 h at RT, and a protein A/G-agarose-conjugated slurry (Pierce) was added for 1 h at RT. The precipitate was collected after centrifugation at 2,000 × g for 5 min, boiled in the loading buffer, and loaded onto 10–20% gradient Tricine-polyacrylamide gels. After electrophoresis, proteins were transferred onto the polyvinylidene difluoride membrane and Western blotting was performed against I-κBα Transient Transfection of TGase 2—Experiments involving transient expression of TGase 2 were conducted using cDNAs encoding for full-length human TGase 2 cloned in the pSG5 vector (Stratagene) (23Junn E. Ronchetti R.D. Quezado M.M. Kim S-Y. Mouradian M.M. Proc. Natl. Acad. Sci. U. S. A. 2003; 100: 2047-2052Crossref PubMed Scopus (214) Google Scholar). The transient transfection was performed by the calcium phosphate method. When mouse BV-2 cells reached 80% confluence in 6-well tissue culture dishes, the medium was replaced with 2 ml of fresh culture medium. The plasmids (1 μg) were prepared in the presence of 25 μmol of calcium in 100 μl of medium. The same amount of 2× HEPES-buffered saline was prepared. The plasmid and calcium mix were added slowly to the 2× HEPES-buffered saline buffer, and the resulting mixture was incubated for 20 min at room temperature. The mixture was gently vortexed and added drop-wise to the culture medium. NF-κB Activity Assay—We measured NF-κB activity using the secreted alkaline phosphatase (SEAP) reporter system 3 (pNFκB-SEAP; BD Biosciences Clontech). The culture medium was replaced with fresh medium at 12 h after transient transfection. The medium was collected for SEAP assay after 24 h and the cells were harvested for β-galactosidase assay. The vehicle vector pSG5 (Stratagene) was used as a control. Cells treated with pGAL plasmid (1 μg) were co-transfected with expression vectors to normalize expression to β-galactosidase activity (39Ishiguro H. Kim K.T. Joh T.H. Kim K.S. J. Biol. Chem. 1993; 268: 17987-17994Abstract Full Text PDF PubMed Google Scholar). The SEAP assay was performed according to the supplier's instructiosn (BD Biosciences Clontech). Values are the means of three determinations (S.D. < 10%). Measurement of NF-κB Activation by Electrophoretic Mobility Shift Assay—Nuclear extracts of BV-2 microglia and SH-SY5Y were prepared from non-transfected control, vehicle control (pSG5; Stratagene), and TGase 2 transfected (pSG5/TG) cells using a nuclear extract kit (Sigma). A double-stranded consensus oligonucleotide for NF-κB (5′-AGT TGA GGG GAC TTT CCC AGG C-3′) was end-labeled with [32P]ATP. Binding reactions containing equal amounts of nuclear extract protein (6 μg) and 10 fmol (∼10,000 cpm; Cherenkov counting) of oligonucleotide were performed for 30 min in binding buffer (10 mm HEPES, pH 7.9, 50 mm KCl, 2 mm EDTA, 0.3 mg/ml bovine serum albumin, 6 mm MgCl2, 10% glycerol, 1 mm dithiothreitol, and 2 μg of poly dI-dC). Total reaction volumes were held at 20 μl. Reaction products were separated in 6% polyacrylamide gels and analyzed by a bioimaging analyzer (Fuji). Effect of TGase Inhibitors on Reduced I-kBα in SH-SY5Y/TG Cells— Cystamine is known to inhibit TGase activity by blocking access of the glutamine residue in substrate proteins to the TGase active site (23Junn E. Ronchetti R.D. Quezado M.M. Kim S-Y. Mouradian M.M. Proc. Natl. Acad. Sci. U. S. A. 2003; 100: 2047-2052Crossref PubMed Scopus (214) Google Scholar, 40Karpuj M.V. Becher M.W. Springer J.E. Chabas D. Youssef S. Pedotti R. Mitchell D. Steinman L. Nat. Med. 2002; 8: 143-149Crossref PubMed Scopus (347) Google Scholar, 41Dedeoglu A. Kubilus J.K. Jeitner T.M. Matson S.A. Bogdanov M. Kowall N.W. Matson W.R. Cooper A.J.L. Ratan R.R. Beal M.F. Hersch S.M. Ferrante R.J. J. Neurosci. 2002; 22: 8942-88950Crossref PubMed Google Scholar). Iodoacetamide (Sigma) is also known to inhibit TGase as a strong competitive irreversible inhibitor. The effectiveness of this TGase inhibitor has been demonstrated in many studies (e.g. Refs. 42Ueki S. Takagi J. Saito Y. J. Cell Sci. 1996; 109: 2727-2735Crossref PubMed Google Scholar, 43Isobe T. Takahashi H. Ueki S. Takagi J. Saito Y. Eur. J. Cell Biol. 1999; 78: 876-883Crossref PubMed Scopus (39) Google Scholar). E2 (DPVKG) was designed to contain the pro-elafin sequence (44Molhuizen H.O. Alkemade H.A. Zeeuwen P.L. de Jongh G.J. Wieringa B. Schalkwijk J. J. Biol. Chem. 1993; 268: 12028-12032Abstract Full Text PDF PubMed Google Scholar, 45Kim S-Y. Park W.-M. Jung S.-W. Lee J. Biochem. Biophys. Res. Commun. 1997; 233: 39-44Crossref PubMed Scopus (11) Google Scholar). R2 (KVLDGQDP) was designed to contain pro-elafin and antiflammin sequences (29Sohn J. Kim T-I. Yoon Y.-H. Kim J.Y. Kim S.-Y J. Clin. Investig. 2003; 111: 121-128Crossref PubMed Scopus (107) Google Scholar, 46Miele L. Cordella-Miele E. Facciano A. Mukherjee A.B. Nature. 1988; 335: 726-730Crossref PubMed Scopus (205) Google Scholar). The effectiveness of R2 and E2 as TGase 2 inhibitors was previously demonstrated in vitro and in vivo (29Sohn J. Kim T-I. Yoon Y.-H. Kim J.Y. Kim S.-Y J. Clin. Investig. 2003; 111: 121-128Crossref PubMed Scopus (107) Google Scholar). To determine the effects of TGase inhibitors on I-κBα reduction, different inhibitors were added to the SH-SY5Y/TG culture for 30 min. Thereafter, the cytosolic fraction was obtained by using the nuclear extract kit (Sigma) for Western blotting analysis of I-κBα. Effect of TGase Inhibitors in Vivo on LPS-induced Rat Brain Injury— Male Sprague-Dawley rats (Samtako, Osan, Korea) weighing 190–220 g were used for the experimental model of intraperitoneal LPS injection described previously (47Quan N. Whiteside M. Kim L. Herkenham M. Proc. Natl. Acad. Sci. U. S. A. 1997; 94: 10985-10990Crossref PubMed Scopus (141) Google Scholar). All experimental procedures were approved by the Seoul National University Care of Experimental Animals Committee. Rats were injected intraperitoneally with LPS (2.5 mg/kg) dissolved in 0.9% saline or 0.9% sterile saline. To determine the effect of TGase inhibitors, animals were intraperitoneally injected with R2 peptide (25 μm), E2 peptide (25 μm), and dexamethasone (1 mg/kg) once at 30 min before and once at the time of the LPS injection. Rats were killed 1 h after the LPS injection. Dexamethasone injection was employed as a positive control. Immunohistochemistry—At 1 h after intraperitoneal injection of LPS or saline, rats were deeply anesthetized with 1% ketamine (30 mg/kg) and xylazine hydrochloride (4 mg/kg). Brains were perfused through the heart with saline containing 0.5% sodium nitrite and 10 units/ml heparin followed by perfusion with 4% paraformaldehyde in PBS (0.1 m, pH 7.2). Brains were removed and postfixed, rinsed in PBS, and cryo-protected in sucrose. Sections were prepared on a sliding microtome (40 μm) at the level of subfornical organ (47Quan N. Whiteside M. Kim L. Herkenham M. Proc. Natl. Acad. Sci. U. S. A. 1997; 94: 10985-10990Crossref PubMed Scopus (141) Google Scholar). Immunohistochemical staining of TGase 2 was performed with a monoclonal antibody to TGase 2 (TG-100; NeoMarkers). Brain sections were blocked with 1% bovine serum albumin in PBS and incubated overnight with primary antibody solution (1:200 dilution). Afte",
  "authors": [
    {
      "display_name": "Jong Min Lee",
      "id": "A5100341479",
      "orcid": "https://orcid.org/0000-0002-0165-5856",
      "institutions": [
        {
          "id": "I4210117944",
          "display_name": "Burke Medical Research Institute",
          "country_code": "US",
          "type": "facility"
        },
        {
          "id": "I205783295",
          "display_name": "Cornell University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jongmin Lee"
    },
    {
      "display_name": "Yoon‐Seong Kim",
      "id": "A5073004789",
      "orcid": "https://orcid.org/0000-0001-6246-5477",
      "institutions": [
        {
          "id": "I4210117944",
          "display_name": "Burke Medical Research Institute",
          "country_code": "US",
          "type": "facility"
        },
        {
          "id": "I205783295",
          "display_name": "Cornell University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Yoon-Seong Kim"
    },
    {
      "display_name": "Dong‐Hee Choi",
      "id": "A5103194036",
      "orcid": "https://orcid.org/0000-0002-2418-9560",
      "institutions": [
        {
          "id": "I4210117944",
          "display_name": "Burke Medical Research Institute",
          "country_code": "US",
          "type": "facility"
        },
        {
          "id": "I205783295",
          "display_name": "Cornell University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Dong-Hee Choi"
    },
    {
      "display_name": "Moon Suk Bang",
      "id": "A5055848399",
      "orcid": "https://orcid.org/0000-0002-1093-6908",
      "institutions": [
        {
          "id": "I139264467",
          "display_name": "Seoul National University",
          "country_code": "KR",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Moon Suk Bang"
    },
    {
      "display_name": "Tai Ryoon Han",
      "id": "A5088091178",
      "orcid": "https://orcid.org/0000-0002-7532-9068",
      "institutions": [
        {
          "id": "I139264467",
          "display_name": "Seoul National University",
          "country_code": "KR",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Tai Ryoon Han"
    },
    {
      "display_name": "Tong H. Joh",
      "id": "A5110173342",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210117944",
          "display_name": "Burke Medical Research Institute",
          "country_code": "US",
          "type": "facility"
        },
        {
          "id": "I205783295",
          "display_name": "Cornell University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Tong H. Joh"
    },
    {
      "display_name": "Soo‐Youl Kim",
      "id": "A5014464546",
      "orcid": "https://orcid.org/0000-0002-4021-2206",
      "institutions": [
        {
          "id": "I4210117944",
          "display_name": "Burke Medical Research Institute",
          "country_code": "US",
          "type": "facility"
        },
        {
          "id": "I205783295",
          "display_name": "Cornell University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Soo-Youl Kim"
    }
  ],
  "publication_year": 2004,
  "publication_date": "2004-10-08",
  "type": "article",
  "cited_by_count": 189,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S140251998",
    "display_name": "Journal of Biological Chemistry",
    "issn_l": "0021-9258",
    "issn": [
      "0021-9258",
      "1067-8816",
      "1083-351X"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320990"
  },
  "volume": "279",
  "issue": "51",
  "first_page": "53725",
  "last_page": "53735",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "http://www.jbc.org/article/S002192581882018X/pdf",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C178498320",
      "display_name": "Tissue transglutaminase",
      "level": 3,
      "score": 0.6646313
    },
    {
      "id": "C519581460",
      "display_name": "Nitric oxide",
      "level": 2,
      "score": 0.6551962
    },
    {
      "id": "C2777622882",
      "display_name": "Nitric oxide synthase",
      "level": 3,
      "score": 0.65314376
    },
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.5885855
    },
    {
      "id": "C17991360",
      "display_name": "Tumor necrosis factor alpha",
      "level": 2,
      "score": 0.5691741
    },
    {
      "id": "C2778754761",
      "display_name": "Lipopolysaccharide",
      "level": 2,
      "score": 0.5587472
    },
    {
      "id": "C2777730290",
      "display_name": "NF-κB",
      "level": 3,
      "score": 0.5329702
    },
    {
      "id": "C11960822",
      "display_name": "Phosphorylation",
      "level": 2,
      "score": 0.5108742
    },
    {
      "id": "C2779730028",
      "display_name": "IκBα",
      "level": 4,
      "score": 0.5105289
    },
    {
      "id": "C2776914184",
      "display_name": "Inflammation",
      "level": 2,
      "score": 0.50521904
    },
    {
      "id": "C184235292",
      "display_name": "Kinase",
      "level": 2,
      "score": 0.4937125
    },
    {
      "id": "C100175707",
      "display_name": "IκB kinase",
      "level": 4,
      "score": 0.4792352
    },
    {
      "id": "C88045685",
      "display_name": "Activator (genetics)",
      "level": 3,
      "score": 0.47311255
    },
    {
      "id": "C95444343",
      "display_name": "Cell biology",
      "level": 1,
      "score": 0.45415464
    },
    {
      "id": "C2779830541",
      "display_name": "Microglia",
      "level": 3,
      "score": 0.43374115
    },
    {
      "id": "C153911025",
      "display_name": "Molecular biology",
      "level": 1,
      "score": 0.35720855
    },
    {
      "id": "C55493867",
      "display_name": "Biochemistry",
      "level": 1,
      "score": 0.322014
    },
    {
      "id": "C62478195",
      "display_name": "Signal transduction",
      "level": 2,
      "score": 0.3071307
    },
    {
      "id": "C181199279",
      "display_name": "Enzyme",
      "level": 2,
      "score": 0.2873243
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.26013425
    },
    {
      "id": "C203014093",
      "display_name": "Immunology",
      "level": 1,
      "score": 0.15579507
    },
    {
      "id": "C170493617",
      "display_name": "Receptor",
      "level": 2,
      "score": 0.09182137
    },
    {
      "id": "C178790620",
      "display_name": "Organic chemistry",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11721",
      "display_name": "Blood properties and coagulation",
      "score": 0.9995
    },
    {
      "id": "T12286",
      "display_name": "Erythrocyte Function and Pathophysiology",
      "score": 0.972
    },
    {
      "id": "T11650",
      "display_name": "Skin and Cellular Biology Research",
      "score": 0.9711
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1074/jbc.m407627200",
  "pdf_url": "http://www.jbc.org/article/S002192581882018X/pdf",
  "retrieved_date": "2025-07-30T15:05:44.628117",
  "source_database": "OpenAlex"
}