{
  "openalex_id": "W2145061961",
  "doi": "https://doi.org/10.1074/jbc.m610575200",
  "title": "A Chemogenomic Screen in Saccharomyces cerevisiae Uncovers a Primary Role for the Mitochondria in Farnesol Toxicity and Its Regulation by the Pkc1 Pathway",
  "abstract": "The isoprenoid farnesol has been shown to preferentially induce apoptosis in cancerous cells; however, the mode of action of farnesol-induced death is not established. We used chemogenomic profiling using Saccharomyces cerevisiae to probe the core cellular processes targeted by farnesol. This screen revealed 48 genes whose inactivation increased sensitivity to farnesol. The gene set indicated a role for the generation of oxygen radicals by the Rieske iron-sulfur component of complex III of the electron transport chain as a major mediator of farnesol-induced cell death. Consistent with this, loss of mitochondrial DNA, which abolishes electron transport, resulted in robust resistance to farnesol. A genomic interaction map predicted interconnectedness between the Pkc1 signaling pathway and farnesol sensitivity via regulation of the generation of reactive oxygen species. Consistent with this prediction (i) Pkc1, Bck1, and Mkk1 relocalized to the mitochondria upon farnesol addition, (ii) inactivation of the only non-essential and non-redundant member of the Pkc1 signaling pathway, BCK1, resulted in farnesol sensitivity, and (iii) expression of activated alleles of PKC1, BCK1, and MKK1 increased resistance to farnesol and hydrogen peroxide. Sensitivity to farnesol was not affected by the presence of the osmostabilizer sorbitol nor did farnesol affect phosphorylation of the ultimate Pkc1-responsive kinase responsible for controlling the cell wall integrity pathway, Slt2. The data indicate that the generation of reactive oxygen species by the electron transport chain is a primary mechanism by which farnesol kills cells. The Pkc1 signaling pathway regulates farnesol-mediated cell death through management of the generation of reactive oxygen species. The isoprenoid farnesol has been shown to preferentially induce apoptosis in cancerous cells; however, the mode of action of farnesol-induced death is not established. We used chemogenomic profiling using Saccharomyces cerevisiae to probe the core cellular processes targeted by farnesol. This screen revealed 48 genes whose inactivation increased sensitivity to farnesol. The gene set indicated a role for the generation of oxygen radicals by the Rieske iron-sulfur component of complex III of the electron transport chain as a major mediator of farnesol-induced cell death. Consistent with this, loss of mitochondrial DNA, which abolishes electron transport, resulted in robust resistance to farnesol. A genomic interaction map predicted interconnectedness between the Pkc1 signaling pathway and farnesol sensitivity via regulation of the generation of reactive oxygen species. Consistent with this prediction (i) Pkc1, Bck1, and Mkk1 relocalized to the mitochondria upon farnesol addition, (ii) inactivation of the only non-essential and non-redundant member of the Pkc1 signaling pathway, BCK1, resulted in farnesol sensitivity, and (iii) expression of activated alleles of PKC1, BCK1, and MKK1 increased resistance to farnesol and hydrogen peroxide. Sensitivity to farnesol was not affected by the presence of the osmostabilizer sorbitol nor did farnesol affect phosphorylation of the ultimate Pkc1-responsive kinase responsible for controlling the cell wall integrity pathway, Slt2. The data indicate that the generation of reactive oxygen species by the electron transport chain is a primary mechanism by which farnesol kills cells. The Pkc1 signaling pathway regulates farnesol-mediated cell death through management of the generation of reactive oxygen species. Farnesol is an isoprenoid that preferentially causes apoptosis of transformed cells (1.Adany I. Yazlovitskaya E.M. Haug J.S. Voziyan P.A. Melnykovych G. Cancer Lett. 1994; 79: 175-179Crossref PubMed Scopus (57) Google Scholar, 2.Rioja A. Pizzey A.R. Marson C.M. Thomas N.S. FEBS Lett. 2000; 467: 291-295Crossref PubMed Scopus (58) Google Scholar). Despite extensive research, how farnesol kills cells is not known. Several mechanisms have been proposed, including inhibition of phosphatidylcholine synthesis, inhibition of protein kinase C signaling, and the generation of reactive oxygen species. Farnesol inhibits phosphatidylcholine synthesis in cells (3.Anthony M.L. Zhao M. Brindle K.M. J. Biol. Chem. 1999; 274: 19686-19692Abstract Full Text Full Text PDF PubMed Scopus (124) Google Scholar, 4.Miquel K. Pradines A. Terce F. Selmi S. Favre G. J. Biol. Chem. 1998; 273: 26179-26186Abstract Full Text Full Text PDF PubMed Scopus (120) Google Scholar), and farnesol-mediated cell death can be alleviated through exogenous addition of phosphatidylcholine, phosphatidic acid, or diacylglycerol but not other lipids (5.Wright M.M. Henneberry A.L. Lagace T.A. Ridgway N.D. McMaster C.R. J. Biol. Chem. 2001; 276: 25254-25261Abstract Full Text Full Text PDF PubMed Scopus (50) Google Scholar, 6.Wright M.M. MacDonald K. Morris A.J. McMaster C.R. FEBS J. 2005; 272: 5056-5063Crossref PubMed Scopus (17) Google Scholar). Phosphatidic acid and diacylglycerol serve as both substrates used during the synthesis of phosphatidylcholine as well as signaling molecules generated by phosphatidylcholine hydrolysis. Phosphatidic acid is generated directly from phosphatidylcholine by phospholipase D, with phosphatidic acid phosphohydrolase cleaving the phosphate group from phosphatidic acid to produce diacylglycerol (4.Miquel K. Pradines A. Terce F. Selmi S. Favre G. J. Biol. Chem. 1998; 273: 26179-26186Abstract Full Text Full Text PDF PubMed Scopus (120) Google Scholar, 5.Wright M.M. Henneberry A.L. Lagace T.A. Ridgway N.D. McMaster C.R. J. Biol. Chem. 2001; 276: 25254-25261Abstract Full Text Full Text PDF PubMed Scopus (50) Google Scholar, 6.Wright M.M. MacDonald K. Morris A.J. McMaster C.R. FEBS J. 2005; 272: 5056-5063Crossref PubMed Scopus (17) Google Scholar). Farnesol-mediated cell death can also be alleviated by the addition of phorbol esters (6.Wright M.M. MacDonald K. Morris A.J. McMaster C.R. FEBS J. 2005; 272: 5056-5063Crossref PubMed Scopus (17) Google Scholar, 7.Voziyan P.A. Haug J.S. Melnykovych G. Biochem. Biophys. Res. Commun. 1995; 212: 479-486Crossref PubMed Scopus (68) Google Scholar). Phorbol esters are non-metabolizable structural mimics of diacylglycerol that bind to and activate proteins containing C1 domains (8.Yang C. Kazanietz M.G. Trends Pharmacol. Sci. 2003; 24: 602-608Abstract Full Text Full Text PDF PubMed Scopus (183) Google Scholar). The major class of C1-containing proteins in cells are protein kinase Cs. The addition of protein kinase C inhibitors exacerbated farnesol-mediated cell death, consistent with a role for protein kinase Cs as the C1 domain-containing proteins that regulate farnesol sensitivity (6.Wright M.M. MacDonald K. Morris A.J. McMaster C.R. FEBS J. 2005; 272: 5056-5063Crossref PubMed Scopus (17) Google Scholar). Whether protein kinase C signaling is the primary farnesol target or whether protein kinase C signaling regulates farnesol sensitivity is not known. In addition, the farnesol-affected process controlled by protein kinase C that mediates cell death is not known. Farnesol was also observed to increase levels of reactive oxygen species, and farnesol-mediated cell death was prevented by the addition of antioxidants to the medium (9.Machida K. Tanaka T. Fujita K. Taniguchi M. J. Bacteriol. 1998; 180: 4460-4465Crossref PubMed Google Scholar). Pharmacological inhibition of specific steps within the mitochondrial electron transport chain also prevented farnesol-induced cell death. To discriminate between the proposed mechanisms thought to cause cell death due to farnesol administration, we utilized a systematic chemogenomics approach using Saccharomyces cerevisiae strains containing single inactivating mutations for essentially every S. cerevisiae non-essential gene. This screen revealed an important role for the mitochondria in farnesol-mediated cell death. The combined data are consistent with the generation of reactive oxygen species by the electron transport chain as the primary mechanism by which farnesol kills cells. A role for the Pkc1 signaling pathway in regulation of farnesol-mediated cell death through management of reactive oxygen species generation was predicted by a genomic interaction map of the genes whose inactivation resulted in farnesol sensitivity. Experimental evidence is presented that confirms this prediction. Yeast Strains and Plasmids−A complete yeast deletion strain collection in the BY4741 background was obtained from Euroscarf. Yeast expressing Pkc1 or Bck1 from their endogenous promoters with green fluorescent protein fused to their C terminus were obtained from Open Biosystems. Plasmids used in this study were pGAL-PKC1*, pGAL-BCK1*, and pGAL-MKK1*, (*, activated allele; the kind gift of Dr. Michael Hall, University of Basel). The alleles on these plasmids code for constitutively active versions of each protein under control of the galactose-inducible GAL1 promoter (10.Schmelzle T. Helliwell S.B. Hall M.N. Mol. Cell. Biol. 2002; 22: 1329-1339Crossref PubMed Scopus (107) Google Scholar, 11.Vilella F. Herrero E. Torres J. de la Torre-Ruiz M.A. J. Biol. Chem. 2005; 280: 9149-9159Abstract Full Text Full Text PDF PubMed Scopus (113) Google Scholar). Chemogenomics Screen−Yeast strains were grown on YPD medium (yeast extract/peptone/dextrose) and transferred, using a VersArray roboticized 384-pin arrayer (Bio-Rad), to synthetic complete plates containing 5-500 μm farnesol or geraniol plus 0.1% Nonidet P-40 or plates containing only 0.1% Nonidet P-40. Cells were incubated at 30 °C, and growth phenotypes were digitized after 3 days using a VersaDoc image capture apparatus (Bio-Rad). Growth was measured using Phoretix software as described previously (12.Fairn G.D. McMaster C.R. Methods. 2005; 36: 102-108Crossref PubMed Scopus (8) Google Scholar). A total of ∼4800 separate deletion strains were tested, and strains with a growth area at least 30% smaller than the control were initially selected as being sensitive to farnesol. These strains were subjected to serial dilution analysis to confirm the farnesol-sensitive phenotype. Generation of a Genetic Interaction Map−An interaction map for genes whose inactivation resulted in sensitivity to farnesol was performed using Osprey software to query the GRID interaction data base (13.Breitkreutz B.J. Stark C. Tyers M. Genome Biol. 2003; 4: R23Crossref PubMed Google Scholar). The query parameters were set to identify all interactions for every farnesol-sensitive gene. Generation of rho0 Yeast Cells−Wild-type BY4741 cells were grown in medium containing 25 μg/ml ethidium bromide at 30 °C. The isolation of rho0 cells was determined by (i) ensuring cells could not grow on YPD medium where the carbon source was non-fermentable, and (ii) lack of visible mitochondrial DNA as determined by 4′-6-diamidino-2-phenylindole (DAPI) 2The abbreviation used is: DAPI, 4′,6-diamidino-2-phenylindole. staining, visualized using a Zeiss Axiovert 200 m microscope fitted with a plan-neofluor 100× oil immersion lens. Phospho-Slt2 Western Blots−For detection of phospho-Slt2, a three-antibody protocol was used as described previously (14.Harrison J.C. Bardes E.S. Ohya Y. Lew D.J. Nat. Cell Biol. 2001; 3: 417-420Crossref PubMed Scopus (120) Google Scholar) with the following modifications. Rabbit anti-phospho-p44/p42 mitogen-activated protein kinase antibody (New England Biolabs) was used at 1:1000 dilution followed by mouse anti-rabbit IgG (Jackson ImmunoResearch Laboratories) at 1:5000 dilution and, finally, horseradish peroxidase-conjugated goat anti-mouse IgG (Bio-Rad) at 1:10000 dilution. Pgk1 was used as a load control and detected as described previously (15.Zaremberg V. Gajate C. Cacharro L.M. Mollinedo F. McMaster C.R. J. Biol. Chem. 2005; 280: 38047-38058Abstract Full Text Full Text PDF PubMed Scopus (72) Google Scholar). Microscopy−Yeast cells expressing Pkc1 or Bck1 from their endogenous promoters with green fluorescent protein fused to their C termini were treated with 500 μm farnesol for 15 min, centrifuged, and resuspended in mounting medium containing 1 μg/ml DAPI (15.Zaremberg V. Gajate C. Cacharro L.M. Mollinedo F. McMaster C.R. J. Biol. Chem. 2005; 280: 38047-38058Abstract Full Text Full Text PDF PubMed Scopus (72) Google Scholar). Live cell images were obtained using a Zeiss Axiovert 200 m microscope fitted with a plan-neofluor 100× oil immersion objective lens and captured using a Zeiss Axio Cam HR with Zeiss Axiovision version 4.1 software. Pkc1 Pathway Regulation of Farnesol and Reactive Oxygen Species-mediated Cell Death−H2O2 was added to plates at 0-3.5 mm subsequent to autoclaving and cooling of the medium to 55 °C. Yeast transformed with vectors pGAL-PKC1*, pGAL-BCK1*, or pGAL-MKK1* were grown to log phase in minimal medium supplemented as required for strain growth and plasmid maintenance with 0.8% galactose/1.2% glucose as a carbon source. Identical numbers of cells were spotted in serial dilutions onto solid medium in the presence or absence of farnesol or H2O2 and incubated at 30 °C for 3 days. A Chemogenomic Screen Identifies Mitochondrial Function as Central to Farnesol-mediated Cell Death−A chemogenomic approach allows for a global view of cellular responses that mediate sensitivity to small molecules. Among the most powerful of these takes advantage of the observation that ∼4800 of the ∼6000 genes of the yeast S. cerevisiae are not required for viability. Screening the viable yeast deletion set for mutants that are sensitive to a specific compound can allow for the determination of the mode of action as well as provide a set of genes that can be tested in cells for their contribution to drug function (12.Fairn G.D. McMaster C.R. Methods. 2005; 36: 102-108Crossref PubMed Scopus (8) Google Scholar, 16.Mayer T.U. Trends Cell Biol. 2003; 13: 270-277Abstract Full Text Full Text PDF PubMed Scopus (87) Google Scholar, 17.Parsons A.B. Geyer R. Hughes T.R. Boone C. Prog. Cell. Cycle Res. 2003; 5: 159-166PubMed Google Scholar). We performed a chemogenomics screen of ∼4800 yeast single gene deletion mutants for strains that exhibited increased sensitivity to the 15-carbon isoprenoid farnesol but not to its 10-carbon analog geraniol, which is not toxic to wild-type yeast (Fig. 1A). The screen identified 48 genes (Table 1 and Fig. 1B). Surprisingly, 16 of these genes code for products that function in the mitochondria, a 4.3-fold enrichment compared with the yeast genome (39% compared with 9%, Fig. 2A), indicating an important role for the mitochondria in farnesol-mediated cell death. Three of the farnesol-sensitive mitochondrial mutants identified participate in cellular respiration, whereas the other thirteen mutants are defective in genes that participate in mitochondrial DNA replication, RNA transcription, or protein translation. These latter processes will have pleiotropic affects on mitochondrial function; however, the three genes that participate in electron transport point to a shared defect in mitochondrial function. The three genes defective in cellular respiration have a deficiency in function of the Rieske iron-sulfur component of complex III of the electron transport chain. Cor1 is a core subunit of the ubiquinol-cytochrome c reductase complex (18.Hunte C. Koepke J. Lange C. Rossmanith T. Michel H. Structure. 2000; 8: 669-684Abstract Full Text Full Text PDF PubMed Scopus (514) Google Scholar), Isa1 is a mitochondrial matrix protein involved in biogenesis of the iron-sulfur cluster of iron-sulfur proteins, and Isa2 is required for maturation of mitochondrial iron-sulfur proteins (19.Beattie D.S. Wang Y. Obungu V.H. J. Bioenerg. Biomembr. 1999; 31: 215-224Crossref PubMed Scopus (7) Google Scholar). Leakage of electrons from complex III of the respiratory chain is thought to be responsible for >80% of reactive oxygen species normally produced in cells (20.Chance B. Sies H. Boveris A. Physiol. Rev. 1979; 59: 527-605Crossref PubMed Scopus (4829) Google Scholar, 21.Muller F.L. Liu Y. Van Remmen H. J. Biol. Chem. 2004; 279: 49064-49073Abstract Full Text Full Text PDF PubMed Scopus (778) Google Scholar, 22.Longo V.D. Gralla E.B. Valentine J.S. J. Biol. Chem. 1996; 271: 12275-12280Abstract Full Text Full Text PDF PubMed Scopus (460) Google Scholar). The results from the chemogenomic screen indicate that the mitochondria play a major role in mediating farnesol toxicity.TABLE 1Yeast mutants sensitive to farnesolTABLE 1Yeast mutants sensitive to farnesolFIGURE 2Role of the mitochondria in farnesol-mediated cell death. A, on the left, the distribution of protein location based on combining data from the Snyder and co-workers (33.Kumar A. Agarwal S. Heyman J.A. Matson S. Heidtman M. Piccirillo S. Umansky L. Drawid A. Jansen R. Liu Y. Cheung K.H. Miller P. Gerstein M. Roeder G.S. Snyder M. Genes Dev. 2002; 16: 707-719Crossref PubMed Scopus (639) Google Scholar) and O'Shea and co-workers (34.Huh W.K. Falvo J.V. Gerke L.C. Carroll A.S. Howson R.W. Weissman J.S. O'Shea E.K. Nature. 2003; 425: 686-691Crossref PubMed Scopus (3306) Google Scholar) studies as well as that contained within the Saccharomyces genome data base. The right panel is the subcellular distribution of proteins whose absence results in sensitivity to farnesol. B, wild-type and rho0 cells were grown at 30 °C to mid-log phase, and identical numbers of cells were plated onto medium containing increasing concentrations of farnesol. The mean ± S.E. of three independent experiments performed in duplicate is shown.View Large Image Figure ViewerDownload Hi-res image Download (PPT) Loss of Mitochondrial DNA Rescues Cells from Farnesol Toxicity−To determine the role of mitochondrial respiration in farnesol toxicity, the farnesol sensitivity of cells lacking mitochondrial DNA (rho0) was assessed. Loss of mitochondrial DNA results in respiration deficiency because of an inability to synthesize most of the enzymes within the respiratory chain. Compared with wild-type cells, rho0 yeast cells were robustly resistant to farnesol (Fig. 2B). There was 80% cell survival of rho0 cells at farnesol concentrations up to 5.0 mm (the highest concentration tested), whereas wild-type cell survival decreased to 30% that of the control at 100 μm farnesol, with <10% survival at 250 μm and above. Cells deficient in respiration are farnesol-resistant. An Interaction Map Predicts a Role for the Pkc1 Pathway in Mitochondrial Function−One of the expectations from a chemogenomics screen is to predict functions for genes/proteins that regulate the cellular response to a particular drug. To this end, an interaction map was generated using Osprey software to query the GRID data base (13.Breitkreutz B.J. Stark C. Tyers M. Genome Biol. 2003; 4: R23Crossref PubMed Google Scholar) for the genes identified in the farnesol chemogenomics screen. The interaction map predicted that two genes recovered in our screen, BCK1 and CLA4, play a role in the regulation of farnesol-mediated cell death through the regulation of mitochondrial function (Fig. 3). Simultaneous loss of function of BCK1 and CLA4 is lethal, implying a shared essential function, although the nature of this shared function is not known (23.Tong A.H. Boone C. Methods Mol. Biol. 2005; 313: 171-192Google Scholar). Interestingly, Bck1 is a kinase of the Pkc1 pathway (24.Wild A.C. Yu J.W. Lemmon M.A. Blumer K.J. J. Biol. Chem. 2004; 279: 17101-17110Abstract Full Text Full Text PDF PubMed Scopus (49) Google Scholar), and one of the modes of action for farnesol predicted from studies in mammalian cells was that farnesol inhibited protein kinase C signaling (6.Wright M.M. MacDonald K. Morris A.J. McMaster C.R. FEBS J. 2005; 272: 5056-5063Crossref PubMed Scopus (17) Google Scholar). Yeast cells contain a sole protein kinase C, Pkc1, best characterized for its role in regulating cell wall integrity (25.Levin D.E. Microbiol. Mol. Biol. Rev. 2005; 69: 262-291Crossref PubMed Scopus (885) Google Scholar). Our chemogenomic results predict an additional role for Pkc1, the regulation of farnesol toxicity through inhibition of mitochondrial reactive oxygen species. In yeast, the Pkc1 phosphorylates and activates Bck1, which in turn phosphorylates a pair of kinases, Mkk1 and Mkk2 (10.Schmelzle T. Helliwell S.B. Hall M.N. Mol. Cell. Biol. 2002; 22: 1329-1339Crossref PubMed Scopus (107) Google Scholar, 25.Levin D.E. Microbiol. Mol. Biol. Rev. 2005; 69: 262-291Crossref PubMed Scopus (885) Google Scholar, 26.Harrison J.C. Zyla T.R. Bardes E.S. Lew D.J. J. Biol. Chem. 2004; 279: 2616-2622Abstract Full Text Full Text PDF PubMed Scopus (68) Google Scholar). The reason the entire Pkc1 pathway was not identified in our chemogenomics screen is that PKC1 is essential and thus not in the single gene deletion collection, whereas MKK1 and MKK2 are redundant, with inactivation of either kinase being compensated, in part, by the presence of the second member of the gene pair. To determine whether the Pkc1 pathway was regulating mitochondrial function in response to farnesol via direct events at the mitochondria, we determined the location of Pkc1 and Bck1 fused to green fluorescent proteins subsequent to farnesol treatment (the signal from the Mkk1-green fluorescent protein fusion was too weak to accurately determine its location). Nuclear and mitochondrial DNA were visualized using the DNA vital stain DAPI. We observed that the addition of farnesol resulted in the relocalization of Pkc1 and Bck1 from primarily diffuse staining to a punctate pattern with clear co-localization of a large fraction of each enzyme with the punctate DAPI-stained spots that indicate the mitochondria (Fig. 4). Rescue of Farnesol- and Oxygen Radical-mediated Cell Death by Activation of the Pkc1 Pathway−The localization of the Pkc1 pathway to the mitochondria upon treatment of cells with farnesol indicates a direct role at the mitochondria in providing resistance to farnesol. We determined whether the expression of constitutively active forms of PKC1*, BCK1*, or MKK1* (10.Schmelzle T. Helliwell S.B. Hall M.N. Mol. Cell. Biol. 2002; 22: 1329-1339Crossref PubMed Scopus (107) Google Scholar, 11.Vilella F. Herrero E. Torres J. de la Torre-Ruiz M.A. J. Biol. Chem. 2005; 280: 9149-9159Abstract Full Text Full Text PDF PubMed Scopus (113) Google Scholar, 26.Harrison J.C. Zyla T.R. Bardes E.S. Lew D.J. J. Biol. Chem. 2004; 279: 2616-2622Abstract Full Text Full Text PDF PubMed Scopus (68) Google Scholar) decreased farnesol toxicity. Expression of constitutively active Pkc1 or Mkk1 rescued cells from farnesol-induced cell death, whereas activated Bck1 was less effective (Fig. 5A). The discrepancy in the ability of all of the activated alleles to alleviate farnesol-mediated toxicity likely reflects differences in their individual capacity to fully activate this signaling cascade. Indeed, the activity of the BCK1*-encoded protein can be further enhanced by increasing upstream Pkc1 activity, indicating that BCK1* protein does not fully activate the pathway (10.Schmelzle T. Helliwell S.B. Hall M.N. Mol. Cell. Biol. 2002; 22: 1329-1339Crossref PubMed Scopus (107) Google Scholar). The effect of further increasing the activity of each activated allele could not be determined, as we (data not shown) and others (10.Schmelzle T. Helliwell S.B. Hall M.N. Mol. Cell. Biol. 2002; 22: 1329-1339Crossref PubMed Scopus (107) Google Scholar) observed that this results in a significant decrease in cell growth. However, the data do demonstrate that increased Pkc1 signaling provides protection against farnesol. To test whether the Pkc1 pathway influenced the cellular response to oxidative cell stress, the activated alleles of the Pkc1 signaling pathway were investigated for their ability to affect cell survival in the presence of H2O2. The activated alleles of PKC1*, MKK1*, and to a lesser extent, BCK1*, increased the ability of cells to survive in the presence of H2O2 (Fig. 5B). Thus, pursuant to the prediction from the interactions generated from the chemogenomic screen, the Pkc1 signaling pathway provides resistance to both farnesol and reactive oxygen species. Farnesol Sensitivity via the Pkc1 Pathway Does Not Involve the Cell Integrity Pathway−In yeast, the Pkc1 kinase cascade is best characterized as a major regulator of the cell wall integrity pathway. Activation of the cell wall integrity response by the Pkc1 pathway is by phosphorylation of Slt2 (also known as Mpk1) by Mkk1/Mkk2, resulting in Slt2 translocation into the nucleus where it phosphorylates numerous transcription factors to coordinate a cellular response to osmodestabilization. Defects in cell wall integrity pathway function can be rescued by the addition of the osmostabilizer sorbitol to the medium. Cells grown to log phase were plated onto plates containing 0-500 μm farnesol in the presence or absence of 1 m sorbitol. Cell survival progressively decreased down to a minimum of 5% in the presence of 500 μm farnesol. The addition of 1 m sorbitol to the medium did not alter cell survival, implying that farnesol-mediated cell death is not through osmodestabilization of the cell. To determine whether farnesol was affecting signaling through the Pkc1 cell integrity pathway, the ability of farnesol to affect phosphorylation of Slt2 was determined. Similar to control cells, farnesol-treated cells did not possess phosphorylated Slt2 (Fig. 6). As a positive control, we transformed wild-type yeast with the constitutively activated MKK1* allele and observed the phosphorylation of Slt2. The Pkc1 signaling pathway mediates farnesol-mediated cell death independent of its role in the regulation of cell wall integrity. Directed studies in mammalian cells resulted in several major cellular process(es) being proposed as the major effector of farnesol-mediated cell death. These included inhibition of phosphatidylcholine synthesis, alterations in protein kinase C signaling, and the generation of reactive oxygen species (4.Miquel K. Pradines A. Terce F. Selmi S. Favre G. J. Biol. Chem. 1998; 273: 26179-26186Abstract Full Text Full Text PDF PubMed Scopus (120) Google Scholar, 5.Wright M.M. Henneberry A.L. Lagace T.A. Ridgway N.D. McMaster C.R. J. Biol. Chem. 2001; 276: 25254-25261Abstract Full Text Full Text PDF PubMed Scopus (50) Google Scholar, 6.Wright M.M. MacDonald K. Morris A.J. McMaster C.R. FEBS J. 2005; 272: 5056-5063Crossref PubMed Scopus (17) Google Scholar, 27.Lagace T.A. Miller J.R. Ridgway N.D. Mol. Cell. Biol. 2002; 22: 4851-4862Crossref PubMed Scopus (50) Google Scholar, 28.Machida K. Tanaka T. Yano Y. Otani S. Taniguchi M. Microbiology. 1999; 145: 293-299Crossref PubMed Scopus (66) Google Scholar). In this study, we used chemogenomic profiling to determine a mode of action from an unbiased genomic perspective (12.Fairn G.D. McMaster C.R. Methods. 2005; 36: 102-108Crossref PubMed Scopus (8) Google Scholar, 16.Mayer T.U. Trends Cell Biol. 2003; 13: 270-277Abstract Full Text Full Text PDF PubMed Scopus (87) Google Scholar, 29.Parsons A.B. Brost R.L. Ding H. Li Z. Zhang C. Sheikh B. Brown G.W. Kane P.M. Hughes T.R. Boone C. Nat. Biotechnol. 2004; 22: 62-69Crossref PubMed Scopus (521) Google Scholar). The screen performed here revealed an important role for the mitochondria in farnesol-mediated cell death. The data are consistent with the generation of reactive oxygen species by the electron transport chain as a primary means by which farnesol kills cells. The screen also predicted a role for the Pkc1 signaling pathway in mediating farnesol toxicity through the regulation of reactive oxygen species generation, and experimental data confirmed the prediction. The yeast mutants isolated point to an important role for the Rieske iron-sulfur center of complex III in mediating sensitivity to farnesol. Indeed, complex III of the respiratory chain is thought to be responsible for >80% of reactive oxygen species normally produced in a cell (20.Chance B. Sies H. Boveris A. Physiol. Rev. 1979; 59: 527-605Crossref PubMed Scopus (4829) Google Scholar, 21.Muller F.L. Liu Y. Van Remmen H. J. Biol. Chem. 2004; 279: 49064-49073Abstract Full Text Full Text PDF PubMed Scopus (778) Google Scholar, 22.Longo V.D. Gralla E.B. Valentine J.S. J. Biol. Chem. 1996; 271: 12275-12280Abstract Full Text Full Text PDF PubMed Scopus (460) Google Scholar). Complex III of the electron transport chain spans the membrane, and the crystal structure reveals precise binding sites for lipids (30.Palsdottir H. Lojero C.G. Trumpower B.L. Hunte C. J. Biol. Chem. 2003; 278: 31303-31311Abstract Full Text Full Text PDF PubMed Scopus (162) Google Scholar). Complex III activity is also exquisitely sensitive to the physical state of the membrane. Both increased or decreased membrane fluidity inhibit complex III electron transport with a concomitant release of oxygen radicals (31.Gille L. Nohl H. Arch. Biochem. Biophys. 2001; 388: 34-38Crossref PubMed Scopus (92) Google Scholar, 32.Nohl H. Gille L. Staniek K. Biochem. Pharmacol. 2005; 69: 719-723Crossref PubMed Scopus (194) Google Scholar). Consistent with this, the generation of yeast cells lacking mitochondrial DNA resulted in robust farnesol resistance, as elimination of mitochondrial DNA inhibits the electron transport chain prior to the release of oxygen radicals from complex III. Our findings suggest a model whereby farnesol alterations in mitochondrial membrane fluidity impede electron flow through complex III of the electron transport chain resulting in the release of oxygen radicals and subsequent cell death. Whether farnesol preferentially accumulates in mitochondrial membranes and directly alters mitochondrial membrane fluidity will require further study. A genetic interaction map based on the genes recovered from our farnesol sensitivity screen predicted that increased signaling through the protein kinase C pathway would protect cells from an increase in mitochondrial reactive oxygen species due to farnesol treatment. Expression of constitutively active versions of yeast Pkc1, Bck1 (to a lesser extent), and Mkk1 increased resistance to both farnesol and H2O2. These results are consistent with a recent study in S. cerevisiae that observed that the Pkc1 pathway is essential for the cellular response to oxidative stress (11.Vilella F. Herrero E. Torres J. de la Torre-Ruiz M.A. J. Biol. Chem. 2005; 280: 9149-9159Abstract Full Text Full Text PDF PubMed Scopus (113) Google Scholar) We determined that protection from farnesol toxicity was independent of the role of the Pkc1 signaling pathway in cell wall integrity, as the osmostabilizer sorbitol did not affect cellular sensitivity to farnesol nor was phosphorylation of the downstream kinase (Slt2) responsible for regulating Pkc1 pathway response to alterations in cell wall integrity affected. We also observed that Pkc1 and Bck1 both localized to mitochondria upon exposure of cells to farnesol, implying that mitochondrial substrates for the Pkc1 signaling pathway exist whose phosphorylation allows for increased resistance to farnesol. This study has revealed that the production of reactive oxygen species by the electron transport chain is a major mechanism resulting in farnesol-mediated cell death. Inhibition of respiratory chain complex III function by farnesol is most likely the point within the electron transport chain where reactive oxygen species are generated. Whether inhibition of the electron transport chain is due to direct inhibition of complex III by farnesol awaits studies using purified components. Another important aspect of this work was to demonstrate the predictive capability of chemogenomic profiling. The genetic interaction data from the screen predicted a direct role for Pkc1 signaling in the regulation of farnesol toxicity. This was confirmed as the Pkc1 signaling pathway translocated to mitochondria upon exposure of cells to farnesol, and activation of this signaling pathway provided resistance to both farnesol and mitochondrial reactive oxygen species. The mitochondrial substrates of the Pkc1 signaling pathway that are phosphorylated to provide resistance to farnesol and reactive oxygen species need to be determined. The study also provides a starting point for investigation into the functions of genes identified in our chemogenomics screen not investigated in the current study. Some of these genes, such as those affecting transcription, translation, or amino acid synthesis, likely have long range, indirect, and/or pleiotropic effects that mediate farnesol sensitivity. Others may be more relevant to modes of resistance to farnesol such as those that transport small molecules in and out of the cell. Further research will be required to assess precisely how these genes regulate farnesol sensitivity.",
  "authors": [
    {
      "display_name": "Gregory D. Fairn",
      "id": "A5052508191",
      "orcid": "https://orcid.org/0000-0001-6508-168X",
      "institutions": [
        {
          "id": "I129902397",
          "display_name": "Dalhousie University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Gregory D. Fairn"
    },
    {
      "display_name": "Kendra MacDonald",
      "id": "A5001164426",
      "orcid": null,
      "institutions": [
        {
          "id": "I129902397",
          "display_name": "Dalhousie University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Kendra MacDonald"
    },
    {
      "display_name": "Christopher R. McMaster",
      "id": "A5045631153",
      "orcid": "https://orcid.org/0000-0003-0822-5776",
      "institutions": [
        {
          "id": "I129902397",
          "display_name": "Dalhousie University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Christopher R. McMaster"
    }
  ],
  "publication_year": 2006,
  "publication_date": "2006-12-13",
  "type": "article",
  "cited_by_count": 68,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S140251998",
    "display_name": "Journal of Biological Chemistry",
    "issn_l": "0021-9258",
    "issn": [
      "0021-9258",
      "1067-8816",
      "1083-351X"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320990"
  },
  "volume": "282",
  "issue": "7",
  "first_page": "4868",
  "last_page": "4874",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "http://www.jbc.org/article/S0021925820650608/pdf",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2779247237",
      "display_name": "Farnesol",
      "level": 2,
      "score": 0.8378883
    },
    {
      "id": "C2777576037",
      "display_name": "Saccharomyces cerevisiae",
      "level": 3,
      "score": 0.68689966
    },
    {
      "id": "C29730261",
      "display_name": "Toxicity",
      "level": 2,
      "score": 0.6556984
    },
    {
      "id": "C28859421",
      "display_name": "Mitochondrion",
      "level": 2,
      "score": 0.6260438
    },
    {
      "id": "C98274493",
      "display_name": "Pharmacology",
      "level": 1,
      "score": 0.46604362
    },
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.42296612
    },
    {
      "id": "C55493867",
      "display_name": "Biochemistry",
      "level": 1,
      "score": 0.3468461
    },
    {
      "id": "C95444343",
      "display_name": "Cell biology",
      "level": 1,
      "score": 0.34534067
    },
    {
      "id": "C33070731",
      "display_name": "Toxicology",
      "level": 1,
      "score": 0.33571124
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.32040524
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.31093648
    },
    {
      "id": "C2779222958",
      "display_name": "Yeast",
      "level": 2,
      "score": 0.2930766
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.2134603
    }
  ],
  "topics": [
    {
      "id": "T10497",
      "display_name": "Fungal and yeast genetics research",
      "score": 0.999
    },
    {
      "id": "T11150",
      "display_name": "Endoplasmic Reticulum Stress and Disease",
      "score": 0.997
    },
    {
      "id": "T11882",
      "display_name": "Plant biochemistry and biosynthesis",
      "score": 0.9963
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1074/jbc.m610575200",
  "pdf_url": "http://www.jbc.org/article/S0021925820650608/pdf",
  "retrieved_date": "2025-07-30T15:03:21.725347",
  "source_database": "OpenAlex"
}