{
  "openalex_id": "W2149535457",
  "doi": "https://doi.org/10.1177/0022487113500925",
  "title": "Talking Across the Disciplines",
  "abstract": "In one of our early editorials (Volume 63:1), we noted the tendency for many teacher education researchers to submit research that has broader teacher education implications to specialized content journals--journals that may or may not be read by teacher educators. We framed this as a choice faced by faculty who walk in two university worlds--for example, science education and teacher education--about their identities as researchers. Our question was whether we could benefit from encouraging content area education researchers to frame their work from a broader teacher education perspective and consider the Journal of Teacher Education (JTE) as an outlet for their work. The theme for this issue is a direct consequence of the conversations we have had around this question. Our framing of the theme was influenced by shifts in thinking over the past 25 years about how we view teacher expertise and the nature of knowledge for teacher education (see, for example, Shulman, 1986). As a result of embracing the notion of pedagogical content knowledge (PCK) introduced by Shulman, teacher educators, who were previously more concerned with generic teaching knowledge, turned their attention to subject-specific pedagogical issues. This paradigm shift has resulted in powerful discoveries about teaching, learning, curriculum, and teacher education in a variety of disciplines. But the shift, combined with other factors such as the location of teacher education faculty positions in subject-area departments, definitions of teacher quality in terms of teachers' content preparation, and national and state content-focused standards, has also fractured teacher education into many disciplinary areas. The result is that much of the innovative research in teacher education is reported in discipline-specific journals, and colleges of education have fewer teacher educators not associated with disciplinary areas. While subject-area specialization has been critical to establishing the specialized nature of teachers' knowledge and expertise, it is also appropriate to consider the intended and unintended consequences of the intellectual silos created and their cost or contribution to developing a coherent knowledge base for teacher education. To stimulate the conversation, we proposed a theme issue that prompted researchers and readers to submit empirical and conceptual manuscripts that considered the following questions, among others: What general pedagogical knowledge or shared concepts could transcend the subject areas? How might teacher education research, theory, policy, and practice build on discipline-embedded inquiry in a way that impacts teacher education in a more general way? Is there research located within a specific discipline that has strong implications for policy makers, researchers, and practitioners of teacher education in general? What are the processes and outcomes associated with collaboration across disciplines in teacher education? Highlights of Theme Articles In the lead article for this issue, Core Practices and Pedagogies of Teacher Education: A Call for a Common Language and Collective Activity, Morva McDonald, Elhem Kazemi, and Sarah Kavenaugh propose a framework focusing on core practices that can stimulate the exchange of ideas as well as the development of a common language and set of identified pedagogies across different settings and content areas in teacher education. The framework builds on work like that of Lampert and her colleagues on core practices in mathematics featured in our previous issue (Lampert et al., 2013) and extends it to other content areas, including a description of what a core practice (eliciting student thinking) identified initially in mathematics might look like in social studies. The authors emphasize that the intent is not to generate a single set of practices to be adopted by the field as a whole but to encourage the development of a common understanding of core practice across content areas to be used in determination and elaboration of a pedagogy for teacher education. …",
  "authors": [
    {
      "display_name": "Stephanie L. Knight",
      "id": "A5035125823",
      "orcid": "https://orcid.org/0000-0001-6771-1147",
      "institutions": [
        {
          "id": "I130769515",
          "display_name": "Pennsylvania State University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Stephanie L. Knight"
    },
    {
      "display_name": "Gwendolyn M. Lloyd",
      "id": "A5083191864",
      "orcid": "https://orcid.org/0000-0001-9477-782X",
      "institutions": [
        {
          "id": "I130769515",
          "display_name": "Pennsylvania State University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Gwendolyn M. Lloyd"
    },
    {
      "display_name": "Fran Arbaugh",
      "id": "A5083122656",
      "orcid": "https://orcid.org/0000-0002-7271-0015",
      "institutions": [
        {
          "id": "I130769515",
          "display_name": "Pennsylvania State University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Fran Arbaugh"
    },
    {
      "display_name": "Jacqueline Edmondson",
      "id": "A5047315930",
      "orcid": null,
      "institutions": [
        {
          "id": "I130769515",
          "display_name": "Pennsylvania State University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jacqueline Edmondson"
    },
    {
      "display_name": "James Nolan",
      "id": "A5029336952",
      "orcid": "https://orcid.org/0000-0002-1273-8163",
      "institutions": [
        {
          "id": "I130769515",
          "display_name": "Pennsylvania State University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "James Nolan"
    },
    {
      "display_name": "Scott McDonald",
      "id": "A5065438450",
      "orcid": "https://orcid.org/0000-0001-9887-7481",
      "institutions": [
        {
          "id": "I130769515",
          "display_name": "Pennsylvania State University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Scott P. McDonald"
    },
    {
      "display_name": "Anne Elrod Whitney",
      "id": "A5019519468",
      "orcid": "https://orcid.org/0000-0002-9574-7320",
      "institutions": [
        {
          "id": "I130769515",
          "display_name": "Pennsylvania State University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Anne Elrod Whitney"
    }
  ],
  "publication_year": 2013,
  "publication_date": "2013-10-18",
  "type": "article",
  "cited_by_count": 7,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S89004459",
    "display_name": "Journal of Teacher Education",
    "issn_l": "0022-4871",
    "issn": [
      "0022-4871",
      "1552-7816"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320017"
  },
  "volume": "64",
  "issue": "5",
  "first_page": "376",
  "last_page": "377",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C145420912",
      "display_name": "Mathematics education",
      "level": 1,
      "score": 0.4403788
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.42179185
    },
    {
      "id": "C19417346",
      "display_name": "Pedagogy",
      "level": 1,
      "score": 0.40410846
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.37739322
    }
  ],
  "topics": [
    {
      "id": "T10008",
      "display_name": "Teacher Education and Leadership Studies",
      "score": 0.9977
    },
    {
      "id": "T11859",
      "display_name": "Educator Training and Historical Pedagogy",
      "score": 0.9973
    },
    {
      "id": "T10959",
      "display_name": "Student Assessment and Feedback",
      "score": 0.991
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1177/0022487113500925",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:09:00.119803",
  "source_database": "OpenAlex"
}