{
  "openalex_id": "W2144308418",
  "doi": "https://doi.org/10.1130/0016-7606(1988)100<1886:toogtr>2.3.co;2",
  "title": "The origin of granite: The role and source of water in the evolution of granitic magmas",
  "abstract": "Research Article| December 01, 1988 The origin of granite: The role and source of water in the evolution of granitic magmas JAMES A. WHITNEY JAMES A. WHITNEY 1Department of Geology, University of Georgia, Athens, Georgia 30602 Search for other works by this author on: GSW Google Scholar Author and Article Information JAMES A. WHITNEY 1Department of Geology, University of Georgia, Athens, Georgia 30602 Publisher: Geological Society of America First Online: 01 Jun 2017 Online ISSN: 1943-2674 Print ISSN: 0016-7606 Geological Society of America GSA Bulletin (1988) 100 (12): 1886–1897. https://doi.org/10.1130/0016-7606(1988)100<1886:TOOGTR>2.3.CO;2 Article history First Online: 01 Jun 2017 Cite View This Citation Add to Citation Manager Share Icon Share Facebook Twitter LinkedIn Email Permissions Search Site Citation JAMES A. WHITNEY; The origin of granite: The role and source of water in the evolution of granitic magmas. GSA Bulletin 1988;; 100 (12): 1886–1897. doi: https://doi.org/10.1130/0016-7606(1988)100<1886:TOOGTR>2.3.CO;2 Download citation file: Ris (Zotero) Refmanager EasyBib Bookends Mendeley Papers EndNote RefWorks BibTex toolbar search Search Dropdown Menu toolbar search search input Search input auto suggest filter your search All ContentBy SocietyGSA Bulletin Search Advanced Search Abstract Temperature and water content are the two most important parameters in the formation of granitic magmas. Evidence from volcanic and plutonic lithologies suggests that water contents of 2 to 4 wt. % are present in most silicic magmas. Calculations based on the stability of biotite yield water fugacities within the melt phase from about 500 to 2,000 bars, although these calculations determine the log fH2O and the effective uncertainty of ±0.5 log units yields a large absolute uncertainty. Comparison with crystallization experiments demonstrates that less than 2% water would require significant percentages of crystallization at temperatures above 900 °C with liquidus temperatures about 1000 °C. Water contents greatly in excess of 4 wt. % would mean that the magma would become vapor saturated at high pressures and would tend to crystallize during ascent to a fine-grained granite before reaching shallow depths.The main sources of water for magma generation are the dehydration of hydrous silicates within the crust and volatiles transported into the crust from subducted oceanic crust and upper mantle in the form of hydrous basalts and andesites. Dehydration reactions of muscovite, biotite, and horn-blende are of particular significance. Anatectic granites may be partially classified in terms of the probable dehydration reaction responsible for their generation.Melts generated from muscovite dehydration are relatively cool, peraluminous in composition, high in K/Na ratio, and generally high in initial 87Sr/86Sr and delta 18O. Biotite-generated melts tend to be higher in temperatures, peraluminous to meta-aluminous in composition, moderately high in K/Na ratio, and relatively high in strontium and oxygen ratios. Both types may contain metasedimentary enclaves. Granitoids generated by hornblende dehydration would be much higher in initial temperature, peralka-line to meta-aluminous in composition, and lower in K/Na ratio and in general would have lower strontium and oxygen ratios.Volatiles deposited in hydrothermally altered oceanic crust and upper mantle will be released during subduction in the form of hydrous basalts and andesites. These melts are important energy-transfer mechanisms to drive anatexis within the crust. If these melts encounter a silicic magma chamber when intruding the crust, they will be trapped below the lower-density granitic melt. While partially quenching against the cooler melt, they may release volatiles and heat, which will aid in the melting process. Granites generated in this way will vary in their geochemical properties, depending on the relative importance of crustal versus mantle magma systems. In general, they will have moderate to high initial temperatures, be meta-aluminous in composition, be variable but somewhat low in K/Na ratio, and have lower initial strontium and delta 18O ratios than will melts derived completely from the crust.The fact that most terrestrial spreading centers are subaqueous thus may aid in the formation of a thick granitic continental crust. This content is PDF only. Please click on the PDF icon to access. First Page Preview Close Modal You do not have access to this content, please speak to your institutional administrator if you feel you should have access.",
  "authors": [
    {
      "display_name": "James A. Whitney",
      "id": "A5066734831",
      "orcid": null,
      "institutions": [
        {
          "id": "I165733156",
          "display_name": "University of Georgia",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "JAMES A. WHITNEY"
    }
  ],
  "publication_year": 1988,
  "publication_date": "1988-12-01",
  "type": "article",
  "cited_by_count": 228,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S3271665",
    "display_name": "Geological Society of America Bulletin",
    "issn_l": "0016-7606",
    "issn": [
      "0016-7606",
      "1943-2674"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310319845"
  },
  "volume": "100",
  "issue": "12",
  "first_page": "1886",
  "last_page": "1897",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C104962623",
      "display_name": "Silicic",
      "level": 3,
      "score": 0.6954146
    },
    {
      "id": "C127313418",
      "display_name": "Geology",
      "level": 0,
      "score": 0.67182034
    },
    {
      "id": "C2778805511",
      "display_name": "Citation",
      "level": 2,
      "score": 0.6704808
    },
    {
      "id": "C17409809",
      "display_name": "Geochemistry",
      "level": 1,
      "score": 0.4524055
    },
    {
      "id": "C122792734",
      "display_name": "Lithology",
      "level": 2,
      "score": 0.44898772
    },
    {
      "id": "C161191863",
      "display_name": "Library science",
      "level": 1,
      "score": 0.31954032
    },
    {
      "id": "C120806208",
      "display_name": "Volcano",
      "level": 2,
      "score": 0.24028838
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.1224947
    }
  ],
  "topics": [
    {
      "id": "T10001",
      "display_name": "Geological and Geochemical Analysis",
      "score": 0.9999
    },
    {
      "id": "T10413",
      "display_name": "High-pressure geophysics and materials",
      "score": 0.9988
    },
    {
      "id": "T10110",
      "display_name": "earthquake and tectonic studies",
      "score": 0.9883
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1130/0016-7606(1988)100<1886:toogtr>2.3.co;2",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:19:12.517270",
  "source_database": "OpenAlex"
}