{
  "openalex_id": "W2146141124",
  "doi": "https://doi.org/10.1016/s0022-5347(05)64055-4",
  "title": "Randomized Prospective Evaluation of Extended Versus Limited Lymph Node Dissection in Patients With Clinically Localized Prostate Cancer",
  "abstract": "No AccessJournal of UrologyCLINICAL UROLOGY: Original Articles1 Jan 2003Randomized Prospective Evaluation of Extended Versus Limited Lymph Node Dissection in Patients With Clinically Localized Prostate Cancer TRAVIS CLARK, DIPEN J. PAREKH, MICHAEL S. COOKSON, SAM S. CHANG, ERNEST R. SMITH, NANCY WELLS, and JOSEPH A. SMITH TRAVIS CLARKTRAVIS CLARK , DIPEN J. PAREKHDIPEN J. PAREKH , MICHAEL S. COOKSONMICHAEL S. COOKSON , SAM S. CHANGSAM S. CHANG , ERNEST R. SMITHERNEST R. SMITH , NANCY WELLSNANCY WELLS , and JOSEPH A. SMITHJOSEPH A. SMITH View All Author Informationhttps://doi.org/10.1016/S0022-5347(05)64055-4AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: The low rate of pelvic node metastasis in most contemporary series of patients undergoing radical prostatectomy for carcinoma of the prostate has been attributed to earlier and better patient selection than historical series. Alternatively, it has been suggested that the limited dissection commonly performed misses nodal metastasis in a substantial number of patients. To assess the value of an extended node dissection in detecting nodal metastasis, we performed a randomized prospective study. Materials and Methods: A total of 123 patients undergoing radical prostatectomy were randomized to an extended node dissection on the right versus the left side of the pelvis with the other side being a limited dissection. The extended dissection included removal of all external iliac nodes to a point above the bifurcation of the common iliac artery, the obturator nodes and the presacral nodes. The limited dissection included only the nodes along the external iliac vein and obturator nerve. Results: Mean patient age was 61 years. Clinical stage was T1c in 88 patients (72%), T2a in 26 (21%), T2b in 7 (6%) and T3 in 2 (1%). Mean preoperative prostate specific antigen was 7.4 ng./ml. Pelvic lymph node metastasis was histologically confirmed in 8 patients (6.5%). Positive nodes were found on the side of the extended dissection in 4 patients, on the side of the limited dissection in 3 and on both sides in 1. Complications possibly attributable to the node dissection included lymphocele in 4 patients, lower extremity edema in 5, deep venous thrombosis in 2, ureteral injury in 1 and pelvic abscess in 1. These complications occurred 3 times more often on the side of the extended dissection (p = 0.08). Conclusions: Extended node dissection in contemporary series of patients undergoing radical prostatectomy identifies few with nodal metastases not found by a more limited dissection. A trend toward an increased risk of complications attributable to the lymphadenectomy occurs with an extended dissection. References 1 : Prognostic significance of lymph nodal metastases in prostate cancer. J Urol1989; 142: 332. Link, Google Scholar 2 : Pelvic node dissection. Guide to patient management in clinically locally confined adenocarcinoma of prostate. Urology1982; 20: 559. Google Scholar 3 : The contemporary incidence of lymph node metastases in prostate cancer: implications for laparoscopic lymph node dissection. J Urol1993; 149: 1488. Link, Google Scholar 4 : Pelvic lymphadenectomy can be omitted in selected patients with carcinoma of the prostate: development of a system of patient selection. Urology1995; 45: 270. Google Scholar 5 : Lower incidence of unsuspected lymph node metastases in 521 consecutive patients with clinically localized prostate cancer. J Urol1992; 147: 1574. Link, Google Scholar 6 : Prostatic carcinoma: incidence and location of unsuspected lymphatic metastases. J Urol1976; 115: 89. Link, Google Scholar 7 : Extended pelvic lymphadenectomy for prostatic cancer. J Urol1979; 121: 617. Link, Google Scholar 8 : Laparoscopic pelvic lymph node dissection for prostate cancer: comparison of the extended and modified techniques. J Urol1997; 158: 1891. Link, Google Scholar 9 : Radioisotope guided pelvic lymph node dissection for prostate cancer. J Urol2001; 166: 1715. Link, Google Scholar From the Department of Urologic Surgery, Vanderbilt University, Nashville, Tennessee© 2003 by American Urological Association, Inc.FiguresReferencesRelatedDetailsCited byEastham J, Auffenberg G, Barocas D, Chou R, Crispino T, Davis J, Eggener S, Horwitz E, Kane C, Kirkby E, Lin D, McBride S, Morgans A, Pierorazio P, Rodrigues G, Wong W and Boorjian S (2022) Clinically Localized Prostate Cancer: AUA/ASTRO Guideline, Part II: Principles of Active Surveillance, Principles of Surgery, and Follow-UpJournal of Urology, VOL. 208, NO. 1, (19-25), Online publication date: 1-Jul-2022.Eastham J, Boorjian S and Kirkby E (2022) Clinically Localized Prostate Cancer: AUA/ASTRO GuidelineJournal of Urology, VOL. 208, NO. 3, (505-507), Online publication date: 1-Sep-2022.Godoy G, von Bodman C, Chade D, Dillioglugil O, Eastham J, Fine S, Scardino P and Laudone V (2018) Pelvic Lymph Node Dissection for Prostate Cancer: Frequency and Distribution of Nodal Metastases in a Contemporary Radical Prostatectomy SeriesJournal of Urology, VOL. 187, NO. 6, (2082-2086), Online publication date: 1-Jun-2012.Abdollah F, Sun M, Suardi N, Gallina A, Capitanio U, Bianchi M, Tutolo M, Passoni N, Karakiewicz P, Rigatti P, Montorsi F and Briganti A (2018) National Comprehensive Cancer Network Practice Guidelines 2011: Need for More Accurate Recommendations for Pelvic Lymph Node Dissection in Prostate CancerJournal of Urology, VOL. 188, NO. 2, (423-428), Online publication date: 1-Aug-2012.Studer U (2018) Should Pelvic Lymph Node Dissection be Performed With Radical Prostatectomy?Journal of Urology, VOL. 183, NO. 4, (1285-1287), Online publication date: 1-Apr-2010.Wagner M, Sokoloff M and Daneshmand S (2018) The Role of Pelvic Lymphadenectomy for Prostate Cancer—Therapeutic?Journal of Urology, VOL. 179, NO. 2, (408-413), Online publication date: 1-Feb-2008.Joseph J and Greene T (2018) Re: Standard Versus Limited Pelvic Lymph Node Dissection for Prostate Cancer in Patients With a Predicted Probability of Nodal Metastasis Greater Than 1%Journal of Urology, VOL. 179, NO. 2, (789-790), Online publication date: 1-Feb-2008.Musch M, Klevecka V, Roggenbuck U and Kroepfl D (2018) Complications of Pelvic Lymphadenectomy in 1,380 Patients Undergoing Radical Retropubic Prostatectomy Between 1993 and 2006Journal of Urology, VOL. 179, NO. 3, (923-929), Online publication date: 1-Mar-2008.Atmaca A (2018) Re: Complications of Pelvic Lymphadenectomy in 1,380 Patients Undergoing Radical Retropubic Prostatectomy Between 1993 and 2006Journal of Urology, VOL. 180, NO. 6, (2715-2716), Online publication date: 1-Dec-2008.Berglund R, Sadetsky N, DuChane J, Carroll P and Klein E (2018) Limited Pelvic Lymph Node Dissection at the Time of Radical Prostatectomy Does Not Affect 5-Year Failure Rates for Low, Intermediate and High Risk Prostate Cancer: Results From CaPSURE™Journal of Urology, VOL. 177, NO. 2, (526-530), Online publication date: 1-Feb-2007.Weckermann D, Dorn R, Trefz M, Wagner T, Wawroschek F and Harzmann R (2018) Sentinel Lymph Node Dissection for Prostate Cancer: Experience With More Than 1,000 PatientsJournal of Urology, VOL. 177, NO. 3, (916-920), Online publication date: 1-Mar-2007.Masterson T, Bianco F, Vickers A, DiBlasio C, Fearn P, Rabbani F, Eastham J and Scardino P (2018) The Association Between Total and Positive Lymph Node Counts, and Disease Progression in Clinically Localized Prostate CancerJournal of Urology, VOL. 175, NO. 4, (1320-1325), Online publication date: 1-Apr-2006.Kawakami J, Meng M, Sadetsky N, Latini D, Duchane J and Carroll P (2018) Changing Patterns of Pelvic Lymphadenectomy for Prostate Cancer: Results From CaPSURE™Journal of Urology, VOL. 176, NO. 4, (1382-1386), Online publication date: 1-Oct-2006.Häcker A, Jeschke S, Leeb K, Prammer K, Ziegerhofer J, Sega W, Langsteger W and Janetschek G (2018) Detection of Pelvic Lymph Node Metastases in Patients With Clinically Localized Prostate Cancer: Comparison of [18F]Fluorocholine Positron Emission Tomography-Computerized Tomography and Laparoscopic Radioisotope Guided Sentinel Lymph Node DissectionJournal of Urology, VOL. 176, NO. 5, (2014-2019), Online publication date: 1-Nov-2006.DiMARCO D, ZINCKE H, SEBO T, SLEZAK J, BERGSTRALH E and BLUTE M (2018) THE EXTENT OF LYMPHADENECTOMY FOR pTXNO PROSTATE CANCER DOES NOT AFFECT PROSTATE CANCER OUTCOME IN THE PROSTATE SPECIFIC ANTIGEN ERAJournal of Urology, VOL. 173, NO. 4, (1121-1125), Online publication date: 1-Apr-2005.Maffezzini M (2018) RE: PROGNOSIS OF PATIENTS WITH LYMPH NODE POSITIVE PROSTATE CANCER FOLLOWING RADICAL PROSTATECTOMY: LONG-TERM RESULTSJournal of Urology, VOL. 174, NO. 3, (1151-1152), Online publication date: 1-Sep-2005.TAKASHIMA H, EGAWA M, IMAO T, FUKUDA M, YOKOYAMA K and NAMIKI M (2018) VALIDITY OF SENTINEL LYMPH NODE CONCEPT FOR PATIENTS WITH PROSTATE CANCERJournal of Urology, VOL. 171, NO. 6 Part 1, (2268-2271), Online publication date: 1-Jun-2004.DINLENC C, GERBER E and WAGNER J (2018) URETERAL REIMPLANTATION DURING ROBOT ASSISTED LAPAROSCOPIC RADICAL PROSTATECTOMYJournal of Urology, VOL. 172, NO. 3, (905-905), Online publication date: 1-Sep-2004.ALLAF M, PALAPATTU G, TROCK B, CARTER H and WALSH P (2018) ANATOMICAL EXTENT OF LYMPH NODE DISSECTION: IMPACT ON MEN WITH CLINICALLY LOCALIZED PROSTATE CANCERJournal of Urology, VOL. 172, NO. 5, (1840-1844), Online publication date: 1-Nov-2004. Volume 169Issue 1January 2003Page: 145-148 Advertisement Copyright & Permissions© 2003 by American Urological Association, Inc.Keywordsprostatectomyprostatic neoplasmslymph node excisionMetricsAuthor Information TRAVIS CLARK More articles by this author DIPEN J. PAREKH More articles by this author MICHAEL S. COOKSON Financial interest and/or other relationship with Abbott, Aventis, Cytogen, Ethicon EndoSurgery Inc., Ilex Oncology, PhotoCure ASA, Schering-Plough and Shirer Pharmaceutical. More articles by this author SAM S. CHANG Financial interest and/or other relationship with Abbott, Angen, Cap CURE, Cytogen, Ethicon, Hydromed Sciences, IMET, Intracel and TAP. More articles by this author ERNEST R. SMITH More articles by this author NANCY WELLS More articles by this author JOSEPH A. SMITH Financial interest and/or other relationship with Abbott, Anthra, Astra Zeneca, Glaxo, Pharmacia, Praecis Pharmaceutical, Inc. and TAP. More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Travis Clark",
      "id": "A5000559665",
      "orcid": "https://orcid.org/0000-0002-2441-2953",
      "institutions": [
        {
          "id": "I200719446",
          "display_name": "Vanderbilt University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "TRAVIS CLARK"
    },
    {
      "display_name": "Dipen J. Parekh",
      "id": "A5083724892",
      "orcid": "https://orcid.org/0000-0002-8261-5185",
      "institutions": [
        {
          "id": "I200719446",
          "display_name": "Vanderbilt University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "DIPEN J. PAREKH"
    },
    {
      "display_name": "Michael S. Cookson",
      "id": "A5050663947",
      "orcid": "https://orcid.org/0000-0001-8678-0551",
      "institutions": [
        {
          "id": "I200719446",
          "display_name": "Vanderbilt University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "MICHAEL S. COOKSON"
    },
    {
      "display_name": "Sam S. Chang",
      "id": "A5091459519",
      "orcid": "https://orcid.org/0000-0001-6195-5386",
      "institutions": [
        {
          "id": "I200719446",
          "display_name": "Vanderbilt University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "SAM S. CHANG"
    },
    {
      "display_name": "Ernest R. Smith",
      "id": "A5067021693",
      "orcid": null,
      "institutions": [
        {
          "id": "I200719446",
          "display_name": "Vanderbilt University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "ERNEST R. SMITH"
    },
    {
      "display_name": "Nancy Wells",
      "id": "A5113432764",
      "orcid": null,
      "institutions": [
        {
          "id": "I200719446",
          "display_name": "Vanderbilt University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "NANCY WELLS"
    },
    {
      "display_name": "Joseph A. Smith",
      "id": "A5101899166",
      "orcid": "https://orcid.org/0000-0003-0114-9109",
      "institutions": [
        {
          "id": "I200719446",
          "display_name": "Vanderbilt University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "JOSEPH A. SMITH"
    }
  ],
  "publication_year": 2003,
  "publication_date": "2003-01-01",
  "type": "article",
  "cited_by_count": 280,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "169",
  "issue": "1",
  "first_page": "145",
  "last_page": "148",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.9811842
    },
    {
      "id": "C2780849966",
      "display_name": "Lymph node",
      "level": 2,
      "score": 0.7658441
    },
    {
      "id": "C2780192828",
      "display_name": "Prostate cancer",
      "level": 3,
      "score": 0.7559097
    },
    {
      "id": "C2775862295",
      "display_name": "Dissection (medical)",
      "level": 2,
      "score": 0.71984255
    },
    {
      "id": "C168563851",
      "display_name": "Randomized controlled trial",
      "level": 2,
      "score": 0.5907545
    },
    {
      "id": "C2776235491",
      "display_name": "Prostate",
      "level": 3,
      "score": 0.47793773
    },
    {
      "id": "C188816634",
      "display_name": "Prospective cohort study",
      "level": 2,
      "score": 0.4698331
    },
    {
      "id": "C126894567",
      "display_name": "Urology",
      "level": 1,
      "score": 0.4537388
    },
    {
      "id": "C121608353",
      "display_name": "Cancer",
      "level": 2,
      "score": 0.42856058
    },
    {
      "id": "C143998085",
      "display_name": "Oncology",
      "level": 1,
      "score": 0.41882968
    },
    {
      "id": "C126838900",
      "display_name": "Radiology",
      "level": 1,
      "score": 0.34456533
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.32804888
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.29457217
    }
  ],
  "topics": [
    {
      "id": "T11713",
      "display_name": "Genital Health and Disease",
      "score": 0.9997
    },
    {
      "id": "T10124",
      "display_name": "Prostate Cancer Diagnosis and Treatment",
      "score": 0.9995
    },
    {
      "id": "T10543",
      "display_name": "Prostate Cancer Treatment and Research",
      "score": 0.9953
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/s0022-5347(05)64055-4",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:55:41.490000",
  "source_database": "OpenAlex"
}