{
  "openalex_id": "W2144032971",
  "doi": "https://doi.org/10.1016/s0022-5347(01)68102-3",
  "title": "5 α-REDUCTASE TYPE 2 MUTATIONS ARE PRESENT IN SOME BOYS WITH ISOLATED HYPOSPADIAS",
  "abstract": "No AccessJournal of UrologyPapers Presented at Annual Meeting of the Section on Urology, American Academy of Pediatrics; San Francisco, California; October 17-19, 1998: Hypospadias/Phimosis/Scrotum1 Sep 19995 α-REDUCTASE TYPE 2 MUTATIONS ARE PRESENT IN SOME BOYS WITH ISOLATED HYPOSPADIAS RICHARD I. SILVER and DAVID W. RUSSELL RICHARD I. SILVERRICHARD I. SILVER and DAVID W. RUSSELLDAVID W. RUSSELL View All Author Informationhttps://doi.org/10.1016/S0022-5347(01)68102-3AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: We determined whether 5 alpha-reductase type 2 mutations are present in boys with isolated hypospadias. Materials and Methods: Penile skin tissues obtained at surgery during hypospadias repair were examined for 5 alpha-reductase type 2 mutations by single strand conformational polymorphism and deoxyribonucleic acid sequence analysis. Clinical data, including family history of hypospadias and preoperative position of the urethral meatus, were correlated with the genetic findings. Results: Of the 81 specimens examined 7 (8.6%) involved a mutation in at least 1, 5 alpha-reductase type 2 gene, while 2 patients had mutations in both alleles. The mutations identified were A49T, L113V and H231R. The A49T mutation in 5 patients was the most common (71%) and it was generally present in less severe forms of hypospadias. To our knowledge neither the A49T nor the L113V mutation has been previously reported in association with 5 alpha-reductase type 2 deficiency and to date they have only been identified in cases of isolated hypospadias. Family history was negative in the 7 patients with 5 alpha-reductase type 2 mutations but positive in 5 without mutations. Conclusions: Some boys with isolated hypospadias have a mutation in at least 1 gene for 5 alpha-reductase type 2. This finding suggests that a partial deficiency of 5 alpha-reductase activity and inadequate levels of dihydrotestosterone in the fetal urethra may be sufficient to cause the phenotype of hypospadias without other clinical features of 5 alpha-reductase deficiency. Family history may not be reliable for determining which boys with hypospadias are likely to have such mutations. References 1 : Androgen receptor levels and 5 alpha-reductase activities in preputial skin and chordee tissue of boys with isolated hypospadias. J. Urol.1988; 140: 1243. Link, Google Scholar 2 : Molecular genetics of steroid 5 alpha-reductase 2 deficiency. J. Clin. Invest.1992; 90: 799. Crossref, Medline, Google Scholar 3 : Familial incomplete male pseudohermaphroditism, type 2. Decreased dihydrotestosterone formation in pseudovaginal perineoscrotal hypospadias. New Engl. J. Med.1974; 291: 944. Crossref, Medline, Google Scholar 4 : Steroid 5alpha-reductase deficiency in man: an inherited form of male pseudohermaphroditism. Science1974; 186: 1213. Crossref, Medline, Google Scholar 5 : Steroid 5 alpha-reductase: two genes/two enzymes. Ann. Rev. Biochem.1994; 63: 25. Crossref, Medline, Google Scholar 6 : Immunohistochemical localization of steroid 5 alpha-reductase 2 in the human male fetal reproductive tract and adult prostate. J. Clin. Endocrinol. Metab.1996; 81: 384. Google Scholar 7 : Expression and regulation of steroid 5 alpha-reductase in the urogenital tract of the fetal rat. Mol. Endocrinol.1995; 9: 1561. Google Scholar 8 : Steroid 5 alpha-reductase 2 deficiency. Endocrinol. Rev.1993; 14: 577. Google Scholar 9 : Variable expression of 5 alpha-reductase deficiency: presentation with male phenotype in a child of Greek origin. J. Clin. Endocrinol. Metab.1990; 71: 318. Crossref, Google Scholar 10 : Hypospadias. In: . Philadelphia: W. B. Saunders Co.1998: 2093. Google Scholar 11 : Hypospadias. In: . Chicago: Year Book Medical Pub.1979: 1353. Google Scholar 12 : Genetic aspects of hypospadias. Urol. Clin. N. Amer.1981; 8: 559. Crossref, Medline, Google Scholar 13 : 5 Alpha-reductase deficiency without hypospadias. Arch. Dis. Child1990; 65: 1166. Crossref, Google Scholar 14 : Endocrine studies in patients with advanced hypospadias. J. Urol.1984; 131: 310. Link, Google Scholar 15 : Endocrine evaluation of adults with mild hypospadias. J. Urol.1990; 144: 274. Link, Google Scholar 16 : The identification of 5 alpha-reductase-2 and 17 beta-hydroxysteroid dehydrogenase-3 gene defects in male pseudohermaphrodites from a Turkish kindred. J. Clin. Endocrinol. Metab.1998; 83: 560. Google Scholar 17 : Androgen receptor gene mutations are rarely associated with isolated penile hypospadias. J. Urol.1996; 156: 828. Link, Google Scholar 18 Aaronson, I. and El-Sherbiny, M.: Testicular enzyme deficiency as a cause of hypospadias. Presented at annual meeting of Section on Urology, American Academy of Pediatrics, San Francisco, California, October 18, 1998. Google Scholar 19 : Inheritance of uncomplicated hypospadias. Pediatrics1979; 63: 788. Crossref, Google Scholar 20 : Uncomplicated familial hypospadias: evidence for autosomal recessive inheritance. Amer. J. Med. Gen.1985; 21: 51. Crossref, Google Scholar 21 : Observations on the epidemiology of simple hypospadias. Brit. Med. J.1973; 1: 768. Crossref, Medline, Google Scholar 22 : Tissue distribution and ontogeny of steroid 5 alpha-reductase isozyme expression. J. Clin. Invest.1993; 92: 903. Crossref, Medline, Google Scholar 23 : Cell type specific expression of steroid 5 alpha-reductase 2. J. Urol.1994; 152: 438. Link, Google Scholar 24 : Hypospadias trends in two US surveillance systems. Pediatrics1997; 100: 831. Crossref, Google Scholar From the Division of Urology, Department of Surgery, Alfred I. duPont Hospital for Children, Wilmington, Delaware, Department of Urology, Jefferson Medical College, Thomas Jefferson University, Philadelphia, Pennsylvania, and Department of Molecular Genetics, University of Texas Southwestern Medical Center, Dallas, TexasSupported by Grant GM43753 from the National Institutes of Health.© 1999 by American Urological Association, Inc.FiguresReferencesRelatedDetailsCited by Di H, Wen Y and Li Y (2023) Preoperative hormone therapy in single-stage repair of hypospadias: A comprehensive systematic reviewJournal of Pediatric Urology, 10.1016/j.jpurol.2023.01.013, Online publication date: 1-Jan-2023. Taghavi K, O'Hagan L, Hewitt J and Mouriquand P (2022) Defining the role of pre‐operative hormonal therapy in hypospadiasJournal of Paediatrics and Child Health, 10.1111/jpc.16087, VOL. 58, NO. 9, (1508-1519), Online publication date: 1-Sep-2022. (2021) Literaturverzeichnis Sexualmedizin, 10.1016/B978-3-437-22851-3.50032-3, (805-903), . Piñeyro-Ruiz C, Serrano H, Pérez-Brayfield M and Jorge J (2020) New frontiers on the molecular underpinnings of hypospadias according to severityArab Journal of Urology, 10.1080/2090598X.2020.1760589, VOL. 18, NO. 4, (257-266), Online publication date: 1-Oct-2020. Batista R and Mendonca B (2020) Integrative and Analytical Review of the 5-Alpha-Reductase Type 2 Deficiency WorldwideThe Application of Clinical Genetics, 10.2147/TACG.S198178, VOL. Volume 13, (83-96) Nistal M, Paniagua R and González-Peramato P (2020) Nonneoplastic Diseases of the Testis Urologic Surgical Pathology, 10.1016/B978-0-323-54941-7.00012-8, (549-730.e81), . Kocova M, Plaseska-Karanfilska D, Noveski P and Kuzmanovska M (2019) Novel genotype in two siblings with 5-α-reductase 2 deficiency: Different clinical course due to the time of diagnosisBalkan Journal of Medical Genetics, 10.2478/bjmg-2019-0022, VOL. 22, NO. 2, (69-76), Online publication date: 21-Dec-2019., Online publication date: 1-Nov-2019. Katharopoulos E, Sauter K, Pandey A and Flück C (2019) In silico and functional studies reveal novel loss-of-function variants of SRD5A2, but no variants explaining excess 5α-reductase activityThe Journal of Steroid Biochemistry and Molecular Biology, 10.1016/j.jsbmb.2019.01.017, VOL. 190, (263-272), Online publication date: 1-Jun-2019. Pourquet A, Gorduza D, Demede D, Mure P and Mouriquand P (2019) Cirugía del hipospadiasEMC - Urología, 10.1016/S1761-3310(19)41717-9, VOL. 51, NO. 1, (1-17), Online publication date: 1-Jun-2019. Avendaño A, Paradisi I, Cammarata-Scalisi F and Callea M (2018) 5-α-Reductase type 2 deficiency: is there a genotype-phenotype correlation? A reviewHormones, 10.1007/s42000-018-0013-9, VOL. 17, NO. 2, (197-204), Online publication date: 1-Jun-2018. Rahimi M, Ghanbari M, Fazeli Z, Rouzrokh M, Omrani S, Mirfakhraie R and Omrani M (2016) Association of SRD5A2 gene mutations with risk of hypospadias in the Iranian populationJournal of Endocrinological Investigation, 10.1007/s40618-016-0573-y, VOL. 40, NO. 4, (391-396), Online publication date: 1-Apr-2017. Deng C, Dai R, Li X and Liu F (2016) Association between SNP12 in estrogen receptor α gene and hypospadias: a systematic review and meta-analysisSpringerPlus, 10.1186/s40064-016-2288-0, VOL. 5, NO. 1, Online publication date: 1-Dec-2016. French J, Frye B, Cavanaugh J, Ren D, Mustoe A, Rapaport L and Mickelberg J (2016) Gene changes may minimize masculinizing and defeminizing influences of exposure to male cotwins in female callitrichine primatesBiology of Sex Differences, 10.1186/s13293-016-0081-y, VOL. 7, NO. 1, Online publication date: 1-Dec-2016. Arboleda V, Quigley C and Vilain E (2016) Genetic Basis of Gonadal and Genital Development Endocrinology: Adult and Pediatric, 10.1016/B978-0-323-18907-1.00118-9, (2051-2085.e7), . Nistal M, Paniagua R, González-Peramato P and Reyes-Múgica M (2016) Perspectives in Pediatric Pathology, Chapter 6. Male UndermasculinizationPediatric and Developmental Pathology, 10.2350/14-04-1465-PB.1, VOL. 18, NO. 4, (279-296), Online publication date: 1-Jul-2015. Samtani R, Bajpai M, Ghosh P and Saraswathy K (2015) A49T, R227Q and TA repeat polymorphism of steroid 5 alpha-reductase type II gene and Hypospadias risk in North Indian childrenMeta Gene, 10.1016/j.mgene.2014.11.003, VOL. 3, (1-7), Online publication date: 1-Feb-2015. Chen M, Macias C, Gunn S, Dietrich J, Roth D, Schlomer B and Karaviti L (2014) Intrauterine growth restriction and hypospadias: is there a connection?International Journal of Pediatric Endocrinology, 10.1186/1687-9856-2014-20, VOL. 2014, NO. 1, Online publication date: 1-Dec-2014. Chávez B, Ramos L, Gómez R and Vilchis F (2014) 46,XY disorder of sexual development resulting from a novel monoallelic mutation (p.Ser31Phe) in the steroid 5 α ‐reductase type‐2 ( SRD5A2 ) gene Molecular Genetics & Genomic Medicine, 10.1002/mgg3.76, VOL. 2, NO. 4, (292-296), Online publication date: 1-Jul-2014. Ching S, Cunha G, Baskin L, Basson M and Klein O (2014) Coordinated activity of Spry1 and Spry2 is required for normal development of the external genitaliaDevelopmental Biology, 10.1016/j.ydbio.2013.12.014, VOL. 386, NO. 1, (1-11), Online publication date: 1-Feb-2014. Russell D and Wilson J (2014) Steroid 5α-Reductase 2 Deficiency Genetic Steroid Disorders, 10.1016/B978-0-12-416006-4.00014-4, (199-214), . Chen C, Huang M, Chen Y, Chern S, Wu P, Su J, Town D and Wang W (2013) Cri-du-chat (5p-) syndrome presenting with cerebellar hypoplasia and hypospadias: Prenatal diagnosis and aCGH characterization using uncultured amniocytesGene, 10.1016/j.gene.2013.03.003, VOL. 524, NO. 2, (407-411), Online publication date: 1-Jul-2013. Kalfa N, Philibert P, Werner R, Audran F, Bashamboo A, Lehors H, Haddad M, Guys J, Reynaud R, Alessandrini P, Wagner K, Kurzenne J, Bastiani F, Bréaud J, Valla J, Lacombe G, Orsini M, Daures J, Hiort O, Paris F, McElreavey K, Sultan C and Wilson E (2013) Minor Hypospadias: The \"Tip of the Iceberg\" of the Partial Androgen Insensitivity SyndromePLoS ONE, 10.1371/journal.pone.0061824, VOL. 8, NO. 4, (e61824) Carmichael S, Shaw G and Lammer E (2012) Environmental and genetic contributors to hypospadias: A review of the epidemiologic evidenceBirth Defects Research Part A: Clinical and Molecular Teratology, 10.1002/bdra.23021, VOL. 94, NO. 7, (499-510), Online publication date: 1-Jul-2012. van der Zanden L, van Rooij I, Feitz W, Franke B, Knoers N and Roeleveld N (2012) Aetiology of hypospadias: a systematic review of genes and environmentHuman Reproduction Update, 10.1093/humupd/dms002, VOL. 18, NO. 3, (260-283), Online publication date: 1-May-2012. Stein R (2012) HypospadiasEuropean Urology Supplements, 10.1016/j.eursup.2012.01.002, VOL. 11, NO. 2, (33-45), Online publication date: 1-Apr-2012. Parada-Bustamante A, Lardone M, Madariaga M, Johnson M, Codner E, Cassorla F and Castro A Androgen receptor CAG and GGN polymorphisms in boys with isolated hypospadiasJournal of Pediatric Endocrinology and Metabolism, 10.1515/jpem.2011.379, VOL. 25, NO. 1-2 Snodgrass W (2012) Hypospadias Campbell-Walsh Urology, 10.1016/B978-1-4160-6911-9.00130-4, (3503-3536.e5), . Nacusi L and Tindall D (2011) Targeting 5α-reductase for prostate cancer prevention and treatmentNature Reviews Urology, 10.1038/nrurol.2011.67, VOL. 8, NO. 7, (378-384), Online publication date: 1-Jul-2011. Samtani R, Bajpai M, Vashisht K, Ghosh P and Saraswathy K (2011) Hypospadias Risk and Polymorphism in SRD5A2 and CYP17 Genes: Case-Control Study Among Indian ChildrenJournal of Urology, VOL. 185, NO. 6, (2334-2339), Online publication date: 1-Jun-2011. Bhoj E, Ramos P, Baker L, Cost N, Nordenskjöld A, Elder F, Bleyl S, Bowles N, Arrington C, Delhomme B, Vanhoutteghem A, Djian P and Zinn A (2011) Human balanced translocation and mouse gene inactivation implicate Basonuclin 2 in distal urethral developmentEuropean Journal of Human Genetics, 10.1038/ejhg.2010.245, VOL. 19, NO. 5, (540-546), Online publication date: 1-May-2011. Qiao L, Tasian G, Zhang H, Cunha G and Baskin L (2011) ZEB1 is Estrogen Responsive In Vitro in Human Foreskin Cells and is Over Expressed in Penile Skin in Patients With Severe HypospadiasJournal of Urology, VOL. 185, NO. 5, (1888-1893), Online publication date: 1-May-2011. Mure P, Vigier S, Gorduza D, Demede D and Mouriquand P (2011) Cirugía del hipospadiasEMC - Urología, 10.1016/S1761-3310(11)71194-X, VOL. 43, NO. 4, (1-17), Online publication date: 1-Jan-2011. Kim T, Jung K, Kim S, Kang I, Baek J, Nam H, Hong S, Lee B, Hong J, Oh K, Kim H, Han S and Kang T (2010) Effects of in Utero Exposure to DI( n -Butyl) Phthalate on Development of Male Reproductive Tracts in Sprague-Dawley Rats Journal of Toxicology and Environmental Health, Part A, 10.1080/15287394.2010.511579, VOL. 73, NO. 21-22, (1544-1559), Online publication date: 1-Nov-2010. Funke S, Flach E, Kiss I, Sándor J, Vida G, Bódis J and Ertl T (2010) Male reproductive tract abnormalities: More common after assisted reproduction?Early Human Development, 10.1016/j.earlhumdev.2010.06.015, VOL. 86, NO. 9, (547-550), Online publication date: 1-Sep-2010. Sata F, Kurahashi N, Ban S, Moriya K, Tanaka K, Ishizuka M, Nakao H, Yahata Y, Imai H, Kakizaki H, Nonomura K and Kishi R (2010) Genetic Polymorphisms of 17β-Hydroxysteroid Dehydrogenase 3 and the Risk of HypospadiasThe Journal of Sexual Medicine, 10.1111/j.1743-6109.2009.01641.x, VOL. 7, NO. 8, (2729-2738), Online publication date: 1-Aug-2010. Kojima Y, Kohri K and Hayashi Y (2010) Genetic pathway of external genitalia formation and molecular etiology of hypospadiasJournal of Pediatric Urology, 10.1016/j.jpurol.2009.11.007, VOL. 6, NO. 4, (346-354), Online publication date: 1-Aug-2010. van der Zanden L, van Rooij I, Feitz W, Vermeulen S, Kiemeney L, Knoers N, Roeleveld N and Franke B (2010) Genetics of Hypospadias: Are Single-Nucleotide Polymorphisms in SRD5A2 , ESR1 , ESR2 , and ATF3 Really Associated with the Malformation? The Journal of Clinical Endocrinology & Metabolism, 10.1210/jc.2009-2101, VOL. 95, NO. 5, (2384-2390), Online publication date: 1-May-2010. Kraft K, Shukla A and Canning D (2010) HypospadiasUrologic Clinics of North America, 10.1016/j.ucl.2010.03.003, VOL. 37, NO. 2, (167-181), Online publication date: 1-May-2010. Quigley C and Vilain E (2010) Genetic Basis of Gonadal and Genital Development Endocrinology, 10.1016/B978-1-4160-5583-9.00118-0, (2148-2190), . Qin K (2010) Genetic Defects of Androgen Resistance Genetic Diagnosis of Endocrine Disorders, 10.1016/B978-0-12-374430-2.00022-5, (245-333), . Pohl H, Joyce G, Wise M and Cilento B (2018) Cryptorchidism and HypospadiasJournal of Urology, VOL. 177, NO. 5, (1646-1651), Online publication date: 1-May-2007. Lo S, King I, Alléra A and Klingmüller D (2007) Effects of various pesticides on human 5α-reductase activity in prostate and LNCaP cellsToxicology in Vitro, 10.1016/j.tiv.2006.10.016, VOL. 21, NO. 3, (502-508), Online publication date: 1-Apr-2007. Baskin L and Ebbers M (2006) Hypospadias: anatomy, etiology, and techniqueJournal of Pediatric Surgery, 10.1016/j.jpedsurg.2005.11.059, VOL. 41, NO. 3, (463-472), Online publication date: 1-Mar-2006. Miyamoto J, Asanuma H, Nakai H, Hasegawa T, Nawata H and Hasegawa Y (2006) Mutational Analysis of Androgen Receptor (AR) Gene in 46, XY Patients with Ambiguous Genitalia and Normal Testosterone Secretion: Endocrinological Characteristics of Three Patients with AR Gene MutationsClinical Pediatric Endocrinology, 10.1297/cpe.15.151, VOL. 15, NO. 4, (151-162), . Thai H, Kalbasi M, Lagerstedt K, Frisén L, Kockum I and Nordenskjöld A (2005) The Valine Allele of the V89L Polymorphism in the 5-α-Reductase Gene Confers a Reduced Risk for HypospadiasThe Journal of Clinical Endocrinology & Metabolism, 10.1210/jc.2005-0446, VOL. 90, NO. 12, (6695-6698), Online publication date: 1-Dec-2005. Hackel C, Oliveira L, Ferraz L, Tonini M, Silva D, Toralles M, Stuchi-Perez E and Guerra-Junior G (2005) New mutations, hotspots, and founder effects in Brazilian patients with steroid 5α-reductase deficiency type 2Journal of Molecular Medicine, 10.1007/s00109-005-0651-7, VOL. 83, NO. 7, (569-576), Online publication date: 1-Jul-2005. Scott V, Morgan E and Stadler H (2005) Genitourinary Functions of Hoxa13 and Hoxd13The Journal of Biochemistry, 10.1093/jb/mvi086, VOL. 137, NO. 6, (671-676), Online publication date: 1-Jun-2005. Hackel C, Oliveira L, Toralles M, Nunes-Silva D, Tonini M, Ferraz L, Steinmetz L, Damiani D, Oliveira L, Maciel-Guerra A, Stuchi-Perez E and Guerra-Júnior G (2005) Deficiência de 5alfa-redutase tipo 2: experiências de Campinas (SP) e Salvador (BA)Arquivos Brasileiros de Endocrinologia & Metabologia, 10.1590/S0004-27302005000100014, VOL. 49, NO. 1, (103-111), Online publication date: 1-Feb-2005. Shukla A, Patel R and Canning D (2004) HypospadiasUrologic Clinics of North America, 10.1016/j.ucl.2004.04.020, VOL. 31, NO. 3, (445-460), Online publication date: 1-Aug-2004. STOKOWSKI L (2004) HYPOSPADIAS IN THE NEONATEAdvances in Neonatal Care, 10.1016/j.adnc.2004.05.003, VOL. 4, NO. 4, (206-215), Online publication date: 1-Aug-2004. Hynes P and Fraher J (2004) The development of the male genitourinary system: III. The formation of the spongiose and glandar urethraBritish Journal of Plastic Surgery, 10.1016/j.bjps.2003.08.017, VOL. 57, NO. 3, (203-214), Online publication date: 1-Apr-2004. Thomas D (2004) Hypospadiology: science and surgeryBJU International, 10.1111/j.1464-410X.2003.04653.x, VOL. 93, NO. 4, (470-473), Online publication date: 1-Mar-2004. Nordenskjöld A (2004) Genetic and Clinical Studies on Hypospadias Hypospadias and Genital Development, 10.1007/978-1-4419-8995-6_5, (73-84), . Silver R (2004) Endocrine Abnormalities in Boys with Hypospadias Hypospadias and Genital Development, 10.1007/978-1-4419-8995-6_4, (45-72), . Hyun G and Kolon T (2004) Endocrine Evaluation of Hypospadias Hypospadias and Genital Development, 10.1007/978-1-4419-8995-6_3, (31-43), . LORENZO A, NGUYEN M, SOZUBIR S, HENKEMEYER M and BAKER L (2018) Dihydrotestosterone Induction of EphB2 Expression in the Female Genital Tubercle Mimics Male Pattern of Expression During EmbryogenesisJournal of Urology, VOL. 170, NO. 4 Part 2, (1618-1623), Online publication date: 1-Oct-2003. Le Caignec C, Baron S, McElreavey K, Joubert M, Rival J, Mechinaud F and David A (2002) 46,XY gonadal dysgenesis: Evidence for autosomal dominant transmission in a large kindredAmerican Journal of Medical Genetics, 10.1002/ajmg.a.10820, VOL. 116A, NO. 1, (37-43), Online publication date: 1-Jan-2003. Källén K (2002) Role of maternal smoking and maternal reproductive history in the etiology of hypospadias in the offspringTeratology, 10.1002/tera.10092, VOL. 66, NO. 4, (185-191), Online publication date: 1-Oct-2002. Suzuki Y, Sasagawa I, Itoh K, Ashida J and Ogata T (2002) 5α-reductase type 2 genes in Japanese males do not appear to be associated with cryptorchidismFertility and Sterility, 10.1016/S0015-0282(02)03220-X, VOL. 78, NO. 2, (330-334), Online publication date: 1-Aug-2002. Hiipakka R, Zhang H, Dai W, Dai Q and Liao S (2002) Structure–activity relationships for inhibition of human 5α-reductases by polyphenolsBiochemical Pharmacology, 10.1016/S0006-2952(02)00848-1, VOL. 63, NO. 6, (1165-1176), Online publication date: 1-Mar-2002. Vilchis F and Ch��vez B (2002) Steroid Reductases Wiley Encyclopedia of Molecular Medicine, 10.1002/0471203076.emm0049 Öcal G, Adıyaman P, Berberoglu M, Çetinkaya E, Akar N, Uysal A, Duman Τ, Evliyaoğlu Ο, Aycan Ζ, Lumbrasso S and Sultan C Mutations of the 5α-Steroid Reductase Type 2 Gene in Six Turkish Patients from Unrelated Families and a Large Pedigree of an Isolated Turkish VillageJournal of Pediatric Endocrinology and Metabolism, 10.1515/JPEM.2002.15.4.411, VOL. 15, NO. 4 Steers W (2001) 5α-reductase activity in the prostateUrology, 10.1016/S0090-4295(01)01299-7, VOL. 58, NO. 6, (17-24), Online publication date: 1-Dec-2001. Suzuki Y, Sasagawa I, Ashida J, Nakada T, Muroya K and Ogata T (2001) Screening for mutations of the androgen receptor gene in patients with isolated cryptorchidismFertility and Sterility, 10.1016/S0015-0282(01)02016-7, VOL. 76, NO. 4, (834-836), Online publication date: 1-Oct-2001. Silver R (2001) Editorial commentUrology, 10.1016/S0090-4295(00)01106-7, VOL. 57, NO. 4, (790), Online publication date: 1-Apr-2001. Andersen B and Mitchell M (2001) Recent advances in hypospadias: Current surgical technique and research in Incidence and EtiologyCurrent Urology Reports, 10.1007/s11934-001-0008-x, VOL. 2, NO. 2, (122-126), Online publication date: 1-Apr-2001. Volume 162Issue 3 Part 2September 1999Page: 1142-1145 Advertisement Copyright & Permissions© 1999 by American Urological Association, Inc.MetricsAuthor Information RICHARD I. SILVER More articles by this author DAVID W. RUSSELL More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Richard I. Silver",
      "id": "A5110158621",
      "orcid": null,
      "institutions": [
        {
          "id": "I1326254912",
          "display_name": "Alfred I. duPont Hospital for Children",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "RICHARD I. SILVER"
    },
    {
      "display_name": "David W. Russell",
      "id": "A5066584377",
      "orcid": "https://orcid.org/0000-0002-0277-403X",
      "institutions": [
        {
          "id": "I1299303238",
          "display_name": "National Institutes of Health",
          "country_code": "US",
          "type": "government"
        },
        {
          "id": "I867280407",
          "display_name": "The University of Texas Southwestern Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "DAVID W. RUSSELL"
    }
  ],
  "publication_year": 1999,
  "publication_date": "1999-09-01",
  "type": "article",
  "cited_by_count": 107,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "162",
  "issue": "3 Part 2",
  "first_page": "1142",
  "last_page": "1145",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.94557196
    },
    {
      "id": "C2777990738",
      "display_name": "Hypospadias",
      "level": 2,
      "score": 0.906321
    },
    {
      "id": "C29456083",
      "display_name": "Gynecology",
      "level": 1,
      "score": 0.33148926
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.1440224
    }
  ],
  "topics": [
    {
      "id": "T12054",
      "display_name": "Menstrual Health and Disorders",
      "score": 0.9355
    },
    {
      "id": "T12267",
      "display_name": "Diet and metabolism studies",
      "score": 0.9283
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/s0022-5347(01)68102-3",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:28:52.065027",
  "source_database": "OpenAlex"
}