{
  "openalex_id": "W2142120946",
  "doi": "https://doi.org/10.1074/jbc.m008944200",
  "title": "Lysosomal Protease Pathways to Apoptosis",
  "abstract": "We investigated the mechanism of lysosome-mediated cell death using purified recombinant pro-apoptotic proteins, and cell-free extracts from the human neuronal progenitor cell line NT2. Potential effectors were either isolated lysosomes or purified lysosomal proteases. Purified lysosomal cathepsins B, H, K, L, S, and X or an extract of mouse lysosomes did not directly activate either recombinant caspase zymogens or caspase zymogens present in an NT2 cytosolic extract to any significant extent. In contrast, a cathepsin L-related protease from the protozoan parasiteTrypanosoma cruzi, cruzipain, showed a measurable caspase activation rate. This demonstrated that members of the papain family can directly activate caspases but that mammalian lysosomal members of this family may have been negatively selected for caspase activation to prevent inappropriate induction of apoptosis. Given the lack of evidence for a direct role in caspase activation by lysosomal proteases, we hypothesized that an indirect mode of caspase activation may involve the Bcl-2 family member Bid. In support of this, Bid was cleaved in the presence of lysosomal extracts, at a site six residues downstream from that seen for pathways involving capase 8. Incubation of mitochondria with Bid that had been cleaved by lysosomal extracts resulted in cytochrome c release. Thus, cleavage of Bid may represent a mechanism by which proteases that have leaked from the lysosomes can precipitate cytochrome c release and subsequent caspase activation. This is supported by the finding that cytosolic extracts from mice ablated in the bid gene are impaired in the ability to release cytochrome c in response to lysosome extracts. Together these data suggest that Bid represents a sensor that allows cells to initiate apoptosis in response to widespread adventitious proteolysis. We investigated the mechanism of lysosome-mediated cell death using purified recombinant pro-apoptotic proteins, and cell-free extracts from the human neuronal progenitor cell line NT2. Potential effectors were either isolated lysosomes or purified lysosomal proteases. Purified lysosomal cathepsins B, H, K, L, S, and X or an extract of mouse lysosomes did not directly activate either recombinant caspase zymogens or caspase zymogens present in an NT2 cytosolic extract to any significant extent. In contrast, a cathepsin L-related protease from the protozoan parasiteTrypanosoma cruzi, cruzipain, showed a measurable caspase activation rate. This demonstrated that members of the papain family can directly activate caspases but that mammalian lysosomal members of this family may have been negatively selected for caspase activation to prevent inappropriate induction of apoptosis. Given the lack of evidence for a direct role in caspase activation by lysosomal proteases, we hypothesized that an indirect mode of caspase activation may involve the Bcl-2 family member Bid. In support of this, Bid was cleaved in the presence of lysosomal extracts, at a site six residues downstream from that seen for pathways involving capase 8. Incubation of mitochondria with Bid that had been cleaved by lysosomal extracts resulted in cytochrome c release. Thus, cleavage of Bid may represent a mechanism by which proteases that have leaked from the lysosomes can precipitate cytochrome c release and subsequent caspase activation. This is supported by the finding that cytosolic extracts from mice ablated in the bid gene are impaired in the ability to release cytochrome c in response to lysosome extracts. Together these data suggest that Bid represents a sensor that allows cells to initiate apoptosis in response to widespread adventitious proteolysis. acetyl-Asp-Glu-Val-Asp-7-p-nitroanilide acetyl-Asp-Glu-Val-Asp-7-amino-4-trifluorometylcoumarin benzyloxycarbonyl-Phe-Arg-7-amino-4-methylcoumarin benzyloxycarbonyl-Val-Ala-Asp-fluoromethylketone trans-epoxysuccinyl-l-leucylamido-4-(4-guanidino) butane dithiothreitol 1,4-piperazinedi-ethanesulfonic acid polyacrylamide gel electrophoresis 3-[(3-cholamidopropyl)dimethylammonio]-1-propanesulfonic acid In mammals, programmed cell death can be initiated by three distinct pathways: (i) the extrinsic pathway, which can be triggered by ligation of death receptors and subsequent caspase 8 activation; (ii) the intrinsic pathway, which is initiated by cellular stress followed by activation of caspase 9; or (iii) the granzyme B pathway, where the cytotoxic cell protease granzyme B is delivered to sensitive target cells. Each of these pathways converges to a common execution phase of apoptosis that requires the activation of caspases 3 and 7 from their inactive zymogen form to their processed, active form (1Salvesen G.S. Dixit V.M. Cell. 1997; 91: 443-446Abstract Full Text Full Text PDF PubMed Scopus (1955) Google Scholar, 2Thornberry N.A. Lazebnik Y. Science. 1998; 281: 1312-1316Crossref PubMed Scopus (6221) Google Scholar). The apical activators, caspase 8 and 9, and granzyme B all have a primary specificity for cleavage at Asp297 (caspase 1 numbering convention), located in a region that delineates the large and small subunits of active caspases 3 and 7. The activation of the cell death pathway depends on both the triggering stimulus and the cell type (3Scaffidi C. Fulda S. Srinivasan A. Friesen C. Li F. Tomaselli K.J. Debatin K.M. Krammer P.H. Peter M.E. EMBO J. 1998; 17: 1675-1687Crossref PubMed Scopus (2651) Google Scholar), and in many forms of apoptosis cytochrome c release from mitochondria is important for activation of downstream caspases (4Green D.R. Reed J.C. Science. 1998; 281: 1309-1312Crossref PubMed Google Scholar). The Bcl-2 protein family contains both pro- and anti-apoptotic members that can act as an upstream checkpoint of caspase activation at the level of the mitochondria by controlling cytochrome c release. Bid, a pro-apoptotic member of the family, has recently been identified as a target for proteolytic cleavage by caspase 8 and granzyme B (5Gross A. Yin X.M. Wang K. Wei M.C. Jockel J. Milliman C. Erdjument-Bromage H. Tempst P. Korsmeyer S.J. J. Biol. Chem. 1999; 274: 1156-1163Abstract Full Text Full Text PDF PubMed Scopus (933) Google Scholar, 6Li H. Zhu H. Xu C.J. Yuan J. Cell. 1998; 94: 491-501Abstract Full Text Full Text PDF PubMed Scopus (3837) Google Scholar, 7Luo X. Budihardjo I. Zou H. Slaughter C. Wang X. Cell. 1998; 94: 481-490Abstract Full Text Full Text PDF PubMed Scopus (3110) Google Scholar, 8Yin X.M. Wang K. Gross A. Zhao Y. Zinkel S. Klocke B. Roth K.A. Korsmeyer S.J. Nature. 1999; 400: 886-891Crossref PubMed Scopus (871) Google Scholar). Activated caspase 8 cleaves Bid at Asp59 to trigger translocation from the cytosol to the mitochondria where it promotes cytochrome c release. Direct cleavage of both Bid and the downstream caspases can promote death pathways; however, it is unclear to what degree specificity of cleavage is required. For example, whereas processing of the caspase 3 and 7 zymogens at Asp297 is considered to be the dominant physiologic pathway for activation, cleavage of pro-caspase 7 at Gln295 is sufficient to activate the zymogen in vitro (9Zhou Q. Salvesen G.S. Biochem. J. 1997; 324: 361-364Crossref PubMed Scopus (123) Google Scholar). Such results suggest that alternative proteolytic events may be sufficient to activate pro-caspases and perhaps Bid cleavage, especially in pathologic instances where proteolysis tends to be unregulated. The lysosome is the primary reservoir of nonspecific proteases in the mammalian cell. In certain pathological situations, as well as during normal aging (10Bi X. Yong A.P. Zhou J. Gall C.M. Lynch G. Neuroscience. 2000; 97: 395-404Crossref PubMed Scopus (31) Google Scholar, 11Nakamura Y. Takeda M. Suzuki H. Morita H. Tada K. Hariguchi S. Nishimura T. Neurosci. Lett. 1989; 97: 215-220Crossref PubMed Scopus (63) Google Scholar), lysosomal integrity may be compromised, causing leakage of lysosomal proteases into the cytosol. Thus, certain diseases related to lysosomal pathology may have a primarily apoptotic component. Several lines of evidence support this possibility: (i) leakage of lysosomal proteases into the cytosolic compartment may be involved in the activation of caspases (12Ishisaka R. Utsumi T. Yabuki M. Kanno T. Furuno T. Inoue M. Utsumi K. FEBS Lett. 1998; 435: 233-236Crossref PubMed Scopus (107) Google Scholar); (ii) in Jurkat T-cells, α-tocopheryl succinate triggers apoptosis and caspase 3 activation accompanied by lysosomal destabilization (13Neuzil J. Svensson I. Weber T. Weber C. Brunk U.T. FEBS Lett. 1999; 445: 295-300Crossref PubMed Scopus (118) Google Scholar); and (iii) the lysosomal protease cathepsin B has been implicated in the activation of the proinflammatory caspases 11 (14) and 1 (15Vancompernolle K. Van Herreweghe F. Pynaert G. Van de Craen M. De Vos K. Totty N. Sterling A. Fiers W. Vandenabeele P. Grooten J. FEBS Lett. 1998; 438: 150-158Crossref PubMed Scopus (288) Google Scholar) as well as in the induction of the nuclear morphology associated with apoptotic cells (15Vancompernolle K. Van Herreweghe F. Pynaert G. Van de Craen M. De Vos K. Totty N. Sterling A. Fiers W. Vandenabeele P. Grooten J. FEBS Lett. 1998; 438: 150-158Crossref PubMed Scopus (288) Google Scholar). The role of lysosomal proteases in the activation of the apoptotic pathway is unclear. To examine the possibility that they may be involved in programmed cell death, the activity of both recombinant cathepsins and lysosomal extracts on recombinant caspases and cytosolic extracts was examined. We tested two hypotheses: that lysosomal proteases may directly activate executioner caspases and that lysosomal protease cleavage of Bid may separately trigger the intrinsic apoptosis pathway. Phosphate-buffered saline, fetal bovine serum, cytochrome c, Percoll, EGTA,p-iodonitrotetrazolium violet, penicillin, streptomicin, anti-mouse and anti-rabbit horseradish peroxidase antibodies, and 4-methylumbelliferyl-2-acetamido-2-dexy-β-d-glucopyranoside were purchased from Sigma. All other chemicals were of analytical grade. Human cathepsins B (16Kuhelj R. Dolinar M. Pungercar J. Turk V. Eur. J. Biochem. 1995; 229: 533-539Crossref PubMed Scopus (111) Google Scholar), H (17Popovic T. Brzin J. Kos J. Lenarcic B. Machleidt W. Ritonja A. Hanada K. Turk V. Biol. Chem. Hoppe-Seyler. 1988; 369 (Suppl.): 175-183PubMed Google Scholar), K, (18Linnevers C.J. McGrath M.E. Armstrong R. Mistry F.R. Barnes M.G. Klaus J.L. Palmer J.T. Katz B.A. Bromme D. Protein Sci. 1997; 6: 919-921Crossref PubMed Scopus (108) Google Scholar), L (19Barlic-Maganja D. Dolinar M. Turk V. Biol. Chem. 1998; 379: 1449-1452PubMed Google Scholar) S (20Bromme D. McGrath M.E. Protein Sci. 1996; 5: 789-791Crossref PubMed Scopus (36) Google Scholar), and X (21Klemencic I. Carmona A.K. Cezari M.H. Juliano M.A. Juliano L. Guncar G. Turk D. Krizaj I. Turk V. Turk B. Eur. J. Biochem. 2000; 167: 5404-5412Crossref Scopus (79) Google Scholar), cruzipain (22Stoka V. Nycander M. Lenarcic B. Labriola C. Cazzulo J.J. Bjork I. Turk V. FEBS Lett. 1995; 370: 101-104Crossref PubMed Scopus (87) Google Scholar), and human granzyme B (23Hanna W.L. Zhang X. Turbov J. Winkler U. Hudig D. Froelich C.J. Protein Expres. Purif. 1993; 4: 398-404Crossref PubMed Scopus (67) Google Scholar) were purified as cited. Human stefins A and B (24Jerala R. Kroon-Zitko L. Turk V. Protein Expression Purif. 1994; 5: 65-69Crossref PubMed Scopus (20) Google Scholar) and human cystatins C, D, E/M, and F were purified as described previously (25Abrahamson M. Dalbøge H. Olafsson I. Carlsen S. Grubb A. FEBS Lett. 1988; 236: 14-18Crossref PubMed Scopus (153) Google Scholar, 26Freije J.P. Balbı́n M. Abrahamson M. Velasco G. Dalboge H. Grubb A. López-Otı́n C. J. Biol. Chem. 1993; 268: 15737-15744Abstract Full Text PDF PubMed Google Scholar, 27Ni J. Fernandez M.A. Danielsson L. Chillakuru R.A. Zhang J. Grubb A. Su J. Gentz R. Abrahamson M. J. Biol. Chem. 1998; 273: 24797-24804Abstract Full Text Full Text PDF PubMed Scopus (140) Google Scholar, 28Ni J. Abrahamson M. Zhang M. Fernandez M.A. Grubb A. Su J., Yu, G.L. Li Y. Parmelee D. Xing L. Coleman T.A. Gentz S. Thotakura R. Nguyen N. Hesselberg M. Gentz R. J. Biol. Chem. 1997; 272: 10853-10858Abstract Full Text Full Text PDF PubMed Scopus (146) Google Scholar), and human low molecular weight kininogen was purified as described (29Johnson D.A. Salvesen G. Brown M.A. Barrett A.J. Thromb. Res. 1987; 48: 187-193Abstract Full Text PDF PubMed Scopus (35) Google Scholar). Active caspases 3, 6, 7, 8, and 10 and zymogens of caspases 3 and 7 were expressed and purified from Escherichia coli as described (30Stennicke H.R. Salvesen G.S. Methods. 1999; 17: 313-319Crossref PubMed Scopus (162) Google Scholar). Recombinant mouse Bid was purified as described previously, except that all detergents were omitted from the preparation procedure (31Schendel S.L. Azimov R. Pawlowski K. Godzik A. Kagan B.L. Reed J.C. J. Biol. Chem. 1999; 274: 21932-21936Abstract Full Text Full Text PDF PubMed Scopus (164) Google Scholar). Rabbit antisera against human caspases 3, 6, 7, 8, 9, and 10 were prepared as described (32Krajewski S. Gascoyne R.D. Zapata J.M. Krajewska M. Kitada S. Chhanabhai M. Horsman D. Berean K. Piro L.D. Fugier-Vivier I. Liu Y.J. Wang H.G. Reed J.C. Blood. 1997; 89: 3817-3825Crossref PubMed Google Scholar, 33Stennicke H.R. Deveraux Q.L. Humke E.W. Reed J.C. Dixit V.M. Salvesen G.S. J. Biol. Chem. 1999; 274: 8359-8362Abstract Full Text Full Text PDF PubMed Scopus (423) Google Scholar, 34Stennicke H.R. Jurgensmeier J.M. Shin H. Deveraux Q. Wolf B.B. Yang X. Zhou Q. Ellerby H.M. Ellerby L.M. Bredesen D. Green D.R. Reed J.C. Froelich C.J. Salvesen G.S. J. Biol. Chem. 1998; 273: 27084-27090Abstract Full Text Full Text PDF PubMed Scopus (650) Google Scholar). Anti-human caspase 2 and monoclonal cytochromec antibody were purchased from Santa Cruz Biotechnology and Pharmingen, respectively. The chromogenic caspase substrate acetyl-Asp-Glu-Val-Asp-7-p-nitroanilide (Ac-DEVD-pNA)1 was purchased from BIOMOL, while the fluorogenic substrates benzyloxycarbonyl-Phe-Arg-7-amino-4-methylcoumarin (Z-FR-AMC), acetyl-Asp-Glu-Val-Asp-7-amino-4-trifluorometylcoumarin (Ac-DEVD-AFC) were obtained from Bachem and Enzyme Systems Products, respectively. The inhibitors E-64 and benzyloxycarbonyl-Val-Ala-Asp-fluoromethylketone (Z-VAD-fmk) were from Peptide Research Institute and Enzyme Systems Products, respectively. Stock solutions of the substrates and inhibitors were prepared in dimethyl sulfoxide and stored at −20 °C for up to 12 months. Because the purity of lysosomes and mitochondria was paramount in this study, we analyzed all purifications with one mitochondrial and two lysosomal markers to minimize any cross-contamination between these organelles. For lysosomes we followed the activity of lysosomal proteases on Z-FR-AMC substrate (35Barrett A.J. Kirschke H. Methods Enzymol. 1981; 80: 535-561Crossref PubMed Scopus (1789) Google Scholar) and β-hexoaminidase using a method modified from (36Storrie B. Madden E.A. Methods Enzymol. 1990; 182: 203-225Crossref PubMed Scopus (526) Google Scholar). For mitochondria, we used succinicp-iodonitrotetrazolium reductase (37Mehta D.P. Ichikawa M. Salimath P.V. Etchison J.R. Haak R. Manzi A. Freeze H.H. J. Biol. Chem. 1996; 271: 10897-10903Abstract Full Text Full Text PDF PubMed Scopus (39) Google Scholar). Test samples during the purifications were treated with Triton X-100 (final concentration, 1% w/v) and spun at 9,800 × g for 5 min, and the supernatant was assayed. The enzyme assays were carried out at 37 °C. Controls in the absence of the sample were run under the same conditions. A 5-μl sample of each fraction was added to a 96-well plate. The reaction started by addition of 95 μl of prewarmed 10 μm Z-FR-AMC in 100 mm phosphate buffer, pH 6.0, containing 1 mm DTT and 250 mm sucrose. The released product was measured continuously during 5 min at 37 °C using a fmax fluorescence microplate reader (Molecular Devices), at excitation and emission wavelengths of 355 and 460 nm, respectively. For β-hexoaminidase assays, a 25-μl sample was added to a 96-well plate. The reaction was started by addition of 75 μl of 2 mm4-methylumbelliferyl-2-acetamido-2-deoxy-β-d-glucopyranoside in 400 mm acetate buffer, pH 4.4, containing 250 mm sucrose. The released product was measured continuously during 20 min at 37 °C using the fmax fluorescence microplate reader, at excitation and emission wavelengths of 355 and 460 nm, respectively. A 25-μl sample of succinicp-iodonitrotetrazolium reductase was incubated with 75 μl of 2 mm p-iodonitrotetrazolium violet in 55 mm potassium dihydrogen phosphate and 55 mmsuccinic acid, pH 6.0, containing 250 mm sucrose until a pink color caused by product formation developed. The reaction was stopped by adding 125 μl of 10% trichloroacetic acid, and the pellet was resuspended in 100 μl of ethanol. The sample was clarified at 16,000 × g for 5 min, and the absorbance of the supernatant was read at 495 nm on a SpectraMAX 340 spectrophotometric plate reader (Molecular Devices). Lysosomes were purified from mouse liver as described previously with several modifications (36Storrie B. Madden E.A. Methods Enzymol. 1990; 182: 203-225Crossref PubMed Scopus (526) Google Scholar,38Koenig H. Methods Enzymol. 1974; 31: 457-477Crossref PubMed Scopus (24) Google Scholar). All steps were carried out at 4 °C unless otherwise noted. Briefly, several livers were washed with sucrose/Pipes buffer (250 mm sucrose, 20 mm Pipes, pH 7.2), resuspended in 10 volumes sucrose/Pipes buffer and homogenized by two brief pulses from a Brinkman Polytron homogenizer. The homogenate was centrifuged for 10 min at 540 × g to remove nuclei and particulates. CaCl2 (final concentration, 1 mm) was added to the supernatant, followed by incubation for 5 min at 37 °C to disrupt the mitochondria. The supernatant was centrifuged for 10 min at 18,000 × g, and the heavy membrane pellet was retained. At this point, the integrity of the lysosomes was verified by comparing the activity of the supernatant and the pellet, with the lysosomal protease substrate Z-FR-AMC in the presence and absence of a lysosomotropic detergent (Triton X-100; final concentration, 1% w/v). If the lysosomes were judged at least 80% intact, the heavy membrane fraction was resuspended in sucrose/Pipes buffer, centrifuged again for 10 min at 18,000 × g, and resuspended in Percoll (40% w/v) in sucrose/Pipes. The Percoll solution was centrifuged for 30 min at 44,000 × g to form a gradient, and 1-ml fractions were collected from the bottom of the tube and assayed for mitochondrial contamination using the lysosomal and mitochondrial enzyme markers as described above. The lysosomal fractions were pooled, diluted in sucrose/Pipes (1:10 v/v) to decrease the Percoll, and pelleted by centrifugation at 17,000 ×g for 10 min. The lysosomal pellet was washed, resuspended in an equal volume of sucrose/Pipes, and stored at −70 °C. Soluble lysosomal constituents were released by three freeze-thaw cycles with a 15-s vortex between each cycle. The suspension was centrifuged at 10,000 × g for 10 min to pellet the lysosomal membranes, and the supernatant was saved. Mitochondria were isolated from rat heart according to the procedure described in Ref. 39Goping I.S. Gross A. Lavoie J.N. Nguyen M. Jemmerson R. Roth K. Korsmeyer S.J. Shore G.C. J. Cell Biol. 1998; 143: 207-215Crossref PubMed Scopus (552) Google Scholar. Protein content was determined by Bradford assay (Bio-Rad), and the mitochondria were stored on ice at 3 mg/ml mitochondrial protein. The mitochondria were used within 2 h of preparation. A cytosolic extract from the human neuronal cell line NT2/D1 was prepared as described previously (40Ellerby H.M. Martin S.J. Ellerby L.M. Naiem S.S. Rabizadeh S. Salvesen G.S. Casiano C.A. Cashman N.R. Green D.R. Bredesen D.E. J. Neurosci. 1997; 17: 6165-6178Crossref PubMed Google Scholar). Protein concentration was determined using the Bradford assay (Bio-Rad), and the extract was diluted to 10 mg/ml by the addition of potential caspase activators (cytochrome c or proteases). Samples were resolved by SDS-PAGE on 8–18% gradient acrylamide gels, electrophoretically transferred to Immobilon-P membrane (Millipore), and probed with antibodies against human caspases. Caspase-antibody complexes were detected with horseradish peroxidase conjugated goat anti-rabbit IgG using ECL (Amersham Pharmacia Biotech). The activation of caspase zymogens, whether recombinant or in NT2 cytosolic extracts, was followed fluorometrically by monitoring AFC release from the substrate Ac-DEVD-AFC. A 5-μl aliquot of NT2 cytosolic extract (14 mg/ml) or zymogens of caspases 3 and 7 (70 nm) were incubated in assay buffer (50 mm Hepes, 100 mm NaCl, 0.1% (w/v) CHAPS, 10% (w/v) sucrose, and 10 mm DTT, pH 7.4) with potential proteolytic activators in the range of 1 nmto 1 μm at 37 °C for 30 min, (total volume, 50 μl). For analysis of potential activators in the lysosomal extract, 2–5 μl of extract was used in place of the purified proteases. Activation was analyzed by adding 50 μl of the substrate Ac-DEVD-AFC (200 μm) in 96-well microplate format to a 37 °C thermojacketed fluorescence microplate reader (Molecular Devices), and caspase activity was determined at excitation and emission wavelengths of 405 and 510 nm, respectively. The reaction was followed continuously for 30 min. The steady-state hydrolysis rates were obtained from the linear part of the curves. The instantaneous rates of cruzipain-mediated activation for caspase zymogens 3 and 7 were determined as described previously (9Zhou Q. Salvesen G.S. Biochem. J. 1997; 324: 361-364Crossref PubMed Scopus (123) Google Scholar). Briefly, caspase zymogen 3 (final concentration, 92.3 nm) or caspase zymogen 7 (final concentration, 20 nm) were added to the substrate, the reaction was started by cruzipain addition to final concentrations of 50, 200, or 300 nm, and the time course was followed continuously for 30 min. In separate experiments to characterize the NT2 cytosolic extracts, granzyme B (final concentration, 20 nm) or cytochrome c/dATP (final concentration, 10 μm/1 mm) was added to 40 μl of extract in the presence of Ac-DEVD-pNA (final concentration, 100 μm). Although the NT2 extracts usually activated equally well in the presence or absence of dATP, we kept this in as a standard procedure (41Liu X. Kim C.N. Yang J. Jemmerson R. Wang X. Cell. 1996; 86: 147-157Abstract Full Text Full Text PDF PubMed Scopus (4533) Google Scholar), although subsequent descriptions may refer to cytochrome c alone. The release ofp-nitroanilide was continuously recorded during 30 min at 405 nm in 96-well microplate format using a SpectraMAX 340 spectrophotometric plate reader (Molecular Devices) thermojacketed at 37 °C. The active concentration of each of the purified lysosomal proteases was standardized by using E-64 (42Salvesen G. Nagase H. Beynon R.J. Bond J.S. Proteolytic Enzymes: A Practical Approach. IRL Press, Oxford1989: 83-104Google Scholar), and the active concentration of caspases was standardized by a similar protocol utilizing Z-VAD-fmk (30Stennicke H.R. Salvesen G.S. Methods. 1999; 17: 313-319Crossref PubMed Scopus (162) Google Scholar). The endogenous anti-lysosomal protease concentration in NT2 cytosolic extracts was determined by titration using standardized proteases where 5 μl of each enzyme (0.1–2 nm (final concentration) dissolved in 100 mm sodium phosphate, 2 mm DTT, pH 6.0) was incubated with increasing concentrations of NT2 cytosolic extract (0–100 mg/ml) for 30 min at 37 °C. The residual activity in the presence of 10 μm of the lysosomal protease substrate Z-FR-AMC was measured continuously in a thermojacketed fluorescence microplate reader (Molecular Devices) using excitation and emission wavelengths of 355 and 460 nm, respectively. The effects of the cystatins were studied using human stefins A and B (final concentration, 1 μm), cystatins C, D, E, and F (final concentration, 300 nm) and low molecular weight kininogen (2.9 μm) were incubated with caspases 3, 6, 7, and 8 (final concentration, 0.02–10 nm) for 30 min at 37 °C, and the residual activity on Ac-DEVD-AFC (final concentration, 100 μm) was measured as above with excitation and emission wavelengths of 405 and 510 nm, respectively. Protein samples were resolved by SDS-PAGE and transferred to Immobilon-P membrane. The membranes were stained with Coomassie Blue for 2 min, destained, and washed extensively with distilled water. The appropriate bands were excised and sequenced on a 476A protein sequencer (Applied Biosystems). An aliquot of rat mitochondria equal to 10 μg of protein (or 15 μg of protein for mouse mitochondria) incubated in the presence or absence of a 2.5-μl aliquot of Bid at a final concentration of either 1 or 10 nm. Lysosomes at 1 mg/ml protein concentration were added at the indicated volumes. The volume was supplemented to a final volume of 25 μl with cMRM medium (250 mm sucrose, 10 mm Hepes-KOH, 1 mm ATP, 5 mm sodium succinate, 0.08 mm ADP, 2 mmK2HPO4, pH 7.5). The mixtures were incubated at 30 °C for 40 min with gentle shaking. The mitochondria were pelleted by centrifugation for 5 min at 10,000 × g. The resulting pellets were resuspended in 25 μl of 20 mmTris-HCl, pH 8.0, 100 mm NaCl with 5 μl of SDS sample buffer and heated at 100 °C for 5 min. 5 μl of sample buffer was added to the supernatant fractions. The samples were resolved on a 15% Hi-Tris gel (43Fling S.P. Gregerson D.S. Anal. Biochem. 1986; 155: 83-88Crossref PubMed Scopus (837) Google Scholar). The gel was transferred to nitrocellulose (Schleichler & Schuell) and probed with anti-cytochrome c antibody. Antibody complexes were detected with a horseradish peroxidase-conjugated goat-anti mouse IgG (Bio-Rad) using ECL (Amersham Pharmacia Biotech). Several exposures were taken for each blot. Total cytochrome c content is represented by mitochondrial samples treated with 1% Triton X-100. The procedure is essentially conducted as described previously (5Gross A. Yin X.M. Wang K. Wei M.C. Jockel J. Milliman C. Erdjument-Bromage H. Tempst P. Korsmeyer S.J. J. Biol. Chem. 1999; 274: 1156-1163Abstract Full Text Full Text PDF PubMed Scopus (933) Google Scholar). Livers of wild type andbid-deficient mice (8Yin X.M. Wang K. Gross A. Zhao Y. Zinkel S. Klocke B. Roth K.A. Korsmeyer S.J. Nature. 1999; 400: 886-891Crossref PubMed Scopus (871) Google Scholar) were homogenized with a Dounce homogenizer in cMRM medium containing 25 μm EGTA, 0.1 mm phenylmethylsulfonyl fluoride, 2 mmMgCl2, 2 mm DTT. The homogenates were centrifuged at 1,000 × g for 10 min at 4 °C to remove intact cells and nuclei, and the supernatants were further centrifuged at 10,000 × g at 4 °C for 10 min to precipitate the heavy membrane fractions (mitochondria). The mitochondrial pellet was resuspended in the same buffer. Mitochondria were kept on ice and used within 2 h of preparation. The supernatants were further centrifuged at 100,000 × g for another 60 min to obtain the cytosolic extracts used in the assay. The human NT2/D1 teratocarcinoma cell line, a neuronal progenitor, was chosen for generating cytosolic extracts because it responds well to a variety of apoptotic stimuli (40Ellerby H.M. Martin S.J. Ellerby L.M. Naiem S.S. Rabizadeh S. Salvesen G.S. Casiano C.A. Cashman N.R. Green D.R. Bredesen D.E. J. Neurosci. 1997; 17: 6165-6178Crossref PubMed Google Scholar, 44Gervais F.G. Xu D. Robertson G.S. Vaillancourt J.P. Zhu Y. Huang J. LeBlanc A. Smith D. Rigby M. Shearman M.S. Clarke E.E. Zheng H. Van Der Ploeg L.H. Ruffolo S.C. Thornberry N.A. Xanthoudakis S. Zamboni R.J. Roy S. Nicholson D.W. Cell. 1999; 97: 395-406Abstract Full Text Full Text PDF PubMed Scopus (728) Google Scholar). Caspases 2, 3, 6, 7, 8, 9, and 10, the human caspases currently considered to participate in apoptosis signaling, are present in the cytosolic extract (Fig.1 A). We were able to determine some of the caspase concentrations in the cytosolic extract by semi-quantitative Western blot analysis, where standard recombinant caspases were compared with the endogenous NT2 amounts (for results see Fig. 1 A). These concentrations, although probably lower than the endogenous cytosolic concentration, support rapid caspase activation following addition of activators in vitro. Caspase activation in extracts was followed after the addition of cytochrome c, which resulted in processing of pro-caspases 2, 3, 6, 7, and 9 to their presumptive active forms, whereas the upstream caspases 8 and 10 were not processed under the same conditions (Fig. 1 A). The lack of pro-caspase 8 or 10 processing is in contrast to previous results with Jurkat T-cell extracts (45Slee E.A. Harte M.T. Kluck R.M. Wolf B.B. Casiano C.A. Newmeyer D.D. Wang H.G. Reed J.C. Nicholson D.W. Alnemri E.S. Green D.R. Martin S.J. J. Cell Biol. 1999; 144: 281-292Crossref PubMed Scopus (1703) Google Scholar) but consistent with the general conclusion that these initiators do not participate in executioner caspase activation by the intrinsic (mitochondrial) pathway. We offer no explanation for the processing of pro-caspase 2, because its function in apoptotic pathways is still debated (46Bergeron L. Perez G.I. Macdonald G. Shi L. Sun Y. Jurisicova A. Varmuza S. Latham K.E. Flaws J.A. Salter J.C. Hara H. Moskowitz M.A. Li E. Greenberg A. Tilly J.L. Yuan J. Genes Dev. 1998; 12: 1304-1314Crossref PubMed Scopus (608) Google Scholar, 47Troy C.M. Rabacchi S.A. Friedman W.J. Frappier T.F. Brown K. Shelanski M.L. J. Neurosci. 2000; 20: 1386-1392Crossref PubMed Google Scholar). Activation was also followed by observing the increase in activity against the substrate Ac-DEVD-pNA (Fig.1 B), which predominantly reflects activation of pro-caspase 3, although other caspases will also contribute to the increase in activity (48Stenn",
  "authors": [
    {
      "display_name": "Veronika Stoka",
      "id": "A5004648655",
      "orcid": "https://orcid.org/0000-0003-1604-6372",
      "institutions": [
        {
          "id": "I188891513",
          "display_name": "Sanford Burnham Prebys Medical Discovery Institute",
          "country_code": "US",
          "type": "nonprofit"
        },
        {
          "id": "I3006985408",
          "display_name": "Jožef Stefan Institute",
          "country_code": "SI",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Veronika Stoka"
    },
    {
      "display_name": "Boris Turk",
      "id": "A5056440307",
      "orcid": "https://orcid.org/0000-0002-9007-5764",
      "institutions": [
        {
          "id": "I3006985408",
          "display_name": "Jožef Stefan Institute",
          "country_code": "SI",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Boris Turk"
    },
    {
      "display_name": "Sharon L. Schendel",
      "id": "A5050084250",
      "orcid": "https://orcid.org/0000-0002-5062-7261",
      "institutions": [
        {
          "id": "I188891513",
          "display_name": "Sanford Burnham Prebys Medical Discovery Institute",
          "country_code": "US",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Sharon L. Schendel"
    },
    {
      "display_name": "Tae‐Hyoung Kim",
      "id": "A5046488102",
      "orcid": "https://orcid.org/0000-0002-0257-3449",
      "institutions": [
        {
          "id": "I170201317",
          "display_name": "University of Pittsburgh",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Tae Hyoung Kim"
    },
    {
      "display_name": "Tina Cirman",
      "id": "A5013738723",
      "orcid": null,
      "institutions": [
        {
          "id": "I3006985408",
          "display_name": "Jožef Stefan Institute",
          "country_code": "SI",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Tina Cirman"
    },
    {
      "display_name": "Scott J. Snipas",
      "id": "A5087149939",
      "orcid": "https://orcid.org/0000-0002-4239-6862",
      "institutions": [
        {
          "id": "I188891513",
          "display_name": "Sanford Burnham Prebys Medical Discovery Institute",
          "country_code": "US",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Scott J. Snipas"
    },
    {
      "display_name": "Lisa Ellerby",
      "id": "A5043919479",
      "orcid": "https://orcid.org/0000-0002-9050-7977",
      "institutions": [
        {
          "id": "I1337826666",
          "display_name": "Buck Institute for Research on Aging",
          "country_code": "US",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Lisa M. Ellerby"
    },
    {
      "display_name": "Dale E. Bredesen",
      "id": "A5110224478",
      "orcid": "https://orcid.org/0000-0002-9395-8263",
      "institutions": [
        {
          "id": "I1337826666",
          "display_name": "Buck Institute for Research on Aging",
          "country_code": "US",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Dale Bredesen"
    },
    {
      "display_name": "Hudson H. Freeze",
      "id": "A5014532793",
      "orcid": "https://orcid.org/0000-0001-6316-0501",
      "institutions": [
        {
          "id": "I188891513",
          "display_name": "Sanford Burnham Prebys Medical Discovery Institute",
          "country_code": "US",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Hudson Freeze"
    },
    {
      "display_name": "Magnus Abrahamson",
      "id": "A5054517338",
      "orcid": "https://orcid.org/0000-0001-7793-4571",
      "institutions": [
        {
          "id": "I187531555",
          "display_name": "Lund University",
          "country_code": "SE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Magnus Abrahamson"
    },
    {
      "display_name": "Dieter Brömme",
      "id": "A5008405644",
      "orcid": "https://orcid.org/0000-0003-0517-5224",
      "institutions": [
        {
          "id": "I98704320",
          "display_name": "Icahn School of Medicine at Mount Sinai",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Dieter Brömme"
    },
    {
      "display_name": "Stanisław Krajewski",
      "id": "A5041051444",
      "orcid": "https://orcid.org/0000-0002-1142-8112",
      "institutions": [
        {
          "id": "I188891513",
          "display_name": "Sanford Burnham Prebys Medical Discovery Institute",
          "country_code": "US",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Stanislaw Krajewski"
    },
    {
      "display_name": "John C. Reed",
      "id": "A5104094400",
      "orcid": null,
      "institutions": [
        {
          "id": "I188891513",
          "display_name": "Sanford Burnham Prebys Medical Discovery Institute",
          "country_code": "US",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "John C. Reed"
    },
    {
      "display_name": "Xiao Ming Yin",
      "id": "A5109582304",
      "orcid": null,
      "institutions": [
        {
          "id": "I170201317",
          "display_name": "University of Pittsburgh",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Xiao Ming Yin"
    },
    {
      "display_name": "Vito Türk",
      "id": "A5025491922",
      "orcid": "https://orcid.org/0000-0003-0205-6609",
      "institutions": [
        {
          "id": "I3006985408",
          "display_name": "Jožef Stefan Institute",
          "country_code": "SI",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Vito Turk"
    },
    {
      "display_name": "Guy S. Salvesen",
      "id": "A5087530743",
      "orcid": "https://orcid.org/0000-0002-7933-6732",
      "institutions": [
        {
          "id": "I188891513",
          "display_name": "Sanford Burnham Prebys Medical Discovery Institute",
          "country_code": "US",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Guy S. Salvesen"
    }
  ],
  "publication_year": 2001,
  "publication_date": "2001-02-01",
  "type": "article",
  "cited_by_count": 655,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S140251998",
    "display_name": "Journal of Biological Chemistry",
    "issn_l": "0021-9258",
    "issn": [
      "0021-9258",
      "1067-8816",
      "1083-351X"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320990"
  },
  "volume": "276",
  "issue": "5",
  "first_page": "3149",
  "last_page": "3157",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "http://www.jbc.org/article/S0021925818464897/pdf",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C182220744",
      "display_name": "Proteases",
      "level": 3,
      "score": 0.80531645
    },
    {
      "id": "C167844969",
      "display_name": "Cathepsin",
      "level": 3,
      "score": 0.77119136
    },
    {
      "id": "C98424977",
      "display_name": "Caspase",
      "level": 4,
      "score": 0.7637098
    },
    {
      "id": "C2780216420",
      "display_name": "Lysosome",
      "level": 3,
      "score": 0.71320266
    },
    {
      "id": "C29311851",
      "display_name": "Cytochrome c",
      "level": 3,
      "score": 0.6703531
    },
    {
      "id": "C28021979",
      "display_name": "Cathepsin B",
      "level": 3,
      "score": 0.6068812
    },
    {
      "id": "C95444343",
      "display_name": "Cell biology",
      "level": 1,
      "score": 0.5968208
    },
    {
      "id": "C2776714187",
      "display_name": "Protease",
      "level": 3,
      "score": 0.5451164
    },
    {
      "id": "C190283241",
      "display_name": "Apoptosis",
      "level": 2,
      "score": 0.5103497
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.47883704
    },
    {
      "id": "C55493867",
      "display_name": "Biochemistry",
      "level": 1,
      "score": 0.47490442
    },
    {
      "id": "C98539663",
      "display_name": "Cytosol",
      "level": 3,
      "score": 0.4586222
    },
    {
      "id": "C173633252",
      "display_name": "Cathepsin D",
      "level": 3,
      "score": 0.45149702
    },
    {
      "id": "C176912530",
      "display_name": "NLRP1",
      "level": 5,
      "score": 0.41851795
    },
    {
      "id": "C31573885",
      "display_name": "Programmed cell death",
      "level": 3,
      "score": 0.4041489
    },
    {
      "id": "C181199279",
      "display_name": "Enzyme",
      "level": 2,
      "score": 0.26144063
    }
  ],
  "topics": [
    {
      "id": "T10294",
      "display_name": "Cell death mechanisms and regulation",
      "score": 0.9998
    },
    {
      "id": "T10587",
      "display_name": "Autophagy in Disease and Therapy",
      "score": 0.9862
    },
    {
      "id": "T11155",
      "display_name": "Toxoplasma gondii Research Studies",
      "score": 0.9657
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1074/jbc.m008944200",
  "pdf_url": "http://www.jbc.org/article/S0021925818464897/pdf",
  "retrieved_date": "2025-07-30T15:05:44.634381",
  "source_database": "OpenAlex"
}