{
  "openalex_id": "W2145259465",
  "doi": "https://doi.org/10.1080/00139157.2013.843981",
  "title": "Blue Carbon: Coastal Ecosystems, Their Carbon Storage, and Potential for Reducing Emissions",
  "abstract": "Click to increase image sizeClick to decrease image size Notes 1. R. E. Twilley, S. C. Snedaker, et al., \"Biodiversity and Ecosystem Processes in Tropical Estuaries: Perspectives of Mangrove Ecosystems,\" in H. A. Mooney, J. H. Cushman, et al., eds., Functional Roles of Biodiversity: A Global Perspective (New York: John Wiley & Sons, 1996), chap. 13; M. Spalding, M. Kainuma, and L. Collins, World Atlas of Mangroves (London: Earthscan and James & James, 2010); P. J. Mumby, A. J. Edwards, et al., \"Mangroves Enhance the Biomass of Coral Reef Fish Communities in the Caribbean,\" Nature 427 (2004): 533–536. 2. C. C. Shepard, C. M. Crain, and M. W. Beck, \"The Protective Role of Coastal Marshes: A Systematic Review and Meta-Analysis,\" PLoS ONE 6, no. 11 (2011): e27374. doi:10.1371/journal.pone.0027374. 3. E. Mcleod, G.L. Chmura, et al. (2011), \"A blueprint for blue carbon: toward an improved understanding of the role of vegetated coastal habitats in sequestering CO2,\" Frontiers in Ecology and the Environment 9, no. 10 (2011): 552–560; B. C. Murray, L. Pendleton, et al., Green Payments for Blue Carbon: Economic Incentives for Protecting Threatened Coastal Habitats (Durham, NC: Nicholas Institute for Environmental Policy Solutions, Duke University, 2011); J. Siikamäki, J. N. Sanchirico, and S. L. Jardine, \"Global Economic Potential for Reducing Carbon Dioxide Emissions From Mangrove Loss,\" Proceedings of the National Academy of Sciences USA 109, no. 36 (2012): 14369–14374; J. Siikamäki, J. Sanchirico, S. Jardine, D. McLaughlin, and D. Morris, Blue Carbon: Global Options for Reducing Emissions from the Degradation and Development of Coastal Ecosystems, RFF Report (November 2012). 4. Siikamäki et al., Blue Carbon, note 3 above. 5. I. Valiela, J. L. Bowen, and J. K. York, \"Mangrove Forests: One of the World's Threatened Major Tropical Environments,\" BioScience 51, no. 10 (2001): 807–815; Food and Agriculture Organization, The World's Mangroves 1980–2005 (Rome, Italy: FAO, 2007); Spalding et al., note 1 above; Siikamaki et al., \"Global Economic Potential,\" note 3 above. 6. D. C. Donato, J. B. Kauffman, et al., \"Mangroves Among the Most Carbon-Rich Forests in the Tropics,\" Nature Geoscience 4, no. 5 (2011): 293–297. 7. For example, G. R. van der Werf, D. C. Morton, et al., \"CO2 Emissions From Forest Loss,\" Nature Geoscience 2, no. 11 (2010): 737–738. 8. A. Angelsen, ed., Moving Ahead With REDD: Issues, Options and Implications (Bogor, Indonesia: CIFOR, 2008); G. E. Kindermann et al., \"Global Cost Estimates of Reducing Carbon Emissions Through Avoided Deforestation,\" Proceedings of the National Academy of Sciences USA 105, no. 30 (2008): 10302–10307. 9. Spalding et al., note 1 above; C. Giri, Z. Zhu, et al., \"Mangrove Forest Distributions and Dynamics (1975–2005) of the Tsunami-Affected Region of Asia.\" Journal of Biogeography 35 (2007): 519–528; Murray et al., note 3 above; Donato et al., note 6 above. 10. J. Siikamäki, J. N. Sanchirico, and S. L. Jardine, \"Global Economic Potential for Reducing Carbon Dioxide Emissions From Mangrove Loss,\" Proceedings of the National Academy of Sciences USA 109, no. 36 (2012): 14369–14374; J. Siikamäki, J. Sanchirico, S. Jardine, D. McLaughlin, and D. Morris, Blue Carbon: Global Options for Reducing Emissions from the Degradation and Development of Coastal Ecosystems, RFF Report (November 2012). 11. Murray et al., note 3 above. 12. L. Pendleton, D. C. Donato, B. C. Murray, S. Crooks, W. A. Jenkins, et al., \"Estimating Global \"Blue Carbon\" Emissions from Conversion and Degradation of Vegetated Coastal Ecosystems,\" PLoS ONE 7, no. 9 (2012): e43542. 13. J. Siikamäki, J. N. Sanchirico, and S. L. Jardine, \"Global Economic Potential for Reducing Carbon Dioxide Emissions From Mangrove Loss,\" Proceedings of the National Academy of Sciences USA 109, no. 36 (2012): 14369–14374; J. Siikamäki, J. Sanchirico, S. Jardine, D. McLaughlin, and D. Morris, Blue Carbon: Global Options for Reducing Emissions from the Degradation and Development of Coastal Ecosystems, RFF Report (November 2012). 14. Spalding et al., note 1 above. 15. Spalding et al., note 1 above. 16. C. Giri, E. Ochieng, et al., \"Status and Distribution of Mangrove Forests of the World Using Earth Observation Satellite Data,\" Global Ecology and Biogeography 20 (2011): 154–159. 17. E. P. Green and F. T. Short, World Atlas of Seagrasses (Berkeley: University of California Press, 2003). 18. H. Kennedy and M. Bjork, \"Seagrass Meadows,\" in D. d'A. Laffoley and G. Grimsditch (eds.), The Management of Natural Coastal Carbon Sinks (Gland, Switzerland: IUCN, 2009), pp. 23–30 19. M. A. Hemminga and C. M. Duarte, Seagrass Ecology (Cambridge, UK: Cambridge University Press, 2000). 20. UNEP-WCMC and F. T. Short, \"Global Distribution of Seagrasses—Polygons Dataset,\" in World Atlas of Seagrasses (2005 update). Available from UNEP-WCMC Ocean Data Viewer, www.unep-wcmc.org (accessed February 8, 2011). 21. Siikamäki et al., Blue Carbon, note 3 above. 22. P. Adam, \"Saltmarshes in a Time of Change,\" Environmental Conservation 29, no. 1 (2002): 39–61. 23. G. L. Chmura, S. C. Anisfeld, et al., \"Global Carbon Sequestration in Tidal, Saline Wetland Soils,\" Global Biogeochemical Cycles 17, no. 4 (2003): 1111. 24. J. R. L. Allen and K. Pye, Saltmarshes: Morphodynamics, Conservation, and Engineering Significance (Cambridge, UK: Cambridge University Press, 1992). 25. Allen and Pye, note 24 above; Chmura et al., note 23 above. 26. Donato et al., note 6 above. 27. Donato et al., note 6 above. 28. U.S. Environmental Protection Agency, Inventory of U.S. Greenhouse Gas Emissions and Sinks: 1990–2011. EPA Report 430-R-13-00 (April 12, 2013). Available at http://www.epa.gov/climatechange/Downloads/ghgemissions/US-GHG-Inventory-2013-Main-Text.pdf. 29. R. R. Twilley, R. H. Chen, and T. Hargis, \"Carbon Sinks in Mangroves and Their Implications to Carbon Budget of Tropical Coastal Ecosystems,\" Water, Air, and Soil Pollution 64, no. 1 (1992): 265–288; Donato et al., note 6 above; S. Bouillon, A. V. Borges, et al., \"Mangrove Production and Carbon Sinks: A Revision of Global Budget Estimates,\" Global Biogeochemical Cycles 22, no. 2 (2008): GB2013. 30. Bouillon et al., note 29 above; Donato et al., note 6 above; Twilley et al., note 29 above. 31. Kristensen, S. Bouillon, et al., \"Organic Carbon Dynamics in Mangrove Ecosystems: A Review,\" Aquatic Botany 89, no. 2 (2008): 201–219; Bouillon et al., note 29 above; Donato et al., note 6 above. 32. Chmura et al., note 23 above. 33. J. Cebrian, \"Patterns in the Fate of Production in Plant Communities,\" American Naturalist 154, no. 4 (1999): 449–468. 34. S. D. Bridgham et al., \"The Carbon Balance of North American Wetlands,\" Wetlands 26, no. 4 (2006): 889–916. 35. Chmura et al., note 23 above. 36. C. M. Duarte, and C. L. Chiscano, \"Seagrass Biomass and Production: A Reassessment,\" Aquatic Botany 65, no. 1–4 (1999): 159–714. 37. C. M. Duarte, J. J. Middelburg, et al., \"Major Role of Marine Vegetation on the Oceanic Carbon Cycle,\" Biogeosciences 2 (2005): 1–8. 38. Kennedy et al. (2010). 39. D. d'A. Laffoley and G. Grimsditch (eds.), The Management of Natural Coastal Carbon Sinks (Gland, Switzerland: IUCN, 2009). 40. Siikamaki et al., \"Global Economic Potential,\" note 3 above. 41. Siikamäki et al., Blue Carbon, note 3 above. 42. UN Food and Agriculture Organization (2007). The World's Mangroves 1980–2005: a thematic study prepared in the framework of the Global Forest Resources Assessment 2005. United Nations, FAO, Rome. 43. Food and Agriculture Organization, Global Forest Resources Assessment 2010. Main Report, FAO Forestry Paper 163 (Rome, Italy: FAO, 2010). 44. UNEP-WCMC (2010). The World Database on Protected Areas (WDPA). ed UNEP-WCMC. Cambridge University. 45. Murray et al., note 3 above. 46. Donato et al., note 6 above. 47. For details see Siikamaki et al., \"Global Economic Potential,\" note 3 above. 48. Donato et al., note 6 above, and Murray et al., note 3 above. 49. U.S. Government, Technical Support Document: Social Cost of Carbon for Regulatory Impact Analysis Under Executive Order 12866 (Washington, DC: U.S. Government Interagency Working Group on Social Cost of Carbon, 2010). 50. W. Nordhaus, \"Estimates of Social Cost of Carbon: Background and Results From the RICE-2011 Model,\" Cowles Foundation for Research in Economics, Yale University, discussion paper no. 1826 (New Haven, CT: Yale University, 2011). 51. N. Stern, Stern Review: The Economics of Climate Change (London: HM Treasury, 2006). 52. R. A. Butler, L. P. Koh, and J. Ghazoul, \"REDD in the Red: Palm Oil Could Undermine Carbon Payment Schemes,\" Conservation Letters 2, no. 2(2009): 67–73. 53. L. P. Koh and J. Ghazoul, \"Spatially Explicit Scenario Analysis for Reconciling Agricultural Expansion, Forest Protection, and Carbon Conservation in Indonesia,\" Proceedings of the National Academy of Sciences USA 107, no. 24 (2010): 11140; S. Sathirathai and E. B. Barbier, \"Valuing Mangrove Conservation in Southern Thailand,\" Contemporary Economic Policy 19, no. 2 (2001):109–122. 54. World Bank, The Worldwide Governance Indicators (WGI) Project (Washington, DC: 2011). 55. REDD counts only deforestation and forest degradation; REDD+ is an expanded concept that includes conservation of forest stocks, sustainable forest management, and enhancement of forest carbon stocks. United Nations Framework Convention on Climate Change, Outcome of the Work of the Ad Hoc Working Group on Long-Term Cooperative Action Under the Convention, Draft decision-CP.16 (2010). Available at http://unfccc.int/files/meetings/cop_16/application/pdf/cop16_lca.pdf. 56. Blue Climate Coalition, Open Statement to the Delegates of COP 16 by the Blue Climate Coalition (2010). Available at http://bluecarbonportal.org/?p=403. 57. D. Herr, E. Pigeon, and D. Laffoley (eds.), Blue Carbon Policy Framework: Based on the Discussion of the International Blue Carbon Policy Working Group (Gland, Switzerland: IUCN, and Arlington, VA: CI, 2012). 58. International Institute for Sustainable Development, \"Summary of Bonn Climate Change Conference,\" Environmental News Bulletin 12, no. 513 (2011). Available at http://www.iisd.ca/vol12/enb12513e.html.IISD, note 44 above. 59. S. Emmett-Maddox, S. Crooks, and J. Findsen, \"Wetland Grasses and Gases: Are Tidal Wetlands Ready for the Carbon Market?,\" National Wetlands Newsletter 32, no. 6 (2010): 6–10. 60. R. O'Sullivan T. Chagas, D. Burns, and T. Pearson, Blue Carbon Policy Options Assessment (Washington, DC: Climate Focus, 2011). 61. Kingdom of Norway and Republic of Indonesia, Letter of Intent on Cooperation on Reducing Greenhouse Gas Emissions from Deforestation and Forest Degradation (2010). Available from http://www.norway.or.id/PageFiles/404362/Letter_of_Intent_Norway_Indonesia_26_May_2010.pdf. 62. Ellerman and Joskow (2008). The European Union's Emission Trading System in Perspective. Washington, DC: Pew Center on Global Climate Change. 63. Commission of the European Communities, Addressing the Challenges of Deforestation and Forest Degradation to Tackle Climate Change and Biodiversity Loss, COM(2008) 645/3 (Brussels, 2008). Available at http://ec.europa.eu/environment/forests/pdf/com_2008_645.pdf. 64. United Nations Framework Convention on Climate Change, Afforestation and Reforestation of Degraded Mangrove Habitats. Clean Development Mechanism Methodology AR-AM0014 Version 01.0.0 (2011). Available at http://cdm.unfccc.int/methodologies/DB/CKSXP498IACIQHXZPEVRJXQKZ3G5WQ. 65. Regional Greenhouse Gas Initiative, Regional Greenhouse Gas Initiative Model Rule (2008). Available at http://www.rggi.org/docs/Model%20Rule%20Revised%2012.31.08.pdf. 66. C. E. Lovelock, R. W. Ruess, I. C. Feller, \"CO2 Efflux from Cleared Mangrove Peat,\" PLoS ONE 6, no. 6 (2011): e21279. doi:10.1371/journal.pone.0021279. 67. For example, R. G. Gilmore, Jr., S.C. Snedaker, \"Mangrove Forests,\" in W.H. Martin, S.G. Boyce, and A.C. Echternacht, eds. Biodiversity of the Southeastern United States: Lowland Terrestrial Communities (New York: John Wiley & Sons, Inc.); G. R. Sedberry, J. Carter, \"The fish community of a shallow tropical lagoon in Belize, Central America,\" Estuaries 16 (1993): 198–215 (1993); Twilley et al., note 1 above; Mumby et al., note 1 above; P. J. Mumby, \"Connectivity of Reef Fish Between Mangroves and Coral Reefs: Algorithms for the Design of Marine Reserves at Seascape Scales,\" Biological Conservation 128 (2006): 215–222 68. J. Sanchirico and M. Springborn, \"How to Get There From Here: Ecological and Economic Dynamics of Ecosystem Service Provision,\" Environmental and Resource Economics (2011): 1–25. 69. For example, C. D. G. Harley, A. R. Hughes, K. M. Hultgren, B. G. Miner, C. J. B. Sorte, C. S. Thornber, L. F. Rodriguez, L. Tomanek, and S. L. Williams, \"The Impacts of Climate Change in Coastal Marine Systems,\" Ecology Letters 9, no. 2 (2006): 228–241. 70. Twilley et al., note 1 above.",
  "authors": [
    {
      "display_name": "Juha Siikamäki",
      "id": "A5013804426",
      "orcid": "https://orcid.org/0000-0002-9870-297X",
      "institutions": [
        {
          "id": "I2801278523",
          "display_name": "Resources For The Future",
          "country_code": "US",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Juha Siikamäki"
    },
    {
      "display_name": "James N. Sanchirico",
      "id": "A5075750855",
      "orcid": "https://orcid.org/0000-0002-4863-3136",
      "institutions": [
        {
          "id": "I84218800",
          "display_name": "University of California, Davis",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "James N. Sanchirico"
    },
    {
      "display_name": "Sunny L. Jardine",
      "id": "A5056614290",
      "orcid": null,
      "institutions": [
        {
          "id": "I86501945",
          "display_name": "University of Delaware",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Sunny Jardine"
    },
    {
      "display_name": "David McLaughlin",
      "id": "A5053482960",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "David McLaughlin"
    },
    {
      "display_name": "Daniel G. Morris",
      "id": "A5055351142",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Daniel Morris"
    }
  ],
  "publication_year": 2013,
  "publication_date": "2013-10-28",
  "type": "article",
  "cited_by_count": 105,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S75298943",
    "display_name": "Environment Science and Policy for Sustainable Development",
    "issn_l": "0013-9157",
    "issn": [
      "0013-9157",
      "1939-9154"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320547"
  },
  "volume": "55",
  "issue": "6",
  "first_page": "14",
  "last_page": "29",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C142804171",
      "display_name": "Blue carbon",
      "level": 4,
      "score": 0.84936774
    },
    {
      "id": "C39432304",
      "display_name": "Environmental science",
      "level": 0,
      "score": 0.6833208
    },
    {
      "id": "C47737302",
      "display_name": "Greenhouse gas",
      "level": 2,
      "score": 0.64825237
    },
    {
      "id": "C140205800",
      "display_name": "Carbon fibers",
      "level": 3,
      "score": 0.62045294
    },
    {
      "id": "C110872660",
      "display_name": "Ecosystem",
      "level": 2,
      "score": 0.52504253
    },
    {
      "id": "C526734887",
      "display_name": "Environmental protection",
      "level": 1,
      "score": 0.46287277
    },
    {
      "id": "C175605778",
      "display_name": "Natural resource economics",
      "level": 1,
      "score": 0.39989012
    },
    {
      "id": "C111368507",
      "display_name": "Oceanography",
      "level": 1,
      "score": 0.23473233
    },
    {
      "id": "C18903297",
      "display_name": "Ecology",
      "level": 1,
      "score": 0.1662542
    },
    {
      "id": "C192562407",
      "display_name": "Materials science",
      "level": 0,
      "score": 0.107604384
    },
    {
      "id": "C127313418",
      "display_name": "Geology",
      "level": 0,
      "score": 0.08856696
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.05915025
    },
    {
      "id": "C2777400808",
      "display_name": "Seagrass",
      "level": 3,
      "score": 0.0
    },
    {
      "id": "C104779481",
      "display_name": "Composite number",
      "level": 2,
      "score": 0.0
    },
    {
      "id": "C162324750",
      "display_name": "Economics",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C159985019",
      "display_name": "Composite material",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10779",
      "display_name": "Coastal wetland ecosystem dynamics",
      "score": 0.9986
    },
    {
      "id": "T10643",
      "display_name": "Marine and coastal plant biology",
      "score": 0.9911
    },
    {
      "id": "T10341",
      "display_name": "Coral and Marine Ecosystems Studies",
      "score": 0.9809
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1080/00139157.2013.843981",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:19:12.504025",
  "source_database": "OpenAlex"
}