{
  "openalex_id": "W2147640676",
  "doi": "https://doi.org/10.1074/jbc.m006825200",
  "title": "Opening of the Mitochondrial Permeability Transition Pore Causes Depletion of Mitochondrial and Cytosolic NAD+and Is a Causative Event in the Death of Myocytes in Postischemic Reperfusion of the Heart",
  "abstract": "The opening of the mitochondrial permeability transition pore (PTP) has been suggested to play a key role in various forms of cell death, but direct evidence in intact tissues is still lacking. We found that in the rat heart, 92% of NAD+glycohydrolase activity is associated with mitochondria. This activity was not modified by the addition of Triton X-100, although it was abolished by mild treatment with the protease Nagarse, a condition that did not affect the energy-linked properties of mitochondria. The addition of Ca2+ to isolated rat heart mitochondria resulted in a profound decrease in their NAD+ content, which followed mitochondrial swelling. Cyclosporin A(CsA), a PTP inhibitor, completely prevented NAD+ depletion but had no effect on the glycohydrolase activity. Thus, in isolated mitochondria PTP opening makes NAD+ available for its enzymatic hydrolysis. Perfused rat hearts subjected to global ischemia for 30 min displayed a 30% decrease in tissue NAD+ content, which was not modified by extending the duration of ischemia. Reperfusion resulted in a more severe reduction of both total and mitochondrial contents of NAD+, which could be measured in the coronary effluent together with lactate dehydrogenase. The addition of 0.2 μm CsA or of its analogue MeVal-4-Cs (which does not inhibit calcineurin) maintained higher NAD+ contents, especially in mitochondria, and significantly protected the heart from reperfusion damage, as shown by the reduction in lactate dehydrogenase release. Thus, upon reperfusion after prolonged ischemia, PTP opening in the heart can be documented as a CsA-sensitive release of NAD+, which is then partly degraded by glycohydrolase and partly released when sarcolemmal integrity is compromised. These results demonstrate that PTP opening is a causative event in reperfusion damage of the heart. The opening of the mitochondrial permeability transition pore (PTP) has been suggested to play a key role in various forms of cell death, but direct evidence in intact tissues is still lacking. We found that in the rat heart, 92% of NAD+glycohydrolase activity is associated with mitochondria. This activity was not modified by the addition of Triton X-100, although it was abolished by mild treatment with the protease Nagarse, a condition that did not affect the energy-linked properties of mitochondria. The addition of Ca2+ to isolated rat heart mitochondria resulted in a profound decrease in their NAD+ content, which followed mitochondrial swelling. Cyclosporin A(CsA), a PTP inhibitor, completely prevented NAD+ depletion but had no effect on the glycohydrolase activity. Thus, in isolated mitochondria PTP opening makes NAD+ available for its enzymatic hydrolysis. Perfused rat hearts subjected to global ischemia for 30 min displayed a 30% decrease in tissue NAD+ content, which was not modified by extending the duration of ischemia. Reperfusion resulted in a more severe reduction of both total and mitochondrial contents of NAD+, which could be measured in the coronary effluent together with lactate dehydrogenase. The addition of 0.2 μm CsA or of its analogue MeVal-4-Cs (which does not inhibit calcineurin) maintained higher NAD+ contents, especially in mitochondria, and significantly protected the heart from reperfusion damage, as shown by the reduction in lactate dehydrogenase release. Thus, upon reperfusion after prolonged ischemia, PTP opening in the heart can be documented as a CsA-sensitive release of NAD+, which is then partly degraded by glycohydrolase and partly released when sarcolemmal integrity is compromised. These results demonstrate that PTP opening is a causative event in reperfusion damage of the heart. permeability transition pore cyclosporin A 1,N 6-etheno-NAD+ N-methylvaline-4-cyclosporin poly(ADP-ribose) polymerase rat heart mitochondria lactate dehydrogenase 4-morpholinepropanesulfonic acid Depending on the duration and severity of myocardial ischemia, reperfusion can result in either recovery of contractile function or rapid transition toward tissue necrosis (for review see Refs. 1Jennings R.B. Reimer K.A. Annu. Rev. Med. 1991; 42: 225-246Crossref PubMed Scopus (261) Google Scholar, 2Silverman H.S. Stern M.D. Cardiovasc. Res. 1994; 28: 581-597Crossref PubMed Scopus (181) Google Scholar, 3Di Lisa F. Menabò R. Canton M. Petronilli V. Biochim. Biophys. Acta. 1998; 1366: 69-78Crossref PubMed Scopus (116) Google Scholar). Paradoxically, both events require coupled mitochondrial respiration (4Di Lisa F. Blank P.S. Colonna R. Gambassi G. Silverman H.S. Stern M.D. Hansford R.G. J. Physiol. (Lond.). 1995; 486: 1-13Crossref Scopus (235) Google Scholar). Indeed, cyanide (5Ganote C.E. Worstell J. Kaltenbach J.P. Am. J. Pathol. 1976; 84: 327-350PubMed Google Scholar) or 2,4-dinitrophenol (6Ganote C.E. McGarr J. Liu S.Y. Kaltenbach J.P. J. Mol. Cell. Cardiol. 1980; 12: 387-408Abstract Full Text PDF PubMed Scopus (32) Google Scholar) largely reduce the release of intracellular enzymes, the marker of cell death induced by postischemic reperfusion. However, after more than 25 years, the specific mechanisms underlying these phenomenological observations have yet to be elucidated. A large body of experimental evidence suggests that a suboptimal mitochondrial function could produce low levels of ATP, which in the presence of even a modest rise in [Ca2+]i might cause hypercontracture in isolated cardiomyocytes (7Miyata H. Lakatta E.G. Stern M.D. Silverman H.S. Circ. Res. 1992; 71: 605-613Crossref PubMed Scopus (166) Google Scholar) and sarcolemma rupture in intact hearts (8Ganote C.E. Armstrong S.C. Cardiovasc. Res. 1993; 27: 1387-1403Crossref PubMed Scopus (129) Google Scholar, 9Jennings R.B. Murry C.E. Steenbergen C. Reimer K.A. Circulation. 1990; 82: 2-12Google Scholar). Such a sequence of events could be set in motion by the opening of the mitochondrial PTP,1 a high conductance channel located in the inner mitochondrial membrane (10Bernardi P. Physiol. Rev. 1999; 79: 1127-1155Crossref PubMed Scopus (1319) Google Scholar). The open probability of this channel is regulated by several factors including mitochondrial membrane potential difference (Δψm), Ca2+, matrix pH, and CsA, a high affinity inhibitor (11Bernardi P. Broekemeier K.M. Pfeiffer D.R. J. Bioenerg. Biomembr. 1994; 26: 509-517Crossref PubMed Scopus (526) Google Scholar). PTP opening causes a Ca2+-dependent increase of mitochondrial permeability to ions and solutes with molecular masses of up to 1500 Da, matrix swelling, and mitochondrial deenergization. Several studies performed on isolated cardiomyocytes (12Nazareth W. Yafei N. Crompton M. J. Mol. Cell. Cardiol. 1991; 23: 1351-1354Abstract Full Text PDF PubMed Scopus (226) Google Scholar, 13Duchen M.R. McGuinness O. Brown L.A. Crompton M. Cardiovasc. Res. 1993; 27: 1790-1794Crossref PubMed Scopus (261) Google Scholar, 14Minezaki K.K. Suleiman M.S. Chapman R.A. J. Physiol. (Lond.). 1994; 476: 459-471Crossref Scopus (57) Google Scholar) and perfused hearts (15Griffiths E.J. Halestrap A.P. J. Mol. Cell. Cardiol. 1993; 25: 1461-1469Abstract Full Text PDF PubMed Scopus (500) Google Scholar, 16Griffiths E.J. Halestrap A.P. Biochem. J. 1995; 307: 93-98Crossref PubMed Scopus (711) Google Scholar) support the idea that PTP opening might be pivotal in determining the transition of the ischemic damage to the irreversible phase. However, the role of PTP is not yet defined due to the difficulty of assaying its opening in situ. PTP opening is likely to alter several metabolic pathways linked to energy metabolism, and results from a classic study suggest that NAD+ catabolism may be one of them (17Vinogradov A. Scarpa A. Chance B. Arch. Biochem. Biophys. 1972; 152: 646-654Crossref PubMed Scopus (103) Google Scholar). Indeed, the content of mitochondrial pyridine nucleotides was drastically reduced upon Ca2+ addition, a condition that could have induced PTP opening. Here we show that in RHM opening of the PTP causes the release of mitochondrial NAD+ followed by its hydrolysis by a CsA-insensitive NAD+ glycohydrolase localized outside the matrix space. Furthermore, we document that in the intact heart during postischemic reperfusion mitochondrial NAD+ content is severely decreased in a process that is largely reduced by PTP inhibitors, suggesting that the hydrolysis of mitochondrial NAD+ directly reflects PTP opening in situ. The maintenance of mitochondrial NAD+ is thus associated with a significant protection from myocyte death, indicating that the PTP plays a key role in this process. All aspects of animal care and experimentation were performed in accordance with the Guide for the Care and Use of Laboratory Animals, published by the National Institutes of Health (NIH Publication No. 85–23, revised in 1996), and the national laws of Italy concerning the care and use of laboratory animals and were approved by the Ethical Committee of the University of Padova. Hearts excised from male Wistar rats (weighing 180–200 g) were perfused by the nonrecirculating Langendorff technique as previously described (18Di Lisa F. Menabò R. Barbato R. Siliprandi N. Am. J. Physiol. 1994; 267: H455-H461PubMed Google Scholar). Hearts were not stimulated, and the flow was maintained at 12 ml/min throughout all the perfusion protocols except during ischemia, which was induced by the complete abolition of coronary flow for periods ranging from 30 to 90 min. Left ventricular wall temperature was maintained at 36–37 °C irrespective of coronary flow by suspending the heart in a water-jacketed chamber. Mitochondria were isolated by conventional procedures of differential centrifugation (19Lindenmayer G.E. Sordahl L.A. Schwartz A. Circ. Res. 1968; 23: 439-450Crossref PubMed Scopus (125) Google Scholar). Freshly excised rat hearts were homogenized by Ultra-Turrax in a medium containing 0.18 m KCl, 10 mm EDTA, 0.5% fatty acid-poor bovine serum albumin, 10 mm Hepes, pH 7.4. To remove EDTA and albumin, mitochondrial pellets were washed twice with 0.18 m KCl, 10 mm Hepes, pH 7.4 (18Di Lisa F. Menabò R. Barbato R. Siliprandi N. Am. J. Physiol. 1994; 267: H455-H461PubMed Google Scholar). In a separate set of experiments aimed at characterizing the localization of the mitochondrial NAD+ glycohydrolase, mitochondria were isolated after the incubation of the whole tissue homogenate with Nagarse as previously described (20Di Lisa F. Fan C.Z. Gambassi G. Hogue B.A. Kudryashova I. Hansford R.G. Am. J. Physiol. 1993; 264: H2188-H2197PubMed Google Scholar). Mitochondrial swelling was monitored as the changes in absorbance at 540 nm as previously described (21Scorrano L. Petronilli V. Di Lisa F. Bernardi P. J. Biol. Chem. 1999; 274: 22581-22585Abstract Full Text Full Text PDF PubMed Scopus (143) Google Scholar). Incubations were carried out at 25 °C with 0.25 mg of mitochondrial protein/ml in the RB medium, 0.25 m sucrose, 10 mm Tris-Mops, 0.05 mm EGTA, pH 7.4, 5 mm pyruvate, 5 mm malate, and 1 mm Pi-Tris. PTP opening was induced by the addition of 0.25 mmCa2+. NAD+ and CoASH were measured after perchloric acid extraction. To achieve this, the hearts were freeze-clamped with aluminum tongues cooled in liquid nitrogen, and 0.3 g of freeze-clamped tissue (stored at −70 °C) was ground and mixed thoroughly with 2 ml of 14% (v/v) HClO4. After thawing at 4 °C, this mixture was homogenized and centrifuged as previously described (18Di Lisa F. Menabò R. Barbato R. Siliprandi N. Am. J. Physiol. 1994; 267: H455-H461PubMed Google Scholar). In the case of isolated mitochondria, 0.1 ml of 21% (v/v) HClO4 was added to 1 mg of protein/ml suspensions. In neutralized HClO4 extracts, NAD+ was determined fluorometrically with alcohol dehydrogenase (22Klingenberg M. Bergmeyer H.U. Methods of Enzymatic Analysis. Verlag Chemie, Weinheim, Germany1985: 251-271Google Scholar), and CoASH was assayed with an enzymatic cycling method (23Veloso D. Veech R.L. Anal. Biochem. 1974; 62: 449-450Crossref PubMed Scopus (46) Google Scholar). The mitochondrial hydrolysis of endogenous FAD was measured as the increase in fluorescence (excitation and emission wavelengths at 450 and 520 nm, respectively) in the supernatant of mitochondria pelleted after the various incubation protocols (24Barile M. Brizio C. De Virgilio C. Delfine S. Quagliariello E. Passarella S. Eur. J. Biochem. 1997; 249: 777-785Crossref PubMed Scopus (52) Google Scholar). The fluorescence increase is caused by the release of the hydrolytic products, namely flavin mononucleotide and riboflavin. The activity of mitochondrial NAD+ glycohydrolase was measured by monitoring the enhancement in fluorescence emission caused by the hydrolysis of ε-NAD (25Barrio J.R. Secrist J.A. Leonard N.J. Proc. Natl. Acad. Sci. U. S. A. 1972; 69: 2039-2042Crossref PubMed Scopus (131) Google Scholar). The assay was carried out by adding RHM (0.2 mg of protein/ml of RB medium) with 200 μmε-NAD, which was found to saturate the NADase activity. Fluorescence measurements were performed using a PerkinElmer LS5 spectrofluorometer. The excitation wavelength was set to 310 nm. Fluorescence emission was followed at 410 nm. The concentration of ε-NAD was determined by the conversion of ε-NAD to ε-NADH using the alcohol dehydrogenase reaction and assuming a molar extinction coefficient for ε-NADH of 6.2 × 106 cm2/mol at 340 nm. The fluorescence changes produced by mitochondria were calibrated by using a standard curve produced by incubating ε-NAD (at concentrations ranging from 1 to 50 μm) with excess amounts of NADase from Neurospora crassa (25Barrio J.R. Secrist J.A. Leonard N.J. Proc. Natl. Acad. Sci. U. S. A. 1972; 69: 2039-2042Crossref PubMed Scopus (131) Google Scholar). During postischemic reperfusion, 1-ml samples of the effluent were collected at 1-min intervals for the first 5 min and at 5-min intervals until the end of the reperfusion protocol. LDH activity was measured by means of a classic procedure (26Bergmeyer H.U. Bernt E. Bergmeyer H.U. Methods of Enzymatic Analysis. Verlag Chemie, Weinheim, Germany1974: 607-612Crossref Google Scholar). Neutralized HClO4extracts of the effluents were used for NAD+ assay. Data are presented as cumulative values for the entire reperfusion period. Lactate dehydrogenase, NAD+, and NADH were purchased from Roche Molecular Biochemicals. All other enzymes and chemicals were purchased from Sigma and were of the highest available grade. CsA and MeVal-4-Cs were generous gifts of Novartis (Basel, Switzerland). The initial aim of our study was to determine whether in isolated mitochondria NAD+ hydrolysis could be related to PTP opening. In the experiments of Fig. 1, the addition of 0.2 mm Ca2+ to RHM (0.2 mg of mitochondrial protein × ml−1) induced a rapid decrease of absorbance at 540 nm, which is indicative of swelling. Under these conditions the NAD+ content was reduced to less than 20% of control values within 20–30 min, whereas FAD and CoASH were not hydrolyzed (results not shown). Fig. 1 clearly documents that the fall in mitochondrial NAD+ content began after the completion of mitochondrial swelling and that both processes were largely prevented by pretreatment with 0.2 μm CsA, suggesting that NAD+ disappearance was related to PTP opening. The decrease in NAD+ content was also prevented by 5 mm nicotinamide, an inhibitor of NAD+glycohydrolase that did not affect either the rate or the extent of mitochondrial swelling (Fig. 1). On the other hand, neither NAD+ depletion nor PTP opening was modified by the addition of AMP, which inhibits nucleotide pyrophosphatase (27Barile M. Passarella S. Danese G. Quagliariello E. Biochem. Mol. Biol. Int. 1996; 38: 297-306PubMed Google Scholar). Superimposable results on the relationship between PTP opening and NAD+decrease could be obtained in rat liver mitochondria (results not shown). Fig. 2 summarizes a series of experiments performed to characterize the activity and determine the location of NAD+ glycohydrolase. RHM displayed a NAD+hydrolytic activity of 0.92 nmol/min/mg of mitochondrial protein. Considering a mitochondrial content of 55 mg of proteins/g of wet heart tissue (28Idell Wenger J.A. Grotyohann L.W. Neely J.R. J. Biol. Chem. 1978; 253: 4310-4318Abstract Full Text PDF PubMed Google Scholar), the mitochondrial NAD+ glycohydrolase activity represents 92% of that measured in the whole tissue (53 milliunits/g wet weight). Because the NAD+ hydrolytic activity was totally inhibited by nicotinamide and not affected by AMP (data not shown), we attribute this activity to NAD+ glycohydrolase. The rate of ε-NAD hydrolysis was not modified by the addition of Triton X-100 to well coupled RHM (Fig. 2). Furthermore, the incubation of RHM with a serine protease Nagarse, frequently used to increase the yield of mitochondrial extraction from heart tissues (20Di Lisa F. Fan C.Z. Gambassi G. Hogue B.A. Kudryashova I. Hansford R.G. Am. J. Physiol. 1993; 264: H2188-H2197PubMed Google Scholar, 29Palmer J.W. Tandler B. Hoppel C.L. J. Biol. Chem. 1977; 252: 8731-8739Abstract Full Text PDF PubMed Google Scholar), produced a time-dependent reduction of NAD+glycohydrolase (Fig. 2) without affecting the respiratory control (data not shown) and, thus, the integrity of the inner mitochondrial membrane. These results demonstrate that the NAD+glycohydrolase activity is not localized within the mitochondrial matrix and indicate that NAD+ hydrolysis occurs outside this compartment. Importantly, the NAD+ glycohydrolase activity was not affected by CsA (Fig. 2). From these results, we conclude that PTP opening in isolated mitochondria causes the release of intramitochondrial NAD+, which then becomes a substrate for the glycohydrolase located outside the matrix space. The possible occurrence of tissue and mitochondrial NAD+hydrolysis was then investigated in isolated rat hearts subjected to ischemia and postischemic reperfusion. Figs.3 and 4document the changes of the tissue contents of NAD+ in perfused hearts and isolated mitochondria. After 30 min of ischemia, the NAD+ content was decreased by 30% and did not show further changes as the ischemic period was extended (Fig. 3). On the other hand, a reperfusion period of 20 min resulted in a severe decrease of tissue NAD+ contents (Fig. 4). Fig. 4 also shows that the mitochondrial NAD+ was depleted almost completely, suggesting that these organelles contribute to a large extent to the overall changes in cellular NAD+. It is noteworthy that the decrease of NAD+ content was largely prevented by 0.2 μm of both CsA and its analogue MeVal-4-Cs. A similar loss of tissue and mitochondrial NAD+was also observed in aerobic hearts exposed to the Ca2+paradox protocol (readmission of Ca2+ in the perfusion buffer after 10 min of perfusion in the absence of Ca2+), which is known to induce a massive intracellular Ca2+overload (30Zimmerman A.N. Hülsmann W.C. Nature. 1966; 211: 646-647Crossref PubMed Scopus (397) Google Scholar) (results not shown).Figure 4CsA reduces the decrease in tissue and mitochondrial NAD + contents associated with postischemic reperfusion. In perfused rat hearts, coronary flow was reestablished (reperfusion) for 20 min after 90 min of ischemia. At the end of the perfusion protocols, hearts were either freeze-clamped or used for mitochondria isolation. NAD+ was measured in perchloric acid extracts of tissue or mitochondrial samples as described under \"Materials and Methods.\" CsA or MeVal-4-Cs (MV-4-CS) (0.2 μm) was added to the perfusion buffer and present throughout the perfusion protocol. Values are means ± S.E. of six experiments. *, p < 0.01 statistical difference between treated and control hearts.Normoxia, normoxic perfusion for 90 min; Isc+Rep, 30 min of reperfusion after 90 min of ischemia; w.w., wet weight.View Large Image Figure ViewerDownload Hi-res image Download (PPT) We next tested whether NAD+ was released from the cells. The experiments of Fig. 5 show that NAD+ was detected in the coronary effluent together with LDH and that both events were largely reduced by both CsA and MeVal-4-Cs. Indeed, in hearts perfused with these PTP inhibitors, the preservation of the mitochondrial NAD+ pool was associated with a significant decrease of LDH release in the coronary effluent (Fig. 5). The present results establish a causal link between the opening of the PTP and hydrolysis of mitochondrial NAD+ both in isolated organelles and intact hearts, and they document the relevance of the PTP in the injury of the heart produced by postischemic reperfusion. In our protocols, the disappearance of mitochondrial NAD+ is clearly the consequence of its release in the intermembrane space where it becomes the substrate of glycohydrolase. The presence of NAD+ glycohydrolase within the matrix space could be excluded because (i) treatment with Nagarse completely abolished endogenous NAD+ hydrolysis under conditions where the inner membrane was demonstrably unaffected, and (ii) the addition of Triton X-100 did not increase the hydrolysis of added ε-NAD by intact isolated mitochondria (Fig. 2). In keeping with the results of a previous study on liver mitochondria (31Boyer C.S. Moore G.A. Moldeus P. J. Biol. Chem. 1993; 268: 4016-4020Abstract Full Text PDF PubMed Google Scholar), these findings indicate that NAD+ glycohydrolase is located in the outer membrane (24Barile M. Brizio C. De Virgilio C. Delfine S. Quagliariello E. Passarella S. Eur. J. Biochem. 1997; 249: 777-785Crossref PubMed Scopus (52) Google Scholar). Thus, the inner mitochondrial membrane separates the matrix space where NAD+ is accumulated (and possibly synthesized (27Barile M. Passarella S. Danese G. Quagliariello E. Biochem. Mol. Biol. Int. 1996; 38: 297-306PubMed Google Scholar)) from the intermembrane space where NAD+ hydrolysis takes place. The redistribution of NAD+ between these two compartments is made possible by PTP opening because mitochondrial swelling precedes NAD+ hydrolysis, and both processes are inhibited by CsA (Fig. 1), which demonstrably did not affect the activity of NAD+ glycohydrolase. Our results strongly argue against a model where mitochondrial Ca2+ would be released upon the ADP-ribosylation of an intrinsic protein of the inner mitochondrial membrane following pyridine nucleotide hydrolysis by a Ca2+-stimulated matrix glycohydrolase (32Lotscher H.R. Winterhalter K.H. Carafoli E. Richter C. J. Biol. Chem. 1980; 255: 9325-9330Abstract Full Text PDF PubMed Google Scholar, 33Richter C. Winterhalter K.H. Baumhuter S. Lotscher H.R. Moser B. Proc. Natl. Acad. Sci. U. S. A. 1983; 80: 3188-3192Crossref PubMed Scopus (86) Google Scholar, 34Frei B. Winterhalter K.H. Richter C. Eur. J. Biochem. 1985; 149: 633-639Crossref PubMed Scopus (43) Google Scholar). Based on the present results, we conclude that PTP opening, which induces the efflux of mitochondrial Ca2+, is the cause rather than the consequence of NAD+ hydrolysis that cannot occur within the matrix space (Fig. 2). We also note that inhibition of Ca2+ efflux by CsA was also observed by Richter et al. (35Richter C. Theus M. Schlegel J. Biochem. Pharmacol. 1990; 40: 779-782Crossref PubMed Scopus (50) Google Scholar), who attributed it to the inhibition of glycohydrolase by CsA. Our experiments demonstrate that this is not the case (Fig. 2) and conclusively prove that NAD+ hydrolysis is only possible after PTP opening. Given that in postischemic reperfusion of the heart we found a CsA-sensitive decrease of mitochondrial and total NAD+(Fig. 4), clarification of this issue was essential and provided a mechanistic clue into the complex mitochondrial changes occurring in this pathological condition. In principle, mitochondrial dysfunction could be either the cause or the consequence of reperfusion injury of the heart, a complex issue that is far from having been solved. For instance, sarcolemmal rupture results in the exposure of mitochondria to the millimolar [Ca2+] of the extracellular milieu, which would cause the immediate failure of mitochondria even if they had been fully functional before this terminal event. Not surprisingly, the appearance of calcium phosphate precipitates within the matrix represents the most reliable sign of myocyte necrosis (36Shen A.C. Jennings R.B. Am. J. Pathol. 1972; 67: 417-421PubMed Google Scholar). The present results are thus extremely relevant because they indicate that PTP opening is a causative event rather than a consequence in the complex sequence of events linking mitochondrial failure to myocyte injury. Indeed, the loss of tissue viability was greatly reduced by CsA, and the effect could be traced to PTP inhibition because hydrolysis of mitochondrial NAD+ was fully prevented in parallel with cell protection (Figs. 4 and 5). It has to be pointed out that CsA can act through mechanisms other than PTP inhibition. In particular, CsA also inhibits calcineurin, and this effect was suggested to contribute to the protection afforded by CsA in both brain and heart ischemia (37Nishinaka Y. Sugiyama S. Yokota M. Saito H. Ozawa T. J. Cardiovasc. Pharmacol. 1993; 21: 448-454Crossref PubMed Scopus (69) Google Scholar, 38Morioka M. Hamada J. Ushio Y. Miyamoto E. Prog. Neurobiol. (OXF). 1999; 58: 1-30Crossref PubMed Scopus (115) Google Scholar, 39Ruiz F. Alvarez G. Ramos M. Hernandez M. Bogonez E. Satrustegui J. Eur. J. Pharmacol. 2000; 404: 29-39Crossref PubMed Scopus (56) Google Scholar). To explore the possibility that calcineurin inhibition was involved in the protective effects of CsA in our model, we also tested the cyclosporin derivative MeVal-4-Cs, which binds cyclophilins and inhibits the PTP but does not affect calcineurin activity (40Zenke G. Baumann G. Wenger R.M. Hiestand P. Quesniaux V. Andersen E. Schreier M.H. Ann. N. Y. Acad. Sci. 1993; 685: 330-335Crossref PubMed Scopus (44) Google Scholar, 41Nicolli A. Basso E. Petronilli V. Wenger R.M. Bernardi P. J. Biol. Chem. 1996; 271: 2185-2192Abstract Full Text Full Text PDF PubMed Scopus (418) Google Scholar). The fact that MeVal-4-Cs was as protective as CsA strongly suggests that calcineurin is not involved and supports our interpretation that PTP opening plays a pivotal role in ensuing myocyte death during postischemic reperfusion. In this scenario, the changes produced by reperfusion in viable myocytes would promote PTP opening, and this event would be followed rather than preceded by the loss of sarcolemmal integrity. Thus, mitochondria would act as transducers and amplifiers of an initial trigger provided by reperfusion, and NAD+ hydrolysis could be part of the amplification pathway. The availability of mitochondrial NAD+ could indeed result in the formation of both cyclic ADP-ribose and nicotinic acid adenine dinucleotide phosphate, which are well known promoters of Ca2+ release from the sarcoplasmic reticulum (42Lee H.C. Physiol. Rev. 1997; 77: 1133-1164Crossref PubMed Scopus (331) Google Scholar). It is tempting to speculate that the mitochondrial hydrolysis of NAD+ even by a fraction of the mitochondria could thus eventually induce an increase of intracellular [Ca2+], promoting the further spreading of the permeability transition to all mitochondria in the cell. This would then cause generalized mitochondrial dysfunction and establish the conditions (low ATP and high Ca2+) that precipitate irreversible contracture and sarcolemmal rupture. We also note that our results provide a mechanism for the decrease of NAD+contents that had already been reported in the ischemic myocardium (43Nunez R. Calva E. Marsch M. Briones E. Lopez Soriano F. Am. J. Physiol. 1976; 231: 1173-1177Crossref PubMed Scopus (21) Google Scholar,44Schaper J. Schaper W. J. Am. Coll. Cardiol. 1983; 1: 1037-1046Crossref PubMed Scopus (116) Google Scholar). Our results also highlight the relevance of mitochondria in the cellular utilization and catabolism of pyridine nucleotides, especially in the myocardium. Indeed, we found that mitochondria are the major stores of NAD+ and possess nearly all of the NAD+glycohydrolase activity of the cell (72 and 92% of the total, respectively). Thus, any condition leading to a major decrease in cellular NAD+ contents is probably contributed by mitochondria. It has been proposed that the activation of PARP results in the depletion of cellular NAD+ and consequently of ATP that is required for NAD+ resynthesis (45Thiemermann C. Bowes J. Myint F.P. Vane J.R. Proc. Natl. Acad. Sci. U. S. A. 1997; 94: 679-683Crossref PubMed Scopus (304) Google Scholar, 46Pieper A.A. Verma A. Zhang J. Snyder S.H. Trends Pharmacol. Sci. 1999; 20: 171-181Abstract Full Text Full Text PDF PubMed Scopus (467) Google Scholar). Our data indicate that the activation of PARP must be coupled with the utilization of mitochondrial NAD+, which is only made possible by PTP opening. Given the importance of both processes for cell death our results may provide a further biochemical link between mitochondrial and cellular pathways to cell death. Future studies will determine whether the same stimuli that alter DNA structure stimulating PARP activation might simultaneously promote PTP opening. Although the conditions of the present study are designed to address the role of mitochondrial release of NAD+ in a model of cell death, PTP opening could underlie the bidirectional fluxes of NAD+ through the inner mitochondrial membrane observed in digitonin-treated cell lines (47Rustin P. Parfait B. Chretien D. Bourgeron T. Djouadi F. Bastin J. Rotig A. Munnich A. J. Biol. Chem. 1996; 271: 14785-14790Abstract Full Text Full Text PDF PubMed Scopus (48) Google Scholar). The idea that the inner membrane is permeable to pyridine nucleotides contrasts with notions that are, however, entirely based on studies with isolated mitochondria where incubation conditions are designed to maximize energy coupling by minimizing the chances of pore opening. We have documented transient PTP openings in healthy cells (48Petronilli V. Miotto G. Canton M. Brini M. Colonna R. Bernardi P. Di Lisa F. Biophys. J. 1999; 76: 725-734Abstract Full Text Full Text PDF PubMed Scopus (577) Google Scholar), and it may well be that these openings play an unsuspected role in the physiological transport of pyridine nucleotides.",
  "authors": [
    {
      "display_name": "Fabio Di Lisa",
      "id": "A5023254266",
      "orcid": "https://orcid.org/0000-0001-9757-8818",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Fabio Di Lisa"
    },
    {
      "display_name": "Roberta Menabò",
      "id": "A5065477614",
      "orcid": "https://orcid.org/0000-0002-9848-7798",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Roberta Menabò"
    },
    {
      "display_name": "Marcella Canton",
      "id": "A5070361761",
      "orcid": "https://orcid.org/0000-0002-8967-4049",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Marcella Canton"
    },
    {
      "display_name": "Maria Barile",
      "id": "A5074911112",
      "orcid": "https://orcid.org/0000-0001-5025-551X",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Maria Barile"
    },
    {
      "display_name": "Paolo Bernardi",
      "id": "A5009191571",
      "orcid": "https://orcid.org/0000-0001-9187-3736",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Paolo Bernardi"
    }
  ],
  "publication_year": 2001,
  "publication_date": "2001-01-01",
  "type": "article",
  "cited_by_count": 669,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S140251998",
    "display_name": "Journal of Biological Chemistry",
    "issn_l": "0021-9258",
    "issn": [
      "0021-9258",
      "1067-8816",
      "1083-351X"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320990"
  },
  "volume": "276",
  "issue": "4",
  "first_page": "2571",
  "last_page": "2575",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "http://www.jbc.org/article/S0021925818466033/pdf",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C75520062",
      "display_name": "NAD+ kinase",
      "level": 3,
      "score": 0.89484125
    },
    {
      "id": "C13591479",
      "display_name": "Mitochondrial permeability transition pore",
      "level": 4,
      "score": 0.77762127
    },
    {
      "id": "C28859421",
      "display_name": "Mitochondrion",
      "level": 2,
      "score": 0.7402939
    },
    {
      "id": "C2777318727",
      "display_name": "Lactate dehydrogenase",
      "level": 3,
      "score": 0.6334862
    },
    {
      "id": "C98539663",
      "display_name": "Cytosol",
      "level": 3,
      "score": 0.6108552
    },
    {
      "id": "C541997718",
      "display_name": "Ischemia",
      "level": 2,
      "score": 0.5200079
    },
    {
      "id": "C55493867",
      "display_name": "Biochemistry",
      "level": 1,
      "score": 0.49194214
    },
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.43590832
    },
    {
      "id": "C207200792",
      "display_name": "Myocyte",
      "level": 2,
      "score": 0.41872177
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.35745144
    },
    {
      "id": "C181199279",
      "display_name": "Enzyme",
      "level": 2,
      "score": 0.33161208
    },
    {
      "id": "C95444343",
      "display_name": "Cell biology",
      "level": 1,
      "score": 0.30359954
    },
    {
      "id": "C31573885",
      "display_name": "Programmed cell death",
      "level": 3,
      "score": 0.28818005
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.26278937
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.1962386
    },
    {
      "id": "C190283241",
      "display_name": "Apoptosis",
      "level": 2,
      "score": 0.06802234
    }
  ],
  "topics": [
    {
      "id": "T11057",
      "display_name": "Cardiac Ischemia and Reperfusion",
      "score": 0.9989
    },
    {
      "id": "T10301",
      "display_name": "Mitochondrial Function and Pathology",
      "score": 0.9989
    },
    {
      "id": "T11189",
      "display_name": "Transplantation: Methods and Outcomes",
      "score": 0.9927
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1074/jbc.m006825200",
  "pdf_url": "http://www.jbc.org/article/S0021925818466033/pdf",
  "retrieved_date": "2025-07-30T15:41:24.956494",
  "source_database": "OpenAlex"
}