{
  "openalex_id": "W2149481724",
  "doi": "https://doi.org/10.1016/s0022-5347(05)64161-4",
  "title": "Serum Triiodothyronine is Increased in Men With Prostate Cancer and Benign Prostatic Hyperplasia",
  "abstract": "No AccessJournal of UrologyCLINICAL UROLOGY: Original Articles1 Dec 2002Serum Triiodothyronine is Increased in Men With Prostate Cancer and Benign Prostatic Hyperplasia STEVEN LEHRER, EDWARD J. DIAMOND, NELSON N. STONE, MICHAEL J. DROLLER, and RICHARD G. STOCK STEVEN LEHRERSTEVEN LEHRER , EDWARD J. DIAMONDEDWARD J. DIAMOND , NELSON N. STONENELSON N. STONE , MICHAEL J. DROLLERMICHAEL J. DROLLER , and RICHARD G. STOCKRICHARD G. STOCK View All Author Informationhttps://doi.org/10.1016/S0022-5347(05)64161-4AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Triiodothyronine is the active thyroid hormone produced by de-iodination of the precursor thyroxine that is necessary for the growth of prostate cancer cells in vitro. For this reason we assessed serum triiodothyronine levels in men with localized prostate cancer, benign prostatic hyperplasia (BPH) and controls in the same age group. Materials and Methods: We studied 161 men referred for treatment of localized prostate cancer, 20 with BPH and 27 controls. Serum triiodothyronine was determined by fluorometric immunoassay and a commercially available instrument. Results: Men with BPH had the highest triiodothyronine levels, followed by those with prostate cancer. Controls had the lowest triiodothyronine. There was significant triiodothyronine variation among the 3 groups (1-way ANOVA p = 0.001). In men with BPH serum triiodothyronine was significantly different from that in men with prostate cancer (Tukey's multiple range test p = 0.013). Men with prostate cancer had serum triiodothyronine that was significantly different than in controls (p = 0.048), as did those with BPH (p <0.001). Because serum triiodothyronine normally decreases with age, we performed multivariate analysis of variance controlling for age. There was a significant decrease in serum triiodothyronine with age (p = 0.020). There was also significant triiodothyronine variation among the 3 subject groups independent of age (p <0.001). Conclusions: Urologists are actively seeking additional biomarkers of prostate cancer aggressiveness. Many prostate cancers are quite indolent and may never cause a problem but it is impossible to identify such tumors with certainty. With more and better biomarkers many older men with prostate cancer may be spared the rigors of radiation therapy and/or surgery as well as complications. Triiodothyronine may be such a biomarker. Also, new prostate cancer and BPH therapies may be directed toward inhibiting the mitogenic effects of triiodothyronine. References 1 : A serum-free defined medium capable of supporting growth of four established human prostatic carcinoma cell lines. Prostate1994; 24: 221. Crossref, Medline, Google Scholar 2 : Interactive effects of triiodothyronine and androgens on prostate cell growth and gene expression. Endocrinology1999; 140: 1665. Crossref, Medline, Google Scholar 3 : Decreased serum testosterone and free triiodothyronine levels in healthy middle-aged men indicate an age effect at the pituitary level. Eur J Endocrinol1995; 132: 663. Crossref, Medline, Google Scholar 4 : Serum concentrations of the iodothyronines in elderly subjects: decreased triiodothyronine (T3) and free T3 index. J Am Geriatr Soc1981; 29: 19. Crossref, Medline, Google Scholar 5 : Abnormal levels of plasma hormones in men with prostate cancer: evidence toward a \"two-disease\" theory. Prostate1982; 3: 579. Crossref, Medline, Google Scholar 6 : Cancer risk in individuals with benign thyroid disorders. Thyroid1998; 8: 751. Crossref, Medline, Google Scholar 7 : Association between serum triiodothyronine (t3) level and risk of disease recurrence in men with localized prostate cancer. Prostate Cancer Prostatic Dis2001; 4: 232. Crossref, Medline, Google Scholar From the Departments of Radiation Oncology, Medicine (Endocrinology) and Urology, Mount Sinai School of Medicine and Veterans Affairs Medical Center, The Bronx, New York© 2002 by American Urological Association, Inc.FiguresReferencesRelatedDetailsCited by Majos A, Sewerynek E, Grząsiak O, Ciesielski W, Hogendorf P, Hołyński J, Strzelczyk J and Durczyński A (2022) FT3 to FT4 Conversion Ratio May Be an Independent Prognostic Factor in Pancreatic Cancer PatientsBiomedicines, 10.3390/biomedicines11010077, VOL. 11, NO. 1, (77) Miro C, Di Giovanni A, Murolo M, Cicatiello A, Nappi A, Sagliocchi S, Di Cicco E, Morra F, Celetti A, Pacifico F, Imbimbo C, Crocetto F and Dentice M (2022) Thyroid hormone and androgen signals mutually interplay and enhance inflammation and tumorigenic activation of tumor microenvironment in prostate cancerCancer Letters, 10.1016/j.canlet.2022.215581, VOL. 532, (215581), Online publication date: 1-Apr-2022. Anguiano B, Montes de Oca C, Delgado-González E and Aceves C Prostate gland as a target organ of thyroid hormones: advances and controversiesEndocrine Connections, 10.1530/EC-21-0581, VOL. 11, NO. 2 Petranović Ovčariček P, Verburg F, Hoffmann M, Iakovou I, Mihailovic J, Vrachimis A, Luster M and Giovanella L (2020) Higher thyroid hormone levels and cancerEuropean Journal of Nuclear Medicine and Molecular Imaging, 10.1007/s00259-020-05018-z, VOL. 48, NO. 3, (808-821), Online publication date: 1-Mar-2021. Cannarella R, Condorelli R, Barbagallo F, La Vignera S and Calogero A (2021) Endocrinology of the Aging Prostate: Current ConceptsFrontiers in Endocrinology, 10.3389/fendo.2021.554078, VOL. 12 Pardo L, Beane Freeman L, Lerro C, Andreotti G, Hofmann J, Parks C, Sandler D, Lubin J, Blair A and Koutros S (2020) Pesticide exposure and risk of aggressive prostate cancer among private pesticide applicatorsEnvironmental Health, 10.1186/s12940-020-00583-0, VOL. 19, NO. 1, Online publication date: 1-Dec-2020. Strzałka A, Hogendorf P, Skulimowski A, Spychalski M, Strzelczyk J and Durczynski A Thyroid hormones concentration in portal and peripheral blood in patients with pancreatic cancer: Preliminary studyCancer Biomarkers, 10.3233/CBM-201595, VOL. 29, NO. 3, (301-306) Atala A (2019) Re: The Induction of Core Pluripotency Master Regulators in Cancers Defines Poor Clinical Outcomes and Treatment ResistanceJournal of Urology, VOL. 202, NO. 4, (663-663), Online publication date: 1-Oct-2019.Kaplan S (2019) Re: Hyperthyroidism is Not a Significant Risk of Benign Prostatic Hyperplasia: A Nationwide Population-Based StudyJournal of Urology, VOL. 201, NO. 5, (833-833), Online publication date: 1-May-2019. Hepburn A, Steele R, Veeratterapillay R, Wilson L, Kounatidou E, Barnard A, Berry P, Cassidy J, Moad M, El-Sherif A, Gaughan L, Mills I, Robson C and Heer R (2019) The induction of core pluripotency master regulators in cancers defines poor clinical outcomes and treatment resistanceOncogene, 10.1038/s41388-019-0712-y, VOL. 38, NO. 22, (4412-4424), Online publication date: 1-May-2019. Krashin E, Piekiełko-Witkowska A, Ellis M and Ashur-Fabian O (2019) Thyroid Hormones and Cancer: A Comprehensive Review of Preclinical and Clinical StudiesFrontiers in Endocrinology, 10.3389/fendo.2019.00059, VOL. 10 Lee J, Park Y and Lee S (2019) The Relationships between Thyroid Hormone Levels and Lower Urinary Tract Symptoms/Benign Prostatic HyperplasiaThe World Journal of Men's Health, 10.5534/wjmh.180084, VOL. 37, NO. 3, (364), . Man K, Chen K, Chen H, Chiang J, Su Y, Man S, Xie D, Wang Y, Zhang Z, Bi L, Zhang T, Yu D and Chen W (2018) Hyperthyroidism is not a significant risk of benign prostatic hyperplasiaMedicine, 10.1097/MD.0000000000012459, VOL. 97, NO. 39, (e12459), Online publication date: 1-Sep-2018. Hare J, Morrow C, Caldwell J and Lloyd W (2017) Safety of orally administered, USP-compliant levothyroxine sodium tablets in dogsJournal of Veterinary Pharmacology and Therapeutics, 10.1111/jvp.12457, VOL. 41, NO. 2, (254-265), Online publication date: 1-Apr-2018. Perra A, Plateroti M and Columbano A T3/TRs axis in hepatocellular carcinoma: new concepts for an old pairEndocrine-Related Cancer, 10.1530/ERC-16-0152, VOL. 23, NO. 8, (R353-R369) Eldhose A, Nandeesha H, Dorairajan L, Sreenivasulu K and Arul Vijaya Vani S (2016) Thyroid and parathyroid hormones in benign prostatic hyperplasiaBritish Journal of Biomedical Science, 10.1080/09674845.2016.1173333, VOL. 73, NO. 2, (94-96), Online publication date: 4-Jul-2016. Cremaschi G, Cayrol F, Sterle H, Díaz Flaqué M and Barreiro Arcos M (2016) Thyroid hormones and their membrane receptors as therapeutic targets for T cell lymphomasPharmacological Research, 10.1016/j.phrs.2016.02.001, VOL. 109, (55-63), Online publication date: 1-Jul-2016. Frau C, Loi R, Petrelli A, Perra A, Menegon S, Kowalik M, Pinna S, Leoni V, Fornari F, Gramantieri L, Ledda‐Columbano G, Giordano S and Columbano A (2014) Local hypothyroidism favors the progression of preneoplastic lesions to hepatocellular carcinoma in ratsHepatology, 10.1002/hep.27399, VOL. 61, NO. 1, (249-259), Online publication date: 1-Jan-2015. Li R, Li C and Wang T (2012) Transcriptomic alterations in human prostate cancer cell LNCaP tumor xenograft modulated by dietary phenethyl isothiocyanateMolecular Carcinogenesis, 10.1002/mc.21873, VOL. 52, NO. 6, (426-437), Online publication date: 1-Jun-2013. Moeller L and Führer D Thyroid hormone, thyroid hormone receptors, and cancer: a clinical perspectiveEndocrine-Related Cancer, 10.1530/ERC-12-0219, VOL. 20, NO. 2, (R19-R29) Mondul A, Weinstein S, Bosworth T, Remaley A, Virtamo J, Albanes D and Glynn S (2012) Circulating Thyroxine, Thyroid-Stimulating Hormone, and Hypothyroid Status and the Risk of Prostate CancerPLoS ONE, 10.1371/journal.pone.0047730, VOL. 7, NO. 10, (e47730) Martin S, Haren M, Marshall V, Lange K and Wittert G (2010) Prevalence and factors associated with uncomplicated storage and voiding lower urinary tract symptoms in community-dwelling Australian menWorld Journal of Urology, 10.1007/s00345-010-0605-8, VOL. 29, NO. 2, (179-184), Online publication date: 1-Apr-2011. Tsui K, Hsieh W, Lin M, Chang P and Juang H (2008) Triiodothyronine modulates cell proliferation of human prostatic carcinoma cells by downregulation of the B-Cell translocation gene 2The Prostate, 10.1002/pros.20725, VOL. 68, NO. 6, (610-619), Online publication date: 1-May-2008. Hoption Cann S, Qiu Z and van Netten C (2007) A Prospective Study of Iodine Status, Thyroid Function, and Prostate Cancer Risk: Follow-up of the First National Health and Nutrition Examination SurveyNutrition and Cancer, 10.1080/01635580701307960, VOL. 58, NO. 1, (28-34), Online publication date: 12-Jun-2007. Gupta A, Gupta S, Pavuk M and Roehrborn C (2006) Anthropometric and metabolic factors and risk of benign prostatic hyperplasia: A prospective cohort study of Air Force veteransUrology, 10.1016/j.urology.2006.09.034, VOL. 68, NO. 6, (1198-1205), Online publication date: 1-Dec-2006. Cheng R, Hockman T, Crawford E, Anderson L and Shiao Y (2004) Epigenetic and gene expression changes related to transgenerational carcinogenesisMolecular Carcinogenesis, 10.1002/mc.20022, VOL. 40, NO. 1, (1-11), Online publication date: 1-May-2004. Salminen E, Koskinen A, Backman H and Nurmi M (2004) Effect of adjuvant androgen deprivation on thyroid function tests in prostate cancer patientsAnti-Cancer Drugs, 10.1097/00001813-200404000-00007, VOL. 15, NO. 4, (351-356), Online publication date: 1-Apr-2004. Volume 168 Issue 6 December 2002 Page: 2431-2433 Advertisement Copyright & Permissions© 2002 by American Urological Association, Inc.Keywordsprostateprostatic neoplasmsprostatic hyperplasiatumor markers, biologicaltriiodothyronineMetrics Author Information STEVEN LEHRER Requests for reprints: Radiation Oncology Box 1236, Mount Sinai Medical Center, New York, New York 10029. More articles by this author EDWARD J. DIAMOND More articles by this author NELSON N. STONE Financial interest and/or other relationship with Amgen, Mid Atlantic Thermotherapy and Pro Seed. More articles by this author MICHAEL J. DROLLER Financial interest and/or other relationship with Ilex Oncology, Kendle, NERI Research Institute and PhotoCure ASA. More articles by this author RICHARD G. STOCK Financial interest and/or other relationship with Bard Urologic. More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Steven Lehrer",
      "id": "A5075008841",
      "orcid": "https://orcid.org/0000-0002-4850-094X",
      "institutions": [
        {
          "id": "I98704320",
          "display_name": "Icahn School of Medicine at Mount Sinai",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "STEVEN LEHRER"
    },
    {
      "display_name": "Edward J. Diamond",
      "id": "A5042486280",
      "orcid": null,
      "institutions": [
        {
          "id": "I98704320",
          "display_name": "Icahn School of Medicine at Mount Sinai",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "EDWARD J. DIAMOND"
    },
    {
      "display_name": "Nelson N. Stone",
      "id": "A5012386908",
      "orcid": "https://orcid.org/0000-0001-6233-1209",
      "institutions": [
        {
          "id": "I98704320",
          "display_name": "Icahn School of Medicine at Mount Sinai",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "NELSON N. STONE"
    },
    {
      "display_name": "Michael J. Droller",
      "id": "A5113852569",
      "orcid": null,
      "institutions": [
        {
          "id": "I98704320",
          "display_name": "Icahn School of Medicine at Mount Sinai",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "MICHAEL J. DROLLER"
    },
    {
      "display_name": "Richard G. Stock",
      "id": "A5008857530",
      "orcid": "https://orcid.org/0000-0002-0784-4535",
      "institutions": [
        {
          "id": "I98704320",
          "display_name": "Icahn School of Medicine at Mount Sinai",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "RICHARD G. STOCK"
    }
  ],
  "publication_year": 2002,
  "publication_date": "2002-12-01",
  "type": "article",
  "cited_by_count": 38,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "168",
  "issue": "6",
  "first_page": "2431",
  "last_page": "2433",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.8154859
    },
    {
      "id": "C2778288131",
      "display_name": "Triiodothyronine",
      "level": 3,
      "score": 0.7008854
    },
    {
      "id": "C2777562237",
      "display_name": "Hyperplasia",
      "level": 2,
      "score": 0.6929554
    },
    {
      "id": "C2780192828",
      "display_name": "Prostate cancer",
      "level": 3,
      "score": 0.60275596
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.5342765
    },
    {
      "id": "C2776235491",
      "display_name": "Prostate",
      "level": 3,
      "score": 0.43857595
    },
    {
      "id": "C126894567",
      "display_name": "Urology",
      "level": 1,
      "score": 0.4156422
    },
    {
      "id": "C121608353",
      "display_name": "Cancer",
      "level": 2,
      "score": 0.4098739
    },
    {
      "id": "C134018914",
      "display_name": "Endocrinology",
      "level": 1,
      "score": 0.3912892
    },
    {
      "id": "C29456083",
      "display_name": "Gynecology",
      "level": 1,
      "score": 0.37629226
    },
    {
      "id": "C143998085",
      "display_name": "Oncology",
      "level": 1,
      "score": 0.33167696
    },
    {
      "id": "C71315377",
      "display_name": "Hormone",
      "level": 2,
      "score": 0.3120311
    }
  ],
  "topics": [
    {
      "id": "T10293",
      "display_name": "Thyroid Disorders and Treatments",
      "score": 0.9899
    },
    {
      "id": "T10756",
      "display_name": "Estrogen and related hormone effects",
      "score": 0.9425
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/s0022-5347(05)64161-4",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:12:54.078410",
  "source_database": "OpenAlex"
}