{
  "openalex_id": "W2144586884",
  "doi": null,
  "title": "Réseaux techniques et conflits de pouvoir. Les dynamiques historiques des villes contemporaines",
  "abstract": "Si cet ouvrage croise etude des reseaux techniques urbains et etude des conflits de pouvoir, c'est qu'il tente d'inscrire la comprehension d'un element cle de l'evolution spatiale des villes -les reseaux techniques- dans le jeu des relations socio-politiques qui font la cite. Les etudes de cas ici reunies visent a mieux comprendre la mise en place et l'evolution des reseaux techniques urbains dans le vaste processus de modernisation des infrastructures qui a affecte les villes entre XIXe et XXe siecles. En proposant de maniere croisee des etudes invitant a une lecture complexe de l'ancien regime urbain et des caracteres qui lui ont ete accoles durant cette periode de reforme, et des analyses des decalages et conflits a l'œuvre au cœur meme de l'impulsion modernisatrice, elles s'inscrivent aussi dans une volonte de donner davantage de sens a l'histoire des villes. C'est cette volonte qui explique largement le choix de la periode consideree, tant il est vrai que l'objet principal du livre consiste a mieux comprendre les processus de modernisation qui ont donne naissance aux villes contemporaines. TABLE DES MATIERES Reseaux techniques et conflits de pouvoir : les dynamiques historiques des villes modernes et contemporaines Sous la direction de Denis Bocquet et Samuel Fettah Avant-propos Denis Bocquet et Samuel Fettah : une recherche collective pour l'etude des infrastructures urbaines en reseau Introduction Denis Bocquet et Samuel Fettah : Reseaux techniques et conflits de pouvoir : les dynamiques historiques des villes modernes et contemporaines Poids du politique Charlotte Vorms : Madrid sous la Seconde Republique : la mairie reformatrice et l'amenagement de la peripherie urbaine (1931-1933) Vincent Lemire : Histoire des reseaux techniques dans la municipalite ottomane de Jerusalem : Enjeux de souverainete, conflits de pouvoirs, reseaux de memoires Sergio Miranda Pacheco : Centralization, Revolution and Urban Order in Mexico's Federal District (1903-1917) Les enjeux de la modernisation Konstantinos Chatzis : Le maire, le premier ministre et l'ingenieur : la difficile mise en place du reseau d'adduction d'eau a Athenes (1830-1930) Salvatore Adorno : Luce e acqua : conflitti e risorse nella modernizzazione di una periferia meridionale. Il caso di Siracusa. Alice Ingold : Municipalisation et modernisation d'un reseau traditionnel, resistances des proprietaires et des usagers (Milan 1865-1885) La question du pouvoir local : le role des municipalites M. Elisabetta Tonizzi : “La suburra dell'igiene”: la rete fognaria di Genova nella seconda meta dell'Ottocento Xavier Huetz de Lemps : Une “urgence” de cent cinquante annees : la construction de l'amenee d'eau de Manille (1733-1882) Alvaro Ferreira Da Silva: The peculiar customer: conflicts of power and the modern water supply system in Lisbon (1850-1930) Le poids des interets prives Sabine Barles : Gestion privee, gestion publique : des vidanges a l'egout, Paris, XIXe siecle Lydia Sapounaki-Drakaki et E. Stamatiou-Lacroix : The history of gas supply in Piraeus City Alexandre Fernandez : Compagnies privees et municipalites : enjeux de pouvoir autour de l'installation des reseaux techniques dans les villes espagnoles Claudia Damasceno Fonseca : Bien commun et interets prives : la gestion municipale de l'eau et de la voirie dans quelques villes minieres de l'outremer portugais (Minas Gerais, Bresil, XVIIIe - debut du XIXe siecle) Urban; network; utilities; water; power; gas; Jerusalem; ottoman; municipal; engineer; technical; Genoa; Paris; sewer; sewerage; Haussmann; Hughes; Tarr; Melosi; Dupuy; Spain; Italy; France; Brazil; Greece; Athens; Piraeus; Milan; Madrid; Mexico; Philippines; government; central; local; governance;",
  "authors": [
    {
      "display_name": "Denis Bocquet",
      "id": "A5083352719",
      "orcid": "https://orcid.org/0000-0001-5226-9720",
      "institutions": [
        {
          "id": "I4210122476",
          "display_name": "Territoires",
          "country_code": "FR",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Denis Bocquet"
    },
    {
      "display_name": "Samuel Fettah",
      "id": "A5004390999",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Samuel Fettah"
    }
  ],
  "publication_year": 2007,
  "publication_date": "2007-01-01",
  "type": "book",
  "cited_by_count": 2,
  "is_retracted": false,
  "is_paratext": false,
  "language": "fr",
  "source": {
    "id": "S4306469161",
    "display_name": "Ecole française de Rome eBooks",
    "issn_l": null,
    "issn": null,
    "type": "ebook platform",
    "host_organization": null
  },
  "volume": null,
  "issue": null,
  "first_page": "328",
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C15708023",
      "display_name": "Humanities",
      "level": 1,
      "score": 0.74863577
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.52434045
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.20825064
    }
  ],
  "topics": [
    {
      "id": "T14452",
      "display_name": "Mexican Socioeconomic and Environmental Dynamics",
      "score": 0.6817
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "http://ci.nii.ac.jp/ncid/BB04971523",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T16:01:44.884827",
  "source_database": "OpenAlex"
}