{
  "openalex_id": "W2156609154",
  "doi": "https://doi.org/10.1097/01.ju.0000169455.25510.ff",
  "title": "ROBOTIC ASSISTED LAPAROSCOPIC RADICAL PROSTATECTOMY VERSUS RETROPUBIC RADICAL PROSTATECTOMY: A PROSPECTIVE ASSESSMENT OF POSTOPERATIVE PAIN",
  "abstract": "No AccessJournal of UrologyAdult Urology: Oncology: Prostate/Testis/Penis/Urethra1 Sep 2005ROBOTIC ASSISTED LAPAROSCOPIC RADICAL PROSTATECTOMY VERSUS RETROPUBIC RADICAL PROSTATECTOMY: A PROSPECTIVE ASSESSMENT OF POSTOPERATIVE PAIN TODD M. WEBSTER, S. DUKE HERRELL, SAM S. CHANG, MICHAEL S. COOKSON, ROXELYN G. BAUMGARTNER, LAURA W. ANDERSON, and JOSEPH A. SMITH TODD M. WEBSTERTODD M. WEBSTER , S. DUKE HERRELLS. DUKE HERRELL , SAM S. CHANGSAM S. CHANG , MICHAEL S. COOKSONMICHAEL S. COOKSON , ROXELYN G. BAUMGARTNERROXELYN G. BAUMGARTNER , LAURA W. ANDERSONLAURA W. ANDERSON , and JOSEPH A. SMITHJOSEPH A. SMITH View All Author Informationhttps://doi.org/10.1097/01.ju.0000169455.25510.ffAboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: Laparoscopic prostatectomy, whether or not coupled with robotic assistance, is often considered less invasive than open radical retropubic prostatectomy (RRP). Minimal postoperative pain has been reported following robot assisted laparoscopic prostatectomy (RALP) but there have been few comparative studies with RRP. We compared perioperative narcotic use and patient reported pain in a prospective patient series. Materials and Methods: Between June 2003 and May 2004, 314 patients underwent radical prostatectomy at our institution, including RALP in 159, RRP in 154 and conversion in 1. All patients were treated on a postoperative clinical pathway that included 30 mg ketorolac intravenously immediately postoperatively, followed by 15 mg intravenously every 6 hours. No regional anesthesia (epidural/spinal) narcotics or patient controlled analgesic pumps were used. All narcotic use was converted to morphine sulfate equivalents for purpose of analysis. A Likert scale of 0 to 10 was used to assess pain on the day of surgery, and on postoperative days 1 and 14. Results: The total mean morphine sulfate equivalent ± SD in patients in the RALP and RRP groups was low and, when corrected for length of stay, it was not statistically different (22.41 ± 1.13 vs 23.01 ± 1.16 mg, p = 0.72). Mean Likert pain perception scores were low at all time points in the RALP and RRP groups but statistically lower on the day of surgery in the RALP cohort (2.05 ± 1.99 vs 2.60 ± 2.25, p = 0.027). Patient reported mean pain scores were almost identical for RALP vs RRP on postoperative days 1 (1.76 ± 1.87 vs 1.73 ± 1.77, p = 0.880) and 14 (2.51 ± 1.91 vs 2.42 ± 1.84, p = 0.722). Conclusions: Perioperative narcotic use and patient reported pain are low regardless of the surgical approach used for radical prostatectomy. RALP did not provide a clinically meaningful decrease in pain compared with RRP, primarily because of the low pain scores reported in each group. Outcomes other than pain will ultimately determine the role of laparoscopic radical prostatectomy and RALP. References 1 : Radical prostatectomy and collaborative care pathways. Semin Urol Oncol2000; 18: 60. Google Scholar 2 : Prospective development of a cost-efficient program for radical retropubic prostatectomy. Urology1994; 44: 311. Google Scholar 3 : Laparoscopic versus open radical nephrectomy: a 9-year experience. J Urol2000; 164: 1153. Link, Google Scholar 4 : Comparison of hand assisted versus standard laparoscopic radical nephrectomy for suspected renal cell carcinoma. J Urol2002; 167: 1989. Link, Google Scholar 5 : Can single dose preoperative intrathecal morphine sulfate provide cost-effective postoperative analgesia and patient satisfaction during radical prostatectomy in the current era of cost containment?. Prostate Cancer Prostatic Dis2002; 5: 226. Google Scholar 6 : Postoperative epidural analgesia following radical retropubic prostatectomy: outcome assessment. J Surg Oncol1998; 67: 117. Google Scholar 7 : Comparison of patient-controlled analgesia versus intramuscular narcotics in resolution of postoperative ileus after radical retropubic prostatectomy. J Urol1993; 150: 1434. Abstract, Google Scholar 8 : Prospective comparison of radical retropubic prostatectomy and robot-assisted anatomic prostatectomy: the Vattikuti Urology Institute experience. Urology2002; 60: 864. Google Scholar 9 : Laparoscopic radical prostatectomy: the Montsouris technique. J Urol2000; 163: 1643. Link, Google Scholar 10 : Prospective comparison of short-term convalescence: laparoscopic radical prostatectomy versus open radical retropubic prostatectomy. Urology2003; 61: 612. Google Scholar 11 : When is cancer pain mild, moderate or severe? Grading pain severity by its interference with function. Pain1995; 61: 277. Google Scholar 12 : Intravenous ketorolac and subarachnoid opioid analgesia in the management of acute postoperative pain. Reg Anesth1995; 20: 395. Google Scholar From the Department of Urologic Surgery, Vanderbilt University Medical Center, Nashville, Tennessee© 2005 by American Urological Association, Inc.FiguresReferencesRelatedDetailsCited byClements M, Tin A, Estes C, Jibara G, Desai P, Ehdaie B, Touijer K, Scardino P, Eastham J, Assel M, Vickers A, Simon B and Laudone V (2021) Characterization of Symptoms after Radical Prostatectomy and Their Relation to Postoperative ComplicationsJournal of Urology, VOL. 207, NO. 2, (367-374), Online publication date: 1-Feb-2022.Taneja S (2016) Re: Robot-Assisted Laparoscopic Prostatectomy versus Open Radical Retropubic Prostatectomy: Early Outcomes from a Randomised Controlled Phase 3 StudyJournal of Urology, VOL. 197, NO. 1, (151-151), Online publication date: 1-Jan-2017.Wong K and Wang D (2016) Quantifying Discrepancies between the Internet and Academic Literature Regarding Robotic ProstatectomyUrology Practice, VOL. 4, NO. 2, (99-105), Online publication date: 1-Mar-2017.Kowalczyk K, Weinburg A, Gu X, Yu H, Lipsitz S, Williams S and Hu J (2011) Comparison of Outpatient Narcotic Prescribing Patterns After Minimally Invasive Versus Retropubic and Perineal Radical ProstatectomyJournal of Urology, VOL. 186, NO. 5, (1843-1848), Online publication date: 1-Nov-2011.Barocas D, Salem S, Kordan Y, Herrell S, Chang S, Clark P, Davis R, Baumgartner R, Phillips S, Cookson M and Smith J (2010) Robotic Assisted Laparoscopic Prostatectomy Versus Radical Retropubic Prostatectomy for Clinically Localized Prostate Cancer: Comparison of Short-Term Biochemical Recurrence-Free SurvivalJournal of Urology, VOL. 183, NO. 3, (990-996), Online publication date: 1-Mar-2010.Masieri L, Minervini A, Serni S and Carini M (2008) Re: A Comparison of the Incidence and Location of Positive Surgical Margins in Robotic Assisted Laparoscopic Radical Prostatectomy and Open Retropubic Radical ProstatectomyJournal of Urology, VOL. 180, NO. 5, (2257-2257), Online publication date: 1-Nov-2008.Nelson B, Kaufman M, Broughton G, Cookson M, Chang S, Herrell S, Baumgartner R and Smith J (2018) Comparison of Length of Hospital Stay Between Radical Retropubic Prostatectomy and Robotic Assisted Laparoscopic ProstatectomyJournal of Urology, VOL. 177, NO. 3, (929-931), Online publication date: 1-Mar-2007.Tseng T, Cancel Q, Fesperman S, Kuebler H, Sun L, Robertson C, Polascik T, Moul J, Vieweg J, Albala D and Dahm P (2018) The Role of Early Adopter Bias for New Technologies in Robot Assisted Laparoscopic ProstatectomyJournal of Urology, VOL. 177, NO. 4, (1318-1323), Online publication date: 1-Apr-2007.Miller J, Smith A, Kouba E, Wallen E and Pruthi R (2007) Prospective Evaluation of Short-Term Impact and Recovery of Health Related Quality of Life in Men Undergoing Robotic Assisted Laparoscopic Radical Prostatectomy Versus Open Radical ProstatectomyJournal of Urology, VOL. 178, NO. 3, (854-859), Online publication date: 1-Sep-2007.Smith J, Chan R, Chang S, Herrell S, Clark P, Baumgartner R and Cookson M (2007) A Comparison of the Incidence and Location of Positive Surgical Margins in Robotic Assisted Laparoscopic Radical Prostatectomy and Open Retropubic Radical ProstatectomyJournal of Urology, VOL. 178, NO. 6, (2385-2390), Online publication date: 1-Dec-2007.Cadeddu J (2018) Re: Robot Assisted Laparoscopic Partial Nephrectomy: Initial ExperienceJournal of Urology, VOL. 176, NO. 5, (2315-2315), Online publication date: 1-Nov-2006. Volume 174Issue 3September 2005Page: 912-914 Advertisement Copyright & Permissions© 2005 by American Urological Association, Inc.KeywordspainprostatectomyroboticsprostatelaparoscopyMetricsAuthor Information TODD M. WEBSTER More articles by this author S. DUKE HERRELL Financial interest and/or other relationship with Ethicon Endosurgery, Aesculap and Intuitive Surgical. More articles by this author SAM S. CHANG More articles by this author MICHAEL S. COOKSON More articles by this author ROXELYN G. BAUMGARTNER More articles by this author LAURA W. ANDERSON More articles by this author JOSEPH A. SMITH More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Todd M. Webster",
      "id": "A5112304987",
      "orcid": null,
      "institutions": [
        {
          "id": "I901861585",
          "display_name": "Vanderbilt University Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "TODD M. WEBSTER"
    },
    {
      "display_name": "S. Duke Herrell",
      "id": "A5054607683",
      "orcid": "https://orcid.org/0000-0002-0646-4530",
      "institutions": [
        {
          "id": "I901861585",
          "display_name": "Vanderbilt University Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "S. DUKE HERRELL"
    },
    {
      "display_name": "Sam S. Chang",
      "id": "A5102025364",
      "orcid": "https://orcid.org/0000-0003-2066-9468",
      "institutions": [
        {
          "id": "I901861585",
          "display_name": "Vanderbilt University Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "SAM S. CHANG"
    },
    {
      "display_name": "Michael S. Cookson",
      "id": "A5050663947",
      "orcid": "https://orcid.org/0000-0001-8678-0551",
      "institutions": [
        {
          "id": "I901861585",
          "display_name": "Vanderbilt University Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "MICHAEL S. COOKSON"
    },
    {
      "display_name": "Roxelyn G. Baumgartner",
      "id": "A5111790769",
      "orcid": null,
      "institutions": [
        {
          "id": "I901861585",
          "display_name": "Vanderbilt University Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "ROXELYN G. BAUMGARTNER"
    },
    {
      "display_name": "Laura W. Anderson",
      "id": "A5006185422",
      "orcid": null,
      "institutions": [
        {
          "id": "I901861585",
          "display_name": "Vanderbilt University Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "LAURA W. ANDERSON"
    },
    {
      "display_name": "Joseph A. Smith",
      "id": "A5101899166",
      "orcid": "https://orcid.org/0000-0003-0114-9109",
      "institutions": [
        {
          "id": "I901861585",
          "display_name": "Vanderbilt University Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "JOSEPH A. SMITH"
    }
  ],
  "publication_year": 2005,
  "publication_date": "2005-08-09",
  "type": "article",
  "cited_by_count": 176,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "174",
  "issue": "3",
  "first_page": "912",
  "last_page": "914",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.9636314
    },
    {
      "id": "C2779466945",
      "display_name": "Prostatectomy",
      "level": 4,
      "score": 0.6968223
    },
    {
      "id": "C2778446825",
      "display_name": "Ketorolac",
      "level": 3,
      "score": 0.6073637
    },
    {
      "id": "C2775849661",
      "display_name": "Narcotic",
      "level": 2,
      "score": 0.5626304
    },
    {
      "id": "C2778660094",
      "display_name": "Radical retropubic prostatectomy",
      "level": 5,
      "score": 0.5588556
    },
    {
      "id": "C2779819210",
      "display_name": "Laparoscopic radical prostatectomy",
      "level": 5,
      "score": 0.5461394
    },
    {
      "id": "C31174226",
      "display_name": "Perioperative",
      "level": 2,
      "score": 0.5017791
    },
    {
      "id": "C188816634",
      "display_name": "Prospective cohort study",
      "level": 2,
      "score": 0.46148577
    },
    {
      "id": "C2780820201",
      "display_name": "Analgesic",
      "level": 2,
      "score": 0.45108777
    },
    {
      "id": "C42219234",
      "display_name": "Anesthesia",
      "level": 1,
      "score": 0.4403729
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.43562388
    },
    {
      "id": "C126894567",
      "display_name": "Urology",
      "level": 1,
      "score": 0.37388745
    },
    {
      "id": "C2780192828",
      "display_name": "Prostate cancer",
      "level": 3,
      "score": 0.3064182
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.09875339
    },
    {
      "id": "C121608353",
      "display_name": "Cancer",
      "level": 2,
      "score": 0.07804766
    }
  ],
  "topics": [
    {
      "id": "T11199",
      "display_name": "Pain Management and Opioid Use",
      "score": 0.9999
    },
    {
      "id": "T10189",
      "display_name": "Anesthesia and Pain Management",
      "score": 0.9999
    },
    {
      "id": "T12622",
      "display_name": "Neurosurgical Procedures and Complications",
      "score": 0.9976
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1097/01.ju.0000169455.25510.ff",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:12:07.411909",
  "source_database": "OpenAlex"
}