{
  "openalex_id": "W2153280999",
  "doi": "https://doi.org/10.1074/jbc.m102978200",
  "title": "Characterization of the Laminin Binding Domains of the Lutheran Blood Group Glycoprotein",
  "abstract": "Lutheran (Lu) blood group antigens and the basal cell adhesion molecule antigen reside on two glycoproteins that belong to the Ig superfamily (IgSF) and carry five Ig-like extracellular domains. These glycoproteins act as widely expressed adhesion molecules and represent the unique receptors for laminin-10/11 in erythroid cells. Here, we report the mapping of IgSF domains responsible for binding to laminin. In plasmonic resonance surface experiments, only recombinant Lu proteins containing the N-terminal IgSF domains 1–3 were able to bind laminin-10/11 and to inhibit binding of laminin to Lu-expressing K562 cells. Mutant recombinant proteins containing only IgSF domain 1, domains 1 + 2, domains 1 + 3, domains 2 + 3, domain 3, domain 4, domain 5, and domains 4 + 5 failed to bind laminin as well as a construct containing all of the extracellular domains except domain 3. Altogether, these results indicate that IgSF domains 1–3 are involved in laminin binding and that a specific spatial arrangement of these three first domains is most probably necessary for interaction. Neither the RGD nor theN-glycosylation motifs present in IgSF domain 3 were involved in laminin binding. Lutheran (Lu) blood group antigens and the basal cell adhesion molecule antigen reside on two glycoproteins that belong to the Ig superfamily (IgSF) and carry five Ig-like extracellular domains. These glycoproteins act as widely expressed adhesion molecules and represent the unique receptors for laminin-10/11 in erythroid cells. Here, we report the mapping of IgSF domains responsible for binding to laminin. In plasmonic resonance surface experiments, only recombinant Lu proteins containing the N-terminal IgSF domains 1–3 were able to bind laminin-10/11 and to inhibit binding of laminin to Lu-expressing K562 cells. Mutant recombinant proteins containing only IgSF domain 1, domains 1 + 2, domains 1 + 3, domains 2 + 3, domain 3, domain 4, domain 5, and domains 4 + 5 failed to bind laminin as well as a construct containing all of the extracellular domains except domain 3. Altogether, these results indicate that IgSF domains 1–3 are involved in laminin binding and that a specific spatial arrangement of these three first domains is most probably necessary for interaction. Neither the RGD nor theN-glycosylation motifs present in IgSF domain 3 were involved in laminin binding. Lutheran glycoprotein immunoglobulin superfamily response units intercellular adhesion molecule Lutheran (Lu)1 blood group antigens and the basal cell adhesion molecule antigen (a marker of epithelial ovarian cancers) are carried by two glycoprotein (gp) isoforms of 85 kDa (Lu) and 78 kDa (Lu(v13)) that are translated from spliceoforms of a single pre-mRNA (1Parsons S.F. Mallinson G. Holmes C.H. Houlihan J.M. Simpson K.L. Mawby W.J. Spurr N.K. Warne D. Barclay A.N. Anstee D.J. Proc. Natl. Acad. Sci. U. S. A. 1995; 92: 5496-5500Crossref PubMed Scopus (110) Google Scholar, 2Rahuel C. Le Van Kim C. Mattei M.G. Cartron J.P. Colin Y. Blood. 1996; 88: 1865-1872Crossref PubMed Google Scholar). The Lu gps have a wide tissue distribution with a predominant expression in the basal layer of the epithelium and the endothelium of blood vessel walls (1Parsons S.F. Mallinson G. Holmes C.H. Houlihan J.M. Simpson K.L. Mawby W.J. Spurr N.K. Warne D. Barclay A.N. Anstee D.J. Proc. Natl. Acad. Sci. U. S. A. 1995; 92: 5496-5500Crossref PubMed Scopus (110) Google Scholar). Lu and Lu(v13) are type I membrane proteins of the immunoglobulin superfamily (IgSF) that share a similar extracellular domain composed of five Ig-like domains (two V-set and three C2-set) and a single transmembrane domain but differ by the presence or absence of a cytoplasmic C-terminal domain of 40 amino acids (59 versus 19, respectively) (2Rahuel C. Le Van Kim C. Mattei M.G. Cartron J.P. Colin Y. Blood. 1996; 88: 1865-1872Crossref PubMed Google Scholar). The extracellular domain of Lu gps contains a potential integrin binding site in the third IgSF domain as well as five N-glycosylation consensus motifs, one in the third domain and the others in the fourth domain. The 40 C-terminal residues of the Lu gp cytoplasmic tail carry three characteristic motifs involved in protein-protein interaction, polarization to plasma membrane, and intracellular signaling pathways (3Yu H. Chen J.K. Feng S. Dalgarno D.C. Brauer A.W. Schreiber S.L. Cell. 1994; 76: 933-945Abstract Full Text PDF PubMed Scopus (889) Google Scholar), such as (i) a proline-rich motif for potential binding of Src homology 3 domains, (ii) a dileucine motif responsible for the basolateral expression of Lu gp in polarized epithelial cells (4El Nemer W. Colin Y. Bauvy C. Codogno P. Fraser R.H. Cartron J.P. Le van Kim C. J. Biol. Chem. 1999; 274: 31903-31908Abstract Full Text Full Text PDF PubMed Scopus (45) Google Scholar), and (iii) potential phosphorylation motifs. These motifs are absent in the Lu(v13) gp isoform which exhibits a nonpolarized expression in epithelial cells (4El Nemer W. Colin Y. Bauvy C. Codogno P. Fraser R.H. Cartron J.P. Le van Kim C. J. Biol. Chem. 1999; 274: 31903-31908Abstract Full Text Full Text PDF PubMed Scopus (45) Google Scholar). Recent studies have shown that the C-terminal intracellular domain of Lu gps interacts with the membrane skeleton (5Gane, P., Le Van Kim, C., Bony, V., El Nemer, W., Mouro, I., Nicolas, V., Colin, Y., and Cartron, J. P. (2001) Br. J. Haematol. 113, in press.Google Scholar, 6Parsons S.F. Lee G. Spring F.A. Willing T.N. Peters L.L. Gimm J.A. Tanner M.J.A. Mohandas N. Anstee D. Chasis J. Blood. 2001; 97: 312-320Crossref PubMed Scopus (99) Google Scholar). Interestingly, the Lu gps share a significant sequence similarity with the CD146 (MUC18) and CD166 (activated leukocyte cell adhesion molecule) adhesion molecules found in human tissues (7Johnson J, P. Rothbacher U. Sers C. Melanoma Res. 1993; 3: 337-340Crossref PubMed Scopus (43) Google Scholar, 8Bowen M.A. Patel D.D. Li X. Modrell B. Malacko A.R. Wang W.C. Marquardt H. Neubauer M. Pesando J.M. Francke U. J. Exp. Med. 1995; 181: 2213-2220Crossref PubMed Scopus (336) Google Scholar), and Lu and Lu(v13) are themselves adhesion molecules that bind laminin with high affinity (9Udani M. Zen Q. Cottman M. Leonard N. Jefferson S. Daymont C. Truskey G. Telen M.J. J. Clin. Invest. 1998; 101: 2550-2558Crossref PubMed Scopus (172) Google Scholar, 10El Nemer W. Gane P. Colin Y. Bony V. Rahuel C. Galactéros F. Cartron J.P. Le Van Kim C. J. Biol. Chem. 1998; 273: 16686-16693Abstract Full Text Full Text PDF PubMed Scopus (116) Google Scholar). Laminins are heterotrimeric extracellular matrix glycoproteins (composed of one of each of the polymorphic α, β, and γ chains) that are found in all basement membranes and are involved in cell differentiation, adhesion, migration, and proliferation (11Engel J. Biochemistry. 1992; 31: 10643-10651Crossref PubMed Scopus (189) Google Scholar, 12Tryggvarson K. Curr. Opin. Cell Biol. 1993; 5: 877-882Crossref PubMed Scopus (182) Google Scholar, 13Yurchenko P.D. O'Rear Rohrbach D.H. Timpl R. Molecular and Cellular Aspects of Basement Membranes. Academic Press, Inc., San Diego, CA1993: 121-146Google Scholar). Lu gps are expressed late during erythroid differentiation (14Bony V. Gane P. Bailly P. Cartron J.P. Br. J. Haematol. 1999; 107: 263-274Crossref PubMed Scopus (99) Google Scholar, 15Southcott M.J. G Tanner M.J.A. Anstee D.J. Blood. 1999; 93: 4425-4435Crossref PubMed Google Scholar) and represent the unique receptors of laminin in normal and sickle red blood cells as well as in erythroid progenitors (9Udani M. Zen Q. Cottman M. Leonard N. Jefferson S. Daymont C. Truskey G. Telen M.J. J. Clin. Invest. 1998; 101: 2550-2558Crossref PubMed Scopus (172) Google Scholar, 10El Nemer W. Gane P. Colin Y. Bony V. Rahuel C. Galactéros F. Cartron J.P. Le Van Kim C. J. Biol. Chem. 1998; 273: 16686-16693Abstract Full Text Full Text PDF PubMed Scopus (116) Google Scholar). Increased expression of Lu antigens on sickle red blood cells correlates with an increased adhesion to laminin (9Udani M. Zen Q. Cottman M. Leonard N. Jefferson S. Daymont C. Truskey G. Telen M.J. J. Clin. Invest. 1998; 101: 2550-2558Crossref PubMed Scopus (172) Google Scholar, 10El Nemer W. Gane P. Colin Y. Bony V. Rahuel C. Galactéros F. Cartron J.P. Le Van Kim C. J. Biol. Chem. 1998; 273: 16686-16693Abstract Full Text Full Text PDF PubMed Scopus (116) Google Scholar), which, together with other adhesion molecules like CD36 and VLA-4, might contribute to the reinforced adhesion of the sickle red blood cells to vascular endothelium leading to vaso-occlusion crisis and strokes (16Wick T.W. Eckman J.R. Curr. Opin. Hematol. 1996; 3: 118-124Crossref PubMed Scopus (61) Google Scholar, 17Hebbel R.P. J. Clin. Invest. 1997; 99: 2561-2564Crossref PubMed Google Scholar). The use of domain deletion mutants provided the first information on the structure/function relationship by showing that at least one Lu polymorphic blood group antigen is located on each of the five IgSF domains (18Parsons S.F. Mallinson G. Daniels G.L. Green C.A. Smythe J.S. Anstee D.J. Blood. 1997; 89: 4219-4225Crossref PubMed Google Scholar). In addition, the membrane-proximal IgSF domain 5 was shown to be the only critical domain for laminin binding (19Zen Q. Cottman M. Truskey G. Fraser R. Telen M.J. J. Biol. Chem. 1999; 274: 728-734Abstract Full Text Full Text PDF PubMed Scopus (74) Google Scholar). In the present study, we further extended these studies by generating deletion mutants of the NH2 extracellular domain of Lu gps and mutants of the RGD and glycosylation motifs in order to better characterize the binding site and protein motifs involved in the interaction with human laminin. By the use of direct interaction biosensor assays and inhibition assays with a flow cytometer, we found that the first three N-terminal Ig-like domains are critical for interaction with laminin. Moreover, neither the RGD nor theN-glycosylation motifs of the third IgSF domain are involved in this interaction. Human K562 cells were obtained from the American Type Culture Collection (Manassas, VA) and were grown in RPMI 1640 medium supplemented with 10% fetal calf serum. Stable transfected K562 cells expressing Lub isoform were obtained as described (10El Nemer W. Gane P. Colin Y. Bony V. Rahuel C. Galactéros F. Cartron J.P. Le Van Kim C. J. Biol. Chem. 1998; 273: 16686-16693Abstract Full Text Full Text PDF PubMed Scopus (116) Google Scholar). Expression of Lub antigen on transfectant cell lines was measured on a FACScan flow cytometer (Becton Dickinson, San Jose, CA) using LM342 monoclonal antibody (gift of Dr. Robin Fraser, Regional Donor Center, Glasgow, UK) as described (20El Nemer W. Rahuel C. Colin Y. Gane P. Cartron J.P. Le Van Kim C. Blood. 1997; 89: 4608-4616Crossref PubMed Google Scholar). Recombinant cDNAs encoding different extracellular domains of the Lu gp were obtained by polymerase chain reaction using the cDNA GC-rich kit (CLONTECH) and the Lub cDNA in pcDNA3 vector as template (10El Nemer W. Gane P. Colin Y. Bony V. Rahuel C. Galactéros F. Cartron J.P. Le Van Kim C. J. Biol. Chem. 1998; 273: 16686-16693Abstract Full Text Full Text PDF PubMed Scopus (116) Google Scholar). The polymerase chain reaction products were subcloned in the pIgplus vector (pIg-Tail Expression System; Ingenius; R & D Systems) and used for transient transfection of COS-7 cells by the DEAE-dextran method (ProFection mammalian transfection system, Promega). The transfected COS cells were grown 5 days in Iscove's modified Dulbecco's medium with Glutamax-1 and immunoglobulin-depleted fetal calf serum. The cell culture supernatants containing the secreted Fc proteins were applied to a protein A-Sepharose column (Amersham Pharmacia Biotech), and the Lu-Fc proteins were eluted as recommended by the manufacturer. Recombinant Fc protein concentrations were assessed by colorimetric assay using a Bio-Rad protein assay kit, and the integrity of the preparations was checked by 8% SDS-polyacrylamide gel electrophoresis and staining with silver nitrate. Biosensor studies were performed on a Biacore X instrument (Amersham Pharmacia Biotech). All experiments were performed at 25 °C using an HBS buffer, comprising 10 mm Hepes, pH 7.4, 150 mm NaCl, 3 mm EDTA. Rabbit anti-human Fc (Pierce) was diluted in a 10 mm acetate buffer, pH 4.5, and covalently coupled to a CM-5 or to an F1 biosensor chip by amine coupling, using an amino coupling kit (Amersham Pharmacia Biotech). Lu-Fc and Fc control proteins were diluted in HBS buffer and coupled to the anti-human Fc antibody. Typically, a coupling level of 200–400 and 10–20 response units (RU) were used for mapping and kinetic analyses, respectively. Different concentrations of immunopurified laminin-10/11 (Life Technologies, Inc.) or control fibronectin and merosin (laminin-2) proteins were injected over the coupled Lu-Fc surface as well as a control protein surface (ICAM-4-Fc) at a flow rate of 10 μl/min. A 25 mmNaOH solution was used for regeneration of the immobilized surface between different Lu-Fc injections. Sensorgrams obtained for the Fc control protein were systematically subtracted from those obtained for Lu-Fc proteins. For kinetic analysis, a range of six different laminin concentrations were injected (5, 8, 10, 16, 20, and 30 nm) at a flow rate of 30 μl/min with an Rmax not exceeding 100 RU. Affinity constants were estimated by curve fitting using BIA Evaluation 3.0 software assuming a 1:1 binding model. In another series of experiments, laminin-2 and laminin-10/11 were diluted in 10 mm acetate buffer, pH 3.3, and covalently coupled (9,000–10,000 RU) to flow cells FC1 and FC2, respectively, of a CM-5 biosensor chip by amine coupling using an amino coupling kit (Amersham Pharmacia Biotech). Lu-Fc and Fc control proteins were diluted in the HBS buffer and injected over the laminin covered surface at a flow rate of 10 μl/min. Sensorgrams obtained for laminin-10/11 were subtracted from those obtained for laminin-2. Laminin binding inhibition assay using secreted chimeric Lu-Fc fragment was performed as follows. 500-ng aliquots of laminin were incubated with different dilutions of the Lu-Fc fragment or a control Fc fragment for 1 h at 37 °C in PBS, supplemented with 0.5% bovine serum albumin. The suspensions were then added to 5 × 105 K562 cells expressing the Lub isoform and incubated for 45 min at room temperature. After two washes with PBS, cells were incubated with the anti-laminin monoclonal antibody (anti-A chain) (Roche Molecular Biochemicals) for 30 min at 4 °C. The cells were then washed twice with PBS and incubated with phycoerythrin-conjugated anti-mouse IgG (Immunotech, Marseille, France) for 20 min at 4 °C. After another washing step, 0.1 ng of TO-PRO-1 iodide (Molecular Probes, Inc., Eugene, OR) was added, and positive cells (dead cells) were excluded from analysis. Sequences of the five IgSF domains were searched against the SMART domain data base (21Schultz J. Copley R.R. Doerks T. Ponting C.P. Bork P. Nucleic Acids Res. 2000; 28: 231-234Crossref PubMed Scopus (1085) Google Scholar) for alignment against V-set and C2-set profiles. The Protein Data Bank was also searched using PSI-BLAST (22Altschul S.F. Madden T.L. Schäffer A.A. Zhang J. Zhang Z. Miller W. Lipman D.J. Nucleic Acids Res. 1997; 25: 3389-3402Crossref PubMed Scopus (61065) Google Scholar) and FUGUE 2J. Shi, T. L. Blundell, and K. Mizuguchi, manuscript in preparation. for predicting the Lu domain's secondary structures relative to experimentally solved structures of Ig-like domains. Homology modeling of Lu IgSF domain 3 was performed using one of the fibroblast growth factor receptor 2 C2 domain (Protein Data Bank identifier 1EV2, chain E, position 150–254) as template with the Modeller4 program (23Sali A. Blundell T.L. J. Mol. Biol. 1993; 234: 779-815Crossref PubMed Scopus (10786) Google Scholar). The interaction of the common extracellular region of Lu and Lu(v13) gps with laminin was first analyzed by plasmon resonance experiments using a Biacore X instrument. This region of 518 amino acids is organized in five IgSF domains, noted Lu12345 thereafter. The sequence coding for Lu12345 was fused to that coding for the Fc fragment of a human IgG, and the soluble chimeric Lu-Fc fusion protein was expressed in COS-7 cells (see \"Experimental Procedures\"). After purification on Protein A-Sepharose, the chimeric polypeptide migrated as an expected single band of 106 kDa (Fig.1). For biosensor assays, the rabbit anti-human Fc antibody was immobilized directly to a carboxylated dextran matrix chip, and the Lu12345-Fc fusion protein was captured on the matrix and tested for interaction with laminin. As shown in Fig.2, protein laminin 10/11 bound to Lu12345-Fc in a dose-responsive fashion in the range of 5–30 nm laminin. The specificity of the binding interaction was determined by showing that laminin did not bind to the immobilized adhesion molecule ICAM-4-Fc, which contains two IgSF domains (23Sali A. Blundell T.L. J. Mol. Biol. 1993; 234: 779-815Crossref PubMed Scopus (10786) Google Scholar, 25Hermand P. Huet M. Callebaut I. Gane P. Ihanus E. Gahmberg C.G. Cartron J.P. Bailly P. J. Biol. Chem. 2000; 275: 26002-26010Abstract Full Text Full Text PDF PubMed Scopus (68) Google Scholar). In further control experiments, it was found that neither laminin-2 (α2β1γ1) nor fibronectin at 20 nm bind to either immobilized Lu12345-Fc or ICAM-4-Fc fusion proteins (data not shown). For kinetic analysis, small amounts of Lu12345-Fc were captured on the anti-human Fc surface in order to not exceed an Rmax of 50–100 RU when injecting saturating concentrations of laminin. After injecting a range of six different concentrations (5, 8, 10, 16, 20, and 30 nm), kinetic analysis revealed that Lu12345-Fc bound laminin with high affinity, with a dissociation equilibrium constantKD of 10.8 nm (kinetic constantka = 2.45 × 106m−1 s−1). This value correlates well with recently reported independent studies (6Parsons S.F. Lee G. Spring F.A. Willing T.N. Peters L.L. Gimm J.A. Tanner M.J.A. Mohandas N. Anstee D. Chasis J. Blood. 2001; 97: 312-320Crossref PubMed Scopus (99) Google Scholar).Figure 2Binding of laminin-10/11 to Lu12345-Fc coupled to an anti-Fc antibody immobilized on the surface of a plasmon resonance sensor chip. A rabbit anti-human Fc was immobilized (8,000 RU) on a carboxylated dextran matrix chip before coupling ICAM-4/LW-Fc (280 RU) and Lu12345-Fc (300 RU) in flow cells FC1 and FC2, respectively. Laminin-10/11 was injected at 5, 8, 10, 16, 20, and 30 nm over the recombinant Fc protein surface at the flow rate of 10 μl/min. Curves represent subtracted sensorgrams (FC2 − FC1) normalized as to the base line of 0 RU.View Large Image Figure ViewerDownload Hi-res image Download (PPT) Recent studies indicated that commercial human laminin preparations contain laminin 10 (α5β1γ1) and some laminin 11 (α5β2γ1) but no laminin 1 (26Ferletta M. Ekblom P. J. Cell Sci. 1999; 112: 1-10Crossref PubMed Google Scholar). Since α5 chain is present only in laminin 10 and 11 isoforms (27Miner J.H. Patton B.L. Lentz S.I. Gilbert D.J. Snider W.D. Jenkins N.A. Copeland N.G. Sanes J.R. J. Cell Biol. 1997; 137: 685-701Crossref PubMed Scopus (585) Google Scholar) and Lu gps bind neither to murine laminin 1 (α1β1γ1) nor to laminin 2 (α2β1γ1) (9Udani M. Zen Q. Cottman M. Leonard N. Jefferson S. Daymont C. Truskey G. Telen M.J. J. Clin. Invest. 1998; 101: 2550-2558Crossref PubMed Scopus (172) Google Scholar, 10El Nemer W. Gane P. Colin Y. Bony V. Rahuel C. Galactéros F. Cartron J.P. Le Van Kim C. J. Biol. Chem. 1998; 273: 16686-16693Abstract Full Text Full Text PDF PubMed Scopus (116) Google Scholar,28Rahuel C. Colin Y. Goossens D. Gane P. El Nemer W. Cartron J.P. Le van Kim C. Immunogenetics. 1999; 50: 271-277Crossref PubMed Scopus (10) Google Scholar), it was postulated that Lu gps bind to laminin-10/11 via the specific α5 chain (Ref. 6Parsons S.F. Lee G. Spring F.A. Willing T.N. Peters L.L. Gimm J.A. Tanner M.J.A. Mohandas N. Anstee D. Chasis J. Blood. 2001; 97: 312-320Crossref PubMed Scopus (99) Google Scholar and this report), which is also in agreement with other studies showing that sickle red blood cells adhere to laminin-10/11 isoforms (29Lee S.P. Cunningham M.L. Hines P.C. Joneckis C.C. Orringer E.P. Parise L.V. Blood. 1998; 92: 2951-2958Crossref PubMed Google Scholar). Furthermore, the laminin α5 chain is expressed in bone marrow and by several developing epithelial cells, and a majority of epithelial cells might use laminin-10 rather than laminin-1 as an adhesive protein in vivo (26Ferletta M. Ekblom P. J. Cell Sci. 1999; 112: 1-10Crossref PubMed Google Scholar, 30Gu Y. Sorokin L. Durbeej M. Hjalt T. Jonsson J.I. Ekblom M. Blood. 1999; 93: 2533-2542Crossref PubMed Google Scholar). In order to identify the IgSF domain(s) that interact(s) with laminin-10/11, 11 IgSF domain deletions (three small deletions of five amino acids and two single amino acid mutants) were generated and expressed as Fc fusion proteins. The schematic structure of these mutants is shown on Fig. 3. To generate entire domain removal, deletion sites were chosen in the interdomain sequences deduced from the putative structure of the Lu gp (1Parsons S.F. Mallinson G. Holmes C.H. Houlihan J.M. Simpson K.L. Mawby W.J. Spurr N.K. Warne D. Barclay A.N. Anstee D.J. Proc. Natl. Acad. Sci. U. S. A. 1995; 92: 5496-5500Crossref PubMed Scopus (110) Google Scholar). The Lu12345-Fc protein containing the five extracellular IgSF domains was used as a positive control when analyzing the interaction between the different mutated proteins and laminin-10/11. The four deletion constructs Lu1234-Fc, Lu123-Fc, Lu12-Fc, and Lu1-Fc were first analyzed by SDS-PAGE (Fig. 1), and among these, we found that only Lu1234-Fc and Lu123-Fc bound to laminin (Fig.4 A). The lack of interaction between laminin and Lu1-Fc and Lu12-Fc proteins was not due to defective chimeras, since these proteins were able to bind to monoclonal antibody LM342, which recognizes the Lubepitope localized in the first IgSF domain in Biacore experiments (data not shown). Kinetic analysis also revealed that Lu123-Fc and Lu12345-Fc had similar binding affinity for laminin 10/11 (KD = 9.8 nm versus 10.8 nm), and this result, together with those reported above, suggests that the laminin binding site(s) of Lu gps includes the third IgSF domain and that domains 4 and 5 neither enhance nor decrease laminin binding affinity. Accordingly, deletion mutants Lu4-Fc, Lu5-Fc, and Lu45-Fc did not bind to laminin 10/11 (Fig. 3 and 4 A).Figure 4Binding of laminin-10/11 to Lu-Fc mutants coupled to an anti-Fc antibody immobilized on the surface of a plasmon resonance sensor chip. A rabbit anti-human Fc antibody was immobilized (8,000 RU) on a carboxylated dextran matrix chip before coupling ICAM-4/LW-Fc (280 RU) and Lu-Fc mutants (200–300 RU) in flow cells FC1 and FC2, respectively. Laminin-10/11 was injected at 20 nm over the recombinant Fc protein surfaces at a flow rate of 10 μl/min. Curves represent subtracted sensorgramms (FC2 − FC1) normalized as to the base line of 0 RU. A, proteins Lu1-, Lu12-, Lu13-, Lu3-, Lu23-, Lu1245-, Lu-4, Lu5-, and Lu45-Fc did not bind laminin, whereas those containing intact IgSF domains 1, 2, and 3 (Lu123- and Lu1234-Fc) bind similarly to the wild type protein Lu12345. B, LuN321A- and LuR292A-Fc bind laminin as the intact chimera Lu12345, whereas proteins Lu-ΔLNVNL-, Lu-ΔRVEDY-, and Lu-ΔPSPEY-Fc exhibit abnormal binding curves.View Large Image Figure ViewerDownload Hi-res image Download (PPT) These results are in general agreement with a recent study published when this work was being written (6Parsons S.F. Lee G. Spring F.A. Willing T.N. Peters L.L. Gimm J.A. Tanner M.J.A. Mohandas N. Anstee D. Chasis J. Blood. 2001; 97: 312-320Crossref PubMed Scopus (99) Google Scholar). However, our studies further extended this analysis, since a panel of nine other Lu chimeras carrying different Ig domain deletions, small deletions, and single point mutations into IgSF domain 3 (see Fig. 3) were investigated. The laminin binding capacity of Lu123-Fc but not of Lu12-Fc constructs pointed to the important role of domain 3 of Lu gp for ligand binding. To confirm this result, we first generated a mutant protein lacking domain 3 only. As shown in Fig. 4 A, this Lu1245-Fc chimera did not bind to laminin-10/11. To test whether the N-glycan of domain 3 is important for laminin binding, asparagine 321 was mutated into alanine to abolish the unique potentialN-glycosylation site of the first three IgSF domains, which is well exposed at the beginning of strand E according to the structural model proposed in Fig.5 B. The LuN321A-Fc construct directed the synthesis of a soluble protein with an apparent molecular mass of 103 kDa versus 106 kDa for the wild type protein (Fig. 1). This indicates that the Asn321 glycosylation site is used, and the loss of about 3 kDa is compatible with the removal of a single N-glycan chain. Arginine 292 belonging to a potential RGD integrin binding site of domain 3 was also mutated into alanine (construct LuR292A-Fc), since the RGD motif is commonly involved in cell adhesion and is crucial for some integrin binding and for the binding of many proteins to cells, such as fibronectin and transferrin to their cognate receptors (31Ruoslahti E. Tumour Biol. 1996; 17: 117-124Crossref PubMed Scopus (124) Google Scholar, 32Dubljevic V. Sali A. Goding J.W. Biochem. J. 1999; 341: 11-14Crossref PubMed Scopus (57) Google Scholar). As shown in Fig.4 B, the sensorgram of the interaction between laminin-10/11 and LuN321A-Fc and LuR292A-Fc constructs was similar to that obtained with Lu12345-Fc, indicating that neither N-glycosylation nor the RGD motif of domain 3 were involved in the interaction with laminin 10/11. This conclusion is also supported by the finding that the mouse homologue of Lu gp binds human laminin but does not contain any RGD motif (6Parsons S.F. Lee G. Spring F.A. Willing T.N. Peters L.L. Gimm J.A. Tanner M.J.A. Mohandas N. Anstee D. Chasis J. Blood. 2001; 97: 312-320Crossref PubMed Scopus (99) Google Scholar, 28Rahuel C. Colin Y. Goossens D. Gane P. El Nemer W. Cartron J.P. Le van Kim C. Immunogenetics. 1999; 50: 271-277Crossref PubMed Scopus (10) Google Scholar). Moreover, as shown on the model of the Lu IgSF domain 3 structure (Fig. 5 B), the RGD sequence is not included in a loop, as observed for fibronectin RGD sequence (33Ruoslahti E. Annu. Rev. Cell Dev. Biol. 1996; 12: 697-715Crossref PubMed Scopus (2625) Google Scholar) but lies extended in the C-terminal part of strand βB, just after the cysteine residue implicated in disulfide bonding with the strand βF cysteine, and therefore has a different presentation as compared with canonical RGD. Next, three different small deletions of five amino acids were introduced into the third IgSF domain of the Lu12345-Fc protein (see Fig. 3). All deleted amino acids are conserved between human, mouse, and rat (Fig. 5 A). These are predicted to be localized in three regions included in distinct secondary structures, namely the B-C loop and the beginning of the C strand (Lu ΔPSPEY-Fc), the F strand (Lu ΔRVEDY-Fc), and the D strand and the beginning of the D-E loop (LuΔLNVNL-Fc) (Fig. 5 B). As shown in Fig. 4 B, these small deletions within domain 3 drastically alter the association and dissociation curves and reduce the laminin binding property of the extracellular region of the Lu gps. Disruptions of regular secondary structures in which these segments participate and the nonobservance of geometrical constraints probably impede the correct folding of domain 3. It is also worth noting that two of the deleted segments (ΔPSPEY-Fc and ΔRVEDY-Fc) contain two amino acids (underlined Y and V, respectively) whose positions are always occupied by hydrophobic amino acids in the multiple alignment of C2 domains and are buried within three-dimensional structures (data not shown). These amino acids are therefore predicted to be essential to the maintenance of the IgSF fold, and their absence would thus drastically impair the correct folding of domain 3. Although these results confirm the importance of the third domain, it could not be concluded whether domain 3 alone, albeit critical, was sufficient for laminin binding. Indeed, it is often observed that the combination of several IgSF domains is necessary for interaction with partners, as discussed below. To further address this issue, a mutant protein containing only domain 3 (Lu3-Fc) was generated. As shown in Fig.4 A, Lu3-Fc did not bind to laminin-10/11 even when large amounts of laminin were injected, indicating that the third IgSF domain of Lu gps is necessary but not sufficient to mediate laminin-10/11 binding. Together with the positive binding of Lu123-Fc to laminin, these results indicated that domain 1 and/or 2 may also play a role in the interaction process. To find out whether the interaction involves domain 1 or 2, Lu13-Fc and Lu23-Fc chimeras were generated, but none of these two chimeras were found to bind to laminin-10/11 (Fig.4 A). To confirm these results, we performed a reverse series of biosensor assays in which laminin-10/11 was covalently coupled to the sensor chip, and several dilutions of Lu-Fc chimeras were injected. Laminin-2 was used as a negative control. Lu12345-Fc, Lu1234-Fc, Lu123-Fc, LuN321A-Fc, and LuR292A-Fc showed typical specific binding curves with laminin-10/11, whereas the other Lu-Fc chimeras did not bind to the immobilized laminin (data not shown). Previous adhesion and flow cytometric analyses have shown that K562 cells expressing Lu gps bind laminin (9Udani M. Zen Q. Cottman M. Leonard N. Jefferson S. Daymont C. Truskey G. Telen M.J. J. Clin. Invest. 1998; 101: 2550-2558Crossref PubMed Scopus (172) Google Scholar, 10El Nemer W. Gane P. Colin Y. Bony V. Rahuel C. Galactéros F. Cartron J.P. Le Van Kim C. J. Biol. Chem. 1998; 273: 16686-16693Abstract Full Text Full Text PDF PubMed Scopus (116) Google Scholar) and that the Lu12345-Fc chimera protein dose-responsively inhibited the laminin-Lu gp interaction (10El Nemer W. Gane P. Colin Y. Bony V. Rahuel C. Galactéros F. Cartron J.P. Le Van Kim C. J. Biol. Chem. 1998; 273: 16686-16693Abstract Full Text Full Text PDF PubMed Scopus (116) Google Scholar). To further confirm the BIAcore results (see above), we have used the different Lu-Fc chimeras to inhibit the interaction of laminin with K562.Lu cells. Increasing amounts of each recombinant protein were preincubated with 500 ng of laminin-10/11 prior to the binding assay with K562.Lu cells. Among all the mutated proteins, only Lu123-Fc, Lu1234-Fc, LuN321A-Fc, and LuR292A-Fc molecules dose-responsively inhibited the binding of laminin to K562.Lu cells, as did the control Lu12345-Fc protein (Fig.6). More than 80% inhibition was obtained with 10 pm of these mutated constructs. The inhibition assays largely confirm the BIAcore results and indicated again that laminin binding to K562.Lu cells requires the three first Ig-like domains of Lu gp. All these results suggested that the interaction between laminin-10/11 and Lu gps involves sequences present in the three extracellular domains 1, 2, and 3, which might be arranged together so that they provide a specific interaction surface. Lu gps share sequence similarities with cell adhesion molecules belonging to the IgSF (e.g. neural cell adhesion molecule, axonin, etc.), which are similarly organized (i.e. with an N-terminal string of IgSF domains (5 and 6 for neural cell adhesion molecule and axonin, respectively). Interestingly, the first four IgSF domains of axonin (this is also true for hemolin) adopt a U-shaped arrangement, forming a compact four-domain module with contacts between domains 1 and 4 and between domains 2 and 3 (34Freigang J. Proba K. Leder L. Diederichs K. Sonderegger P. Welte W. Cell. 2000; 101: 425-433Abstract Full Text Full Text PDF PubMed Scopus (140) Google Scholar). By analogy, as the IgSF domain 4 of Lu gp does not appear critical for laminin binding (see Fig. 4 A), it is suggested that the first three IgSF domains of Lu gp could constitute a three-domain module having a specific spatial arrangement with domains 1–3 playing a key role in the interaction properties. Similarly, the interaction between laminin and activated leukocyte cell adhesion molecule apparently requires the first two IgSF domains only (35Zen Q. Riddle M.E. Fong A.M. Patel D.D. Paulsen D.M. Truskey G. Telen M.J. FASEB J. 1999; 13 (Abstr. 171): A1360Google Scholar). Independently, two groups have reported the characterization of the laminin binding site on the fifth (19Zen Q. Cottman M. Truskey G. Fraser R. Telen M.J. J. Biol. Chem. 1999; 274: 728-734Abstract Full Text Full Text PDF PubMed Scopus (74) Google Scholar) or the first three (6Parsons S.F. Lee G. Spring F.A. Willing T.N. Peters L.L. Gimm J.A. Tanner M.J.A. Mohandas N. Anstee D. Chasis J. Blood. 2001; 97: 312-320Crossref PubMed Scopus (99) Google Scholar) IgSF domains of the Lu gps. Here, we have shown by two different techniques, using purified chimeric proteins and Lu-expressing cells, that the N-terminal domains 1–3 are critical for laminin-10/11 interaction, since neither domain 1, domains 1 + 2, domain 3, domains 1 + 3, nor domains 2 + 3 were able to mediate laminin interaction. In addition, the present study demonstrates that the structural integrity of the IgSF domain 3 is necessary for laminin-10/11 interaction and that neither N-glycosylation nor RGD motifs of this domain were involved in laminin-10/11 binding. Our results and those recently reported (6Parsons S.F. Lee G. Spring F.A. Willing T.N. Peters L.L. Gimm J.A. Tanner M.J.A. Mohandas N. Anstee D. Chasis J. Blood. 2001; 97: 312-320Crossref PubMed Scopus (99) Google Scholar) apparently conflict with those from Zen et al.(19Zen Q. Cottman M. Truskey G. Fraser R. Telen M.J. J. Biol. Chem. 1999; 274: 728-734Abstract Full Text Full Text PDF PubMed Scopus (74) Google Scholar) that have assigned the laminin binding domain to the fifth IgSF domain of Lu gp. Although different techniques of investigation have been used, and much fewer mutants analyzed compared with the present report, the reason for this discrepancy is not clear, but we cannot exclude the possibility that Lu gps may have two distinct binding sites for laminin. Further investigation should document the critical residues of Lu gps involved in laminin interaction and reciprocally those involved in the laminin α5 chain counterpart more precisely. This information may be useful to develop inhibitors that block the Lu-laminin interaction and may reduce the increased adhesion of sickle red cells to laminin, which is suspected to contribute to vaso-occlusion in patients (16Wick T.W. Eckman J.R. Curr. Opin. Hematol. 1996; 3: 118-124Crossref PubMed Scopus (61) Google Scholar, 17Hebbel R.P. J. Clin. Invest. 1997; 99: 2561-2564Crossref PubMed Google Scholar). This will be of great importance also, since Lu antigens are overexpressed in some epithelial cancer tissues (36Chesa-Garin P. Sanz-Moncasi M.P. Campbell I.G. Rettig W.J. Int. J. Oncol. 1994; 5: 1261-1266PubMed Google Scholar, 37Rettig W.J. Garin-Chesa P. Beresford H.R. Oettgen H.F. Melamed M.R. Old L.J. Proc. Natl. Acad. Sci. U. S. A. 1988; 85: 3110-3114Crossref PubMed Scopus (203) Google Scholar) and since laminin is involved in cancer metastases (38Terranova V.P. Liotta L.A. Rousso R.G. Martin G.R. Cancer Res. 1982; 42: 2265-2269PubMed Google Scholar). We thank P. Hermand and P. Bailly (INSERM U76, Paris) for the gift of purified control ICAM-4-Fc protein and C. Rahuel (INSERM U76, Paris) for alignment analysis. We are indebted to R. H. Fraser (Regional Donor Center, Glasgow, UK) for supplying the LM 342 monoclonal antibody.",
  "authors": [
    {
      "display_name": "Wassim El Nemer",
      "id": "A5065889464",
      "orcid": "https://orcid.org/0000-0001-8184-427X",
      "institutions": [
        {
          "id": "I4210091780",
          "display_name": "Institut National de la Transfusion Sanguine",
          "country_code": "FR",
          "type": "funder"
        },
        {
          "id": "I154526488",
          "display_name": "Inserm",
          "country_code": "FR",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Wassim El Nemer"
    },
    {
      "display_name": "Pierre Gane",
      "id": "A5049383051",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210091780",
          "display_name": "Institut National de la Transfusion Sanguine",
          "country_code": "FR",
          "type": "funder"
        },
        {
          "id": "I154526488",
          "display_name": "Inserm",
          "country_code": "FR",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Pierre Gane"
    },
    {
      "display_name": "Yves Colin",
      "id": "A5029545816",
      "orcid": "https://orcid.org/0000-0001-5196-4254",
      "institutions": [
        {
          "id": "I4210091780",
          "display_name": "Institut National de la Transfusion Sanguine",
          "country_code": "FR",
          "type": "funder"
        },
        {
          "id": "I154526488",
          "display_name": "Inserm",
          "country_code": "FR",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Yves Colin"
    },
    {
      "display_name": "Anne Marie D'Ambrosio",
      "id": "A5070968674",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210091780",
          "display_name": "Institut National de la Transfusion Sanguine",
          "country_code": "FR",
          "type": "funder"
        },
        {
          "id": "I154526488",
          "display_name": "Inserm",
          "country_code": "FR",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Anne Marie D'Ambrosio"
    },
    {
      "display_name": "Isabelle Callebaut",
      "id": "A5083064307",
      "orcid": "https://orcid.org/0000-0003-3124-887X",
      "institutions": [
        {
          "id": "I39804081",
          "display_name": "Sorbonne Université",
          "country_code": "FR",
          "type": "funder"
        },
        {
          "id": "I204730241",
          "display_name": "Université Paris Cité",
          "country_code": "FR",
          "type": "funder"
        },
        {
          "id": "I1294671590",
          "display_name": "Centre National de la Recherche Scientifique",
          "country_code": "FR",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Isabelle Callebaut"
    },
    {
      "display_name": "Jean‐Pierre Cartron",
      "id": "A5078440038",
      "orcid": "https://orcid.org/0000-0003-2929-3065",
      "institutions": [
        {
          "id": "I4210091780",
          "display_name": "Institut National de la Transfusion Sanguine",
          "country_code": "FR",
          "type": "funder"
        },
        {
          "id": "I154526488",
          "display_name": "Inserm",
          "country_code": "FR",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jean-Pierre Cartron"
    },
    {
      "display_name": "Caroline Le Van Kim",
      "id": "A5076084805",
      "orcid": "https://orcid.org/0000-0002-3251-1310",
      "institutions": [
        {
          "id": "I4210091780",
          "display_name": "Institut National de la Transfusion Sanguine",
          "country_code": "FR",
          "type": "funder"
        },
        {
          "id": "I154526488",
          "display_name": "Inserm",
          "country_code": "FR",
          "type": "government"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Caroline Le Van Kim"
    }
  ],
  "publication_year": 2001,
  "publication_date": "2001-06-01",
  "type": "article",
  "cited_by_count": 46,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S140251998",
    "display_name": "Journal of Biological Chemistry",
    "issn_l": "0021-9258",
    "issn": [
      "0021-9258",
      "1067-8816",
      "1083-351X"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320990"
  },
  "volume": "276",
  "issue": "26",
  "first_page": "23757",
  "last_page": "23762",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "http://www.jbc.org/article/S0021925820783742/pdf",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2779814568",
      "display_name": "Laminin",
      "level": 3,
      "score": 0.8063882
    },
    {
      "id": "C108625454",
      "display_name": "Glycoprotein",
      "level": 2,
      "score": 0.64674413
    },
    {
      "id": "C91682701",
      "display_name": "Immunoglobulin superfamily",
      "level": 3,
      "score": 0.61283433
    },
    {
      "id": "C85789140",
      "display_name": "Cell adhesion",
      "level": 3,
      "score": 0.49037647
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.45860443
    },
    {
      "id": "C95444343",
      "display_name": "Cell biology",
      "level": 1,
      "score": 0.45841452
    },
    {
      "id": "C16224149",
      "display_name": "Cell adhesion molecule",
      "level": 2,
      "score": 0.4524263
    },
    {
      "id": "C195687474",
      "display_name": "Integrin",
      "level": 3,
      "score": 0.4291852
    },
    {
      "id": "C28406088",
      "display_name": "Extracellular",
      "level": 2,
      "score": 0.41549653
    },
    {
      "id": "C153911025",
      "display_name": "Molecular biology",
      "level": 1,
      "score": 0.31973135
    },
    {
      "id": "C55493867",
      "display_name": "Biochemistry",
      "level": 1,
      "score": 0.2669186
    },
    {
      "id": "C170493617",
      "display_name": "Receptor",
      "level": 2,
      "score": 0.22489405
    },
    {
      "id": "C1491633281",
      "display_name": "Cell",
      "level": 2,
      "score": 0.16178063
    },
    {
      "id": "C189165786",
      "display_name": "Extracellular matrix",
      "level": 2,
      "score": 0.12845486
    }
  ],
  "topics": [
    {
      "id": "T12286",
      "display_name": "Erythrocyte Function and Pathophysiology",
      "score": 0.9998
    },
    {
      "id": "T11660",
      "display_name": "Blood groups and transfusion",
      "score": 0.9998
    },
    {
      "id": "T10602",
      "display_name": "Glycosylation and Glycoproteins Research",
      "score": 0.9985
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1074/jbc.m102978200",
  "pdf_url": "http://www.jbc.org/article/S0021925820783742/pdf",
  "retrieved_date": "2025-07-30T15:05:44.645664",
  "source_database": "OpenAlex"
}