{
  "openalex_id": "W2155647800",
  "doi": "https://doi.org/10.2113/gsecongeo.96.5.939",
  "title": "Short Wavelength Infrared (SWIR) Spectral Analysis ofHydrothermal Alteration Zones Associated with Base Metal Sulfide Depositsat Rosebery and Western Tharsis, Tasmania, and Highway-Reward, Queensland",
  "abstract": "Research Article| August 01, 2001 Short Wavelength Infrared (SWIR) Spectral Analysis of Hydrothermal Alteration Zones Associated with Base Metal Sulfide Deposits at Rosebery and Western Tharsis, Tasmania, and Highway-Reward, Queensland Walter Herrmann; Walter Herrmann Centre for Ore Deposit Research, University of Tasmania, GPO Box 252-79, Hobart, Tasmania 7001, Australia †Corresponding author: e-mail, walter.herrmann@utas.edu.au Search for other works by this author on: GSW Google Scholar Michael Blake; Michael Blake Centre for Ore Deposit Research, University of Tasmania, GPO Box 252-79, Hobart, Tasmania 7001, Australia Search for other works by this author on: GSW Google Scholar Mark Doyle; Mark Doyle Centre for Ore Deposit Research, University of Tasmania, GPO Box 252-79, Hobart, Tasmania 7001, Australia Search for other works by this author on: GSW Google Scholar David Huston; David Huston Minerals Division, Australian Geological Survey Organisation, GPO Box 378, Canberra, ACT 2f1, Australia Search for other works by this author on: GSW Google Scholar Julianne Kamprad; Julianne Kamprad Minerals Division, Australian Geological Survey Organisation, GPO Box 378, Canberra, ACT 2f1, Australia Search for other works by this author on: GSW Google Scholar Nick Merry; Nick Merry Ausspec International, P.O. Box 2235, Kew MDC, Melbourne, Victoria 3101, Australia Search for other works by this author on: GSW Google Scholar Sasha Pontual Sasha Pontual Ausspec International, P.O. Box 2235, Kew MDC, Melbourne, Victoria 3101, Australia Search for other works by this author on: GSW Google Scholar Author and Article Information Walter Herrmann Centre for Ore Deposit Research, University of Tasmania, GPO Box 252-79, Hobart, Tasmania 7001, Australia Michael Blake Centre for Ore Deposit Research, University of Tasmania, GPO Box 252-79, Hobart, Tasmania 7001, Australia Mark Doyle Centre for Ore Deposit Research, University of Tasmania, GPO Box 252-79, Hobart, Tasmania 7001, Australia David Huston Minerals Division, Australian Geological Survey Organisation, GPO Box 378, Canberra, ACT 2f1, Australia Julianne Kamprad Minerals Division, Australian Geological Survey Organisation, GPO Box 378, Canberra, ACT 2f1, Australia Nick Merry Ausspec International, P.O. Box 2235, Kew MDC, Melbourne, Victoria 3101, Australia Sasha Pontual Ausspec International, P.O. Box 2235, Kew MDC, Melbourne, Victoria 3101, Australia †Corresponding author: e-mail, walter.herrmann@utas.edu.au Publisher: Society of Economic Geologists First Online: 02 Mar 2017 Online ISSN: 1554-0774 Print ISSN: 0361-0128 Economic Geology Economic Geology (2001) 96 (5): 939–955. https://doi.org/10.2113/gsecongeo.96.5.939 Article history First Online: 02 Mar 2017 Cite View This Citation Add to Citation Manager Share Icon Share Facebook Twitter LinkedIn Email Permissions Search Site Citation Walter Herrmann, Michael Blake, Mark Doyle, David Huston, Julianne Kamprad, Nick Merry, Sasha Pontual; Short Wavelength Infrared (SWIR) Spectral Analysis of Hydrothermal Alteration Zones Associated with Base Metal Sulfide Deposits at Rosebery and Western Tharsis, Tasmania, and Highway-Reward, Queensland. Economic Geology 2001;; 96 (5): 939–955. doi: https://doi.org/10.2113/gsecongeo.96.5.939 Download citation file: Ris (Zotero) Refmanager EasyBib Bookends Mendeley Papers EndNote RefWorks BibTex toolbar search Search Dropdown Menu toolbar search search input Search input auto suggest filter your search All ContentBy SocietyEconomic Geology Search Advanced Search Abstract Spectral analysis of rock samples by short wavelength infrared (SWIR) analysis, using the portable infrared mineral analyzer (PIMA) spectrometer, is a relatively new field method with applications in mineral exploration. The technique allows rapid field-based identification of hydrothermal alteration minerals and delineation of alteration zones. Variations in mineral composition, crystallinity, and relative abundance may also be determined. Phyllosilicates, including white mica and chlorite, are particularly amenable to short wavelength infrared analysis. These are prominent alteration minerals in the felsic volcanic rocks in the Mount Read Volcanics, Tasmania, and the Mount Windsor subprovince, North Queensland. They have regional distributions as diagenetic and metamorphic products and exist locally in alteration zones associated with volcanic-hosted sulfide deposits.A geochemical and spectral investigation of white micas in the least altered rocks in the Mount Read Volcanics has shown considerable background compositional variations. The white micas range from phengite to moderately sodic muscovite and SWIR spectral measurements provide reliable estimates of their compositions. Chlorites also have a broad compositional range in these rocks. However, SWIR spectral analysis has proven to be unreliable in determining chlorite composition in samples where chlorite exists in low proportions relative to white mica or in mixed assemblages with epidote.White micas in footwall alteration zones of the Rosebery stratiform Zn + Pb deposit (Tasmania) are variably phengitic, similar to those in regional background volcanics. A unit of relatively unaltered volcaniclastic sandstone in the Rosebery hanging-wall sequence contains anomalous sodic muscovite in proximity to ore lenses. White micas associated with the disseminated to massive pyritic Cu + Au deposits at Western Tharsis (Tasmania) and Highway-Reward (North Queensland) range in composition from phengite to slightly sodic muscovite. In these symmetrically zoned alteration systems, white micas grade in composition from phengite, in peripheral zones, to slightly sodic muscovite, in proximal zones near ore. In all three cases, the white mica compositional variation is a vector to ore that is effectively measured by SWIR spectrometry, with particular application in prospect-scale exploration.Chlorite compositions at Rosebery are not strictly spatially related to ore but tend to be most magnesian in zones of high chlorite abundance. In the outer alteration zone at Western Tharsis, there is a faint proximal trend to iron-rich chlorites. However, it does not represent a well-defined vector to ore in either case.Attempts at quantitative estimation of the relative abundance of white mica and chlorite in mixed samples, by spectral analysis, have produced results that are imprecise in comparison to geochemically derived estimates. The data scatter relates to the low proportions of chlorite in the majority of the samples analyzed, resulting in weak chlorite absorptions. Better results may be obtainable, in specific alteration or lithostratigraphic domains, by use of customized spectral unmixing software.This investigation has shown that PIMA-based SWIR spectrometry is a potent field method of mapping compositional variations in white micas that represent empirical vectors to at least some types of volcanic-hosted sulfide deposits. It has also highlighted its effectiveness in field identification of megascopically difficult or indeterminate alteration minerals, such as pyrophyllite, zunyite, and topaz, which may have genetic implications and exploration significance. You do not have access to this content, please speak to your institutional administrator if you feel you should have access.",
  "authors": [
    {
      "display_name": "Walter Herrmann",
      "id": "A5066358748",
      "orcid": null,
      "institutions": [
        {
          "id": "I129801699",
          "display_name": "University of Tasmania",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "W. Herrmann"
    },
    {
      "display_name": "Michael D. Blake",
      "id": "A5036165109",
      "orcid": null,
      "institutions": [
        {
          "id": "I129801699",
          "display_name": "University of Tasmania",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "M. Blake"
    },
    {
      "display_name": "M. G. Doyle",
      "id": "A5036924281",
      "orcid": null,
      "institutions": [
        {
          "id": "I129801699",
          "display_name": "University of Tasmania",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "M. Doyle"
    },
    {
      "display_name": "David L. Huston",
      "id": "A5028793009",
      "orcid": "https://orcid.org/0000-0002-1740-6336",
      "institutions": [
        {
          "id": "I1296875392",
          "display_name": "Geological Survey of Western Australia",
          "country_code": "AU",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "D. Huston"
    },
    {
      "display_name": "J. Kamprad",
      "id": "A5025356310",
      "orcid": null,
      "institutions": [
        {
          "id": "I1296875392",
          "display_name": "Geological Survey of Western Australia",
          "country_code": "AU",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "J. Kamprad"
    },
    {
      "display_name": "N. Merry",
      "id": "A5097669570",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "N. Merry"
    },
    {
      "display_name": "S. Pontual",
      "id": "A5097804304",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "S. Pontual"
    }
  ],
  "publication_year": 2001,
  "publication_date": "2001-08-01",
  "type": "article",
  "cited_by_count": 133,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210182989",
    "display_name": "Economic Geology",
    "issn_l": "0361-0128",
    "issn": [
      "0361-0128",
      "1554-0774"
    ],
    "type": "journal",
    "host_organization": null
  },
  "volume": "96",
  "issue": "5",
  "first_page": "939",
  "last_page": "955",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C134920139",
      "display_name": "Tharsis",
      "level": 4,
      "score": 0.70171463
    },
    {
      "id": "C2780596425",
      "display_name": "Sulfide",
      "level": 2,
      "score": 0.5606375
    },
    {
      "id": "C40241539",
      "display_name": "Base metal",
      "level": 3,
      "score": 0.5425738
    },
    {
      "id": "C127313418",
      "display_name": "Geology",
      "level": 0,
      "score": 0.5366018
    },
    {
      "id": "C158355884",
      "display_name": "Infrared",
      "level": 2,
      "score": 0.44445598
    },
    {
      "id": "C6260449",
      "display_name": "Wavelength",
      "level": 2,
      "score": 0.42538843
    },
    {
      "id": "C120665830",
      "display_name": "Optics",
      "level": 1,
      "score": 0.18892342
    },
    {
      "id": "C192562407",
      "display_name": "Materials science",
      "level": 0,
      "score": 0.17701533
    },
    {
      "id": "C49040817",
      "display_name": "Optoelectronics",
      "level": 1,
      "score": 0.15745717
    },
    {
      "id": "C87355193",
      "display_name": "Astrobiology",
      "level": 1,
      "score": 0.14168325
    },
    {
      "id": "C121332964",
      "display_name": "Physics",
      "level": 0,
      "score": 0.06980452
    },
    {
      "id": "C83260615",
      "display_name": "Mars Exploration Program",
      "level": 2,
      "score": 0.0
    },
    {
      "id": "C19474535",
      "display_name": "Welding",
      "level": 2,
      "score": 0.0
    },
    {
      "id": "C2778600265",
      "display_name": "Martian",
      "level": 3,
      "score": 0.0
    },
    {
      "id": "C191897082",
      "display_name": "Metallurgy",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T12157",
      "display_name": "Geochemistry and Geologic Mapping",
      "score": 0.9999
    },
    {
      "id": "T12282",
      "display_name": "Mineral Processing and Grinding",
      "score": 0.9896
    },
    {
      "id": "T10770",
      "display_name": "Soil Geostatistics and Mapping",
      "score": 0.9873
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.2113/gsecongeo.96.5.939",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:13:17.287234",
  "source_database": "OpenAlex"
}