{
  "openalex_id": "W2159045318",
  "doi": "https://doi.org/10.1029/2004je002286",
  "title": "Correction to “Localized gravity/topography admittance and correlation spectra on Mars: Implications for regional and global evolution”",
  "abstract": "[1] In the paper “Localized gravity/topography admittance and correlation spectra on Mars: Implications for regional and global evolution” by Patrick J. McGovern, Sean C. Solomon, David E. Smith, Maria T. Zuber, Mark Simons, Mark A. Wieczorek, Roger J. Phillips, Gregory A. Neumann, Oded Aharonson, and James W. Head (Journal of Geophysical Research, 107(E12), 5136, doi:10.1029/2002JE001854, 2002), the thickness of the lithosphere and lithospheric heat flow for a number of regions of Mars and as functions of time were inferred on the basis of gravity/topography admittance spectra. Observed admittances, derived from spherical harmonic expansions localized with the scheme of Simons et al. [1997], were compared with those predicted from models for the flexural response to lithospheric loading [e.g., Turcotte et al., 1981]. Gravity was calculated according to the finite-amplitude scheme of Wieczorek and Phillips [1998]. Estimates for the thickness of the elastic lithosphere Te at the time of loading for each region were converted to equivalent thermal gradient dT/dz and heat flux q by means of an elastic-plastic stress-envelope formalism [McNutt, 1984]. Here we describe a correction required in the calculation of the modeled gravity anomalies; we report new estimates of Te, load density ρl, dT/dz, and q from corrected model admittances; and we discuss the implications of the new results. [3] We have recalculated the model admittances for all regions treated by McGovern et al. [2002] with the corrected upward continuation procedure but with all other aspects of the methodology unchanged. The observed, original model, and recalculated model admittances for three illustrative regions of Mars are shown in Figure 1. The effect of including the omitted upward continuation is seen to be a reduction in the magnitudes of the modeled gravity and admittance; this reduction increases with increasing spherical harmonic degree l and tends to introduce a falloff in model admittance with increasing l (Figure 1). A summary of the revised best fitting parameter values (Te, dT/dz, q, and ρl) for all regions is given in Table 1. [4] Recalculation of gravity/topography admittances significantly increases the best fit densities of the material loading the lithosphere at large Martian volcanoes and volcanic provinces [Belleguic et al., 2004]. As was found earlier [McGovern et al., 2002], the Tharsis Montes have higher best fit densities than Olympus Mons, with Arsia Mons having the highest. However, the corrected best fit densities for all these edifices are greater by several hundred kg/m3 (Table 1) than the results of McGovern et al. [2002]. The new density estimates more closely match the densities of Martian basaltic meteorites [e.g., Neumann et al., 2004] and agree with other recent estimates of densities for Martian volcanoes [Belleguic et al., 2004; Neumann et al., 2004]. [6] On the basis of the revised calculations, the ranges of allowable values for the thickness of the elastic lithosphere Te beneath the large volcanoes (calculated with the best fit densities) have tended to expand, particularly the lower limits [Belleguic et al., 2004]. For example, the lower bound on Te at Olympus Mons is 70 km instead of 140 km (Table 1), although there is independent evidence from the absence of circumferential extensional faulting that the latter figure is a more reasonable lower bound [Thurber and Toksöz, 1978]. Estimates for the thickness of the elastic lithosphere beneath Ascraeus and Pavonis Montes are substantially lower, such that near-isostatic values are allowed (Table 1). Nonetheless, the best fit models have finite elastic thicknesses. In particular, the best fit model for Ascraeus Mons has a root mean square misfit of 1.5 mGal/km (at Te = 40 km), well below the very conservative 5 mGal/km acceptance criterion adopted by McGovern et al. [2002], a figure that allowed for an essentially Airy model near the limiting value. If we instead adopt the criterion of Nimmo [2002], that models be rejected if the misfit is greater than a factor of 1.5 times the best fit value, we obtain bounds of Te = 32–46 km at Ascraeus Mons and 12–78 km at Pavonis Mons. Our revised estimates of Te for the Elysium Rise now bracket the value (29 km, no uncertainty quoted) found by McKenzie et al. [2002]. [7] For the three sites in Valles Marineris, our best fit densities are slightly higher, and the ratio f of subsurface to surface loading is slightly lower (Table 1), than those of McGovern et al. [2002]. The lower bounds on elastic thickness are significantly less at Candor Chasma but only slightly less at Hebes and Capri Chasmata. The trend of increasing subsurface loading with increasing proximity to Tharsis found by McGovern et al. [2002] still holds, supporting the proposed scenario for the association of Valles Marineris formation with intrusive activity. [8] As found by McGovern et al. [2002], admittances in the southern highlands of Mars are best fit by models exhibiting Airy isostasy (Te = 0). Because such models require substantial compensation at the crust-mantle boundary, the error in calculating the gravity due to surface relief affected these results the least. Upper limits on elastic thickness for Noachian-aged terrains range from 12 to 16 km (Table 1), only a slight increase from the results of McGovern et al. [2002]. [9] To explain changes in the best fitting values for Te and ρl, we note several effects of the gravity calculation correction applied here. First, compared with the results of McGovern et al. [2002], modeled admittances must be increased to match the observed admittances. In theory, such an increase may be accomplished by increasing either Te or ρl. At short wavelengths, however, model admittance spectra for large Te tend to converge, requiring that any increases in magnitude result from increased ρl. Thus, for features with high admittances such as the large volcanoes, ρl must be increased so that the corrected models fit the observed short-wavelength spectrum (e.g., Table 1). Second, since increasing ρl increases the admittance across the whole spectrum, Te may need to be reduced by a corresponding amount to match the long-wavelength observations. Third, because of the wavelength dependence of the gravity reduction caused by the (previously omitted) upward continuation of the surface terms, the long-wavelength slopes of the revised admittance curves are lower than those in the original paper (Figure 1). Given that models with low Te tend to have long-wavelength admittance curves with lower slopes than models with intermediate to high Te (see Figure 1), the correction is likely to result in a lowering of elastic thickness estimates for certain regions. The interaction of these effects is seen most clearly at the large volcanoes. The first accounts for the increased densities found there, while the second and third account for the decreased Te estimates (see Table 1). These effects were first seen in the results of Belleguic et al. [2004] for Olympus Mons. [10] Although our new calculations allow a somewhat broader range of Martian thermal evolution models than reported by McGovern et al. [2002], the general finding of declining mantle heat flux with time still holds. Heat flux and thermal gradients for the Noachian and Noachian-Hesperian terrains (Figure 2) are very similar to our original results, as are those for Solis Planum and the Hesperian-Amazonian locations in Valles Marineris. These results are consistent with a rapid decline of mantle heat flux during the Noachian and a more modest subsequent decline, as deduced by McGovern et al. [2002]. [11] Whereas estimated heat fluxes and thermal gradients for the Amazonian volcanoes Olympus and Arsia Montes are similar to those previously calculated, those for Ascraeus and Pavonis Montes are now seen to be unbounded above their lower limits. This finding is consistent with the inference of Solomon and Head [1990] that the thermal state of Mars in the Amazonian was characterized by large spatial variations. As noted above, however, the best fit elastic thickness values for Ascraeus (32–46 km) and Pavonis Montes (12–78 km) are finite, unlike the Te = 0 (Airy compensation) values that yield the best fits in the Noachian highlands. These best fit elastic thicknesses give bounds on heat flux and thermal gradient similar to those inferred in our previous paper (see the thickened lines in Figure 2). A thermal evolution in which the heat flux from the Martian interior consistently declines with time [Zuber et al., 2000; McGovern et al., 2002; McKenzie et al., 2002] thus remains the most likely scenario. [12] We gratefully acknowledge V. Belleguic for pointing out the error in our original calculations and Associate Editor Francis Nimmo for constructive comments. This research was supported by the National Aeronautics and Space Administration under grants NASW-4574 (to the Lunar and Planetary Institute, operated by the Universities Space Research Administration) and NAG 5-10165 (to the Carnegie Institution of Washington). Please note: The publisher is not responsible for the content or functionality of any supporting information supplied by the authors. Any queries (other than missing content) should be directed to the corresponding author for the article.",
  "authors": [
    {
      "display_name": "P. J. McGovern",
      "id": "A5060347344",
      "orcid": "https://orcid.org/0000-0001-9647-3096",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Patrick J. McGovern"
    },
    {
      "display_name": "Sean C. Solomon",
      "id": "A5026410195",
      "orcid": "https://orcid.org/0000-0001-8328-7251",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Sean C. Solomon"
    },
    {
      "display_name": "David E. Smith",
      "id": "A5077690822",
      "orcid": "https://orcid.org/0000-0003-3104-2169",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "David E. Smith"
    },
    {
      "display_name": "M. T. Zuber",
      "id": "A5018571347",
      "orcid": "https://orcid.org/0000-0003-2652-8017",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Maria T. Zuber"
    },
    {
      "display_name": "M. Simons",
      "id": "A5010271388",
      "orcid": "https://orcid.org/0000-0003-1412-6395",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Mark Simons"
    },
    {
      "display_name": "M. A. Wieczorek",
      "id": "A5061269306",
      "orcid": "https://orcid.org/0000-0001-7007-4222",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Mark A. Wieczorek"
    },
    {
      "display_name": "R. J. Phillips",
      "id": "A5000465406",
      "orcid": "https://orcid.org/0000-0001-5869-7427",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Roger J. Phillips"
    },
    {
      "display_name": "G. A. Neumann",
      "id": "A5047333821",
      "orcid": "https://orcid.org/0000-0003-0644-9944",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Gregory A. Neumann"
    },
    {
      "display_name": "O. Aharonson",
      "id": "A5088019641",
      "orcid": "https://orcid.org/0000-0001-9930-2495",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Oded Aharonson"
    },
    {
      "display_name": "J. W. Head",
      "id": "A5027371105",
      "orcid": "https://orcid.org/0000-0002-6226-4146",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "James W. Head"
    }
  ],
  "publication_year": 2004,
  "publication_date": "2004-07-01",
  "type": "article",
  "cited_by_count": 176,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S207178839",
    "display_name": "Journal of Geophysical Research Atmospheres",
    "issn_l": "0148-0227",
    "issn": [
      "0148-0227",
      "2156-2202"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315809"
  },
  "volume": "109",
  "issue": "E7",
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1029/2004JE002286",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C83260615",
      "display_name": "Mars Exploration Program",
      "level": 2,
      "score": 0.85573816
    },
    {
      "id": "C127313418",
      "display_name": "Geology",
      "level": 0,
      "score": 0.5343508
    },
    {
      "id": "C108811297",
      "display_name": "Admittance",
      "level": 3,
      "score": 0.5068131
    },
    {
      "id": "C4839761",
      "display_name": "Spectral line",
      "level": 2,
      "score": 0.50230837
    },
    {
      "id": "C13280743",
      "display_name": "Geodesy",
      "level": 1,
      "score": 0.48551488
    },
    {
      "id": "C8058405",
      "display_name": "Geophysics",
      "level": 1,
      "score": 0.43768245
    },
    {
      "id": "C121332964",
      "display_name": "Physics",
      "level": 0,
      "score": 0.4127761
    },
    {
      "id": "C87355193",
      "display_name": "Astrobiology",
      "level": 1,
      "score": 0.39232525
    },
    {
      "id": "C1276947",
      "display_name": "Astronomy",
      "level": 1,
      "score": 0.12252784
    },
    {
      "id": "C62520636",
      "display_name": "Quantum mechanics",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C17829176",
      "display_name": "Electrical impedance",
      "level": 2,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10406",
      "display_name": "Planetary Science and Exploration",
      "score": 1.0
    },
    {
      "id": "T11786",
      "display_name": "Geomagnetism and Paleomagnetism Studies",
      "score": 0.9994
    },
    {
      "id": "T10001",
      "display_name": "Geological and Geochemical Analysis",
      "score": 0.9987
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1029/2004je002286",
  "pdf_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1029/2004JE002286",
  "retrieved_date": "2025-07-30T15:29:31.215321",
  "source_database": "OpenAlex"
}