{
  "openalex_id": "W2154200151",
  "doi": "https://doi.org/10.1080/01419870701491978",
  "title": "Ethno-nationalist claims in southern Nigeria: insights from Yoruba and Ijaw nationalisms since the 1990s",
  "abstract": "Abstract There are several competing explanations for the rise in ethnic nationalisms in Nigeria, but there is an agreement that identity politics and conflicts tend to incubate and thrive best in underdeveloped settings. To this can be added the crises produced by prolonged military rule, during which the intensity of contestations for power translated the quest for ethnic ascendancy into the rule rather than the exception. This essay provides the contexts and extenuating circumstances in which ethnic nationalisms by the Yoruba and the Ijaw in southern Nigeria became salient and militant from the 1990s onward. Despite concrete variations in their ethno-nationalist projects, the Yoruba and the Ijaw are shown to be similar in several respects: both, for instance, contain salient strands of ‘self-determination’ translating at best to pseudo-separatist inclinations towards the decentralization and devolution of power and authority as constituted presently in Nigeria. Keywords: Ethno-nationalismsouthern NigeriaYorubaIjawself-determinationviolence Acknowledgements An earlier version of this paper was presented at the African Studies Association of the UK Biennial Conference on ‘Debating Africa’, Goldsmiths College, University of London, 13–15 September 2004. The authors thank Insa Nolte of Birmingham University for her comments on an earlier draft. Ukeje thanks the Royal African Society and the African Studies Association for facilitating the travel to attend the conference, while Adebanwi thanks the Social Science Research Council, New York, for funding his research. Notes 1. For a range of other factors that harnessed a common consciousness of unity and oneness in pre-colonial Nigeria, see Diamond (Citation1988), Olusanya (Citation1999, pp. 545–69) and Ikime (Citation1999). 2. Ake has called this trend the ‘overpoliticization’ of social life (Citation1985, p. 1213). 3. See, Tunde Olusunle, ‘Brothers against brothers: stemming the spectre of communal fracas’, The Guardian, 28 January 1998, pp. 16–18. 4. Indeed, in a curious way, the only nationalism motif that seems to unite most, if not all, Nigerians comes from the most unexpected source – football. For many, the game of soccer played under national colours provides a social elixir. 5. For a list of some of the societies and unions, many of them with headquarters in Lagos and others scattered in major towns, see Coleman (Citation1971 [1958], p. 343). 6. ‘The retirement of Sir Frederick Lugard’, Lagos Weekly Record, 1–22 February 1919. 7. ‘The retirement of Sir Frederick Lugard’, Lagos Weekly Record, 1–22 February 1919. 8. The objectives of the Egbe included cultural development, educational advancement, Yoruba nationalism, protection of chiefs and support for the unity of the Nigerian federation. See Coleman (Citation1971 [1958], pp. 344–5). 9. In some of the initial attempts at constructing a pan-Nigerian political party in the mid-1990s, members of the rival political elites met in Lagos where it was resolved that Nigeria could achieve stability only when the ‘real owners’ of power in the north and south, that is the core conservative power elite in the north and the core progressive power elite in the west work together within a political party. The initiative however eventually collapsed (Adebanwi, research notes, Ibadan, Nigeria, November 2005). For an elaboration of this, see, Wale Adebanwi, ‘Obasanjo, Yoruba and the future of Nigeria’, ThisDay (Lagos), 16 February 2003. 10. For indications of this view of things, see, ‘I'm not in hiding’ (interview with Gani Adams), The NEWS, 31 January 2000, p. 15. 11. The different phases in the Ijaw clamour for state creation are: the Rivers State Movement (1953–67), the Niger Delta State Movement (1979–83), the Abayelsa State Movement (1985–93) and the Bayelsa State Movement (1993–60). See, Kimse and Lazarus (Citation1999, 253ff.). 12. ‘Forward March to Freedom’, communiqué issued at the end of the 7th Council Meeting of Ijaw youths held at Kolobiama community in the Opobo Clan of Ijawland, 20 March 1999. See http://www.kemptown.org/shell/mar20.html. Of course, the release did not limit itself to purely ND or Ijaw matters. It, for instance, condemned the ambassadorial posting by the Abubakar regime as ‘insensitive, un-federal and provocative’. 13. There are several other factors that aid Ijaw nationalism, including the oil factor, a history of collective struggle, strong cultural affinity over a wider area, being the fourth largest ethnic group in Nigeria and, finally, a major demographic shift in favour of youths. 14. For the full text of the communiqué signed on behalf of the collegiate leadership by Felix Tuodolo, Isaac Osuoka and Kingsley Kuku, see Ijaw Youth Council, press statement, 16 February 1999. In Delta News Release, http:/www.oneworld.org/delta/990119.html. 15. However, both men are currently being tried for alleged offences including treason and murder in what some see as part of the ploy by President Olusegun Obasanjo to hold on to power beyond his constitutionally allotted time which ends in 2007. Additional informationNotes on contributorsCharles Ukeje CHARLES UKEJE is a Senior Lecturer in the Department of International Relations of the Obafemi Awolowo University, Ile-Ife, Nigeria. He is the winner of the Mary Kingsley Zochonis Lecture Award 2004 sponsored by the Royal African Society, and the African Studies Association, UK Wale Adebanwi WALE ADEBANWI, until recently, taught political science at the University of Ibadan, Nigeria. He is currently a Bill and Melinda Gates Scholar at Trinity Hall, Cambridge",
  "authors": [
    {
      "display_name": "Charles Ukeje",
      "id": "A5024231570",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Charles Ukeje"
    },
    {
      "display_name": "Wale Adebanwi",
      "id": "A5066551687",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Wale Adebanwi"
    }
  ],
  "publication_year": 2008,
  "publication_date": "2008-01-28",
  "type": "article",
  "cited_by_count": 28,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S96629499",
    "display_name": "Ethnic and Racial Studies",
    "issn_l": "0141-9870",
    "issn": [
      "0141-9870",
      "1466-4356"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310319847"
  },
  "volume": "31",
  "issue": "3",
  "first_page": "563",
  "last_page": "591",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2777568999",
      "display_name": "Yoruba",
      "level": 2,
      "score": 0.8443669
    },
    {
      "id": "C521449643",
      "display_name": "Nationalism",
      "level": 3,
      "score": 0.69171864
    },
    {
      "id": "C137403100",
      "display_name": "Ethnic group",
      "level": 2,
      "score": 0.6624801
    },
    {
      "id": "C2779808665",
      "display_name": "Militant",
      "level": 3,
      "score": 0.6099351
    },
    {
      "id": "C163258240",
      "display_name": "Power (physics)",
      "level": 2,
      "score": 0.5605886
    },
    {
      "id": "C190542761",
      "display_name": "Devolution (biology)",
      "level": 3,
      "score": 0.5100623
    },
    {
      "id": "C107993555",
      "display_name": "Gender studies",
      "level": 1,
      "score": 0.4968162
    },
    {
      "id": "C136810230",
      "display_name": "Decentralization",
      "level": 2,
      "score": 0.4795739
    },
    {
      "id": "C531593650",
      "display_name": "Colonialism",
      "level": 2,
      "score": 0.4689438
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.44974616
    },
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.4459428
    },
    {
      "id": "C2778355321",
      "display_name": "Identity (music)",
      "level": 2,
      "score": 0.44257414
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.42807674
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.31872016
    },
    {
      "id": "C19165224",
      "display_name": "Anthropology",
      "level": 1,
      "score": 0.24952906
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C41895202",
      "display_name": "Linguistics",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C121332964",
      "display_name": "Physics",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C62520636",
      "display_name": "Quantum mechanics",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C24890656",
      "display_name": "Acoustics",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C185554395",
      "display_name": "Human evolution",
      "level": 2,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T14429",
      "display_name": "Global Political and Social Dynamics",
      "score": 0.9823
    },
    {
      "id": "T14395",
      "display_name": "African history and culture studies",
      "score": 0.9758
    },
    {
      "id": "T10070",
      "display_name": "Political Conflict and Governance",
      "score": 0.9644
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1080/01419870701491978",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:36:20.742887",
  "source_database": "OpenAlex"
}