{
  "openalex_id": "W2153720432",
  "doi": "https://doi.org/10.1016/j.juro.2012.10.009",
  "title": "Transperineal Magnetic Resonance Image Targeted Prostate Biopsy Versus Transperineal Template Prostate Biopsy in the Detection of Clinically Significant Prostate Cancer",
  "abstract": "No AccessJournal of UrologyAdult Urology1 Mar 2013Transperineal Magnetic Resonance Image Targeted Prostate Biopsy Versus Transperineal Template Prostate Biopsy in the Detection of Clinically Significant Prostate Cancer Veeru Kasivisvanathan, Robert Dufour, Caroline M. Moore, Hashim U. Ahmed, Mohamed Abd-Alazeez, Susan C. Charman, Alex Freeman, Clare Allen, Alex Kirkham, Jan van der Meulen, and Mark Emberton Veeru KasivisvanathanVeeru Kasivisvanathan Division of Surgery and Interventional Sciences, University College London, London, United Kingdom Division of Surgery, Urology Department, University College London Hospitals Trust, London, United Kingdom , Robert DufourRobert Dufour Division of Surgery and Interventional Sciences, University College London, London, United Kingdom Division of Surgery, Urology Department, University College London Hospitals Trust, London, United Kingdom , Caroline M. MooreCaroline M. Moore Division of Surgery and Interventional Sciences, University College London, London, United Kingdom Division of Surgery, Urology Department, University College London Hospitals Trust, London, United Kingdom , Hashim U. AhmedHashim U. Ahmed Division of Surgery and Interventional Sciences, University College London, London, United Kingdom Division of Surgery, Urology Department, University College London Hospitals Trust, London, United Kingdom , Mohamed Abd-AlazeezMohamed Abd-Alazeez Division of Surgery and Interventional Sciences, University College London, London, United Kingdom Division of Surgery, Urology Department, University College London Hospitals Trust, London, United Kingdom , Susan C. CharmanSusan C. Charman Department of Health Services Research and Policy, London School of Hygiene and Tropical Medicine, London, United Kingdom , Alex FreemanAlex Freeman Department of Histopathology, University College Hospital London, London, United Kingdom , Clare AllenClare Allen Department of Radiology, University College Hospital London, London, United Kingdom , Alex KirkhamAlex Kirkham Department of Radiology, University College Hospital London, London, United Kingdom , Jan van der MeulenJan van der Meulen Department of Health Services Research and Policy, London School of Hygiene and Tropical Medicine, London, United Kingdom , and Mark EmbertonMark Emberton Division of Surgery and Interventional Sciences, University College London, London, United Kingdom Division of Surgery, Urology Department, University College London Hospitals Trust, London, United Kingdom National Institute for Health Research University College London Hospitals National Health Service Foundation Trust/University College London Comprehensive Biomedical Research Centre, London, United Kingdom View All Author Informationhttps://doi.org/10.1016/j.juro.2012.10.009AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: Multiparametric magnetic resonance imaging can be used to guide prostate biopsy by targeting biopsies to areas in the prostate at high risk for cancer. We compared the detection of clinically significant and insignificant cancer by transperineal magnetic resonance imaging targeted biopsy and transperineal template guided prostate biopsy. Materials and Methods: A total of 182 men with a lesion suspicious for cancer on multiparametric magnetic resonance imaging underwent transperineal magnetic resonance imaging targeted biopsy using a cognitive registration technique, followed by systematic transperineal template guided prostate biopsy. The primary outcome was the detection rate of clinically significant prostate cancer. Clinical significance was defined using maximum cancer core length 4 mm or greater and/or Gleason grade 3 + 4 or greater (University College London definition 2). We secondarily evaluated other commonly used thresholds of clinically significant disease, including maximum cancer core length 6 mm or greater and/or Gleason grade 4 + 3 or greater, maximum cancer core length 3 mm or greater and/or Gleason grade 3 + 4 or greater, and maximum cancer core length 2 or greater mm and/or Gleason grade 3 + 4 or greater. Strategies were statistically compared with the McNemar test. Results: Mean ± SD patient age was 63.3 ± 7.2 years. Median prostate specific antigen was 6.7 ng/ml (IQR 4.7–10.0). Clinically significant cancer was detected by magnetic resonance imaging targeted biopsy and template guided prostate biopsy in 103 (57%) and 113 of the 182 men (62%) (p = 0.174), and clinically insignificant cancer was detected in 17 (9.3%) and 31 (17.0%), respectively (p = 0.024). Conclusions: Prostate biopsy targeted to suspicious lesions on multiparametric magnetic resonance imaging has encouraging rates of detection of clinically significant cancer while also decreasing the detection rate of clinically insignificant cancer. This is achieved with fewer biopsy cores than for systematic template guided biopsy. Further prospective, multicenter, comparative trials of the performance of targeting strategies are needed to consider magnetic resonance imaging targeted biopsy an alternative to conventional systematic biopsy. References 1 : Quantitative tissue analyses of prostate cancer foci in an unselected cystoprostatectomy series. BJU Int2011; 110: 517. Google Scholar 2 : A biopsy simulation study to assess the accuracy of several transrectal ultrasonography (TRUS)-biopsy strategies compared with template prostate mapping biopsies in patients who have undergone radical prostatectomy. BJU Int2012; 110: 812. Google Scholar 3 : Three-dimensional prostate mapping biopsy has a potentially significant impact on prostate cancer management. J Clin Oncol2009; 27: 4321. Google Scholar 4 : Is it time to consider a role for MRI before prostate biopsy?. Nat Rev Clin Oncol2009; 6: 197. Google Scholar 5 : Multi-parametric magnetic resonance imaging to rule-in and rule-out clinically important prostate cancer in men at risk: a cohort study. Urol Int2011; 87: 49. Google Scholar 6 : Dynamic contrast-enhanced-magnetic resonance imaging evaluation of intraprostatic prostate cancer: correlation with radical prostatectomy specimens. Urology2009; 74: 1094. Google Scholar 7 : Dynamic contrast enhanced, pelvic phased array magnetic resonance imaging of localized prostate cancer for predicting tumor volume: correlation with radical prostatectomy findings. J Urol2006; 176: 2432. Link, Google Scholar 8 : Diffusion-weighted magnetic resonance imaging: a potential non-invasive marker of tumour aggressiveness in localized prostate cancer. Clin Radiol2008; 63: 774. Google Scholar 9 : Prostate cancer screening: the clinical value of diffusion-weighted imaging and dynamic MR imaging in combination with T2-weighted imaging. J Magn Reson Imaging2007; 25: 146. Google Scholar 10 : Image-guided prostate biopsy using magnetic resonance imaging-derived targets: a systematic review. Eur Urol2013; 63: 125. Google Scholar 11 : The role of 3-dimensional mapping biopsy in decision making for treatment of apparent early stage prostate cancer. J Urol2011; 186: 80. Link, Google Scholar 12 : Towards complete and accurate reporting of studies of diagnostic accuracy: the STARD initiative. Clin Radiol2003; 58: 575. Google Scholar 13 : Appropriate patient selection in the focal treatment of prostate cancer: the role of transperineal 3-dimensional pathologic mapping of the prostate–a 4-year experience. Urology2007; 70: 27. Google Scholar 14 : Magnetic resonance imaging for the detection, localisation, and characterisation of prostate cancer: recommendations from a European consensus meeting. Eur Urol2011; 59: 477. Google Scholar 15 : Characterizing clinically significant prostate cancer using template prostate mapping biopsy. J Urol2011; 186: 458. Link, Google Scholar 16 : Localized prostate cancer: Relationship of tumor volume to clinical significance for treatment of prostate cancer. Cancer1993; 71: 933. Google Scholar 17 : Distinguishing clinically important from unimportant prostate cancers before treatment: value of systematic biopsies. J Urol1996; 156: 1059. Link, Google Scholar 18 : The clinical management of patients with a small volume of prostatic cancer on biopsy: what are the risks of progression?: A systematic review and meta-analysis. Cancer2008; 112: 971. Google Scholar 19 : Prostate cancer: multiparametric MR imaging for detection, localization, and staging. Radiology2011; 261: 46. Google Scholar 20 : Clinical application of a 3D ultrasound-guided prostate biopsy system. Urol Oncol2011; 29: 334. Google Scholar 21 : Role of magnetic resonance imaging before initial biopsy: comparison of magnetic resonance imaging-targeted and systematic biopsy for significant prostate cancer detection. BJU Int2011; 108: E171. Google Scholar 22 : Magnetic resonance imaging/ultrasound fusion guided prostate biopsy improves cancer detection following transrectal ultrasound biopsy and correlates with multiparametric magnetic resonance imaging. J Urol2011; 186: 1281. Link, Google Scholar 23 : Magnetic resonance imaging targeted biopsy in men with previously negative prostate biopsies. J Endourol2011; 26: 787. Google Scholar 24 : Value of magnetic resonance spectroscopy imaging and dynamic contrast-enhanced imaging for detecting prostate cancer foci in men with prior negative biopsy. Clin Cancer Res2010; 16: 1875. Google Scholar 25 : Prostate cancer detection using an extended prostate biopsy schema in combination with additional targeted cores from suspicious images in conventional and functional endorectal magnetic resonance imaging of the prostate. Prostate Cancer Prostatic Dis2010; 13: 65. Google Scholar 26 : Prostatic biopsy directed with endorectal MR spectroscopic imaging findings in patients with elevated prostate specific antigen levels and prior negative biopsy findings: early experience. Radiology2005; 236: 903. Google Scholar 27 : Magnetic resonance imaging guided prostate biopsy in men with repeat negative biopsies and increased prostate specific antigen. J Urol2010; 183: 520. Link, Google Scholar 28 : A novel stereotactic prostate biopsy system integrating pre-interventional magnetic resonance imaging and live ultrasound fusion. J Urol2011; 186: 2214. Link, Google Scholar 29 : Real-time virtual sonography for navigation during targeted prostate biopsy using magnetic resonance imaging data. Int J Urol2010; 17: 855. Google Scholar 30 : Pre-biopsy magnetic resonance imaging and prostate cancer detection: comparison of random and MRI-targeted biopsies using three different techniques of MRI-TRUS image registration. J Urol2012; 186: 1818. Google Scholar © 2013 by American Urological Association Education and Research, Inc.FiguresReferencesRelatedDetailsCited byKim M, Wu S, Lin S, Crotty R, Harisinghani M, Feldman A, Wu C and Dahl D (2021) Transperineal Multiparametric Magnetic Resonance Imaging–Ultrasound Fusion Targeted Prostate Biopsy Combined with Standard Template Improves Prostate Cancer DetectionJournal of Urology, VOL. 207, NO. 1, (86-94), Online publication date: 1-Jan-2022.Zattoni F, Marra G, Kasivisvanathan V, Grummet J, Nandurkar R, Ploussard G, Olivier J, Chiu P, Valerio M, Gontero P, Guo H, Zhuang J, Barletta F, Leni R, Frydenberg M, Moon D, Hanegbi U, Landaumailto A, Snow R, Apfelbeck M, Kretschmer A, van den Bergh R, Novara G, Briganti A, Dal Moro F and Gandaglia G (2022) The Detection of Prostate Cancer with Magnetic Resonance Imaging-Targeted Prostate Biopsies is Superior with the Transperineal vs the Transrectal Approach. A European Association of Urology-Young Academic Urologists Prostate Cancer Working Group Multi-Institutional StudyJournal of Urology, VOL. 208, NO. 4, (830-837), Online publication date: 1-Oct-2022.Lanz C, Cornud F, Beuvon F, Lefèvre A, Legmann P, Zerbib M and Delongchamps N (2015) Gleason Score Determination with Transrectal Ultrasound-Magnetic Resonance Imaging Fusion Guided Prostate Biopsies—Are We Gaining in Accuracy?Journal of Urology, VOL. 195, NO. 1, (88-93), Online publication date: 1-Jan-2016.Valerio M, Anele C, Bott S, Charman S, van der Meulen J, El-Mahallawi H, Emara A, Freeman A, Jameson C, Hindley R, Montgomery B, Singh P, Ahmed H and Emberton M (2015) The Prevalence of Clinically Significant Prostate Cancer According to Commonly Used Histological Thresholds in Men Undergoing Template Prostate Mapping BiopsiesJournal of Urology, VOL. 195, NO. 5, (1403-1408), Online publication date: 1-May-2016.Radtke J, Kuru T, Boxler S, Alt C, Popeneciu I, Huettenbrink C, Klein T, Steinemann S, Bergstraesser C, Roethke M, Roth W, Schlemmer H, Hohenfellner M and Hadaschik B (2014) Comparative Analysis of Transperineal Template Saturation Prostate Biopsy Versus Magnetic Resonance Imaging Targeted Biopsy with Magnetic Resonance Imaging-Ultrasound Fusion GuidanceJournal of Urology, VOL. 193, NO. 1, (87-94), Online publication date: 1-Jan-2015.Valerio M, Anele C, Freeman A, Jameson C, Singh P, Hu Y, Emberton M and Ahmed H (2014) Identifying the Index Lesion with Template Prostate Mapping BiopsiesJournal of Urology, VOL. 193, NO. 4, (1185-1190), Online publication date: 1-Apr-2015.Matsugasumi T, Baco E, Palmer S, Aron M, Sato Y, Fukuda N, Süer E, Bernhard J, Nakagawa H, Azhar R, Gill I and Ukimura O (2015) Prostate Cancer Volume Estimation by Combining Magnetic Resonance Imaging and Targeted Biopsy Proven Cancer Core Length: Correlation with Cancer VolumeJournal of Urology, VOL. 194, NO. 4, (957-965), Online publication date: 1-Oct-2015.Thompson J, Moses D, Shnier R, Brenner P, Delprado W, Ponsky L, Pulbrook M, Böhm M, Haynes A, Hayen A and Stricker P (2014) Multiparametric Magnetic Resonance Imaging Guided Diagnostic Biopsy Detects Significant Prostate Cancer and could Reduce Unnecessary Biopsies and Over Detection: A Prospective StudyJournal of Urology, VOL. 192, NO. 1, (67-74), Online publication date: 1-Jul-2014.Bains L, Studer U, Froehlich J, Giannarini G, Triantafyllou M, Fleischmann A and Thoeny H (2014) Diffusion-Weighted Magnetic Resonance Imaging Detects Significant Prostate Cancer with High ProbabilityJournal of Urology, VOL. 192, NO. 3, (737-742), Online publication date: 1-Sep-2014.Bjurlin M, Meng X, Le Nobin J, Wysock J, Lepor H, Rosenkrantz A and Taneja S (2014) Optimization of Prostate Biopsy: the Role of Magnetic Resonance Imaging Targeted Biopsy in Detection, Localization and Risk AssessmentJournal of Urology, VOL. 192, NO. 3, (648-658), Online publication date: 1-Sep-2014. Volume 189Issue 3March 2013Page: 860-866Supplementary Materials Advertisement Copyright & Permissions© 2013 by American Urological Association Education and Research, Inc.Keywordsriskbiopsyprostatic neoplasmsmagnetic resonance imagingprostateMetricsAuthor Information Veeru Kasivisvanathan Division of Surgery and Interventional Sciences, University College London, London, United Kingdom Division of Surgery, Urology Department, University College London Hospitals Trust, London, United Kingdom More articles by this author Robert Dufour Division of Surgery and Interventional Sciences, University College London, London, United Kingdom Division of Surgery, Urology Department, University College London Hospitals Trust, London, United Kingdom More articles by this author Caroline M. Moore Division of Surgery and Interventional Sciences, University College London, London, United Kingdom Division of Surgery, Urology Department, University College London Hospitals Trust, London, United Kingdom Financial interest and/or other relationship with GlaxoSmithKline, Steba Biotech, Sanofi and Wellcome Trust. More articles by this author Hashim U. Ahmed Division of Surgery and Interventional Sciences, University College London, London, United Kingdom Division of Surgery, Urology Department, University College London Hospitals Trust, London, United Kingdom Financial interest and/or other relationship with United Kingdom Medical Research Council, Pelican Cancer Foundation Charity, Prostate Action, St. Peters Trust Charity, Wellcome Trust, National Institute of Health Research-Health Technology Assessment Programme, United States National Institutes of Health-National Cancer Institute, Prostate Cancer Research Centre, USHIFU, GlaxoSmithKline, Steba Biotech, Advanced Medical Diagnostics and Oncura/GE Healthcare. More articles by this author Mohamed Abd-Alazeez Division of Surgery and Interventional Sciences, University College London, London, United Kingdom Division of Surgery, Urology Department, University College London Hospitals Trust, London, United Kingdom Financial interest and/or other relationship with the Egyptian government. More articles by this author Susan C. Charman Department of Health Services Research and Policy, London School of Hygiene and Tropical Medicine, London, United Kingdom More articles by this author Alex Freeman Department of Histopathology, University College Hospital London, London, United Kingdom More articles by this author Clare Allen Department of Radiology, University College Hospital London, London, United Kingdom More articles by this author Alex Kirkham Department of Radiology, University College Hospital London, London, United Kingdom More articles by this author Jan van der Meulen Department of Health Services Research and Policy, London School of Hygiene and Tropical Medicine, London, United Kingdom More articles by this author Mark Emberton Division of Surgery and Interventional Sciences, University College London, London, United Kingdom Division of Surgery, Urology Department, University College London Hospitals Trust, London, United Kingdom National Institute for Health Research University College London Hospitals National Health Service Foundation Trust/University College London Comprehensive Biomedical Research Centre, London, United Kingdom Financial interest and/or other relationship with the United Kingdom Medical Research Council, Pelican Cancer Foundation Charity, Prostate Action, St. Peters Trust Charity, Wellcome Trust, National Institute of Health Research-Health Technology Assessment Programme, United States National Institutes of Health-National Cancer Institute, Prostate Cancer Research Centre, United Kingdom National Institute of Health Research University College London Hospitals National Health Service Foundation Trust/University College London Comprehensive Biomedical Research Centre, USHIFU, GlaxoSmithKline, Advanced Medical Diagnostics, Steba Biotech and Oncura/GE Healthcare. More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Veeru Kasivisvanathan",
      "id": "A5046040598",
      "orcid": "https://orcid.org/0000-0002-0832-382X",
      "institutions": [
        {
          "id": "I45129253",
          "display_name": "University College London",
          "country_code": "GB",
          "type": "funder"
        },
        {
          "id": "I1340918713",
          "display_name": "University College London Hospitals NHS Foundation Trust",
          "country_code": "GB",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Veeru Kasivisvanathan"
    },
    {
      "display_name": "Robert Dufour",
      "id": "A5061986575",
      "orcid": "https://orcid.org/0000-0002-2184-4785",
      "institutions": [
        {
          "id": "I45129253",
          "display_name": "University College London",
          "country_code": "GB",
          "type": "funder"
        },
        {
          "id": "I1340918713",
          "display_name": "University College London Hospitals NHS Foundation Trust",
          "country_code": "GB",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Robert Dufour"
    },
    {
      "display_name": "Caroline M. Moore",
      "id": "A5008343293",
      "orcid": "https://orcid.org/0000-0003-0202-7912",
      "institutions": [
        {
          "id": "I1340918713",
          "display_name": "University College London Hospitals NHS Foundation Trust",
          "country_code": "GB",
          "type": "healthcare"
        },
        {
          "id": "I45129253",
          "display_name": "University College London",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Caroline M. Moore"
    },
    {
      "display_name": "Hashim U. Ahmed",
      "id": "A5008243215",
      "orcid": "https://orcid.org/0000-0003-1674-6723",
      "institutions": [
        {
          "id": "I45129253",
          "display_name": "University College London",
          "country_code": "GB",
          "type": "funder"
        },
        {
          "id": "I1340918713",
          "display_name": "University College London Hospitals NHS Foundation Trust",
          "country_code": "GB",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Hashim U. Ahmed"
    },
    {
      "display_name": "Mohamed Abd-Alazeez",
      "id": "A5018890041",
      "orcid": "https://orcid.org/0000-0001-9605-481X",
      "institutions": [
        {
          "id": "I45129253",
          "display_name": "University College London",
          "country_code": "GB",
          "type": "funder"
        },
        {
          "id": "I1340918713",
          "display_name": "University College London Hospitals NHS Foundation Trust",
          "country_code": "GB",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mohamed Abd-Alazeez"
    },
    {
      "display_name": "Susan C. Charman",
      "id": "A5072106301",
      "orcid": "https://orcid.org/0000-0002-1887-9311",
      "institutions": [
        {
          "id": "I4210089966",
          "display_name": "London School of Hygiene & Tropical Medicine",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Susan C. Charman"
    },
    {
      "display_name": "Alex Freeman",
      "id": "A5055015769",
      "orcid": "https://orcid.org/0000-0001-5031-3791",
      "institutions": [
        {
          "id": "I1289784979",
          "display_name": "University College Hospital",
          "country_code": "GB",
          "type": "healthcare"
        },
        {
          "id": "I45129253",
          "display_name": "University College London",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Alex Freeman"
    },
    {
      "display_name": "Clare Allen",
      "id": "A5109393541",
      "orcid": null,
      "institutions": [
        {
          "id": "I1289784979",
          "display_name": "University College Hospital",
          "country_code": "GB",
          "type": "healthcare"
        },
        {
          "id": "I45129253",
          "display_name": "University College London",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Clare Allen"
    },
    {
      "display_name": "Alex Kirkham",
      "id": "A5068088981",
      "orcid": null,
      "institutions": [
        {
          "id": "I1289784979",
          "display_name": "University College Hospital",
          "country_code": "GB",
          "type": "healthcare"
        },
        {
          "id": "I45129253",
          "display_name": "University College London",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Alex Kirkham"
    },
    {
      "display_name": "Jan van der Meulen",
      "id": "A5017485109",
      "orcid": "https://orcid.org/0000-0002-9451-2335",
      "institutions": [
        {
          "id": "I4210089966",
          "display_name": "London School of Hygiene & Tropical Medicine",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jan van der Meulen"
    },
    {
      "display_name": "Mark Emberton",
      "id": "A5083172675",
      "orcid": "https://orcid.org/0000-0003-4230-0338",
      "institutions": [
        {
          "id": "I1340918713",
          "display_name": "University College London Hospitals NHS Foundation Trust",
          "country_code": "GB",
          "type": "healthcare"
        },
        {
          "id": "I45129253",
          "display_name": "University College London",
          "country_code": "GB",
          "type": "funder"
        },
        {
          "id": "I34931013",
          "display_name": "National Institute for Health Research",
          "country_code": "GB",
          "type": "government"
        },
        {
          "id": "I125671874",
          "display_name": "National Health Service",
          "country_code": "GB",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mark Emberton"
    }
  ],
  "publication_year": 2012,
  "publication_date": "2012-10-11",
  "type": "article",
  "cited_by_count": 187,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "189",
  "issue": "3",
  "first_page": "860",
  "last_page": "866",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.9098112
    },
    {
      "id": "C2780192828",
      "display_name": "Prostate cancer",
      "level": 3,
      "score": 0.8507607
    },
    {
      "id": "C2775934546",
      "display_name": "Biopsy",
      "level": 2,
      "score": 0.7470864
    },
    {
      "id": "C143409427",
      "display_name": "Magnetic resonance imaging",
      "level": 2,
      "score": 0.7303783
    },
    {
      "id": "C2776235491",
      "display_name": "Prostate",
      "level": 3,
      "score": 0.66909796
    },
    {
      "id": "C2781217009",
      "display_name": "Prostate biopsy",
      "level": 4,
      "score": 0.57209766
    },
    {
      "id": "C121608353",
      "display_name": "Cancer",
      "level": 2,
      "score": 0.53631955
    },
    {
      "id": "C126838900",
      "display_name": "Radiology",
      "level": 1,
      "score": 0.48758024
    },
    {
      "id": "C2781406297",
      "display_name": "Prostate-specific antigen",
      "level": 4,
      "score": 0.4356457
    },
    {
      "id": "C126894567",
      "display_name": "Urology",
      "level": 1,
      "score": 0.40986055
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.19444591
    }
  ],
  "topics": [
    {
      "id": "T10124",
      "display_name": "Prostate Cancer Diagnosis and Treatment",
      "score": 0.9999
    },
    {
      "id": "T11885",
      "display_name": "MRI in cancer diagnosis",
      "score": 0.9924
    },
    {
      "id": "T10543",
      "display_name": "Prostate Cancer Treatment and Research",
      "score": 0.9905
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/j.juro.2012.10.009",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:43:05.719050",
  "source_database": "OpenAlex"
}