{
  "openalex_id": "W2158601335",
  "doi": "https://doi.org/10.1130/0016-7606(1999)111<1010:eocacc>2.3.co;2",
  "title": "Evolution of Cupido and Coahuila carbonate platforms, Early Cretaceous, northeastern Mexico",
  "abstract": "Research Article| July 01, 1999 Evolution of Cupido and Coahuila carbonate platforms, Early Cretaceous, northeastern Mexico Christoph Lehmann; Christoph Lehmann 1Department of Earth Sciences, University of California, Riverside, California 92521 Search for other works by this author on: GSW Google Scholar David A. Osleger; David A. Osleger 2Department of Geology, University of California, Davis, California 95616 Search for other works by this author on: GSW Google Scholar Isabel P. Montañez; Isabel P. Montañez 2Department of Geology, University of California, Davis, California 95616 Search for other works by this author on: GSW Google Scholar William Sliter; William Sliter 3U.S. Geological Survey, Menlo Park, California 94025 Search for other works by this author on: GSW Google Scholar Annie Arnaud Vanneau; Annie Arnaud Vanneau 4Institut Dolomieu, rue Maurice Gignoux, 38031 Grenoble cedex, France Search for other works by this author on: GSW Google Scholar Jay Banner Jay Banner 5Department of Geological Sciences, University of Texas, Austin 78712-1101 Search for other works by this author on: GSW Google Scholar Author and Article Information Christoph Lehmann 1Department of Earth Sciences, University of California, Riverside, California 92521 David A. Osleger 2Department of Geology, University of California, Davis, California 95616 Isabel P. Montañez 2Department of Geology, University of California, Davis, California 95616 William Sliter 3U.S. Geological Survey, Menlo Park, California 94025 Annie Arnaud Vanneau 4Institut Dolomieu, rue Maurice Gignoux, 38031 Grenoble cedex, France Jay Banner 5Department of Geological Sciences, University of Texas, Austin 78712-1101 Publisher: Geological Society of America First Online: 01 Jun 2017 Online ISSN: 1943-2674 Print ISSN: 0016-7606 Geological Society of America GSA Bulletin (1999) 111 (7): 1010–1029. https://doi.org/10.1130/0016-7606(1999)111<1010:EOCACC>2.3.CO;2 Article history First Online: 01 Jun 2017 Cite View This Citation Add to Citation Manager Share Icon Share Facebook Twitter LinkedIn Email Permissions Search Site Citation Christoph Lehmann, David A. Osleger, Isabel P. Montañez, William Sliter, Annie Arnaud Vanneau, Jay Banner; Evolution of Cupido and Coahuila carbonate platforms, Early Cretaceous, northeastern Mexico. GSA Bulletin 1999;; 111 (7): 1010–1029. doi: https://doi.org/10.1130/0016-7606(1999)111<1010:EOCACC>2.3.CO;2 Download citation file: Ris (Zotero) Refmanager EasyBib Bookends Mendeley Papers EndNote RefWorks BibTex toolbar search Search Dropdown Menu toolbar search search input Search input auto suggest filter your search All ContentBy SocietyGSA Bulletin Search Advanced Search Abstract The Cupido and Coahuila platforms of northeastern Mexico are part of the extensive carbonate platform system that rimmed the ancestral Gulf of Mexico during Barremian to Albian time. Exposures of Cupido and Coahuila lithofacies in several mountain ranges spanning an ∼80 000 km2 area reveal information about platform morphology and composition, paleoenvironmental relations, and the chronology of platform evolution. New biostratigraphic data, integrated with carbon and strontium isotope stratigraphy, significantly improve chronostratigraphic relations across the region. These data substantially change previous age assignments of several formations and force a revision of the longstanding stratigraphy in the region. The revised stratigraphy and enhanced time control, combined with regional facies associations, allow the construction of cross sections, isopach maps, and time-slice paleogeographic maps that collectively document platform morphology and evolution.The orientation of the Cupido (Barremian-Aptian) shelf margin was controlled by the emergent Coahuila basement block to the northwest. The south-facing margin is a high-energy grainstone shoal, whereas the margin facing the ancestral Gulf of Mexico to the east is a discontinuous rudist-coral reef. A broad shelf lagoon developed in the lee of the Cupido margin, where as much as 660 m of cyclic peritidal deposits accumulated. During middle to late Aptian time, a major phase of flooding forced a retrograde backstep of the Cupido platform, shifting the locus of shallow-marine sedimentation northwestward toward the Coahuila block. This diachronous flooding event records both the demise of the Cupido shelf and the consequent initiation of the Coahuila ramp.The backstepped Coahuila ramp (Aptian-Albian) consisted of a shallow shoal margin separating an interior evaporitic lagoon from a low-energy, muddy deep ramp. More than 500 m of cyclic carbonates and evaporites accumulated in the evaporitic lagoon during early to middle Albian time. Restriction of the platform interior dissipated by middle to late Albian time with the deposition of peloidal, miliolid-rich packstones and grainstones of the Aurora Formation. The Coahuila platform was drowned during latest Albian to early Cenomanian time, and the deep-water laminites of the Cuesta del Cura Formation were deposited.This study fills in a substantial gap in the Cretaceous paleogeography of the eastern Gulf of Mexico coast, improving regional correlations with adjacent hydrocarbon-rich platforms. The enhanced temporal relations and chronology of events recorded in the Cupido and Coahuila platforms significantly improve global correlations with coeval, economically important platforms worldwide, perhaps contributing to the determination of global versus regional controls on carbonate platform evolution during middle Cretaceous time. First Page Preview Close Modal You do not have access to this content, please speak to your institutional administrator if you feel you should have access.",
  "authors": [
    {
      "display_name": "Christoph Lehmann",
      "id": "A5101796875",
      "orcid": "https://orcid.org/0000-0001-7936-9852",
      "institutions": [
        {
          "id": "I103635307",
          "display_name": "University of California, Riverside",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Christoph Lehmann"
    },
    {
      "display_name": "David A. Osleger",
      "id": "A5111588870",
      "orcid": null,
      "institutions": [
        {
          "id": "I84218800",
          "display_name": "University of California, Davis",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "David A. Osleger"
    },
    {
      "display_name": "Isabel P. Montañez",
      "id": "A5081538192",
      "orcid": "https://orcid.org/0000-0003-0492-3796",
      "institutions": [
        {
          "id": "I84218800",
          "display_name": "University of California, Davis",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Isabel P. Montañez"
    },
    {
      "display_name": "William V. Sliter",
      "id": "A5006983164",
      "orcid": null,
      "institutions": [
        {
          "id": "I1286329397",
          "display_name": "United States Geological Survey",
          "country_code": "US",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "William Sliter"
    },
    {
      "display_name": "A. Arnaud Vanneau",
      "id": "A5014465287",
      "orcid": null,
      "institutions": [
        {
          "id": "I1284886586",
          "display_name": "Institut Mérieux (France)",
          "country_code": "FR",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Annie Arnaud Vanneau"
    },
    {
      "display_name": "Jay L. Banner",
      "id": "A5085422111",
      "orcid": "https://orcid.org/0000-0001-5121-5915",
      "institutions": [
        {
          "id": "I86519309",
          "display_name": "The University of Texas at Austin",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jay Banner"
    }
  ],
  "publication_year": 1999,
  "publication_date": "1999-07-01",
  "type": "article",
  "cited_by_count": 112,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S3271665",
    "display_name": "Geological Society of America Bulletin",
    "issn_l": "0016-7606",
    "issn": [
      "0016-7606",
      "1943-2674"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310319845"
  },
  "volume": "111",
  "issue": "7",
  "first_page": "1010",
  "last_page": "1029",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C157572991",
      "display_name": "Banner",
      "level": 2,
      "score": 0.6336837
    },
    {
      "id": "C2781113848",
      "display_name": "Geological survey",
      "level": 2,
      "score": 0.55139
    },
    {
      "id": "C161191863",
      "display_name": "Library science",
      "level": 1,
      "score": 0.502661
    },
    {
      "id": "C127313418",
      "display_name": "Geology",
      "level": 0,
      "score": 0.44507983
    },
    {
      "id": "C52119013",
      "display_name": "Art history",
      "level": 1,
      "score": 0.40542966
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.36521456
    },
    {
      "id": "C58640448",
      "display_name": "Cartography",
      "level": 1,
      "score": 0.33398312
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.25645518
    },
    {
      "id": "C205649164",
      "display_name": "Geography",
      "level": 0,
      "score": 0.23063281
    },
    {
      "id": "C151730666",
      "display_name": "Paleontology",
      "level": 1,
      "score": 0.21671829
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.101086825
    }
  ],
  "topics": [
    {
      "id": "T10109",
      "display_name": "Paleontology and Stratigraphy of Fossils",
      "score": 0.9995
    },
    {
      "id": "T10965",
      "display_name": "Geological formations and processes",
      "score": 0.9993
    },
    {
      "id": "T10017",
      "display_name": "Geology and Paleoclimatology Research",
      "score": 0.9991
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1130/0016-7606(1999)111<1010:eocacc>2.3.co;2",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:26:06.753409",
  "source_database": "OpenAlex"
}