{
  "openalex_id": "W2157224253",
  "doi": "https://doi.org/10.1111/dar.12139",
  "title": "Public perceptions and alcohol policies: Six case studies that examine trends and interactions",
  "abstract": "There are several factors other than public opinion that contribute to the selection, implementation and modification of alcohol policies. These include the desire by governments to generate revenue or reduce slippage of sales to adjacent jurisdictions; pressures from vested interests, such as alcohol producers or retailers, to streamline regulations or increase access to alcohol; public health and safety advocacy (e.g. campaigns to control drinking and driving); and deregulation, such as privatising alcohol retailing, driven by ideological perspectives. Their relative and combined impact is not well charted, and neither are their interactions with public opinion. Proponents both of greater access and of controls on availability may claim that public opinion is on their side. Public opinion on alcohol policy issues may be a force of secondary potency in comparison with the policy vectors noted above. However, as these six papers illustrate, when considered together, there is much interaction between alcohol policies and public opinion. Furthermore, in a few cases reported here, three dimensions seem to be interrelated: apparent awareness of alcohol-related harm or disruptions, public opinion on alcohol policies, and modifications in alcohol policies. While the methodological resources typically do not allow for firm causal interpretations, the findings are sufficiently provocative to stimulate future work to examine these concurrent trends. The Australian paper by Sarah Callinan and co-authors 1 assesses attitudes on alcohol policy between 1995 and 2010. The authors note that there was a turning point in 2004, with decreasing support for alcohol control policies before then and increasing support for alcohol policy restrictions after 2004. This shift was evident across all age groups and not limited to one demographic sector. The authors speculate that while no single policy initiative appears to have stimulated this turn-around in support for control policies, the increasingly liberal licencing arrangements in many Australian states, including the expansion in the number and type of outlets, may have sparked concern among respondents. The paper based on Ontario, Canada, by Anca Ialomiteanu and colleagues 2, investigates public opinion on several alcohol policy dimensions between 1996 and 2011. The authors found a significant decline in support for restricting corner sales and retaining government retail outlets. This gradual erosion in support occurred during a period when there was a gradual increase in access to alcohol and an increase in per capita consumption. As in the Australian case study, this gradual shift was not limited to a particular sector or age group. However, the modest decline in support for certain alcohol control policies was not paralleled by an increase in support for greater access. The change was largely due to a greater percentage supporting the status quo. Esa Österberg and colleagues 3 examine alcohol policies and public opinion in Finland over a recent decade (2003–2013) during a time of dramatic changes in alcohol policies. They conclude that with increasing alcohol consumption, there was a shift towards greater support for more restrictive alcohol policies. They hypothesise that this shift was influenced by a large decrease in alcohol excise duty in 2004 and subsequent increased awareness of alcohol-related problems and policy issues. However, in conjunction with more restrictive alcohol policies that were implemented between 2008 and 2013, there was a concurrent slight increase in the share of those favouring more liberal alcohol policies. Ann Hope 4 focuses on the Irish situation between 2002 and 2010. Her main finding is that change in public opinion is a response to whether or not public concerns have been met. When policies became more restrictive, with increased taxes on alcohol and a rollback on liberal alcohol hours, the public concerns appeared to have been met, and support for further implementation of these policies declined. In contrast, with a greater number of off-trade outlets and the resultant wider availability of alcohol, there was still support, at least among a minority, for control on these dimensions. The Norwegian case study 5 examines national surveys and other statistics between 1962 and 2012. The authors find a similar pattern to the Australian study, with support for restrictions declining until 1999 before gradually increasing again following substantial deregulation. Rossow and Storvall suggest that public opinion influenced the relaxation of strict alcohol control policies during the first four decades and that a combination of factors—such as increased access to alcohol and greater awareness of alcohol-related harm and of the potential effectiveness of control policies—may have contributed to increased support for alcohol control policies. The relatively similar trends over time in Norway and Australia raise interesting questions about how people assess alcohol policies given the substantially stricter controls that have remained in place in Norway. Greenfield and co-authors 6 examine alcohol policy attitudes in the 2010 US National Alcohol Survey. They found greater support for alcohol control policies among women, racial/ethnic minorities, lower income individuals and lighter drinkers. A noteworthy finding was that, after adjusting for demographics and drinking patterns, those who had experienced a number of harms due to drinking by others were more likely to support alcohol control policies. Given that several international initiatives are underway or planned on the theme of harm to others from alcohol 7, this suggests that future research seek to explore how personal experience with alcohol-related harm, whether due to personal consumption or by others, impacts on views on population-level controls on alcohol. These papers complement other recent work 8-12 in highlighting the complex relationship between availability of alcohol, trends in consumption, change in alcohol control and public opinion on alcohol policy issues. In some contexts, changes in public opinion appear to facilitate policy change 5, and in others 1, 3, 4, changes in alcohol policies appear to stimulate a shift in public evaluation of the policies. More broadly, research into the role of public opinion in affecting public policy is needed, particularly in areas like alcohol policy with significant vested interests. In the general policy literature, there is reasonable evidence that public opinion is a strong driver of public policy 13, 14, even in the face of vocal interest groups or vested interests. In the Australian context, there have been some clear counter-examples in alcohol policy, including the extension of hotel trading hours in the state of Victoria in the 1960s following a resounding referendum win for the status quo in 1956 15. Similarly, the pervasive influence of National Competition Policy on licensing regulation in most Australian jurisdictions came about via a series of technical reviews and legislative changes without a significant groundswell of public support 16., and much of the earlier deregulation following the Nieuwenhuysen Review came in direct opposition to majority public opinion 17. In contrast, the recent introduction of late-night trading restrictions in Sydney, Australia, has been driven largely by vocal media and public calls for action to reduce night-time violence 18, and the lack of public support remains a key stumbling block for alcohol taxation reform (alongside powerful industry and political interests). More work untangling the web of influence between advocacy and special interest groups, media coverage, regulation and public opinion is crucial to understanding the alcohol policy process. Further research is also warranted on the factors underpinning public opinions on alcohol policy. To what extent and how do policy advocates, industry groups and researchers actively influence public attitudes? What role do the media play? There is good evidence in the Australian case that support for restrictive policies has increased alongside media coverage of alcohol problems 19, and previous illicit drug research suggests public opinion is heavily influenced by media coverage rather than vice versa 20. Further evidence on the interplay between public awareness of actual policies, trends in alcohol consumption and alcohol-related harm, the actual and perceived effectiveness of alcohol policies, and public views on alcohol control is also required. Are the underlying dynamics different for increasing public support or declining support for alcohol policies? Finally, how do politicians and policymakers use public opinion research: What role does it play in policy decisions, which data are utilised and how are differing attitudes across population subgroups considered? In particular, do policymakers take into account that the most prevalent support for increasing access to alcohol typically comes from frequent higher volume drinkers—whose drinking is most likely to cause harm to themselves and risks for others?",
  "authors": [
    {
      "display_name": "Norman Giesbrecht",
      "id": "A5028239672",
      "orcid": "https://orcid.org/0000-0002-4469-0563",
      "institutions": [
        {
          "id": "I1338135719",
          "display_name": "Centre for Addiction and Mental Health",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Norman Giesbrecht"
    },
    {
      "display_name": "Michael Livingston",
      "id": "A5075351092",
      "orcid": "https://orcid.org/0000-0002-8995-9386",
      "institutions": [
        {
          "id": "I2802490183",
          "display_name": "Alcohol and Drug Foundation",
          "country_code": "AU",
          "type": "nonprofit"
        },
        {
          "id": "I31746571",
          "display_name": "UNSW Sydney",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Michael Livingston"
    }
  ],
  "publication_year": 2014,
  "publication_date": "2014-04-24",
  "type": "editorial",
  "cited_by_count": 14,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S134936136",
    "display_name": "Drug and Alcohol Review",
    "issn_l": "0959-5236",
    "issn": [
      "0959-5236",
      "1465-3362"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320595"
  },
  "volume": "33",
  "issue": "3",
  "first_page": "217",
  "last_page": "219",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/dar.12139",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C134698397",
      "display_name": "Public opinion",
      "level": 3,
      "score": 0.7100997
    },
    {
      "id": "C2909176452",
      "display_name": "Alcohol industry",
      "level": 2,
      "score": 0.7045901
    },
    {
      "id": "C2777363581",
      "display_name": "Harm",
      "level": 2,
      "score": 0.62781525
    },
    {
      "id": "C109986646",
      "display_name": "Public policy",
      "level": 2,
      "score": 0.5308835
    },
    {
      "id": "C39549134",
      "display_name": "Public relations",
      "level": 1,
      "score": 0.4505546
    },
    {
      "id": "C144133560",
      "display_name": "Business",
      "level": 0,
      "score": 0.4480897
    },
    {
      "id": "C26760741",
      "display_name": "Perception",
      "level": 2,
      "score": 0.44052473
    },
    {
      "id": "C138816342",
      "display_name": "Public health",
      "level": 2,
      "score": 0.42462143
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.42361403
    },
    {
      "id": "C100001284",
      "display_name": "Public economics",
      "level": 1,
      "score": 0.37643597
    },
    {
      "id": "C77805123",
      "display_name": "Social psychology",
      "level": 1,
      "score": 0.3301208
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.30029994
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.26528355
    },
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.23796499
    },
    {
      "id": "C162324750",
      "display_name": "Economics",
      "level": 0,
      "score": 0.23626491
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.16874656
    },
    {
      "id": "C112698675",
      "display_name": "Advertising",
      "level": 1,
      "score": 0.13501564
    },
    {
      "id": "C169760540",
      "display_name": "Neuroscience",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C159110408",
      "display_name": "Nursing",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10043",
      "display_name": "Substance Abuse Treatment and Outcomes",
      "score": 0.9977
    },
    {
      "id": "T12196",
      "display_name": "Community Health and Development",
      "score": 0.9523
    },
    {
      "id": "T11120",
      "display_name": "Nonprofit Sector and Volunteering",
      "score": 0.9394
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1111/dar.12139",
  "pdf_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/dar.12139",
  "retrieved_date": "2025-07-30T15:04:05.771697",
  "source_database": "OpenAlex"
}