{
  "openalex_id": "W215420290",
  "doi": "https://doi.org/10.1353/wal.1967.0025",
  "title": "Charles and Frank Norris",
  "abstract": "ARNOLD L. GOLDSMITH Wayne State University Charles and Frani? Norris In 1897, writing in the San Francisco Wave, Frank Norris called for a regional fiction soaked in the local color and excitement of San Francisco. “London,” he wrote, “had her Dickens, New Orleans her Cable, New York her Davis, Boston her Howells, Paris her Zola, but San Francisco still waits her novelist.” In his characteristic language of romance and melodrama, Norris urged his contemporaries to “go a-gunning for stories” in the saloons, dives, and wharves and to write about such local events as murder and the shanghaiing of seamen. Above all, he wanted “life,” realism, in these stories. “It is the Life that we want, the vigorous, real thing, not the curious weaving of words and the polish of literary finish. Damn the ‘style’ of the story, so long as we get the swing and rush and trample of the things that live.” “We don’t want literature,” he concluded, “we want life.” At the time that Frank Norris wrote this article, his brother Charles, eleven years his junior, was a high-school student, con­ templating admission to the University of California, Frank’s alma mater. More than a quarter of a century later this same brother was, in his own way, to accept Frank’s challenge and contribute his bit to a California literature, centering on the San Francisco Bay Region. I have said that Charles Norris answered his brother’s challenge “in his own way,” adding this important qualification because he never really followed the London-Norris-Davis school of Romantic fiction so popular in America at the end of the nineteenth century. Nor did he, in the later Hemingway tradition, go “a-gunning” for stories in the cafes, streets, and sports arenas. Nevertheless, Charles Norris did succeed in capturing life, if not “the swing and rush Charles and Frank Norris 31 and trample” of things, then the daily problems of real men and women who constantly have to worry about such things as jobs, bills, budgets, birth control, and divorce. The perceptive New York Times reviewer of Zest concluded in 1933 that . . . there is a quality about all of the novels of Charles G. Norris which raises them above the level of popular magazine fiction. That is a kind of dogged honesty, a refusal to play up to easily aroused and superficial emotions. Mr. Norris tells his story with a downright literalness that commands respect. There is no touch of melodrama, false-pathos, sentimentality or machine-made eroticism. This whole story is one that might very likely be literally true. As one surveys the very meager, almost non-existent body of criticism of Charles Norris, the same kind of respect and reserved admiration as in the book review above is evident. The Encyclo­ pedia Americana speaks of him as “one of the most earnest and painstaking of dispassionate, analytical writers.” In Twentieth Century Authors, “R. A. Cordell noted Norris’ competent workman­ ship, accurately drawn backgrounds and undeniable power, but added that his books ‘always have a certain naivete which gives a romantic cast to these earnest studies of our time meant, one is sure, to be wholly realistic,’ ” And Sterling North has emphasized the importance of Norris’ grappling with major social problems, so that “if he has fallen somewhat short of complete success his failure is of greater importance than many a lightly won victory.” Charles Norris’ literary credo was best expressed when he wrote to the editor of Twentieth Century Authors: “My sole pur­ pose in writing my books is to make people think.” In Salt ( 1918) he explained, “I tried to give a picture of our national system of education, to show the good and ill effects of our schools and colleges. In Brass (1921), the novel following Salt, I attempted to present different phases of what we understand as marriage, to show some of the reasons why people cannot get along with one another.” In subsequent books Norris studied other important socialeconomic problems, finally completing eleven novels, four more than his brother Frank. Despite the considerable gap between their ages, the Norris brothers became very close. Their love of reading, their grand scale...",
  "authors": [
    {
      "display_name": "Arnold L. Goldsmith",
      "id": "A5048387471",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Arnold L. Goldsmith"
    }
  ],
  "publication_year": 1967,
  "publication_date": "1967-01-01",
  "type": "article",
  "cited_by_count": 2,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S111213863",
    "display_name": "Western American literature",
    "issn_l": "0043-3462",
    "issn": [
      "0043-3462",
      "1948-7142"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320162"
  },
  "volume": "2",
  "issue": "1",
  "first_page": "30",
  "last_page": "49",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2780430339",
      "display_name": "Brother",
      "level": 2,
      "score": 0.85137993
    },
    {
      "id": "C52119013",
      "display_name": "Art history",
      "level": 1,
      "score": 0.6322955
    },
    {
      "id": "C518914266",
      "display_name": "Romance",
      "level": 2,
      "score": 0.6147579
    },
    {
      "id": "C2776445246",
      "display_name": "Style (visual arts)",
      "level": 2,
      "score": 0.5622157
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.514447
    },
    {
      "id": "C85079727",
      "display_name": "Quarter (Canadian coin)",
      "level": 2,
      "score": 0.469511
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.39283717
    },
    {
      "id": "C124952713",
      "display_name": "Literature",
      "level": 1,
      "score": 0.28270143
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.17841536
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.10022241
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T13174",
      "display_name": "American and British Literature Analysis",
      "score": 0.8515
    },
    {
      "id": "T12242",
      "display_name": "Latin American and Latino Studies",
      "score": 0.7851
    },
    {
      "id": "T14494",
      "display_name": "American Literature and Culture",
      "score": 0.7771
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/wal.1967.0025",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:36:20.752983",
  "source_database": "OpenAlex"
}