{
  "openalex_id": "W2158899309",
  "doi": "https://doi.org/10.15252/emmm.201404967",
  "title": "<i><scp>TEX</scp>11</i>is mutated in infertile men with azoospermia and regulates genome‐wide recombination rates in mouse",
  "abstract": "Research Article1 July 2015Open Access TEX11 is mutated in infertile men with azoospermia and regulates genome-wide recombination rates in mouse Fang Yang Fang Yang Department of Biomedical Sciences, School of Veterinary Medicine, University of Pennsylvania, Philadelphia, PA, USA Search for more papers by this author Sherman Silber Sherman Silber Infertility Center of St. Louis, St. Luke's Hospital, St. Louis, MO, USA Search for more papers by this author N Adrian Leu N Adrian Leu Department of Biomedical Sciences, School of Veterinary Medicine, University of Pennsylvania, Philadelphia, PA, USA Search for more papers by this author Robert D Oates Robert D Oates Department of Urology, Boston University Medical Center, Boston, MA, USA Search for more papers by this author Janet D Marszalek Janet D Marszalek Howard Hughes Medical Institute, Whitehead Institute, Cambridge, MA, USA Search for more papers by this author Helen Skaletsky Helen Skaletsky Howard Hughes Medical Institute, Whitehead Institute, Cambridge, MA, USA Search for more papers by this author Laura G Brown Laura G Brown Howard Hughes Medical Institute, Whitehead Institute, Cambridge, MA, USA Search for more papers by this author Steve Rozen Steve Rozen Howard Hughes Medical Institute, Whitehead Institute, Cambridge, MA, USA Duke-Nus Graduate Medical School Singapore, Singapore City, Singapore Search for more papers by this author David C Page David C Page Howard Hughes Medical Institute, Whitehead Institute, Cambridge, MA, USA Department of Biology, Massachusetts Institute of Technology, Cambridge, MA, USA Search for more papers by this author P Jeremy Wang Corresponding Author P Jeremy Wang Department of Biomedical Sciences, School of Veterinary Medicine, University of Pennsylvania, Philadelphia, PA, USA Search for more papers by this author Fang Yang Fang Yang Department of Biomedical Sciences, School of Veterinary Medicine, University of Pennsylvania, Philadelphia, PA, USA Search for more papers by this author Sherman Silber Sherman Silber Infertility Center of St. Louis, St. Luke's Hospital, St. Louis, MO, USA Search for more papers by this author N Adrian Leu N Adrian Leu Department of Biomedical Sciences, School of Veterinary Medicine, University of Pennsylvania, Philadelphia, PA, USA Search for more papers by this author Robert D Oates Robert D Oates Department of Urology, Boston University Medical Center, Boston, MA, USA Search for more papers by this author Janet D Marszalek Janet D Marszalek Howard Hughes Medical Institute, Whitehead Institute, Cambridge, MA, USA Search for more papers by this author Helen Skaletsky Helen Skaletsky Howard Hughes Medical Institute, Whitehead Institute, Cambridge, MA, USA Search for more papers by this author Laura G Brown Laura G Brown Howard Hughes Medical Institute, Whitehead Institute, Cambridge, MA, USA Search for more papers by this author Steve Rozen Steve Rozen Howard Hughes Medical Institute, Whitehead Institute, Cambridge, MA, USA Duke-Nus Graduate Medical School Singapore, Singapore City, Singapore Search for more papers by this author David C Page David C Page Howard Hughes Medical Institute, Whitehead Institute, Cambridge, MA, USA Department of Biology, Massachusetts Institute of Technology, Cambridge, MA, USA Search for more papers by this author P Jeremy Wang Corresponding Author P Jeremy Wang Department of Biomedical Sciences, School of Veterinary Medicine, University of Pennsylvania, Philadelphia, PA, USA Search for more papers by this author Author Information Fang Yang1, Sherman Silber2, N Adrian Leu1, Robert D Oates3, Janet D Marszalek4, Helen Skaletsky4, Laura G Brown4, Steve Rozen4,5, David C Page4,6 and P Jeremy Wang 1 1Department of Biomedical Sciences, School of Veterinary Medicine, University of Pennsylvania, Philadelphia, PA, USA 2Infertility Center of St. Louis, St. Luke's Hospital, St. Louis, MO, USA 3Department of Urology, Boston University Medical Center, Boston, MA, USA 4Howard Hughes Medical Institute, Whitehead Institute, Cambridge, MA, USA 5Duke-Nus Graduate Medical School Singapore, Singapore City, Singapore 6Department of Biology, Massachusetts Institute of Technology, Cambridge, MA, USA *Corresponding author. Tel: +1 2157460160; E-mail: [email protected] EMBO Mol Med (2015)7:1198-1210https://doi.org/10.15252/emmm.201404967 PDFDownload PDF of article text and main figures. Peer ReviewDownload a summary of the editorial decision process including editorial decision letters, reviewer comments and author responses to feedback. ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinked InMendeleyWechatReddit Figures & Info Abstract Genome-wide recombination is essential for genome stability, evolution, and speciation. Mouse Tex11, an X-linked meiosis-specific gene, promotes meiotic recombination and chromosomal synapsis. Here, we report that TEX11 is mutated in infertile men with non-obstructive azoospermia and that an analogous mutation in the mouse impairs meiosis. Genetic screening of a large cohort of idiopathic infertile men reveals that TEX11 mutations, including frameshift and splicing acceptor site mutations, cause infertility in 1% of azoospermic men. Functional evaluation of three analogous human TEX11 missense mutations in transgenic mouse models identified one mutation (V748A) as a potential infertility allele and found two mutations non-causative. In the mouse model, an intronless autosomal Tex11 transgene functionally substitutes for the X-linked Tex11 gene, providing genetic evidence for the X-to-autosomal retrotransposition evolution phenomenon. Furthermore, we find that TEX11 protein levels modulate genome-wide recombination rates in both sexes. These studies indicate that TEX11 alleles affecting expression level or substituting single amino acids may contribute to variations in recombination rates between sexes and among individuals in humans. Synopsis Mutations were identified in the X chromosome-linked germ cell-specific gene TEX11 in infertile men with non-obstructive azoospermia. Functional studies of TEX11 protein in mice revealed an unexpected role in the regulation of genome-wide recombination rates. Sequencing screening of human infertile patients reveals mutations in the TEX11 gene in 1% of non-obstructive azoospermic men. Infertile men with mutations in TEX11 exhibit meiotic arrest. Experimentally retrotransposed Tex11 on an autosome rescues the fertility of male mice deleted for the X-linked Tex11 gene. Genetic studies of mice with different Tex11 gene dosages demonstrate a threshold level of TEX11 protein for spermatogenesis. Analysis of crossover formation shows that TEX11 regulates genome-wide recombination rates in both males and females in a dosage-dependent manner. Introduction Infertility, defined as the inability to conceive after a prolonged period, is a worldwide reproductive health problem, affecting men and women about equally (Hull et al, 1985; Matzuk & Lamb, 2002). The underlying causes are multifaceted, including physiological, environmental, social, and genetic factors; and studies in various model organisms have identified multiple molecular and genetic pathways that regulate fertility (de Rooij & de Boer, 2003; Matzuk & Lamb, 2008). In particular, mouse models have identified more than 400 genes that are specifically or preferentially involved in the regulation of fertility, facilitating genetic studies of infertility in humans (Matzuk & Lamb, 2008; Handel & Schimenti, 2010; Jamsai & O'Bryan, 2011). In humans, male infertility is a more clearly defined entity in cases of azoospermia or severe oligospermia (Hull et al, 1985; Silber, 2000). Known genetic causes of azoospermia in humans include Y chromosome deletion and chromosomal abnormalities such as Klinefelter syndrome (47, XXY); these account for ~25% of spermatogenic failure in otherwise healthy men (Reijo et al, 1995, 1996; Van Assche et al, 1996). Therefore, the majority (~75%) of cases of spermatogenic failure in humans are idiopathic, and the underlying causes are postulated to be genetic. However, to date, efforts to uncover point mutations in single genes that contribute to human spermatogenic failure have been largely unsuccessful (Matzuk & Lamb, 2008; Nuti & Krausz, 2008; Jamsai & O'Bryan, 2011). Two major hurdles complicate the molecular genetic analysis of human male infertility. Traditionally, many disease-causing monogenic mutations have been identified through pedigree-based linkage analyses, demonstrating that the mutation co-segregates with a disease in multi-generation families and can therefore be deemed causative. This conventional approach is not applicable to the study of human male infertility, because infertile men lack biological offspring; it is therefore difficult to determine whether a mutation is causative. The second hurdle is that clinical and ethical considerations limit the availability of sufficient testis biopsy material from patients for further validations. Genome-wide association studies (GWAS) have identified risk loci for non-obstructive azoospermia in humans (Hu et al, 2011, 2014). While variants in a number of genes have been identified in infertile men, causality of these variants has not been definitively proven (Sun et al, 1999; Miyamoto et al, 2003; Stouffs et al, 2005a,b, 2006; Krausz et al, 2006; Rohozinski et al, 2006; Martinez et al, 2007; Luddi et al, 2009). Genomic studies have revealed that germ cell-specific genes are not randomly distributed in the genome, and that, in particular, the unique hemizygous and transcriptional status of the X chromosome has shaped its germ cell-specific gene content (Wang et al, 2001; Khil et al, 2004; Namekawa et al, 2006; Turner et al, 2006; Mueller et al, 2008; Song et al, 2009). The mammalian X chromosome is enriched for germ cell-specific genes expressed during early spermatogenesis. A systematic genomic screen of mouse spermatogonia, which are diploid mitotic germ cells of the testis, identified dozens of genes that are expressed specifically in male germ cells, and nearly one-third of these genes map to the X chromosome, suggesting that genes encoded on the X chromosome play a preeminent role in early spermatogenesis (Wang et al, 2001). Genetic studies in mouse models have shown that three of these X-linked genes (Tex11, Taf7 l, and Nxf2) are important regulators of male fertility (Cheng et al, 2007; Yang et al, 2008; Pan et al, 2009; Zheng et al, 2010). As males are hemizygous for the X chromosome, mutations in single-copy X-linked genes cannot be compensated by a corresponding wild-type allele such as in heterozygous carriers of autosomal recessive mutations. Therefore, mutations in X-linked genes essential for fertility may represent a significant proportion of infertility-causing mutations in men. Tex11 is essential for male fertility in mice. Disruption of Tex11 gene function causes meiotic arrest in males, resulting in azoospermia (Yang et al, 2008). Here, we report that the frequency of rare TEX11 mutations is significantly elevated in azoospermic men, suggesting that TEX11 is required for spermatogenesis in humans. In combination with analyses of genetically modified mice harboring Tex11 mutations analogous to those in human, our results demonstrate that in ~1% of azoospermic men, infertility is caused by mutations in a single X-linked gene—the TEX11 gene. Furthermore, our studies show that meiotic progression requires a critical threshold level of TEX11 protein and, significantly, that genome-wide meiotic recombination rates in both sexes are sensitive to TEX11 levels. Results Frequent singleton TEX11 mutations in men with spermatogenic failure To evaluate the role of TEX11 in human fertility, we screened genomic samples from 246 azoospermic men with spermatogenic failure (no sperm in semen) and from 175 controls that included men who had fathered children (n = 93) and men of unknown fertility selected to represent worldwide genetic diversity based on their Y-chromosomal haplotypes (n = 82). All the infertile patients selected were pre-screened for the lack of Y chromosome microdeletions. Sequencing of amplicons covering the TEX11 exons and flanking intronic regions revealed 40 different sequence variants in TEX11 in our cohorts (Table 1 and Supplementary Table S1). Of these variants, 21 were singletons (observed in only one man; Table 1), whereas 19 were observed in two or more men and thus are not likely to be associated with spermatogenic failure (Supplementary Table S1). Table 1. Singleton sequence variants in TEX11 found in infertile patients and controls Position Nucleotide change Resultant change Patient ID Infertile males Control males AZ Fertile NIH diversity 246a 93a 82a Exon 6 349T→A Missense mutation, W117R WHT3150 1 Exon 6 405C→T Silent mutation WHT3171 1 Exon 7 424G→A Missense mutation, V142I WHT3417 1 Exon 7 515A→G Missense mutation, Q172R WHT3500 1 Exon 10 731C→T Missense mutation, T244I WHT2546 1 Exon 16 1258Ins (TT) Frameshift mutation; 1258GATG→TTGGTA WHT3759 1 Exon 26 2243T→C Missense mutation, V748A WHT2499 1 Exon 27 2319T→C Silent mutation WHT2546 1 Intron 3 −17T→Cb Intronic alteration WHT3448 1 Intron 5 −48G→A Intronic alteration WHT3040 1 Intron 10 +42C→A Intronic alteration WHT3839 1 Intron 12 −28T→C Intronic alteration WHT3058 1 Intron 15 −64G→A Intronic alteration WHT3158 1 Intron 21 −1G→A Alteration of splicing acceptor site WHT2445 1 Intron 22 −37A→G Intronic alteration WHT3059 1 Intron 24 +119G→A Intronic alteration WHT3158 1 Intron 27 −55A→C Intronic alteration WHT2546 1 Intron 28 −44A→G Intronic alteration WHT3864 1 Exon 7 466A→G Missense mutation, M152V 1 Intron 20 +16A→G Intronic alteration 1 Intron 23 −44C→T Intronic alteration 1 AZ, azoospermic males. a Number of individuals screened. b +1 refers to the first base of a given intron, and −1, the last base. We detected a significantly higher percentage of singleton variants in men with spermatogenic failure than in controls (7.3% versus 1.7%, P = 0.007, Fisher's exact test, Table 1). Of the 21 singletons, 18 were found in azoospermic men and three in controls (Table 1). The significantly higher prevalence of singleton variants in azoospermic men strongly suggests that TEX11 is required for spermatogenesis in human. With the exception of a frameshift mutation, 1258Ins(TT) in exon 16, and a splice site mutation, in intron 21, the mechanisms by which the singleton mutations may cause or predispose to azoospermia are not clear. Five of the singleton exonic mutations among azoospermic men were missense (W117R, V142I, Q172R, T244I, and V748A), and two were silent (Table 1). The remaining 10 were intronic mutations with undetermined functional consequences except for the splice site mutation (−1G→A) at the consensus 3′ splice acceptor site in intron 21, which would be expected to abolish splicing (Table 1). Meiotic arrest in an azoospermic man with a frameshift mutation in TEX11 Among the singleton TEX11 mutations identified in azoospermic men, a frameshift mutation in exon 16 would predictably impair TEX11 protein function, yielding a severely truncated protein comprising only the N-terminal half. The patient carrying this mutation (WHT3759) and his brother were azoospermic, and two maternal uncles were childless (Fig 1A). Analysis of DNA samples from both parents of WHT3759 revealed that the mother was heterozygous for the mutation, whereas the father had the wild-type allele (Fig 1B), demonstrating inheritance of the mutation from the mother. We could not obtain DNA samples from the patient's brother or maternal uncles and thus were unable to determine whether these relatives carried the same mutation as the proband. Nevertheless, the data in this family are consistent with X-linked spermatogenic failure. Figure 1. X-linked inheritance of a frameshift mutation in TEX11 Family tree of the azoospermic male patient WHT3759. The patient's brother was azoospermic with maturation arrest, and two maternal uncles were childless; DNA samples from these individuals could not be obtained. The patient's paternal uncle and all five paternal aunts each had two or three children (not shown). Complex frameshift mutation (patient WHT3759). The nucleotide sequence in exon 16 (in parentheses) changes from ACT(GATG)CCC to ACT(TTGGTA)CCC, resulting in a net insertion of two bases and generation of a KpnI restriction site (underlined). We confirmed heterozygosity of the mother (WHT4067) by KpnI digestion of PCR products (data not shown). Testicular maturation arrest in the patient (WHT3759). Testicular tissue obtained by biopsy was sectioned and stained with hematoxylin/eosin. Seminiferous tubules contained meiotic germ cells such as zygotene (ZS, arrowheads) and pachytene spermatocytes (PS, arrows), but no post-meiotic germ cells such as round spermatids were detectable. Scale bar, 25 μm. Download figure Download PowerPoint Histological analysis of a testis biopsy obtained from the azoospermic patient WHT3759 revealed meiotic arrest at the pachytene stage (Fig 1C). No post-meiotic germ cells such as round spermatids and mature spermatozoa were observed in the seminiferous tubules, consistent with the diagnosis of azoospermia. Based on the histological data, we conclude that the primary defect caused by the TEX11 frameshift mutation of this patient is meiotic arrest, corresponding to the phenotype observed in Tex11-null (Tex11−/Y) male mice (Yang et al, 2008). Experimental transfer of Tex11 from the X chromosome to an autosome To circumvent the inherent problems in the genetic dissection of human infertility as described earlier, we chose to analyze the consequences of mutant human TEX11 alleles in genetically modified mice harboring analogous mutations in murine Tex11. The generation of mice with gene-specific mutations usually relies on gene targeting by homologous recombination in male (XY) embryonic stem (ES) cells and subsequent transmission of the modified allele through the germ line of male ES cell chimeras. However, this approach would predictably fail when modeling X-linked mutations causing male infertility, as these would not be transmitted through the male germ line. To overcome this impediment, we generated an experimental copy of the Tex11 gene at an autosomal locus, placing a Tex11 knockin allele under the transcriptional and translational control of Tex19.1 (Chr. 11; Fig 2A). We chose the Tex19.1 locus for several reasons. First, Tex19.1 and Tex11 exhibit similar temporal expression patterns during spermatogenesis. Previous studies have shown that both genes are expressed in spermatogonia and early spermatocytes (Wang et al, 2005; Yang et al, 2008, 2010). Furthermore, the Tex19.1 ORF is entirely encoded in one exon (exon 3) (Kuntz et al, 2008; Ollinger et al, 2008; Yang et al, 2010), permitting replacement of the Tex19 ORF with the Tex11 ORF (Fig 2A). As Tex19+/− mice display normal fertility (Ollinger et al, 2008; Yang et al, 2010), the deletion of one Tex19.1 copy to generate the Tex11 knockin allele would not be associated with phenotypic consequences. Figure 2. A wild-type Tex11 knockin allele at the autosomal Tex19.1 locus rescues male sterility in Tex11-null adult mice Schematic diagram of Tex11 gene structure, Tex19.1 gene structure, targeting vector and the final Tex11 knockin allele containing the wild-type Tex11 ORF. Western blot analysis of TEX11 in the testes of 3-month-old mice with different Tex11 gene dosages. ACTB serves as a loading control. Testis weight of 3-month-old males. Sperm count of 3-month-old males. Histological analysis of testes from adult wild-type, Tex11 KI/KO, and Tex11−/Y males. RS, round spermatids; ES, elongating spermatids; Pa, pachytene spermatocytes. Scale bar, 50 μm. The Tex11 knockin allele rescues chromosomal synapsis defects in Tex11−/Y spermatocytes in 3-month-old males. Chromosomal synapsis defects were assessed by SYCP1 and SYCP2 immunostaining of spread nuclei from 100 pachytene spermatocytes per male; for each genotype, three males were analyzed. Abbreviations for Tex11 genotypes: −/Y, Tex11 knockout (Yang et al, 2008); KI;−/Y, Tex11 knockin and knockout; +/Y, wild type; KI;+/Y, Tex11 knockin plus wild-type Tex11. Data information: All statistical analyses were performed using Student's t-test. n.s.: not statistically significant. Download figure Download PowerPoint An autosomal Tex11 knockin minigene rescues male infertility in adult Tex11−/Y mice We next determined whether the wild-type autosomal Tex11 knockin minigene (Tex19Tex11KI) could functionally replace its X-linked progenitor and rescue infertility of azoospermic Tex11−/Y males. In male meiotic germ cells, TEX11 localizes to recombination nodules and regulates both chromosomal synapsis and the formation of crossovers between homologous chromosomes. Tex11-deficient spermatocytes are eliminated at the pachytene and anaphase I stages of meiosis due to extensive asynapsis and a failure in chromosome segregation (Yang et al, 2008). We crossed Tex19Tex11KI/+ males (Fig 2A) with Tex11+/− females to generate Tex19Tex11KI/+ Tex11−/Y males (hereafter referred to as Tex11 KI/KO males). Western blot analysis confirmed that TEX11 protein was expressed in the testes of adult (3-month) KI/KO male mice albeit at lower levels compared to wild-type testes (Fig 2B). Tex11 knockin males (Tex11 KI plus the wild-type Tex1l allele) exhibited higher testicular TEX11 protein levels compared to wild-type males. Therefore, TEX11 protein levels in these mouse models correlate with gene dosage (Fig 2B). Adult males of the four genotypes (Tex11−/Y, Tex11 KI/Tex11−/Y, Tex11+/Y, Tex11 KI/Tex11+/Y) had comparable body weight (data not shown). Testes from adult KI/KO males weighed significantly more than those from Tex11-null males but less than those from wild-type males (Fig 2C). Strikingly, the sperm count of 3-month-old KI/KO males was comparable to that of wild-type males (Fig 2D). As expected, the KI/KO males were fertile. Histological analysis revealed that KI/KO and wild-type testes contained the full spectrum of spermatogenic cells including mature spermatozoa, whereas Tex11-null testes exhibited meiotic arrest of germ cells as previously reported (Fig 2E) (Yang et al, 2008). Chromosomal synapsis defects caused by Tex11 deficiency were rescued by the Tex11 KI minigene (Fig 2F). Taken together, we conclude that the autosomal Tex11 KI minigene rescues meiotic arrest and male infertility in adult Tex11−/Y mice. Defective meiosis in the first wave of spermatogenesis in Tex11 KI/KO mice Testes from 8-week-old Tex11 KI/KO males were comparable in size and weight to wild-type testes (Fig 3A). However, testes from juvenile Tex11 KI/KO males (postnatal day 25, 36, or 49) were much smaller than wild-type testes (Fig 3A), suggesting a developmental delay or a failure in the first wave of spermatogenesis in Tex11 KI/KO males. Spermatogenesis proceeds through distinct stages that include mitotic proliferation of spermatogonial stem cells, meiotic division of spermatocytes, and spermiogenesis of haploid spermatids; this occurs in a locally synchronized and coordinated manner described as spermatogenic waves (McCarrey, 1993). In juvenile mice, the first wave of spermatogenesis is initiated within 1 week after birth, producing mature spermatozoa by postnatal day 35. This wave bypasses a self-renewing spermatogonia stage and displays a synchronized appearance of differentiating germ cells in seminiferous tubules (de Rooij, 1998). In adult mice, waves of spermatogenesis are not synchronized among different seminiferous tubules. In Tex11-null male mice, lack of TEX11 affects juvenile and adult spermatogenic waves equally (Yang et al, 2008). In mature Tex11 KI/KO male mice, the chromosomal asynapsis defects caused by TEX11 deficiency were rescued by the Tex11 KI allele (Fig 2F). However, analysis of spermatocytes from juvenile Tex11 KI/KO males revealed that chromosomal synapsis remained severely impaired at day 25, that is, during the first spermatogenic wave (Fig 3B and Supplementary Fig S2). Evaluation of the number of MLH1 foci, which mark the site of future meiotic crossovers (Anderson et al, 1999), indicated that the meiotic recombination defect in juvenile testis was largely but not fully rescued by the Tex11 KI minigene (Fig 3C). These results suggest that defective meiosis rather than developmental delay causes the severe impairment of the first spermatogenic wave in juvenile Tex11 KI/KO males. Western blot analysis revealed substantially lower TEX11 protein levels in juvenile (day 25) KI/KO testes compared to wild-type testes (Fig 3B). These results suggest that the amount of TEX11 protein expressed from the Tex11 KI allele was too low to fully rescue meiotic defects in Tex11-null juveniles (Fig 3B), but was expressed at a higher level in adult mice, which is sufficient for meiotic progression in adult Tex11 KI/KO males (Fig 2B). Alternatively, different threshold levels of TEX11 may be needed for progression of meiosis during the first wave of spermatogenesis compared to adult waves of spermatogenesis. Figure 3. Defective meiotic progression in the first wave of spermatogenesis in Tex11 KI/KO malesThe knockin allele expresses the wild-type Tex11 ORF. Reduced testis weight in juvenile but not adult Tex11 KI; −/Y males. The time frames of the first wave and adult waves of spermatogenesis are indicated. Increased chromosomal asynapsis in spermatocytes and reduced levels of TEX11 protein in the testes of 25-day-old Tex11 KI/KO males. Chromosomal synapsis defects were assessed by SYCP1 and SYCP2 immunostaining of spread nuclei from 100 pachytene spermatocytes per male; for each genotype, three males were analyzed. Pachytene spermatocytes from 25-day-old Tex11 KI/KO males contain significantly fewer MLH1 foci compared to wild-type spermatocytes. Values are shown as average ± standard deviation. Error bar is standard deviation. Data information: Statistical analyses were performed with Student's t-test. Download figure Download PowerPoint Meiotic recombination levels are sensitive to the gene dosage of Tex11 The presence of fewer MLH1 foci in spermatocytes from Tex11 KI/KO juvenile mice compared to wild type suggested that Tex11 dosage might influence the rate of meiotic recombination (Fig 3C). To further test this hypothesis, we analyzed the recombination rate in spermatocytes from 3-month-old males with increasing Tex11 gene dosages (genotypes: Tex11−/Y, Tex11 KI/Tex11−/Y, Tex11+/Y, Tex11 KI/Tex11+/Y; Fig 4A and Supplementary Fig S3). The recombination rate was significantly different among these males, with the lowest rate in Tex11−/Y males and the highest rate in Tex11 KI/Tex11+/Y males, revealing a positive correlation between meiotic recombination rate and Tex11 dosage in males. Figure 4. Tex11 dosage affects the number of MLH1 foci in meiotic germ cells in both sexes The number of MLH1 foci in pachytene spermatocytes from 3-month-old males positively correlates with increasing Tex11 gene dosage. Quantification of MLH1 foci in pachytene oocytes from the ovaries of Tex11−/−, Tex11+/−, and wild-type embryonic day-17.5 (E17.5) fetuses reveals a positive correlation of Tex11 gene dosage and the number of MLH1 foci. Data information: Statistical analyses were performed with Student's t-test. Download figure Download PowerPoint In female germ cells, both X chromosomes are active such that both copies of the Tex11 gene can be transcribed. Tex11 deficiency reduces the number of MLH1 foci in fetal oocytes (Yang et al, 2008). To ascertain whether the meiotic recombination rate in females depends on Tex11 gene dosage, we evaluated recombination frequencies in Tex11−/−, Tex11+/−, and wild-type oocytes (Fig 4B). The average number of MLH1 foci in Tex11+/− oocytes was significantly higher than in Tex11−/− oocytes but significantly lower than in wild-type oocytes, demonstrating that meiotic recombination rate in females is strongly affected by the Tex11 gene dosage. In conclusion, meiotic recombination rates in both sexes are sensitive to the Tex11 gene dosage. A TEX11 missense mutation found in an infertile man causes defects in chromosomal synapsis We identified five TEX11 missense mutations (W117R, V142I, Q172R, T244I, V748A) in azoospermic men (Table 1 and Fig 5A) that were not detected in any of the 175 control men, implying that they are likely to be genetic causes of infertility in humans. By sequence alignment analysis of TEX11 homologues from diverse species (human, mouse, rat, horse, cat, dog, marsupial, chicken, and fish), we found that three of these mutations affect residues that are highly evolutionary conserved and may therefore be important for functional and/or structural integrity (W117, Q172, and V748; Supplementary Fig S1). We therefore evaluated the consequences of missense mutations at these residues (W117R, Q172R, and V748A) in vivo by generating knockin mice harboring mutant Tex11 \"retrogenes\" at the Tex19.1 locus. Figure 5. Modeling human male infertility in mice using the autosomal knockin approach Schematic representation of missense and nonsense mutations in human TEX11 found exclusively in men with azoospermia. The full-length TEX11 protein (GenBank accession number: NP_112566) contains 925 residues. The tetratricopeptide-like (TPR-like) helical domain, found in proteins that form l",
  "authors": [
    {
      "display_name": "Fengtang Yang",
      "id": "A5008181388",
      "orcid": "https://orcid.org/0000-0002-3573-2354",
      "institutions": [
        {
          "id": "I79576946",
          "display_name": "University of Pennsylvania",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Fang Yang"
    },
    {
      "display_name": "Sherman J. Silber",
      "id": "A5055545787",
      "orcid": "https://orcid.org/0000-0002-7778-2595",
      "institutions": [
        {
          "id": "I4210097924",
          "display_name": "St. Luke's Hospital",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Sherman Silber"
    },
    {
      "display_name": "N. Adrian Leu",
      "id": "A5108819626",
      "orcid": null,
      "institutions": [
        {
          "id": "I79576946",
          "display_name": "University of Pennsylvania",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "N Adrian Leu"
    },
    {
      "display_name": "Robert D. Oates",
      "id": "A5062703904",
      "orcid": "https://orcid.org/0000-0003-2330-6697",
      "institutions": [
        {
          "id": "I1286490081",
          "display_name": "Boston Medical Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I2802849423",
          "display_name": "University Medical Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I111088046",
          "display_name": "Boston University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Robert D Oates"
    },
    {
      "display_name": "Janet D. Marszalek",
      "id": "A5027756112",
      "orcid": null,
      "institutions": [
        {
          "id": "I1344073410",
          "display_name": "Howard Hughes Medical Institute",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Janet D Marszalek"
    },
    {
      "display_name": "Helen Skaletsky",
      "id": "A5064094652",
      "orcid": "https://orcid.org/0000-0002-2724-3673",
      "institutions": [
        {
          "id": "I1344073410",
          "display_name": "Howard Hughes Medical Institute",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Helen Skaletsky"
    },
    {
      "display_name": "Laura Brown",
      "id": "A5103197892",
      "orcid": "https://orcid.org/0000-0002-7590-7323",
      "institutions": [
        {
          "id": "I1344073410",
          "display_name": "Howard Hughes Medical Institute",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Laura G Brown"
    },
    {
      "display_name": "Steve Rozen",
      "id": "A5078961996",
      "orcid": "https://orcid.org/0000-0002-4288-0056",
      "institutions": [
        {
          "id": "I1344073410",
          "display_name": "Howard Hughes Medical Institute",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I4210126319",
          "display_name": "Duke-NUS Medical School",
          "country_code": "SG",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Steve Rozen"
    },
    {
      "display_name": "David C. Page",
      "id": "A5069145017",
      "orcid": null,
      "institutions": [
        {
          "id": "I1344073410",
          "display_name": "Howard Hughes Medical Institute",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I63966007",
          "display_name": "Massachusetts Institute of Technology",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "David C Page"
    },
    {
      "display_name": "P. Jeremy Wang",
      "id": "A5072081531",
      "orcid": "https://orcid.org/0000-0003-2311-4089",
      "institutions": [
        {
          "id": "I79576946",
          "display_name": "University of Pennsylvania",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "P Jeremy Wang"
    }
  ],
  "publication_year": 2015,
  "publication_date": "2015-07-01",
  "type": "article",
  "cited_by_count": 168,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S163075119",
    "display_name": "EMBO Molecular Medicine",
    "issn_l": "1757-4676",
    "issn": [
      "1757-4676",
      "1757-4684"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310319965"
  },
  "volume": "7",
  "issue": "9",
  "first_page": "1198",
  "last_page": "1210",
  "open_access": {
    "is_oa": true,
    "oa_status": "gold",
    "oa_url": "https://doi.org/10.15252/emmm.201404967",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C54355233",
      "display_name": "Genetics",
      "level": 1,
      "score": 0.77528846
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.7575449
    },
    {
      "id": "C75563809",
      "display_name": "Missense mutation",
      "level": 4,
      "score": 0.6164099
    },
    {
      "id": "C50919411",
      "display_name": "Ectopic recombination",
      "level": 5,
      "score": 0.61515874
    },
    {
      "id": "C29906990",
      "display_name": "Frameshift mutation",
      "level": 4,
      "score": 0.53348815
    },
    {
      "id": "C2777420699",
      "display_name": "Azoospermia",
      "level": 4,
      "score": 0.50108624
    },
    {
      "id": "C180754005",
      "display_name": "Allele",
      "level": 3,
      "score": 0.48481002
    },
    {
      "id": "C104317684",
      "display_name": "Gene",
      "level": 2,
      "score": 0.45589498
    },
    {
      "id": "C501734568",
      "display_name": "Mutation",
      "level": 3,
      "score": 0.43629014
    },
    {
      "id": "C2777338322",
      "display_name": "Male infertility",
      "level": 4,
      "score": 0.43596134
    },
    {
      "id": "C148196450",
      "display_name": "Meiosis",
      "level": 3,
      "score": 0.4149609
    },
    {
      "id": "C2777688143",
      "display_name": "Infertility",
      "level": 3,
      "score": 0.34674263
    },
    {
      "id": "C101434241",
      "display_name": "Genetic recombination",
      "level": 4,
      "score": 0.31492004
    },
    {
      "id": "C156695909",
      "display_name": "Recombination",
      "level": 3,
      "score": 0.249255
    },
    {
      "id": "C2779234561",
      "display_name": "Pregnancy",
      "level": 2,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11077",
      "display_name": "Genetic and Clinical Aspects of Sex Determination and Chromosomal Abnormalities",
      "score": 0.9998
    },
    {
      "id": "T10434",
      "display_name": "Chromosomal and Genetic Variations",
      "score": 0.999
    },
    {
      "id": "T10878",
      "display_name": "CRISPR and Genetic Engineering",
      "score": 0.9982
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.15252/emmm.201404967",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:12:07.441261",
  "source_database": "OpenAlex"
}