{
  "openalex_id": "W2153092895",
  "doi": "https://doi.org/10.1016/j.juro.2014.04.103",
  "title": "Anticoagulation and Antiplatelet Therapy in Urological Practice: ICUD/AUA Review Paper",
  "abstract": "No AccessJournal of UrologySpecial Article1 Oct 2014Anticoagulation and Antiplatelet Therapy in Urological Practice: ICUD/AUA Review Paper Daniel J. Culkin, Emilio J. Exaire, David Green, Mark S. Soloway, Andreas J. Gross, Maheshbhai R. Desai, James R. White, and Deborah J. Lightner Daniel J. CulkinDaniel J. Culkin Health Sciences Center, University of Oklahoma, Oklahoma City, Oklahoma , Emilio J. ExaireEmilio J. Exaire Health Sciences Center, University of Oklahoma, Oklahoma City, Oklahoma , David GreenDavid Green Northwestern University, Chicago, Illinois , Mark S. SolowayMark S. Soloway University of Miami, Bal Harbour, Florida , Andreas J. GrossAndreas J. Gross Urologische Abteilung, Hamburg, Germany , Maheshbhai R. DesaiMaheshbhai R. Desai Muljibhai Patel Urological Hospital, Nadiad, India , James R. WhiteJames R. White Baltimore, Maryland , and Deborah J. LightnerDeborah J. Lightner Mayo Clinic, Rochester, Minnesota View All Author Informationhttps://doi.org/10.1016/j.juro.2014.04.103AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: Given the lack of urology specific directives for the periprocedural management of anticoagulant and antiplatelet medications, the AUA (American Urological Association) and ICUD (International Consultation on Urological Disease) named an international multidisciplinary panel to develop consensus based recommendations. Materials and Methods: A systematic literature review was queried by a methodologist for 3 questions. 1) When and in whom can anticoagulant/antiplatelet prophylaxis be stopped in preparation for surgery? 2) What procedures can be safely performed without discontinuing anticoagulant/antiplatelet prophylaxis? 3) What periprocedural strategies can adequately balance the risk of major surgical bleeding vs the risk of major thrombotic event? Hematology and cardiology guidelines, and 79 articles were selected for full review. Results: Multidisciplinary management of anticoagulant/antiplatelet medications for patients with recent thromboembolic events, mechanical cardiac valves, atrial fibrillation and cardiac stents would reduce the high morbidity and mortality of inexpertly discontinuing or modifying these lifesaving therapies. No elective procedures requiring interruption of dual antiplatelet therapies should be performed with a recent bare metal or drug eluting stent. The risk of significant bleeding complications is low for patients who require continuation of aspirin for ureteroscopy, transrectal prostate biopsies, laser prostate outlet procedures and percutaneous renal biopsy. Open extirpative prostate and renal procedures can be performed with a low risk of significant hemorrhage for patients on aspirin and those requiring heparin based bridging strategies. The current literature does not give direction on the timing of the resumption of anticoagulant/antiplatelet prophylaxis other than that it be resumed as soon as the risk of bleeding has decreased. Conclusions: A total of 2,674 nonredundant article abstracts were obtained and assessed for relevance to key questions outlined by the panel. Overall 106 articles were selected for full text review and accepted or rejected based on the relation to the topic, quality of information and key questions. A total of 79 articles were accepted. Reasons for rejection (27 articles) included abstract only (12), insufficient information or unrelated to topic (13) and redundancy (2). We extracted study design, patient population, followup period and results from accepted articles, which serve as the evidence base. References 1 : Perioperative management of antithrombotic therapy: Antithrombotic Therapy and Prevention of Thrombosis, 9th ed: American College of Chest Physicians evidence-based clinical practice guidelines. Chest2012; 141: e326S. Google Scholar 2 : Impact of preoperative maintenance or interruption of aspirin on thrombotic and bleeding events after elective non-cardiac surgery: the multicentre, randomized, blinded, placebo-controlled, STRATAGEM trial. Br J Anaesth2011; 107: 899. Google Scholar 3 : Urological surgery and antiplatelet drugs after cardiac and cerebrovascular accidents. J Urol2010; 183: 2128. Link, Google Scholar 4 : 2011 ACCF/AHA/SCAI guideline for percutaneous coronary intervention: executive summary—a report of the American College of Cardiology Foundation/American Heart Association Task Force on Practice Guidelines and the Society for Cardiovascular Angiography and Interventions. Circulation2011; 124: e574. Google Scholar 5 : Prevention of premature discontinuation of dual antiplatelet therapy in patients with coronary artery stents: a science advisory from the American Heart Association, American College of Cardiology, et al. J Am Coll Cardiol2007; 49: 734. Google Scholar 6 : Periprocedural bridging therapy with low-molecular-weight heparin in chronically anticoagulated patients with prosthetic mechanical heart valves: experience in 116 patients from the prospective BRAVE registry. J Heart Valve Dis2007; 16: 285. Google Scholar 7 : Low-molecular-weight heparin as bridging anticoagulation during interruption of warfarin: assessment of a standardized periprocedural anticoagulation regimen. Arch Intern Med2004; 164: 1319. Google Scholar 8 : Perioperative management of patients on chronic antithrombotic therapy. Blood2012; 120: 4699. Google Scholar 9 : Should more patients continue aspirin therapy perioperatively? Clinical impact of aspirin withdrawal syndrome. Ann Surg2012; 255: 811. Google Scholar 10 : Antithrombotic therapy for VTE disease: Antithrombotic Therapy and Prevention of Thrombosis, 9th ed: American College of Chest Physicians evidence-based clinical practice guidelines. Chest2012; 141: e419S. Google Scholar 11 : Periprocedural bridging management of anticoagulation. Circulation2012; 126: 486. Google Scholar 12 : Scores to predict major bleeding risk during oral anticoagulation therapy: a prospective validation study. Am J Med2012; 125: 1095. Google Scholar 13 : Managing the warfarinized urological patient. BJU Int2003; 92: 351. Google Scholar 14 : Extracorporeal shock wave lithotripsy in an elderly population: how to prevent complications and make the treatment safe and effective. J Endourol2008; 22: 2223. Google Scholar 15 : Extracorporeal shockwave lithotripsy in patients treated with antithrombotic agents. J Endourol2001; 15: 237. Google Scholar 16 : Stone management for the patient on anticoagulation. Curr Urol Rep2012; 13: 187. Google Scholar 17 : Safety and efficacy of holmium:YAG laser lithotripsy in patients with bleeding diatheses. J Urol2002; 168: 442. Link, Google Scholar 18 : Flexible ureteroscopy and holmium:YAG laser lithotripsy for stone disease in patients with bleeding diathesis: a systematic review of the literature. Int Braz J Urol2012; 38: 298. Google Scholar 19 : The Percutaneous Nephrolithotomy Global Study: classification of complications. J Endourol2011; 25: 1275. Google Scholar 20 : Holmium laser enucleation of the prostate in patients on anticoagulant therapy or with bleeding disorders. J Urol2006; 175: 1428. Link, Google Scholar 21 : Safety of holmium laser enucleation of the prostate in anticoagulated patients. J Endourol2009; 23: 1343. Google Scholar 22 : Outcomes and complications after 532 nm laser prostatectomy in anticoagulated patients with benign prostatic hyperplasia. J Urol2011; 186: 977. Link, Google Scholar 23 : Photoselective vaporization of the prostate in men with a history of chronic oral anti-coagulation. Int Braz J Urol2010; 36: 190. Google Scholar 24 : GreenLight laser vaporization of the prostate: single-center experience and long-term results after 500 procedures. Eur Urol2008; 54: 893. Google Scholar 25 : Photoselective laser vaporization prostatectomy in men receiving anticoagulants. J Endourol2005; 19: 1196. Google Scholar 26 : Green light laser (KTP, 80 W) for the treatment of benign prostatic hyperplasia. Minerva Urol Nefrol2010; 62: 151. Google Scholar 27 : Effectiveness and safety of photoselective vaporization of the prostate with the 120 W HPS Greenlight laser in benign prostatic hyperplasia patients taking oral anticoagulants. Korean J Urol2011; 52: 178. Google Scholar 28 : Photoselective vaporization of the prostate in men taking clopidogrel. Urol Ann2011; 3: 93. Google Scholar 29 : 120-W GreenLight laser photoselective vaporization of prostate for benign prostatic hyperplasia: midterm outcomes. Urology2011; 78: 134. Google Scholar 30 : Comparison of photoselective vaporization of the prostate and transurethral resection of the prostate: a prospective nonrandomized bicenter trial with 2-year follow-up. J Endourol2008; 22: 1519. Google Scholar 31 : Laser prostatectomy in patients on anticoagulant therapy or with bleeding disorders. J Urol2003; 170: 1851. Link, Google Scholar 32 : Surgical management of BPH in patients on oral anticoagulation: transurethral bipolar plasma vaporization in saline versus transurethral monopolar resection of the prostate. Can J Urol2011; 18: 6007. Google Scholar 33 : The efficacy and safety of perioperative low molecular weight heparin substitution in patients on chronic oral anticoagulant therapy undergoing transurethral prostatectomy for bladder outlet obstruction. J Urol2002; 168: 610. Link, Google Scholar 34 : Comparison of the haemostatic properties of conventional monopolar and bipolar transurethral resection of the prostate in patients on oral anticoagulants. Arch Med Sci2011; 7: 858. Google Scholar 35 : Stopping anticoagulation before TURP does not appear to increase perioperative cardiovascular complications. Urology2011; 78: 1380. Google Scholar 36 : A retrospective study to assess the morbidity associated with transurethral prostatectomy in patients on antiplatelet or anticoagulant drugs. BJU Int2011; 108: 45. Google Scholar 37 : Transrectal ultrasound-guided prostate biopsies in patients taking aspirin for cardiovascular disease: a meta-analysis. Transfus Apher Sci2011; 45: 275. Google Scholar 38 : Major complications and associated risk factors of transrectal ultrasound guided prostate needle biopsy: a retrospective study of 1875 cases in Taiwan. J Formos Med Assoc2007; 106: 929. Google Scholar 39 : Continuing or discontinuing low-dose aspirin before transrectal prostate biopsy: results of a prospective randomized trial. Urology2007; 70: 501. Google Scholar 40 : Transrectal ultrasound-guided biopsy of the prostate: aspirin increases the incidence of minor bleeding complications. Clin Radiol2008; 63: 557. Google Scholar 41 : Safety of ultrasound-guided transrectal extended prostate biopsy in patients receiving low-dose aspirin. Int Braz J Urol2010; 36: 308. Google Scholar 42 : Morbidity of transrectal ultrasonography-guided prostate biopsies in patients after the continued use of low-dose aspirin. BJU Int2003; 91: 798. Google Scholar 43 : Biopsy of the prostate guided by transrectal ultrasound: relation between warfarin use and incidence of bleeding complications. Clin Radiol2005; 60: 459. Google Scholar 44 : Robotic-assisted radical prostatectomy in patients receiving chronic anticoagulation therapy: role of perioperative bridging. Urology2008; 72: 1351. Google Scholar 45 : Preoperative aspirin is safe in patients undergoing urologic robot-assisted surgery. J Endourol2012; 26: 852. Google Scholar 46 : Influence of low-molecular-weight heparin dosage on red blood cell transfusion, lymphocele rate and drainage duration after open radical prostatectomy. Eur J Surg Oncol2012; 38: 1082. Google Scholar 47 : Outcomes of partial nephrectomy in patients on chronic oral anticoagulant therapy. J Urol2008; 180: 2370. Link, Google Scholar 48 : Is it necessary to stop antiplatelet agents before a native renal biopsy?. Nephrol Dial Transplant2008; 23: 3566. Google Scholar 49 : 2008 Focused update incorporated into the ACC/AHA 2006 guidelines for the management of patients with valvular heart disease: a report of the American College of Cardiology/American Heart Association Task Force on Practice Guidelines (Writing Committee to revise the 1998 guidelines for the management of patients with valvular heart disease). Endorsed by the Society of Cardiovascular Anesthesiologists, Society for Cardiovascular Angiography and Interventions, and Society of Thoracic Surgeons. J Am Coll Cardiol2008; 52: e1. Google Scholar © 2014 by American Urological Association Education and Research, Inc.FiguresReferencesRelatedDetailsCited byFuletra J, Rjepaj C, Clark J, Knoedler J, MacDonald S, Kaag M, Merrill S and Raman J (2022) Significant Bleeding Complications Following Transrectal Prostate Needle Biopsy: Incidence, Predictors, and ManagementUrology Practice, VOL. 10, NO. 1, (6-8), Online publication date: 1-Jan-2023.Delto J, Fleishman A, Chang P, Jiang D, Hyde S, McAnally K, Crociani C, Jamil M, Patel H, Pavlinec J, Budzyn J, Durant A, Eilender B, Gordon A, Huang M, Pierorazio P, Raman J, Rogers C, Su L and Wagner A (2021) Perioperative Aspirin Use Is Associated with Bleeding Complications during Robotic Partial NephrectomyJournal of Urology, VOL. 207, NO. 2, (277-283), Online publication date: 1-Feb-2022.Smith A, Anders M, Auffenberg G, Chrouser K, Daneshmand S, Elllimootil C, Fellows J, Gilbert S, Gore J, Merrill S, Nepple K, Richbourg L, Stoffel J and Vollmer C (2020) Optimizing Outcomes in Urological Surgery: Postoperative CareUrology Practice, VOL. 7, NO. 6, (521-529), Online publication date: 1-Nov-2020.Posielski N, Bui A, Wells S, Best S, Gettle L, Ziemlewicz T, Lubner M, Hinshaw J, Lee F, Allen G, Nakada S and Abel E (2019) Risk Factors for Complications and Nondiagnostic Results following 1,155 Consecutive Percutaneous Core Renal Mass BiopsiesJournal of Urology, VOL. 201, NO. 6, (1080-1087), Online publication date: 1-Jun-2019.Otto B, Terry R, Lutfi F, Syed J, Hamann H, Gupta M and Bird V (2017) The Effect of Continued Low Dose Aspirin Therapy in Patients Undergoing Percutaneous NephrolithotomyJournal of Urology, VOL. 199, NO. 3, (748-753), Online publication date: 1-Mar-2018.Michalak J, Lin F and Twiss C (2016) Review Article: Preoperative Evaluation and Optimization of the Geriatric Urological PatientUrology Practice, VOL. 4, NO. 6, (499-507), Online publication date: 1-Nov-2017.Liss M, Ehdaie B, Loeb S, Meng M, Raman J, Spears V and Stroup S (2017) An Update of the American Urological Association White Paper on the Prevention and Treatment of the More Common Complications Related to Prostate BiopsyJournal of Urology, VOL. 198, NO. 2, (329-334), Online publication date: 1-Aug-2017.Ghavamian R and Chalouhy C (2016) Surgery in Patients Who Require AnticoagulantsJournal of Urology, VOL. 197, NO. 1, (5-7), Online publication date: 1-Jan-2017.Leavitt D, Keheila M, Siev M, Shah P, Moreira D, George A, Salami S, Schwartz M, Richstone L, Vira M and Kavoussi L (2015) Outcomes of Laparoscopic Partial Nephrectomy in Patients Continuing Aspirin TherapyJournal of Urology, VOL. 195, NO. 4 Part 1, (859-864), Online publication date: 1-Apr-2016. Volume 192Issue 4October 2014Page: 1026-1034 Advertisement Copyright & Permissions© 2014 by American Urological Association Education and Research, Inc.Keywordsthromboembolismplatelet aggregation inhibitorsanticoagulantsurologic surgical procedurespractice guidelineMetricsAuthor Information Daniel J. Culkin Health Sciences Center, University of Oklahoma, Oklahoma City, Oklahoma Financial interest and/or other relationship with Medtronics. More articles by this author Emilio J. Exaire Health Sciences Center, University of Oklahoma, Oklahoma City, Oklahoma More articles by this author David Green Northwestern University, Chicago, Illinois More articles by this author Mark S. Soloway University of Miami, Bal Harbour, Florida More articles by this author Andreas J. Gross Urologische Abteilung, Hamburg, Germany Financial interest and/or other relationship with Asklepios Klinik Barmbek. More articles by this author Maheshbhai R. Desai Muljibhai Patel Urological Hospital, Nadiad, India More articles by this author James R. White Baltimore, Maryland Financial interest and/or other relationship with the Food and Drug Administration. More articles by this author Deborah J. Lightner Mayo Clinic, Rochester, Minnesota More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Daniel J. Culkin",
      "id": "A5051370459",
      "orcid": "https://orcid.org/0000-0002-6740-5841",
      "institutions": [
        {
          "id": "I49332381",
          "display_name": "University of Oklahoma Health Sciences Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Daniel J. Culkin"
    },
    {
      "display_name": "Emilio Exaire",
      "id": "A5052389868",
      "orcid": null,
      "institutions": [
        {
          "id": "I49332381",
          "display_name": "University of Oklahoma Health Sciences Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Emilio J. Exaire"
    },
    {
      "display_name": "David Green",
      "id": "A5108100836",
      "orcid": "https://orcid.org/0009-0004-9572-9853",
      "institutions": [
        {
          "id": "I111979921",
          "display_name": "Northwestern University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "David Green"
    },
    {
      "display_name": "Mark S. Soloway",
      "id": "A5107973008",
      "orcid": "https://orcid.org/0000-0002-4323-9623",
      "institutions": [
        {
          "id": "I145608581",
          "display_name": "University of Miami",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mark S. Soloway"
    },
    {
      "display_name": "Andreas J. Gross",
      "id": "A5107345045",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Andreas J. Gross"
    },
    {
      "display_name": "Maheshbhai R. Desai",
      "id": "A5024217823",
      "orcid": null,
      "institutions": [
        {
          "id": "I2800452302",
          "display_name": "Muljibhai Patel Urological Hospital",
          "country_code": "IN",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Maheshbhai R. Desai"
    },
    {
      "display_name": "James R. White",
      "id": "A5048216930",
      "orcid": "https://orcid.org/0000-0002-7535-9179",
      "institutions": [
        {
          "id": "I6059380",
          "display_name": "University of Baltimore",
          "country_code": "US",
          "type": "education"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "James R. White"
    },
    {
      "display_name": "Deborah J. Lightner",
      "id": "A5084899375",
      "orcid": null,
      "institutions": [
        {
          "id": "I1330342723",
          "display_name": "Mayo Clinic",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Deborah J. Lightner"
    }
  ],
  "publication_year": 2014,
  "publication_date": "2014-05-21",
  "type": "review",
  "cited_by_count": 141,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "192",
  "issue": "4",
  "first_page": "1026",
  "last_page": "1034",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.96215165
    },
    {
      "id": "C2777628954",
      "display_name": "Aspirin",
      "level": 2,
      "score": 0.56478167
    },
    {
      "id": "C2778205648",
      "display_name": "Anticoagulant",
      "level": 2,
      "score": 0.52377695
    },
    {
      "id": "C177713679",
      "display_name": "Intensive care medicine",
      "level": 1,
      "score": 0.46281636
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.35981196
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.34591702
    }
  ],
  "topics": [
    {
      "id": "T10285",
      "display_name": "Venous Thromboembolism Diagnosis and Management",
      "score": 0.9997
    },
    {
      "id": "T11554",
      "display_name": "Vascular Procedures and Complications",
      "score": 0.9917
    },
    {
      "id": "T10983",
      "display_name": "Aortic aneurysm repair treatments",
      "score": 0.9832
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/j.juro.2014.04.103",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:04:45.763080",
  "source_database": "OpenAlex"
}