{
  "openalex_id": "W2150924831",
  "doi": "https://doi.org/10.2113/gsjfr.40.1.3",
  "title": "XIPHOPHAGA MINUTA, AND X. ALLOMINUTA, NOV. GEN., NOV. SPP., NEW MONOTHALAMID FORAMINIFERA FROM COASTAL GEORGIA (USA): CRYPTIC SPECIES, GAMETOGENESIS, AND AN UNUSUAL FORM OF CHLOROPLAST SEQUESTRATION",
  "abstract": "Research Article| January 01, 2010 XIPHOPHAGA MINUTA, AND X. ALLOMINUTA, NOV. GEN., NOV. SPP., NEW MONOTHALAMID FORAMINIFERA FROM COASTAL GEORGIA (USA): CRYPTIC SPECIES, GAMETOGENESIS, AND AN UNUSUAL FORM OF CHLOROPLAST SEQUESTRATION Susan T. Goldstein; Susan T. Goldstein 4 1Department of Geology, University of Georgia, Athens, GA 30602 4Correspondence author. E-mail: sgoldst@gly.uga.edu Search for other works by this author on: GSW Google Scholar Andrea Habura; Andrea Habura 2Wadsworth Center, New York State Department of Health, P.O. Box 509, Albany, NY 12201 Search for other works by this author on: GSW Google Scholar Elizabeth A. Richardson; Elizabeth A. Richardson 3Department of Plant Biology, University of Georgia, Athens, GA 30602 Search for other works by this author on: GSW Google Scholar Samuel S. Bowser Samuel S. Bowser 2Wadsworth Center, New York State Department of Health, P.O. Box 509, Albany, NY 12201 Search for other works by this author on: GSW Google Scholar Journal of Foraminiferal Research (2010) 40 (1): 3–15. https://doi.org/10.2113/gsjfr.40.1.3 Article history received: 17 Jul 2009 accepted: 01 Sep 2009 first online: 03 Mar 2017 Cite View This Citation Add to Citation Manager Share Icon Share Facebook Twitter LinkedIn MailTo Tools Icon Tools Get Permissions Search Site Citation Susan T. Goldstein, Andrea Habura, Elizabeth A. Richardson, Samuel S. Bowser; XIPHOPHAGA MINUTA, AND X. ALLOMINUTA, NOV. GEN., NOV. SPP., NEW MONOTHALAMID FORAMINIFERA FROM COASTAL GEORGIA (USA): CRYPTIC SPECIES, GAMETOGENESIS, AND AN UNUSUAL FORM OF CHLOROPLAST SEQUESTRATION. Journal of Foraminiferal Research 2010;; 40 (1): 3–15. doi: https://doi.org/10.2113/gsjfr.40.1.3 Download citation file: Ris (Zotero) Refmanager EasyBib Bookends Mendeley Papers EndNote RefWorks BibTex toolbar search Search Dropdown Menu toolbar search search input Search input auto suggest filter your search All ContentBy SocietyJournal of Foraminiferal Research Search Advanced Search Abstract The biodiversity of modern monothalamid Foraminifera (predominantly agglutinated taxa as well as naked and organic-walled forms) is considerably higher than that recognized in most previous studies. The numerous mudflats associated with salt marshes of Sapelo Island, Georgia, host an extensive array of mainly undescribed monothalamids (allogromiids and astrorhizids), in addition to the better-known, multi-chambered forms. Among these monothalamids are two new cryptic species, Xiphophaga minuta and X. allominuta, nov. gen., nov. spp., which may be distinguished by SSU rDNA sequences, but are closely similar in morphology. These new species are small (typically ~200 μm), translucent, and comparable in shape and shell construction. Both agglutinate clay platelets and have a single aperture located on a distinct neck. Both species belong to the monothalamid clade E of Pawlowski and others (2002). Xiphophaga minuta occurred abundantly on Sapelo’s back-barrier mudflats during the summer of 2003, and X. allominuta was recovered from the same mudflats during the summers of 2005 and 2007. Xiphophaga minuta is the primary focus of this report.Gametogenesis, common in populations of both species during the summer, occurs in uninucleate individuals and follows a comparable pattern. Some foreign material is egested at the onset, but most is sequestered within a large, highly vacuolated central region. Gametogenesis occurs in the peripheral cytoplasm around this central region, producing numerous biflagellated gametes that are released directly into the surrounding seawater via the aperture. Xiphophaga minuta and X. allominuta therefore are gametogamous, as are most species of Foraminifera.Non-reproductive individuals of both species appear golden-brown in color, reflecting the ingestion of numerous pennate diatoms within the cytoplasm. Such individuals are packed with diatoms, which, although mainly digested, retain intact chloroplasts. We suggest that these foraminiferans, which lack hard mineralized structures, are unable to fracture diatoms and remove their chloroplasts. Rather, they ingest entire diatoms as a form of chloroplast sequestration. You do not have access to this content, please speak to your institutional administrator if you feel you should have access.",
  "authors": [
    {
      "display_name": "Susan T. Goldstein",
      "id": "A5044098353",
      "orcid": "https://orcid.org/0000-0002-9489-0563",
      "institutions": [
        {
          "id": "I165733156",
          "display_name": "University of Georgia",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "S. T. Goldstein"
    },
    {
      "display_name": "Andrea Habura",
      "id": "A5026409406",
      "orcid": null,
      "institutions": [
        {
          "id": "I1298060332",
          "display_name": "New York State Department of Health",
          "country_code": "US",
          "type": "government"
        },
        {
          "id": "I1339417872",
          "display_name": "Wadsworth Center",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "A. Habura"
    },
    {
      "display_name": "Elizabeth Richardson",
      "id": "A5050325795",
      "orcid": "https://orcid.org/0000-0002-7159-1712",
      "institutions": [
        {
          "id": "I165733156",
          "display_name": "University of Georgia",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "E. A. Richardson"
    },
    {
      "display_name": "Samuel S. Bowser",
      "id": "A5083462565",
      "orcid": null,
      "institutions": [
        {
          "id": "I1298060332",
          "display_name": "New York State Department of Health",
          "country_code": "US",
          "type": "government"
        },
        {
          "id": "I1339417872",
          "display_name": "Wadsworth Center",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "S. S. Bowser"
    }
  ],
  "publication_year": 2010,
  "publication_date": "2010-01-01",
  "type": "article",
  "cited_by_count": 17,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S94515338",
    "display_name": "The Journal of Foraminiferal Research",
    "issn_l": "0096-1191",
    "issn": [
      "0096-1191",
      "1943-264X"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316755"
  },
  "volume": "40",
  "issue": "1",
  "first_page": "3",
  "last_page": "15",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2778805511",
      "display_name": "Citation",
      "level": 2,
      "score": 0.5756693
    },
    {
      "id": "C2778447006",
      "display_name": "Icon",
      "level": 2,
      "score": 0.5519365
    },
    {
      "id": "C2780368712",
      "display_name": "Foraminifera",
      "level": 3,
      "score": 0.4356933
    },
    {
      "id": "C161191863",
      "display_name": "Library science",
      "level": 1,
      "score": 0.3812792
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.3745322
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.36219692
    },
    {
      "id": "C18903297",
      "display_name": "Ecology",
      "level": 1,
      "score": 0.19574836
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.1360884
    },
    {
      "id": "C83042747",
      "display_name": "Benthic zone",
      "level": 2,
      "score": 0.0
    },
    {
      "id": "C199360897",
      "display_name": "Programming language",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10017",
      "display_name": "Geology and Paleoclimatology Research",
      "score": 0.9994
    },
    {
      "id": "T10109",
      "display_name": "Paleontology and Stratigraphy of Fossils",
      "score": 0.9982
    },
    {
      "id": "T10765",
      "display_name": "Marine Biology and Ecology Research",
      "score": 0.9967
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.2113/gsjfr.40.1.3",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:36:41.215694",
  "source_database": "OpenAlex"
}