{
  "openalex_id": "W2159234192",
  "doi": "https://doi.org/10.1113/jphysiol.2014.273615",
  "title": "CrossTalk proposal: The dominant mechanism causing disuse muscle atrophy is decreased protein synthesis",
  "abstract": "Skeletal muscle unloading and disuse in humans can occur for a variety of reasons. Numerous models of muscle unloading exist in humans including bed rest (Paddon-Jones et al. 2004, 2005, 2006; Symons et al. 2009), limb immobilization/suspension (Gibson et al. 1987, 1988; de Boer et al. 2007; Glover et al. 2009), and even imposed inactivity, which is a model of relative muscle disuse (Krogh-Madsen et al. 2010; Breen et al. 2013). In all these situations there are varying degrees of hypodynamia and muscle atrophy. There are a range of techniques and models used to delineate the cellular and molecular mechanisms that underpin disuse skeletal muscle atrophy. However, in our opinion, the answer to the question of what mechanism is primarily responsible for simple disuse muscle atrophy in humans cannot be obtained from measurements made in disease states (i.e. sepsis, burns, cancer cachexia, starvation, uraemia). Nor can this question be addressed merely through measurement of static protein and gene abundances and inferring mechanisms, particularly in rodent models. In fact, we propose that there are inherent species-specific differences between rodents and humans that have had a direct bearing on the confusion in this area (Phillips et al. 2009). A conspicuous methodological problem relates to the use of ex vivo muscle preparations to estimate protein turnover that do not appropriately mimic the in vivo situation since they fail to sustain a positive protein balance and so are inherently biased toward showing a dominant effect of proteolysis (Phillips et al. 2009). In addition, rodents (and many other species) have markedly higher (2.5 times) rates of muscle protein turnover and sensitivity to disuse (Thomason et al. 1989) versus humans. Moreover, rodents exhibit marked fibre-type-dependent differences in rates of protein turnover (type I fibres being twice as great as type II fibres) (Garlick et al. 1989), but such fibre-type differences are of a smaller magnitude in humans (Mittendorfer et al. 2005; Koopman et al. 2011). Thus, for the purposes of concision and relevance to the human disuse model the focus of our commentary is on data from humans, in non-disease states, that is evidenced by dynamic in vivo measurements of skeletal muscle protein turnover. Naturally, with atrophy there is an imbalance between the rates of muscle protein synthesis (MPS) and muscle protein breakdown (MPB), which during net muscle protein balance are in equilibrium. One of the first studies supporting the notion that decreased rates of protein synthesis drive disuse atrophy was provided by Gibson et al. (1987) who showed that young men who had their leg immobilized had a lower rate of MPS at rest in the fasted state by ∼30% compared to their contralateral non-immobilized limb. The same team of investigators went on to show that a minimum (10–15 min day−1) of local muscle electrical stimulation completely ablated the disuse-induced fall in MPS and the decline in muscle cross-sectional area (CSA) (Gibson et al. 1988). A number of studies have subsequently shown reductions in MPS of ∼50% compared either to pre-disuse levels in bed rest (Ferrando et al. 1996; Paddon-Jones et al. 2004) or to a non-immobilized limb with casting/bracing (de Boer et al. 2007; Glover et al. 2009). Thus, the fall in resting MPS is a reproducible consequence of disuse; however, muscle contraction, even at remarkably low levels (Gibson et al. 1988; Oates et al. 2010), can offset the decline in MPS and in doing so markedly attenuate or completely ablate atrophic declines in muscle CSA whether involuntary (Gibson et al. 1988) or voluntary (Symons et al. 2009; Oates et al. 2010). In addition to contraction, a known potent stimulus for MPS is hyperaminoacidaemia (Bohe et al. 2001; Fujita et al. 2007). Since humans spend a significant portion of their waking hours in a post-prandial state an important question is how does disuse affect MPS in response to amino acid provision? Glover et al. (2009) provided the first evidence that disuse induces a marked blunting of the normal hyperaminoacidaemia-stimulated rise in MPS with varying degrees of hyperaminoacidaemia. While hyperaminoacidaemia was induced by an amino acid infusion in that study (Glover et al. 2009) the findings of a reduced response of MPS to protein ingestion have recently been corroborated using intrinsically labelled proteins (Wall et al. 2013). The approximate decline in fed-state MPS in these papers (Glover et al. 2009; Wall et al. 2013) was ∼50–60%. The mechanism for this disuse-induced blunting of amino acid-stimulated anabolism is not apparent but may involve reductions in amino acid transport capacity and protein signalling which have been shown to be reduced with disuse (Drummond et al. 2012). Thus, in humans disuse induces not only a reduction in resting MPS of ∼50% but also a reduction in the meal-induced rise in MPS of ∼50%. The rate of muscle loss in simple disuse atrophy is rapid in the early stages of disuse and then slows reaching a nadir (Adams et al. 2003). The estimated rate of muscle loss over the initial disuse (i.e. the period during which muscle loss is most rapid) shows that muscle CSA declines at a net rate of ∼0.6% day−1 (Adams et al. 2003). Knowing the rate of disuse-induced loss of muscle CSA provides a testable scenario in which measured in vivo rates of muscle protein turnover should quantitatively predict the decline in muscle mass. When considered together the reproducible decline in resting MPS and the decline in hyperaminoacidaemia-mediated stimulation of MPS completes a picture of what happens within many different types of disuse models. As we have previously discussed (Phillips et al. 2009), in a person with stable muscle mass, the rates of MPS and MPB must be equal at ∼0.055% h−1 or 1.32% day−1 (Wilkinson et al. 2013). With disuse, as detailed above, the fasting rate of MPS is depressed by ∼50% and the fed rate of MPS is also depressed by ∼50%. Thus, the estimated diurnal average (with 14 h in a true fasting and 10 h in a fed-state condition) of MPS is reduced to ∼0.035% h−1 or ∼0.84% day−1. Assuming, as is our stance here, that breakdown remains at the pre-disuse rate, then the rate of loss of protein or net protein balance is defined by: ksynthesis − kbreakdown = 0.84 – 1.32 ≈ −0.48% day−1 which is close to the net rate of muscle CSA loss of ∼0.6% day−1 as reported by Phillips et al. 2009. Thus, if breakdown were a predominant, or even substantial, contributor to muscle atrophy during disuse then the loss of muscle mass would be far greater than what is observed during the period of greatest muscle loss. Thus, contrary to our opponent's thesis, it appears when measured in humans with simple disuse there is minimal elevation in muscle protein breakdown (Symons et al. 2009). What is not occurring to an appreciable degree in the disuse models (bed rest, limb immobilization, reduced activity) is a concomitant hypercortisolaemia, hypoandrogenaemia, or hypercytokinaemia. Such systemic states are present to varying degrees in hypercatabolic models of muscle wasting (Pasini et al. 2008). In muscle wasting due to, for example, cancerous cachexia, sepsis, burns, uraemia, or critical illness, muscle unloading often occurs but is accompanied by the aforementioned hormonal and cytokine perturbations and often hypocaloric feeding and undernutrition. As such, pathophysiological states in which 'markers' of proteolysis have been shown to be increased (Lecker et al. 2004) are inappropriate models on which to base conclusions about the importance of mechanisms that underpin non-disease disuse muscle atrophy. In fact, in uncomplicated disuse (bed rest) models, to simulate hypercatabolic disease-state stress subjects have been given hydrocortisone (Paddon-Jones et al. 2005). Nonetheless, we acknowledge that bed rest is often a consequence of hospitalization that may well be related to some of the diseased states as described above. Whether reductions in MPS or accelerated rates of MPB in non-pathophysiological states of disuse drive human muscle atrophy is an important issue since the choice of a primary countermeasure to attenuate atrophy would rest on the mechanism that predominates. In this regard, based on examination of existing data from uncomplicated disuse atrophy in humans, it is our opinion that declines in MPS are the predominant mechanism, underpinning the decline in muscle CSA in non-diseased models of disuse human skeletal muscle atrophy. Thus, future work should focus on strategies to enhance the sensitivity of skeletal muscle in response to stimuli of MPS during disuse. Readers are invited to give their views on this and the accompanying CrossTalk articles in this issue by submitting a brief (250 word) comment. Comments may be submitted up to 6 weeks after publication of the article, at which point the discussion will close and the CrossTalk authors will be invited to submit a 'Last Word'. Please email your comment to journals@physoc.org. Stuart Phillips is a Professor in the Department of Kinesiology at McMaster University. He has a BSc in Biochemistry, MSc in Nutritional Biochemistry, and received his PhD in Human Physiology from the University of Waterloo in 1995. He has been a Canadian Institutes for Health Research New Investigator and was a recipient of the Ontario Premier's Research Excellence Award. Dr Phillips' research focuses on the interaction between amino acid provision and loading on muscle protein turnover and phenotypic outcomes in humans. He has used models of loading, unloading, ageing and hypoenergetic states to interrogate the response of skeletal muscle and characterize mechanisms underpinning changes in these states. Chris McGlory graduated with a PhD from the University of Stirling where he studied how omega-3 fatty acids influenced protein turnover. Currently, Dr McGlory is a postdoctoral fellow working with Dr Phillips investigating the amino acid sensitivity of muscle protein turnover. Disclaimer: Supplementary materials have been peer-reviewed but not copyedited. Please note: The publisher is not responsible for the content or functionality of any supporting information supplied by the authors. Any queries (other than missing content) should be directed to the corresponding author for the article. The authors report no conflict of interest, financial or otherwise. This work was supported by grants to S.M.P. from the National Science and Engineering Research Council of Canada and the Canadian Institutes of Health Research, as well as the Canadian Diabetes Association.",
  "authors": [
    {
      "display_name": "Stuart M. Phillips",
      "id": "A5032191747",
      "orcid": "https://orcid.org/0000-0002-1956-4098",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Stuart M. Phillips"
    },
    {
      "display_name": "Chris McGlory",
      "id": "A5057373469",
      "orcid": "https://orcid.org/0000-0003-4853-4960",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Chris McGlory"
    }
  ],
  "publication_year": 2014,
  "publication_date": "2014-12-15",
  "type": "article",
  "cited_by_count": 100,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S2090548",
    "display_name": "The Journal of Physiology",
    "issn_l": "0022-3751",
    "issn": [
      "0022-3751",
      "1469-7793"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320595"
  },
  "volume": "592",
  "issue": "24",
  "first_page": "5341",
  "last_page": "5343",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://physoc.onlinelibrary.wiley.com/doi/pdfdirect/10.1113/jphysiol.2014.273615",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C169822122",
      "display_name": "Crosstalk",
      "level": 2,
      "score": 0.8265461
    },
    {
      "id": "C2781172350",
      "display_name": "Atrophy",
      "level": 2,
      "score": 0.5273519
    },
    {
      "id": "C89611455",
      "display_name": "Mechanism (biology)",
      "level": 2,
      "score": 0.5128313
    },
    {
      "id": "C2776263037",
      "display_name": "Muscle atrophy",
      "level": 3,
      "score": 0.50784856
    },
    {
      "id": "C95444343",
      "display_name": "Cell biology",
      "level": 1,
      "score": 0.49608335
    },
    {
      "id": "C3019971869",
      "display_name": "Muscle protein",
      "level": 3,
      "score": 0.46656007
    },
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.44420332
    },
    {
      "id": "C169760540",
      "display_name": "Neuroscience",
      "level": 1,
      "score": 0.4011791
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.3826793
    },
    {
      "id": "C105702510",
      "display_name": "Anatomy",
      "level": 1,
      "score": 0.241433
    },
    {
      "id": "C121332964",
      "display_name": "Physics",
      "level": 0,
      "score": 0.18069708
    },
    {
      "id": "C2779959927",
      "display_name": "Skeletal muscle",
      "level": 2,
      "score": 0.17377445
    },
    {
      "id": "C54355233",
      "display_name": "Genetics",
      "level": 1,
      "score": 0.17204723
    },
    {
      "id": "C62520636",
      "display_name": "Quantum mechanics",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C120665830",
      "display_name": "Optics",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10441",
      "display_name": "Muscle Physiology and Disorders",
      "score": 0.9998
    },
    {
      "id": "T11399",
      "display_name": "Muscle metabolism and nutrition",
      "score": 0.999
    },
    {
      "id": "T10949",
      "display_name": "Genetic Neurodegenerative Diseases",
      "score": 0.9891
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1113/jphysiol.2014.273615",
  "pdf_url": "https://physoc.onlinelibrary.wiley.com/doi/pdfdirect/10.1113/jphysiol.2014.273615",
  "retrieved_date": "2025-07-30T15:30:10.178397",
  "source_database": "OpenAlex"
}