{
  "openalex_id": "W2159884127",
  "doi": "https://doi.org/10.1080/0066467042000336698",
  "title": "Houses of Resistance in East Timor: Structuring Sociality in the New Nation1",
  "abstract": "Click to increase image sizeClick to decrease image size Notes I wish to thank Tanja Hohe and Michael Vischer for encouraging me to publish this paper. I am also grateful for the suggestions and criticisms of two anonymous reviewers and the meticulous editing of Gill Hutcherson. Ponte Leste is a Portuguese term referring to the region of Lautem. This orientation is shared by other groups, from Fataluku society in the extreme east to Meto‐speakers in the western enclave of Oe Cussi. Literally 'house with legs', but there is also significant variation in structural and decorative features of Fataluku house designs. From the Indonesian point of view, the similarity of house designs and social practice to those of other societies in eastern Indonesia made Timorese integration within the unitary state of Indonesia a logical position (see Gray 1984 Andrew Gray The people of East Timor and their struggle for survival. 1984 In East Timor: The struggle continues edited by Retbøll Torban, 23 26 Copenhagen International Working Group on Indigenous Affairs Document No. 50 [Google Scholar], 40). In many areas of East Timor, however, and for much of pre‐twentieth‐century Portuguese colonial rule, the Portuguese capacity to assert and control internal political and economic affairs was chronically weak, and probably allowed considerable leeway for local indigenous authorities to act independently (see Pélissier 1996 René Pélissier 1996 Timor en guerre: Le crocodile et les Portugais (1847–1913) Paris Orgeval [Google Scholar]). During the mid 1990s, Falintil, under the leadership of Konis Santana, is reported to have had 600–800 full‐time fighters and some 1,500 reservists (Pinto and Jardine 1997 Constancio Pinto Jardine Mathew 1997 East Timor's unfinished struggle: Inside the Timorese resistance Boston MA South End Press [Google Scholar], 246). I note that in the early period of armed resistance use was made of weapons left by the colonial Portuguese armed forces. It is reported that, from 1977 to 1979, nearly 80 per cent of the command structure of Fretilin was killed, and 80 per cent of the Falintil troops were lost along with 90 per cent of their weapons. All support bases were placed under Indonesian control, and communication with the outside world was cut (Budiardjo and Liong 1984 Carmel Budiardjo Soei Liong Liem 1984 The war against East Timor London Zed Books [Google Scholar], 67). Villages in Timor during the Indonesian occupation were called desa. This replaced the term suco used during the Portuguese colonial period, which has since been reinstated in the post‐independence period. As Xanana was reported to have said in this regard: 'We affirm that we are not many, but also that we are not just a few—we are an entire people at war' (Budiardjo and Liong 1984 Carmel Budiardjo Soei Liong Liem 1984 The war against East Timor London Zed Books [Google Scholar], 44). The testimony of Constancio Pinto (Pinto and Jardine 1997 Constancio Pinto Jardine Mathew 1997 East Timor's unfinished struggle: Inside the Timorese resistance Boston MA South End Press [Google Scholar]) offers one detailed example of an urban‐based network. Reportedly there were as many as 1,700 'tiny cells' of resistance in the clandestine network across the country (Cristalis 2002 Irena Cristalis 2002 Bitter dawn: East Timor, a people's story London and New York Zed Books [Google Scholar], 57). This is a remarkable number given that there were little more than 400 villages across the whole of East Timor. Fretilin was the revolutionary front for Timorese independence from which Falintil emerged as the armed wing. These networks included members of the OMT (Organização de Mulheres Timorenses), an organisation of women created by Fretilin to provide support for the Falintil armed guerillas. 'Tim Alpha', for example, which committed acts of violence and murder across Lautem in the post‐1999 ballot on autonomy, was formed in the early 1980s and was active against Falintil forces. For more detailed analysis of army activities in East Timor into the 1990s, see Budiardjo and Liong (1998 Carmel Budiardjo Soei Liong Liem East Timor under the Indonesian jackboot. 1998 Available from http://www.etan.org/et/1998/november/15‐21/15analys.htm [Google Scholar]). Major Da Costa later became General Da Costa and military commander of TNI forces in West Timor, following their withdrawal into Indonesia after the events of late 1999. The eastern region, including Baucau, Lautem and parts of Viqueque, was described by Fretilin as the area of 'continuous war' (funu sei nafatin), and highlighted the fact that armed resistance remained committed throughout the Indonesian period 1975–99. The role of East Timorese student movements and resistance organisations operating in Indonesia, such as Renetil (National Resistance of East Timorese Students), formed in Bali in 1988, is another example. See Babo Soares (2003 Dionisio Da Costa Babo Soares From roots to tips: Incipient nationalism and emergent diversity in East Timor. 2003 PhD thesis, The Australian National University [Google Scholar], 160–69) for an analysis of the shifting politics of resistance history and leadership. Such collaboration emerged in part because of the 'indirect' nature of Portuguese rule for much of its residency in Timor, but also because the political leaders of Timorese domains were often educated and, therefore, better placed to negotiate political arrangements with their colonial masters. The Partie de Povo de Timor sought to resurrect the traditional role of Liurai and other customary leaders within formal structures of local government, and did receive some support in Ainaro District, but not elsewhere. For a progress review of the World Bank‐sponsored CEP project, see Ospina and Hohe (2002 Sofi Ospina Hohe Tanya 2002 Traditional power structures and local governance in East Timor: A case study of the Community Empowerment Project (CEP) Etudes Courtes 5. Geneva Graduate Institute of Development Studies [Google Scholar]).",
  "authors": [
    {
      "display_name": "Andrew McWilliam",
      "id": "A5103016974",
      "orcid": "https://orcid.org/0000-0001-5245-0685",
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Andrew McWilliam"
    }
  ],
  "publication_year": 2005,
  "publication_date": "2005-03-01",
  "type": "article",
  "cited_by_count": 115,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S92835259",
    "display_name": "Anthropological Forum",
    "issn_l": "0066-4677",
    "issn": [
      "0066-4677",
      "1469-2902"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320547"
  },
  "volume": "15",
  "issue": "1",
  "first_page": "27",
  "last_page": "44",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C176544851",
      "display_name": "Sociality",
      "level": 2,
      "score": 0.9503026
    },
    {
      "id": "C2775945657",
      "display_name": "Structuring",
      "level": 2,
      "score": 0.77869725
    },
    {
      "id": "C57473165",
      "display_name": "Resistance (ecology)",
      "level": 2,
      "score": 0.7145537
    },
    {
      "id": "C205649164",
      "display_name": "Geography",
      "level": 0,
      "score": 0.39199698
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.2800113
    },
    {
      "id": "C18903297",
      "display_name": "Ecology",
      "level": 1,
      "score": 0.19208413
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.11107668
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.070218265
    }
  ],
  "topics": [
    {
      "id": "T10149",
      "display_name": "Anthropological Studies and Insights",
      "score": 0.9909
    },
    {
      "id": "T12263",
      "display_name": "Peacebuilding and International Security",
      "score": 0.9833
    },
    {
      "id": "T10070",
      "display_name": "Political Conflict and Governance",
      "score": 0.9139
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1080/0066467042000336698",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:29:32.276636",
  "source_database": "OpenAlex"
}