{
  "openalex_id": "W2156140889",
  "doi": "https://doi.org/10.1074/jbc.m707465200",
  "title": "The Role of CXCR7/RDC1 as a Chemokine Receptor for CXCL12/SDF-1 in Prostate Cancer",
  "abstract": "Several reports have recently documented that CXCR7/RDC1 functions as a chemokine receptor for SDF-1/CXCL12, which regulates a spectrum of normal and pathological processes. In this study, the role of CXCR7/RDC1 in prostate cancer (PCa) was explored. Staining of high density tissue microarrays demonstrates that the levels of CXCR7/RDC1 expression increase as the tumors become more aggressive. In vitro and in vivo studies with PCa cell lines suggest that alterations in CXCR7/RDC1 expression are associated with enhanced adhesive and invasive activities in addition to a survival advantage. In addition, it was observed that CXCR7/RDC1 levels are regulated by CXCR4. Among the potential downstream targets of CXCR7/RDC1 are CD44 and cadherin-11, which are likely to contribute to the invasiveness of PCa cells. CXCR7/RDC1 also regulates the expression of the proangiogenic factors interleukin-8 or vascular endothelial growth factor, which are likely to participate in the regulation of tumor angiogenesis. Finally, we found that signaling by CXCR7/RDC1 activates AKT pathways. Together, these data demonstrate a role for CXCR7/RDC1 in PCa metastasis and progression and suggest potential targets for therapeutic intervention. Several reports have recently documented that CXCR7/RDC1 functions as a chemokine receptor for SDF-1/CXCL12, which regulates a spectrum of normal and pathological processes. In this study, the role of CXCR7/RDC1 in prostate cancer (PCa) was explored. Staining of high density tissue microarrays demonstrates that the levels of CXCR7/RDC1 expression increase as the tumors become more aggressive. In vitro and in vivo studies with PCa cell lines suggest that alterations in CXCR7/RDC1 expression are associated with enhanced adhesive and invasive activities in addition to a survival advantage. In addition, it was observed that CXCR7/RDC1 levels are regulated by CXCR4. Among the potential downstream targets of CXCR7/RDC1 are CD44 and cadherin-11, which are likely to contribute to the invasiveness of PCa cells. CXCR7/RDC1 also regulates the expression of the proangiogenic factors interleukin-8 or vascular endothelial growth factor, which are likely to participate in the regulation of tumor angiogenesis. Finally, we found that signaling by CXCR7/RDC1 activates AKT pathways. Together, these data demonstrate a role for CXCR7/RDC1 in PCa metastasis and progression and suggest potential targets for therapeutic intervention. Withdrawal: The role of CXCR7/RDC1 as a chemokine receptor for CXCL12/SDF-1 in prostate cancerJournal of Biological ChemistryVol. 298Issue 7PreviewThis article has been withdrawn by the authors to correct the scientific record, except for Jianhua Wang who could not be contacted. The journal analysis and the authors conclude that in Figure 5C, the C4-2BCXCR7 panel has been rotated and reused as the C4-2BsiControl panel. Due to primary data for C4-2BsiControl panel not supporting the original conclusions, the authors wish to withdraw this article. Full-Text PDF Open Access Chemokines are small pro-inflammatory cytokines that bind to G protein-coupled seven-span transmembrane receptors that are major regulators of cellular trafficking. The human chemokine system includes more than 50 known chemokines that have the ability to induce directional chemotaxis of cells toward a cytokine. Binding of chemokines to their receptors triggers activation of many downstream signaling pathways, including activation of calcium fluxes, activation of nonreceptor tyrosine kinases, mitogen-activated protein kinase, and protein kinase C. Four subclasses have been identified depending on the number and position of conserved cysteines. CXC (known as α-chemokines), CC (β-chemokines), and CX3C chemokines all have four conserved cysteines, with either zero, one, or three amino acids separating the first two cysteines (1Addison C.L. Arenberg D.A. Morris S.B. Xue Y.Y. Burdick M.D. Mulligan M.S. Iannettoni M.D. Strieter R.M. Hum. Gene Ther. 2000; 11: 247-261Crossref PubMed Scopus (132) Google Scholar). C chemokines have only the second and fourth cysteines found in other chemokines. Functionally, CXC chemokines containing an ELR motif promote angiogenesis, whereas CXC chemokines lacking this sequence are often anti-angiogenic (1Addison C.L. Arenberg D.A. Morris S.B. Xue Y.Y. Burdick M.D. Mulligan M.S. Iannettoni M.D. Strieter R.M. Hum. Gene Ther. 2000; 11: 247-261Crossref PubMed Scopus (132) Google Scholar). Most chemokine receptors are able to bind with high affinity to multiple chemokine ligands (CXCR, CCR, XCR, and CX3CR). However, the ligands to which they bind are almost always restricted to a single subclass. Chemokine receptors are present on almost all cell types examined but were initially identified on leukocytes, where they are known to play a major role in the inflammatory process (2Proudfoot A.E. Nat. Rev. Immunol. 2002; 2: 106-115Crossref PubMed Scopus (613) Google Scholar, 3Schier A.F. Curr. Biol. 2003; 13: R192-R194Abstract Full Text Full Text PDF PubMed Scopus (45) Google Scholar). Stromal derived factor-1 (SDF-1 2The abbreviations used are: SDF-1 or CXCL12chemokine stromal derived factor-1PCaprostate cancersiRNAsmall interfering RNACD44CD44 antigenCDH11cadherin-11HDMEChuman dermal microvascular endothelial cellCMconditioned mediumOEoverexpressionp-AKTphosphorylated AKT (Ser-473)PINprostatic intraepithelial neoplasiaXTTsodium 3′-[1-[(phenylamino)-carbonyl]-3,4-tetrazolium]-bis(4-methoxy-6-nitro)benzenesulfonic acid hydrateTGF-βtransforming growth factor-βFITCfluorescein isothiocyanateFACSfluorescence-activated cell sorterANOVAanalysis of variancePBSphosphate-buffered salineoligooligonucleotideELISAenzyme-linked immunosorbent assayVEGFvascular endothelial growth factorPIpropidium iodideILinterleukinERKextracellular signal-regulated kinaseVEGFvascular endothelial growth factorIL-8interleukin-8. or CXCL12) is a broadly expressed CXC chemokine that serves as a potent chemoattractant for mature and immature hematopoietic cells. It plays an essential role in stem cell proliferation, survival, and homing to the marrow (4Broxmeyer H.E. Cooper S. Kohli L. Hangoc G. Lee Y. Mantel C. Clapp D.W. Kim C.H. J. Immunol. 2003; 170: 421-429Crossref PubMed Scopus (153) Google Scholar, 5Lataillade J.J. Clay D. Dupuy C. Rigal S. Jasmin C. Bourin P. Le Bousse-Kerdiles M.C. Blood. 2000; 95: 756-768Crossref PubMed Google Scholar). CXCL12 was first cloned from a bone marrow-derived stromal cell line (6Tashiro K. Tada H. Heilker R. Shirozu M. Nakano T. Honjo T. Science. 1993; 261: 600-603Crossref PubMed Scopus (638) Google Scholar) and was later identified as a pre-B-cell growth stimulating factor (7Nagasawa T. Hirota S. Tachibana K. Takakura N. Nishikawa S. Kitamura Y. Yoshida N. Kikutani H. Kishimoto T. Nature. 1996; 382: 635-638Crossref PubMed Scopus (2020) Google Scholar). CXCL12 is secreted by marrow stromal and endothelial cells (7Nagasawa T. Hirota S. Tachibana K. Takakura N. Nishikawa S. Kitamura Y. Yoshida N. Kikutani H. Kishimoto T. Nature. 1996; 382: 635-638Crossref PubMed Scopus (2020) Google Scholar), heart (8Askari A.T. Unzek S. Popovic Z.B. Goldman C.K. Forudi F. Kiedrowski M. Rovner A. Ellis S.G. Thomas J.D. DiCorleto P.E. Topol E.J. Penn M.S. Lancet. 2003; 362: 697-703Abstract Full Text Full Text PDF PubMed Scopus (1131) Google Scholar) and skeletal muscle (9Ratajczak M.Z. Majka M. Kucia M. Drukala J. Pietrzkowski Z. Peiper S. Janowska-Wieczorek A. Stem Cells. 2003; 21: 363-371Crossref PubMed Scopus (246) Google Scholar), liver (10Kollet O. Shivtiel S. Chen Y.Q. Suriawinata J. Thung S.N. Dabeva M.D. Kahn J. Spiegel A. Dar A. Samira S. Goichberg P. Kalinkovich A. Arenzana-Seisdedos F. Nagler A. Hardan I. Revel M. Shafritz D.A. Lapidot T. J. Clin. Investig. 2003; 112: 160-169Crossref PubMed Scopus (558) Google Scholar), brain (11Tachibana K. Hirota S. Iizasa H. Yoshida H. Kawabata K. Kataoka Y. Kitamura Y. Matsushima K. Yoshida N. Nishikawa S. Kishimoto T. Nagasawa T. Nature. 1998; 393: 591-594Crossref PubMed Scopus (1323) Google Scholar), and kidney parenchymal cells (12Schrader A.J. Lechner O. Templin M. Dittmar K.E. Machtens S. Mengel M. Probst-Kepper M. Franzke A. Wollensak T. Gatzlaff P. Atzpodien J. Buer J. Lauber J. Br. J. Cancer. 2002; 86: 1250-1256Crossref PubMed Scopus (230) Google Scholar), and osteoblasts (13Ponomaryov T. Peled A. Petit I. Taichman R.S. Habler L. Sandbank J. Arenzana-Seisdedos F. Magerus A. Caruz A. Fujii N. Nagler A. Lahav M. Szyper-Kravitz M. Zipori D. Lapidot T. J. Clin. Investig. 2000; 106: 1331-1339Crossref PubMed Scopus (519) Google Scholar). Its secretion increases following tissue damage such as during cardiac and limb ischemia (14Peled A. Petit I. Kollet O. Magid M. Ponomaryov T. Byk T. Nagler A. Ben-Hur H. Many A. Shultz L. Lider O. Alon R. Zipori D. Lapidot T. Science. 1999; 283: 845-848Crossref PubMed Scopus (1473) Google Scholar), toxic liver damage (10Kollet O. Shivtiel S. Chen Y.Q. Suriawinata J. Thung S.N. Dabeva M.D. Kahn J. Spiegel A. Dar A. Samira S. Goichberg P. Kalinkovich A. Arenzana-Seisdedos F. Nagler A. Hardan I. Revel M. Shafritz D.A. Lapidot T. J. Clin. Investig. 2003; 112: 160-169Crossref PubMed Scopus (558) Google Scholar), excessive bleeding (15Kucia M. Ratajczak J. Reca R. Janowska-Wieczorek A. Ratajczak M.Z. Blood Cells Mol. Dis. 2004; 32: 52-57Crossref PubMed Scopus (216) Google Scholar), total body irradiation, and after-tissue damage related to chemotherapy (13Ponomaryov T. Peled A. Petit I. Taichman R.S. Habler L. Sandbank J. Arenzana-Seisdedos F. Magerus A. Caruz A. Fujii N. Nagler A. Lahav M. Szyper-Kravitz M. Zipori D. Lapidot T. J. Clin. Investig. 2000; 106: 1331-1339Crossref PubMed Scopus (519) Google Scholar). Kucia and co-workers (15Kucia M. Ratajczak J. Reca R. Janowska-Wieczorek A. Ratajczak M.Z. Blood Cells Mol. Dis. 2004; 32: 52-57Crossref PubMed Scopus (216) Google Scholar, 16Kucia M. Reca R. Miekus K. Wanzeck J. Wojakowski W. Janowska-Wieczorek A. Ratajczak J. Ratajczak M.Z. Stem Cells. 2005; 23: 879-894Crossref PubMed Scopus (668) Google Scholar, 17Ratajczak M.Z. Kucia M. Reca R. Majka M. Janowska-Wieczorek A. Ratajczak J. Leukemia (Baltimore). 2004; 18: 29-40Crossref PubMed Scopus (306) Google Scholar) have recently shown that the secretion of chemoattractants such as CXCL12 in or around injured tissues is a crucial event that creates an environment facilitating the homing of circulating tissue-committed stem cells for endothelium and the affected tissue necessary for organ regeneration/tissue repair. chemokine stromal derived factor-1 prostate cancer small interfering RNA CD44 antigen cadherin-11 human dermal microvascular endothelial cell conditioned medium overexpression phosphorylated AKT (Ser-473) prostatic intraepithelial neoplasia sodium 3′-[1-[(phenylamino)-carbonyl]-3,4-tetrazolium]-bis(4-methoxy-6-nitro)benzenesulfonic acid hydrate transforming growth factor-β fluorescein isothiocyanate fluorescence-activated cell sorter analysis of variance phosphate-buffered saline oligonucleotide enzyme-linked immunosorbent assay vascular endothelial growth factor propidium iodide interleukin extracellular signal-regulated kinase vascular endothelial growth factor interleukin-8. The predominant CXCL12 receptor is CXCR4, a member of the cell surface G protein-coupled seven-span transmembrane receptors. CXCR4 has received considerable notoriety because it serves as a co-receptor for entry of T-tropic human immunodeficiency viruses into CD4+ T cells (18Caruz A. Samsom M. Alonso J.M. Alcami J. Baleux F. Virelizier J.L. Parmentier M. Arenzana-Seisdedos F. FEBS Lett. 1998; 426: 271-278Crossref PubMed Scopus (99) Google Scholar, 19Gupta S.K. Pillarisetti K. J. Immunol. 1999; 163: 2368-2372PubMed Google Scholar). During development, CXCR4 is expressed in a broad range of tissues, including brain, lymph node, and small intestine (20Wegner S.A. Ehrenberg P.K. Chang G. Dayhoff D.E. Sleeker A.L. Michael N.L. J. Biol. Chem. 1998; 273: 4754-4760Abstract Full Text Full Text PDF PubMed Scopus (95) Google Scholar), functioning in a number of normal processes (21Feil C. Augustin H.G. Biochem. Biophys. Res. Commun. 1998; 247: 38-45Crossref PubMed Scopus (161) Google Scholar, 22Lazarini F. Casanova P. Tham T.N. De Clercq E. Arenzana-Seisdedos F. Baleux F. Dubois-Dalcq M. Eur. J. Neurosci. 2000; 12: 117-125Crossref PubMed Scopus (138) Google Scholar). Gene knock-out approaches in mice have demonstrated that CXCL12 and CXCR4 play an important role in embryologic development (23Doitsidou M. Reichman-Fried M. Stebler J. Koprunner M. Dorries J. Meyer D. Esguerra C.V. Leung T. Raz E. Cell. 2002; 111: 647-659Abstract Full Text Full Text PDF PubMed Scopus (557) Google Scholar). CXCL12-deficient mice die in utero with severe cardiac septum defects and poorly developed marrow. CXCR4 receptor deletion is similarly lethal, resulting from circulatory, central nervous system, immune, and hematopoietic defects (7Nagasawa T. Hirota S. Tachibana K. Takakura N. Nishikawa S. Kitamura Y. Yoshida N. Kikutani H. Kishimoto T. Nature. 1996; 382: 635-638Crossref PubMed Scopus (2020) Google Scholar). The phenotype of the CXCL12-/- mouse closely follows those of CXCR4-/- animals, further suggesting that the CXCL12 and CXCR4 are a receptor-ligand pair. The metastatic process is very similar to the \"homing\" behavior of hematopoietic stem cells to the bone marrow. Our group was first to demonstrate that PCa uses CXCL12 and CXCR4 as key elements in metastasis and growth in bone (13Ponomaryov T. Peled A. Petit I. Taichman R.S. Habler L. Sandbank J. Arenzana-Seisdedos F. Magerus A. Caruz A. Fujii N. Nagler A. Lahav M. Szyper-Kravitz M. Zipori D. Lapidot T. J. Clin. Investig. 2000; 106: 1331-1339Crossref PubMed Scopus (519) Google Scholar, 24Sun Y.X. Wang J. Shelburne C.E. Lopatin D.E. Chinnaiyan A.M. Rubin M.A. Pienta K.J. Taichman R.S. J. Cell. Biochem. 2003; 89: 462-473Crossref PubMed Scopus (380) Google Scholar). Moreover, we have demonstrated that CXCL12 and CXCR4 are key elements in the growth of metastatic PCa (13Ponomaryov T. Peled A. Petit I. Taichman R.S. Habler L. Sandbank J. Arenzana-Seisdedos F. Magerus A. Caruz A. Fujii N. Nagler A. Lahav M. Szyper-Kravitz M. Zipori D. Lapidot T. J. Clin. Investig. 2000; 106: 1331-1339Crossref PubMed Scopus (519) Google Scholar, 25Wang J. Wang J. Dai J. Jung Y. Wei C.L. Wang Y. Havens A.M. Hogg P.J. Keller E.T. Pienta K.J. Nor J.E. Wang C.Y. Taichman R.S. Cancer Res. 2007; 67: 149-159Crossref PubMed Scopus (122) Google Scholar). Yet inhibition of CXCR4 in vivo only partially blocks the metastatic behavior of PCa. This suggests that other factors control the tissue-specific migration of epithelial cancer cells. Recently, CXCL12 was shown to bind with high affinity to the orphan receptor CXCR7/RDC1. CXCR7/RDC1 was originally cloned on the basis of its homology with conserved domains of G protein-coupled receptors (26Libert F. Parmentier M. Lefort A. Dumont J.E. Vassart G. Nucleic Acids Res. 1990; 18: 1917Crossref PubMed Scopus (54) Google Scholar, 49Balabanian K. Lagane B. Infantino S. Chow K.Y.C. Harriague J. Moepps B. Arenzana-Seisdedos F. Thelen M. Bachelerie F. J. Biol. Chem. 2005; 280: 35760-35766Abstract Full Text Full Text PDF PubMed Scopus (847) Google Scholar). Combined phylogenetic and chromosomal location studies suggest that CXCR7/RDC1 represents a chemokine receptor structurally close to CXC receptors (27Fredriksson R. Lagerstrom M.C. Lundin L.G. Schioth H.B. Mol. Pharmacol. 2003; 63: 1256-1272Crossref PubMed Scopus (2201) Google Scholar), pointing to CXC chemokines as potential ligands. CXCR7/RDC1 shares homology with the viral gene ORF74 encoding a chemokine receptor, which suggests that it may signal constitutively in the absence of ligand (28Shimizu N. Soda Y. Kanbe K. Liu H.Y. Mukai R. Kitamura T. Hoshino H. J. Virol. 2000; 74: 619-626Crossref PubMed Scopus (96) Google Scholar). Like CXCR4, CXCR7/RDC1 serves as a co-receptor for some human and simian immunodeficiency virus strains (29Raggo C. Ruhl R. McAllister S. Koon H. Dezube B.J. Fruh K. Moses A.V. Cancer Res. 2005; 65: 5084-5095Crossref PubMed Scopus (110) Google Scholar). In the vasculature, the expression of CXCR7/RDC1 is elevated in endothelial cells associated with tumors, and overexpression of CXCR7/RDC1 in NIH 3T3 cells strongly supports a role for the receptor in tumorigenesis (29Raggo C. Ruhl R. McAllister S. Koon H. Dezube B.J. Fruh K. Moses A.V. Cancer Res. 2005; 65: 5084-5095Crossref PubMed Scopus (110) Google Scholar). More recently, Miao et al. (30Miao Z. Luker K.E. Summers B.C. Berahovich R. Bhojani M.S. Rehemtulla A. Kleer C.G. Essner J.J. Nasevicius A. Luker G.D. Howard M.C. Schall T.J. Proc. Natl. Acad. Sci. U. S. A. 2007; 104: 15735-15740Crossref PubMed Scopus (485) Google Scholar) further confirmed a critical role for CXCR7/RDC1 in tumor vascular formation, angiogenesis, and promotion of the growth of breast and lung cancer in vivo. In this study, the role of CXCR7/RDC1 in PCa metastasis was determined. The results suggest that alterations of CXCR7/RDC1 expression are associated with survival and adhesive and invasive activities of PCa cells. Determination of the role of this newly identified receptor in tumor progression may point to potentially new therapeutic avenues for the treatment of metastatic PCa. Cell Culture–The PC-3 cell line was originally isolated from a vertebral metastasis, and the LNCaP and the metastatic subline LNCaP C4-2B (C4-2B) cells were originally isolated from a lymph node of a PCa patient with disseminated bone and lymph node involvement. PCa cell lines were passaged and grown to confluence over 5 days. For the production of PCa cell conditioned medium (CM), the cells were replated at 2.0 × 104 cells/cm2 into 24 well-tissue culture plates and incubated in growth medium (RPMI 1640 medium with 10% fetal calf serum and 1% antibiotics) (Invitrogen). After confluence, the cells were washed with PBS, and the growth medium was replaced and incubated for an additional 96 h. The CM were collected and frozen after passage through a 0.22-μm filter. Human dermal microvascular endothelial cells (HDMECs) were grown as described previously (25Wang J. Wang J. Dai J. Jung Y. Wei C.L. Wang Y. Havens A.M. Hogg P.J. Keller E.T. Pienta K.J. Nor J.E. Wang C.Y. Taichman R.S. Cancer Res. 2007; 67: 149-159Crossref PubMed Scopus (122) Google Scholar, 31Wang J. Wang J. Sun Y. Song W. Nor J.E. Wang C.Y. Taichman R.S. Cell. Signal. 2005; 17: 1578-1592Crossref PubMed Scopus (144) Google Scholar). siRNA Knockdown of CXCR4 and CXCR7/RDC1–The pSUPER vector that expresses short hairpin small interfering RNAs (siRNA) under the control of the polymerase IIIH1-RNA promoter was used after inserting pairs of annealed DNA oligonucleotides between the BglII and HindIII restriction sites according to the manufacturer's protocol (Oligoengine, Seattle, WA). A CXCR4-specific insert, designed to include sequences in sense and antisense orientations, separated by a 9-nucleotide spacer was employed. The 60-nucleotide oligos corresponding to nucleotide sequences in the open reading frame of CXCR4 were synthesized. Cells were transfected with a CXCR4 scrambled vector or CXCR4 siRNA vector and selected in 800 μg/ml G418 (Invitrogen) as described previously (31Wang J. Wang J. Sun Y. Song W. Nor J.E. Wang C.Y. Taichman R.S. Cell. Signal. 2005; 17: 1578-1592Crossref PubMed Scopus (144) Google Scholar). For siRNA knockdown of RDC1, two groups of primers corresponding to nucleotide sequences in the open reading frame of RDC1 were synthesized (position 277-295, si1 forward oligo, 5′-gatccccCCTGCTCTACACGCTCTCCttcaagagaGGAGAGCGTGTAGAGCAGGttttta-3′, and reverse oligo, 5′-agcttaaaaaCCTCTCGCACATCTCGTCCtctcttgaaGGACGAGATGTGCGAGAGGggg-3′; position 239-257, si2 forward oligo, 5′-gatccccGACACGGTGATGTGTCCCAttcaagagaTGGGACACATCACCGTGTCttttta-3′, and reverse oligo, 5′-agcttaaaaaGACACGGTGATGTGTCCCAtctcttgaaTGGGACACATCACCGTGTCggg-3′). A group scrambled primers (forward oligo, 5′-gatccccAAAACCGACGGCTATCTCTttcaagagaAGAGATAGCCGTCGGTTTTttttta-3′, and reverse oligo, 5′-agcttaaaaaAAAACCGACGGCTATCTCTtctcttgaaAGAGATAGCCGTCGGTTTTggg-3′) were used in these experiments. To generate stable transfectants, the cell lines were treated with a scrambled vector or siCXCR7/RDC1 (si1 and si2) vector. Cells were selected in 800 μg/ml G418, and clones were picked and screened for CXCR7/RDC1 silencing by flow cytometry. In some cases the clones were further subcloned by limiting dilution into 96-well round bottom plates at a density of 0.2 cells/well. Cell clones overexpressing CXCR7/RDC1 and the respective control transfected clones were denoted as PC3CXCR7/PC3OE Control and C4-2BCXCR7/C4-2BOE Control. Clones in which inhibition of CXCR7/RDC1 was achieved using siRNA targeting the receptor (or a scrambled control sequence) were denoted as PC3siCXCR7/PC3siControl or C4-2BsiCXCR7/C4-2BsiControl. Western Blot Analysis–PCa cells were cultured to confluence, washed, and then serum-starved in RPMI 1640 medium with 0.1% bovine serum albumin for 24 h. Stimulation of the cells was performed with 200 ng/ml CXCL12 (R & D Systems, Minneapolis, MN). At selected time points, the cells were lysed in ice-cold RIPA buffer. Protein concentrations were determined from cell lysates clarified by centrifugation at 14,000 rpm for 10 min (Bio-Rad). Normalized lysates (30 μg) were resuspended in loading buffer and were electrophoresed on 10% polyacrylamide gels under reducing conditions and transferred to polyvinylidene difluoride membranes. For detection of CD44 and CDH11 (Santa Cruz Biotechnology, Santa Cruz, CA), the membranes were either blocked in 3% bovine serum albumin in PBS, 0.1% Tween 20 and a rabbit anti-human monoclonal antibody (1 μg/ml) (1:1000, Abcam Inc., Cambridge, MA) or a mouse anti-human monoclonal antibody (1 μg/ml) (1:1000, Sigma) and were used in conjunction with anti-species conjugated horseradish peroxidase (1:1000, Upstate Biotechnology, Inc., Lake Placid, NY) and detected by chemiluminescence (Amersham Biosciences). AKT detection was similarly performed in 5% dry milk in PBS, 0.1% Tween 20 with a rabbit monoclonal reactive to dual phospho-AKT (Ser-473) and total AKT (Cell Signaling Technology, Beverly, MA). Tissue Microarray Development, Immunohistochemistry, Digital Image Capture, and Analysis–High density tissue microarrays were constructed from clinical samples obtained from a cohort of over 120 patients, who underwent radical retro pubic prostatectomy at the University of Michigan as a primary therapy (i.e. no previous hormonal or radiation therapy) for PCa from 1994 to 1998. These samples were provided by the University of Michigan Comprehensive Cancer Center Histology and Immunoperoxidase Core as detailed previously (24Sun Y.X. Wang J. Shelburne C.E. Lopatin D.E. Chinnaiyan A.M. Rubin M.A. Pienta K.J. Taichman R.S. J. Cell. Biochem. 2003; 89: 462-473Crossref PubMed Scopus (380) Google Scholar). Tumors were graded using the Gleason grading system and examined to identify areas of benign prostate, prostatic intraepithelial neoplasia (PIN), localized prostate cancer, and bone metastasis. The formalin-fixed, paraffin-embedded tissues were dewaxed and placed in a pressure cooker containing 0.01 m buffered sodium citrate solution (pH 6.0), boiled, and then chilled to room temperature for antigen retrieval. The slides were then incubated overnight at room temperature with anti-human CXCR7/RDC1 antibody diluted 1:100 (Abcam Inc.). A standard streptavidin/biotin detection method with 3,3-diaminobenzidine tetrahydrochloride was employed for signal detection, and Harris hematoxylin was used as a counter-stain. CXCR7/RDC1 expression was blindly scored by a genitourinary pathologist as negative (1), weak (2), moderate (3), or strong (4Broxmeyer H.E. Cooper S. Kohli L. Hangoc G. Lee Y. Mantel C. Clapp D.W. Kim C.H. J. Immunol. 2003; 170: 421-429Crossref PubMed Scopus (153) Google Scholar) on the basis of staining intensity and the percentage of stained tumors cells using a telepathology system without knowledge of overall Gleason score (e.g. tumor grade), tumor size, or clinical outcome. Breast cancer arrays were purchased from Folio Biosciences (Columbus, OH) (ARY-HH0058), which were generated from clinical samples derived from a cohort of 80 patients. In this case an alkaline phosphatase chromogen substrate (ABC-AP substrate kit; Vector Laboratories, Burlingame, CA) was used for signal detection. Cytokines ELISA Analysis–Antibody sandwich ELISAs were used to evaluate IL-8 and VEGF levels in the PCa cell CM (R & D Systems) as described previously (25Wang J. Wang J. Dai J. Jung Y. Wei C.L. Wang Y. Havens A.M. Hogg P.J. Keller E.T. Pienta K.J. Nor J.E. Wang C.Y. Taichman R.S. Cancer Res. 2007; 67: 149-159Crossref PubMed Scopus (122) Google Scholar, 31Wang J. Wang J. Sun Y. Song W. Nor J.E. Wang C.Y. Taichman R.S. Cell. Signal. 2005; 17: 1578-1592Crossref PubMed Scopus (144) Google Scholar). Cell Invasion–Cell invasion was examined using a reconstituted extracellular matrix membrane (BD Biosciences). Test cells were placed in the upper chamber (1 × 105 cells/well) in serum-free medium, and 200 ng/ml CXCL12 was added to the bottom chambers. Invasion into the matrix after 48 h was determined by removal of the invasion chambers, and 40 μl of MTT (5 mg/ml, Sigma) was added to the top well and 80 μl of MTT to the bottom well and further incubated for 4 h at 37 °C. After complete removal of the residual cells or medium, the purple residues attached to the bottom or top chambers were released with 1 ml of isopropyl alcohol (Sigma). The invasion chambers were rocked for 30 min at a medium speed, and then 100 μl from each well was transferred into 96 wells and read on a multiwell scanning spectrophotometer (Molecular Devices Corp., Sunnyvale, CA) at A450. Proliferation Assays–PCa cells starved of serum for 24 h were replated at 1 × 104 cells/well into triplicate 96-well flat-bottomed tissue culture plates in 0.1 ml of growth medium. The cultures were incubated in an atmosphere of 5% CO2 and 95% O2 at 37 °C for 5 days. Proliferation was quantified by colorimetric assay using sodium 3′-[1-[(phenylamino)-carbonyl]-3,4-tetrazolium]-bis(4-methoxy-6-nitro)benzenesulfonic acid hydrate (XTT) (Sigma) and read on a multiwell scanning spectrophotometer at A450 (Molecular Devices Corp.) and OD690 for wavelength correction. Flow Cytometry Analysis–For surface chemokine receptor detection, 2 × 105 cells were incubated at 2-8 °C for 40 min with nonspecific isotype-matched controls, mouse to human IgG (BD Biosciences), and rabbit polyclonal to human IgG (Abcam Inc.) (ab2410), and 20 μg/ml of each of the following murine monoclonal antibodies: anti-human CXCR4 (R & D Systems) and rabbit monoclonal antibodies: anti-human CXCR7/RDC1(Abcam Inc.) (ab12870). The mouse or rabbit primary antibodies were then detected by incubating the cells at 25 °C for 45 min with fluorescein isothiocyanate (FITC)-conjugated goat (Fab′)2 anti-mouse or rabbit IgG (Upstate). The cells were washed twice with phosphate-buffered saline, resuspended, and fixed in 1% (w/v) paraformaldehyde for analysis. Ten thousands cells from each sample were evaluated for fluorescence detection using FACScan (BD Biosciences), and the data were analyzed with CellQuest software (BD Biosciences). Apoptosis Assays–PCa cells were normally cultured with growth medium. After 24 h, annexin-V staining and a cell death ELISA kit were used to detect apoptosis. Annexin-V staining was performed by incubating 1 × 106 cells in 24-well plates resuspended in 50 μl of binding buffer (10 mmol/liter HEPES/NaOH (pH 7.4), 140 mmol/liter NaCl, and 2.5 mmol/liter CaCl2 buffer) (Roche Applied Science). Annexin-V/FITC (Roche Applied Science) and PI (Roche Applied Science) were added to the cell suspension for 15 min at room temperature in the dark. The samples were then washed once in PBS, and flow cytometric analysis was performed immediately thereafter. Propidium iodine staining was also performed using cells suspended in 1 ml of PBS, and 3 ml of absolute ethanol was added during vortexing. The cells were fixed with 4% paraformaldehyde for at least 1 h at 4 °C. Following fixation cells were washed in PBS and resuspended in 1 ml of staining buffer (50 μg/ml PI, 0.5 μg/ml RNase A, PBS). Samples were incubated at 4 °C for 2 h, washed once in PBS, resuspended in PBS, and analyzed by flow cytometry. Ten thousand cells were analyzed for annexin-V/PI staining, and 5,000 cells were analyzed for PI staining by fluorescence detection using FACScan (BD Biosciences), and the data were analyzed with Cell-Quest software (BD Biosciences). A cell death ELISA kit (Roche Applied Science) was used to detect cytoplasmic histone-associated DNA fragments. The assay was performed by the manufacturer's directions with the following modifications. Both adherent and nonadherent cells were collected from serum-starved cultures, and the resulting cell counts were normalized. 2 × 104 cells per condition were lysed, and 20 μl of lysate were utilized for each reaction and evaluated at A405 using a plate reader from Molecular Devices Corp equipped with Softmax software (Sunnydale, CA). Endothelial Sprout Formation Assay–Growth factor-reduced basement membranes were placed into 4-chamber slides (Matrigel™ 125 μl/chamber; BD Biosciences) and 0.8 × 104 endothelial cells were added on top. The chambers were incubated at 37 °C for 24 h. After incubation, the slides were fixed with methanol and stained with Diff-Quick solution II (Sigma). The slides were examined, and the sprouts were counted from five random fields under a microscope (×200). For co-culture assays, equal numbers of PCa cells and endothelial cells were plated together, or 500 μl of the PCa CM or control was added daily. Adhesion Assays–HDMECs wer",
  "authors": [
    {
      "display_name": "Jianhua Wang",
      "id": "A5110966876",
      "orcid": null,
      "institutions": [
        {
          "id": "I27837315",
          "display_name": "University of Michigan",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jianhua Wang"
    },
    {
      "display_name": "Yusuke Shiozawa",
      "id": "A5037869187",
      "orcid": "https://orcid.org/0000-0001-9814-9230",
      "institutions": [
        {
          "id": "I27837315",
          "display_name": "University of Michigan",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Yusuke Shiozawa"
    },
    {
      "display_name": "Jincheng Wang",
      "id": "A5106407016",
      "orcid": "https://orcid.org/0000-0002-1217-5962",
      "institutions": [
        {
          "id": "I27837315",
          "display_name": "University of Michigan",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jincheng Wang"
    },
    {
      "display_name": "Yu Wang",
      "id": "A5100445255",
      "orcid": "https://orcid.org/0000-0002-6608-4310",
      "institutions": [
        {
          "id": "I27837315",
          "display_name": "University of Michigan",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Yu Wang"
    },
    {
      "display_name": "Younghun Jung",
      "id": "A5101513894",
      "orcid": "https://orcid.org/0000-0003-4718-2270",
      "institutions": [
        {
          "id": "I27837315",
          "display_name": "University of Michigan",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Younghun Jung"
    },
    {
      "display_name": "Kenneth J. Pienta",
      "id": "A5087520734",
      "orcid": "https://orcid.org/0000-0002-4138-2186",
      "institutions": [
        {
          "id": "I27837315",
          "display_name": "University of Michigan",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Kenneth J. Pienta"
    },
    {
      "display_name": "Rohit Mehra",
      "id": "A5060849370",
      "orcid": "https://orcid.org/0000-0002-6955-8884",
      "institutions": [
        {
          "id": "I27837315",
          "display_name": "University of Michigan",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Rohit Mehra"
    },
    {
      "display_name": "Robert D. Loberg",
      "id": "A5068119922",
      "orcid": null,
      "institutions": [
        {
          "id": "I27837315",
          "display_name": "University of Michigan",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Robert Loberg"
    },
    {
      "display_name": "Russell S. Taichman",
      "id": "A5080856310",
      "orcid": "https://orcid.org/0000-0002-7890-0020",
      "institutions": [
        {
          "id": "I27837315",
          "display_name": "University of Michigan",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Russell S. Taichman"
    }
  ],
  "publication_year": 2007,
  "publication_date": "2007-12-05",
  "type": "article",
  "cited_by_count": 460,
  "is_retracted": true,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S140251998",
    "display_name": "Journal of Biological Chemistry",
    "issn_l": "0021-9258",
    "issn": [
      "0021-9258",
      "1067-8816",
      "1083-351X"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320990"
  },
  "volume": "283",
  "issue": "7",
  "first_page": "4283",
  "last_page": "4294",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "http://www.jbc.org/article/S0021925820697381/pdf",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2780192828",
      "display_name": "Prostate cancer",
      "level": 3,
      "score": 0.6962321
    },
    {
      "id": "C13373296",
      "display_name": "Chemokine",
      "level": 3,
      "score": 0.55684346
    },
    {
      "id": "C12823836",
      "display_name": "Chemokine receptor",
      "level": 4,
      "score": 0.5365112
    },
    {
      "id": "C502942594",
      "display_name": "Cancer research",
      "level": 1,
      "score": 0.50607055
    },
    {
      "id": "C170493617",
      "display_name": "Receptor",
      "level": 2,
      "score": 0.49900293
    },
    {
      "id": "C121608353",
      "display_name": "Cancer",
      "level": 2,
      "score": 0.3650187
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.35499406
    },
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.3276803
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.29189485
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.2476612
    }
  ],
  "topics": [
    {
      "id": "T11532",
      "display_name": "Chemokine receptors and signaling",
      "score": 1.0
    },
    {
      "id": "T10580",
      "display_name": "Immunotherapy and Immune Responses",
      "score": 0.999
    },
    {
      "id": "T11503",
      "display_name": "Cytokine Signaling Pathways and Interactions",
      "score": 0.9977
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1074/jbc.m707465200",
  "pdf_url": "http://www.jbc.org/article/S0021925820697381/pdf",
  "retrieved_date": "2025-07-30T15:58:50.603008",
  "source_database": "OpenAlex"
}