{
  "openalex_id": "W2159867270",
  "doi": "https://doi.org/10.1306/522b42a3-1727-11d7-8645000102c1865d",
  "title": "Seismic Stratigraphy and Geologic History of&amp;nbsp; Jurassic Rocks, Northeastern Gulf of Mexico",
  "abstract": "A grid of two-dimensional seismic data tied to exploration wells defines four Jurassic sequences in the northeastern Gulf of Mexico. These sequences correlate with well-known northern Gulf of Mexico basin stratigraphic units: the Louann Salt (L sequence), Norphlet and Smackover formations (N-S sequence), Haynesville Formation (H sequence), and Cotton Valley Group (C sequence). The Jurassic section overlies a basement surface characterized by broad highs (Middle Ground arch and Southern platform) and lows (Apalachicola basin and Tampa embayment). This basement structure controlled the distribution, thickness, and paleogeography of all the Jurassic sequences, but its influence became progressively less pronounced as sediment filled the basin. The Jurassic geologic history of the region is developed from an interpretation of these sequences. Well control documents the presence of Louann Salt in the Apalachicola basin, whereas in the Tampa embayment the interval is interpreted ©Copyright 1997. The American Association of Petroleum Geologists. All rights reserved.1Manuscript received February 24, 1995; revised manuscript received February 15, 1996; final acceptance August 13, 1996. 21508 Columbia Drive, Cedar Falls, Iowa 50613. 3The University of Texas Institute for Geophysics, 8701 North MoPac Expressway, Austin, Texas 78759. This study was conducted as partial fulfillment of the requirements for a Master of Arts degree in Geological Sciences, which was received by Laura M. Dobson in August 1990 at the University of Texas at Austin. We would like to thank Amos Salvador and Joel Watkins for serving as committee members. We thank Charles Bowen of Petty-Ray Geophysical Division, Geosource Inc. (now Halliburton Geophysical Services), John Hood, formerly of Digicon Geophysical Company Inc., and Marc Lawrence of Fairfield Industries for the use of industry seismic data. We are also grateful to Peter M. Duncan, then with Exploitech Inc., for assistance in obtaining seismic data from Digicon, and to Kim Klitgord and William Dillon of the U.S. Geological Survey for supplying copies of USGS seismic data. Fred Paulus of Petrofina Delaware Inc. provided much of the well information. Brad Macurda (The Energists) and Grant MacRae (Texas A&M) shared helpful ideas on Jurassic deposition. Financial support for this study was provided by the Texas Higher Education Coordinating Board Advanced Research Program, Union Oil Company of California, and the Gulf Coast Association of Geological Societies. Special thanks goes to Xiang Li for his help with the computer-generated graphics. Finally, we wish to thank AAPG reviewers Clyde Moore, Ernest Mancini, and Gregor Eberli for their constructive reviews. The University of Texas at Austin Institute for Geophysics Contribution No. 1148.",
  "authors": [
    {
      "display_name": "Laura M. Dobson and Richard T. Buf",
      "id": "A5080879304",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "None Laura M. Dobson2 and Richard T. Buf"
    }
  ],
  "publication_year": 1997,
  "publication_date": "1997-01-01",
  "type": "article",
  "cited_by_count": 36,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S144020083",
    "display_name": "AAPG Bulletin",
    "issn_l": "0149-1423",
    "issn": [
      "0149-1423",
      "1522-1423",
      "1558-9153"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316082"
  },
  "volume": "81 (1997)",
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C127313418",
      "display_name": "Geology",
      "level": 0,
      "score": 0.9174205
    },
    {
      "id": "C109281948",
      "display_name": "Stratigraphy",
      "level": 3,
      "score": 0.7620715
    },
    {
      "id": "C151730666",
      "display_name": "Paleontology",
      "level": 1,
      "score": 0.43129927
    },
    {
      "id": "C17409809",
      "display_name": "Geochemistry",
      "level": 1,
      "score": 0.3703001
    },
    {
      "id": "C77928131",
      "display_name": "Tectonics",
      "level": 2,
      "score": 0.06176865
    }
  ],
  "topics": [
    {
      "id": "T13177",
      "display_name": "Geological and Geophysical Studies",
      "score": 0.997
    },
    {
      "id": "T10399",
      "display_name": "Hydrocarbon exploration and reservoir analysis",
      "score": 0.9949
    },
    {
      "id": "T10965",
      "display_name": "Geological formations and processes",
      "score": 0.9928
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1306/522b42a3-1727-11d7-8645000102c1865d",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:33:35.957836",
  "source_database": "OpenAlex"
}