{
  "openalex_id": "W2169028449",
  "doi": "https://doi.org/10.1080/0067270x.2013.878104",
  "title": "Iron Age agriculture, fishing and trade in the Mafia Archipelago, Tanzania: new evidence from Ukunju Cave",
  "abstract": "AbstractSmall-scale excavations were recently undertaken at the site of Ukunju Cave in the Mafia Archipelago, Tanzania, to collect new bioarchaeological and material culture data relating to the site's occupation and the nature of early subsistence and long-distance trade in the region. Our findings suggest that occupation of the cave began during the Middle Iron Age (MIA, seventh to tenth centuries AD), as indicated by the presence of local Early Tana Tradition (ETT)/Triangular Incised Ware (TIW) pottery in the lowest layers above bedrock, as well as small quantities of imported ceramics and glass beads also dating from the mid- to the late first millennium AD. Small assemblages of faunal and botanical remains, including introduced African crops (pearl millet, sorghum, baobab and possibly cowpea) were found in association with these finds, indicating that these MIA communities practised a mixed economy of fishing, domestic livestock keeping and agriculture. In addition, the presence of cotton suggests they may have also been producing fibres or textiles, most likely for local use, but possibly also for long distance trade. Although some quartz artefacts were recovered, we found no evidence of any pre-Iron Age LSA culture at the cave, contrary to previous claims about the site.Un travail pionnier visant à l’étude de l'occupation de la côte est-africaine avant l’Âge de Fer a relevé les indices d'une installation de groupes à l’Âge de Pierre tardif et au Néolithique sur plusieurs îles dont Zanzibar, Pemba et Mafia. Il a été proposé que ces occupations étaient associées à des marchandises de l'Océan Indien et des animaux domestiques et qu'elles dataient des derniers millénaires av. J.-C. Ces données ont fait l'objet de beaucoup de controverses et de débats, conduisant certains à remettre en cause la datation des sites, la qualité de la stratigraphie et l'identification des restes bio-archéologiques. Pour résoudre ces problèmes chronologiques, le projet Sealinks a récemment mené des fouilles à petite échelle dans la grotte de Ukunju, sur l’île de Juani, Mafia. Un ancien sondage a été ré-ouvert et les sédiments basaux fouillés jusqu'au sol stérile. Nos résultats suggèrent que l'occupation de la grotte commença au cours de l’Âge de Fer moyen (MIA), comme l'indique la présence de poterie de tradition Tana/Triangulaire Incisé (TT/TIW) dans les niveaux les plus bas, ainsi que de petites quantités de céramiques et de perles de verre importées datant de la deuxième moitié du premier millénaire ap. J.-C. Une petite quantité de plantes africaines introduites, y compris du mil, du sorgho, du baobab et peut-être du niébé, a été recueillie en association avec ces objets, ce qui indiquerait que ces communautés MIA cultivaient le mil et peut-être aussi des légumineuses. La présence de coton suggère qu'ils produisaient peut-être aussi des fibres ou des textiles, soit pour une utilisation locale ou pour le commerce sur de longues distances. Bien que certains lithiques en quartz aient été retrouvés, nous n'avons décelé aucune donnée indiquant une occupation de la grotte à l’Âge de Pierre tardif ou au Néolithique.Keywords: Middle Iron AgeTana Tradition/Triangular Incised Ware potteryAfrican cropsstone toolsIndian Ocean tradeTanzania AcknowledgementsFieldwork was carried out under Tanzania Commission for Science and Technology (COSTECH) Research Permit 2012-303-ER-2011-85 and Antiquities Division (Ministry of Natural Resources and Tourism, Tanzania) excavation license EA.402/605/01. Funding for the fieldwork was provided by a European Research Council Grant (Agreement No 206148) awarded to Nicole Boivin. Alison Crowther was funded by a British Academy Postdoctoral Research Fellowship. The fieldwork would not have been possible without the support and assistance of the Regional Administrative Secretary (Dar es Salaam and Coast/Pwani), the Mafia District Administrative Secretary, the Juani Afisa Mtendaji wa Kijiji and the Mafia Island Marine Park. We also thank Annalisa Christie, Nik Petek, Catherine Lyakurwa, Cosmas, Mariam and the community of Juani Island for their assistance with the fieldwork, and Sue Grice, Anne Leaver and Luke Kirkwood for their help with preparing the maps and other figures. We are grateful to two anonymous reviewers and the editors for their insightful comments on the paper.Notes on contributorsAlison Crowther is a Post-Doctoral Research Fellow at the School of Archaeology, University of Oxford. Her research interests include the archaeobotany of early agriculture in East Africa, Indian Ocean crop transfers and ancient food processing technologies.Mark Horton is Professor in Archaeology at the University of Bristol and has been working in East Africa since 1980, directing excavations at Shanga (Kenya) and on Zanzibar.Anna Kotarba-Morley is a maritime archaeologist and a DPhil Candidate in the School of Archaeology, University of Oxford. Her research focuses on landscape and seascape dynamics and on the parameters of attractiveness of port locations in the Red Sea and the Indian Ocean, including Berenike Troglodytica (Egypt), Pattanam (India) and Unguja Ukuu (Zanzibar).Mary E. Prendergast is a Professor in the Department of Sociology and Anthropology at Saint Louis University in Madrid, Spain. Her research focuses on Holocene subsistence strategies and forager-food producer relationships. She has conducted fieldwork and zooarchaeological analyses in Kenya and Tanzania since 2005.Eréndira Quintana Morales recently completed her PhD at the University of Bristol on the role of fishing and fish consumption in Swahili communities of the East African coast through zooarchaeological and ethnoarchaeological methods. She is now continuing this research through a Fondation Fyssen Research Fellowship at the Musée Nationale d'Histoire Naturelle in Paris.Marilee Wood has been studying glass beads traded into Africa for the past two decades. She specialises particularly in pre-European trade, using glass beads to reconstruct trade patterns, both regionally and internationally. She has a PhD from Uppsala University in Sweden and is an Honorary Research Fellow in the School of Geography, Archaeology and Environmental Studies at the University of the Witwatersrand, South Africa.Ceri Shipton is a lithic analyst working as a Post-Doctoral Research Fellow at the University of Queensland. His research interests include the Stone Age of East Africa and the interactions between hunter-gatherers and food producers.Dorian Q. Fuller is Professor in Archaeobotany at University College London. He has carried out fieldwork and archaeobotanical research in Africa, India, Pakistan, Sri Lanka, China and Thailand and has published extensively on plant domestication and early agricultural systems.Ruth Tibesasa is Lecturer in History at Kyambogo University, Uganda. Her research interests include the Later Stone Age and Iron Age archaeology of East Africa (including Uganda, Kenya and Tanzania), ceramic analysis, and cultural heritage management.William Mills is a DPhil Candidate in the School of Archaeology, University of Oxford, with research interests in Palaeolithic archaeology, lithic analysis and geoarchaeology.Nicole Boivin is a Senior Research Fellow at the School of Archaeology, University of Oxford, and a Fellow of Jesus College. She is author of Material Cultures, Material Minds: The Role of Things in Human Thought, Society and Evolution (Cambridge University Press, 2008) and co-editor of Soils, Stones and Symbols (UCL Press, 2004). She is Principal Investigator of the European Research Council-funded Sealinks Project, a multi-disciplinary initiative aimed at understanding processes of proto-globalisation and biological exchange in the early Indian Ocean.",
  "authors": [
    {
      "display_name": "Alison Crowther",
      "id": "A5032739607",
      "orcid": "https://orcid.org/0000-0002-2394-1917",
      "institutions": [
        {
          "id": "I4210140987",
          "display_name": "Oxford Archaeology",
          "country_code": "GB",
          "type": "nonprofit"
        },
        {
          "id": "I40120149",
          "display_name": "University of Oxford",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Alison Crowther"
    },
    {
      "display_name": "Mark Horton",
      "id": "A5014558474",
      "orcid": "https://orcid.org/0000-0003-2267-8026",
      "institutions": [
        {
          "id": "I36234482",
          "display_name": "University of Bristol",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mark Horton"
    },
    {
      "display_name": "Anna M. Kotarba-Morley",
      "id": "A5041918551",
      "orcid": "https://orcid.org/0000-0002-0069-3834",
      "institutions": [
        {
          "id": "I4210140987",
          "display_name": "Oxford Archaeology",
          "country_code": "GB",
          "type": "nonprofit"
        },
        {
          "id": "I40120149",
          "display_name": "University of Oxford",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Anna Kotarba-Morley"
    },
    {
      "display_name": "Mary E. Prendergast",
      "id": "A5015254500",
      "orcid": "https://orcid.org/0000-0003-0275-6795",
      "institutions": [
        {
          "id": "I187476118",
          "display_name": "Saint Louis University",
          "country_code": "ES",
          "type": "education"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mary Prendergast"
    },
    {
      "display_name": "Eréndira M. Quintana Morales",
      "id": "A5026070006",
      "orcid": "https://orcid.org/0000-0001-5927-5058",
      "institutions": [
        {
          "id": "I74775410",
          "display_name": "Rice University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Eréndira Quintana Morales"
    },
    {
      "display_name": "Marilee Wood",
      "id": "A5091627061",
      "orcid": "https://orcid.org/0000-0002-5845-0149",
      "institutions": [
        {
          "id": "I192619145",
          "display_name": "University of the Witwatersrand",
          "country_code": "ZA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Marilee Wood"
    },
    {
      "display_name": "Ceri Shipton",
      "id": "A5029512575",
      "orcid": "https://orcid.org/0000-0002-4224-9467",
      "institutions": [
        {
          "id": "I165143802",
          "display_name": "The University of Queensland",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ceri Shipton"
    },
    {
      "display_name": "Dorian Q. Fuller",
      "id": "A5091266806",
      "orcid": "https://orcid.org/0000-0002-4859-080X",
      "institutions": [
        {
          "id": "I45129253",
          "display_name": "University College London",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Dorian Q Fuller"
    },
    {
      "display_name": "Ruth Tibesasa",
      "id": "A5046997895",
      "orcid": "https://orcid.org/0000-0001-7789-9147",
      "institutions": [
        {
          "id": "I43480833",
          "display_name": "Kyambogo University",
          "country_code": "UG",
          "type": "education"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ruth Tibesasa"
    },
    {
      "display_name": "W. J. Mills",
      "id": "A5030521709",
      "orcid": "https://orcid.org/0000-0003-1679-7344",
      "institutions": [
        {
          "id": "I4210140987",
          "display_name": "Oxford Archaeology",
          "country_code": "GB",
          "type": "nonprofit"
        },
        {
          "id": "I40120149",
          "display_name": "University of Oxford",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "William Mills"
    },
    {
      "display_name": "Nicole Boivin",
      "id": "A5053711058",
      "orcid": "https://orcid.org/0000-0002-7783-4199",
      "institutions": [
        {
          "id": "I4210140987",
          "display_name": "Oxford Archaeology",
          "country_code": "GB",
          "type": "nonprofit"
        },
        {
          "id": "I40120149",
          "display_name": "University of Oxford",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Nicole Boivin"
    }
  ],
  "publication_year": 2014,
  "publication_date": "2014-01-02",
  "type": "article",
  "cited_by_count": 97,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S5354126",
    "display_name": "Azania Archaeological Research in Africa",
    "issn_l": "0067-270X",
    "issn": [
      "0067-270X",
      "1945-5534"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310319847"
  },
  "volume": "49",
  "issue": "1",
  "first_page": "21",
  "last_page": "44",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C204207459",
      "display_name": "Archipelago",
      "level": 2,
      "score": 0.7689171
    },
    {
      "id": "C171878925",
      "display_name": "Cave",
      "level": 2,
      "score": 0.7093204
    },
    {
      "id": "C205649164",
      "display_name": "Geography",
      "level": 0,
      "score": 0.669265
    },
    {
      "id": "C156005406",
      "display_name": "Subsistence agriculture",
      "level": 3,
      "score": 0.63067627
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.6287868
    },
    {
      "id": "C130056557",
      "display_name": "Pottery",
      "level": 2,
      "score": 0.606027
    },
    {
      "id": "C514101110",
      "display_name": "Fishing",
      "level": 2,
      "score": 0.55699664
    },
    {
      "id": "C2779357621",
      "display_name": "Tanzania",
      "level": 2,
      "score": 0.52727944
    },
    {
      "id": "C99021626",
      "display_name": "Subsistence economy",
      "level": 4,
      "score": 0.49716094
    },
    {
      "id": "C118518473",
      "display_name": "Agriculture",
      "level": 2,
      "score": 0.48719448
    },
    {
      "id": "C505870484",
      "display_name": "Fishery",
      "level": 1,
      "score": 0.21859589
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.12584731
    },
    {
      "id": "C91375879",
      "display_name": "Environmental planning",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T13215",
      "display_name": "Global Maritime and Colonial Histories",
      "score": 0.9999
    },
    {
      "id": "T12144",
      "display_name": "Colonialism, slavery, and trade",
      "score": 0.9939
    },
    {
      "id": "T10149",
      "display_name": "Anthropological Studies and Insights",
      "score": 0.9873
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1080/0067270x.2013.878104",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:30:17.307185",
  "source_database": "OpenAlex"
}