{
  "openalex_id": "W2166288863",
  "doi": "https://doi.org/10.1074/jbc.m413999200",
  "title": "Nte1p-mediated Deacylation of Phosphatidylcholine Functionally Interacts with Sec14p",
  "abstract": "Deciphering the function of the essential yeast Sec14p protein has revealed a regulatory interface between cargo secretion from Golgi and lipid homeostasis. Abrogation of the CDP-choline (CDP-Cho) pathway for phosphatidylcholine (PC) synthesis allows for life in the absence of the otherwise essential Sec14p. Nte1p, the product of open reading frame YML059c, is an integral membrane phospholipase against CDP-Cho-derived PC producing intracellular glycerophosphocholine (GPCho) and free fatty acids. We monitored Nte1p activity through in vivo PC turnover measurements and observed that intracellular GPCho accumulation is decreased in a sec14ts strain shifted to 37 °C in 10 mm choline (Cho)-containing medium compared with a Sec14p-proficient strain. Overexpression of two Sec14p homologs Sfh2p and Sfh4p in sec14ts cells restored secretion and growth at the restrictive temperature but did not restore GPCho accumulation. Instead, newly synthesized PC was degraded by phospholipase D (Spo14p). Similar analysis performed in a sec14Δ background confirmed these observations. These results imply that the ability of Sfh2p and Sfh4p to restore secretion and growth is not through a shared function with Sec14p in the regulation of PC turnover via Nte1p. Furthermore, our analyses revealed a profound alteration of PC metabolism triggered by the absence of Sec14p: Nte1p unresponsiveness, Spo14p activation, and deregulation of Pct1p. Sfh2p- and Sfh4p-overexpressing cells coped with the absence of Sec14p by controlling the rate of phosphocholine formation, limiting the amount of Cho available for this reaction, and actively excreting Cho from the cell. Increased Sfh4p also significantly reduced the uptake of exogenous Cho. Beyond the new PC metabolic control features we ascribe to Sfh2p and Sfh4p we also describe a second role for Sec14p in mediating PC homeostasis. Sec14p acts as a positive regulator of Nte1p-mediated PC deacylation with the functional consequence of increased Nte1p activity increasing the permissive temperature for the growth of sec14ts cells. Deciphering the function of the essential yeast Sec14p protein has revealed a regulatory interface between cargo secretion from Golgi and lipid homeostasis. Abrogation of the CDP-choline (CDP-Cho) pathway for phosphatidylcholine (PC) synthesis allows for life in the absence of the otherwise essential Sec14p. Nte1p, the product of open reading frame YML059c, is an integral membrane phospholipase against CDP-Cho-derived PC producing intracellular glycerophosphocholine (GPCho) and free fatty acids. We monitored Nte1p activity through in vivo PC turnover measurements and observed that intracellular GPCho accumulation is decreased in a sec14ts strain shifted to 37 °C in 10 mm choline (Cho)-containing medium compared with a Sec14p-proficient strain. Overexpression of two Sec14p homologs Sfh2p and Sfh4p in sec14ts cells restored secretion and growth at the restrictive temperature but did not restore GPCho accumulation. Instead, newly synthesized PC was degraded by phospholipase D (Spo14p). Similar analysis performed in a sec14Δ background confirmed these observations. These results imply that the ability of Sfh2p and Sfh4p to restore secretion and growth is not through a shared function with Sec14p in the regulation of PC turnover via Nte1p. Furthermore, our analyses revealed a profound alteration of PC metabolism triggered by the absence of Sec14p: Nte1p unresponsiveness, Spo14p activation, and deregulation of Pct1p. Sfh2p- and Sfh4p-overexpressing cells coped with the absence of Sec14p by controlling the rate of phosphocholine formation, limiting the amount of Cho available for this reaction, and actively excreting Cho from the cell. Increased Sfh4p also significantly reduced the uptake of exogenous Cho. Beyond the new PC metabolic control features we ascribe to Sfh2p and Sfh4p we also describe a second role for Sec14p in mediating PC homeostasis. Sec14p acts as a positive regulator of Nte1p-mediated PC deacylation with the functional consequence of increased Nte1p activity increasing the permissive temperature for the growth of sec14ts cells. Lipid homeostasis is fulfilled through the coordinated synthesis, degradation, and trafficking of the lipid constituents of biological membranes. Many biological processes such as vesicle formation, protein trafficking, and lipid signaling are dependent on proper lipid content at particular membrane locations, and many cellular pathophysiological situations are associated with perturbations in lipid homeostasis (1McMaster C.R. Jackson T.R. Daum G. Lipid Metabolism and Membrane Biogenesis. 6. Springer-Verlag, Berlin2004: 5-88Google Scholar). Deciphering the function of the Saccharomyces cerevisiae Sec14p protein has uncovered a regulatory interface between cargo secretion from the Golgi and lipid metabolism (2Routt S.M. Bankaitis V.A. Biochem. Cell Biol. 2004; 82: 254-262Crossref PubMed Scopus (53) Google Scholar, 3McMaster C.R. Biochem. Cell Biol. 2001; 79: 681-692Crossref PubMed Scopus (70) Google Scholar). Sec14p is an essential soluble protein possessing in vitro phosphatidylinositol (PI) 1The abbreviations used are: PI, phosphatidylinositol; CDP-Cho, CDP-choline; Cho, choline; GPCho, glycerophosphocholine; NTE or Nte, neuropathy target esterase; ORF, open reading frame; PC, phosphatidylcholine; P-Cho, phosphocholine; Pct1p, CTP:phosphocholine cytidylyltransferase./phosphatidylcholine (PC) transfer activity. Sec14p is located primarily in the cytoplasm, and it has been observed to associate with Golgi membranes presumably through its phospholipid binding ability (4Cleves A.E. McGee T.P. Whitters E.A. Champion K.M. Aitken J.R. Dowhan W. Goebl M. Bankaitis V.A. Cell. 1991; 64: 789-800Abstract Full Text PDF PubMed Scopus (286) Google Scholar). The lethality associated with Sec14p dysfunction or absence can be overcome by inactivating mutations in each of the three structural genes of the CDP-choline (CDP-Cho) pathway for PC biosynthesis (4Cleves A.E. McGee T.P. Whitters E.A. Champion K.M. Aitken J.R. Dowhan W. Goebl M. Bankaitis V.A. Cell. 1991; 64: 789-800Abstract Full Text PDF PubMed Scopus (286) Google Scholar). In yeast PC can also be synthesized through the methylation pathway where phosphatidylethanolamine is methylated sequentially yielding PC (5Howe A.G. McMaster C.R. Biochim. Biophys. Acta. 2001; 1534: 65-77Crossref PubMed Scopus (27) Google Scholar, 6Howe A.G. Zaremberg V. McMaster C.R. J. Biol. Chem. 2002; 277: 44100-44107Abstract Full Text Full Text PDF PubMed Scopus (30) Google Scholar). Abrogation of the CDP-Cho pathway functionally complements the absence of Sec14p (2Routt S.M. Bankaitis V.A. Biochem. Cell Biol. 2004; 82: 254-262Crossref PubMed Scopus (53) Google Scholar, 4Cleves A.E. McGee T.P. Whitters E.A. Champion K.M. Aitken J.R. Dowhan W. Goebl M. Bankaitis V.A. Cell. 1991; 64: 789-800Abstract Full Text PDF PubMed Scopus (286) Google Scholar, 5Howe A.G. McMaster C.R. Biochim. Biophys. Acta. 2001; 1534: 65-77Crossref PubMed Scopus (27) Google Scholar, 7Skinner H.B. McGee T.P. McMaster C.R. Fry M.R. Bell R.M. Bankaitis V.A. Proc. Natl. Acad. Sci. U. S. A. 1995; 92: 112-116Crossref PubMed Scopus (136) Google Scholar). It was also shown that Sec14p bound to PC inhibits by an unknown mechanism CTP:phosphocholine cytidylyltransferase (Pct1p) activity (7Skinner H.B. McGee T.P. McMaster C.R. Fry M.R. Bell R.M. Bankaitis V.A. Proc. Natl. Acad. Sci. U. S. A. 1995; 92: 112-116Crossref PubMed Scopus (136) Google Scholar), the rate-determining enzyme of the CDP-Cho pathway (8McMaster C.R. Bell R.M. J. Biol. Chem. 1994; 269: 28010-28016Abstract Full Text PDF PubMed Google Scholar, 9McMaster C.R. Bell R.M. J. Biol. Chem. 1994; 269: 14776-14783Abstract Full Text PDF PubMed Google Scholar). Consistently, Sec14p overexpression effects a measurable reduction in flux through this pathway (7Skinner H.B. McGee T.P. McMaster C.R. Fry M.R. Bell R.M. Bankaitis V.A. Proc. Natl. Acad. Sci. U. S. A. 1995; 92: 112-116Crossref PubMed Scopus (136) Google Scholar). Two other genes that when inactivated allow cell growth and secretion on the absence of Sec14p are SAC1 and KES1. Both genes are also involved in lipid metabolism and support the notion that the prosecretory function of Sec14p interfaces with lipid homeostasis (10Fang M. Kearns B.G. Gedvilaite A. Kagiwada S. Kearns M. Fung M.K. Bankaitis V.A. EMBO J. 1996; 15: 6447-6459Crossref PubMed Scopus (173) Google Scholar, 11Li X. Rivas M.P. Fang M. Marchena J. Mehrotra B. Chaudhary A. Feng L. Prestwich G.D. Bankaitis V.A. J. Cell Biol. 2002; 157: 63-77Crossref PubMed Scopus (196) Google Scholar, 12Rivas M.P. Kearns B.G. Xie Z. Guo S. Sekar M.C. Hosaka K. Kagiwada S. York J.D. Bankaitis V.A. Mol. Biol. Cell. 1999; 10: 2235-2250Crossref PubMed Scopus (117) Google Scholar). SFH2 and SFH4 belong to the Sec 14 homolog gene family (SFH1-5). Both SFH2 and SFH4 protein products exhibit in vitro PI transfer activity but do not possess the PC transfer activity of Sec14p. Despite their inability to bind PC, the overexpression of Sfh2p and Sfh4p, but not other members of the Sfh family, fully restores growth in the absence of Sec14p (13Li X. Routt S.M. Xie Z. Cui X. Fang M. Kearns M.A. Bard M. Kirsch D.R. Bankaitis V.A. Mol. Biol. Cell. 2000; 11: 1989-2005Crossref PubMed Scopus (123) Google Scholar, 14Schnabl M. Oskolkova O.V. Holic R. Brezna B. Pichler H. Zagorsek M. Kohlwein S.D. Paltauf F. Daum G. Griac P. Eur. J. Biochem. 2003; 270: 3133-3145Crossref PubMed Scopus (56) Google Scholar, 15Holic R. Zagorsek M. Griac P. Eur. J. Biochem. 2004; 271: 4401-4408Crossref PubMed Scopus (5) Google Scholar). Type B and D phospholipases have been described in yeast with activity against PC. Phospholipase D breaks a phosphoester bond producing phosphatidic acid and choline (Cho). The sole PC phospholipase D in yeast is Spo14p, a soluble protein primarily found in the cytoplasm but with the capacity to translocate to cellular membranes for substrate degradation (16Sciorra V.A. Rudge S.A. Wang J. McLaughlin S. Engebrecht J. Morris A.J. J. Cell Biol. 2002; 159: 1039-1049Crossref PubMed Scopus (85) Google Scholar, 17Sciorra V.A. Rudge S.A. Prestwich G.D. Frohman M.A. Engebrecht J. Morris A.J. EMBO J. 1999; 18: 5911-5921Crossref PubMed Scopus (147) Google Scholar, 18Zaremberg V. McMaster C.R. J. Biol. Chem. 2002; 277: 39035-39044Abstract Full Text Full Text PDF PubMed Scopus (64) Google Scholar, 19Rudge S.A. Engebrecht J. Biochim. Biophys. Acta. 1999; 1439: 167-174Crossref PubMed Scopus (37) Google Scholar). Spo14p has an essential function for sporulation but is dispensable for vegetative growth. Interestingly, inactivation of Sec14p function promotes Spo14p activity, and the ability of all the genes whose inactivation can bypass the essential function of Sec14p is fully dependent on functional Spo14p (20Patton-Vogt J.L. Griac P. Sreenivas A. Bruno V. Dowd S. Swede M.J. Henry S.A. J. Biol. Chem. 1997; 272: 20873-20883Abstract Full Text Full Text PDF PubMed Scopus (112) Google Scholar, 21Sreenivas A. Patton-Vogt J.L. Bruno V. Griac P. Henry S.A. J. Biol. Chem. 1998; 273: 16635-16638Abstract Full Text Full Text PDF PubMed Scopus (127) Google Scholar, 22Xie Z. Fang M. Rivas M.P. Faulkner A.J. Sternweis P.C. Engebrecht J.A. Bankaitis V.A. Proc. Natl. Acad. Sci. U. S. A. 1998; 95: 12346-12351Crossref PubMed Scopus (145) Google Scholar). Phospholipase B deacylates PC-producing glycerophosphocholine (GPCho) and free fatty acids. Three different genes coding for phospholipase B activities (PLB1-3) have been identified in S. cerevisiae whose protein products are located at the plasma membrane and within the periplasmic space (23Fyrst H. Oskouian B. Kuypers F.A. Saba J.D. Biochemistry. 1999; 38: 5864-5871Crossref PubMed Scopus (45) Google Scholar, 24Lee K.S. Patton J.L. Fido M. Hines L.K. Kohlwein S.D. Paltauf F. Henry S.A. Levin D.E. J. Biol. Chem. 1994; 269: 19725-19730Abstract Full Text PDF PubMed Google Scholar). Plb1p supplies the main activity responsible for PC deacylation at the plasma membrane with its production of GPCho released into the extracellular medium. Dowd et al. (25Dowd S.R. Bier M.E. Patton-Vogt J.L. J. Biol. Chem. 2001; 276: 3756-3763Abstract Full Text Full Text PDF PubMed Scopus (93) Google Scholar) reported a PC deacylating activity responsible for the production of intracellular GPCho. This activity was induced by the presence of Cho in the culture medium or when the growth temperature was raised to 37 °C. It was shown that the stimulating effects of the addition of Cho and of the elevation of temperature on the deacylating activity were dependent on an active CDP-Cho pathway for PC biosynthesis. The yeast open reading frame (ORF) YML059c was recently found to encode for this activity, and the predicted protein sequence has high similarity to the human neuropathy target esterase protein (26Zaccheo O. Dinsdale D. Meacock P.A. Glynn P. J. Biol. Chem. 2004; 279: 24024-24033Abstract Full Text Full Text PDF PubMed Scopus (186) Google Scholar). Both the human and yeast proteins are PC-deacylating serine hydrolases, located in the endoplasmic reticulum, and exhibit similar sensitivities against organophosphorus esters. After a decade of intense investigation a precise molecular depiction of the role played by Sec14p in protein secretion and cell viability remains elusive, but cumulative evidence supports a view whereby Sec14p keeps the lipid composition of internal cellular compartments competent for cargo trafficking. We present metabolic and genetic evidence showing that YML059c (herein named NTE1 as it is the yeast homolog of human neuropathy target esterase) interacts functionally with Sec14p and also determine disparate roles for Sec14p and its homologs Sfh2p and Sfh4p in the regulation of both PC synthesis and turnover. Materials—Choline oxidase (from Arthrobacter globiformis) and horseradish peroxidase were from Sigma. Radiolabeled [methyl-14C]Cho was purchased from American Radiolabeled Chemicals. Silica gel thin layer chromatography plates were purchased from Whatman. Yeast Strains, Culture Conditions, and Plasmid Construction—Standard molecular biology methods, yeast genetic techniques, and transformation methods were used (27Kaiser C. Michaelis S. Mitchell A. Methods in Yeast Genetics. Cold Spring Harbor Laboratory Press, Cold Spring Harbor, NY1994Google Scholar). The yeast strains used in this study are listed in Table I. Cells were routinely grown aerobically at 25 °C in synthetic minimal medium containing 2% glucose supplemented as required for plasmid maintenance. The SEC14 ORF region was generated by PCR from W303 chromosomal DNA using the primers indicated in Table II. The generated DNA fragment was cloned into the pCR2.1 Topo vector (Invitrogen) and its DNA sequence confirmed. A 2.2-kb fragment containing the SEC14 ORF was released by cutting at the NotI and SpeI sites flanking the cloning site of the pCR2.1 Topo vector and subcloned into the NotI/SpeI sites of the centromeric plasmid pRS413. The subcloned SEC14 fragment contains chromosomal DNA 500 bp upstream from the SEC14 start codon and 500 bp downstream from the SEC14 stop codon. The SEC14K66,239A allele cloned into YCplac33 vector, the SFH2 gene under the promoter of SEC14 gene cloned into the YEp(URA3) vector pSEY18, and the SFH4 gene under the control of the phosphoglycerate kinase (PGK1) promoter cloned into a YEp(URA3) plasmid were generously provided by Dr. Vytas Bankaitis (University of North Carolina at Chapel Hill) (13Li X. Routt S.M. Xie Z. Cui X. Fang M. Kearns M.A. Bard M. Kirsch D.R. Bankaitis V.A. Mol. Biol. Cell. 2000; 11: 1989-2005Crossref PubMed Scopus (123) Google Scholar). The URA3 marker of the YCplac33 plasmid containing the SEC14K66,239A allele was swapped to HIS3 by insertion in its StuI site a blunt end fragment containing the HIS3 gene and its regulatory flanking sequences. The NTE1 ORF (YML059c) was isolated by generating two contiguous fragments by PCR using BY4741 genomic DNA as template. Primers 5′-NotI-NTE1 and 3′-HindIII-NTE1 were used to amplify a fragment containing 480 bp of its promoter region and the first 3461 bp of the coding region including its endogenous HindIII site. Primers 5′-HindIII-NTE1 and 3′-XhoI-NTE1 were used to amplify a fragment containing the 3′-end of the ORF (1,579 bp) and 302 bp 3′ downstream of the stop codon. Both fragments were cloned separately into pCR2.1 Topo vector and assembled by sequential subcloning into the pRS426 vector.Table IYeast strains used in this studyStrainGenotypeSourceBY4741MATa,his3Δ1,leu2Δ0,met15Δ,ura3Δ0EUROSCARFBY4742MATα,his3Δ1,leu2Δ0,lys2Δ0,ura3Δ0EUROSCARFBY4741 nte1ΔMATa,his3Δ1,leu2Δ0,met15Δ0,ura3Δ0,nte1Δ::kanMX4EUROSCARFBY4742 nte1ΔMATα,his3Δ1,leu2Δ0,lys2Δ0,ura3Δ0,nte1Δ::kanMX4EUROSCARFBY4743 SEC14/sec14ΔMATa/α,his3Δ1/his3Δ1,leu2Δ0/leu2Δ0,MET15/met15Δ0,LYS2/lys2Δ0, ura3Δ0/ura3Δ0 SEC14/sec14Δ::kanMX4EUROSCARFCTY1-1AMATα Δhis3-200 lys2-801 ura3-52 sec14-1tsV. BankaitisCMY600CTY1-1A [YCp-SEC14]This studyCMY601CTY1-1A [YCp SEC14K66,239AThis studyCMY602CTY1-1A [YCp]This studyCMY603CTY1-1A [YEp-SFH2]This studyCMY604CTY1-1A [YEp-SFH4]This studyCMY605CTY1-1A [YEp]This studyCMY606MATa,his3Δ1,leu2Δ0,met15Δ0,lys2Δ0,ura3Δ,sec14::kanMX4 [YCp-SEC14]This studyCMY607MATa,his3Δ1,leu2Δ0,met15Δ0 lys2Δ0,ura3Δ0,sec14Δ::kanMX4 [YCp-SEC14K66,293A]This studyCMY608MATa,his3Δ1,leu2Δ0,met15Δ0,lys2Δ0,ura3Δ0,sec14 Δ::kanMX4 [YEp-SFH2]This studyCMY609MATa,his3Δ,leu2Δ0,met15Δ,lys2Δ0,ura3Δ0,sec14Δ::kanMX4 [YEp-SFH4]This study Open table in a new tab Table IIPrimers used for the isolation of the SEC14 and NTE1 genesPrimer designationPrimer sequence (5′-3′)5′-SEC145′-TGCCGTACGTGTCGTCTGATC-3′3′-SEC145′-CTATCATTACAGTATGTGATAAAG-3′5′-NotI-NTE15′-AGGCGGCCGCTTGCTGATGTGGTTTGTAG-3′3′-HindIII-NTE15′-CCTACCTGTTTGAAAGCTTGCAC-3′5′-HindIII-NTE15′-GAAGTTAGTGCAAGCTTTCAAACAGG-3′3′-XhoI-NTE15′-TCCTCGAGGGAAACGGAAGCAATTGTTAC-3′ Open table in a new tab Analysis of PC Turnover—Logarithmically growing yeast cells in minimal glucose medium containing the nutritional requirements for cell growth were harvested, washed with fresh medium, and recultured in identical medium containing 0.1 μCi/ml of 55 mCi/mmol [14C]Cho for 30 min at 25 °C. Yeasts were centrifuged, washed in fresh medium, and recultured in identical medium containing 10 mm nonradiolabeled Cho prewarmed at 25 or 37 °C. Aliquots were removed at various time points, and cells were pelleted by centrifugation. The supernatant (medium fraction) and the cells were submitted to radiolabeled metabolite analysis and lipid phosphorous determination as described. Total uptake was considered the radioactivity incorporated into the cells at the zero time point of the chase. Choline Transport Assays—Cells were grown to mid log phase in minimal glucose medium containing the nutritional requirements for cell growth at 25 °C, and choline transporter activity was determined essentially as described with the following minor modifications. Cells were harvested, washed with fresh medium, and resuspended in identical medium containing 10 μm (10,000 dpm/nmol) [14C]Cho. Uptake was allowed to proceed for 2 and 4 min at 25 °C (8McMaster C.R. Bell R.M. J. Biol. Chem. 1994; 269: 28010-28016Abstract Full Text PDF PubMed Google Scholar). A sample was removed for cell number estimation while the uptake was stopped by the addition of an equal volume of ice-cold 10 mm NaN3, 10 mm KF, and 2 mm Cho. Samples were immediately filtered under vacuum through Whatman GF/C glass microfiber filters and rinsed twice with 25 ml of ice-cold phosphate-buffered saline containing 1 mm Cho. The filters were allowed to dry, and the associated radiolabel was determined by liquid scintillation counting. PC Biosynthesis—Mid log phase yeast grown at 25 °C were centrifuged at 2,200 × g for 5 min, washed in fresh medium, and recultured in identical medium containing 10 μm (4,000 dpm/nmol) [14C]Cho at 25 °C (6Howe A.G. Zaremberg V. McMaster C.R. J. Biol. Chem. 2002; 277: 44100-44107Abstract Full Text Full Text PDF PubMed Scopus (30) Google Scholar, 8McMaster C.R. Bell R.M. J. Biol. Chem. 1994; 269: 28010-28016Abstract Full Text PDF PubMed Google Scholar, 9McMaster C.R. Bell R.M. J. Biol. Chem. 1994; 269: 14776-14783Abstract Full Text PDF PubMed Google Scholar, 18Zaremberg V. McMaster C.R. J. Biol. Chem. 2002; 277: 39035-39044Abstract Full Text Full Text PDF PubMed Scopus (64) Google Scholar). Aliquots were withdrawn at the indicated time points for radiolabeled metabolite analysis and lipid phosphorus determination. Analysis of Radiolabeled Cho-containing Metabolites—Yeast cells were centrifuged at 2,200 × g for 5 min at 4 °C. Cells were washed twice with ice-cold water, resuspended in 1 ml of CHCl3 and CH3OH (1/1, v/v), and disrupted for 1 min at 4 °C using a BioSpec Multi-bead Beater containing 0.5 g of 0.5-mm acid-washed glass beads. The beads were washed with 1 ml of CHCl3 and CH3OH (2/1, v/v), and 1.5 ml of water and 1 ml of CHCl3 and CH3OH (5/1, v/v) were added to the combined supernatant to facilitate phase separation. Phospholipids in the organic phase were analyzed by thin layer chromatography on Whatman Silica Gel 60A plates using the solvent system CHCl3, CH3OH, H2O, CH3COOH (70/30/2/2, v/v/v/v). Cho-containing metabolites in the aqueous phase were separated in a solvent system consisting of CH3OH, 0.6% NaCl, NH4OH (50/50/5, v/v/v) (6Howe A.G. Zaremberg V. McMaster C.R. J. Biol. Chem. 2002; 277: 44100-44107Abstract Full Text Full Text PDF PubMed Scopus (30) Google Scholar, 8McMaster C.R. Bell R.M. J. Biol. Chem. 1994; 269: 28010-28016Abstract Full Text PDF PubMed Google Scholar, 9McMaster C.R. Bell R.M. J. Biol. Chem. 1994; 269: 14776-14783Abstract Full Text PDF PubMed Google Scholar, 18Zaremberg V. McMaster C.R. J. Biol. Chem. 2002; 277: 39035-39044Abstract Full Text Full Text PDF PubMed Scopus (64) Google Scholar). Plates were scanned with a BioScan radiolabel imaging scanner, and the corresponding bands were scraped into vials for liquid scintillation counting. Metabolite identity was based on the mobility of known standards dissolved in unlabeled aqueous intracellular fraction or unlabeled cultured medium. Cho Content Measurement—Yeast cells growing logarithmically in 200 ml of minimal supplemented glucose medium at 25 °C were cooled rapidly in ice water, harvested, and washed with a volume of ice-cold 5 mm NaN3, 5 mm KF, and 0.1 mm phenylmethylsulfonyl fluoride. The metabolic poisons were removed by three additional ice-cold water washes. Aliquots of cells (100 mg) were transferred into a 1.5-ml tube containing 0.8 g of acid-washed glass beads. One ml of CHCl3 and CH3OH (1/1, v/v) cooled at -20 °C and 50 μl of 40,000 dpm [14C]Cho (55 mCi/mmol) were added. Cells were immediately broken by vigorous agitation using a bead beater (four bursts of 90 s with cooling on an ice-salt mix between bursts). After storage overnight at -20 °C the extract was transferred to a new tube, and the beads were washed twice with 0.5 ml of CHCl3 and CH3OH (2/1, v/v). To facilitate phase separation 1 ml of CHCl3 and CH3OH (5/1, v/v) and 1.5 ml of water were added. The tubes were agitated for 10 min at 250 rpm and centrifuged at 2,200 × g for 10 min. Two ml of the aqueous phase was removed and concentrated to 0.5 ml. A white interface containing cellular debris was aspirated, and an aliquot of organic phase was saved for lipid phosphorus determination. The entire aqueous phase was chromatographed through a column (2.7 × 18 mm) of Dowex AG 1-X8 (OH form) developed with water (8McMaster C.R. Bell R.M. J. Biol. Chem. 1994; 269: 28010-28016Abstract Full Text PDF PubMed Google Scholar). Cho eluting in the flow-through was washed from the column, concentrated to 0.55 ml, and clarified by centrifugation at 18,000 × g for 10 min. The mass of Cho contained in 0.5 ml of supernatant was estimated using the choline oxidase-peroxidase coupled enzyme assay (28Warnick G.R. Methods Enzymol. 1986; 129: 101-123Crossref PubMed Scopus (370) Google Scholar). Recovery of Cho from each cellular extract was estimated based on the yield of [14C]Cho contained in the supernatant. Standard Methods—Protein mass was determined using the Lowry method (29Lowry O.H. Rosebrough N.J. Farr A.L. Randall R.J. J. Biol. Chem. 1951; 193: 265-275Abstract Full Text PDF PubMed Google Scholar) and lipid phosphorus as described by Ames and Dubin (30Ames B.N. Dubin D.T. J. Biol. Chem. 1960; 235: 769-775Abstract Full Text PDF PubMed Google Scholar). Intracellular GPCho Accumulation Rate Is Responsive to Sec14p—The product of the yeast YML059c ORF is homologous to mammalian neuropathy target esterase and is responsible for deacylating PC synthesized through the CDP-Cho pathway producing intracellular GPCho and free fatty acids (25Dowd S.R. Bier M.E. Patton-Vogt J.L. J. Biol. Chem. 2001; 276: 3756-3763Abstract Full Text Full Text PDF PubMed Scopus (93) Google Scholar, 26Zaccheo O. Dinsdale D. Meacock P.A. Glynn P. J. Biol. Chem. 2004; 279: 24024-24033Abstract Full Text Full Text PDF PubMed Scopus (186) Google Scholar). Because the identification of the gene coding for this activity was based on its similarity with the human neuropathy target esterase gene we have proposed NTE1 and Nte1p as the name for the YML059c ORF and its protein product, respectively. This activity was shown to increase concurrently with augmentation of the synthesis of PC induced by either the addition of exogenous Cho or elevation of temperature (25Dowd S.R. Bier M.E. Patton-Vogt J.L. J. Biol. Chem. 2001; 276: 3756-3763Abstract Full Text Full Text PDF PubMed Scopus (93) Google Scholar, 26Zaccheo O. Dinsdale D. Meacock P.A. Glynn P. J. Biol. Chem. 2004; 279: 24024-24033Abstract Full Text Full Text PDF PubMed Scopus (186) Google Scholar). Using a nte1Δ::kanMx null strain and its corresponding wild type we performed pulse-chase analysis of PC turnover. Yeast were labeled with [14C]Cho for 30 min at 25 °C, and the label was chased after the addition of 10 mm nonradioactive Cho at 25 or 37 °C (Fig. 1). The time course analysis of label distribution among Cho-containing metabolites from aqueous and organic intracellular fractions as well as extracellular medium during the chase in both strains revealed that the nte1Δ mutant strain did not produce intracellular GPCho after the addition of 10 mm Cho at either 25 or 37 °C. The wild type strain exhibited a basal amount of intracellular GPCho production at the end of the pulse period which increased slightly during the chase period at 25 °C and dramatically during the chase at 37 °C. This observation is consistent with previous reports indicating that Nte1p is the main activity, if it is not only, responsible for deacylating PC synthesized through the CDP-Cho pathway that leads to an accumulation of intracellular GPCho (25Dowd S.R. Bier M.E. Patton-Vogt J.L. J. Biol. Chem. 2001; 276: 3756-3763Abstract Full Text Full Text PDF PubMed Scopus (93) Google Scholar, 26Zaccheo O. Dinsdale D. Meacock P.A. Glynn P. J. Biol. Chem. 2004; 279: 24024-24033Abstract Full Text Full Text PDF PubMed Scopus (186) Google Scholar). The amount of radiolabeled Cho excreted from the nte1 null strain was ∼3-fold higher than the amount in the medium of the wild type strain when the chase was performed at 37 °C. With respect to total PC turnover, this increased amount of excreted Cho did not compensate for the absence of intracellular GPCho production in the nte1 null strain because 60% of the label was associated with PC after 90 min of chase in the nte1 null strain compared with only 20% of the label remaining with PC in the wild type strain at the same time point. Total Cho uptake during the pulse-chase experiment (Fig. 1) as well as direct Cho transporter measurements (9McMaster C.R. Bell R.M. J. Biol. Chem. 1994; 269: 14776-14783Abstract Full Text PDF PubMed Google Scholar) performed under linear time conditions (data not shown) indicated that the nte1Δ strain took up Cho at the same rate as the wild type strain during the pulse phase at 25 °C. Based on the compelling evidence for a role for Sec14p in regulating the CDP-Cho pathway for PC biosynthesis to maintain secretory proficiency from Golgi membranes (4Cleves A.E. McGee T.P. Whitters E.A. Champion K.M. Aitken J.R. Dowhan W. Goebl M. Bankaitis V.A. Cell. 1991; 64: 789-800Abstract Full Text PDF PubMed Scopus (286) Google Scholar, 31Henneberry A.L. Lagace T.A. Ridgway N.D. McMaster C.R. Mol. Biol. Cell. 2001; 12: 511-520Crossref PubMed Scopus (57) Google Scholar, 32Xie Z. Fang M. Bankaitis V.A. Mol. Biol. Cell. 2001; 12: 1117-1129Crossref PubMed Scopus (54) Google Scholar) we contemplated what role Nte1p might play in this scenario. As a devoted phospholipase against CDP-Cho-derived PC that is located in the endoplasmic reticulum, Nte1p seemed to meet relevant features to control the abundance of PC made through the CDP-Cho pathway at that location. To investigate whether a possible functional interaction between Nte1p and Sec14p existed we performed [14C]Cho pulse-chase experiments to measure the rate of PC turnover in the CTY1-1A (sec14ts) strain transformed with a low copy plasmid bearing the SEC14 wild type allele, a low copy vector bearing the SEC14K66,239A allele (33Phillips S.E. Sha B. Topalof L. Xie Z. Alb J.G. Klenchin V.A. Swigart P. Cockcroft S. Martin T.F. Luo M. Bankaitis V.A. Mol. Cell. 1999; 4: 187-197Abstract Full Text Full Text PDF PubMed Scopus (115) Google Scholar), and empty vector. Wild type Sec14p possesses in vitro PC and PI transfer activity, whereas Sec14K66,239Ap possesses PC transfer activity, but it is unable to transfer PI. Currently, relevant phenotypic differences between Sec14K66,239Ap allele and wild type Sec14p in yeast have not been reported. The variation of distribution of the l",
  "authors": [
    {
      "display_name": "Jock Murray",
      "id": "A5044801487",
      "orcid": null,
      "institutions": [
        {
          "id": "I129902397",
          "display_name": "Dalhousie University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "J. Pedro Fernández Murray"
    },
    {
      "display_name": "Christopher R. McMaster",
      "id": "A5045631153",
      "orcid": "https://orcid.org/0000-0003-0822-5776",
      "institutions": [
        {
          "id": "I129902397",
          "display_name": "Dalhousie University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Christopher R. McMaster"
    }
  ],
  "publication_year": 2004,
  "publication_date": "2004-12-21",
  "type": "article",
  "cited_by_count": 46,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S140251998",
    "display_name": "Journal of Biological Chemistry",
    "issn_l": "0021-9258",
    "issn": [
      "0021-9258",
      "1067-8816",
      "1083-351X"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320990"
  },
  "volume": "280",
  "issue": "9",
  "first_page": "8544",
  "last_page": "8552",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "http://www.jbc.org/article/S0021925819306325/pdf",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2776923060",
      "display_name": "Phosphocholine",
      "level": 5,
      "score": 0.6958681
    },
    {
      "id": "C2776330855",
      "display_name": "Phosphatidylcholine",
      "level": 4,
      "score": 0.6773952
    },
    {
      "id": "C49039625",
      "display_name": "Secretion",
      "level": 2,
      "score": 0.6648674
    },
    {
      "id": "C12927208",
      "display_name": "Phospholipase",
      "level": 3,
      "score": 0.599549
    },
    {
      "id": "C2778918659",
      "display_name": "Phospholipid",
      "level": 3,
      "score": 0.5727104
    },
    {
      "id": "C95444343",
      "display_name": "Cell biology",
      "level": 1,
      "score": 0.5579742
    },
    {
      "id": "C79879829",
      "display_name": "Intracellular",
      "level": 2,
      "score": 0.54169935
    },
    {
      "id": "C2781123555",
      "display_name": "Choline",
      "level": 2,
      "score": 0.534164
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.5066591
    },
    {
      "id": "C55493867",
      "display_name": "Biochemistry",
      "level": 1,
      "score": 0.48172122
    },
    {
      "id": "C119062480",
      "display_name": "Golgi apparatus",
      "level": 3,
      "score": 0.45348874
    },
    {
      "id": "C2778530336",
      "display_name": "Lysophospholipase",
      "level": 4,
      "score": 0.43721586
    },
    {
      "id": "C143065580",
      "display_name": "Mutant",
      "level": 3,
      "score": 0.42560524
    },
    {
      "id": "C2776833585",
      "display_name": "Phosphorylcholine",
      "level": 2,
      "score": 0.42233828
    },
    {
      "id": "C41625074",
      "display_name": "Membrane",
      "level": 2,
      "score": 0.18500534
    },
    {
      "id": "C181199279",
      "display_name": "Enzyme",
      "level": 2,
      "score": 0.15821877
    },
    {
      "id": "C104317684",
      "display_name": "Gene",
      "level": 2,
      "score": 0.13440967
    },
    {
      "id": "C158617107",
      "display_name": "Endoplasmic reticulum",
      "level": 2,
      "score": 0.12408441
    }
  ],
  "topics": [
    {
      "id": "T10617",
      "display_name": "Cellular transport and secretion",
      "score": 0.9996
    },
    {
      "id": "T10497",
      "display_name": "Fungal and yeast genetics research",
      "score": 0.9986
    },
    {
      "id": "T11150",
      "display_name": "Endoplasmic Reticulum Stress and Disease",
      "score": 0.9964
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1074/jbc.m413999200",
  "pdf_url": "http://www.jbc.org/article/S0021925819306325/pdf",
  "retrieved_date": "2025-07-30T16:02:12.924341",
  "source_database": "OpenAlex"
}