{
  "openalex_id": "W2166804450",
  "doi": "https://doi.org/10.1016/j.juro.2008.07.026",
  "title": "How to Use an Article About Therapy",
  "abstract": "No AccessJournal of UrologyUsers' Guide to the Urological Literature1 Nov 2008How to Use an Article About Therapy Sohail Bajammal, Philipp Dahm, Harriette M. Scarpero, William Orovan, and Mohit Bhandari Sohail BajammalSohail Bajammal Department of Surgery, McMaster University, Hamilton, Ontario, Canada , Philipp DahmPhilipp Dahm College of Medicine, University of Florida, Gainesville, Florida , Harriette M. ScarperoHarriette M. Scarpero Department of Urology, Vanderbilt University, Nashville, Tennessee , William OrovanWilliam Orovan Department of Surgery, McMaster University, Hamilton, Ontario, Canada , and Mohit BhandariMohit Bhandari Department of Surgery, McMaster University, Hamilton, Ontario, Canada View All Author Informationhttps://doi.org/10.1016/j.juro.2008.07.026AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: Most surgical interventions have inherent benefits and associated risks. Before implementing a new therapy we should ascertain the benefits and risks of the therapy and assure ourselves that the resources consumed in the intervention will not be exorbitant. Materials and Methods: We suggest a 3-step approach to using an article from the urological literature to guide patient care. We recommend asking whether the study can provide valid results, reviewing the results and considering how the results can be applied to patient care. Results: Key methodological characteristics that have an impact on the validity of a surgical trial include randomization, allocation concealment, stratification, blinding, completeness of followup and intent to treat analysis. To the extent that the quality is poor inferences from this study are weakened. However, if its quality is acceptable, one must determine the range within which the true treatment effect lies (95% CI). One must then consider whether this result can be generalized to a patient and whether the investigators have provided information about all clinically important outcomes. It is then necessary to compare the relative benefits of the intervention with its risks. If one perceives that the benefits outweigh the risks, the intervention may be of use to the patient. Conclusions: Given the time constraints of busy urological practices and training programs, applying this analysis to every relevant article would be challenging. However, the basics of this process are essentially what we all do hundreds of times each week when treating patients. Making this process explicit with guidelines to assess the strength of the available evidence will serve to improve patient care. It will also allow us to defend therapeutic interventions based on available evidence and not on anecdote. References 1 : Evidence based medicine: what it is and what it isn't. BMJ1996; 312: 71. Google Scholar 2 : Evidence based clinical practice: a primer for urologists. J Urol2007; 178: 775. Link, Google Scholar 3 : How to perform a literature search. J Urol2008; 179: 1264. Link, Google Scholar 4 : Prospective multicentre randomised trial of tension-free vaginal tape and colposuspension as primary treatment for stress incontinence. BMJ2002; 325: 67. Google Scholar 5 : Issues in surgical randomized controlled trials. World J Surg1999; 23: 1210. Google Scholar 6 : Randomised trials in surgery: problems and possible solutions. BMJ2002; 324: 1448. Google Scholar 7 : Need for expertise based randomised controlled trials. BMJ2005; 330: 88. Google Scholar 8 : A Dictionary of Epidemiology. New York: Oxford University Press2001. Google Scholar 9 : An ambulatory surgical procedure under local anesthesia for treatment of female urinary incontinence. Int Urogynecol J Pelvic Floor Dysfunct1996; 7: 81. Crossref, Medline, Google Scholar 10 : Fundamentals of Clinical Trials. New York: Springer Verlag1998. Google Scholar 11 : Bias in treatment assignment in controlled clinical trials. N Engl J Med1983; 309: 1358. Google Scholar 12 : The need for caution in interpreting high quality systematic reviews. BMJ2001; 323: 681. Google Scholar 13 : The account for provider and center effects in multicenter interventional and surgical randomized controlled trials is in need of improvement: a review. J Clin Epidemiol2008; 61: 435. Google Scholar 14 : What is meant by intention to treat analysis?: Survey of published randomised controlled trials. BMJ1999; 319: 670. Google Scholar 15 : Physician interpretations and textbook definitions of blinding terminology in randomized controlled trials. JAMA2001; 285: 2000. Google Scholar 16 : Powerful placebo: the dark side of the randomised controlled trial. Lancet1998; 351: 1722. Google Scholar 17 : Ethics of sham surgery: perspective of patients. Mov Disord2007; . Google Scholar 18 : The ethics of sham surgery in clinical orthopaedic research. J Bone Joint Surg Am2007; 89: 1650. Google Scholar 19 : Effect of encouragement on walking test performance. Thorax1984; 39: 818. Google Scholar 20 : The CONSORT statement: revised recommendations for improving the quality of reports of parallel-group randomized trials. Ann Intern Med2001; 134: 657. Google Scholar 21 : Tips for learners of evidence-based medicine: 2. Measures of precision (confidence intervals). CMAJ2004; 171: 611. Google Scholar 22 Stats Calculator. March 26, 2004. Center for Evidence-Based Medicine, University Health Network, Toronto, Canada. http://www.cebm.utoronto.ca/practise/ca/statscal/. Accessed October 20, 2007.. Google Scholar 23 EBM Calculator, v1.2. Center for Evidence-Based Medicine, University Health Network, Toronto, Canada. http://www.cebm.utoronto.ca/palm/ebmcalc/. March 26, 2004. Accessed October 20, 2007.. Google Scholar 24 : Confidence Interval Calculator, v4. 2002. http://vl.academicdirect.org/applied_statistics/binomial_distribution/ref/CIcalculator.xls. Accessed October 20, 2007.. Google Scholar 25 : Inadequate statistical power of negative clinical trials in urological literature. J Urol2006; 176: 263. Link, Google Scholar 26 : Users' Guides to the Medical Literature: A Manual for Evidence-Based Clinical Practice. Chicago: AMA Press2002. Google Scholar © 2008 by American Urological AssociationFiguresReferencesRelatedDetailsCited bySathianathen N, Scales C and Dahm P (2020) Evidence-Based Clinical Practice 2.0: An Updated Primer for UrologistsUrology Practice, VOL. 7, NO. 5, (397-404), Online publication date: 1-Sep-2020.Breau R, Dahm P, Fergusson D and Hatala R (2009) Understanding ResultsJournal of Urology, VOL. 181, NO. 3, (985-992), Online publication date: 1-Mar-2009. Volume 180Issue 5November 2008Page: 1904-1911 Advertisement Copyright & Permissions© 2008 by American Urological AssociationKeywordsevidence-based medicinedatabasesbibliographicinformation storage and retrievalurologyPubMedAcknowledgmentsConcepts in this article have been taken in part from the Users' Guide to the Medical Literature.26MetricsAuthor Information Sohail Bajammal Department of Surgery, McMaster University, Hamilton, Ontario, Canada More articles by this author Philipp Dahm College of Medicine, University of Florida, Gainesville, Florida More articles by this author Harriette M. Scarpero Department of Urology, Vanderbilt University, Nashville, Tennessee More articles by this author William Orovan Department of Surgery, McMaster University, Hamilton, Ontario, Canada More articles by this author Mohit Bhandari Department of Surgery, McMaster University, Hamilton, Ontario, Canada More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Sohail Bajammal",
      "id": "A5011390070",
      "orcid": "https://orcid.org/0000-0002-8681-0156",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Sohail Bajammal"
    },
    {
      "display_name": "Philipp Dahm",
      "id": "A5001861927",
      "orcid": "https://orcid.org/0000-0003-2819-2553",
      "institutions": [
        {
          "id": "I33213144",
          "display_name": "University of Florida",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Philipp Dahm"
    },
    {
      "display_name": "Harriette M. Scarpero",
      "id": "A5072950221",
      "orcid": null,
      "institutions": [
        {
          "id": "I200719446",
          "display_name": "Vanderbilt University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Harriette M. Scarpero"
    },
    {
      "display_name": "William Orovan",
      "id": "A5000702504",
      "orcid": null,
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "William Orovan"
    },
    {
      "display_name": "Mohit Bhandari",
      "id": "A5022106962",
      "orcid": "https://orcid.org/0000-0003-3556-9179",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mohit Bhandari"
    }
  ],
  "publication_year": 2008,
  "publication_date": "2008-11-01",
  "type": "review",
  "cited_by_count": 21,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "180",
  "issue": "5",
  "first_page": "1904",
  "last_page": "1911",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.88165677
    },
    {
      "id": "C2771230",
      "display_name": "Blinding",
      "level": 3,
      "score": 0.8140898
    },
    {
      "id": "C27415008",
      "display_name": "Psychological intervention",
      "level": 2,
      "score": 0.58861506
    },
    {
      "id": "C2780665704",
      "display_name": "Intervention (counseling)",
      "level": 2,
      "score": 0.530112
    },
    {
      "id": "C2779530757",
      "display_name": "Quality (philosophy)",
      "level": 2,
      "score": 0.4635875
    },
    {
      "id": "C177713679",
      "display_name": "Intensive care medicine",
      "level": 1,
      "score": 0.43006766
    },
    {
      "id": "C112930515",
      "display_name": "Risk analysis (engineering)",
      "level": 1,
      "score": 0.37743065
    },
    {
      "id": "C168563851",
      "display_name": "Randomized controlled trial",
      "level": 2,
      "score": 0.3689853
    },
    {
      "id": "C159110408",
      "display_name": "Nursing",
      "level": 1,
      "score": 0.20183197
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.19706875
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C111472728",
      "display_name": "Epistemology",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10206",
      "display_name": "Meta-analysis and systematic reviews",
      "score": 0.9954
    },
    {
      "id": "T10418",
      "display_name": "Pelvic floor disorders treatments",
      "score": 0.9915
    },
    {
      "id": "T12664",
      "display_name": "Clinical practice guidelines implementation",
      "score": 0.9903
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/j.juro.2008.07.026",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:17:47.998531",
  "source_database": "OpenAlex"
}