{
  "openalex_id": "W2161854818",
  "doi": "https://doi.org/10.1016/j.bbmt.2010.07.016",
  "title": "Intravenous Busulfan Plus Melphalan Is a Highly Effective, Well-Tolerated Preparative Regimen for Autologous Stem Cell Transplantation in Patients with Advanced Lymphoid Malignancies",
  "abstract": "We investigated the administration of intravenous (i.v.) busulfan (Bu) combined with melphalan (Mel) in patients with advanced lymphoid malignancies undergoing autologous stem cell transplantation. Bu 130 mg/m2 was infused daily for 4 days, either as a fixed dose per body surface area (BSA), or to target an average daily area under the curve of 5000 μmol-min, determined by a test dose of i.v. Bu at 32 mg/m2 given 48 hours prior to the high-dose regimen, followed by a rest day, followed by 2 daily doses of Mel at 70 mg/m2. Stem cells were infused the following day. Eighty patients had i.v. Bu delivered per test dose guidance. The median daily systemic Bu exposure was 4867 μmol-min. One hundred two patients (Hodgkin lymphoma n = 49, non-Hodgkin lymphoma n = 12, multiple myeloma = 41) with a median age of 44 years (range: 19-65 years) were treated. The 2-year overall survival and progression-free survival rates were 85% and 57%, respectively, for patients with Hodgkin lymphoma, 67% and 64%, respectively, for patients with non-Hodgkin lymphoma, and 82% and 42%, respectively, for patients with multiple myeloma. The regimen was very well tolerated with treatment-related mortality at 100 days, 1 year, and 2 years of 1%, 3%, and 3%, respectively. Intravenous Bu-Mel was well tolerated. Disease control wa encouraging, and should be explored in larger phase II studies. We investigated the administration of intravenous (i.v.) busulfan (Bu) combined with melphalan (Mel) in patients with advanced lymphoid malignancies undergoing autologous stem cell transplantation. Bu 130 mg/m2 was infused daily for 4 days, either as a fixed dose per body surface area (BSA), or to target an average daily area under the curve of 5000 μmol-min, determined by a test dose of i.v. Bu at 32 mg/m2 given 48 hours prior to the high-dose regimen, followed by a rest day, followed by 2 daily doses of Mel at 70 mg/m2. Stem cells were infused the following day. Eighty patients had i.v. Bu delivered per test dose guidance. The median daily systemic Bu exposure was 4867 μmol-min. One hundred two patients (Hodgkin lymphoma n = 49, non-Hodgkin lymphoma n = 12, multiple myeloma = 41) with a median age of 44 years (range: 19-65 years) were treated. The 2-year overall survival and progression-free survival rates were 85% and 57%, respectively, for patients with Hodgkin lymphoma, 67% and 64%, respectively, for patients with non-Hodgkin lymphoma, and 82% and 42%, respectively, for patients with multiple myeloma. The regimen was very well tolerated with treatment-related mortality at 100 days, 1 year, and 2 years of 1%, 3%, and 3%, respectively. Intravenous Bu-Mel was well tolerated. Disease control wa encouraging, and should be explored in larger phase II studies. IntroductionHigh-dose chemotherapy with autologous hematopoietic stem cell transplantation (SCT) is an accepted treatment option for patients with advanced lymphoid malignancies. Such therapy prolongs both progression-free survival (PFS) and overall survival (OS) in patients with chemotherapy-sensitive recurrent disease compared with standard salvage chemotherapy. For patients with chemotherapy-sensitive Hodgkin lymphoma (HL), freedom from treatment failure at 3 years was significantly better following BEAM-SCT compared with Dexa-BEAM and no transplant in a randomized study (55% versus 34%, P = .019) [1Schmitz N. Pfistner B. Sextro M. et al.Aggressive conventional chemotherapy compared with high-dose chemotherapy with autologous haemopoietic stem-cell transplantation for relapsed chemosensitive Hodgkin's disease: a randomised trial.Lancet. 2002; 359: 2065-2071Abstract Full Text Full Text PDF PubMed Scopus (906) Google Scholar]. Similarly, significantly better treatment outcomes following autologous SCT in patients with non-Hodgkin lymphoma (NHL), compared with chemotherapy alone, were reported in the PARMA study, with survival of 53% at 5 years [2Philip T. Guglielmi C. Hagenbeek A. et al.Autologous bone marrow transplantation as compared with salvage chemotherapy in relapses of chemotherapy-sensitive non-Hodgkin's lymphoma.N Engl J Med. 1995; 333: 1540-1545Crossref PubMed Scopus (2089) Google Scholar]. However, long-term disease control is much less impressive after SCT in patients with chemotherapy-refractory disease, with an expected 10-year OS of only 10% to 20% following SCT in patients with primary refractory HL [3Popat U. Hosing C. Saliba R.M. et al.Prognostic factors for disease progression after high-dose chemotherapy and autologous hematopoietic stem cell transplantation for recurrent or refractory Hodgkin's lymphoma.Bone Marrow Transplant. 2004; 33: 1015-1023Crossref PubMed Scopus (38) Google Scholar, 4Sureda A. Constans M. Iriondo A. et al.Prognostic factors affecting long-term outcome after stem cell transplantation in Hodgkin's lymphoma autografted after a first relapse.Ann Oncol. 2005; 16: 625-633Crossref PubMed Scopus (188) Google Scholar] and a 5-year OS of 10% in NHL patients [5Caballero M.D. Pérez-Simón J.A. Iriondo A. et al.High-dose therapy in diffuse large cell lymphoma: results and prognostic factors in 452 patients from the GEL-TAMO Spanish Cooperative Group.Ann Oncol. 2003; 14: 140-151Crossref PubMed Scopus (64) Google Scholar, 6Mills W. Chopra R. McMillan A. Pearce R. Linch D.C. Goldstone A.H. BEAM chemotherapy and autologous bone marrow transplantation for patients with relapsed or refractory non-Hodgkin's lymphoma.J Clin Oncol. 1995; 13: 588-595Crossref PubMed Scopus (275) Google Scholar]. Thus, considerable success has been gained with autologous SCT in patients with chemotherapy-sensitive recurrent HL and NHL. However, these seeming advances, yielding long-term disease control in about half of the patients with recurrent chemotherapy-sensitive disease only highlight the need for further improvement of high-dose regimens, such that an overall significant improvement can be made for all patients categories; currently, none of the most commonly used high-dose regimens provides any significant benefit in patients with chemotherapy-refractory disease [5Caballero M.D. Pérez-Simón J.A. Iriondo A. et al.High-dose therapy in diffuse large cell lymphoma: results and prognostic factors in 452 patients from the GEL-TAMO Spanish Cooperative Group.Ann Oncol. 2003; 14: 140-151Crossref PubMed Scopus (64) Google Scholar, 7Jo J.C. Kang B.W. Jang G. et al.BEAC or BEAM high-dose chemotherapy followed by autologous stem cell transplantation in non-Hodgkin's lymphoma patients: comparative analysis of efficacy and toxicity.Ann Hematol. 2008; 87: 43-48Crossref PubMed Scopus (61) Google Scholar, 8Ulrickson M. Aldridge J. Kim H.T. et al.Busulfan and cyclophosphamide (Bu/Cy) as a preparative regimen for autologous stem cell transplantation in patients with non-Hodgkin lymphoma: a single-institution experience.Biol Blood Marrow Transplant. 2009; 15: 1447-1454Abstract Full Text Full Text PDF PubMed Scopus (30) Google Scholar, 9Zaucha R. Gooley T. Holmberg L. et al.High-dose chemotherapy with BEAM or busulphan/melphalan and thiotepa followed by hematopoietic cell transplantation in malignant lymphoma.Leuk Lymphoma. 2008; 49: 1899-1906Crossref PubMed Scopus (24) Google Scholar, 10Salar A. Sierra J. Gandarillas J. et al.Autologous stem cell transplantation for clinically aggressive non-Hodgkin's lymphoma: the role of preparative regimens.Bone Marrow Transplant. 2001; 27: 405-412Crossref PubMed Scopus (64) Google Scholar].In the efforts to develop more effective and less toxic high-dose chemotherapy regimens, it has further been assumed that alkylating agents, which form the backbone of most pretransplant regimens, can \"break through\" (limited) resistance to chemotherapy based on their multiple intracellular mechanistic targets. We also recognize that the systemic exposure of activated cyclophosphamide (Cy) is, at a minimum, very difficult to standardize [11McDonald G.B. Slattery J.T. Bouvier M.F. et al.Cyclophosphamide metabolism, liver toxicity, and mortality following hematopoietic stem cell transplantation.Blood. 2003; 101: 2043-2048Crossref PubMed Scopus (275) Google Scholar]. As an alternative, several groups have evaluated the combination of busulfan (Bu) and melphalan (Mel). Neither of these alkylators needs to be activated, and they both display linear pharmacokinetics in the dose range(s) to be utilized [12Hassan M. Ljungman P. Bolme P. et al.Busulfan bioavailability.Blood. 1994; 84: 2144-2150PubMed Google Scholar, 13Jones R.B. Clinical pharmacology of melphalan and its implications for clinical resistance to anticancer agents.Cancer Treat Res. 2002; 112: 305-322Crossref PubMed Scopus (16) Google Scholar, 14Madden T. de Lima M. Thapar N. et al.Pharmacokinetics of once-daily IV busulfan as part of pretransplantation preparative regimens: a comparison with an every 6-hour dosing schedule.Biol Blood Marrow Transplant. 2007; 13: 56-64Abstract Full Text Full Text PDF PubMed Scopus (105) Google Scholar]. Further, the good central nervous system (CNS) penetration for both Bu and Mel [15Balis F.M. Poplack D.G. Central nervous system pharmacology of antileukemic drugs.Am J Pediatr Hematol Oncol. 1989; 11: 74-86Crossref PubMed Scopus (128) Google Scholar] and their relative nonoverlapping clinical toxicity profiles should make this combination an effective, high-dose chemotherapy regimen [16Vey N. De Prijck B. Faucher C. et al.A pilot study of busulfan and melphalan as preparatory regimen prior to allogeneic bone marrow transplantation in refractory or relapsed hematological malignancies.Bone Marrow Transplant. 1996; 18: 495-499PubMed Google Scholar, 17Cony-Makhoul P. Marit G. Boiron J.M. Puntous M. Reiffers J. Busulphan and melphalan prior to autologous transplantation for myeloid malignancies.Bone Marrow Transplant. 1995; 16: 69-70PubMed Google Scholar]. The Bu-Mel combination has been most utilized in multiple myeloma (MM). Thus, the Spanish GETH and PETHEMA groups reviewed the outcomes of MM patients receiving Mel 200 mg/m2, Mel 140 mg/m2 + radiation, or oral Bu 12 mg/kg + Mel 140 mg/m2 for autologous SCT conditioning reported to the Spanish transplant registry [18Lahuerta J.J. Martinez-Lopez J. Grande C. et al.Conditioning regimens in autologous stem cell transplantation for multiple myeloma: a comparative study of efficacy and toxicity from the Spanish Registry for Transplantation in Multiple Myeloma.Br J Haematol. 2000; 109: 138-147Crossref PubMed Scopus (66) Google Scholar]. In this retrospective analysis, the Bu-Mel combination yielded significantly better overall response rates (97% versus 89% and 92%, P = .003), although the 5-year OS of 47% was not significantly improved [18Lahuerta J.J. Martinez-Lopez J. Grande C. et al.Conditioning regimens in autologous stem cell transplantation for multiple myeloma: a comparative study of efficacy and toxicity from the Spanish Registry for Transplantation in Multiple Myeloma.Br J Haematol. 2000; 109: 138-147Crossref PubMed Scopus (66) Google Scholar]. Similarly, high complete remission (CR) rates were observed following autologous SCT with oral Bu and Mel conditioning in a multicenter trial for patients with MM [19Tribalto M. Amadori S. Cudillo L. et al.Autologous peripheral blood stem cell transplantation as first line treatment of multiple myeloma: an Italian Multicenter Study.Haematologica. 2000; 85: 52-58PubMed Google Scholar]. A recent update, however, documented a significant 5-year PFS advantage for patients treated with a combination of intravenous (i.v.) Bu and Mel compared with patients treated with Mel alone (The European Group for Blood and Marrow Transplantation Conference Proceedings, March 2010). This was attributed primarily to the significantly increased safety for patients who received i.v. versus oral Bu in the combination.The PETHEMA group noted higher rates of hepatic veno-occlusive disease (VOD) in the patients with MM treated with oral versus i.v. Bu as part of their transplant conditioning regimen [20Carreras E. Rosiñol L. Terol M.J. et al.Veno-occlusive disease of the liver after high-dose cytoreductive therapy with busulfan and melphalan for autologous blood stem cell transplantation in multiple myeloma patients.Biol Blood Marrow Transplant. 2007; 13: 1448-1454Abstract Full Text Full Text PDF PubMed Scopus (71) Google Scholar]. This confirmed earlier observations of a decreased risk for VOD and multiorgan failure in patients undergoing allogeneic SCT for myeloid malignancies [21Kashyap A. Wingard J. Cagnoni P. et al.Intravenous versus oral busulfan as part of a busulfan/cyclophosphamide preparative regimen for allogeneic hematopoietic stem cell transplantation: decreased incidence of hepatic venoocclusive disease (HVOD), HVOD-related mortality, and overall 100-day mortality.Biol Blood Marrow Transplant. 2002; 8: 493-500Abstract Full Text Full Text PDF PubMed Scopus (199) Google Scholar]. Furthermore, once-daily i.v. Bu administration was noted to be safe [22Russell J.A. Tran H.T. Quinlan D. et al.Once-daily intravenous busulfan given with fludarabine as conditioning for allogeneic stem cell transplantation: study of pharmacokinetics and early clinical outcomes.Biol Blood Marrow Transplant. 2002; 8: 468-476Abstract Full Text Full Text PDF PubMed Scopus (235) Google Scholar], and to have linear pharmacokinetics (PKs) with highly reproducible intra- and interpatient systemic exposure [14Madden T. de Lima M. Thapar N. et al.Pharmacokinetics of once-daily IV busulfan as part of pretransplantation preparative regimens: a comparison with an every 6-hour dosing schedule.Biol Blood Marrow Transplant. 2007; 13: 56-64Abstract Full Text Full Text PDF PubMed Scopus (105) Google Scholar] and, finally, it allowed identification of an optimized therapeutic interval represented by the Bu area under the plasma concentration-versus-time curve (AUC) [23Andersson B.S. Thall P.F. Madden T. et al.Busulfan systemic exposure relative to regimen-related toxicity and acute graft-versus-host disease: defining a therapeutic window for i.v. BuCy2 in chronic myelogenous leukemia.Biol Blood Marrow Transplant. 2002; 8: 477-485Abstract Full Text Full Text PDF PubMed Scopus (188) Google Scholar]. Based on these considerations, we hypothesized that i.v. Bu given once daily for 4 days with PK-guidance, followed by Mel given over 2 days, would constitute a safe and highly efficacious salvage regimen when delivered with autologous progenitor cell support. Here, we report the results of this combination in patients undergoing autologous SCT for advanced lymphoid malignancies. The results confirmed our expectations and encourage further refinement of this safe and highly cytoreductive regimen.Patients and MethodsPatient EligibilityThe data were collected prospectively from patients treated from February 2005 to August 2008 on a Phase 2, single-arm trial investigating the combination of i.v. Bu and Mel. The study was approved by the institutional review board, and written informed consent was obtained from all patients according to institutional guidelines. Patients were eligible for this study if they were between 18 and 65 years of age with advanced lymphoid malignancies, specifically MM, HL, and NHL beyond first complete remission (CR1). Additional eligibility criteria included acceptable renal and hepatic function with creatinine of ≤1.5 mg% (clearance of ≥60 mL/min) and alanine aminotransferase ≤3 times the upper normal limit, a Zubrod performance status of 0 or 1, no evidence of uncontrolled infection, and negative serology for hepatitis B, C, and HIV. Patients were required to have adequate cardiac function demonstrated by left ventricular ejection fraction ≥40%, and good lung function demonstrated by forced expiratory volume in 1 second, forced vital capacity, and diffusing capacity of lung for CO2 corrected for hemoglobin of >50% of predicted. Patients with active CNS disease were excluded.Restaging studies were obtained within 30 days before SCT, and subsequently at 1 month, 3 months, and 6 months following SCT, and then every 6 months for 3 years, and annually thereafter, as feasible. Staging studies for patients with lymphoma included computed tomography (CT) and positron-emission tomography (PET) scans, and bone marrow (BM) biopsy when applicable; patients with MM had serum and urine electrophoresis, immunofixation studies, free light chains, BM biopsy and bone survey.Conditioning RegimenThe transplant conditioning regimen consisted of i.v. Bu administered either as a fixed dose of 130 mg/m2 infused over 3 hours once daily for 4 days or to target an average daily AUC of 5000 μM-min ± 12%. In the latter scenario, the therapeutic dose was determined by a test dose of i.v. Bu administered at 32 mg/m2 and infused over 45 minutes approximately 48 hours before the first therapeutic Bu dose. The Bu administrations were followed by a rest day to allow for glutathione repletion, and Mel was administered at a fixed dose of 70 mg/m2 infused over 30 minutes once daily for 2 days. The autologous progenitor cells were infused on the following day.Peripheral Blood Progenitor Cell (PBPC) Mobilization and CollectionThe methods of PBPC mobilization, collection, storage, and infusion have been described [24Hosing C. Saliba R.M. Körbling M. et al.High-dose rituximab does not negatively affect peripheral blood stem cell mobilization kinetics in patients with intermediate-grade non-Hodgkin's lymphoma.Leuk Lymphoma. 2006; 47: 1290-1294Crossref PubMed Scopus (12) Google Scholar]. Patients received nonpurged autologous PBPC collected after mobilization with filgrastim alone (n = 41) or filgrastim plus chemotherapy (n = 61) depending on the protocols for PBPC collection that were active at the time of study entry. The target progenitor cell dose was 4 × 106 CD34+ cells/kg with a minimal acceptable dose of 2 × 106 CD34+ cells/kg. Patients who failed to reach that target could undergo BM harvest at the discretion of the treating physician. BM was obtained by multiple aspirations from the right and left iliac crest under general anesthesia, with a target total nucleated cell dose of 3 × 108 cells/kg. All products were cryopreserved using standard techniques.Supportive CarePhenytoin 600 mg orally was used during and 1 day after completion of i.v. Bu therapy, starting the evening before the first dose [25Andersson B.S. Madden T. Tran H.T. et al.Acute safety and pharmacokinetics of intravenous busulfan when used with oral busulfan and cyclophosphamide as pretransplantation conditioning therapy: a phase I study.Biol Blood Marrow Transplant. 2000; 6: 548-554Abstract Full Text PDF PubMed Scopus (128) Google Scholar]. Institutional transplant guidelines for antimicrobial, antifungal, and antiviral prophylaxis were followed. All patients received 5 μg/kg filgrastim subcutaneously daily from day +1 until their absolute neutrophil count (ANC) was >0.5 × 109/L for 3 consecutive days. Packed red blood cells were administered to maintain hemoglobin levels ≥8 g/dL. Platelet transfusions were administered to keep platelet counts ≥10 × 109/L. All blood products were filtered and irradiated.Busulfan Pharmacokinetic/Therapeutic Drug MonitoringA total of 10 blood samples were collected for Bu concentration determination during and up to about 14 hours following infusion of both the test dose and first therapeutic dose of Bu. The target daily AUC was 5000 ± 12% μmol-min. If necessary, a second Bu dose adjustment was made following the first therapeutic dose analysis in efforts to keep the total course AUC at 20,000 μmol-min. Blood for PK analyses was collected from a peripheral line to avoid sample contamination caused by the proximity between the different central venous catheter ports. Samples were collected in heparinized tubes and transported to the laboratory on wet ice. Plasma was separated and analyzed with high-pressure liquid chromatography (HPLC) after derivatization with diethyldithiocarbamate (DDTC) [25Andersson B.S. Madden T. Tran H.T. et al.Acute safety and pharmacokinetics of intravenous busulfan when used with oral busulfan and cyclophosphamide as pretransplantation conditioning therapy: a phase I study.Biol Blood Marrow Transplant. 2000; 6: 548-554Abstract Full Text PDF PubMed Scopus (128) Google Scholar], or during the latter phase of the study, by a newer liquid chromatography-mass spectrometry (LC-MS) technique, which significantly shortens processing and sample run times, but with retained sensitivity and accuracy [26Kazerooni R, Madden T, McAdams P, et al. Development and comparison of limited sampling strategies for pharmacokinetically-guided high-dose, intravenous busulfan in BMT Tandem Meetings, 2009; Tampa, Florida.Google Scholar] (Timothy Madden, personal communication). All concentration-time plasma Bu data were analyzed using an open 1-compartment PK model, using the ADAPT II software program, version 4.0 (Biomedical Simulation Resource, University of Southern California, Los Angeles, CA) [14Madden T. de Lima M. Thapar N. et al.Pharmacokinetics of once-daily IV busulfan as part of pretransplantation preparative regimens: a comparison with an every 6-hour dosing schedule.Biol Blood Marrow Transplant. 2007; 13: 56-64Abstract Full Text Full Text PDF PubMed Scopus (105) Google Scholar, 27Dargenio DZ, Schumitzky A. ADAPT II User's Guide: Pharmacokinetic/Pharmacodynamic Systems Analysis Software. Los Angeles, CA: The BMSR.Google Scholar].Definitions and Clinical Outcome VariablesStandardized disease response criteria were used for disease staging and response to transplant in HL and NHL patients [28Cheson B.D. Horning S.J. Coiffier B. et al.Report of an international workshop to standardize response criteria for non-Hodgkin's lymphomas. NCI Sponsored International Working Group.J Clin Oncol. 1999; 17: 1244Crossref PubMed Google Scholar]. A CR was defined as the disappearance of all measurable lesions for >30 days. A residual PET negative mass in a previously PET positive patient was counted as CR. Partial remission (PR) was defined as a >50% decrease in measurable disease without the appearance of new lesions, stable disease (SD) was defined as a <50% decrease in measurable disease without the appearance of new lesions, and progressive disease (PD) was defined as a >25% increase in measurable disease or the appearance of a new lesion. For patients with MM, CR was defined as the disappearance of the monoclonal protein on immunofixation analysis. A PR was defined as a reduction of >50% in serum paraprotein levels and/or a reduction of >90% in urinary paraprotein levels for at least 6 weeks. For patients with nonsecretory MM, a reduction of >50% in BM plasma cells was considered indicative of a PR, whereas the observation of <5% BM plasma cells was considered indicative of a CR. Disease progression was defined by an increase of >25% in serum or urinary paraprotein levels on at least 2 occasions, an increase in the number or size of osteolytic lesions, or the development of hypercalcemia [29Bladé J. Samson D. Reece D. et al.Criteria for evaluating disease response and progression in patients with multiple myeloma treated by high-dose therapy and haemopoietic stem cell transplantation. Myeloma Subcommittee of the EBMT. European Group for Blood and Marrow Transplant.Br J Haematol. 1998; 102: 1115-1123Crossref PubMed Scopus (1477) Google Scholar]. For all disease types, patients who achieved at least a PR with salvage chemotherapy administered before transplantation were considered to have chemotherapy-sensitive disease and patients who had less than a PR were classified as chemotherapy-resistant.Hematologic recovery was defined on the date that the patient had an absolute neutrophil count ≥0.5 × 109/L for 3 consecutive days. Platelet recovery was defined as occurring on the first of 7 consecutive days with a platelet count ≥20 × 109/L without transfusion support. Failure to engraft by day +30 was considered primary engraftment failure. OS was defined as the time from the date of transplant until date of death from any cause, and patients still alive at last follow-up were considered censored. PFS was defined as the date of transplantation until date of progression or death from any cause. Treatment-related mortality was defined as death from any cause other than disease progression or relapse. Toxicity was scored using the modified National Cancer Institute Common Toxicity Criteria version 3.0 (NCI, Bethesda, MD).Adverse events and hematologic parameters were monitored daily and clinical chemistry parameters at least twice weekly during the initial hospitalization period. Subsequently, patients were followed up at least quarterly during the first year with physical examinations, blood counts, and CT and/or PET scans, BM aspiration, and biopsy as clinically indicated.Statistical MethodsThe primary outcomes for this single-arm trial were safety and OS. Patients were categorized by disease type, with safety monitoring performed separately within each disease subtype based on accruing survival time data. Bayesian early stopping rules based on the observed rates of these 2 outcomes, compared to historical data, were implemented separately for each disease subtype [30Thall P.F. Wathen J.K. Covariate-adjusted adaptive randomization in a sarcoma trial with multi-stage treatments.Stat Med. 2005; 24: 1947-1964Crossref PubMed Scopus (54) Google Scholar]. The Kaplan-Meier estimator [31Meier K.A. Non-parametric estimation from incomplete observations.J Am Stat Assoc. 1958; : 53Google Scholar] was used to assess OS and PFS probabilities in months. Descriptive statistics were used to summarize patient demographics. Three patients with MM received a second transplant in stable disease that was not part of the originally planned treatment program; these 3 patients were censored at the time of their second SCT.ResultsPatient and Treatment CharacteristicsPatient demographics and baseline disease characteristics are listed in Table 1, Table 2. One hundred two patients (49 HL, 12 NHL, 41 MM) with median age of 44 years (range: 19–65 years) were evaluated on this study. The median number of prior treatment regimens was 3 (range: 1-6), with 2 MM patients having had a prior auto-SCT. The majority of patients had advanced disease at time of transplant; only 13% (n = 13) were in clinical remission, whereas 87% (n = 89) had active disease. Among those transplanted with active disease, 21% were documented as chemotherapy-refractory. Eighty patients (78%) had PK-directed Bu dosing.Table 1Patient Characteristics at DiagnosisCharacteristicNo. PatientsTotal patients102Sex, female/male38/64Disease histology at diagnosis Hodgkin lymphomaNodular sclerosis43Mixed cellularity4Lymphocyte deplete1Nodular lymphocyte predominant1 Non-Hodgkin lymphomaDiffuse large cell6Follicular, large cell1Follicular, mixed small and large cell3Anaplastic1Mantle cell1 Multiple MyelomaIgG23IgA9IgM plasma cell leukemia1Nonsecretory2Light chain only6Disease stage at diagnosis Hodgkin or non-Hodgkin lymphomaI2II21III18IV17Unknown3 Multiple myelomaDurie-Salmon I9Durie-Salmon II15Durie-Salmon III17LDH Elevated9 Unknown66B2 microglobulin Elevated31 Unknown57B symptoms in NHL, HL Present32 Unkown7Bulky disease in NHL, HL Yes23 Unknown24LDH indicates lactate dehydrogenase; NHL, non-hodgkin lymphoma; HL, hodgkin lymphoma. Open table in a new tab Table 2Patient, Graft Characteristics at Transplant, and Hematopoietic RecoveryCharacteristicNo. PatientsTotal patients102Median age at transplant (range)44 (19-65) yearsHodgkin and non-Hodgkin61 Median months to SCT (range)18 (8-140) Median lines prior therapy (range)3 (1-6) Disease status at transplantComplete remission 213Sensitive relapse36Refractory relapse12Multiple myeloma41 Median months to SCT (range)8 (3-116) Median lines prior therapy (range)∗2 Prior autologous SCTs.2 (1-6) Disease status at transplantPersistent disease, chemosensitive34Persistent disease, chemorefractory7Stem cell source Bone marrow4 Peripheral blood98Graft composition, median (range) Total nucleated cells (×108/kg)6.5 (1.6-33.9) CD34+ (×106/kg)5.2 (0.7-12.5)Days to ANC >0.5 × 109/L, median (range)10 (8-44)Days to platelet >20 × 109/L, median (range)9 (7-141)SCT indicates stem cell transplantation; ANC, absolute neutrophil count.∗ 2 Prior autologous SCTs. Open table in a new tab Graft Content and EngraftmentStem cell graft characteristics and hematopoietic recovery data are summarized in Table 2. The source of stem cells was peripheral blood for the majority of patients. The median total nucleated cell (TNC) count and CD34+ cell doses were 6.8 × 108/kg (range: 1.56-33.9) and 5.26 × 106/kg (range: 2.49-12.49), respectively. The median time to neutrophil and platelet recovery were 10 (range: 8-13) and 9 days (range: 7-31), respectively.Four patients received BM infusions after PBPC mobilization was unsuccessful. The TNC recovery from the BM product was marginal in 3 of the 4 patients with median TNC count and CD34+ cell doses 1.9 × 108/kg (range: 1.69-4.67) and 0.9 × 106/kg (range: 0.72-1.21), respectively. All 4 patients had delayed engraftment, with an average 47 days to neutrophil recovery; only 1 patient recovered platelets at 141 days. Three patients were rescued with allogeneic SCT; 1 patient died with rapidly progressive disease while awaiting an allogeneic SCT.OSAmong 49 patients with HL, 38 were alive at a median follow-up of 34 months (range: 4-51) with 1- and 2-year OS rates of 90% and 85%, respectively (Figure 1). Among 12 patients with NHL, 8 were alive at a median follow-up of 35 months (range: 4-53) with 1- and 2-year OS rates of 87% and 67%, respectively (Figure 2). Among 41 MM patients, 30 were alive at a median follow-up of 38 months (range: 3-57), with 1- and 2-year OS rates of 91% and 82%, respectively (Figure 3). Sensitivit",
  "authors": [
    {
      "display_name": "Partow Kebriaei",
      "id": "A5069460930",
      "orcid": "https://orcid.org/0000-0002-8607-9404",
      "institutions": [
        {
          "id": "I1343551460",
          "display_name": "The University of Texas MD Anderson Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Partow Kebriaei"
    },
    {
      "display_name": "Timothy Madden",
      "id": "A5086839893",
      "orcid": null,
      "institutions": [
        {
          "id": "I1343551460",
          "display_name": "The University of Texas MD Anderson Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Timothy Madden"
    },
    {
      "display_name": "Reza Kazerooni",
      "id": "A5091853246",
      "orcid": null,
      "institutions": [
        {
          "id": "I1343551460",
          "display_name": "The University of Texas MD Anderson Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Reza Kazerooni"
    },
    {
      "display_name": "Xuemei Wang",
      "id": "A5100390607",
      "orcid": "https://orcid.org/0000-0002-3516-0966",
      "institutions": [
        {
          "id": "I1343551460",
          "display_name": "The University of Texas MD Anderson Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Xuemei Wang"
    },
    {
      "display_name": "Peter F. Thall",
      "id": "A5002347804",
      "orcid": "https://orcid.org/0000-0002-7293-529X",
      "institutions": [
        {
          "id": "I1343551460",
          "display_name": "The University of Texas MD Anderson Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Peter F. Thall"
    },
    {
      "display_name": "Celina Ledesma",
      "id": "A5039986529",
      "orcid": null,
      "institutions": [
        {
          "id": "I1343551460",
          "display_name": "The University of Texas MD Anderson Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Celina Ledesma"
    },
    {
      "display_name": "Yago Nieto",
      "id": "A5029237145",
      "orcid": "https://orcid.org/0000-0001-6034-8939",
      "institutions": [
        {
          "id": "I1343551460",
          "display_name": "The University of Texas MD Anderson Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Yago Nieto"
    },
    {
      "display_name": "Elizabeth J. Shpall",
      "id": "A5055885795",
      "orcid": "https://orcid.org/0000-0003-3947-4126",
      "institutions": [
        {
          "id": "I1343551460",
          "display_name": "The University of Texas MD Anderson Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Elizabeth J. Shpall"
    },
    {
      "display_name": "Chitra Hosing",
      "id": "A5050962913",
      "orcid": "https://orcid.org/0000-0003-0409-5556",
      "institutions": [
        {
          "id": "I1343551460",
          "display_name": "The University of Texas MD Anderson Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Chitra Hosing"
    },
    {
      "display_name": "Muzaffar H. Qazilbash",
      "id": "A5015342719",
      "orcid": "https://orcid.org/0000-0003-2876-2886",
      "institutions": [
        {
          "id": "I1343551460",
          "display_name": "The University of Texas MD Anderson Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Muzaffar Qazilbash"
    },
    {
      "display_name": "Uday Popat",
      "id": "A5066894053",
      "orcid": "https://orcid.org/0000-0002-7592-2224",
      "institutions": [
        {
          "id": "I1343551460",
          "display_name": "The University of Texas MD Anderson Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Uday Popat"
    },
    {
      "display_name": "Issa F. Khouri",
      "id": "A5033737136",
      "orcid": "https://orcid.org/0000-0003-2473-911X",
      "institutions": [
        {
          "id": "I1343551460",
          "display_name": "The University of Texas MD Anderson Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Issa Khouri"
    },
    {
      "display_name": "Richard E. Champlin",
      "id": "A5048913229",
      "orcid": "https://orcid.org/0000-0002-4314-5037",
      "institutions": [
        {
          "id": "I1343551460",
          "display_name": "The University of Texas MD Anderson Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Richard E. Champlin"
    },
    {
      "display_name": "Roy B. Jones",
      "id": "A5109241889",
      "orcid": null,
      "institutions": [
        {
          "id": "I1343551460",
          "display_name": "The University of Texas MD Anderson Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Roy B. Jones"
    },
    {
      "display_name": "Börje S. Andersson",
      "id": "A5004417292",
      "orcid": "https://orcid.org/0000-0003-4761-0220",
      "institutions": [
        {
          "id": "I1343551460",
          "display_name": "The University of Texas MD Anderson Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Borje S. Andersson"
    }
  ],
  "publication_year": 2010,
  "publication_date": "2010-08-03",
  "type": "article",
  "cited_by_count": 42,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S59987174",
    "display_name": "Biology of Blood and Marrow Transplantation",
    "issn_l": "1083-8791",
    "issn": [
      "1083-8791",
      "1523-6536"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320990"
  },
  "volume": "17",
  "issue": "3",
  "first_page": "412",
  "last_page": "420",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "http://www.astctjournal.org/article/S1083879110003174/pdf",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.9164891
    },
    {
      "id": "C2778684742",
      "display_name": "Melphalan",
      "level": 3,
      "score": 0.86938846
    },
    {
      "id": "C2780611847",
      "display_name": "Busulfan",
      "level": 4,
      "score": 0.8476683
    },
    {
      "id": "C2781413609",
      "display_name": "Regimen",
      "level": 2,
      "score": 0.6429256
    },
    {
      "id": "C2776364478",
      "display_name": "Multiple myeloma",
      "level": 2,
      "score": 0.6291909
    },
    {
      "id": "C2779338263",
      "display_name": "Lymphoma",
      "level": 2,
      "score": 0.5622753
    },
    {
      "id": "C2779050716",
      "display_name": "Autologous stem-cell transplantation",
      "level": 3,
      "score": 0.55884075
    },
    {
      "id": "C2911091166",
      "display_name": "Transplantation",
      "level": 2,
      "score": 0.5233811
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.47096163
    },
    {
      "id": "C90924648",
      "display_name": "Gastroenterology",
      "level": 1,
      "score": 0.45929307
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.44311228
    },
    {
      "id": "C2776694085",
      "display_name": "Chemotherapy",
      "level": 2,
      "score": 0.41282463
    },
    {
      "id": "C2777408962",
      "display_name": "Hematopoietic stem cell transplantation",
      "level": 3,
      "score": 0.36103228
    },
    {
      "id": "C126894567",
      "display_name": "Urology",
      "level": 1,
      "score": 0.33211154
    }
  ],
  "topics": [
    {
      "id": "T11900",
      "display_name": "Fungal Plant Pathogen Control",
      "score": 0.9975
    },
    {
      "id": "T10649",
      "display_name": "Multiple Myeloma Research and Treatments",
      "score": 0.9973
    },
    {
      "id": "T10952",
      "display_name": "PI3K/AKT/mTOR signaling in cancer",
      "score": 0.9924
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/j.bbmt.2010.07.016",
  "pdf_url": "http://www.astctjournal.org/article/S1083879110003174/pdf",
  "retrieved_date": "2025-07-30T15:05:44.664909",
  "source_database": "OpenAlex"
}