{
  "openalex_id": "W2161086316",
  "doi": null,
  "title": "ENCUESTA SOBRE SALUD REPRODUCTIVA EN JÓVENES",
  "abstract": "EL CENTRO REGIONAL DE INVESTIGACIONES MULTIDISCIPLINARIAS (CRIM) APLICO LA ENCUESTA DE SALUD REPRODUCTIVA DE LOS ESTUDIANTES DE EDUCACION SECUNDARIA Y MEDIA SUPERIOR EN CHIAPAS, GUANAJUATO, GUERRERO, PUEBLA Y SAN LUIS POTOSI. EN LA PRESENTACION DEL ESTUDIO, MARI CARMEN SERRA PUCHE, COORDINADORA DE HUMANIDADES, EXPUSO QUE INVESTIGACIONES E INSTRUMENTOS COMO ESE SON FUNDAMENTALES PARA AVANZAR EN LA CONSTRUCCION DE UNA SOCIEDAD MAS INFORMADA Y CONSCIENTE, Y DE UN MEJOR PAIS. POLITICAS PUBLICAS, INFORMACION OBJETIVA Y DECISIONES PERSONALES LIBREMENTE ASUMIDAS, JUNTO CON INSTRUMENTOS ADECUADOS Y BIEN DISENADOS PERMITIRAN A LOS JOVENES CONOCERSE MEJOR Y TOMAR CONSCIENTEMENTE, CON LIBERTAD Y RESPONSABILIDAD, LAS DECISIONES QUE LES SERAN FUNDAMENTALES EN SUS VIDAS PERSONALES Y, DESPUES, COMPARTIDAS, EN MATERIA DE SALUD, SEXUALIDAD Y REPRODUCCION, CON LO QUE PODRAN GOZAR DE UNA MEJOR CALIDAD DE VIDA, AFIRMO. LA ENCUESTA SE APLICO A ALUMNOS DE ESCUELAS PUBLICAS, HOMBRES Y MUJERES, A PARTIR DE SEGUNDO DE SECUNDARIA Y HASTA EL ULTIMO SEMESTRE DE PREPARATORIA, MEDIANTE UN CUESTIONARIO DE AUTOLLENADO. LOS DATOS ARROJADOS POR LOS 15 MIL 488 CUESTIONARIOS APLICADOS EN LAS CINCO ENTIDADES, INDICAN QUE 7.4 POR CIENTO DE LOS JOVENES TIENEN SU PRIMERA RELACION SEXUAL A LOS 15 ANOS, PORCENTAJE QUE AUMENTA CON LA EDAD HASTA SER DE 32 POR CIENTO A LOS 19 ANOS, EXPUSO LEOPOLDO NUNEZ, DEL CRIM. ENTRE LAS MUJERES DE 15 A 19 ANOS SE OBSERVA QUE CONFORME AUMENTA LA MARGINACION OCURREN MAS EMBARAZOS: 21 POR CIENTO DEL ESTRATO MUY BAJO INDICA HABER TENIDO UNO, MIENTRAS EN EL ALTO ES DE SOLO 5.1 POR CIENTO. MEDIANTE LA INVESTIGACION SE CORROBORO QUE DISMINUYE LA POBLACION ESTUDIANTIL CONFORME AVANZA LA EDAD POR PROBLEMAS DE DESERCION. EN OPINION DE LEOPOLDO NUNEZ EL ANALISIS DE LOS RESULTADOS ES FUNDAMENTAL PARA INCREMENTAR Y MODIFICAR LAS POLITICAS DE EDUCACION SEXUAL PARA LOS JOVENES. AHORA, LAS INSTITUCIONES ENCARGADAS DEBERAN REVISAR CON MAS DETALLE Y REFORMULAR LAS ACCIONES AL RESPECTO. LETICIA SUAREZ, DEL INSTITUTO NACIONAL DE SALUD PUBLICA, INFORMO QUE CERCA DE 80 POR CIENTO DE LOS ENCUESTADOS MENCIONO HABER TENIDO ALGUNA CLASE, PLATICA O CURSO DE EDUCACION SEXUAL. DENTRO DE LA ESCUELA SE OBSERVA QUE LOS PROFESORES SON LOS PRINCIPALES ENCARGADOS DE DAR ESTA INFORMACION, AUNQUE VA EN AUMENTO LA PARTICIPACION DE MEDICOS Y ORIENTADORES. FUERA DEL AMBITO ESCOLAR, LA MADRE TIENE UN PAPEL PREPONDERANTE, SOBRE TODO ENTRE LAS CHICAS. LOS JOVENES NO SABEN CUANDO UNA MUJER PUEDE QUEDAR EMBARAZADA. SOLO 10 POR CIENTO DE HOMBRES Y 13 POR CIENTO DE MUJERES SUPO LA RESPUESTA CORRECTA. SIN EMBARGO, LA MAYORIA SABE QUE PUEDE QUEDAR PRENADA EN LA PRIMERA RELACION SEXUAL. EN RELACION CON LAS ENFERMEDADES DE TRANSMISION SEXUAL, MAS DE 80 POR CIENTO DIJO SABER QUE HACER PARA EVITARLAS, AUNQUE INCLUYEN, ADEMAS DEL USO DEL CONDON, EL DE OVULOS O TABLETAS ANTICONCEPTIVAS (EN CERCA DE LA MITAD DE LOS ENCUESTADOS). ESO MUESTRA LA CONFUSION QUE TIENEN ENTRE AMBOS ASPECTOS (ENFERMEDADES Y ANTICONCEPCION), LO CUAL ES UN RETO PARA LA EDUCACION SEXUAL, CONSIDERO LETICIA SUAREZ. CATHERINE MENKES, TAMBIEN INVESTIGADORA DEL CRIM, SENALO QUE, EN GENERAL, LAS POLITICAS PUBLICAS DE POBLACION Y SALUD SE HAN ENFRENTADO AL PROBLEMA DE QUE ENTRE LOS JOVENES HAY EMBARAZOS NO DESEADOS O MUERTES ACCIDENTALES, EN LO CUAL SE INVOLUCRAN ASPECTOS COMPLEJOS. ES IMPORTANTE QUE LOS PROFESORES CONOZCAN LOS METODOS ANTICONCEPTIVOS, ESTEN CAPACITADOS Y BIEN INFORMADOS SOBRE LOS MISMOS, YA QUE 59.2 POR CIENTO DE LOS ESTUDIANTES SE ENTERAN DE ESTOS TEMAS POR ELLOS, APUNTO. POR OTRA PARTE, 87.6 POR CIENTO DE LOS ALUMNOS CONOCEN EL CONDON Y SU USO CORRECTO, LO CUAL INDICA QUE LAS CAMPANAS EN LOS MEDIOS DE COMUNICACION TIENEN UN IMPACTO IMPORTANTE. EN CONTRASTE, DE LA PASTILLA ANTICONCEPTIVA, 75.9 POR CIENTO HAN OIDO HABLAR DE ELLA, AUNQUE SOLO 15.9 SABE COMO Y CUANDO SE UTILIZA, Y 78.4 POR CIENTO DE LOS HOMBRES Y 74.9 POR CIENTO DE LAS MUJERES ESTARIAN DISPUESTOS A USAR LA TABLETA DE EMERGENCIA. LA ENCUESTA INDICA QUE UN ASPECTO QUE SIGUE TENIENDO PESO ES LA VIRGINIDAD DE LA MUJER. AL PREGUNTAR SI ELLA DEBE LLEGAR SIN EXPERIENCIA SEXUAL AL MATRIMONIO LAS CIFRAS SE DUPLICAN RESPECTO DEL CASO DE LOS HOMBRES; ELLOS OPINARON QUE SI EN 66 POR CIENTO Y ELLAS EN 80 POR CIENTO. SOBRE EL ABORTO, EXPUSO CATHERINE MENKES, LA MAYORIA ESTA DE ACUERDO CON EL CUANDO LA MUJER CORRE PELIGRO POR EL EMBARAZO O CUANDO TIENE SIDA. SI LA CONCEPCION FUE PRODUCTO DE VIOLACION, SOLO 42 POR CIENTO ESTARIA DE ACUERDO CON ESE PROCEDIMIENTO. PARA LOS JOVENES, LA MEJOR FORMA DE VIVIR EN PAREJA ES EL MATRIMONIO POR LA IGLESIA, SOBRE TODO PARA LAS CHICAS (71.5 POR CIENTO). LA UNION LIBRE NO ESTA ACEPTADA, LO CUAL INDICA EL ARRAIGO DE LAS TRADICIONES. CATHERINE MENKES CONSIDERO QUE DEBE REFORZARSE LA CLARIDAD DE ALGUNOS CONCEPTOS EN LA QUE LOS ALUMNOS TIENEN MUCHA CONFUSION. DESTACA EL POCO CONOCIMIENTO QUE POSEEN SOBRE LOS DIAS DE MAYOR FERTILIDAD DE LAS MUJERES Y LAS OPCIONES EXISTENTES PARA PROTEGERSE CONTRA LAS ENF",
  "authors": [
    {
      "display_name": "Laura Romero",
      "id": "A5112298447",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Laura Romero"
    },
    {
      "display_name": "Mari Carmen Serra Puche",
      "id": "A5103372541",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Mari Carmen Serra Puche"
    },
    {
      "display_name": "L.F Pineda Núñez",
      "id": "A5109898193",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Leopoldo Núñez"
    },
    {
      "display_name": "Leticia Suárez",
      "id": "A5114067562",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Leticia Suárez"
    },
    {
      "display_name": "Catherine Menkes Bancet",
      "id": "A5050187402",
      "orcid": "https://orcid.org/0000-0002-8919-8476",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Catherine Menkes"
    }
  ],
  "publication_year": 2005,
  "publication_date": "2005-01-31",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "es",
  "source": {
    "id": "S4306511056",
    "display_name": "Gaceta UNAM (2000-2009)",
    "issn_l": null,
    "issn": null,
    "type": "journal",
    "host_organization": null
  },
  "volume": null,
  "issue": "3617",
  "first_page": "3",
  "last_page": "4",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C15708023",
      "display_name": "Humanities",
      "level": 1,
      "score": 0.6244248
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.5396308
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.27619553
    }
  ],
  "topics": [
    {
      "id": "T12736",
      "display_name": "Criminal Justice and Penology",
      "score": 0.4442
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "http://www.acervo.gaceta.unam.mx/index.php/gum00/article/download/53698/53679",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:28:04.530837",
  "source_database": "OpenAlex"
}