{
  "openalex_id": "W2165943948",
  "doi": "https://doi.org/10.2307/1349575",
  "title": "Optimal Adoption Strategies for No-till Technology in Michigan",
  "abstract": "No-till technology has been heavily promoted as a method for reducing soil erosion and production costs, but adoption has been slower than proponents expected. No-till technology excludes any pre-plant tillage and can reduce soil erosion by 80 to 90 percent compared to conventional tillage (Griffith, Mannering, and Box). The no-till system has also been promoted because it greatly reduces labor requirements, machinery operating costs, and machinery fixed costs in comparison to both conventional tillage and other conservation tillage systems. Furthermore, by conserving more soil moisture, the no-till system can provide crop yields that are equal to or greater than those from conventional tillage on well-drained soils in the U.S. corn belt (Mannering and Amemiya). Although the no-till system usually increases herbicide costs, most budget comparisons (e.g., Klemme; Siemens and Oschwald; Doster et al.) indicate that if crop yields for no-till are equal to or greater than those for conventional tillage, the no-till system provides higher net revenues. The United States Department of Agriculture predicted in 1974 that no-till would be used on 45 percent of U.S. planted cropland by the year 2000 (Phillips et al.). However, the proportion of acreage planted with no-till only increased from 1.7 percent in 1974 (Phillips et al.) to 3.3 percent in 1983, then to 4.4 percent in 1989 (United States Department of Agriculture). No-till adoption has accelerated since 1989, with the proportion of acreage planted with no-till increasing to 6.0 percent in 1990 and 9.9 percent in 1992 (United States Department of Agriculture). No-till adoption in Michigan has been retarded by the lack of a statistically significant increase in crop yields under no-till on common soil types (Hesterman, Pierce, and Rossman). Michigan's relatively cool temperatures in May and June retard early crop growth, and surface crop residues further reduce soil temperatures. However, no-till crop yields on sandy soils in southern Michigan are approximately equal to crop yields for conventional tillage. Surface crop residues conserve soil moisture, which usually favors crop growth on sandy soils and compensates for reduced soil temperature. The proportion of acres planted with no-till in Michigan increased from 2.3 percent of planted acres in 1983 to 10.5 percent in 1990 (Conservation Technology Information Center). Previous economic analyses have suggested that adoption of conservation tillage is reduced by small acreage (Lee and Stewart 1983; Rahm and Huffman), limited education (Rahm and Huffman), and risk aversion (Mikesell, Williams, and Long; Weersink et al.). Other economic analyses have suggested that adjustment costs for the change from conventional tillage to conservation tillage may delay adoption. Adjustment costs include the cost of replacing current machinery with new machinery and learning how to use the new technology to obtain high crop yields as efficiently as possible. Epplin et al. found that optimal machinery replacement strategies would delay the adoption of a conservation tillage system for wheat production in Oklahoma if the conventional tillage machinery was more than three years old. Smith and Hallam found that the optimal strategy for common Iowa soils is to keep conventional tillage machinery until replacement is required and then purchase minimum tillage machinery. The association between limited acreage and education with non-adoption supports the Mark A. Krause is an Assistant Professor, North Dakota State University; and J. Roy Black is a Professor, Michigan State University. Financial support for this research was provided by the Michigan State Agricultural Experiment Station.",
  "authors": [
    {
      "display_name": "Mark A. Krause",
      "id": "A5066686013",
      "orcid": "https://orcid.org/0000-0002-5437-269X",
      "institutions": [
        {
          "id": "I57328836",
          "display_name": "North Dakota State University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I125467818",
          "display_name": "Dakota State University",
          "country_code": "US",
          "type": "education"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mark A. Krause"
    },
    {
      "display_name": "J. Roy Black",
      "id": "A5062230728",
      "orcid": "https://orcid.org/0000-0003-1872-9345",
      "institutions": [
        {
          "id": "I87216513",
          "display_name": "Michigan State University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "J. Roy Black"
    }
  ],
  "publication_year": 1995,
  "publication_date": "1995-09-01",
  "type": "article",
  "cited_by_count": 40,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S165152232",
    "display_name": "Review of Agricultural Economics",
    "issn_l": "1058-7195",
    "issn": [
      "1058-7195",
      "1467-9353"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310311648"
  },
  "volume": "17",
  "issue": "3",
  "first_page": "299",
  "last_page": "299",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C144133560",
      "display_name": "Business",
      "level": 0,
      "score": 0.40254325
    },
    {
      "id": "C48824518",
      "display_name": "Agricultural economics",
      "level": 1,
      "score": 0.33019757
    },
    {
      "id": "C162324750",
      "display_name": "Economics",
      "level": 0,
      "score": 0.32375833
    }
  ],
  "topics": [
    {
      "id": "T12310",
      "display_name": "Crop Yield and Soil Fertility",
      "score": 0.9907
    },
    {
      "id": "T10004",
      "display_name": "Soil Carbon and Nitrogen Dynamics",
      "score": 0.9873
    },
    {
      "id": "T11978",
      "display_name": "Soil Mechanics and Vehicle Dynamics",
      "score": 0.9735
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.2307/1349575",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:29:31.235466",
  "source_database": "OpenAlex"
}