{
  "openalex_id": "W2160209118",
  "doi": "https://doi.org/10.1016/s0022-5347(01)65322-9",
  "title": "Systematic 5 Region Prostate Biopsy is Superior to Sextant Method for Diagnosing Carcinoma of the Prostate",
  "abstract": "No AccessJournal of UrologyClinical Urology: Original Article1 Jan 1997Systematic 5 Region Prostate Biopsy is Superior to Sextant Method for Diagnosing Carcinoma of the Prostate L. Andrew Eskew, Ricky L. Bare, and David L. McCullough L. Andrew EskewL. Andrew Eskew , Ricky L. BareRicky L. Bare , and David L. McCulloughDavid L. McCullough View All Author Informationhttps://doi.org/10.1016/S0022-5347(01)65322-9AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: The number of patients undergoing prostate biopsy has dramatically increased due to prostate specific antigen screening. The low specificity of this screening tool requires prostate biopsy for diagnosis of prostate cancer. The sextant biopsy technique has been used widely with success in diagnosing carcinoma of the prostate. However, concern has arisen that the original sextant method may not include an adequate sampling of the prostate. For many years we have used a method of prostate biopsy that, in addition to sextant biopsies, takes additional biopsies in a systematic fashion, which we call the 5 region prostate biopsy. We conducted a prospective study to determine if our 5 region prostate biopsy technique significantly increases the chances of finding carcinoma of the prostate compared to the sextant biopsy technique. Materials and Methods: A total of 119 patients underwent transrectal ultrasound guided needle biopsy of the prostate. In addition to sextant biopsies, cores were taken from the far lateral and mid regions of the gland. Pathological findings of the additional regions were compared to those of the sextant regions. Results: Of the 48 patients with prostate cancer 17 (35%) had carcinomas only in the additional regions, which would have remained undetected had the sextant biopsy technique been used alone (p <0.05). Of these additional cancers 83% had Gleason scores of 6 or more. Conclusions: We introduce the 5 region technique of prostate biopsy as a means of significantly increasing the diagnostic yield of prostate biopsy in finding carcinoma of the prostate. We have found this technique to be safe, efficacious and superior to the sextant method of biopsy in identifying prostate cancer at an early but significant stage. The greatest use of the 5 region biopsy technique is in patients who have prostate specific antigen levels between 4 and 10 ng./ml. References 1 : Cancer statistics, 1996.. CA1996; 46: 5. Google Scholar 2 : Detection of organ-confined prostate cancer is increased through prostate-specific antigen-based screening.. J.A.M.A.1993; 270: 948. Google Scholar 3 : Random systematic versus directed ultrasound guided transrectal core biopsies of the prostate.. J. Urol.1989; 142: 71. Abstract, Google Scholar 4 : Correlation of prostate-specific antigen and prostate-specific antigen density with outcome of prostate biopsy.. Urology1994; 43: 191. Google Scholar 5 : Long-term survival among men with conservatively treated localized prostate cancer.. J.A.M.A.1995; 274: 626. Google Scholar 6 : Long-term survival and mortality in prostate cancer treated with noncurative intent.. J. Urol.1995; 154: 460. Abstract, Google Scholar 7 : Biopsy-proved prostate cancer in 100 consecutive men with benign digital rectal examination and elevated serum prostate-specific antigen level.. Prevalence and pathologic characteristics. Urology1993; 42: 150. Google Scholar 8 : Clinical stage BO or T1c prostate cancer: nonpalpable disease identified by elevated serum prostate-specific antigen concentration.. Urology1993; 41: 3. Google Scholar 9 : Tumor volume and stage in carcinoma of the prostate detected by elevations in prostate specific antigen.. J. Urol.1994; 152: 129. Abstract, Google Scholar 10 : PSA detected prostate cancer (clinical stage T1c): an interim analysis.. J. Urol.1996; 155: 821. Abstract, Google Scholar 11 Eskew, L. A., Bare, R. L. and McCullough, D. L.: Patient characteristics and pathological findings in men undergoing repeat biopsies for suspected prostatic carcinoma. Read at annual meeting of Southeastern Section, American Urological Association, 1995. Google Scholar 12 : Detection of non-palpable prostate cancer. A mathematical and laboratory model. Brit. J. Urol.1993; 71: 43. Google Scholar 13 : Making the most of six systematic sextant biopsies.. Urology1995; 45: 2. Google Scholar 14 : Transrectal ultrasound and prostate biopsy.. Sem. Urol.1994; 12: 265. Google Scholar Department of Urology, Bowman Gray School of Medicine of Wake Forest University, Winston-Salem, North Carolina.© 1997 by American Urological Association, Inc.FiguresReferencesRelatedDetailsCited byMorlacco A, Murphy C, Rangel L, Mynderse L, Thompson R and Karnes R (2018) Effect of Level of Urology Training on Gleason Score and Prostate Volume Estimation Agreement between Transrectal Ultrasound Guided Biopsy and Radical Prostatectomy SpecimenUrology Practice, VOL. 5, NO. 1, (76-82), Online publication date: 1-Jan-2018.Sexton W (2018) Editorial CommentJournal of Urology, VOL. 189, NO. 1S, (S18-S18), Online publication date: 1-Jan-2013.Huo A, Hossack T, Symons J, PeBenito R, Delprado W, Brenner P and Stricker P (2018) Accuracy of Primary Systematic Template Guided Transperineal Biopsy of the Prostate for Locating Prostate Cancer: A Comparison With Radical Prostatectomy SpecimensJournal of Urology, VOL. 187, NO. 6, (2044-2050), Online publication date: 1-Jun-2012.Öbek C, Doğanca T, Erdal S, Erdoğan S and Durak H (2018) Core Length in Prostate Biopsy: Size MattersJournal of Urology, VOL. 187, NO. 6, (2051-2055), Online publication date: 1-Jun-2012.Kaplan S, Lee R, Chung D, Te A, Scherr D, Tewari A and Vaughan E (2018) Prostate Biopsy in Response to a Change in Nadir Prostate Specific Antigen of 0.4 ng/ml after Treatment with 5α-Reductase Inhibitors Markedly Enhances the Detection Rate of Prostate CancerJournal of Urology, VOL. 188, NO. 3, (757-761), Online publication date: 1-Sep-2012.Zaytoun O, Moussa A, Gao T, Fareed K and Jones J (2018) Office Based Transrectal Saturation Biopsy Improves Prostate Cancer Detection Compared to Extended Biopsy in the Repeat Biopsy PopulationJournal of Urology, VOL. 186, NO. 3, (850-854), Online publication date: 1-Sep-2011.Pinto P, Chung P, Rastinehad A, Baccala A, Kruecker J, Benjamin C, Xu S, Yan P, Kadoury S, Chua C, Locklin J, Turkbey B, Shih J, Gates S, Buckner C, Bratslavsky G, Linehan W, Glossop N, Choyke P and Wood B (2018) Magnetic Resonance Imaging/Ultrasound Fusion Guided Prostate Biopsy Improves Cancer Detection Following Transrectal Ultrasound Biopsy and Correlates With Multiparametric Magnetic Resonance ImagingJournal of Urology, VOL. 186, NO. 4, (1281-1285), Online publication date: 1-Oct-2011.Sexton W (2018) Editorial CommentJournal of Urology, VOL. 183, NO. 3, (969-969), Online publication date: 1-Mar-2010.Aigner F, Pallwein L, Junker D, Schäfer G, Mikuz G, Pedross F, Mitterberger M, Jaschke W, Halpern E and Frauscher F (2018) Value of Real-Time Elastography Targeted Biopsy for Prostate Cancer Detection in Men With Prostate Specific Antigen 1.25 ng/ml or Greater and 4.00 ng/ml or LessJournal of Urology, VOL. 184, NO. 3, (913-917), Online publication date: 1-Sep-2010.Klein T, Palisaar R, Holz A, Brock M, Noldus J and Hinkel A (2018) The Impact of Prostate Biopsy and Periprostatic Nerve Block on Erectile and Voiding Function: A Prospective StudyJournal of Urology, VOL. 184, NO. 4, (1447-1452), Online publication date: 1-Oct-2010.Rosser C (2018) Editorial CommentJournal of Urology, VOL. 181, NO. 2, (592-593), Online publication date: 1-Feb-2009.Ching C, Moussa A, Li J, Lane B, Zippe C and Jones J (2018) Does Transrectal Ultrasound Probe Configuration Really Matter? End Fire Versus Side Fire Probe Prostate Cancer Detection RatesJournal of Urology, VOL. 181, NO. 5, (2077-2083), Online publication date: 1-May-2009.Atmaca A and Balbay M (2018) Re: The Performance of Prostate Specific Antigen for Predicting Prostate Cancer is Maintained After a Prior Negative Prostate BiopsyJournal of Urology, VOL. 181, NO. 5, (2387-2388), Online publication date: 1-May-2009.Ploussard G, Dubosq F, Boublil V, Allory Y, de la Taille A, Vordos D, Hoznek A, Abbou C and Salomon L (2018) Extensive Biopsies and Transurethral Prostate Resection in Men With Previous Negative Biopsies and High or Increasing Prostate Specific AntigenJournal of Urology, VOL. 182, NO. 4, (1342-1349), Online publication date: 1-Oct-2009.Ravery V, Dominique S, Panhard X, Toublanc M, Boccon-Gibod L and Boccon-Gibod L (2018) The 20-Core Prostate Biopsy Protocol—A New Gold Standard?Journal of Urology, VOL. 179, NO. 2, (504-507), Online publication date: 1-Feb-2008.Neill M, Toi A, Lockwood G, Evans A, Tammsalu L and Fleshner N (2018) Systematic Lateral Prostate Biopsy—Are the Benefits Worth the Costs?Journal of Urology, VOL. 179, NO. 4, (1321-1326), Online publication date: 1-Apr-2008.Chun F, Briganti A, Graefen M, Porter C, Montorsi F, Haese A, Scattoni V, Borden L, Steuber T, Salonia A, Schlomm T, Latchemsetty K, Walz J, Kim J, Eichelberg C, Currlin E, Ahyai S, Erbersdobler A, Valiquette L, Heinzer H, Rigatti P, Huland H and Karakiewicz P (2018) Development and External Validation of an Extended Repeat Biopsy NomogramJournal of Urology, VOL. 177, NO. 2, (510-515), Online publication date: 1-Feb-2007.Toi A, Neill M, Lockwood G, Sweet J, Tammsalu L and Fleshner N (2018) The Continuing Importance of Transrectal Ultrasound Identification of Prostatic LesionsJournal of Urology, VOL. 177, NO. 2, (516-520), Online publication date: 1-Feb-2007.Herawi M, Kahane H, Cavallo C and Epstein J (2018) Risk of Prostate Cancer on First Re-Biopsy Within 1 Year Following a Diagnosis of High Grade Prostatic Intraepithelial Neoplasia is Related to the Number of Cores SampledJournal of Urology, VOL. 175, NO. 1, (121-124), Online publication date: 1-Jan-2006.Thrasher J (2018) Refining Prostate Biopsy StrategiesJournal of Urology, VOL. 175, NO. 2, (419-420), Online publication date: 1-Feb-2006.Eichler K, Hempel S, Wilby J, Myers L, Bachmann L and Kleijnen J (2018) Diagnostic Value of Systematic Biopsy Methods in the Investigation of Prostate Cancer: A Systematic ReviewJournal of Urology, VOL. 175, NO. 5, (1605-1612), Online publication date: 1-May-2006.Pendleton J, Costa J, Wludyka P, Carvin D and Rosser C (2018) Combination of Oral Tramadol, Acetaminophen and 1% Lidocaine Induced Periprostatic Nerve Block for Pain Control During Transrectal Ultrasound Guided Biopsy of the Prostate: A Prospective, Randomized, Controlled TrialJournal of Urology, VOL. 176, NO. 4, (1372-1375), Online publication date: 1-Oct-2006.Moran B, Braccioforte M and Conterato D (2018) Re-biopsy of the Prostate Using a Stereotactic Transperineal TechniqueJournal of Urology, VOL. 176, NO. 4, (1376-1381), Online publication date: 1-Oct-2006.MOORE C, KARIKEHALLI S, NAZEER T, FISHER H, KAUFMAN R and MIAN B (2018) PROGNOSTIC SIGNIFICANCE OF HIGH GRADE PROSTATIC INTRAEPITHELIAL NEOPLASIA AND ATYPICAL SMALL ACINAR PROLIFERATION IN THE CONTEMPORARY ERAJournal of Urology, VOL. 173, NO. 1, (70-72), Online publication date: 1-Jan-2005.TÓTH G, LENGYEL Z, BALKAY L, SALAH M, TRÓN L and TÓTH C (2018) DETECTION OF PROSTATE CANCER WITH 11C-METHIONINE POSITRON EMISSION TOMOGRAPHYJournal of Urology, VOL. 173, NO. 1, (66-69), Online publication date: 1-Jan-2005.ESKICORAPCI S, GULIYEV F, AKDOGAN B, DOGAN H, ERGEN A and OZEN H (2018) INDIVIDUALIZATION OF THE BIOPSY PROTOCOL ACCORDING TO THE PROSTATE GLAND VOLUME FOR PROSTATE CANCER DETECTIONJournal of Urology, VOL. 173, NO. 5, (1536-1540), Online publication date: 1-May-2005.PELZER A, BEKTIC J, BERGER A, PALLWEIN L, HALPERN E, HORNINGER W, BARTSCH G and FRAUSCHER F (2018) PROSTATE CANCER DETECTION IN MEN WITH PROSTATE SPECIFIC ANTIGEN 4 TO 10 NG/ML USING A COMBINED APPROACH OF CONTRAST ENHANCED COLOR DOPPLER TARGETED AND SYSTEMATIC BIOPSYJournal of Urology, VOL. 173, NO. 6, (1926-1929), Online publication date: 1-Jun-2005.SCHAEFFER A, WU S, TENNENBERG A and KAHN J (2018) TREATMENT OF CHRONIC BACTERIAL PROSTATITIS WITH LEVOFLOXACIN AND CIPROFLOXACIN LOWERS SERUM PROSTATE SPECIFIC ANTIGENJournal of Urology, VOL. 174, NO. 1, (161-164), Online publication date: 1-Jul-2005.SIU W, DUNN R, SHAH R and WEI J (2018) USE OF EXTENDED PATTERN TECHNIQUE FOR INITIAL PROSTATE BIOPSYJournal of Urology, VOL. 174, NO. 2, (505-509), Online publication date: 1-Aug-2005.SCHRÖDER F, RAAIJMAKERS R, POSTMA R, van der KWAST T and ROOBOL M (2018) 4-YEAR PROSTATE SPECIFIC ANTIGEN PROGRESSION AND DIAGNOSIS OF PROSTATE CANCER IN THE EUROPEAN RANDOMIZED STUDY OF SCREENING FOR PROSTATE CANCER, SECTION ROTTERDAMJournal of Urology, VOL. 174, NO. 2, (489-494), Online publication date: 1-Aug-2005.REMZI M, FONG Y, DOBROVITS M, ANAGNOSTOU T, SEITZ C, WALDERT M, HARIK M, MARIHART S, MARBERGER M and DJAVAN B (2018) THE VIENNA NOMOGRAM: VALIDATION OF A NOVEL BIOPSY STRATEGY DEFINING THE OPTIMAL NUMBER OF CORES BASED ON PATIENT AGE AND TOTAL PROSTATE VOLUMEJournal of Urology, VOL. 174, NO. 4 Part 1, (1256-1261), Online publication date: 1-Oct-2005.EMILIOZZI P, SCARPONE P, DePAULA F, PIZZO M, FEDERICO G, PANSADORO A, MARTINI M and PANSADORO V (2018) The Incidence of Prostate Cancer in Men With Prostate Specific Antigen Greater Than 4.0 Ng/Ml:: A Randomized Study Of 6 Versus 12 Core Transperineal Prostate BiopsyJournal of Urology, VOL. 171, NO. 1, (197-199), Online publication date: 1-Jan-2004.Yuen J (2018) Re: Prostate Specific Antigen Based Biennial Screening is Sufficient to Detect Almost all Prostate Cancers While Still CurableJournal of Urology, VOL. 171, NO. 3, (1246-1246), Online publication date: 1-Mar-2004.SAN FRANCISCO I, REGAN M, OLUMI A and DeWOLF W (2018) PERCENT OF CORES POSITIVE FOR CANCER IS A BETTER PREOPERATIVE PREDICTOR OF CANCER RECURRENCE AFTER RADICAL PROSTATECTOMY THAN PROSTATE SPECIFIC ANTIGENJournal of Urology, VOL. 171, NO. 4, (1492-1499), Online publication date: 1-Apr-2004.NAYA Y, OCHIAI A, TRONCOSO P and BABAIAN R (2018) A COMPARISON OF EXTENDED BIOPSY AND SEXTANT BIOPSY SCHEMES FOR PREDICTING THE PATHOLOGICAL STAGE OF PROSTATE CANCERJournal of Urology, VOL. 171, NO. 6 Part 1, (2203-2208), Online publication date: 1-Jun-2004.de VRIES S, RAAIJMAKERS R, KRANSE R, BLIJENBERG B and SCHRÖDER F (2018) PROSTATE CANCER CHARACTERISTICS AND PROSTATE SPECIFIC ANTIGEN CHANGES IN SCREENING DETECTED PATIENTS INITIALLY TREATED WITH A WATCHFUL WAITING POLICYJournal of Urology, VOL. 172, NO. 6 Part 1, (2193-2196), Online publication date: 1-Dec-2004.MATLAGA B, ESKEW L and McCULLOUGH D (2018) Prostate Biopsy: Indications and TechniqueJournal of Urology, VOL. 169, NO. 1, (12-19), Online publication date: 1-Jan-2003.PRESTI J, O'DOWD G, MILLER M, MATTU R and VELTRI R (2018) Extended Peripheral Zone Biopsy Schemes Increase Cancer Detection Rates and Minimize Variance in Prostate Specific Antigen and Age Related Cancer Rates: Results of a Community Multi-Practice StudyJournal of Urology, VOL. 169, NO. 1, (125-129), Online publication date: 1-Jan-2003.UNG J, SAN FRANCISCO I, REGAN M, DeWOLF W and OLUMI A (2018) The Relationship of Prostate Gland Volume to Extended Needle Biopsy on Prostate Cancer DetectionJournal of Urology, VOL. 169, NO. 1, (130-135), Online publication date: 1-Jan-2003.SAN FRANCISCO I, DeWOLF W, ROSEN S, UPTON M and OLUMI A (2018) Extended Prostate Needle Biopsy Improves Concordance Of Gleason Grading Between Prostate Needle Biopsy And Radical ProstatectomyJournal of Urology, VOL. 169, NO. 1, (136-140), Online publication date: 1-Jan-2003.SHINOHARA K, GULATI M, KOPPIE T and TERRIS M (2018) Transperineal Prostate Biopsy After Abdominoperineal ResectionJournal of Urology, VOL. 169, NO. 1, (141-144), Online publication date: 1-Jan-2003.HUGOSSON J, AUS G, LILJA H, LODDING P, PIHL C and PILEBLAD E (2018) Prostate Specific Antigen Based Biennial Screening is Sufficient to Detect Almost All Prostate Cancers While Still CurableJournal of Urology, VOL. 169, NO. 5, (1720-1723), Online publication date: 1-May-2003.ÖZDEN E, YAMAN Ö, GÖĞÜŞ Ç, ÖZGENCIL E and SOYGÜR T (2018) The Optimum Doses of and Injection Locations for Periprostatic Nerve Blockade for Transrectal Ultrasound Guided Biopsy of the Prostate: A Prospective, Randomized, Placebo Controlled StudyJournal of Urology, VOL. 170, NO. 6, (2319-2322), Online publication date: 1-Dec-2003.Kao J, Upton M, Zhang P and Rosen S (2018) Individual Prostate Biopsy Core Embedding Facilitates Maximal Tissue RepresentationJournal of Urology, VOL. 168, NO. 2, (496-499), Online publication date: 1-Aug-2002.Applewhite J, Matlaga B and McCullough D (2018) Results of the 5 Region Prostate Biopsy Method: The Repeat Biopsy PopulationJournal of Urology, VOL. 168, NO. 2, (500-503), Online publication date: 1-Aug-2002.ROEHL K, ANTENOR J and CATALONA W (2018) Serial Biopsy Results in Prostate Cancer Screening StudyJournal of Urology, VOL. 167, NO. 6, (2435-2439), Online publication date: 1-Jun-2002.CHON C, LAI F, McNEAL J and PRESTI J (2018) Use of Extended Systematic Sampling in Patients With a Prior Negative Prostate Needle BiopsyJournal of Urology, VOL. 167, NO. 6, (2457-2460), Online publication date: 1-Jun-2002.Frauscher F, Klauser A, Volgger H, Halpern E, Pallwein L, Steiner H, Schuster A, Horninger W, Rogatsch H and Bartsch G (2018) Comparison Of Contrast Enhanced Color Doppler Targeted Biopsy With Conventional Systematic Biopsy: Impact On Prostate Cancer DetectionJournal of Urology, VOL. 167, NO. 4, (1648-1652), Online publication date: 1-Apr-2002.Bozeman C, Carver B, Eastham J and Venable D (2018) Treatment Of Chronic Prostatitis Lowers Serum Prostate Specific AntigenJournal of Urology, VOL. 167, NO. 4, (1723-1726), Online publication date: 1-Apr-2002.PEYROMAURE M, RAVERY V, MESSAS A, TOUBLANC M, BOCCON-GIBOD L and BOCCON-GIBOD L (2018) PAIN AND MORBIDITY OF AN EXTENSIVE PROSTATE 10-BIOPSY PROTOCOL: A PROSPECTIVE STUDY IN 289 PATIENTSJournal of Urology, VOL. 167, NO. 1, (218-221), Online publication date: 1-Jan-2002.CHAN T, CHAN D, STUTZMAN K and EPSTEIN J (2018) DOES INCREASED NEEDLE BIOPSY SAMPLING OF THE PROSTATE DETECT A HIGHER NUMBER OF POTENTIALLY INSIGNIFICANT TUMORS?Journal of Urology, VOL. 166, NO. 6, (2181-2184), Online publication date: 1-Dec-2001.EMILIOZZI P, LONGHI S, SCARPONE P, PANSADORO A, DePAULA F and PANSADORO V (2018) THE VALUE OF A SINGLE BIOPSY WITH 12 TRANSPERINEAL CORES FOR DETECTING PROSTATE CANCER IN PATIENTS WITH ELEVATED PROSTATE SPECIFIC ANTIGENJournal of Urology, VOL. 166, NO. 3, (845-850), Online publication date: 1-Sep-2001.PAREEK G, ARMENAKAS N and FRACCHIA J (2018) PERIPROSTATIC NERVE BLOCKADE FOR TRANSRECTAL ULTRASOUND GUIDED BIOPSY OF THE PROSTATE: A RANDOMIZED, DOUBLE-BLIND, PLACEBO CONTROLLED STUDYJournal of Urology, VOL. 166, NO. 3, (894-897), Online publication date: 1-Sep-2001.STEWART C, LEIBOVICH B, WEAVER A and LIEBER M (2018) PROSTATE CANCER DIAGNOSIS USING A SATURATION NEEDLE BIOPSY TECHNIQUE AFTER PREVIOUS NEGATIVE SEXTANT BIOPSIESJournal of Urology, VOL. 166, NO. 1, (86-92), Online publication date: 1-Jul-2001.GORE J, SHARIAT S, MILES B, KADMON D, JIANG N, WHEELER T and SLAWIN K (2018) OPTIMAL COMBINATIONS OF SYSTEMATIC SEXTANT AND LATERALLY DIRECTED BIOPSIES FOR THE DETECTION OF PROSTATE CANCERJournal of Urology, VOL. 165, NO. 5, (1554-1559), Online publication date: 1-May-2001.IGEL T, KNIGHT M, YOUNG P, WEHLE M, PETROU S, BRODERICK G, MARINO R and PARRA R (2018) SYSTEMATIC TRANSPERINEAL ULTRASOUND GUIDED TEMPLATE BIOPSY OF THE PROSTATE IN PATIENTS AT HIGH RISKJournal of Urology, VOL. 165, NO. 5, (1575-1579), Online publication date: 1-May-2001.NAUGHTON C, MILLER D and YAN Y (2018) IMPACT OF TRANSRECTAL ULTRASOUND GUIDED PROSTATE BIOPSY ON QUALITY OF LIFE: A PROSPECTIVE RANDOMIZED TRIAL COMPARING 6 VERSUS 12 CORESJournal of Urology, VOL. 165, NO. 1, (100-103), Online publication date: 1-Jan-2001.FOWLER J, BIGLER S, FARABAUGH P and WILSON S (2018) PROSTATE CANCER DETECTION IN BLACK AND WHITE MEN WITH ABNORMAL DIGITAL RECTAL EXAMINATION AND PROSTATE SPECIFIC ANTIGEN LESS THAN 4 NG./ML.Journal of Urology, VOL. 164, NO. 6, (1961-1963), Online publication date: 1-Dec-2000.POTTS J (2018) PROSPECTIVE IDENTIFICATION OF NATIONAL INSTITUTES OF HEALTH CATEGORY IV PROSTATITIS IN MEN WITH ELEVATED PROSTATE SPECIFIC ANTIGENJournal of Urology, VOL. 164, NO. 5, (1550-1553), Online publication date: 1-Nov-2000.NAUGHTON C, MILLER D, MAGER D, ORNSTEIN D and CATALONA W (2018) A PROSPECTIVE RANDOMIZED TRIAL COMPARING 6 VERSUS 12 PROSTATE BIOPSY CORES: IMPACT ON CANCER DETECTIONJournal of Urology, VOL. 164, NO. 2, (388-392), Online publication date: 1-Aug-2000.LINDERT K, KABALIN J and TERRIS M (2018) BACTEREMIA AND BACTERIURIA AFTER TRANSRECTAL ULTRASOUND GUIDED PROSTATE BIOPSYJournal of Urology, VOL. 164, NO. 1, (76-80), Online publication date: 1-Jul-2000.FOWLER J, SANDERS J, BIGLER S, RIGDON J, KILAMBI N and LAND S (2018) PERCENT FREE PROSTATE SPECIFIC ANTIGEN AND CANCER DETECTION IN BLACK AND WHITE MEN WITH TOTAL PROSTATE SPECIFIC ANTIGEN 2.5 TO 9.9 NG./ML.Journal of Urology, VOL. 163, NO. 5, (1467-1470), Online publication date: 1-May-2000.SCHRÖDER F, van der CRUIJSEN-KOETER I, de KONING H, VIS A, HOEDEMAEKER R and KRANSE R (2018) PROSTATE CANCER DETECTION AT LOW PROSTATE SPECIFIC ANTIGENJournal of Urology, VOL. 163, NO. 3, (806-812), Online publication date: 1-Mar-2000.FOWLER J, BIGLER S, MILES D and YALKUT D (2018) PREDICTORS OF FIRST REPEAT BIOPSY CANCER DETECTION WITH SUSPECTED LOCAL STAGE PROSTATE CANCERJournal of Urology, VOL. 163, NO. 3, (813-818), Online publication date: 1-Mar-2000.BABAIAN R, TOI A, KAMOI K, TRONCOSO P, SWEET J, EVANS R, JOHNSTON D and CHEN M (2018) A COMPARATIVE ANALYSIS OF SEXTANT AND AN EXTENDED 11-CORE MULTISITE DIRECTED BIOPSY STRATEGYJournal of Urology, VOL. 163, NO. 1, (152-157), Online publication date: 1-Jan-2000.BORBOROGLU P, COMER S, RIFFENBURGH R and AMLING C (2018) EXTENSIVE REPEAT TRANSRECTAL ULTRASOUND GUIDED PROSTATE BIOPSY IN PATIENTS WITH PREVIOUS BENIGN SEXTANT BIOPSIESJournal of Urology, VOL. 163, NO. 1, (158-162), Online publication date: 1-Jan-2000.PRESTI J, CHANG J, BHARGAVA V and SHINOHARA K (2018) THE OPTIMAL SYSTEMATIC PROSTATE BIOPSY SCHEME SHOULD INCLUDE 8 RATHER THAN 6 BIOPSIES: RESULTS OF A PROSPECTIVE CLINICAL TRIALJournal of Urology, VOL. 163, NO. 1, (163-167), Online publication date: 1-Jan-2000.NAUGHTON C, ORNSTEIN D, SMITH D and CATALONA W (2018) PAIN AND MORBIDITY OF TRANSRECTAL ULTRASOUND GUIDED PROSTATE BIOPSY: A PROSPECTIVE RANDOMIZED TRIAL OF 6 VERSUS 12 CORESJournal of Urology, VOL. 163, NO. 1, (168-171), Online publication date: 1-Jan-2000.SOLOWAY M and ÖBEK C (2018) PERIPROSTATIC LOCAL ANESTHESIA BEFORE ULTRASOUND GUIDED PROSTATE BIOPSYJournal of Urology, VOL. 163, NO. 1, (172-173), Online publication date: 1-Jan-2000.Klein E and Zippe C (2018) EDITORIAL: TRANSRECTAL ULTRASOUND GUIDED PROSTATE BIOPSY—DEFINING A NEW STANDARDJournal of Urology, VOL. 163, NO. 1, (179-180), Online publication date: 1-Jan-2000.CHANG J, SHINOHARA K, BHARGAVA V and PRESTI J (2018) PROSPECTIVE EVALUATION OF LATERAL BIOPSIES OF THE PERIPHERAL ZONE FOR PROSTATE CANCER DETECTIONJournal of Urology, VOL. 160, NO. 6 Part 1, (2111-2114), Online publication date: 1-Dec-1998.RIETBERGEN J, BOEKEN KRUGER A, HOEDEMAEKER R, BANGMA C, KIRKELS W and SCHRODER F (2018) REPEAT SCREENING FOR PROSTATE CANCER AFTER 1-YEAR FOLLOWUP IN 984 BIOPSIED MEN: CLINICAL AND PATHOLOGICAL FEATURES OF DETECTED CANCERJournal of Urology, VOL. 160, NO. 6 Part 1, (2121-2125), Online publication date: 1-Dec-1998.LETRAN J, MEYER G, LOBERIZA F and BRAWER M (2018) THE EFFECT OF PROSTATE VOLUME ON THE YIELD OF NEEDLE BIOPSYJournal of Urology, VOL. 160, NO. 5, (1718-1721), Online publication date: 1-Nov-1998.ESKEW L, WOODRUFF R, BARE R and McCULLOUGH D (2018) PROSTATE CANCER DIAGNOSED BY THE 5 REGION BIOPSY METHOD IS SIGNIFICANT DISEASEJournal of Urology, VOL. 160, NO. 3 Part 1, (794-796), Online publication date: 1-Sep-1998.RABBANI F, STROUMBAKIS N, KAVA B, COOKSON M and FAIR W (2018) INCIDENCE AND CLINICAL SIGNIFICANCE OF FALSE-NEGATIVE SEXTANT PROSTATE BIOPSIESJournal of Urology, VOL. 159, NO. 4, (1247-1250), Online publication date: 1-Apr-1998.VASHI A, WOJNO K, GILLESPIE B and OESTERLING J (2018) A MODEL FOR THE NUMBER OF CORES PER PROSTATE BIOPSY BASED ON PATIENT AGE AND PROSTATE GLAND VOLUMEJournal of Urology, VOL. 159, NO. 3, (920-924), Online publication date: 1-Mar-1998.Levine M, Ittman M, Melamed J and Lepor H (2018) TWO CONSECUTIVE SETS OF TRANSRECTAL ULTRASOUND GUIDED SEXTANT BIOPSIES OF THE PROSTATE FOR THE DETECTION OF PROSTATE CANCERJournal of Urology, VOL. 159, NO. 2, (471-476), Online publication date: 1-Feb-1998. (2018) EDITORIAL COMMENTJournal of Urology, VOL. 159, NO. 5, (1608-1608), Online publication date: 1-May-1998.Plawker M, Fleisher J, Vapnek E and Macchia R (2018) CURRENT TRENDS IN PROSTATE CANCER DIAGNOSIS AND STAGING AMONG UNITED STATES UROLOGISTSJournal of Urology, VOL. 158, NO. 5, (1853-1858), Online publication date: 1-Nov-1997. (2018) EDITORIAL COMMENTJournal of Urology, VOL. 158, NO. 4, (1434-1435), Online publication date: 1-Oct-1997.Chen M, Troncoso P, Johnston D, Tang K and Babaian J (2018) OPTIMIZATION OF PROSTATE BIOPSY STRATEGY USING COMPUTER BASED ANALYSISJournal of Urology, VOL. 158, NO. 6, (2168-2175), Online publication date: 1-Dec-1997. Volume 157Issue 1January 1997Page: 199-203 Advertisement Copyright & Permissions© 1997 by American Urological Association, Inc.MetricsAuthor Information L. Andrew Eskew More articles by this author Ricky L. Bare More articles by this author David L. McCullough More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "L. Andrew Eskew",
      "id": "A5003041566",
      "orcid": null,
      "institutions": [
        {
          "id": "I47251452",
          "display_name": "Wake Forest University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1282516798",
          "display_name": "Atrium Health Wake Forest Baptist",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "L. Andrew Eskew"
    },
    {
      "display_name": "Ricky L. Bare",
      "id": "A5110271003",
      "orcid": null,
      "institutions": [
        {
          "id": "I47251452",
          "display_name": "Wake Forest University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1282516798",
          "display_name": "Atrium Health Wake Forest Baptist",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ricky L. Bare"
    },
    {
      "display_name": "David L. McCullough",
      "id": "A5108242652",
      "orcid": null,
      "institutions": [
        {
          "id": "I47251452",
          "display_name": "Wake Forest University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1282516798",
          "display_name": "Atrium Health Wake Forest Baptist",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "David L. McCullough"
    }
  ],
  "publication_year": 1997,
  "publication_date": "1997-01-01",
  "type": "article",
  "cited_by_count": 764,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "157",
  "issue": "1",
  "first_page": "199",
  "last_page": "203",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.95620227
    },
    {
      "id": "C2993388676",
      "display_name": "Prostate carcinoma",
      "level": 4,
      "score": 0.8229524
    },
    {
      "id": "C2776235491",
      "display_name": "Prostate",
      "level": 3,
      "score": 0.707453
    },
    {
      "id": "C2781217009",
      "display_name": "Prostate biopsy",
      "level": 4,
      "score": 0.536269
    },
    {
      "id": "C2780192828",
      "display_name": "Prostate cancer",
      "level": 3,
      "score": 0.5227699
    },
    {
      "id": "C2775934546",
      "display_name": "Biopsy",
      "level": 2,
      "score": 0.4466974
    },
    {
      "id": "C2777546739",
      "display_name": "Carcinoma",
      "level": 2,
      "score": 0.4136807
    },
    {
      "id": "C126894567",
      "display_name": "Urology",
      "level": 1,
      "score": 0.40946177
    },
    {
      "id": "C126838900",
      "display_name": "Radiology",
      "level": 1,
      "score": 0.39594796
    },
    {
      "id": "C142724271",
      "display_name": "Pathology",
      "level": 1,
      "score": 0.18415749
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.1384503
    },
    {
      "id": "C121608353",
      "display_name": "Cancer",
      "level": 2,
      "score": 0.08818823
    }
  ],
  "topics": [
    {
      "id": "T10124",
      "display_name": "Prostate Cancer Diagnosis and Treatment",
      "score": 0.9998
    },
    {
      "id": "T10543",
      "display_name": "Prostate Cancer Treatment and Research",
      "score": 0.9979
    },
    {
      "id": "T12866",
      "display_name": "Urologic and reproductive health conditions",
      "score": 0.994
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/s0022-5347(01)65322-9",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:29:32.289789",
  "source_database": "OpenAlex"
}