{
  "openalex_id": "W2168812605",
  "doi": "https://doi.org/10.1016/s0022-5347(17)48996-8",
  "title": "Preliminary Results of M-VAC (Methotrexate, Vinblastine, Doxorubicin and Cisplatin) for Transitional Cell Carcinoma of the Urothelium",
  "abstract": "No AccessJournal of Urology1 Mar 1985Preliminary Results of M-VAC (Methotrexate, Vinblastine, Doxorubicin and Cisplatin) for Transitional Cell Carcinoma of the Urothelium Cora N. Sternberg, Alan Yagoda, Howard I. Scher, Robin C. Watson, Tauseef Ahmed, Lora R. Weiselberg, Nancy Geller, Phyllis S. Hollander, Harry W. Herr, Pramod C. Sogani, Michael J. Morse, and Willet F. Whitmore Cora N. SternbergCora N. Sternberg , Alan YagodaAlan Yagoda , Howard I. ScherHoward I. Scher , Robin C. WatsonRobin C. Watson , Tauseef AhmedTauseef Ahmed , Lora R. WeiselbergLora R. Weiselberg , Nancy GellerNancy Geller , Phyllis S. HollanderPhyllis S. Hollander , Harry W. HerrHarry W. Herr , Pramod C. SoganiPramod C. Sogani , Michael J. MorseMichael J. Morse , and Willet F. WhitmoreWillet F. Whitmore View All Author Informationhttps://doi.org/10.1016/S0022-5347(17)48996-8AboutPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail The M-VAC (methotrexate, vinblastine, doxorubicin and cisplatin) regimen was used to treat 25 patients with transitional cell carcinoma of the urothelial tract. Treatment consisted of monthly cycles of 30mg. per m.2 methotrexate, followed 24 hours later by 3mg. per m.2 vinblastine, 30mg. per m.2 doxorubicin and 70mg. per m.2 cisplatin, and concluded with repeat vinblastine and methotrexate on days 15 and 22. Significant tumor regression was noted in 71 per cent of the patients. Complete clinical remission was observed in 12 of 24 patients (50 per cent, 95 per cent confidence limits 30 to 70 per cent) with bidimensionally measurable indicator lesions, 6 of whom had pathological confirmation. After surgical exploration 4 patients required downstaging to a partial remission. The median duration of response has not yet been reached at 9.5 plus months, range 4.5 plus to 16 plus. Five patients (21 per cent) had a partial clinical remission for 4 to 8 plus months, 1 had a minor response for 4 months and 1 had stable disease for 11 months. All metastatic sites responded, including bone (6 of 8 cases), liver (3 of 5), locoregional (12 of 17) and intravesical (6 of 7) disease. Toxicity included moderately severe myelosuppression that resulted in nadir sepsis in 4 patients and a drug-related death in 1, mild to moderate anorexia, vomiting, alopecia and renal dysfunction. These preliminary results suggest that treatment with methotrexate, vinblastine, doxorubicin and cisplatin is extremely effective against locoregional and disseminated urothelial tract tumors, with the expectation (95 per cent confidence limits) of inducing objective tumor regression in 53 to 89 per cent of the cases. © 1985 by The American Urological Association Education and Research, Inc.FiguresReferencesRelatedDetailsCited ByAbe T, Kitamura H, Obara W, Matsumura N, Tsukamoto T, Fujioka T, Hara I, Murai S, Shinohara N and Nonomura K (2018) Outcome of Metastasectomy for Urothelial Carcinoma: A Multi-Institutional Retrospective Study in JapanJournal of Urology, VOL. 191, NO. 4, (932-936), Online publication date: 1-Apr-2014.DeCastro G and Steinberg G (2018) Are We Making Significant Progress in the Diagnosis and Management of Bladder Cancer?Journal of Urology, VOL. 183, NO. 5, (1667-1668), Online publication date: 1-May-2010.Margulis V, Youssef R, Karakiewicz P, Lotan Y, Wood C, Zigeuner R, Kikuchi E, Weizer A, Raman J, Remzi M, Roscigno M, Montorsi F, Bolenz C, Kassouf W and Shariat S (2018) Preoperative Multivariable Prognostic Model for Prediction of Nonorgan Confined Urothelial Carcinoma of the Upper Urinary TractJournal of Urology, VOL. 184, NO. 2, (453-458), Online publication date: 1-Aug-2010.Herr H, Dotan Z, Donat S and Bajorin D (2018) Defining Optimal Therapy for Muscle Invasive Bladder CancerJournal of Urology, VOL. 177, NO. 2, (437-443), Online publication date: 1-Feb-2007.KONDO Y, YAMAGATA K, SATOH M, HIMENO S, IMURA N and NISHIMURA T (2018) Optimal Administration Schedule of Cisplatin for Bladder Tumor With Minimal Induction of MetallothioneinJournal of Urology, VOL. 170, NO. 6, (2467-2470), Online publication date: 1-Dec-2003.Soloway M (2018) BLADDER TUMOR MARKERS, INTRAVESICAL THERAPY AND SYSTEMIC CHEMOTHERAPYJournal of Urology, VOL. 166, NO. 2, (488-489), Online publication date: 1-Aug-2001.BURCH P, RICHARDSON R, CHA S, SARGENT D, PITOT H, KAUR J and CAMORIANO J (2018) PHASE II STUDY OF PACLITAXEL AND CISPLATIN FOR ADVANCED UROTHELIAL CANCERJournal of Urology, VOL. 164, NO. 5, (1538-1542), Online publication date: 1-Nov-2000.LORUSSO V, MANZIONE L, DE VITA F, ANTIMI M, SELVAGGI F and DE LENA M (2018) GEMCITABINE PLUS CISPLATIN FOR ADVANCED TRANSITIONAL CELL CARCINOMA OF THE URINARY TRACT: A PHASE II MULTICENTER TRIALJournal of Urology, VOL. 164, NO. 1, (53-56), Online publication date: 1-Jul-2000.MIZUTANI Y, YOSHIDA O and MIKI T (2018) ADRIAMYCIN-MEDIATED POTENTIATION OF CYTOTOXICITY AGAINST FRESHLY ISOLATED BLADDER CANCER CELLS BY AUTOLOGOUS NON-ACTIVATED PERIPHERAL BLOOD LYMPHOCYTES AND TUMOR INFILTRATING LYMPHOCYTESJournal of Urology, VOL. 162, NO. 6, (2170-2175), Online publication date: 1-Dec-1999.Miyake H, Yoshimura K, Hara I, Eto H, Arakawa S and Kamidono S (2018) Basic Fibroblast Growth Factor Regulates Matrix Metalloproteinases Production and In Vitro Invasiveness in Human Bladder Cancer Cell LinesJournal of Urology, VOL. 157, NO. 6, (2351-2355), Online publication date: 1-Jun-1997.Yu D, Chang S and Ma C (2018) The Correlation of Membranous Glycoprotein-GP-170, Cytoplasmic Glutathione and Glucose-6-Phosphate Dehydrogenase Levels with Multidrug Resistance in Transitional Cell Carcinoma Cell Lines of the Urinary TractJournal of Urology, VOL. 157, NO. 2, (727-731), Online publication date: 1-Feb-1997.Logothetis C, Swanson D, Amato R, Banks M, Finn L, Ayala A, Ro J, Babaian R, Dinney C, Ellerhorst J, Hall C and Von Eschenbach A (2018) Optimal Delivery of Perioperative Chemotherapy: Preliminary Results of a Randomized, Prospective, Comparative Trial of Preoperative and Postoperative Chemotherapy for Invasive Bladder CarcinomaJournal of Urology, VOL. 155, NO. 4, (1241-1245), Online publication date: 1-Apr-1996.Wei C, Hsieh R, Chiou T, Chen K, Chang L and Chen P (2018) Adjuvant Methotrexate, Vinblastine and Cisplatin Chemotherapy for Invasive Transitional Cell Carcinoma: Taiwan ExperienceJournal of Urology, VOL. 155, NO. 1, (118-121), Online publication date: 1-Jan-1996.Roth B and Bajorin D (2018) Review Article: Advanced Bladder Cancer: The Need to Identify New Agents in the Post-M-VAC (Methotrexate, Vinblastine, Doxorubicin and Cisplatin) WorldJournal of Urology, VOL. 153, NO. 3S, (894-900), Online publication date: 1-Mar-1995.Martinez-Pineiro J, Martin M, Arocena F, Flores N, Roncero C, Portillo J, Escudero A, Cruz F and Isorna S (2018) Original Articles: Bladder Cancer: Neoadjuvant Cisplatin Chemotherapy Before Radical Cystectomy in Invasive Transitional Cell Carcinoma of the Bladder: A Prospective Randomized Phase III StudyJournal of Urology, VOL. 153, NO. 3S, (964-973), Online publication date: 1-Mar-1995.Stockle M, Meyenburg W, Wellek S, Voges G, Rossmann M, Gertenbach U, Thuroff J, Huber C and Hohenfellner R (2018) Adjuvant Polychemotherapy of Nonorgan-Confined Bladder Cancer After Radical Cystectomy Revisited: Long-Term Results of a Controlled Prospective Study and Further Clinical ExperienceJournal of Urology, VOL. 153, NO. 1, (47-52), Online publication date: 1-Jan-1995.Srougi M and Simon S (2018) Primary Methotrexate, Vinblastine, Doxorubicin and Cisplatin Chemotherapy and Bladder Preservation in Locally Invasive Bladder Cancer: A 5-Year FollowupJournal of Urology, VOL. 151, NO. 3, (593-597), Online publication date: 1-Mar-1994.Dimopoulos M, Finn L and Logothetis C (2018) Pattern of Failure and Survival of Patients with Metastatic Urothelial Tumors Relapsing after Cis-Platinum-Based ChemotherapyJournal of Urology, VOL. 151, NO. 3, (598-600), Online publication date: 1-Mar-1994.Dreicer R, Kollmorgen T, Smith R and Williams R (2018) Neoadjuvant Cisplatin, Methotrexate and Vinblastine for Muscle-Invasive Bladder Cancer: Long-Term FollowupJournal of Urology, VOL. 150, NO. 3, (849-852), Online publication date: 1-Sep-1993.Thrasher J and Crawford E (2018) Current Management of Invasive and Metastatic Transitional Cell Carcinoma of the BladderJournal of Urology, VOL. 149, NO. 5 Part 1, (957-972), Online publication date: 1-May-1993.Stöckle M, Meyenburg W, Wellek S, Voges G, Gertenbach U, Thüroff J, Huber C and Hohenfellner R (2018) Advanced Bladder Cancer (Stages pT3b, pT4a, pN1 and pN2): Improved Survival after Radical Cystectomy and 3 Adjuvant Cycles of Chemotherapy. Results of a Controlled Prospective StudyJournal of Urology, VOL. 148, NO. 2 Part 1, (302-306), Online publication date: 1-Aug-1992.Yagoda A (2018) Editorial CommentsJournal of Urology, VOL. 148, NO. 2 Part 1, (306-307), Online publication date: 1-Aug-1992.Mizutani Y, Nio Y and Yoshida O (2018) Modulation by Cis-Diamminedichloroplatinum (II) of the Susceptibilities of Human T24 Lined and Freshly Separated Autologous Urinary Bladder Transitional Carcinoma Cells to Peripheral Blood Lymphocytes and Lymphokine Activated Killer CellsJournal of Urology, VOL. 147, NO. 2, (505-510), Online publication date: 1-Feb-1992.Aso Y and Akaza H (2018) Effect of Recombinant Human Granulocyte Colony-Stimulating Factor in Patients Receiving Chemotherapy for Urogenital CancerJournal of Urology, VOL. 147, NO. 4, (1060-1064), Online publication date: 1-Apr-1992.Yagoda A (2018) Editorial CommentJournal of Urology, VOL. 147, NO. 4, (1064-1064), Online publication date: 1-Apr-1992.Droller M (2018) Editorial CommentsJournal of Urology, VOL. 148, NO. 2 Part 1, (306-307), Online publication date: 1-Aug-1992.Vogelzang N (2018) Editorial CommentsJournal of Urology, VOL. 148, NO. 2 Part 1, (306-307), Online publication date: 1-Aug-1992.Skinner D, Daniels J, Russell C, Lieskovsky G, Boyd S, Nichols P, Kern W, Sakamoto J, Krailo M and Groshen S (2018) The Role of Adjuvant Chemotherapy Following Cystectomy for Invasive Bladder Cancer: A Prospective Comparative TrialJournal of Urology, VOL. 145, NO. 3, (459-464), Online publication date: 1-Mar-1991.Torti F (2018) Editorial CommentsJournal of Urology, VOL. 145, NO. 3, (464-465), Online publication date: 1-Mar-1991.Maffezzini M, Torelli T, Villa E, Corrada P, Bolognesi A, Lorenzo Leidi G, Rigatti P and Campo B (2018) Systemic Preoperative Chemotherapy with Cisplatin, Methotrexate and Vinblastine for Locally Advanced Bladder Cancer: Local Tumor Response and Early Followup ResultsJournal of Urology, VOL. 145, NO. 4, (741-743), Online publication date: 1-Apr-1991.Igawa M, Ohkuchi T, UekI T, Ueda M, Okada K and Usui T (2018) Usefulness and Limitations of Methotrexate, Vinblastine, Doxorubicin And Cisplatin for the Treatment of Advanced Urothelial CancerJournal of Urology, VOL. 144, NO. 3, (662-665), Online publication date: 1-Sep-1990.Trump D, Elson P, Madajewicz S, Dickman S, Hahn R, Harris J and Vogl S (2018) Randomized Phase II Evaluation of Carboplatin and Chip in Advanced Transitional Cell Carcinoma of the UrotheliumJournal of Urology, VOL. 144, NO. 5, (1119-1122), Online publication date: 1-Nov-1990.Prout G, Shipley W, Kaufman D, Heney N, Griffin P, Althausen A, Bassil B, Nocks B, Parkhurst E and Young H (2018) Preliminary Results in Invasive Bladder Cancer with Transurethral Resection, Neoadjuvant Chemotherapy and Combined Pelvic Irradiation Plus Cisplatin ChemotherapyJournal of Urology, VOL. 144, NO. 5, (1128-1134), Online publication date: 1-Nov-1990.Swanson D, Liles A and Zagars G (2018) Preoperative Irradiation and Radical Cystectomy for Stages T2 and T3 Squamous Cell Carcinoma of the BladderJournal of Urology, VOL. 143, NO. 1, (37-40), Online publication date: 1-Jan-1990.Garnick M (2018) Editorial CommentsJournal of Urology, VOL. 144, NO. 3, (665-665), Online publication date: 1-Sep-1990.Fair W (2018) Editorial CommentsJournal of Urology, VOL. 144, NO. 3, (665-665), Online publication date: 1-Sep-1990. (2018) Reply by AuthorsJournal of Urology, VOL. 144, NO. 3, (665-665), Online publication date: 1-Sep-1990.deKernion J (2018) Editorial CommentsJournal of Urology, VOL. 143, NO. 1, (40-40), Online publication date: 1-Jan-1990.Fair W (2018) Editorial CommentsJournal of Urology, VOL. 143, NO. 1, (40-40), Online publication date: 1-Jan-1990. (2018) Reply by AuthorsJournal of Urology, VOL. 143, NO. 1, (40-40), Online publication date: 1-Jan-1990.Anderström C, Johansson S, Pettersson S and Wahlqvist L (2018) Carcinoma of the Ureter: A Clinicopathologic Study of 49 CasesJournal of Urology, VOL. 142, NO. 2 Part 1, (280-283), Online publication date: 1-Aug-1989.Tannock I, Gospodarowicz M, Connolly J and Jewett M (2018) M-Vac (Methotrexate, Vinblastine, Doxorubicin and Cisplatin) Chemotherapy for Transitional Cell Carcinoma: The Princess Margaret Hospital ExperienceJournal of Urology, VOL. 142, NO. 2 Part 1, (289-292), Online publication date: 1-Aug-1989.Whitmore W (2018) Editorial CommentJournal of Urology, VOL. 142, NO. 2 Part 1, (292-292), Online publication date: 1-Aug-1989.Galetti T, Pontes J, Montie J, Medendorp S and Bukowski R (2018) Neoadjuvant Intra-Arterial Chemotherapy in the Treatment of Advanced Transitional Cell Carcinoma of the Bladder: Results and FollowupJournal of Urology, VOL. 142, NO. 5, (1211-1214), Online publication date: 1-Nov-1989.Garnick M (2018) Editorial CommentsJournal of Urology, VOL. 142, NO. 5, (1214-1215), Online publication date: 1-Nov-1989.Herr H, Badalament R, Amato D, Laudone V, Fair W and Whitmore W (2018) Superficial Bladder Cancer Treated with Bacillus Calmette-Guerin: A Multivariate Analysis of Factors Affecting Tumor ProgressionJournal of Urology, VOL. 141, NO. 1, (22-28), Online publication date: 1-Jan-1989.McCullough D, Cooper R, Yeaman L, Loomer L, Woodruff R, Boyce W, Harrison L, Assimos D and Lynch D (2018) Neoadjuvant Treatment of Stages T2 to T4 Bladder Cancer with Cis-Platinum, Cyclophosphamide and DoxorubicinJournal of Urology, VOL. 141, NO. 4, (849-852), Online publication date: 1-Apr-1989.Zincke H and Sen S (2018) Experience with Extracorporeal Surgery and Autotransplantation for Renal Cell and Transitional Cell Cancer of the KidneyJournal of Urology, VOL. 140, NO. 1, (25-27), Online publication date: 1-Jul-1988.Hermansen D, Reuter V, Whitmore W, Fair W and Melamed M (2018) Flow Cytometry and Cytology as Response Indicators to M-VAC (Methotrexate, Vinblastine, Doxorubicin and Cisplatin)Journal of Urology, VOL. 140, NO. 6, (1394-1396), Online publication date: 1-Dec-1988.Rübben H, Lutzeyer W, Fischer N, Deutz F, Lagrange W and Giani G (2018) Natural History and Treatment of Low and High Risk Superficial Bladder TumorsJournal of Urology, VOL. 139, NO. 2, (283-285), Online publication date: 1-Feb-1988.Sternberg C, Yagoda A, Scher H, Watson R, Herr H, Morse M, Sogani P, Vaughan E, Bander N, Weiselberg L, Geller N, Hollander P, Lipperman R, Fair W and Whitmore W (2018) M-Vac (Methotrexate, Vinblastine, Doxorubicin and Cisplatin) for Advanced Transitional Cell Carcinoma of the UrotheliumJournal of Urology, VOL. 139, NO. 3, (461-469), Online publication date: 1-Mar-1988.Logothetis C, Johnson D, Chong C, Dexeus F, Ogden S, Eschenbach A and Ayala A (2018) Adjuvant Chemotherapy of Bladder Cancer: A Preliminary ReportJournal of Urology, VOL. 139, NO. 6, (1207-1211), Online publication date: 1-Jun-1988.Kies M (2018) Editorial CommentsJournal of Urology, VOL. 140, NO. 4, (824-824), Online publication date: 1-Oct-1988.Alexander R, Isaacs J and Coffey D (2018) Tumor Necrosis Factor Enhances the in Vitro and in Vivo Efficacy of Chemotherapeutic Drugs Targeted at DNA Topoisomerase II in the Treatment of Murine Bladder CancerJournal of Urology, VOL. 138, NO. 2, (427-429), Online publication date: 1-Aug-1987.Troner M, Birch R, Omura G and Williams S (2018) Phase III Comparison of Cisplatin Alone Versus Cisplatin, Doxorubicin and Cyclophosphamide in the Treatment of Bladder (Urothelial) Cancer: A Southeastern Cancer Study Group TrialJournal of Urology, VOL. 137, NO. 4, (660-662), Online publication date: 1-Apr-1987.Stoter G, Splinter T, Child J, Fosså S, Denis L, Van Oosterom A, De Pauw M and Sylvester R (2018) Combination Chemotherapy with Cisplatin and Methotrexate in Advanced Transitional Cell Cancer of the BladderJournal of Urology, VOL. 137, NO. 4, (663-667), Online publication date: 1-Apr-1987.Roberts S, Williams H and Resnick M (2018) Metastatic Transitional Cell Carcinoma in an Ileal Conduit Following CystectomyJournal of Urology, VOL. 137, NO. 4, (734-735), Online publication date: 1-Apr-1987.Cohen J, Persky L and Resnick M (2018) Pattern of Urinary Symptoms in Patients with Metastatic Bladder CancerJournal of Urology, VOL. 136, NO. 3, (586-588), Online publication date: 1-Sep-1986.Klimberg I and Wajsman Z (2018) Treatment for Muscle Invasive Carcinoma of the BladderJournal of Urology, VOL. 136, NO. 6, (1169-1175), Online publication date: 1-Dec-1986.Allen T (2018) Editorial CommentJournal of Urology, VOL. 134, NO. 3, (464-464), Online publication date: 1-Sep-1985.Meyers F, Palmer J, Freiha F, Harker E, Shortliffe L, Hannigan J, McWhirter K and Torti F (2018) The Fate of the Bladder in Patients with Metastatic Bladder Cancer Treated with Cisplatin, Methotrexate and Vinblastine: A Northern California Oncology Group StudyJournal of Urology, VOL. 134, NO. 6, (1118-1121), Online publication date: 1-Dec-1985. Volume 133Issue 3March 1985Page: 403-407 Advertisement Copyright & Permissions© 1985 by The American Urological Association Education and Research, Inc.MetricsAuthor Information Cora N. Sternberg More articles by this author Alan Yagoda More articles by this author Howard I. Scher More articles by this author Robin C. Watson More articles by this author Tauseef Ahmed More articles by this author Lora R. Weiselberg More articles by this author Nancy Geller More articles by this author Phyllis S. Hollander More articles by this author Harry W. Herr More articles by this author Pramod C. Sogani More articles by this author Michael J. Morse More articles by this author Willet F. Whitmore More articles by this author Expand All Advertisement PDF DownloadLoading ...",
  "authors": [
    {
      "display_name": "Cora N. Sternberg",
      "id": "A5004985848",
      "orcid": "https://orcid.org/0000-0003-3938-2627",
      "institutions": [
        {
          "id": "I1334819555",
          "display_name": "Memorial Sloan Kettering Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I2800496781",
          "display_name": "North Shore University Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I205783295",
          "display_name": "Cornell University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Cora N. Sternberg"
    },
    {
      "display_name": "Alan Yagoda",
      "id": "A5113549562",
      "orcid": null,
      "institutions": [
        {
          "id": "I205783295",
          "display_name": "Cornell University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1334819555",
          "display_name": "Memorial Sloan Kettering Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I2800496781",
          "display_name": "North Shore University Hospital",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Alan Yagoda"
    },
    {
      "display_name": "Howard I. Scher",
      "id": "A5072850546",
      "orcid": "https://orcid.org/0000-0002-6791-9324",
      "institutions": [
        {
          "id": "I1334819555",
          "display_name": "Memorial Sloan Kettering Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I2800496781",
          "display_name": "North Shore University Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I205783295",
          "display_name": "Cornell University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Howard I. Scher"
    },
    {
      "display_name": "Robin C. Watson",
      "id": "A5109121563",
      "orcid": null,
      "institutions": [
        {
          "id": "I2800496781",
          "display_name": "North Shore University Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I1334819555",
          "display_name": "Memorial Sloan Kettering Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I205783295",
          "display_name": "Cornell University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Robin C. Watson"
    },
    {
      "display_name": "Tauseef Ahmed",
      "id": "A5023200705",
      "orcid": "https://orcid.org/0000-0003-1260-594X",
      "institutions": [
        {
          "id": "I205783295",
          "display_name": "Cornell University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1334819555",
          "display_name": "Memorial Sloan Kettering Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I2800496781",
          "display_name": "North Shore University Hospital",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Tauseef Ahmed"
    },
    {
      "display_name": "Lora Weiselberg",
      "id": "A5072443682",
      "orcid": null,
      "institutions": [
        {
          "id": "I1334819555",
          "display_name": "Memorial Sloan Kettering Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I2800496781",
          "display_name": "North Shore University Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I205783295",
          "display_name": "Cornell University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Lora R. Weiselberg"
    },
    {
      "display_name": "Nancy L. Geller",
      "id": "A5004913924",
      "orcid": "https://orcid.org/0000-0003-0500-7386",
      "institutions": [
        {
          "id": "I1334819555",
          "display_name": "Memorial Sloan Kettering Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I2800496781",
          "display_name": "North Shore University Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I205783295",
          "display_name": "Cornell University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Nancy Geller"
    },
    {
      "display_name": "Phyllis Hollander",
      "id": "A5077314316",
      "orcid": null,
      "institutions": [
        {
          "id": "I1334819555",
          "display_name": "Memorial Sloan Kettering Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I2800496781",
          "display_name": "North Shore University Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I205783295",
          "display_name": "Cornell University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Phyllis S. Hollander"
    },
    {
      "display_name": "Harry W. Herr",
      "id": "A5111687196",
      "orcid": null,
      "institutions": [
        {
          "id": "I205783295",
          "display_name": "Cornell University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1334819555",
          "display_name": "Memorial Sloan Kettering Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I2800496781",
          "display_name": "North Shore University Hospital",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Harry W. Herr"
    },
    {
      "display_name": "Pramod C. Sogani",
      "id": "A5108598212",
      "orcid": null,
      "institutions": [
        {
          "id": "I2800496781",
          "display_name": "North Shore University Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I205783295",
          "display_name": "Cornell University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1334819555",
          "display_name": "Memorial Sloan Kettering Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Pramod C. Sogani"
    },
    {
      "display_name": "Michael J. Morse",
      "id": "A5114258167",
      "orcid": null,
      "institutions": [
        {
          "id": "I1334819555",
          "display_name": "Memorial Sloan Kettering Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I2800496781",
          "display_name": "North Shore University Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I205783295",
          "display_name": "Cornell University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Michael J. Morse"
    },
    {
      "display_name": "Willet F. Whitmore",
      "id": "A5072952391",
      "orcid": null,
      "institutions": [
        {
          "id": "I1334819555",
          "display_name": "Memorial Sloan Kettering Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I2800496781",
          "display_name": "North Shore University Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I205783295",
          "display_name": "Cornell University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Willet F. Whitmore"
    }
  ],
  "publication_year": 1985,
  "publication_date": "1985-03-01",
  "type": "article",
  "cited_by_count": 667,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "133",
  "issue": "3",
  "first_page": "403",
  "last_page": "407",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.93083787
    },
    {
      "id": "C2777132456",
      "display_name": "Vinblastine",
      "level": 3,
      "score": 0.87632954
    },
    {
      "id": "C2777540882",
      "display_name": "Urothelium",
      "level": 3,
      "score": 0.83075845
    },
    {
      "id": "C2778239845",
      "display_name": "Cisplatin",
      "level": 3,
      "score": 0.8134531
    },
    {
      "id": "C2778065480",
      "display_name": "Transitional cell carcinoma",
      "level": 4,
      "score": 0.7465037
    },
    {
      "id": "C2781059491",
      "display_name": "Methotrexate",
      "level": 2,
      "score": 0.719568
    },
    {
      "id": "C2781303535",
      "display_name": "Doxorubicin",
      "level": 3,
      "score": 0.63119054
    },
    {
      "id": "C2776694085",
      "display_name": "Chemotherapy",
      "level": 2,
      "score": 0.41847247
    },
    {
      "id": "C143998085",
      "display_name": "Oncology",
      "level": 1,
      "score": 0.41729653
    },
    {
      "id": "C126894567",
      "display_name": "Urology",
      "level": 1,
      "score": 0.41428247
    },
    {
      "id": "C502942594",
      "display_name": "Cancer research",
      "level": 1,
      "score": 0.3719951
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.3129785
    },
    {
      "id": "C2779762690",
      "display_name": "Urinary bladder",
      "level": 2,
      "score": 0.24671125
    },
    {
      "id": "C2780352672",
      "display_name": "Bladder cancer",
      "level": 3,
      "score": 0.16098157
    },
    {
      "id": "C121608353",
      "display_name": "Cancer",
      "level": 2,
      "score": 0.09122905
    }
  ],
  "topics": [
    {
      "id": "T10458",
      "display_name": "Bladder and Urothelial Cancer Treatments",
      "score": 0.9999
    },
    {
      "id": "T12695",
      "display_name": "Urinary and Genital Oncology Studies",
      "score": 0.9993
    },
    {
      "id": "T10185",
      "display_name": "Lymphoma Diagnosis and Treatment",
      "score": 0.9932
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/s0022-5347(17)48996-8",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:37:19.928213",
  "source_database": "OpenAlex"
}