{
  "openalex_id": "W2176349136",
  "doi": "https://doi.org/10.5617/adno.2352",
  "title": "Læringsressurser og lærerrollen – et partnerskap i endring?",
  "abstract": "I artikkelen blir relasjonen mellom læringsressurser og lærerrollen undersøkt. Dataene som analyseres består av intervjuer av lærere og elever i fagene historie og engelsk på ungdomstrinnet og i videregående. Analysene viser sentrale temaer i lærere og elevers erfaringer med læreboka og Internett. Vi bruker kontinuumet fra lukkede til åpne ressurser som et begrepsmessig bakteppe for å speile det empiriske materialet. Ved å bruke lærernes og elevenes egne utsagn har vi i analysene forsøkt å beskrive hva som karakteriserer undervisningspraksiser i dag. Våre analyser viser framveksten av det vi har kalt hybride praksiser. Dette er praksiser hvor læreboka har mistet sin suverene posisjon som eneste kunnskapskilde, noe som impliser at lærere stilles overfor nye krav til både å bistå elevene i å vurdere troverdigheten i de Internettbaserte ressursene, og til å organisere undervisningen i forhold til trusselen fra ikke-faglige aktiviteter. Vi finner at lærerne responderer ulikt på denne utviklingen, men en tendens ser ut til å være at de utvikler og tilpasser oppgaver og aktiviteter for sin elevgruppe – lærere blir da i økende grad også designere av undervisningsopplegg.Nøkkelord: lærer, multiple ressurser, lærebok, InternettAbstractThe article investigates the relationship between learning resources and the teacher’s role. The data analyzed consists of interviews with teachers and students in the school subjects of history and English at the secondary and at the upper secondary level. Our analysis shows the central themes that teachers and students communicated with regard to their experiences with the use of textbooks and the Internet. We use the continuum from closed to open resources as a conceptual backdrop to mirror the empirical material. Through the use of the teachers’ and the students’ statements we describe what characterizes teaching practices today. Our analyses show the emergence of what we have called hybrid practices. These are practices in which the textbook has lost its position as the ultimate source of knowledge. The implication is that teachers are faced with new requirements both to assist students in assessing the credibility of the Internet-based resources, and to organize teaching in relation to the threat posed by activities that involve resources that may not be authoritative. We find that teachers respond differently to this trend, but a tendency seems to be that they develop tasks and activities tailor-made for their students, and increasingly become designers of educational activities.Key words: teacher, multiple resources, textbook, Internet",
  "authors": [
    {
      "display_name": "Ingvill Rasmussen",
      "id": "A5085998869",
      "orcid": "https://orcid.org/0000-0001-9688-5912",
      "institutions": [
        {
          "id": "I184942183",
          "display_name": "University of Oslo",
          "country_code": "NO",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ingvill Rasmussen"
    },
    {
      "display_name": "Andreas Lund",
      "id": "A5026370325",
      "orcid": "https://orcid.org/0000-0003-0175-400X",
      "institutions": [
        {
          "id": "I184942183",
          "display_name": "University of Oslo",
          "country_code": "NO",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Andreas Lund"
    }
  ],
  "publication_year": 2015,
  "publication_date": "2015-11-13",
  "type": "article",
  "cited_by_count": 26,
  "is_retracted": false,
  "is_paratext": false,
  "language": "no",
  "source": {
    "id": "S4210173187",
    "display_name": "Acta Didactica Norge",
    "issn_l": "1504-9922",
    "issn": [
      "1504-9922"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310314087"
  },
  "volume": "9",
  "issue": "1",
  "first_page": "18",
  "last_page": "18",
  "open_access": {
    "is_oa": true,
    "oa_status": "diamond",
    "oa_url": "https://journals.uio.no/adno/article/download/2352/2290",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C15708023",
      "display_name": "Humanities",
      "level": 1,
      "score": 0.68110174
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.4892161
    }
  ],
  "topics": [
    {
      "id": "T11859",
      "display_name": "Educator Training and Historical Pedagogy",
      "score": 0.9702
    },
    {
      "id": "T12887",
      "display_name": "Educational Strategies and Epistemologies",
      "score": 0.9597
    },
    {
      "id": "T11935",
      "display_name": "Literacy, Media, and Education",
      "score": 0.9381
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.5617/adno.2352",
  "pdf_url": "https://journals.uio.no/adno/article/download/2352/2290",
  "retrieved_date": "2025-07-30T14:34:32.735764",
  "source_database": "OpenAlex"
}