{
  "openalex_id": "W2171534851",
  "doi": "https://doi.org/10.1130/b26207.1",
  "title": "The case for persistent southwest-dipping Cretaceous convergence in the northeast Antilles: Geochemistry, melting models, and tectonic implications",
  "abstract": "Research Article| July 01, 2008 The case for persistent southwest-dipping Cretaceous convergence in the northeast Antilles: Geochemistry, melting models, and tectonic implications Wayne T. Jolly; Wayne T. Jolly † 1Department of Earth Sciences, Brock University, St. Catharines, Ontario L2S 3A1, Canada †Deceased Search for other works by this author on: GSW Google Scholar Edward G. Lidiak; Edward G. Lidiak § 2Department of Geology and Planetary Science, University of Pittsburgh, Pittsburgh, Pennsylvania 15260, USA §E-mail: egl+@pitt.edu Search for other works by this author on: GSW Google Scholar Alan P. Dickin Alan P. Dickin # 3Department of Geography and Geology, McMaster University, Hamilton, Ontario L8S 4M1, Canada #E-mail: dickin@mcmaster.ca Search for other works by this author on: GSW Google Scholar GSA Bulletin (2008) 120 (7-8): 1036–1052. https://doi.org/10.1130/B26207.1 Article history received: 19 Feb 2007 rev-recd: 03 Sep 2007 accepted: 07 Sep 2007 first online: 02 Mar 2017 Cite View This Citation Add to Citation Manager Share Icon Share Facebook Twitter LinkedIn MailTo Tools Icon Tools Get Permissions Search Site Citation Wayne T. Jolly, Edward G. Lidiak, Alan P. Dickin; The case for persistent southwest-dipping Cretaceous convergence in the northeast Antilles: Geochemistry, melting models, and tectonic implications. GSA Bulletin 2008;; 120 (7-8): 1036–1052. doi: https://doi.org/10.1130/B26207.1 Download citation file: Ris (Zotero) Refmanager EasyBib Bookends Mendeley Papers EndNote RefWorks BibTex toolbar search Search Dropdown Menu toolbar search search input Search input auto suggest filter your search All ContentBy SocietyGSA Bulletin Search Advanced Search Abstract Constraints on the polarity of Cretaceous subduction in the Greater Antilles are provided through geochemical comparison between the erupted island arc lavas in central Puerto Rico and potential pelagic sediment reservoirs in the flanking ocean basins. Early Jurassic to mid-Cretaceous (185- to 65-Ma) sediment from the open Pacific on the southwest is dominated by pelagic chert, which is highly refractory and depleted with respect to incompatible elements. In comparison, mid- to Late Cretaceous (ca. 112- to 65-Ma) sediment from the younger Atlantic basin on the northeast was dominated by mixtures of two end members. These include (1) biogenic clay and carbonates with elevated light rare-earth element (LREE) abundances, negative MORB-normalized, high field-strength element (HFSE) anomalies, and low Zr/Sm; and (2) turbiditic detritus of upper continental crust composition with high LREE, comparatively shallow HFSE anomalies, and high Zr/Sm. Compositions of Puerto Rican arc basalts are inconsistent with incorporation of Pacific pelagic chert. Instead, patterns characteristic of high-Fe island arc tholeiites are reproduced by incorporation of up to 4% of a low-Zr/Sm biogenic sediment component of Atlantic origin, whereas patterns of low-Fe lavas require, in addition to biogenic sediment, introduction of up to 2% of a high-Zr/Sm crustal turbidite component. The Atlantic origin of all the subducted sediments indicates the polarity of subduction throughout the Cretaceous in the northeast Antilles was persistently southwest dipping. This conclusion is supported by the presence of a low-Zr/Sm suprasubduction zone component of Atlantic origin in Caribbean plateau basalts (91–88 Ma) from southwest Puerto Rico, which were erupted within the broad back-arc region of the Greater Antilles during intermediate stages of arc development. You do not have access to this content, please speak to your institutional administrator if you feel you should have access.",
  "authors": [
    {
      "display_name": "Wayne T. Jolly",
      "id": "A5013256558",
      "orcid": null,
      "institutions": [
        {
          "id": "I186803428",
          "display_name": "Brock University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "W. T. Jolly"
    },
    {
      "display_name": "Edward G. Lidiak",
      "id": "A5067281544",
      "orcid": null,
      "institutions": [
        {
          "id": "I1302918504",
          "display_name": "Planetary Science Institute",
          "country_code": "US",
          "type": "nonprofit"
        },
        {
          "id": "I170201317",
          "display_name": "University of Pittsburgh",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "E. G. Lidiak"
    },
    {
      "display_name": "Alan P. Dickin",
      "id": "A5066665127",
      "orcid": "https://orcid.org/0000-0003-3442-6141",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "A. P. Dickin"
    }
  ],
  "publication_year": 2008,
  "publication_date": "2008-03-25",
  "type": "article",
  "cited_by_count": 29,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S3271665",
    "display_name": "Geological Society of America Bulletin",
    "issn_l": "0016-7606",
    "issn": [
      "0016-7606",
      "1943-2674"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310319845"
  },
  "volume": "120",
  "issue": "7-8",
  "first_page": "1036",
  "last_page": "1052",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C12294951",
      "display_name": "Cretaceous",
      "level": 2,
      "score": 0.5986333
    },
    {
      "id": "C127313418",
      "display_name": "Geology",
      "level": 0,
      "score": 0.58798283
    },
    {
      "id": "C2778805511",
      "display_name": "Citation",
      "level": 2,
      "score": 0.5372116
    },
    {
      "id": "C77928131",
      "display_name": "Tectonics",
      "level": 2,
      "score": 0.5016217
    },
    {
      "id": "C2778447006",
      "display_name": "Icon",
      "level": 2,
      "score": 0.49006665
    },
    {
      "id": "C2780154274",
      "display_name": "Download",
      "level": 2,
      "score": 0.46598214
    },
    {
      "id": "C161191863",
      "display_name": "Library science",
      "level": 1,
      "score": 0.4388371
    },
    {
      "id": "C151730666",
      "display_name": "Paleontology",
      "level": 1,
      "score": 0.39164224
    },
    {
      "id": "C136764020",
      "display_name": "World Wide Web",
      "level": 1,
      "score": 0.24819595
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.2262668
    },
    {
      "id": "C199360897",
      "display_name": "Programming language",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10001",
      "display_name": "Geological and Geochemical Analysis",
      "score": 0.9999
    },
    {
      "id": "T10110",
      "display_name": "earthquake and tectonic studies",
      "score": 0.9996
    },
    {
      "id": "T13404",
      "display_name": "Geological and Tectonic Studies in Latin America",
      "score": 0.9994
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1130/b26207.1",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:41:27.137381",
  "source_database": "OpenAlex"
}