{
  "openalex_id": "W2179779247",
  "doi": null,
  "title": "Psallus lepidus Fieber, Deraeocoris piceicola Knight, and Dichrooscytus latifrons Knight: new records of plant bugs in eastern North America (Heteroptera: Miridae).",
  "abstract": "-The first U.S. record of the Palearctic Psallus lepidus Fieber is given. Previously known in the Nearctic region only from the Canadian Maritime Provinces, this phyline is reported from Massachusetts on Old World species of ash, Fraxinus. The deraeocorine Der aeocoris piceicola Knight and mirine Dichrooscytus latifrons Knight are recorded from spruce, Picea spp.: the former in Connecticut, Maine, New York, and Vermont and the latter from Maine, New Hampshire, New York, and Vermont. These are the first records of the western Deraeocoris piceicola in eastern North America and the first northeastern U.S. records for Dichrooscytus latifrons, not previously known east of Michigan in the United States. Psallus lepidus is adventive in eastern North America, whereas Dichrooscytus latifrons and Deraeocoris piceicola are considered indigenous in the East. Recent collecting in the northeastern states has produced the first U.S. record of Psallus lepidus Fieber, a Palearctic ash plant bug known in the New World only from Nova Scotia and Prince Edward Island (Kelton, 1983). This phyline is here reported from Massachusetts. We also report the native Deraeocoris piceicola Knight from Connecticut, Maine, New York, and Vermont and Dichrooscytus latifrons Knight from Maine, New Hampshire, New York, and Vermont. The former is a spruce inhabiting mirid recorded previously in western North America; the latter bug, al though widespread on spruce and other conifers in eastern Canada, is known in the eastern U.S. only from Michigan's Upper Peninsula. Voucher specimens of all species have been deposited in the collections of Cornell University (CUIC), Pennsylvania Department of Agriculture (PDA), and National Museum of Natural History (USNM). Psallus lepidus Fieber This dark red to reddish-brown phyline occurs throughout most of the British Isles, continental Europe, and North Africa (Carvalho, 1958). European ash, Fraxinus excelsior L., is the primary host (e.g., Butler, 1923; Southwood and Leston, 1959). Psallus lepidus may be an ash specialist that uses other plants only for adult feeding; Stichel (1956) noted that it is sometimes found on other deciduous trees. Eggs over winter on host trees, and adults appear in mid-June in England and may be present until early September (Butler, 1923; Wagner, 1952; Southwood and Leston, 1959). This content downloaded from 157.55.39.185 on Thu, 04 Aug 2016 04:50:06 UTC All use subject to http://about.jstor.org/terms 358 JOURNAL OF THE NEW YORK ENTOMOLOGICAL SOCIETY Vol. 98(3) The last-named authors suggested the possibility of two annual generations in Britain; however, our data indicate that, at least in Massachusetts, this mirid is univoltine. Kelton (1983) first reported P. lepidus from the New World. Records from European ash, dating from 1966, were cited for three localities in Nova Scotia and from Char lottetown, Prince Edward Island. Kelton provided an adult diagnosis, illustrations of the male genitalia, and characters that allow P. lepidus to be distinguished from the similar P. flavellus Stichel, an adventive plant bug found coexisting with P. lepidus on European ash in Nova Scotia. Wagner (1975) also described P. lepidus and figured the male genitalia; a color illustration of an adult female is available in Reuter (1878). We collected late instars (4YY were reared) of P. lepidus on European ash at the Arnold Arboretum (Harvard University), Jamaica Plain, Suffolk Co., Massachusetts, 27 May 1988. Nymphs also were present on other Old World ash species, including F. angustifolia Vahl (and subspecies oxycarpa Willd.) and F. pallisae Willm. When placed in rearing containers, the nymphs fed mainly on fruits (samaras), which they discolored and coated with dark spots of excrement. Fourth and fifth instars were found on the same ash trees the following season; 11 males and 4 females were reared from material collected 26 May 1989. The second year, we noticed that seeds of host trees were discolored and spotted with excrement. This apparent preference for fruits contrasts with native ash plant bugs, Tropidosteptes spp. (Mirinae), which feed on foliage, causing chlorosis, leaf curl, and sometimes defoliation (Dickerson and Weiss, 1916; Leonard, 1916; Usinger, 1945). Deraeocoris piceicola Knight Knight (1927) described this deraeocorine from Colorado, where it was collected on native spruce, Picea sp., infested with gall-forming Adelgidae, and from British Columbia. It was not mentioned again until Kelton (1980) recorded it from white spruce, P. glauca (Moench.) Voss, in Alberta, noting that it probably preys on adelgids. In Oregon, Razafimahatratra (1980) recorded it from Engelmann spruce, P. engel manni Parry ex Engelm.; Pacific silver fir, Abies amabilis Forbes; noble fir, A. procera Rehd.; and lodgepole pine, Pinus contorta Dougl. ex Loud. He noted that predation had been observed on aphids and adelgids in the field and laboratory. Although Kelton (1980) implied that D. piceicola had been recorded from the Yukon Territory, no reference or localities were cited. Through the courtesy of Michael D. Schwartz, we are able to provide the following records: YUKON TERRITORY: Burwash Landing, 27 July 1948, Mason & Hughes; Carcross, 1 August 1982, L. A. Kelton; Dawson, 21 July 1982, ex spruce, LAK; Destruction Bay, 26 July 1982, ex spruce, LAK; Haines Jct., 2 August 1948, swept ex willow, Mason & Hughes; Morley R., 9 August 1982, ex alder and lodgepole, LAK; North Fork of Klondike R., no date; Rancheria, 11 August 1982, ex lodgepole and spruce, LAK; Tagish, 17 July and 11 August 1983, ex spruce, LAK; Watson Lk., 13 August 1982, ex larch, LAK; and Whitehorse, 16 July 1982, ex spruce, LAK. On 18 June 1988, we collected pinkish nymphs of an unfamiliar Deraeocoris species at Watertown, Jefferson Co., New York. Fourth and fifth instars were common on white spruce infested with aphids and adelgids. Nymphs were reared on aphid infested spruce terminals, and the 12 adults (766, 599) that matured were confirmed This content downloaded from 157.55.39.185 on Thu, 04 Aug 2016 04:50:06 UTC All use subject to http://about.jstor.org/terms 1990 NEW RECORDS OF MIRIDAE 359 by T. J. Henry as the western D. piceicola. We also reared adults (486, 2Q9) of this species from late instars collected 18 June on white spruce on the St. Lawrence University campus at Canton, St. Lawrence Co., New York. Two females were collected 31 July 1988 on white spruce at Alfred, Allegany Co., New York. In 1989, one of us (AGW) and Thomas J. Henry collected D. piceicola (adults and/ or nymphs) from the following additional localities: CONNECTICUT: Hartford Co.: Marlborough, 15 July, P. glauca. MAINE: Androscoggin Co.: Bates College, Lewiston, 30 June, P. glauca; Rte. 202, Greene, 1 July, P. glauca. Aroostook Co.: Rte. 1 N. of Monticello, 5 July, P. glauca; Univ. of Maine, Presque Isle, 5 July, P. glauca. Cum berland Co.: Bowdoin College, Brunswick, 29 June, P. glauca. Kennebec Co.: Colby College, Waterville, 2 July, P. glauca, P. pungens, and P. abies. Penobscot Co.: Univ. of Maine, Orono, 3 July, P. abies. NEW YORK: Jefferson Co.: Watertown, 10 June, P. glauca. Oswego Co.: Pulaski, 10 June, P. glauca. Schoharie Co.: SUNY-Cobleskill, 23 July, P. glauca. VERMONT: Bennington Co.: Rte. 67, NW of Bennington, 25 June, P. glauca. Dichrooscytus latifrons Knight Knight apparently collected this mirine with Deraeocoris piceicola in 1925, but did not describe it as a new species for more than 40 years; holotypes of both species were taken 20 August 1925 at Pingree Park, Colorado (Knight, 1927, 1968). A host was not mentioned, but it almost certainly was the same native spruce on which D. piceicola was taken. Knight (1968) also based his original description of D. latifrons on specimens from Arizona. Kelton (1972) added records from Alberta, British Columbia, Manitoba, Saskatchewan, and Yukon Territory, in addition to New Bruns wick, Newfoundland, Nova Scotia, Ontario, Prince Edward Island, and Quebec in eastern Canada. He stated that white spruce was the most common host and that smaller numbers had been taken on subalpine fir, Abies lasiocarpa (Hook.) Nutt.; lodgepole pine, Pinus contorta; and western white pine, P. monticola Dougl. ex D. Don. Kelton's (1972) record from Sault Saint Marie, Michigan, has remained the east ernmost for the United States. On the Clarkson University campus, Potsdam, St. Lawrence Co., New York, we collected 266 and 299, 18 June 1988, on white spruce. The following day on the St. Lawrence campus, Canton, New York, we collected fifth instars (566, 3QQ were reared) and two teneral females. They were present on white spruce with nymphs of Deraeocoris piceicola. As with the previous species, AGW and T. J. Henry collected D. latifrons from additional localities in 1989: MAINE: Androscoggin Co.: Rte. 202, Greene, 1 July, P. glauca. Aroostook Co.: Rte. 1, N of Monticello, 5 July, P. glauca; Univ. of Maine, Presque Isle, 5 July, P. glauca. Cumberland Co.: Bowdoin College, Brunswick, 29 June, P. glauca. Kennebec Co.: Belgrade, 1 July, P. pungens; Colby College, Water ville, 2 July, P. glauca, P. pungens and P. glauca. Penobscot Co.: Hampden, 3 July, P. glauca; Univ. of Maine, Orono, 3 July, P. glauca. York. Co.: Kennebunk, 29 June, P. glauca. NEW HAMPSHIRE: Grafton Co.: Hanover, 26 June, P. glauca. VER MONT: Bennington Co.: Rte. 67, NW of Bennington, 25 June, P. glauca. An ad ditional unpublished Vermont record, provided by M. D. Schwartz, is: Essex Co.: North Concord, 8 July 1978, ex spruce, L. A. Kelton. This content downloaded from 157.55.39.185 on Thu, 04 Aug 2016 04:50:06 UTC All use subject to http://about.jstor.org/terms 360 JOURNAL OF THE NEW YORK ENTOMOLOGICAL SOCIETY Vol. 98(3)",
  "authors": [
    {
      "display_name": "Alfred G. Wheeler",
      "id": "A5109409500",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "A. G. Wheeler"
    },
    {
      "display_name": "E. R. Hoebeke",
      "id": "A5113914280",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "E. R. Hoebeke"
    }
  ],
  "publication_year": 1990,
  "publication_date": "1990-01-01",
  "type": "article",
  "cited_by_count": 3,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S144855099",
    "display_name": "Journal of the New York Entomological Society",
    "issn_l": "0028-7199",
    "issn": [
      "0028-7199",
      "1937-2361"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320297"
  },
  "volume": "98",
  "issue": "3",
  "first_page": "357",
  "last_page": "361",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2776298369",
      "display_name": "Miridae",
      "level": 3,
      "score": 0.96975356
    },
    {
      "id": "C2779538911",
      "display_name": "Heteroptera",
      "level": 2,
      "score": 0.96029353
    },
    {
      "id": "C71140485",
      "display_name": "Knight",
      "level": 2,
      "score": 0.612706
    },
    {
      "id": "C2778908745",
      "display_name": "Hemiptera",
      "level": 2,
      "score": 0.45948088
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.4062196
    },
    {
      "id": "C90856448",
      "display_name": "Zoology",
      "level": 1,
      "score": 0.2685507
    },
    {
      "id": "C121332964",
      "display_name": "Physics",
      "level": 0,
      "score": 0.039746195
    },
    {
      "id": "C1276947",
      "display_name": "Astronomy",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T12329",
      "display_name": "Hemiptera Insect Studies",
      "score": 0.9998
    },
    {
      "id": "T13950",
      "display_name": "Collembola Taxonomy and Ecology Studies",
      "score": 0.9785
    },
    {
      "id": "T12822",
      "display_name": "Turfgrass Adaptation and Management",
      "score": 0.9784
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://www.biodiversitylibrary.org/part/180562",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:40:59.699577",
  "source_database": "OpenAlex"
}