{
  "openalex_id": "W2184346818",
  "doi": null,
  "title": "Abundance Estimates of Chinook Salmon in the Kenai River Using Dual-Beam Sonar",
  "abstract": "A real-time system for estimating abundance of upstream-migrating chinook salmon Oncorhynchus tshawytscha using side-looking, dual-beam sonar was developed for the Kenai River, Alaska, in 1984. The feasibility of using dual-beam sonar for counting and determining target strength of passing salmon was established during the initial 2 years of the study. A hydroacoustic system was engineered to insonify that area of the river used by migrating chinook salmon. Procedures were developed for in situ calibration of the hydroacoustic system and for estimating abundance and associated variance. Management-level operation of the project began in early July 1987. The estimates of chinook salmon passing the sonar site were consistent with independent estimates based on mark-recapture methods. The temporal, spatial, and target-strength distributions of the tracked fish were consistent with estimates of these distributions made using independent methods. Dual-beam sonar has proven to be a precise method for providing real-time estimates of the passage of upstream-migrating chinook salmon. Authors: DOUGLAS M. EGGERS is the chief fisheries scientist with the Alaska Department of Fish and Game, Commercial Fisheries Management and Development Division, P.O. Box 25526, Juneau, AK 99802-5526; PAUL A. SKVORC, II is chief of sonar technical services for the Alaska Department of Fish and Game, Commercial Fisheries Management and Development Division, 333 Raspberry Road, Anchorage, AK 99518-1599; and DEBORAH L. BURWEN is a biometrician with the Alaska Department of Fish and Game, Sport Fish Division, 333 Raspberry Road, Anchorage, AK 99518-1599. Acknowledgments: Reviews — David R. Bernard, Dave Messiar, John H. Clark, Samuel V. Johnston, Douglas N. McBride, Kelly Hepler, and Steve Hammarstrom. INTRODUCTION The Kenai River drainage in southcentral Alaska supports important commercial, recreational, and personal use fisheries for sockeye Oncorhynchus nerka and chinook O. tshawytscha salmon. Both species occur in 2 distinct runs based on timing of entry into the Kenai River, the early run entering the river before and the late run after July 1. The early runs of chinook and sockeye salmon to the Kenai River are harvested almost exclusively in recreational fisheries (Nelson 1993), whereas the late runs are caught in commercial, recreational, and personal use fisheries (Nelson 1993; Ruesch and Fox 1992). Fishing effort and catches in the Cook Inlet recreational fisheries that exploit both runs of chinook salmon increased significantly throughout the 1980s (Nelson 1993). In recent years, however, fishing effort and harvests have declined because of imposed restrictions responsing to conservation concerns. Laterun chinook salmon returning to the Kenai River were increasingly taken throughout the 1980s as bycatch in concurrent Cook Inlet commercial gillnet fisheries targeting late-run sockeye salmon. This bycatch of Kenai River chinook salmon increased directly with fishing time necessary to harvest consistently large runs of Cook Inlet sockeye salmon that have occurred since the early 1980s (Ruesch and Fox 1992). Because of conservation concerns associated with the escalating directed and incidental catches of Kenai River chinook salmon, the Alaska Department of Fish and Game initiated studies in 1984 to develop estimates of Kenai River chinook salmon escapement. Study objectives were to (1) develop biological escapement goals, (2) evaluate the efficacy of fishery management measures taken to conserve the stock, and (3) develop specific fishery management plans in concert with the Alaska Board of Fisheries that allocate the burden of conservation among competing users of the resource. Two independent methods for estimating escapement were used. The first used standard mark-recapture methods (Cormack 1968; Seber 1982), and the second used side-looking, dual-beam sonar (Ehrenberg 1972) to count salmon migrating upstream. The mark-recapture methods provided postseason estimates of escapement (Hammarstrom and Larson 1986; Conrad and Larson 1987; Conrad 1988; Carlon and Alexandersdottir 1989; Alexandersdottir and Articles",
  "authors": [
    {
      "display_name": "Douglas M. Eggers",
      "id": "A5112096363",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Douglas M. Eggers"
    },
    {
      "display_name": "Paul A. Skvorc",
      "id": "A5051081965",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Paul A. Skvorc"
    },
    {
      "display_name": "Deborah L. Burwen",
      "id": "A5078398291",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Deborah L. Burwen"
    }
  ],
  "publication_year": 1995,
  "publication_date": "1995-01-01",
  "type": "article",
  "cited_by_count": 18,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "",
    "display_name": "",
    "issn_l": "",
    "issn": [],
    "type": "",
    "host_organization": ""
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C100398564",
      "display_name": "Chinook wind",
      "level": 4,
      "score": 0.94723964
    },
    {
      "id": "C2779140988",
      "display_name": "Oncorhynchus",
      "level": 3,
      "score": 0.72017705
    },
    {
      "id": "C505870484",
      "display_name": "Fishery",
      "level": 1,
      "score": 0.70628893
    },
    {
      "id": "C555745239",
      "display_name": "Sonar",
      "level": 2,
      "score": 0.7019713
    },
    {
      "id": "C2909208804",
      "display_name": "Fish <Actinopterygii>",
      "level": 2,
      "score": 0.60902625
    },
    {
      "id": "C77077793",
      "display_name": "Abundance (ecology)",
      "level": 2,
      "score": 0.45168573
    },
    {
      "id": "C205649164",
      "display_name": "Geography",
      "level": 0,
      "score": 0.40287083
    },
    {
      "id": "C39432304",
      "display_name": "Environmental science",
      "level": 0,
      "score": 0.38290215
    },
    {
      "id": "C111368507",
      "display_name": "Oceanography",
      "level": 1,
      "score": 0.35493842
    },
    {
      "id": "C127313418",
      "display_name": "Geology",
      "level": 0,
      "score": 0.19887233
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.12727132
    }
  ],
  "topics": [
    {
      "id": "T10302",
      "display_name": "Fish Ecology and Management Studies",
      "score": 0.9998
    },
    {
      "id": "T12319",
      "display_name": "Fish Biology and Ecology Studies",
      "score": 0.9879
    },
    {
      "id": "T10230",
      "display_name": "Marine and fisheries research",
      "score": 0.9859
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://www.adfg.alaska.gov/static/home/library/PDFs/afrb/eggrv2n1.pdf",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:28:40.564719",
  "source_database": "OpenAlex"
}