{
  "openalex_id": "W2184535763",
  "doi": null,
  "title": "Applications of CAT in Admissions to Higher Education in Israel: Twenty-Two Years of Experience",
  "abstract": "The use of CAT in higher education admissions testing in Israel is described. This includes: (1) AMIRAM—a CAT of English as a foreign language that has been used by various institutions of higher education for placement purposes for the past 22 years, and (2) MIFAM—a CAT version of the Psychometric Entrance Test that has been in use for nine years as a higher education admissions tool for examinees with disabilities. Both applications run in parallel with paper-and-pencil test versions. This presentation focuses on the specific procedures used to produce equitable scores across the two media as well as examining the suitability of CAT for examinees with disabilities. Also discussed are a number of practical issues that were encountered during conversion of the Psychometric Entrance Test (PET) to a CAT format. Issues that pertain to the meeting of content specifications, item exposure, item banks, item bank dimensionality, and equating, are identified and discussed in the context of evolutionary changes in the MIFAM program. Acknowledgment Presentation of this paper at the 2009 Conference on Computerized Adaptive Testing was supported in part with funds from GMAC. Copyright © 2009 by the Authors All rights reserved. Permission is granted for non-commercial use. Citation Gafni, N., Cohen, Y., Roded, K., Baumer, M., & Moshinsky, A. (2009). Applications of CAT in admissions to higher education in Israel: Twenty-two years of experience. In D. J. Weiss (Ed.), Proceedings of the 2009 GMAC Conference on Computerized Adaptive Testing. Retrieved [date] from www.psych.umn.edu/psylabs/CATCentral/ Author Contact Naomi Gafni, National Institute for Testing and Evaluation, P.O.B. 26015, Jerusalem, 91260 Israel. Email: Naomi@nite.org.il Applications of CAT in Admissions to Higher Education in Israel: Twenty-Two Years of Experience The National Institute for Testing and Evaluation (NITE) is a non-profit organization responsible for test development, test administration, test scoring, and reporting of scores to both examinees and the various institutions of higher education in Israel. NITE was established in 1982 by the Israeli Universities Board. The first version of the Psychometric Entrance Test (PET) was administered by paper-and-pencil (PP (2) An audio version of PET used to examine sight-impaired candidates (230 examinees per year); (3) MATAL— test used to diagnose learning disabilities and attention disorders (about 2,000 examinees thus far); (4) Internet-based practice tests for PET (28,000 visitors to the Web site last year, 4,440 of which completed the test) and MEMAD (5,040 visitors, 1,097 of which finished the test during the last nine months). Overall, about 22,000 people are examined by computer each year. Overview of the Psychometric Entrance Test The Psychometric Entrance Test (PET) is a scholastic aptitude P&P test constructed and administered by NITE. It is used in the admissions procedures of all Israeli universities and colleges, in conjunction with the matriculation certificate. PET is comprised of three multiplechoice domains: Verbal Reasoning—V (60 items), Quantitative Reasoning—Q (50 items), and English as a Foreign Language—E (54 items). PET is translated into Arabic, Russian, English, French, and Spanish. A combined Hebrew and English version is offered to applicants who are not proficient in any of the aforementioned languages. The P&P operational version of PET consists of six sections, two per domain, each containing 25-30 items that must be answered within 25 minutes. The number-correct score in each domain is scaled to range from 50 to 150, with a mean of 100 and a standard deviation of 20. A total (TOT) score is computed by a weighted sum of the domain scores and scaled back to a mean of 500 and standard deviation of 100, with a range of 200-800. The relative weights of the three domains are 2, 2, and 1 for V, Q and E respectively. Approximately 80,000 examinees take the examination annually and PET scores are reported to about 60 institutions. A validity study conducted by NITE and based on data from 168,881 students studying at Israeli universities during 1990-1999 (Kennet, Bronner, and Oren, 1999) indicated that: 1. In most fields of study, the predictive validity of PET was slightly higher than that of the matriculation (0.45 and 0.41 for PET and the matriculation, respectively). 2. The Composite Score, which is based on both PET and the matriculation certificate,",
  "authors": [
    {
      "display_name": "Naomi Gafni",
      "id": "A5053287844",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Naomi Gafni"
    },
    {
      "display_name": "Yoav Cohen",
      "id": "A5028697394",
      "orcid": "https://orcid.org/0000-0003-3980-8499",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Yoav Cohen"
    },
    {
      "display_name": "Keren Roded",
      "id": "A5018963720",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Keren Roded"
    },
    {
      "display_name": "Michal Baumer",
      "id": "A5035572189",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Michal Baumer"
    },
    {
      "display_name": "Avital Moshinsky",
      "id": "A5083052664",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Avital Moshinsky"
    }
  ],
  "publication_year": 2009,
  "publication_date": "2009-01-01",
  "type": "article",
  "cited_by_count": 4,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "",
    "display_name": "",
    "issn_l": "",
    "issn": [],
    "type": "",
    "host_organization": ""
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C106347477",
      "display_name": "Equating",
      "level": 3,
      "score": 0.67407584
    },
    {
      "id": "C2779343474",
      "display_name": "Context (archaeology)",
      "level": 2,
      "score": 0.5906881
    },
    {
      "id": "C2777267654",
      "display_name": "Test (biology)",
      "level": 2,
      "score": 0.5324743
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.5050767
    },
    {
      "id": "C2777601897",
      "display_name": "Presentation (obstetrics)",
      "level": 2,
      "score": 0.48371154
    },
    {
      "id": "C2778805511",
      "display_name": "Citation",
      "level": 2,
      "score": 0.47363204
    },
    {
      "id": "C509550671",
      "display_name": "Medical education",
      "level": 1,
      "score": 0.3543052
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.27510482
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.2472421
    },
    {
      "id": "C161191863",
      "display_name": "Library science",
      "level": 1,
      "score": 0.21335542
    },
    {
      "id": "C138496976",
      "display_name": "Developmental psychology",
      "level": 1,
      "score": 0.14413768
    },
    {
      "id": "C205649164",
      "display_name": "Geography",
      "level": 0,
      "score": 0.13947436
    },
    {
      "id": "C151730666",
      "display_name": "Paleontology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C126838900",
      "display_name": "Radiology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C101266164",
      "display_name": "Rasch model",
      "level": 2,
      "score": 0.0
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10467",
      "display_name": "Psychometric Methodologies and Testing",
      "score": 0.9754
    },
    {
      "id": "T10780",
      "display_name": "Reliability and Maintenance Optimization",
      "score": 0.9546
    },
    {
      "id": "T12423",
      "display_name": "Software Reliability and Analysis Research",
      "score": 0.9314
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "http://iacat.org/sites/default/files/biblio/cat09gafni.pdf",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:34:51.279698",
  "source_database": "OpenAlex"
}