{
  "openalex_id": "W2194089876",
  "doi": "https://doi.org/10.2471/blt.15.153171",
  "title": "Strategies for achieving global collective action on antimicrobial resistance",
  "abstract": "Global governance and market failures mean that it is not possible to ensure access to antimicrobial medicines of sustainable effectiveness. Many people work to overcome these failures, but their institutions and initiatives are insufficiently coordinated, led and financed. Options for promoting global collective action on antimicrobial access and effectiveness include building institutions, crafting incentives and mobilizing interests. No single option is sufficient to tackle all the challenges associated with antimicrobial resistance. Promising institutional options include monitored milestones and an inter-agency task force. A global pooled fund could be used to craft incentives and a special representative nominated as an interest mobilizer. There are three policy components to the problem of antimicrobials--ensuring access, conservation and innovation. To address all three components, the right mix of options needs to be matched with an effective forum and may need to be supported by an international legal framework.Les dysfonctionnements de la gouvernance et du marché à l'échelle mondiale se traduisent par une impossibilité de garantir l'accès à des médicaments antimicrobiens durablement efficaces. De nombreuses personnes s'emploient à pallier ces dysfonctionnements, mais leurs institutions et leurs initiatives manquent de coordination, de direction et de moyens financiers. La création d'institutions, l'élaboration de mesures d'incitation et la mobilisation des parties intéressées font partie des options possibles pour promouvoir une action collective mondiale sur l'accès aux antimicrobiens et sur leur efficacité. Aucune option isolée ne suffira à venir à bout de tous les problèmes associés à la résistance aux antimicrobiens. Parmi les options institutionnelles prometteuses, il convient de mentionner le suivi des étapes importantes et une équipe spéciale interorganisations. Des fonds mis en commun à l'échelle mondiale pourraient être utilisés pour élaborer des mesures d'incitation et un représentant spécial pourrait être chargé de mobiliser les parties intéressées. Le problème des antimicrobiens comporte trois aspects stratégiques: garantir l'accès, la conservation et l'innovation. Pour agir à l'égard de ces trois aspects, il est nécessaire d'associer les options, harmonieusement combinées, à une structure efficace et, peut-être, de les inscrire dans un cadre juridique international.Los fracasos de gobernanza mundial y de los mercados significan que no es posible garantizar el acceso a medicamentos antimicrobianos de efectividad sostenible. Muchas personas trabajan para solucionar estos problemas, pero sus instituciones e iniciativas no están lo suficientemente coordinadas, guiadas y financiadas. Las opciones para promocionar una acción colectiva global en cuanto al acceso a los antimicrobianos y la efectividad incluyen la creación de instituciones, la elaboración de incentivos y la movilización de intereses. Ninguna opción por sí sola es suficiente para afrontar todos los desafíos asociados con la resistencia a los antimicrobianos. Las opciones institucionales prometedoras incluyen hitos supervisados y un grupo de acción interinstitucional. Se podría utilizar un fondo combinado global para elaborar incentivos y nominar un representante especial como un movilizador de intereses. El problema de los antimicrobianos tiene tres componentes de las políticas: asegurar el acceso, la conservación y la innovación. Para abordar los tres componentes se necesita que la mezcla correcta de opciones se una a un foro efectivo, y podría necesitar el apoyo de un marco legal internacional.يؤدي فرض الرقابة العالمية ووقوع أوجه قصور في الأسواق إلى عدم إمكانية ضمان تيسير سبل الحصول على الأدوية المضادة للميكروبات ذات الفعالية المستدامة. وهناك جهود تبذلها جهات عدّة للتغلب على هذه الأوجه من القصور، إلا أن المؤسسات والمبادرات التي تمثلها تلك الجهات تعاني من عدم كفاية التنسيق وقصور القيادة ونقص التمويل. ومن بين الخيارات المتوفرة لتشجيع التحرك الجماعي على المستوى الدولي لتوفير سبل الحصول على الأدوية المضادة للميكروبات وضمان فعاليتها يأتي بناء المؤسسات، وتقديم الحوافز، وغرس الاهتمام. ليس ثمة خيار أوحد يكفي بمفرده لمواجهة جميع التحديات المرتبطة بمقاومة الميكروبات. أما الخيارات المشجعة على مستوى تحرك المؤسسات، فتشمل تخطيط مراحل تخضع للمتابعة وتشكيل قوة عمل تجمع بين الجهات المختلفة. كما أنه من الممكن الاستعانة بصندوق يستمد مصادره من جهات عالمية لتقديم الحوافز، ويمكن أيضًا ترشيح ممثل خاص ليتولى حشد الاهتمام. هناك ثلاثة عناصر تتعلق بمشكلة الأدوية المضادة للميكروبات يمكن علاجها من خلال فرض السياسات؛ ألا وهي ضمان تيسير سبل الحصول على الدواء، والحفاظ على النتائج، والتفكير الخلاق. ومن أجل التعامل مع كل هذه العناصر الثلاثة، فإنه يلزم التوصل إلى التوليفة السليمة من الخيارات وربطها بمحفل قادر على تفعيل النتائج، كما يلزم دعمها من خلال إطار قانوني عالمي.全球政府监管和市场调节不力，意味着无法保证持续有效抗菌剂药物的获取。许多人在努力克服这些不利因素，但是他们的机构未充分协调、积极性无法充分调动、没有正确的领导，同时缺乏经费支持。想要促进在全球范围内针对抗菌剂的可获得性和效果采取集体行动，可选方案包括：构建体系机构、建立激励机制和调动行动意愿。单独一项方案不足以应对与抗菌剂耐药性相关的挑战。可行的机构方案包括：对里程碑式的重要成果进行监控和在代理商间成立特别任务小组。全球范围内筹集到的资金，可用于建立激励机制和任命主管行动意愿调动相关事项的特别代表。抗菌剂问题由三个政策要素构成--确保可获得性、保存和创新。为了解决这三个构成要素，不同方案的正确组合需要符合相关管辖地法院要求，而且可能需要国际法律体系的支持。.Глобальное управление и неэффективность рыночного механизма обуславливают невозможность обеспечения доступа к противомикробным препаратам с постоянной эффективностью. Многие люди занимаются решением этих проблем, однако они сталкиваются с недостаточным координированием, руководством и финансированием их учреждений и инициатив. Добиться глобальных коллективных действий по обеспечению доступа к противомикробным препаратам и их эффективности можно в том числе путем организации учреждений, создания стимулов и привлечения заинтересованных лиц. Реализации какого-либо одного из предложенных вариантов недостаточно, чтобы решить все задачи, связанные с резистентностью к противомикробным препаратам. Перспективные варианты организационного действия включают в себя отслеживание основных этапов развития и создание межучрежденческой целевой группы. Для создания стимулов может быть задействован мировой объединенный фонд, а ответственным за привлечение заинтересованных сторон может быть назначен специальный представитель. Стратегия по преодолению проблемы противомикробных препаратов включает три составляющие: обеспечение доступа, рациональное использование и инновации. Чтобы направить силы на все эти три составляющие, необходим правильный набор вариантов в сочетании с площадкой для эффективного обсуждения и, возможно, подкрепление в виде международной правовой основы.",
  "authors": [
    {
      "display_name": "Steven J. Hoffman",
      "id": "A5059894695",
      "orcid": "https://orcid.org/0000-0002-2064-3711",
      "institutions": [
        {
          "id": "I153718931",
          "display_name": "University of Ottawa",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Steven J Hoffman"
    },
    {
      "display_name": "Grazia Caleo",
      "id": "A5109601021",
      "orcid": null,
      "institutions": [
        {
          "id": "I1328908458",
          "display_name": "Médecins Sans Frontières",
          "country_code": "UG",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Grazia M Caleo"
    },
    {
      "display_name": "Nils Daulaire",
      "id": "A5038310326",
      "orcid": null,
      "institutions": [
        {
          "id": "I1333353642",
          "display_name": "Norwegian Institute of Public Health",
          "country_code": "NO",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Nils Daulaire"
    },
    {
      "display_name": "Stefan Elbe",
      "id": "A5083555322",
      "orcid": "https://orcid.org/0000-0002-5567-5262",
      "institutions": [
        {
          "id": "I162608824",
          "display_name": "University of Sussex",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Stefan Elbe"
    },
    {
      "display_name": "Precious Matsoso",
      "id": "A5039343528",
      "orcid": "https://orcid.org/0009-0002-7192-0114",
      "institutions": [
        {
          "id": "I4210151657",
          "display_name": "Department of Health",
          "country_code": "ZA",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Precious Matsoso"
    },
    {
      "display_name": "Elías Mossialos",
      "id": "A5010563779",
      "orcid": "https://orcid.org/0000-0001-8664-9297",
      "institutions": [
        {
          "id": "I909854389",
          "display_name": "London School of Economics and Political Science",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Elias Mossialos"
    },
    {
      "display_name": "Zain Rizvi",
      "id": "A5053791465",
      "orcid": null,
      "institutions": [
        {
          "id": "I32971472",
          "display_name": "Yale University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Zain Rizvi"
    },
    {
      "display_name": "John‐Arne Røttingen",
      "id": "A5050290455",
      "orcid": "https://orcid.org/0000-0002-5587-4296",
      "institutions": [
        {
          "id": "I1333353642",
          "display_name": "Norwegian Institute of Public Health",
          "country_code": "NO",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "John-Arne Røttingen"
    }
  ],
  "publication_year": 2015,
  "publication_date": "2015-10-13",
  "type": "article",
  "cited_by_count": 97,
  "is_retracted": false,
  "is_paratext": false,
  "language": "ca",
  "source": {
    "id": "S22004576",
    "display_name": "Bulletin of the World Health Organization",
    "issn_l": "0042-9686",
    "issn": [
      "0042-9686",
      "1564-0604"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310319663"
  },
  "volume": "93",
  "issue": "12",
  "first_page": "867",
  "last_page": "876",
  "open_access": {
    "is_oa": true,
    "oa_status": "diamond",
    "oa_url": "https://doi.org/10.2471/blt.15.153171",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.596908
    },
    {
      "id": "C29122968",
      "display_name": "Incentive",
      "level": 2,
      "score": 0.55009216
    },
    {
      "id": "C144133560",
      "display_name": "Business",
      "level": 0,
      "score": 0.48286298
    },
    {
      "id": "C108170787",
      "display_name": "Agency (philosophy)",
      "level": 2,
      "score": 0.47264594
    },
    {
      "id": "C2777932401",
      "display_name": "Collective action",
      "level": 3,
      "score": 0.46877494
    },
    {
      "id": "C39389867",
      "display_name": "Corporate governance",
      "level": 2,
      "score": 0.42636102
    },
    {
      "id": "C15708023",
      "display_name": "Humanities",
      "level": 1,
      "score": 0.39935106
    },
    {
      "id": "C549774020",
      "display_name": "Welfare economics",
      "level": 1,
      "score": 0.37863612
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.33574316
    },
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.17395717
    },
    {
      "id": "C162324750",
      "display_name": "Economics",
      "level": 0,
      "score": 0.16053358
    },
    {
      "id": "C10138342",
      "display_name": "Finance",
      "level": 1,
      "score": 0.15927523
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.10263449
    },
    {
      "id": "C36289849",
      "display_name": "Social science",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C175444787",
      "display_name": "Microeconomics",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10897",
      "display_name": "Antibiotic Use and Resistance",
      "score": 0.9999
    },
    {
      "id": "T11792",
      "display_name": "Pharmaceutical Economics and Policy",
      "score": 0.996
    },
    {
      "id": "T10209",
      "display_name": "Global Maternal and Child Health",
      "score": 0.9848
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.2471/blt.15.153171",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:45:06.754607",
  "source_database": "OpenAlex"
}