{
  "openalex_id": "W2255634311",
  "doi": "https://doi.org/10.1111/hir.12126",
  "title": "David Lawrence Sackett (born 17 November 1934; died 13 May 2015)",
  "abstract": "Few contemporary clinicians are universally known by name by medical librarians across the globe. The physician David Sackett, who sadly died in May this year at the age of 80, is one such figure. David Sackett reinvented clinical epidemiology, rebranded by a colleague as evidence based medicine, and then came to the UK to almost single-handedly spearhead its colonialisation. This tribute can barely do justice to what Sackett himself described as his 'eight careers' – as founding Chair of Clinical Epidemiology & Biostatistics at McMaster University's new medical school, as designer and teacher of randomised clinical trials (RCTs), proponent of critical appraisal and retraining as a resident (at age 49). His 5th and 6th careers were largely clinical before, in 1994, a Chair was created for him at the University of Oxford as foundation Director of the National Health Service Research & Development Centre for Evidence-Based Medicine. In 1999, his 8th and final career involved returning to Canada and setting up the Trout Research & Education Centre (TREC), dedicated to increasing uptake of RCTs. His careers were punctuated by 12 books, numerous book chapters and over 300 papers in medical and scientific journals. For health librarians, Sackett presents a paradox – an influential opinion leader who eloquently describes his first case study of evidence based practice as a final-year medical student caring for a teenager with infectious hepatitis. The student Sackett queried the conventional wisdom requiring bed rest. Researching the question in the Journal of Clinical Investigation, he retrieved a paper that showed that recovery time was indistinguishable for bed rest versus the patient being up and about as much as they wanted. Sackett convinced his superiors and the patient recovered: 'I became a troublemaker, constantly questioning conventional therapeutic wisdom'. At the same time, Sackett's evidence cart posed a not insignificant threat to formal library services – answering 16 questions in the time taken to visit the library.1 In truth, this was no such paradox – librarian Anne Eisinga (nee Lusher) was acknowledged as integral to the team, presaging development of UK clinical librarian roles. However, David Sackett was not unfamiliar to paradox – this foremost proponent of clinical trials openly confessing how, as a clinician, he subverted treatment allocation to gain best available care for his patient.2 David Sackett had a profound influence on the McMaster Health Sciences Library and on my own professional and research career. McMaster was an early adopter of the patient care team and Dr Sackett encouraged librarians to be team members. Some librarians became tutors in the McMaster 'Critical Appraisal of the Literature' courses, later the basis for evidence based practice (EBP). Knowledge gained in research design and the important role of the literature in supporting EBP also led to development of our clinical librarian project, providing information to providers, patients and families. When asked to explore the impact of the clinical librarians, Dr Sackett showed me how to design an RCT – one of the first RCTs in librarianship.3 This evaluation led to a PhD and a research and teaching career as a professor at the University of Toronto and the University of North Carolina. David Sackett helped us to appreciate the importance of outcomes measurement and doing research of direct applicability to patient care. This influenced all my studies, including the impact of problem-based learning on library use and exploring the value and impact of library and information services on patient care. Canadian librarians have become leaders in evidence based library and information practice (EBLIP), including publishing a journal and supporting the international EBLIP movement. David Sackett has had a tremendous influence on librarians, both individually and collectively, and we owe him a great debt of gratitude. David Sackett's arrival in Oxford coincided with my establishing a physical and virtual evidence based information resource for academic and NHS staff at the University of Sheffield. When I applied for his first UK Workshop on Teaching Evidence Based Medicine, scheduled for June 1995, the challenging application process required a commitment to evidence based practice and to subsequent dissemination of lessons learned. The initial cohort included only two health librarians, myself and Gill Needham from the Oxford Region GRiPP Programme,4 but significantly over one third of more than 100 attendees listed finding the evidence among their learning needs. We were introduced to PICO question formulation, now ubiquitous in health library practice. As an energetic sexagenarian David Sackett inspired us with his animated delivery and wealth of teaching tips – a modern-day guru in open-toed sandals! Sackett's inspiration was such that nine months later, his medical students organised a budget EBM workshop in Oxford. As a volunteer tutor, I enjoyed the hospitality of David and his wife Barbara at a soiree for all delegates in the garden of their Oxford home. To our bemusement, a centrepiece in the garden was the gold-sprayed chassis of a motor scooter – memorialising its theft during David's turbulent first eighteen months amid the dreamy spires! 'There are still far more experts around than is healthy for the advancement of science…surely a lot more people could retire from their fields and turn their intelligence, imagination and methodological acumen to new problem areas'.6 Subsequently, I would receive periodic email communications from the TREC with queries about an evidence based Internet resource I maintained or putting others in contact. David was quick to acknowledge his supporting team, including ongoing input from Anglia and Oxford health librarians. Together with the Evidence Based Medicine Working Group, he revolutionised health care information, shaping librarian roles in systematic reviews, guidelines and as clinical librarians. Significantly, he remained an EBM figurehead amid such august company – recognised by fellow Working Group member and close friend Brian Haynes who assisted in compiling a 104-page online biography and reminiscence.7 It is difficult to envisage what the EBM world would have looked like without displacement by David Sackett's commanding presence. He is survived by Barbara; by a brother, Jim; by four sons, David, Charles, Andrew and Robert; and by eight grandchildren.",
  "authors": [
    {
      "display_name": "Andrew Booth",
      "id": "A5010647345",
      "orcid": "https://orcid.org/0000-0003-4808-3880",
      "institutions": [
        {
          "id": "I91136226",
          "display_name": "University of Sheffield",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Andrew Booth"
    },
    {
      "display_name": "Joanne Gard Marshall",
      "id": "A5109362811",
      "orcid": null,
      "institutions": [
        {
          "id": "I114027177",
          "display_name": "University of North Carolina at Chapel Hill",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Joanne Gard Marshall"
    }
  ],
  "publication_year": 2015,
  "publication_date": "2015-12-01",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S66051165",
    "display_name": "Health Information & Libraries Journal",
    "issn_l": "1471-1834",
    "issn": [
      "1471-1834",
      "1471-1842"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320595"
  },
  "volume": "32",
  "issue": "4",
  "first_page": "339",
  "last_page": "341",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/hir.12126",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C2777038452",
      "display_name": "Tribute",
      "level": 2,
      "score": 0.54235226
    },
    {
      "id": "C140556311",
      "display_name": "Biostatistics",
      "level": 3,
      "score": 0.5093695
    },
    {
      "id": "C19648533",
      "display_name": "Evidence-based medicine",
      "level": 3,
      "score": 0.49907494
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.47031084
    },
    {
      "id": "C152541439",
      "display_name": "Critical appraisal",
      "level": 3,
      "score": 0.46419632
    },
    {
      "id": "C2779473830",
      "display_name": "MEDLINE",
      "level": 2,
      "score": 0.42812833
    },
    {
      "id": "C204787440",
      "display_name": "Alternative medicine",
      "level": 2,
      "score": 0.42433882
    },
    {
      "id": "C2775899829",
      "display_name": "Globe",
      "level": 2,
      "score": 0.42379543
    },
    {
      "id": "C509550671",
      "display_name": "Medical education",
      "level": 1,
      "score": 0.40232608
    },
    {
      "id": "C161191863",
      "display_name": "Library science",
      "level": 1,
      "score": 0.40151638
    },
    {
      "id": "C512399662",
      "display_name": "Family medicine",
      "level": 1,
      "score": 0.33264357
    },
    {
      "id": "C138816342",
      "display_name": "Public health",
      "level": 2,
      "score": 0.23752704
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.18330306
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.18109414
    },
    {
      "id": "C159110408",
      "display_name": "Nursing",
      "level": 1,
      "score": 0.14611843
    },
    {
      "id": "C142724271",
      "display_name": "Pathology",
      "level": 1,
      "score": 0.121610016
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C118487528",
      "display_name": "Ophthalmology",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1111/hir.12126",
  "pdf_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/hir.12126",
  "retrieved_date": "2025-07-30T14:43:14.096148",
  "source_database": "OpenAlex"
}