{
  "openalex_id": "W2254324678",
  "doi": "https://doi.org/10.1016/j.homp.2015.12.041",
  "title": "The effect of disclosing information about prescribed homeopathic medicine to patients on their clinical outcomes: a comparative study",
  "abstract": "S POSTER PRESENTATIONS Use of homeopathy in patients with organ transplant in Switzerland: first results and further steps Martin Frei-Erb*, Klaus von Ammon and Loredana Torchetti Institute of Complementary Medicine IKOM, University of Bern, Bern, Switzerland Correspondence: Dr Martin Frei-Erb, Institute of Complementary Medicine IKOM, University of Bern, Bern, Switzerland. E-mail: martin.frei@ikom.unibe.ch (M. Frei-Erb) Objective: To investigate retrospectively use of Complementary and Alternativemedicine (CAM), in particular homeopathy, in the treatment of patients with organ transplantation in Switzerland and to present a roadmap to follow-up. Methods: Members of the Swiss transplant association were asked to complete a questionnaire about CAM use retrospectively. Results: Of the 267 patients contacted, 124 (46%) completed the questionnaire, and data of 118 (44%) participants could be analyzed: 55 were women (47%), mean age was 56 years, and 64 (54%) indicated CAM use. Different CAM methods were most common, with classical homeopathy being the most popular during the underlying disease leading to transplant (15% of all participants), but loosing importance before, during and after the transplantation itself. About 25% CAM users had informed their treating physicians about CAM use. Family doctors were mostly supportive, while specialists were more cautious about CAM use. Among the 54 non-CAM users, the most frequent reasons for not choosing CAM were insecurity about interactions with conventional treatment (46%), and lack of information about this option (28%). Conclusion: The results point to the need of more information on possibilities and limits of CAM as add-on in the treatment of patients with transplantations for both, treating doctors and concerned patients. This could be achieved with mixed methods research: qualitative studies to gain knowledge about the attitude and needs of patients and physicians; clinical studies on the effectiveness and safety of CAM for transplant patients based on the present results. The effect of disclosing information about prescribed homeopathic medicine to patients on their clinical outcomes: a comparative study Mahsa Asasi* and Nazila Assasi Classical Homeopath Clinic, Ontario, Canada Correspondence: Mahsa Asasi, Pharm.D., DHMHS, Canada. E-mail: Info@classicalhomeopath.ca (M. Asasi) Background: Dispensing homeopathic medicines in a homeopathic office setting is very common among homeopaths. However, some homoeopaths feel uncertain about how and what to disclose to patients about the prescription. Based on findings of our previous study most of the homeopaths do not openly communicate the prescription details because they are concerned about possible negative impact of patient’s knowledge of homeopathic medicine on the treatment outcomes. Objectives: Our study aims at finding evidence about negative or positive effects of the current dispensing methods among homeopaths in Canada. Methods: A comparative study was performed. The study groups consisted of the patients who had received basic information about their medicines and those who had not. Information on actual practice of prescription, dispensing methods and related patient’s reactions, and the treatment outcomes was recorded during the course of treatment, and compared between the two study groups. Results: Based on the results of our study, there was no statistically significant difference between the patients who received a labeled homeopathic medicine and those who did not in terms of expected treatment effects. Our findings showed that a high proportion of patients receiving a nonlabeled remedy who asked about their medicine’s name became more anxious and concerned about taking the prescribed medicine when the homeopath refused to provide the requested information. Conclusion: In our study the negative effects of not labeling homeopathic medicines on treatment outcomes dominated its positive effects. It seems to be essential to develop regulations and standards for prescriptions or office-based dispensing of homeopathic medicines, and to include these standards in training of homeopaths.",
  "authors": [
    {
      "display_name": "Mahsa Asasi",
      "id": "A5049331400",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210144802",
          "display_name": "Homewood Research Institute",
          "country_code": "CA",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Mahsa Asasi"
    },
    {
      "display_name": "Nazila Assasi",
      "id": "A5015596657",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210144802",
          "display_name": "Homewood Research Institute",
          "country_code": "CA",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Nazila Assasi"
    }
  ],
  "publication_year": 2016,
  "publication_date": "2016-01-29",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4310451",
    "display_name": "Homeopathy",
    "issn_l": "1475-4916",
    "issn": [
      "1475-4916",
      "1476-4245"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320000"
  },
  "volume": "105",
  "issue": "1",
  "first_page": "25",
  "last_page": "25",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C176762198",
      "display_name": "Homeopathy",
      "level": 3,
      "score": 0.73909265
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.6348684
    },
    {
      "id": "C204787440",
      "display_name": "Alternative medicine",
      "level": 2,
      "score": 0.5676691
    },
    {
      "id": "C2994337912",
      "display_name": "Homeopathic medicine",
      "level": 4,
      "score": 0.46167254
    },
    {
      "id": "C556039675",
      "display_name": "Traditional medicine",
      "level": 1,
      "score": 0.45682883
    },
    {
      "id": "C2778111679",
      "display_name": "Comparative effectiveness research",
      "level": 3,
      "score": 0.41634515
    },
    {
      "id": "C512399662",
      "display_name": "Family medicine",
      "level": 1,
      "score": 0.41610113
    },
    {
      "id": "C142724271",
      "display_name": "Pathology",
      "level": 1,
      "score": 0.05269569
    }
  ],
  "topics": [
    {
      "id": "T10902",
      "display_name": "Complementary and Alternative Medicine Studies",
      "score": 0.9968
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/j.homp.2015.12.041",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:12:52.793128",
  "source_database": "OpenAlex"
}