{
  "openalex_id": "W2272544545",
  "doi": null,
  "title": "The SAGE Handbook of Social Anthropology",
  "abstract": "VOLUME ONE Preface: The Association of Social Anthropologists of the UK and the Commonwealth - John Gledhill and James Fairhead Foreword: Thinking Anthropologically, About British Social Anthropology - John L. Comaroff and Jean Comaroff Introduction: Flying Theory, Grounded Method - Richard Fardon PART ONE: INTERFACES - Edited by Cris Shore and Richard A. Wilson Introduction: Anthropology's Interdisciplinary Connections - Cris Shore and Richard A. Wilson Anthropology and Linguistics - Alessandro Duranti Anthropology and Psychology - Christina Toren Anthropology of Biomedicine and Bioscience - Sarah Franklin Anthropology and Art - Arnd Schneider Anthropology, Media and Cultural Studies - Kevin Latham Anthropology and Public Policy - Cris Shore Anthropology and Law - Sally Engle Merry Anthropology and History - Jane K. Cowan Anthropology and Archaeology - Julian Thomas Anthropology, Economics and Development Studies - Keith Hart Anthropology and the Political - Jennifer Curtis and Jonathan Spencer Anthropology and Religious Studies - Martin Mills Anthropology and Museums - Brian Durrans Anthropology and Gender Studies - Henrietta L. Moore Anthropology and the Postcolonial - Richard Werbner Anthropology and Literature - C.W. Watson PART TWO: PLACES - Edited by Mark Nuttall Introduction: Place, Region, Culture, History: From Area Studies to a Globalized World - Mark Nuttall The Circumpolar North: Locating the Arctic and Sub-Arctic - Mark Nuttall Replacing Europe - Sarah Green Retroversion, Introversion, Extraversion: Three Aspects of African Anthropology - David Pratten Refiguring the Anthropology of the Middle East and North Africa - Glenn Bowman Southwest and Central Asia: Comparison, Integration or Beyond? - Magnus Marsden South Asia: Intimacy and Identities, Politics and Poverty - Patricia Jeffery and Roger Jeffery Modernization and its Aftermath: The Anthropology of Japan - D.P. Martinez The Emerging Socio-Cultural Anthropology of Emerging China - J.S. Eades Archipelagic Southeast Asia - Roy Ellen Australasian Contrasts - Nicolas Peterson, Don Gardner and James Urry Australia - Nicolas Peterson Melanesia - Don Gardner New Zealand/Aotearoa - James Urry Two Indigenous Americas - Kathleen Lowrey and Pauline Turner Strong North America - Pauline Turner Strong South America - Kathleen Lowrey North and Latin American National Societies from a Continental Perspective - John Gledhill and Peter Wade Migration and Other Forms of Movement - Vered Amit The Cosmopolitan World - Nigel Rapport The Indigenous World - Robert K. Hitchcock and Maria Sapignoli VOLUME TWO PART THREE: METHODS - Edited by the late Olivia Harris and Veronica Strang Introduction: Issues of Method - Richard Fardon and Veronica Strang Fieldwork Since the 1980s: Total Immersion and its Discontents - Janet Carsten Between Routine and Rupture: The Archive as Field Event - Tristan Platt The Role of Language in Ethnographic Method - Susan Gal The Ethnographic Interview in an Age of Globalization - Joshua Barker Interpreting Texts and Performances - Karin Barber Blurred Visions: Reflecting Visual Anthropology - Rupert Cox and Christopher Wright Artefacts in Anthropology - Liana Chua and Amiria Salmond Knowledge and Experimental Practice: A Dialogue Between Anthropology and Science and Technology Studies - Penelope Harvey Twenty-first Century Ethics for Audited Anthropologists - Nayanika Mookherjee Ethics Out of the Ordinary - Michael Lambek Researching Zones of Conflict and War - Paul Richards Conflicts and Compromises? Experiences of Doing Anthropology at the Interface of Public Policy - Tim Allen and Melissa Parker From Participant-Observation to Participant-Collaboration: Some Observations on Participatory-cum-Collaborative Approaches - Paul Sillitoe Comparative Methods in Socio-Cultural Anthropology Today - Andre Gingrich PART FOUR: FUTURES - Edited by Trevor H.J. Marchand Introduction: Anthropologies to Come - Trevor H.J. Marchand Section 4.1: Neo-Darwinism, Biology and the Brain Sciences Anthropology and Neo-Darwinism - Robin I.M. Dunbar Cognition, Evolution and the Future of Social Anthropology - Harvey Whitehouse Neuroanthropology - Greg Downey Knowledge in Hand: Explorations of Brain, Hand and Tool - Trevor H.J. Marchand Section 4.2: After Development: Environment, Food, Energy, Disaster Environment and Society: Political Ecologies and Moral Futures - James Fairhead and Melissa Leach Anthropological Encounters with Economic Development and Biodiversity Conservation - Laura M. Rival New Directions in the Anthropology of Food - Jakob A. Klein, Johan Pottier and Harry G. West Water, Land and Territory - Veronica Strang The Anthropology of Disaster Aftermath - Edward Simpson Section 4.3: Demographics, Health and the Transforming Body Demographies in Flux - Sophie Day New Medical Anthropology - Helen Lambert The Anthropology of Drugs - Axel Klein Transforming Bodies: The Embodiment of Sexual and Gender Difference - Andrea Cornwall Section 4.4: New Technologies and Materialities New Materials and New Technologies: Science, Design and the Challenge to Anthropology - Susanne K chler Anthropology and Emerging Technologies: Science, Subject and Symbiosis - Ron Eglash From Media Anthropology to the Anthropology of Mediation - Dominic Boyer Anthropology in the New Millennium - Christopher Pinney Afterword: A Last Word on Futures - Marilyn Strathern",
  "authors": [
    {
      "display_name": "Tim Allen",
      "id": "A5084480916",
      "orcid": "https://orcid.org/0000-0003-1866-0181",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Tim Allen"
    },
    {
      "display_name": "Melissa Parker",
      "id": "A5070475369",
      "orcid": "https://orcid.org/0000-0003-0829-2741",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Melissa Parker"
    }
  ],
  "publication_year": 2012,
  "publication_date": "2012-07-25",
  "type": "book",
  "cited_by_count": 10,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "",
    "display_name": "",
    "issn_l": "",
    "issn": [],
    "type": "",
    "host_organization": ""
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C19165224",
      "display_name": "Anthropology",
      "level": 1,
      "score": 0.75632364
    },
    {
      "id": "C9664280",
      "display_name": "Sociocultural anthropology",
      "level": 2,
      "score": 0.7116977
    },
    {
      "id": "C70555351",
      "display_name": "Four field approach",
      "level": 5,
      "score": 0.640315
    },
    {
      "id": "C77368203",
      "display_name": "Anthropology of art",
      "level": 4,
      "score": 0.62608266
    },
    {
      "id": "C6794603",
      "display_name": "Digital anthropology",
      "level": 5,
      "score": 0.5912043
    },
    {
      "id": "C155662757",
      "display_name": "Applied anthropology",
      "level": 2,
      "score": 0.58787656
    },
    {
      "id": "C86565373",
      "display_name": "Social anthropology",
      "level": 2,
      "score": 0.5832729
    },
    {
      "id": "C159483092",
      "display_name": "Medical anthropology",
      "level": 2,
      "score": 0.44385067
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.42932796
    },
    {
      "id": "C22833228",
      "display_name": "Linguistic anthropology",
      "level": 2,
      "score": 0.42605898
    },
    {
      "id": "C31091802",
      "display_name": "Ecological anthropology",
      "level": 5,
      "score": 0.4168553
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.29753554
    },
    {
      "id": "C52119013",
      "display_name": "Art history",
      "level": 1,
      "score": 0.19624355
    },
    {
      "id": "C85363599",
      "display_name": "Contemporary art",
      "level": 3,
      "score": 0.0
    },
    {
      "id": "C554144382",
      "display_name": "Performance art",
      "level": 2,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T14289",
      "display_name": "Anthropology: Ethics, History, Culture",
      "score": 0.251
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "http://ci.nii.ac.jp/ncid/BB10081076",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:26:59.590890",
  "source_database": "OpenAlex"
}