{
  "openalex_id": "W2270288936",
  "doi": "https://doi.org/10.7560/745445",
  "title": "Medicine and the Saints",
  "abstract": "The colonial encounter between France and Morocco took place not only in the political realm but also in the realm of medicine. Because the body politic and the physical body are intimately linked, French efforts to colonize Morocco took place in and through the body. Starting from this original premise, Medicine and the Saints traces a history of colonial embodiment in Morocco through a series of medical encounters between the Islamic sultanate of Morocco and the Republic of France from 1877 to 1956. Drawing on a wealth of primary sources in both French and Arabic, Ellen Amster investigates the positivist ambitions of French colonial doctors, sociologists, philologists, and historians; the social history of the encounters and transformations occasioned by French medical interventions; and the ways in which Moroccan nationalists ultimately appropriated a French model of modernity to invent the independent nation-state. Each chapter of the book addresses a different problem in the history of medicine: international espionage and a doctor’s murder; disease and revolt in Moroccan cities; a battle for authority between doctors and Muslim midwives; and the search for national identity in the welfare state. This research reveals how Moroccans ingested and digested French science and used it to create a nationalist movement and Islamist politics, and to understand disease and health. In the colonial encounter, the Muslim body became a seat of subjectivity, the place from which individuals contested and redefined the political.",
  "authors": [
    {
      "display_name": "Ellen Amster",
      "id": "A5054313826",
      "orcid": "https://orcid.org/0000-0001-8060-3466",
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Ellen J. Amster"
    }
  ],
  "publication_year": 2013,
  "publication_date": "2013-01-01",
  "type": "book",
  "cited_by_count": 26,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "",
    "display_name": "",
    "issn_l": "",
    "issn": [],
    "type": "",
    "host_organization": ""
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.35286593
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.3222662
    }
  ],
  "topics": [
    {
      "id": "T12324",
      "display_name": "History of Medicine Studies",
      "score": 0.9917
    },
    {
      "id": "T12666",
      "display_name": "Historical Psychiatry and Medical Practices",
      "score": 0.9591
    },
    {
      "id": "T12990",
      "display_name": "Medical History and Innovations",
      "score": 0.946
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.7560/745445",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:11:17.035677",
  "source_database": "OpenAlex"
}