{
  "openalex_id": "W2275301317",
  "doi": null,
  "title": "Religiosos en una sociedad secularizada",
  "abstract": "espanolEl cuatro de abril de 2012 fallecio en Malaga Carlos Garcia Hirschfeld. Jesuita que dedico su vida en Granada a trabajar dando ejercicios espirituales, acompanando a universitarios desde la pastoral y estando siempre presente en el Centro Universitario Francisco Suarez, al que dedico gran paste de su labor. Carlos, ademas de todo esto, fue una persona con gran inquietud intelectual y nunca dejo de reflexionar sobre el papel que deben tener los cristianos en el mundo de hoy. Entre los recuerdos que nos ha dejado, hemos encontrado este articulo sobre la vida religiosa, que escribio, pensando en esta revista, a partir de una conferencia que escucho en el Centro Suarez de Granada. El texto tiene mucho de reflexion personal y testimonio biografico. El Consejo de la revista ha considerado que puede ser un buen recuerdo de una persona que colaboro en mas de una ocasion en Proyeccion. EnglishOn the fourth of April, 2012, Carlos Garcia Hirschfeld passed away in Malaga. He was a Jesuit who spent most of his life in Granada (Spain), directing Spiritual Retreats, accompanying university students from the pastoral field, and always available at the Francisco Suarez University Centre, wherein he unfolded the greatest part of his work. Carlos, besides all this, was a person with a great intellectual restlessness, and never ceased to reflect on the role Christians must hold in today’s world. Among the mementoes he has bequeathed us, we have found this article on the religious life, written by him while thinking of this review, after a lecture he heard at the Suarez Centre of Granada. The text owns a lot of personal reflection and biographical testimony. This review’s advisory board has considered that it may be a good remembrance of a person who collaborated in more than one occasion in Proyeccion.",
  "authors": [
    {
      "display_name": "Carlos García Hirschfeld",
      "id": "A5073320314",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Carlos García Hirschfeld"
    }
  ],
  "publication_year": 2013,
  "publication_date": "2013-01-01",
  "type": "article",
  "cited_by_count": 1,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4306524748",
    "display_name": "Proyección: Teología y mundo actual",
    "issn_l": null,
    "issn": null,
    "type": "journal",
    "host_organization": null
  },
  "volume": null,
  "issue": "249",
  "first_page": "143",
  "last_page": "152",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C15708023",
      "display_name": "Humanities",
      "level": 1,
      "score": 0.7523515
    },
    {
      "id": "C313442",
      "display_name": "Persona",
      "level": 2,
      "score": 0.7184059
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.4665902
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.36103293
    }
  ],
  "topics": [
    {
      "id": "T13823",
      "display_name": "Religious and Theological Studies",
      "score": 0.9529
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://dialnet.unirioja.es/descarga/articulo/4271541.pdf",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:30:35.184604",
  "source_database": "OpenAlex"
}