{
  "openalex_id": "W2290069354",
  "doi": "https://doi.org/10.15252/embr.201541132",
  "title": "Life span extension by targeting a link between metabolism and histone acetylation in <i>Drosophila</i>",
  "abstract": "Article18 January 2016Open Access Transparent process Life span extension by targeting a link between metabolism and histone acetylation in Drosophila Shahaf Peleg Shahaf Peleg Department of Physiological Chemistry, Biomedical Center and Center for Integrated Protein Science Munich, Ludwig-Maximilians University, Planegg-Martinsried, Germany Department of Molecular Biology, Biomedical Center and Center for Integrated Protein Science Munich, Ludwig-Maximilians University, Planegg-Martinsried, Germany Search for more papers by this author Christian Feller Christian Feller Department of Molecular Biology, Biomedical Center and Center for Integrated Protein Science Munich, Ludwig-Maximilians University, Planegg-Martinsried, Germany Search for more papers by this author Ignasi Forne Ignasi Forne Department of Molecular Biology, Biomedical Center and Center for Integrated Protein Science Munich, Ludwig-Maximilians University, Planegg-Martinsried, Germany Protein Analysis Unit, Biomedical Center, Ludwig-Maximilians University, Planegg-Martinsried, Germany Search for more papers by this author Evelyn Schiller Evelyn Schiller Institute of Experimental Genetics, Helmholtz Zentrum Munich, German Research Center for Environment and Health (GmbH), Neuherberg, Germany Search for more papers by this author Daniel C Sévin Daniel C Sévin Institute of Molecular Systems Biology, ETH Zürich, Zürich, Switzerland PhD Program on Systems Biology, Life Science Zürich, Zürich, Switzerland Search for more papers by this author Tamas Schauer Tamas Schauer Department of Molecular Biology, Biomedical Center and Center for Integrated Protein Science Munich, Ludwig-Maximilians University, Planegg-Martinsried, Germany Search for more papers by this author Catherine Regnard Catherine Regnard Department of Molecular Biology, Biomedical Center and Center for Integrated Protein Science Munich, Ludwig-Maximilians University, Planegg-Martinsried, Germany Search for more papers by this author Tobias Straub Tobias Straub Department of Molecular Biology, Biomedical Center and Center for Integrated Protein Science Munich, Ludwig-Maximilians University, Planegg-Martinsried, Germany Bioinformatics Unit, Biomedical Center, Ludwig-Maximilians University, Planegg-Martinsried, Germany Search for more papers by this author Matthias Prestel Matthias Prestel Department of Molecular Biology, Biomedical Center and Center for Integrated Protein Science Munich, Ludwig-Maximilians University, Planegg-Martinsried, Germany Search for more papers by this author Caroline Klima Caroline Klima Department of Physiological Chemistry, Biomedical Center and Center for Integrated Protein Science Munich, Ludwig-Maximilians University, Planegg-Martinsried, Germany Department of Molecular Biology, Biomedical Center and Center for Integrated Protein Science Munich, Ludwig-Maximilians University, Planegg-Martinsried, Germany Search for more papers by this author Melanie Schmitt Nogueira Melanie Schmitt Nogueira Department of Physiological Chemistry, Biomedical Center and Center for Integrated Protein Science Munich, Ludwig-Maximilians University, Planegg-Martinsried, Germany Department of Molecular Biology, Biomedical Center and Center for Integrated Protein Science Munich, Ludwig-Maximilians University, Planegg-Martinsried, Germany Search for more papers by this author Lore Becker Lore Becker Institute of Experimental Genetics, Helmholtz Zentrum Munich, German Research Center for Environment and Health (GmbH), Neuherberg, Germany Search for more papers by this author Thomas Klopstock Thomas Klopstock Friedrich-Baur-Institut, Department of Neurology, Ludwig-Maximilians University, Munich, Germany DZNE – German Center for Neurodegenerative Diseases, Munich, Germany Munich Cluster for Systems Neurology (SyNergy), Munich, Germany Search for more papers by this author Uwe Sauer Uwe Sauer Institute of Molecular Systems Biology, ETH Zürich, Zürich, Switzerland Search for more papers by this author Peter B Becker Peter B Becker Department of Molecular Biology, Biomedical Center and Center for Integrated Protein Science Munich, Ludwig-Maximilians University, Planegg-Martinsried, Germany Search for more papers by this author Axel Imhof Corresponding Author Axel Imhof Department of Molecular Biology, Biomedical Center and Center for Integrated Protein Science Munich, Ludwig-Maximilians University, Planegg-Martinsried, Germany Protein Analysis Unit, Biomedical Center, Ludwig-Maximilians University, Planegg-Martinsried, Germany Munich Cluster for Systems Neurology (SyNergy), Munich, Germany Search for more papers by this author Andreas G Ladurner Corresponding Author Andreas G Ladurner Department of Physiological Chemistry, Biomedical Center and Center for Integrated Protein Science Munich, Ludwig-Maximilians University, Planegg-Martinsried, Germany Munich Cluster for Systems Neurology (SyNergy), Munich, Germany Search for more papers by this author Shahaf Peleg Shahaf Peleg Department of Physiological Chemistry, Biomedical Center and Center for Integrated Protein Science Munich, Ludwig-Maximilians University, Planegg-Martinsried, Germany Department of Molecular Biology, Biomedical Center and Center for Integrated Protein Science Munich, Ludwig-Maximilians University, Planegg-Martinsried, Germany Search for more papers by this author Christian Feller Christian Feller Department of Molecular Biology, Biomedical Center and Center for Integrated Protein Science Munich, Ludwig-Maximilians University, Planegg-Martinsried, Germany Search for more papers by this author Ignasi Forne Ignasi Forne Department of Molecular Biology, Biomedical Center and Center for Integrated Protein Science Munich, Ludwig-Maximilians University, Planegg-Martinsried, Germany Protein Analysis Unit, Biomedical Center, Ludwig-Maximilians University, Planegg-Martinsried, Germany Search for more papers by this author Evelyn Schiller Evelyn Schiller Institute of Experimental Genetics, Helmholtz Zentrum Munich, German Research Center for Environment and Health (GmbH), Neuherberg, Germany Search for more papers by this author Daniel C Sévin Daniel C Sévin Institute of Molecular Systems Biology, ETH Zürich, Zürich, Switzerland PhD Program on Systems Biology, Life Science Zürich, Zürich, Switzerland Search for more papers by this author Tamas Schauer Tamas Schauer Department of Molecular Biology, Biomedical Center and Center for Integrated Protein Science Munich, Ludwig-Maximilians University, Planegg-Martinsried, Germany Search for more papers by this author Catherine Regnard Catherine Regnard Department of Molecular Biology, Biomedical Center and Center for Integrated Protein Science Munich, Ludwig-Maximilians University, Planegg-Martinsried, Germany Search for more papers by this author Tobias Straub Tobias Straub Department of Molecular Biology, Biomedical Center and Center for Integrated Protein Science Munich, Ludwig-Maximilians University, Planegg-Martinsried, Germany Bioinformatics Unit, Biomedical Center, Ludwig-Maximilians University, Planegg-Martinsried, Germany Search for more papers by this author Matthias Prestel Matthias Prestel Department of Molecular Biology, Biomedical Center and Center for Integrated Protein Science Munich, Ludwig-Maximilians University, Planegg-Martinsried, Germany Search for more papers by this author Caroline Klima Caroline Klima Department of Physiological Chemistry, Biomedical Center and Center for Integrated Protein Science Munich, Ludwig-Maximilians University, Planegg-Martinsried, Germany Department of Molecular Biology, Biomedical Center and Center for Integrated Protein Science Munich, Ludwig-Maximilians University, Planegg-Martinsried, Germany Search for more papers by this author Melanie Schmitt Nogueira Melanie Schmitt Nogueira Department of Physiological Chemistry, Biomedical Center and Center for Integrated Protein Science Munich, Ludwig-Maximilians University, Planegg-Martinsried, Germany Department of Molecular Biology, Biomedical Center and Center for Integrated Protein Science Munich, Ludwig-Maximilians University, Planegg-Martinsried, Germany Search for more papers by this author Lore Becker Lore Becker Institute of Experimental Genetics, Helmholtz Zentrum Munich, German Research Center for Environment and Health (GmbH), Neuherberg, Germany Search for more papers by this author Thomas Klopstock Thomas Klopstock Friedrich-Baur-Institut, Department of Neurology, Ludwig-Maximilians University, Munich, Germany DZNE – German Center for Neurodegenerative Diseases, Munich, Germany Munich Cluster for Systems Neurology (SyNergy), Munich, Germany Search for more papers by this author Uwe Sauer Uwe Sauer Institute of Molecular Systems Biology, ETH Zürich, Zürich, Switzerland Search for more papers by this author Peter B Becker Peter B Becker Department of Molecular Biology, Biomedical Center and Center for Integrated Protein Science Munich, Ludwig-Maximilians University, Planegg-Martinsried, Germany Search for more papers by this author Axel Imhof Corresponding Author Axel Imhof Department of Molecular Biology, Biomedical Center and Center for Integrated Protein Science Munich, Ludwig-Maximilians University, Planegg-Martinsried, Germany Protein Analysis Unit, Biomedical Center, Ludwig-Maximilians University, Planegg-Martinsried, Germany Munich Cluster for Systems Neurology (SyNergy), Munich, Germany Search for more papers by this author Andreas G Ladurner Corresponding Author Andreas G Ladurner Department of Physiological Chemistry, Biomedical Center and Center for Integrated Protein Science Munich, Ludwig-Maximilians University, Planegg-Martinsried, Germany Munich Cluster for Systems Neurology (SyNergy), Munich, Germany Search for more papers by this author Author Information Shahaf Peleg1,2, Christian Feller2,11, Ignasi Forne2,3, Evelyn Schiller4, Daniel C Sévin5,6, Tamas Schauer2, Catherine Regnard2, Tobias Straub2,7, Matthias Prestel2,12, Caroline Klima1,2, Melanie Schmitt Nogueira1,2, Lore Becker4, Thomas Klopstock8,9,10, Uwe Sauer5, Peter B Becker2, Axel Imhof 2,3,10,‡ and Andreas G Ladurner 1,10,‡ 1Department of Physiological Chemistry, Biomedical Center and Center for Integrated Protein Science Munich, Ludwig-Maximilians University, Planegg-Martinsried, Germany 2Department of Molecular Biology, Biomedical Center and Center for Integrated Protein Science Munich, Ludwig-Maximilians University, Planegg-Martinsried, Germany 3Protein Analysis Unit, Biomedical Center, Ludwig-Maximilians University, Planegg-Martinsried, Germany 4Institute of Experimental Genetics, Helmholtz Zentrum Munich, German Research Center for Environment and Health (GmbH), Neuherberg, Germany 5Institute of Molecular Systems Biology, ETH Zürich, Zürich, Switzerland 6PhD Program on Systems Biology, Life Science Zürich, Zürich, Switzerland 7Bioinformatics Unit, Biomedical Center, Ludwig-Maximilians University, Planegg-Martinsried, Germany 8Friedrich-Baur-Institut, Department of Neurology, Ludwig-Maximilians University, Munich, Germany 9DZNE – German Center for Neurodegenerative Diseases, Munich, Germany 10Munich Cluster for Systems Neurology (SyNergy), Munich, Germany 11Present address: Institute of Molecular Systems Biology, ETH Zürich, Zürich, Switzerland 12Present address: Institute for Stroke and Dementia Research (ISD), Klinikum der Universität München, Munich, Germany ‡Co-senior authors *Corresponding author. Tel: +49 89218075420; E-mail: [email protected] *Corresponding author. Tel: +49 89218077095; E-mail: [email protected] EMBO Reports (2016)17:455-469https://doi.org/10.15252/embr.201541132 PDFDownload PDF of article text and main figures. Peer ReviewDownload a summary of the editorial decision process including editorial decision letters, reviewer comments and author responses to feedback. ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinked InMendeleyWechatReddit Figures & Info Abstract Old age is associated with a progressive decline of mitochondrial function and changes in nuclear chromatin. However, little is known about how metabolic activity and epigenetic modifications change as organisms reach their midlife. Here, we assessed how cellular metabolism and protein acetylation change during early aging in Drosophila melanogaster. Contrary to common assumptions, we find that flies increase oxygen consumption and become less sensitive to histone deacetylase inhibitors as they reach midlife. Further, midlife flies show changes in the metabolome, elevated acetyl-CoA levels, alterations in protein—notably histone—acetylation, as well as associated transcriptome changes. Based on these observations, we decreased the activity of the acetyl-CoA-synthesizing enzyme ATP citrate lyase (ATPCL) or the levels of the histone H4 K12-specific acetyltransferase Chameau. We find that these targeted interventions both alleviate the observed aging-associated changes and promote longevity. Our findings reveal a pathway that couples changes of intermediate metabolism during aging with the chromatin-mediated regulation of transcription and changes in the activity of associated enzymes that modulate organismal life span. Synopsis This study shows that metabolism, acetyl-CoA levels and histone acetylation are increased during midlife in Drosophila, which correlates with changes in the transcriptome. Depleting the enzymes that link metabolism and histone acetylation reduces midlife acetyl-CoA levels, transcriptome changes and increases life span. Acetyl-CoA levels, ATPCL and citrate synthase activity, and protein acetylation are increased in heads of midlife Drosophila males. Lysine deactylase inhibitors rapidly and transiently increase the oxygen consumption rate in Drosophila heads. Quantitation of histone acetylation reveals a transformed histone acetylation signature in midlife male flies. Reducing ATP citrate lyase activity or the levels of the acetyltransferase Chameau extends lifespan in Drosophila males. Introduction When animals age, their mitochondrial function and hence cellular metabolism systematically decline, which results in a loss of cellular homeostasis and the occurrence of multiple disorders 1. Consistently, many mutations that impair mitochondrial function shorten life span 2. However, a reduction in mitochondrial activity through interference with the electron transport chain has also been shown to extend life span 34. Similarly, caloric restriction (the reduced intake of energy through nutrition) leads to a longer life expectancy in a broad range of organisms 56. These seemingly contradictory observations are difficult to reconcile with a simple model of generally declined metabolic activity as the predominant cause of aging. We therefore investigated the molecular changes that occur during the onset of aging in Drosophila melanogaster, a model organism that has been exploited for aging and metabolism research in the past and lends itself for a variety of interference regimes, aiming to promote longevity. In eukaryotes, many key metabolites generated in mitochondria are used not only as energy source, but also as substrate for posttranslational modifications in response to internal and external stimuli. The dual function of these molecules directly couples central metabolism with cellular signaling networks and regulates homeostasis 7. Acetyl-CoA is a key metabolite in the central metabolism and a cofactor for the acetylation of lysine residues (and other amines). Lysine acetylation is a key regulatory modification for many cytoplasmic metabolic enzymes as well as nuclear regulators of gene expression, most notably the histone proteins 78. A connection between lysine acetylation and aging has already been suggested before by the observation that changes in the activity of the NAD+-dependent deacetylases belonging to the sirtuin class can result in life span extension 910. Their NAD+ dependency and the fact that lysine acetylation relies on the intracellular acetyl-CoA levels 11 support the hypothesis that basic metabolism could be coupled to the aging process via lysine acetylation. However, it is unclear whether changes in the metabolic state of an organism trigger the process of aging, or whether other molecular changes induce the aging process, which in turn leads to metabolic alterations. Besides its role in reversibly regulating metabolic enzyme activity 12, lysine acetylation has a major function in epigenetically regulating gene expression. Transcriptional deregulation and metabolic changes are both considered hallmarks of aging 13 and several epigenetic regulators are known to affect life span in many model systems 1415. A comparison between gene expression in young and old tissues shows increased transcriptional noise 161718 and aberrant maturation of RNAs 1920, suggesting a general deterioration of the chromatin organization that underlies transcription control during aging. These age-dependent changes in gene expression can be attenuated by environmental influences such as caloric restriction, by mutations in epigenetic regulators, such as histone modifying enzymes 102122, or by the overexpression of heterochromatin components 23. However, many of the age-dependent changes have been investigated by comparing young to old animals, in which all physiological functions are already compromised to an extent that causal effects cannot be derived. To investigate how metabolism, protein function, and gene expression are coupled at the onset of aging, we analyzed changes in metabolome, proteome, acetylome, epigenome, and transcriptome at a critical period known as the \"premortality plateau\" (or midlife) phase 24 in Drosophila melanogaster, which precedes the general metabolic and physiological decline observed in old age. These measurements allowed us to identify and validate potential genetic and physiological points of interference with the aging program and to promote life span extension. Results Metabolic profiles change and acetyl-CoA levels increase as flies reach midlife In order to measure how metabolic activity changes at an early stage of Drosophila aging, we measured the fly's oxygen consumption rate (OCR) in whole head tissue, rather than isolated mitochondria, as an indicator of physiological oxidative metabolism. Consistent with the observation that metabolic activity is lower in old flies 1, we detect a lower OCR in flies that are 7 weeks old, when 75% of the initial populations have died already (Figs 1A and B, and EV1A). Flies that reach the premortality plateau in midlife (90% survival) show a markedly reduced physical activity (4 weeks of age; Figs 1A and C, and EV1G), yet display a higher OCR in comparison with young flies (Figs 1D and EV1B–E). Inhibiting the mitochondrial respiratory chain by rotenone administration reduces the OCR, suggesting that the measured OCR in fly heads is mediated by mitochondrial respiration (Fig EV1F). We conclude that the midlife stage—where most individuals in the fly population are alive—is characterized by a reduced physical activity and an unexpected increase in mitochondrial respiration. To shed light on the molecular changes that cause these physiological alterations during early aging, we thus focused our systematic molecular analyses in this study on the comparison between young and midlife flies. Figure 1. Whole head tissue of midlife Drosophila flies shows an increased oxygen consumption rate and displays an altered metabolism In a mixed population, flies reach the end of a \"premortality plateau phase\" (PMP) at an age of 4 weeks, where 90% of the flies are still alive. We define this age as their \"midlife\" point. At this stage, the rate of the population decline accelerates from 1% (plateau) per day in the previous 10 days to 3.5% per day in the following 10 days. Median survival = 39 days, N = 260. Oxygen consumption rate (OCR) quantification shows a decreased OCR in old whole heads compared to young flies. Data were normalized to 1-week-old flies (young flies). N = 14 young vs. N = 12 old. At midlife, flies show a reduced physical activity compared to young flies. N = 7 young vs. N = 5 midlife. Oxygen consumption rate (OCR) quantification shows an increased OCR in midlife whole heads compared to young flies. Data were normalized to 1-week-old flies (young flies). N = 21 young vs. N = 24 midlife. Metabolite levels show increased levels of acetyl-CoA and citrate/isocitrate compound in midlife flies. N = 6 per group. Enzymatic activity of citrate synthase and ATPCL is increased in midlife flies. CS, citrate synthase (Kdn); ATPCL, ATP citrate lyase. Data were normalized to young flies. N = 8 young vs. N = 9 midlife for CS and N = 6 young vs. N = 7 midlife for ATPCL. Data information: *P < 0.05, **P < 0.01 ***P < 0.001. Error bars indicate the SEM in all the graphs. Unpaired two-tailed t-tests were used for calculating the P-values in (B–F). All male flies were collected from a mixed male/female population. Download figure Download PowerPoint Click here to expand this figure. Figure EV1. Technical parameters in young and midlife flies Representative oxygen consumption rate profiles in young (blue circles) and old flies (black squares), showing lower consumption in the heads of 7-week-old flies. During an assay lasting 2 min, a series of 10 oxygen submeasurements (ticks) is taken. The slope of these 10 ticks is calculated to generate the oxygen consumption rate (OCR) measurement. Representative oxygen consumption rate profiles in young (blue circles) and midlife flies (red squares), showing higher consumption in the heads of 4-week-old flies. Negative control of wells containing buffer without any tissue. Background wells showed no changes in oxygen levels and served as background for all other measurements. Oxygen levels during the first tick of each measurement series were similar in wells containing young and midlife male fly heads. The pH during the first tick was similar in the wells of the two groups. N = 21 young and N = 24 midlife. Measurements of fly male heads show similar weight in young and midlife males. N = 6–7 per group. Addition of 5 μM rotenone, a complex I inhibitor, significantly decreases oxygen consumption. This result demonstrates that the rate of oxygen consumption being measured relates to oxygen consumed by the respiratory complexes. Data were normalized to the data point before the addition of rotenone. Dashed line indicates addition of the drug. Fly activity assay after 3 s. Distribution of flies across four sections of a vial following 3 s of flipping (Q4 is the section at the top of the vial). N = 7 young and N = 5 midlife. Data information: Error bars in each graph indicate the SEM. Download figure Download PowerPoint We first set out to ask whether an increased mitochondrial respiration leads to elevated energy production. We therefore applied a non-targeted mass spectrometry-based metabolomic profiling 252627 to quantitate key cellular metabolites of glycolysis and the TCA cycle. Interestingly, we detected increased levels of acetyl-CoA and citrate/isocitrate in midlife flies (Fig 1D), while the levels of acetate and ATP do not change. Consistent with higher levels of citrate/isocitrate and acetyl-CoA, the specific activities of both citrate synthase (CS/Kdn), a marker for the mitochondrial metabolic activity, and ATP citrate lyase (ATPCL), the enzyme responsible for cytosolic acetyl-CoA synthesis, are higher in midlife flies (Fig 1E). Proteome acetylation but not protein abundance increases as flies reach midlife We next tested whether the observed increase in acetyl-CoA has a consequence on protein and histone acetylation during midlife. Head extracts probed with a pan-acetyl-lysine antibody showed an increase in some acetylated proteins in midlife flies (Fig 2A). To resolve the identity of the hyper-acetylated proteins, we used a proteomic approach where peptides from acetylated proteins were enriched from extracts of young and midlife fly heads with the pan-acetyl-lysine antibody 8 and quantified by label-free mass spectrometry (Dataset EV1). Among the 217 high-confidence acetylation sites, 79 acetylation sites in 49 distinct proteins increase during aging, while only three decrease (Figs 2B and EV2A). GO analysis reveals that the majority of these hyper-acetylated proteins have metabolic functions and are involved in the final steps of glycolysis, the TCA cycle, and oxidative phosphorylation (Dataset EV1). Importantly, in most cases, these changes were not due to changes in protein levels, since we detect similar levels for 1,138 proteins of the 1,238 analyzed between young and midlife flies (Fig EV2B and C, and Datasets EV1 and EV2). Notably, we detect no significant changes in the levels of most of the proteins associated with general metabolic pathways, such as glycolysis, the TCA cycle, and oxidative phosphorylation. These quantitative measurements thus reveal that that the onset of aging is characterized by increased metabolic rate, elevated acetyl-CoA levels, and enhanced acetylation of key metabolic enzymes. Figure 2. Midlife flies show higher protein acetylation and reduced OCR response to KDACi treatment Representative Western blot showing a mildly altered protein acetylation pattern (anti-AcK) between 1-week-old (young) and 4-week-old (midlife) flies. Tubulin served as a loading control. N = 4–5 per group. Tub, Tubulin. Heat map showing altered protein acetylation sites between young and midlife flies, based on the acetyl-lysine-enriched peptide fractions analyzed by MS and after normalization to protein input (detailed statistical method in extended 4). N = 5 per group. fc, fold change. The lysine deacetylase inhibitor (KDACi) sodium butyrate (SB) induces a rapid increase in oxygen consumption in the heads of young flies, but this increase is milder in midlife flies. The dashed line indicates the addition of SB. Data were normalized to the measurement prior to addition of SB (100%) and collected after five cycles of measurements, corresponding to approximately 33 min. N = 9 young vehicle, N = 8 young SB, N = 9 midlife vehicle, and N = 7 midlife SB. **P < 0.01, ***P < 0.001. Unpaired two-tailed t-tests were used for calculating the P-values. Error bars indicate the SEM. High sodium butyrate (SB)-treated flies reach the end of the premortality plateau phase at earlier age of 11 days. Survival 90% control = 26 days, 15 mM SB = 24 days, 150 mM SB = 11 days. Median survival for control = 45 days, 15 mM SB = 41 days, 150 mM SB = 30. N = 357 (vehicle), 294 (15 mM SB), and 320 (150 mM SB). SB 15 mM log-rank test, χ2 = 14.83, P = 0.0001. SB 150 mM log-rank test, χ2 = 151.1, P < 0.0001. Data information: All male flies were collected from a mixed male/female population. Download figure Download PowerPoint Click here to expand this figure. Figure EV2. Proteomic analysis indicates similar profile of metabolic proteins in young and midlife flies and the KDAC inhibitor TSA increases OCR and has negative impact on life span in Drosophila Quantification of lysine acetylation levels by mass spectrometry (MS) reveals a general increase in protein acetylation in midlife flies. The box represents the interval that contains the central 50% of the data with the line indicating the median. The length of the whiskers is 1.5 times the interquartile distance (IQD). Proteome analysis of the input samples by MS shows similar absolute levels for proteins involved in metabolic (in) and non-metabolic (out) processes in 1-week-old (young) and 4-week-old (midlife) flies. The box represents the interval that contains the central 50% of the data with the line indicating the median. The length of the whiskers is 1.5 times the interquartile distance (IQD). Proteome heat map comparing the protein intensities (see 2.2) of the input. N = 5 per group. fc, fold change. Trichostatin A (TSA) induces an increase in oxygen consumption in the heads of young flies. Data were normalized to the measurement prior to addition of TSA. N = 5 per group. Error bar indicates the SEM 400-nM TSA-treated male flies in mixed male/female population reach the end of the premortality plateau phase at a similar age of 4 weeks. However, 400-nM TSA-treated flies show reduced median and maximal life span. Survival for control = 53 days, 40 nM TSA = 47 days, 400 nM TSA = 45, N = 368 vehicle, 296 (40 nM TSA) and 326 (400 nM TSA). Log-rank test of TSA40 nM, χ2 = 24.33, P < 0.0001. Log-rank test of TSA400 nM, χ2 = 79.55, P < 0.0001. Download figure Download PowerPoint Lysine deacetylase (KDAC) inhibitors affect oxidative metabolism Because lysine acetylation is an important regulatory modification of many metabolic enzymes 8282930, we wondered whether the pharmacological elevation of general protein acetylation through the global lysine deacetylase (KDAC) inhibitors sodium butyrate and TSA 8 would result in changes in OCR. Adding these KDAC inhibitors to isolated heads resulted in a rapid increase in OCR (Figs 2C and EV2D), which subsided after multiple OCR measurements. Heads prepared from midlife flies showed a less pronounced increase in OCR (Fig 2C). This may be due to the higher ground state protein acetylation of these enzymes in midlife, as a result of the elevated acetyl-CoA levels (Fig 2A and B). Our observation of a decreased respiratory responsiveness of midlife flies upon KDAC inhibitor treatment suggests that protein acetylation may regulate metabolic processes and is at least partly responsible for the increased OCR in midlife flies. Based on these results, we hypothesized that sustained high levels of protein acetylation might restrict life span. To test this prediction, we pharmacologically increased protein acetylation by s",
  "authors": [
    {
      "display_name": "Shahaf Peleg",
      "id": "A5026579039",
      "orcid": "https://orcid.org/0000-0003-2646-3807",
      "institutions": [
        {
          "id": "I8204097",
          "display_name": "Ludwig-Maximilians-Universität München",
          "country_code": "DE",
          "type": "funder"
        },
        {
          "id": "I189554337",
          "display_name": "Center for Integrated Protein Science Munich",
          "country_code": "DE",
          "type": "other"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Shahaf Peleg"
    },
    {
      "display_name": "Christian Feller",
      "id": "A5014184180",
      "orcid": null,
      "institutions": [
        {
          "id": "I8204097",
          "display_name": "Ludwig-Maximilians-Universität München",
          "country_code": "DE",
          "type": "funder"
        },
        {
          "id": "I189554337",
          "display_name": "Center for Integrated Protein Science Munich",
          "country_code": "DE",
          "type": "other"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Christian Feller"
    },
    {
      "display_name": "Ignasi Forné",
      "id": "A5089566049",
      "orcid": "https://orcid.org/0000-0003-0309-907X",
      "institutions": [
        {
          "id": "I8204097",
          "display_name": "Ludwig-Maximilians-Universität München",
          "country_code": "DE",
          "type": "funder"
        },
        {
          "id": "I189554337",
          "display_name": "Center for Integrated Protein Science Munich",
          "country_code": "DE",
          "type": "other"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ignasi Forne"
    },
    {
      "display_name": "Evelyn Schiller",
      "id": "A5019697449",
      "orcid": null,
      "institutions": [
        {
          "id": "I3018134672",
          "display_name": "Helmholtz Zentrum München",
          "country_code": "DE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Evelyn Schiller"
    },
    {
      "display_name": "Daniel C. Sévin",
      "id": "A5028902870",
      "orcid": "https://orcid.org/0000-0003-1374-5311",
      "institutions": [
        {
          "id": "I35440088",
          "display_name": "ETH Zurich",
          "country_code": "CH",
          "type": "funder"
        },
        {
          "id": "I4210118307",
          "display_name": "Life Science Zurich",
          "country_code": "CH",
          "type": "education"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Daniel C Sévin"
    },
    {
      "display_name": "Tamás Schauer",
      "id": "A5066403842",
      "orcid": "https://orcid.org/0000-0001-9602-4557",
      "institutions": [
        {
          "id": "I8204097",
          "display_name": "Ludwig-Maximilians-Universität München",
          "country_code": "DE",
          "type": "funder"
        },
        {
          "id": "I189554337",
          "display_name": "Center for Integrated Protein Science Munich",
          "country_code": "DE",
          "type": "other"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Tamas Schauer"
    },
    {
      "display_name": "Catherine Regnard",
      "id": "A5077888541",
      "orcid": "https://orcid.org/0000-0001-9915-7494",
      "institutions": [
        {
          "id": "I8204097",
          "display_name": "Ludwig-Maximilians-Universität München",
          "country_code": "DE",
          "type": "funder"
        },
        {
          "id": "I189554337",
          "display_name": "Center for Integrated Protein Science Munich",
          "country_code": "DE",
          "type": "other"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Catherine Regnard"
    },
    {
      "display_name": "Tobias Straub",
      "id": "A5065977507",
      "orcid": "https://orcid.org/0000-0002-0547-0453",
      "institutions": [
        {
          "id": "I8204097",
          "display_name": "Ludwig-Maximilians-Universität München",
          "country_code": "DE",
          "type": "funder"
        },
        {
          "id": "I189554337",
          "display_name": "Center for Integrated Protein Science Munich",
          "country_code": "DE",
          "type": "other"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Tobias Straub"
    },
    {
      "display_name": "Matthias Prestel",
      "id": "A5009747953",
      "orcid": "https://orcid.org/0000-0002-1096-6285",
      "institutions": [
        {
          "id": "I8204097",
          "display_name": "Ludwig-Maximilians-Universität München",
          "country_code": "DE",
          "type": "funder"
        },
        {
          "id": "I189554337",
          "display_name": "Center for Integrated Protein Science Munich",
          "country_code": "DE",
          "type": "other"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Matthias Prestel"
    },
    {
      "display_name": "Caroline Klima",
      "id": "A5039925837",
      "orcid": null,
      "institutions": [
        {
          "id": "I8204097",
          "display_name": "Ludwig-Maximilians-Universität München",
          "country_code": "DE",
          "type": "funder"
        },
        {
          "id": "I189554337",
          "display_name": "Center for Integrated Protein Science Munich",
          "country_code": "DE",
          "type": "other"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Caroline Klima"
    },
    {
      "display_name": "Melanie Schmitt Nogueira",
      "id": "A5087066272",
      "orcid": "https://orcid.org/0000-0002-7489-0849",
      "institutions": [
        {
          "id": "I8204097",
          "display_name": "Ludwig-Maximilians-Universität München",
          "country_code": "DE",
          "type": "funder"
        },
        {
          "id": "I189554337",
          "display_name": "Center for Integrated Protein Science Munich",
          "country_code": "DE",
          "type": "other"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Melanie Schmitt Nogueira"
    },
    {
      "display_name": "Lore Becker",
      "id": "A5074905460",
      "orcid": "https://orcid.org/0000-0002-6890-4984",
      "institutions": [
        {
          "id": "I3018134672",
          "display_name": "Helmholtz Zentrum München",
          "country_code": "DE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Lore Becker"
    },
    {
      "display_name": "Thomas Klopstock",
      "id": "A5026565602",
      "orcid": "https://orcid.org/0000-0003-2805-4652",
      "institutions": [
        {
          "id": "I8204097",
          "display_name": "Ludwig-Maximilians-Universität München",
          "country_code": "DE",
          "type": "funder"
        },
        {
          "id": "I4210133604",
          "display_name": "Friedrich Baur Stiftung",
          "country_code": "DE",
          "type": "other"
        },
        {
          "id": "I2801533059",
          "display_name": "German Center for Neurodegenerative Diseases",
          "country_code": "DE",
          "type": "funder"
        },
        {
          "id": "I4210113080",
          "display_name": "Munich Cluster for Systems Neurology",
          "country_code": "DE",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Thomas Klopstock"
    },
    {
      "display_name": "Uwe Sauer",
      "id": "A5014164691",
      "orcid": "https://orcid.org/0000-0002-5923-0770",
      "institutions": [
        {
          "id": "I35440088",
          "display_name": "ETH Zurich",
          "country_code": "CH",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Uwe Sauer"
    },
    {
      "display_name": "Peter B. Becker",
      "id": "A5034032941",
      "orcid": "https://orcid.org/0000-0001-7186-0372",
      "institutions": [
        {
          "id": "I8204097",
          "display_name": "Ludwig-Maximilians-Universität München",
          "country_code": "DE",
          "type": "funder"
        },
        {
          "id": "I189554337",
          "display_name": "Center for Integrated Protein Science Munich",
          "country_code": "DE",
          "type": "other"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Peter B Becker"
    },
    {
      "display_name": "Axel Imhof",
      "id": "A5087166221",
      "orcid": "https://orcid.org/0000-0003-2993-8249",
      "institutions": [
        {
          "id": "I8204097",
          "display_name": "Ludwig-Maximilians-Universität München",
          "country_code": "DE",
          "type": "funder"
        },
        {
          "id": "I189554337",
          "display_name": "Center for Integrated Protein Science Munich",
          "country_code": "DE",
          "type": "other"
        },
        {
          "id": "I4210113080",
          "display_name": "Munich Cluster for Systems Neurology",
          "country_code": "DE",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Axel Imhof"
    },
    {
      "display_name": "Andreas G. Ladurner",
      "id": "A5068711489",
      "orcid": "https://orcid.org/0000-0003-3835-232X",
      "institutions": [
        {
          "id": "I4210113080",
          "display_name": "Munich Cluster for Systems Neurology",
          "country_code": "DE",
          "type": "facility"
        },
        {
          "id": "I8204097",
          "display_name": "Ludwig-Maximilians-Universität München",
          "country_code": "DE",
          "type": "funder"
        },
        {
          "id": "I189554337",
          "display_name": "Center for Integrated Protein Science Munich",
          "country_code": "DE",
          "type": "other"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Andreas G Ladurner"
    }
  ],
  "publication_year": 2016,
  "publication_date": "2016-01-18",
  "type": "article",
  "cited_by_count": 126,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S57252141",
    "display_name": "EMBO Reports",
    "issn_l": "1469-221X",
    "issn": [
      "1469-221X",
      "1469-3178"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310319965"
  },
  "volume": "17",
  "issue": "3",
  "first_page": "455",
  "last_page": "469",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "https://doi.org/10.15252/embr.201541132",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.73198944
    },
    {
      "id": "C119157956",
      "display_name": "Acetylation",
      "level": 3,
      "score": 0.71367604
    },
    {
      "id": "C64927066",
      "display_name": "Histone",
      "level": 3,
      "score": 0.64079565
    },
    {
      "id": "C41091548",
      "display_name": "Epigenetics",
      "level": 3,
      "score": 0.5976925
    },
    {
      "id": "C2778305200",
      "display_name": "Histone deacetylase",
      "level": 4,
      "score": 0.58279085
    },
    {
      "id": "C83640560",
      "display_name": "Chromatin",
      "level": 3,
      "score": 0.5398966
    },
    {
      "id": "C2776759703",
      "display_name": "Longevity",
      "level": 2,
      "score": 0.49032286
    },
    {
      "id": "C71723506",
      "display_name": "Histone deacetylase 2",
      "level": 5,
      "score": 0.48104146
    },
    {
      "id": "C2780104201",
      "display_name": "Drosophila melanogaster",
      "level": 3,
      "score": 0.4702251
    },
    {
      "id": "C167227067",
      "display_name": "Chromatin remodeling",
      "level": 4,
      "score": 0.44535688
    },
    {
      "id": "C150425827",
      "display_name": "Histone methyltransferase",
      "level": 4,
      "score": 0.43400678
    },
    {
      "id": "C95444343",
      "display_name": "Cell biology",
      "level": 1,
      "score": 0.41220754
    },
    {
      "id": "C54355233",
      "display_name": "Genetics",
      "level": 1,
      "score": 0.40267193
    },
    {
      "id": "C55493867",
      "display_name": "Biochemistry",
      "level": 1,
      "score": 0.3286018
    },
    {
      "id": "C104317684",
      "display_name": "Gene",
      "level": 2,
      "score": 0.1407476
    }
  ],
  "topics": [
    {
      "id": "T11736",
      "display_name": "Histone Deacetylase Inhibitors Research",
      "score": 0.9986
    },
    {
      "id": "T10676",
      "display_name": "Genetics, Aging, and Longevity in Model Organisms",
      "score": 0.9986
    },
    {
      "id": "T11051",
      "display_name": "Sirtuins and Resveratrol in Medicine",
      "score": 0.9833
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.15252/embr.201541132",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:34:32.694895",
  "source_database": "OpenAlex"
}