{
  "openalex_id": "W2291082148",
  "doi": "https://doi.org/10.1098/rsbl.2015.0132",
  "title": "Insufficient evidence of infection-induced phototactic behaviour in <i>Spodoptera exigua</i> : a comment on van Houte <i>et al</i> . (2014)",
  "abstract": "You have accessMoreSectionsView PDF ToolsAdd to favoritesDownload CitationsTrack Citations ShareShare onFacebookTwitterLinked InRedditEmail Cite this article Dobson Andrew D. M., Auld Stuart K. J. R. and Tinsley Matthew C. 2015Insufficient evidence of infection-induced phototactic behaviour in Spodoptera exigua: a comment on van Houte et al. (2014)Biol. Lett.112015013220150132http://doi.org/10.1098/rsbl.2015.0132SectionYou have accessArticle commentaryInsufficient evidence of infection-induced phototactic behaviour in Spodoptera exigua: a comment on van Houte et al. (2014) Andrew D. M. Dobson Andrew D. M. Dobson Google Scholar Find this author on PubMed Search for more papers by this author , Stuart K. J. R. Auld Stuart K. J. R. Auld Google Scholar Find this author on PubMed Search for more papers by this author and Matthew C. Tinsley Matthew C. Tinsley [email protected] Google Scholar Find this author on PubMed Search for more papers by this author Andrew D. M. Dobson Andrew D. M. Dobson Google Scholar Find this author on PubMed Search for more papers by this author , Stuart K. J. R. Auld Stuart K. J. R. Auld Google Scholar Find this author on PubMed Search for more papers by this author and Matthew C. Tinsley Matthew C. Tinsley [email protected] Google Scholar Find this author on PubMed Search for more papers by this author Published:01 October 2015https://doi.org/10.1098/rsbl.2015.01321. IntroductionSome of the most spectacular interactions between hosts and parasites occur when parasites manipulate their hosts' behaviour. Acanthocephalan worms that infect gammarid shrimps induce host behaviours that elevate predation vulnerability when they need to transmit to their final vertebrate host [1]. Ophiocordyceps fungi similarly increase transmission by forcing ants to clamp their jaws around leaves in elevated positions before killing them [2]. However, the mechanisms underlying such manipulations remain relatively obscure.A recent paper by van Houte et al. [3] claims to demonstrate that (i) infection with the baculovirus Spodoptera exigua multiple nucleopolyhedrovirus (SeMNPV) causes S. exigua larvae to die in an elevated position; and (ii) this is achieved by the virus triggering a positive phototactic response in its larval host. Their study is grounded in knowledge that baculoviruses manipulate climbing behaviour in some lepidopteran species [4]. Here, we argue van Houte et al.'s study has significant limitations: the experimental design cannot test the authors' hypotheses, and the data presented are open to other interpretations that do not support the authors' conclusions.2. Death in elevated positions?First, we consider van Houte et al.'s evidence that the virus SeMNPV induces death at an elevated height. The authors placed infected larvae in jars and recorded larval height over several days until all pupated or died of infection. Baculovirus infection caused substantial mortality after 3–4 days. van Houte et al. show that larval height increased during an early climbing phase and that mean height of infected larvae remained high until the end of the experiment (their fig. 1a). However, many of the larvae included in this dataset had died of infection. The authors repeatedly recorded the height of dead larvae, despite the fact these larvae were clearly incapable of moving. We re-plotted their data excluding those that had previously died (our figure 1a) and show that the association between infection and climbing is anything but clear cut. We also note that ongoing larval death means that the true sample size declined from 31 to 2 during van Houte et al.'s experiment. The observation that infected larvae ‘die at elevated positions' could be adequately explained by two simple facts: (i) larvae naturally climb and (ii) viruses kill them, but not instantaneously. Figure 1. Mean height of baculovirus-infected and healthy larvae. (a) Height of larvae following exposure to the baculovirus. Filled circles: original data. Open circles: data where larvae were excluded after the first point at which they are found to be dead (and therefore lose the ability to move). The dotted line represents % survival (left hand axis). (b) Height of uninfected larvae in light (12 L : 10 D) and dark (0 L : 24 D) treatments (closed and open circles, respectively) (data unchanged from van Houte et al.). Error bars show standard error.Download figureOpen in new tabDownload PowerPoint3. Is phototaxis in infected larvae caused by viral infection?Next, we question the evidence the authors use to justify their conclusion that SeMNPV causes a change in host behaviour by inducing phototaxis. van Houte et al. placed SeMNPV infected larvae in three different light regimes: ‘continuous dark’, ‘lit from above’ and ‘lit from below’. The height of each larva at death was later recorded. The authors conclude that because larval height at death differs strikingly between these lighting treatments, SeMNPV infection induces phototaxis. This conclusion is undermined by the absence of suitable control experiments on uninfected larvae. These controls are necessary to demonstrate that the response of infected larvae to light regime change is caused by viral infection and does not also occur in uninfected individuals. While the authors did study uninfected larvae (which were mock-infected), they did not subject them to the more informative ‘lit from below’ treatment (for reasons that were not mentioned). We therefore only have measures of phototactic behaviour for both infection classes for two of the lighting treatments (‘lit from above’ and ‘continuous dark’). Unfortunately, even these treatments are not comparable, because the authors report completely different behavioural metrics in the two infection classes (uninfected: ‘height twice daily until pupation’; infected: ‘height at death’). These metrics cannot be directly compared without information about the time at which larvae died in the infected treatment.The authors state that climbing in uninfected larvae is ‘not light-dependent’. This assertion is crucial to their argument that the virus induces phototaxis. However, van Houte et al. restrict their comparison of uninfected larvae in the light and dark treatment to two specific times at which the larvae moulted. At other times, climbing behaviour in uninfected larvae differs markedly between the lighting regimes (our figure 1b). Indeed, the peak of climbing occurs 69 h earlier in the ‘dark’ than in the ‘lit from above’ treatment. By these metrics, the climbing of uninfected larvae is influenced by light. Therefore, it seems premature for the authors to conclude that viral infection drives the observed phototaxis in the infected treatment.4. Alternative interpretations of the data and suggestions for future studiesWe would like to be more constructive than simply to point out problems in van Houte et al.'s paper. Their data are compatible with a different hypothesis that does not require viral manipulation. SeMNPV may simply induce larval death during a peak in natural climbing behaviour, meaning that larvae die in elevated positions. This could potentially represent an interesting example of optimally timed host-killing by a pathogen [5] (but further experiments are necessary to properly test this). While virally induced host climbing has been demonstrated in another system [6], ‘tree top disease phenomena’ have been reported in numerous host species. In each of these cases, it is important to determine whether this phenomenon results from viral manipulation of climbing behaviour, or from optimally timed larval killing, or both. To show that host behavioural changes actually result from parasite manipulation, future studies should endeavour to rule out plausible alternative explanations, including changes resulting from morbidity associated with infection, or adaptive host responses to parasitism [7]. Demonstration that the behaviour of infected hosts changes at a specific time that favours the parasite's own fitness can provide definitive evidence of behavioural manipulation [8].We do not doubt that behavioural manipulation of lepidopteran larvae by baculoviruses occurs in some host–virus systems, potentially including this one. Unfortunately, van Houte et al.'s experiments lack sufficient comparable controls and cannot rule out possible alternative explanations. It is our opinion that the data presented provide insufficient evidence to support van Houte et al.'s conclusions.FootnotesThe accompanying reply can be viewed at http://dx.doi.org/10.1098/rsbl.2015.0633.© 2015 The Author(s)Published by the Royal Society. All rights reserved.References1Dianne L, Bollache L, Lagrue C, Franceschi N, Rigaud T. 2012Larval size in acanthocephalan parasites: influence of intraspecific competition and effects on intermediate host behavioural changes. Parasit. Vectors 5, 166. (doi:10.1186/1756-3305-5-166) Crossref, PubMed, ISI, Google Scholar2Andersen SB, Gerritsma S, Yusah KM, Mayntz D, Hywel-Jones NL, Billen J, Boomsma JJ, Hughes DP. 2009The life of a dead ant: the expression of an adaptive extended phenotype. Am. Nat. 174, 424–433. (doi:10.1086/603640) Crossref, PubMed, ISI, Google Scholar3van Houte S, van Oers MM, Han Y, Vlak JM, Ros VID. 2014Baculovirus infection triggers a positive phototactic response in caterpillars to induce ‘tree-top’ disease. Biol. Lett. 10, 20140680. (doi:10.1098/rsbl.2014.0680) Link, ISI, Google Scholar4Goulson D. 1997Wipfelkrankheit: modification of host behaviour during baculoviral infection. Oecologia 109, 219–228. (doi:10.1007/s004420050076) Crossref, PubMed, ISI, Google Scholar5Ebert D, Weisser WW. 1997Optimal killing for obligate killers: the evolution of life histories and virulence of semelparous parasites. Proc. R. Soc. Lond. B 264, 985–991. (doi:10.1098/rspb.1997.0136) Link, ISI, Google Scholar6Hoover K, Grove M, Gardner M, Hughes DP, McNeil J, Slavicek J. 2011A gene for an extended phenotype. Science 333, 1401. (doi:10.1126/science.1209199) Crossref, PubMed, ISI, Google Scholar7Bashir-Tanoli S, Tinsley MC. 2014Immune response costs are associated with changes in resource acquisition and not resource reallocation. Funct. Ecol. 28, 1011–1019. (doi:10.1111/1365-2435.12236) Crossref, ISI, Google Scholar8Auld SKJR, Tinsley MC. 2015The evolutionary ecology of complex lifecycle parasites: linking phenomena with mechanisms. Heredity 114, 125–132. (doi:10.1038/hdy.2014.84) Crossref, PubMed, ISI, Google Scholar Previous ArticleNext Article VIEW FULL TEXT DOWNLOAD PDF FiguresRelatedReferencesDetailsCited by Lenzi J, Costa T, Alberton M, Goulart J and Tavares L (2018) Medicinal fungi: a source of antiparasitic secondary metabolites, Applied Microbiology and Biotechnology, 10.1007/s00253-018-9048-8, 102:14, (5791-5810), Online publication date: 1-Jul-2018. van Houte S, van Oers M, Han Y, Vlak J and Ros V (2015) Baculovirus infection triggers a positive phototactic response in caterpillars: a response to Dobson et al. (2015), Biology Letters, 11:10, Online publication date: 1-Oct-2015. This IssueOctober 2015Volume 11Issue 10 Article InformationDOI:https://doi.org/10.1098/rsbl.2015.0132PubMed:26445986Published by:Royal SocietyOnline ISSN:1744-957XHistory: Manuscript received18/02/2015Manuscript accepted18/06/2015Published online01/10/2015Published in print31/10/2015 License:© 2015 The Author(s)Published by the Royal Society. All rights reserved. Citations and impact Subjectsbehaviourecologyevolution Large datasets are available through Biology Letters' partnership with Dryad",
  "authors": [
    {
      "display_name": "Andrew D. M. Dobson",
      "id": "A5043039905",
      "orcid": "https://orcid.org/0000-0003-1058-2801",
      "institutions": [
        {
          "id": "I12093191",
          "display_name": "University of Stirling",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Andrew D M Dobson"
    },
    {
      "display_name": "Stuart K. J. R. Auld",
      "id": "A5019112213",
      "orcid": "https://orcid.org/0000-0001-6691-7442",
      "institutions": [
        {
          "id": "I12093191",
          "display_name": "University of Stirling",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Stuart K J R Auld"
    },
    {
      "display_name": "Matthew C. Tinsley",
      "id": "A5069229687",
      "orcid": "https://orcid.org/0000-0002-7715-1259",
      "institutions": [
        {
          "id": "I12093191",
          "display_name": "University of Stirling",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Matthew C Tinsley"
    }
  ],
  "publication_year": 2015,
  "publication_date": "2015-10-01",
  "type": "letter",
  "cited_by_count": 5,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S153317304",
    "display_name": "Biology Letters",
    "issn_l": "1744-9561",
    "issn": [
      "1744-9561",
      "1744-957X"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310319787"
  },
  "volume": "11",
  "issue": "10",
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://royalsocietypublishing.org/doi/pdf/10.1098/rsbl.2015.0132",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C2778457844",
      "display_name": "Exigua",
      "level": 5,
      "score": 0.84149027
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.5685896
    },
    {
      "id": "C74916050",
      "display_name": "Classics",
      "level": 1,
      "score": 0.33282226
    },
    {
      "id": "C2777773057",
      "display_name": "Spodoptera",
      "level": 4,
      "score": 0.29773134
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.23128954
    },
    {
      "id": "C54355233",
      "display_name": "Genetics",
      "level": 1,
      "score": 0.061831355
    },
    {
      "id": "C104317684",
      "display_name": "Gene",
      "level": 2,
      "score": 0.0
    },
    {
      "id": "C40767141",
      "display_name": "Recombinant DNA",
      "level": 3,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10815",
      "display_name": "Parasite Biology and Host Interactions",
      "score": 0.9999
    },
    {
      "id": "T12134",
      "display_name": "Insect symbiosis and bacterial influences",
      "score": 0.9958
    },
    {
      "id": "T10135",
      "display_name": "Insect-Plant Interactions and Control",
      "score": 0.9919
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1098/rsbl.2015.0132",
  "pdf_url": "https://royalsocietypublishing.org/doi/pdf/10.1098/rsbl.2015.0132",
  "retrieved_date": "2025-07-30T14:29:32.327976",
  "source_database": "OpenAlex"
}