{
  "openalex_id": "W2294909689",
  "doi": null,
  "title": "Handbook of effective literacy instruction : research-based practice K-8",
  "abstract": "Introduction, Barbara M. Taylor and Nell K. DukeI. Fundamental Components of Effective Literacy Lessons1. Motivating Classroom Practices to Support Effective Literacy Instruction, Alysia D. Roehrig, Elizabeth Hammond Brinkerhoff, Erik S. Rawls, and Tim Pressley2. Literacy Tools Created and Used within Print-Rich Classroom Environments, Misty Sailors, Tracey Kumar, Shannon Blady, and Angeli Willson3. Grouping Practices, Independent Learning Activities, and Effective Instruction, Barbara M. Taylor4. Balanced, Differentiated Teaching: Explicit Instruction, Scaffolded Support, and Active Student Responding, Debra S. Peterson5. Classroom Literacy Assessment: Strategies for Informing Instruction and Monitoring Student Progress, Sheila W. Valencia and Heather Hebard6. Culturally Responsive Literacy Instruction, Ellen McIntyre and Jennifer Danridge Turner7. Digital Literacy, Susan Watts Taffe and Laurie B. BauerII. Effective Teaching and Assessment to Develop Essential Literacy Abilities in Students8. Automaticity versus Fluency: Developing Essential Literacy Abilities with Print, Susan Dougherty Johnson and Melanie R. Kuhn9. Today's Comprehension Strategy Instruction: Not Your Father's Oldsmobile, Katherine A. Dougherty Stahl10. Comprehension: High-Level Talk and Writing about Texts, Keli Garas-York, Lynn E. Shanahan, and Janice F. Almasi11. Vocabulary Instruction, Linda Kucan12. Effective Writing Instruction in the 21st Century, Gary A. Troia13. Reading and Writing Specific Genres, Nell K. Duke and Lynne M. WatanabeIII. Effective Integration of Literacy with Instruction in Content Areas14. Integration of Literacy and Science, Gina Cervetti15. Integration of Literacy and Social Studies, Anne-Lise Halvorsen, Janet Alleman, and Kristy Brugar16. Integration of Literacy and Mathematics, Ellen Fogelberg, Patti Satz, and Carole Skalinder17. Integration of Literacy and the Arts: Creating Classrooms That Perform, Douglas Fisher, Nan L. McDonald, and Nancy FreyIV. Essential Collaborations for Effective Schoolwide Literacy Instruction18. Developing and Implementing a Framework for Ongoing Schoolwide Reading Improvement, Barbara M. Taylor19. Improving the School Literacy Program: Developing Coherence in Curriculum, Instruction, and Assessments, Catherine M. Weber20. Improving the School Reading Program: A New Call for Collaboration, Sharon Walpole and Kristina Najera21. Professional Learning: Professional Learning Communities, Whole-School Meetings, and Cross-School Sharing, Debra S. Peterson22. Professional Learning with and from a Literacy Coach: A Poem in Two Voices, Misty Sailors, Katie Russell, Heather Augustine, and Kerry Alexander23. Partnering with Parents, Kathryn Roberts",
  "authors": [
    {
      "display_name": "Barbara M. Taylor",
      "id": "A5103758571",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Barbara Taylor"
    },
    {
      "display_name": "Nell K. Duke",
      "id": "A5079215020",
      "orcid": "https://orcid.org/0000-0001-5392-4627",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Nell K. Duke"
    }
  ],
  "publication_year": 2013,
  "publication_date": "2013-01-01",
  "type": "book",
  "cited_by_count": 22,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4306463346",
    "display_name": "Guilford Press eBooks",
    "issn_l": null,
    "issn": null,
    "type": "ebook platform",
    "host_organization": "https://openalex.org/P4310315796"
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C547764534",
      "display_name": "Literacy",
      "level": 2,
      "score": 0.7166181
    },
    {
      "id": "C2777413886",
      "display_name": "Fluency",
      "level": 2,
      "score": 0.5269811
    },
    {
      "id": "C554936623",
      "display_name": "Reading (process)",
      "level": 2,
      "score": 0.4953636
    },
    {
      "id": "C200323278",
      "display_name": "Critical literacy",
      "level": 3,
      "score": 0.46677345
    },
    {
      "id": "C145420912",
      "display_name": "Mathematics education",
      "level": 1,
      "score": 0.4578416
    },
    {
      "id": "C2778780117",
      "display_name": "Reading comprehension",
      "level": 3,
      "score": 0.43326244
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.4203937
    },
    {
      "id": "C19417346",
      "display_name": "Pedagogy",
      "level": 1,
      "score": 0.4116286
    },
    {
      "id": "C41895202",
      "display_name": "Linguistics",
      "level": 1,
      "score": 0.13199985
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.080670506
    }
  ],
  "topics": [
    {
      "id": "T13602",
      "display_name": "Educational Methods and Media Use",
      "score": 0.9559
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "http://ci.nii.ac.jp/ncid/BB19979278",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:50:37.738540",
  "source_database": "OpenAlex"
}