{
  "openalex_id": "W2293029290",
  "doi": "https://doi.org/10.5617/adno.2608",
  "title": "Skriveramme som støtte i arbeidet med fagskriving? Studie av 8. klasse elevers tekstskaping i samfunnsfag",
  "abstract": "Bruk av formmønster blir jevnlig diskutert som støtte i skriveopplæringen. Hensikten med denne studien er å undersøke sammenhengen mellom lærerens undervisning der bruk av skriveramme inngår, og elevtekster i et skriveprosjekt i en 8. klasse i samfunnsfag. Skriveprosessen er studert og beskrevet gjennom observasjonsnotater og video-opptak, og elevenes tekster er samlet inn som sluttprodukt og tolket i lys av prosesssen rundt skriverammen. Med utgangspunkt i måten skriverammen er realisert i elevenes tekster, kan tekstene sorteres i fire kategorier: 1) Rammen er integrert, 2) Rammen er uthevet, 3) Rammen overskrides og 4) Ingen ramme. Gjennom å sammenligne tekster der rammen ikke synes å ha hatt betydning for tekstskapingen, kategori 4, med de andre kategoriene, diskuteres rammens støtte både ut fra skrivepedagogisk og historiefaglig perspektiv. Undersøkelsen av tekstene i de tre første kategoriene tyder på skriverammen har fungert som støtte, ikke bare i forbindelse med tekstoppbygging, men også som en katalysator for innholdsgenerering og faglig forståelse. Bruk av rigide rammer i skriveopplæringen er kritisert for å fremme en instrumentell og sjangerformalistisk skrivepedagogikk kjennetegnet av reproduksjon og imitasjon av tekstmønstre. Dette ser her ut til å motvirkes av lærerens innramming av skriverammen i en skriveprosess som er kjennetegnet av sterk lærerstyring, steg-for-steg-metodikk og gjennomgående dialog mellom lærer og elever.Nøkkelord: fagspesifikk literacy, literacydidaktikk, skriving i samfunnsfag, skriverammeAbstractTeaching form and the use of models are frequently discussed as a means of supporting school writing instruction. This study investigates the relation between teaching which incorporates the use of writing frames and student texts produced in a writing project conducted in a 8th grade Social Studies classes in a Norwegian lower secondary school. The writing process is examined and described based on observation notes and video observations. The students’ final text products are collected and analyzed in light of the process surrounding the use of the writing frame. The texts are sorted into four categories, according to how the writing frame is utilized: 1) Integrated frame, 2) Emphasized frame, 3) Exceeded frame and 4) No frame. By comparing the texts from category 4, where the writing frame seems to have no significance for the text form, with the other categories, the writing frame as scaffolding is discussed both from the perspectives of teaching writing and teaching subject content. The examination of the texts in categories 1-3 indicates that the writing frame has functioned as scaffolding, not only connected to text structure, but also as a catalyst for the understanding and production of the subject matter. The use of rigid frames in writing instruction has been criticized for promoting an instrumental and formalistic writing pedagogy, characterized by reproduction and imitation. In this case, these effects seem to be counteracted by incorporating the writing frame in a writing process where the teacher strongly but gradually guides the students in a continuously dialogical manner.Key words: disciplinary literacy, literacy didactics, writing in Social Studies, writing frame",
  "authors": [
    {
      "display_name": "Anne Kristine Øgreid",
      "id": "A5052087731",
      "orcid": null,
      "institutions": [
        {
          "id": "I184531372",
          "display_name": "OsloMet – Oslo Metropolitan University",
          "country_code": "NO",
          "type": "funder"
        },
        {
          "id": "I184942183",
          "display_name": "University of Oslo",
          "country_code": "NO",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Anne Kristine Øgreid"
    }
  ],
  "publication_year": 2016,
  "publication_date": "2016-01-26",
  "type": "article",
  "cited_by_count": 6,
  "is_retracted": false,
  "is_paratext": false,
  "language": "no",
  "source": {
    "id": "S4210173187",
    "display_name": "Acta Didactica Norge",
    "issn_l": "1504-9922",
    "issn": [
      "1504-9922"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310314087"
  },
  "volume": "10",
  "issue": "1",
  "first_page": "3",
  "last_page": "3",
  "open_access": {
    "is_oa": true,
    "oa_status": "diamond",
    "oa_url": "https://journals.uio.no/adno/article/download/2608/2369",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C15708023",
      "display_name": "Humanities",
      "level": 1,
      "score": 0.56180626
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.39271206
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.33397806
    }
  ],
  "topics": [
    {
      "id": "T12070",
      "display_name": "Writing and Handwriting Education",
      "score": 0.9955
    },
    {
      "id": "T10103",
      "display_name": "Reading and Literacy Development",
      "score": 0.9803
    },
    {
      "id": "T12887",
      "display_name": "Educational Strategies and Epistemologies",
      "score": 0.9718
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.5617/adno.2608",
  "pdf_url": "https://journals.uio.no/adno/article/download/2608/2369",
  "retrieved_date": "2025-07-30T14:57:33.892001",
  "source_database": "OpenAlex"
}