{
  "openalex_id": "W2308659217",
  "doi": "https://doi.org/10.1097/01.blo.0000079319.41006.44",
  "title": "Editorial Comment",
  "abstract": "This symposium endeavors to provide an overview of key issues in the design, statistical analysis, and critical appraisal of clinical research in orthopaedic surgery. An internationally renowned group of experts in study methodology, orthopaedic outcomes measurement, and critical appraisal have contributed to make this series of articles highly educational for practicing orthopaedic surgeons, orthopaedic researchers, orthopaedic surgical trainees, and healthcare personnel who care for patients with musculoskeletal injuries. In addition, we have provided a comprehensive glossary of health services research terminology to serve as an efficient reference source. Since the term evidence-based medicine was coined first at McMaster University, it’s original definition as “an attitude of ‘enlightened skepticism’ towards the application of diagnostic, therapeutic, and prognostic technologies” has permeated all fields of medicine. 1 Orthopaedic surgeons and researchers have adopted their own style of critical appraisal often coined as evidence-based orthopaedics using a clear delineation of relevant clinical questions, a thorough search of the literature relating to the questions, a critical appraisal of available evidence and its applicability to the clinical situation, and a balanced application of the conclusions to the clinical problem. The balanced application of the evidence (the clinical decision-making) is the central point of practicing evidence-based orthopaedics and involves, according to evidence-based medicine principles, integration of our clinical expertise and judgment with patients’ and societal values, and with the best available research evidence. Evidence-based orthopaedics involves a hierarchy of evidence, from meta-analyses of high-quality randomized trials showing definitive results directly applicable to an individual patient, to relying on physiologic rationale or previous experience with a small number of similar patients. The hallmark of the evidence-based surgeon is that, for particular clinical decisions, he or she knows the strength of the evidence, and therefore the degree of uncertainty. In the process of adopting evidence-based orthopaedic strategies, surgeons must avoid common misconceptions about evidence-based orthopaedics. Critics mistakenly have suggested that evidence only can be derived from the results of randomized trials, or that statistical significance automatically means clinical relevance. This is not true. We think the current symposium provides a balanced evaluation of all study designs with recommendations to their appropriate use in orthopaedic clinical research. Although evidence-based orthopaedics sometimes is perceived as a blinkered adherence to randomized trials, it more accurately involves informed and effective use of all types of evidence (from meta-analysis of randomized trials to individual case series and case reports), but particularly evidence from the medical literature, in patient care. With the ever-increasing amount of available information, surgeons must consider a shift in paradigm from traditional practice to one that involves question formulation, validity assessment of available studies, and appropriate application of research evidence to individual patients.",
  "authors": [
    {
      "display_name": "Mohit Bhandari",
      "id": "A5089391263",
      "orcid": "https://orcid.org/0000-0001-9608-4808",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Mohit Bhandari"
    },
    {
      "display_name": "Paul Tornetta",
      "id": "A5001398889",
      "orcid": "https://orcid.org/0000-0002-6448-8864",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Paul Tornetta,"
    }
  ],
  "publication_year": 2003,
  "publication_date": "2003-08-01",
  "type": "editorial",
  "cited_by_count": 24,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S191421250",
    "display_name": "Clinical Orthopaedics and Related Research",
    "issn_l": "0009-921X",
    "issn": [
      "0009-921X",
      "1528-1132"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "413",
  "issue": null,
  "first_page": "8",
  "last_page": "10",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.7856165
    },
    {
      "id": "C152541439",
      "display_name": "Critical appraisal",
      "level": 3,
      "score": 0.7802275
    },
    {
      "id": "C19648533",
      "display_name": "Evidence-based medicine",
      "level": 3,
      "score": 0.71661675
    },
    {
      "id": "C547195049",
      "display_name": "Terminology",
      "level": 2,
      "score": 0.6189847
    },
    {
      "id": "C160735492",
      "display_name": "Health care",
      "level": 2,
      "score": 0.49031022
    },
    {
      "id": "C2779473830",
      "display_name": "MEDLINE",
      "level": 2,
      "score": 0.4737364
    },
    {
      "id": "C2780031656",
      "display_name": "Glossary",
      "level": 2,
      "score": 0.44721532
    },
    {
      "id": "C141330323",
      "display_name": "Evidence-based practice",
      "level": 3,
      "score": 0.44334388
    },
    {
      "id": "C204787440",
      "display_name": "Alternative medicine",
      "level": 2,
      "score": 0.41819772
    },
    {
      "id": "C509550671",
      "display_name": "Medical education",
      "level": 1,
      "score": 0.39641884
    },
    {
      "id": "C19527891",
      "display_name": "Medical physics",
      "level": 1,
      "score": 0.3500648
    },
    {
      "id": "C142724271",
      "display_name": "Pathology",
      "level": 1,
      "score": 0.15914986
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C41895202",
      "display_name": "Linguistics",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C162324750",
      "display_name": "Economics",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C50522688",
      "display_name": "Economic growth",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10206",
      "display_name": "Meta-analysis and systematic reviews",
      "score": 0.9113
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1097/01.blo.0000079319.41006.44",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:17:48.010042",
  "source_database": "OpenAlex"
}