{
  "openalex_id": "W2306021636",
  "doi": "https://doi.org/10.1016/j.juro.2016.03.137",
  "title": "Predicting Risk of Chronic Kidney Disease in Infants and Young Children at Diagnosis of Posterior Urethral Valves: Initial Ultrasound Kidney Characteristics and Validation of Parenchymal Area as Forecasters of Renal Reserve",
  "abstract": "No AccessJournal of UrologyPediatric Urology1 Sep 2016Predicting Risk of Chronic Kidney Disease in Infants and Young Children at Diagnosis of Posterior Urethral Valves: Initial Ultrasound Kidney Characteristics and Validation of Parenchymal Area as Forecasters of Renal Reserve Rakan Odeh, Damien Noone, Paul R. Bowlin, Luis H.P. Braga, and Armando J. Lorenzo Rakan OdehRakan Odeh Division of Pediatric Urology, Department of Surgery, Hospital for Sick Children and University of Toronto, Toronto, Ontario, Canada , Damien NooneDamien Noone Division of Pediatric Nephrology, Department of Pediatrics, Hospital for Sick Children and University of Toronto, Toronto, Ontario, Canada , Paul R. BowlinPaul R. Bowlin Department of Surgery, Section of Pediatric Urology at Children's Mercy Hospital, University of Kansas Medical Center and University of Missouri-Kansas City School of Medicine, Kansas City, Kansas , Luis H.P. BragaLuis H.P. Braga Department of Surgery and McMaster Pediatric Surgery Research Collaborative, McMaster University, Hamilton, Ontario, Canada , and Armando J. LorenzoArmando J. Lorenzo Division of Pediatric Urology, Department of Surgery, Hospital for Sick Children and University of Toronto, Toronto, Ontario, Canada View All Author Informationhttps://doi.org/10.1016/j.juro.2016.03.137AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: There is paucity of validated objective early imaging markers to help predict future renal deterioration in infants with posterior urethral valves. We evaluated the prognostic value of total renal parenchymal area, renal echogenicity and corticomedullary differentiation regarding future development of chronic kidney disease. Materials and Methods: We analyzed initial postnatal ultrasonographic images from serial posterior urethral valve cases seen at a single tertiary referral center using National Institutes of Health sponsored image processing software. Echogenicity and corticomedullary differentiation were objectively measured as ratios relative to the adjacent liver or spleen and between cortex and medulla. The primary study outcome, renal function at last followup, was dichotomized based on glomerular filtration rate and/or need for renal replacement therapy (dialysis or renal transplantation, stage 5 chronic kidney disease). Results: A total of 75 patients were evaluated, of whom 16 had progression to stage 5 chronic kidney disease after a mean ± SD followup of 64.2 ± 38.9 months. Mean renal parenchymal area was 21.41 cm2 in patients without and 16 cm2 in patients with stage 5 chronic kidney disease (p <0.001), and mean corticomedullary differentiation was 1.77 and 1.21, respectively (p <0.001). Bilateral echogenic kidneys were significantly associated with development of stage 5 chronic kidney disease (p = 0.004). The performance of corticomedullary differentiation in predicting stage 5 chronic kidney disease was statistically significant (AUROC 0.881, 95% CI 0.776–0.987, p <0.001). Conclusions: Estimates of renal parenchyma quantity (total renal parenchymal area) and quality (corticomedullary differentiation and renal echogenicity) measured on initial postnatal ultrasound carry prognostic value in determining future risk of stage 5 chronic kidney disease in patients with posterior urethral valves. These data are promising for developing tools to risk stratify patients, counsel parents and customize monitoring protocols. References 1 : Chronic kidney disease: a new look at pathogenetic mechanisms and treatment options. Pediatr Nephrol2014; 29: 779. Google Scholar 2 : Renal parenchymal area and risk of ESRD in boys with posterior urethral valves. Clin J Am Soc Nephrol2014; 9: 499. Google Scholar 3 : Prognostic value of initial renal ultrasound in patients with posterior urethral valves. J Urol1998; 160: 1198. Link, Google Scholar 4 : Risk factors for renal insufficiency in children with urethral valves. Pediatr Nephrol2012; 27: 443. Google Scholar 5 : The use of plasma creatinine concentration for estimating glomerular filtration rate in infants, children, and adolescents. Pediatr Clin North Am1987; 34: 571. Google Scholar 6 : NIH Image to ImageJ: 25 years of image analysis. Nat Methods2012; 9: 671. Google Scholar 7 : Computer-assisted ultrasound analysis of liver echogenicity in obese and normal-weight children. AJR Am J Roentgenol2009; 192: W201. Google Scholar 8 : Risk factors for end stage renal disease in children with posterior urethral valves. J Urol, suppl.,2008; 180: 1705. Link, Google Scholar 9 : Percutaneous vesicoamniotic shunting versus conservative management for fetal lower urinary tract obstruction (PLUTO): a randomised trial. Lancet2013; 382: 1496. Google Scholar 10 : Prenatally detected posterior urethral valves: qualitative assessment of second trimester scans and prediction of outcome. J Urol1997; 158: 1022. Link, Google Scholar 11 : Progression to end-stage renal disease in children with posterior urethral valves. Pediatr Nephrol1998; 12: 630. Google Scholar 12 : Radiographic and serologic correlates of azotemia in patients with posterior urethral valves. J Urol1992; 148: 1499. Link, Google Scholar 13 : Posterior urethral valves: prognostic factors. BJU Int2003; 91: 687. Google Scholar 14 : Risk factors for progression to end-stage renal disease in children with posterior urethral valves. J Pediatr Urol2010; 6: 261. Google Scholar 15 : Combined creatinine velocity and nadir creatinine: a reliable predictor of renal outcome in neonatally diagnosed posterior urethral valves. J Pediatr Urol2015; 11: 214.e1. Google Scholar 16 : Ultrasound evaluation of prognosis in fetuses with posterior urethral valves. J Pediatr Surg2011; 46: 1412. Google Scholar 17 : Posterior urethral valves: multivariate analysis of factors affecting the final renal outcome. J Urol2011; 185: 2491. Link, Google Scholar 18 : Sonographic renal parenchymal and pelvicaliceal areas: new quantitative parameters for renal sonographic followup. J Urol1996; 156: 725. Link, Google Scholar 19 : Evaluation of sonographic renal parenchymal area in the management of hydronephrosis. J Urol2001; 165: 548. Link, Google Scholar © 2016 by American Urological Association Education and Research, Inc.FiguresReferencesRelatedDetailsCited byChua M, Ming J, Carter S, El Hout Y, Koyle M, Noone D, Farhat W, Lorenzo A and Bägli D (2017) Impact of Adjuvant Urinary Diversion versus Valve Ablation Alone on Progression from Chronic to End Stage Renal Disease in Posterior Urethral Valves: A Single Institution 15-Year Time-to-Event AnalysisJournal of Urology, VOL. 199, NO. 3, (824-830), Online publication date: 1-Mar-2018.DeFoor W (2016) Challenges in Predicting Renal Outcomes in Boys with Posterior Urethral ValvesJournal of Urology, VOL. 196, NO. 3, (639-640), Online publication date: 1-Sep-2016.Wan J (2016) This Month in Pediatric UrologyJournal of Urology, VOL. 196, NO. 3, (634-634), Online publication date: 1-Sep-2016. Volume 196Issue 3September 2016Page: 862-868Supplementary Materials Advertisement Copyright & Permissions© 2016 by American Urological Association Education and Research, Inc.Keywordsrenal insufficiency, chronicrenal replacement therapykidney medullakidney cortexurethraMetricsAuthor Information Rakan Odeh Division of Pediatric Urology, Department of Surgery, Hospital for Sick Children and University of Toronto, Toronto, Ontario, Canada More articles by this author Damien Noone Division of Pediatric Nephrology, Department of Pediatrics, Hospital for Sick Children and University of Toronto, Toronto, Ontario, Canada Equal study contribution. More articles by this author Paul R. Bowlin Department of Surgery, Section of Pediatric Urology at Children's Mercy Hospital, University of Kansas Medical Center and University of Missouri-Kansas City School of Medicine, Kansas City, Kansas Equal study contribution. More articles by this author Luis H.P. Braga Department of Surgery and McMaster Pediatric Surgery Research Collaborative, McMaster University, Hamilton, Ontario, Canada More articles by this author Armando J. Lorenzo Division of Pediatric Urology, Department of Surgery, Hospital for Sick Children and University of Toronto, Toronto, Ontario, Canada More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Rakan I. Odeh",
      "id": "A5112041571",
      "orcid": null,
      "institutions": [
        {
          "id": "I185261750",
          "display_name": "University of Toronto",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I2801317318",
          "display_name": "Hospital for Sick Children",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I4210141030",
          "display_name": "SickKids Foundation",
          "country_code": "CA",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Rakan Odeh"
    },
    {
      "display_name": "Damien Noone",
      "id": "A5031440306",
      "orcid": "https://orcid.org/0000-0003-3385-6174",
      "institutions": [
        {
          "id": "I185261750",
          "display_name": "University of Toronto",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I2801317318",
          "display_name": "Hospital for Sick Children",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I4210141030",
          "display_name": "SickKids Foundation",
          "country_code": "CA",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Damien Noone"
    },
    {
      "display_name": "Paul R. Bowlin",
      "id": "A5015590104",
      "orcid": null,
      "institutions": [
        {
          "id": "I75421653",
          "display_name": "University of Missouri–Kansas City",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1328594524",
          "display_name": "Children's Mercy Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I4210128618",
          "display_name": "University of Kansas Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Paul R. Bowlin"
    },
    {
      "display_name": "Luis H. Braga",
      "id": "A5038944132",
      "orcid": "https://orcid.org/0000-0002-3953-7353",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Luis H.P. Braga"
    },
    {
      "display_name": "Armando J. Lorenzo",
      "id": "A5025431226",
      "orcid": "https://orcid.org/0000-0001-6735-9462",
      "institutions": [
        {
          "id": "I2801317318",
          "display_name": "Hospital for Sick Children",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I4210141030",
          "display_name": "SickKids Foundation",
          "country_code": "CA",
          "type": "nonprofit"
        },
        {
          "id": "I185261750",
          "display_name": "University of Toronto",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Armando J. Lorenzo"
    }
  ],
  "publication_year": 2016,
  "publication_date": "2016-03-25",
  "type": "article",
  "cited_by_count": 44,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "196",
  "issue": "3",
  "first_page": "862",
  "last_page": "868",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.9699199
    },
    {
      "id": "C2909454230",
      "display_name": "Renal parenchyma",
      "level": 3,
      "score": 0.5935211
    },
    {
      "id": "C2778653478",
      "display_name": "Kidney disease",
      "level": 2,
      "score": 0.574495
    },
    {
      "id": "C2780091579",
      "display_name": "Kidney",
      "level": 2,
      "score": 0.56124955
    },
    {
      "id": "C143753070",
      "display_name": "Ultrasound",
      "level": 2,
      "score": 0.5376704
    },
    {
      "id": "C126894567",
      "display_name": "Urology",
      "level": 1,
      "score": 0.45805252
    },
    {
      "id": "C196822366",
      "display_name": "Parenchyma",
      "level": 2,
      "score": 0.45328054
    },
    {
      "id": "C126838900",
      "display_name": "Radiology",
      "level": 1,
      "score": 0.32194346
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.26974338
    },
    {
      "id": "C142724271",
      "display_name": "Pathology",
      "level": 1,
      "score": 0.23840472
    }
  ],
  "topics": [
    {
      "id": "T11174",
      "display_name": "Pediatric Urology and Nephrology Studies",
      "score": 0.9995
    },
    {
      "id": "T12067",
      "display_name": "Renal and Vascular Pathologies",
      "score": 0.994
    },
    {
      "id": "T10606",
      "display_name": "Kidney Stones and Urolithiasis Treatments",
      "score": 0.9419
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/j.juro.2016.03.137",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:19:33.348456",
  "source_database": "OpenAlex"
}