{
  "openalex_id": "W2315586301",
  "doi": "https://doi.org/10.2307/4050086",
  "title": "The Anglican Pulpit, the Social Order, and the Resurgence of Toryism during the American Revolution",
  "abstract": "“And now the new system of government came into being. For the first time since the accession of the House of Hanover, the Tory party was in the ascendant.” So wrote Lord Macaulay concerning the early years of George III's reign. In Macaulay's essay on the earl of Chatham one can find all the elements of the Whig myth of the reign of George III. Most of these ideas have been safely laid to rest by Sir Lewis Namier and modern research; we now know that there was neither a new system of government at the accession of the king nor anything resembling a Tory party. George III was not the tyrant depicted in the Declaration of Independence, there was no plot in the imagined cabinet of “king's friends” to overthrow the constitution, and when, with respect to the colonies, the king declared that he would abide by the decision of his Parliament, he was taking a stand on the side of Whig principles and the Revolution Settlement. One element in the putative resurgence of Toryism that Macaulay and other Whig historians emphasized was High-Anglican political theology. G. H. Guttridge, for example, in his English Whiggism and the American Revolution (1942) well understood the differences between the Toryism of the period of the American Revolution and that of the earlier century. Tories had come to accept the Revolution Settlement, the Hanoverian succession, and even “a modicum of religious toleration.” But if they had lost the bloom of monarchical sentiment, they retained the concept of a state unified above sectional and party interests. Guttridge's formulas were admittedly too simplistic and they justly invited criticism, but one of the overlooked merits of his work was that he located the continuity of conservative thought in its religious aspect. He observed that, “Standing for the two great Tory principles, national unity and a religious sanction for the established order, the Church of England was the central institution of Toryism—the state in its religious aspect, and the divine principle in monarchical government.” The demolition of the Whig interpretation, however, has resulted in a thorough-going neglect of political discourse, and several notable examples of this deconstruction bear directly upon Anglican political thought. In his introduction to the History of Parliament John Brooke wrote that during the American Revolution the Anglican clergy in England had no specific attitude toward the war or any other aspect of government policy. When the reprint of G. H. Guttridge's essay appeared in 1963, Ian Christie wrote a vigorous rebuttal to the idea of a revival of Toryism in the early part of George III's reign without a single reference to the Anglican Church.",
  "authors": [
    {
      "display_name": "James E. Bradley",
      "id": "A5103708602",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "James E. Bradley"
    }
  ],
  "publication_year": 1989,
  "publication_date": "1989-01-01",
  "type": "article",
  "cited_by_count": 65,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S58239531",
    "display_name": "Albion A Quarterly Journal Concerned with British Studies",
    "issn_l": "0095-1390",
    "issn": [
      "0095-1390",
      "2326-1242"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316456"
  },
  "volume": "21",
  "issue": "3",
  "first_page": "361",
  "last_page": "388",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C203458295",
      "display_name": "Monarchy",
      "level": 3,
      "score": 0.5512805
    },
    {
      "id": "C2777228553",
      "display_name": "Reign",
      "level": 3,
      "score": 0.5506838
    },
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.5360098
    },
    {
      "id": "C2781440851",
      "display_name": "Parliament",
      "level": 3,
      "score": 0.53312427
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.5322661
    },
    {
      "id": "C2780668109",
      "display_name": "Opposition (politics)",
      "level": 3,
      "score": 0.49214143
    },
    {
      "id": "C2776341074",
      "display_name": "Pulpit",
      "level": 2,
      "score": 0.48733935
    },
    {
      "id": "C2778607876",
      "display_name": "Declaration of independence",
      "level": 3,
      "score": 0.46491438
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.33982313
    },
    {
      "id": "C74916050",
      "display_name": "Classics",
      "level": 1,
      "score": 0.3360097
    },
    {
      "id": "C195244886",
      "display_name": "Ancient history",
      "level": 1,
      "score": 0.32203442
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.28088522
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.08657262
    }
  ],
  "topics": [
    {
      "id": "T14109",
      "display_name": "Scottish History and National Identity",
      "score": 0.9986
    },
    {
      "id": "T13445",
      "display_name": "American Constitutional Law and Politics",
      "score": 0.9905
    },
    {
      "id": "T14355",
      "display_name": "Historical Studies of British Isles",
      "score": 0.9867
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.2307/4050086",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:58:47.516363",
  "source_database": "OpenAlex"
}