{
  "openalex_id": "W2312773495",
  "doi": "https://doi.org/10.1016/j.juro.2016.02.233",
  "title": "PD25-03 SERIES OF SYSTEMATIC REVIEWS AND META-ANALYSES OF THE RISK OF THROMBOSIS AND BLEEDING IN UROLOGICAL CANCER SURGERY (ROTBUS CANCER)",
  "abstract": "You have accessJournal of UrologyGeneral & Epidemiological Trends & Socioeconomics: Value of Care: Cost and Outcomes Measures I1 Apr 2016PD25-03 SERIES OF SYSTEMATIC REVIEWS AND META-ANALYSES OF THE RISK OF THROMBOSIS AND BLEEDING IN UROLOGICAL CANCER SURGERY (ROTBUS CANCER) Kari Tikkinen, Samantha Craigie, Arnav Agarwal, Philippe Violette, Giacomo Novara, Rufus Cartwright, Richard Naspro, Reed Siemieniuk, Michael Gould, Per Morten Sandset, and Gordon Guyatt Kari TikkinenKari Tikkinen More articles by this author , Samantha CraigieSamantha Craigie More articles by this author , Arnav AgarwalArnav Agarwal More articles by this author , Philippe ViolettePhilippe Violette More articles by this author , Giacomo NovaraGiacomo Novara More articles by this author , Rufus CartwrightRufus Cartwright More articles by this author , Richard NasproRichard Naspro More articles by this author , Reed SiemieniukReed Siemieniuk More articles by this author , Michael GouldMichael Gould More articles by this author , Per Morten SandsetPer Morten Sandset More articles by this author , and Gordon GuyattGordon Guyatt More articles by this author View All Author Informationhttps://doi.org/10.1016/j.juro.2016.02.233AboutPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookTwitterLinked InEmail INTRODUCTION AND OBJECTIVES Pharmacological thromboprophylaxis involves tradeing off reduction in venous thromboembolism (VTE) and increased bleeding. Baseline risks for VTE and bleeding, in the absence of prophylaxis, are uncertain. In urology, no guidance specific for procedure and patient factors exists. We provide absolute risk estimates of symptomatic VTE and bleeding requiring reoperation in urological cancer surgery. METHODS We searched for contemporary observational studies (published 2000 or after) reporting symptomatic VTE or bleeding after urological procedures. Teams of two reviewers independently assessed articles for eligibility, evaluated risk of bias, and extracted data. We contacted authors to confirm our data extraction, and to provide additional data when required. For each procedure, we used the lowest risk of bias studies and accounted for use of thromboprophylaxis (relative risks from meta-analyses of randomized trials) and length of follow-up (from population-based studies to model timing of VTE and bleeding). We derived best estimates of risk from the median of available studies. Primary endpoints were 4-week post-operative incidence of symptomatic VTE and bleeding requiring reoperation. On the basis of a systematic review, we stratified patient specific risks as small (no patient risk factors), medium (age >75 years, or BMI >35, or VTE in a first degree relative), and large risk (any combination or personal history of VTE). We used the GRADE approach to assess quality of evidence (confidence or certainty in estimates). RESULTS We included 64 studies reporting on 13 urological cancer procedures, including cystectomy (open and robotic), prostatectomy (open, laparoscopic, and robotic with no, limited, or extended pelvic lymph node dissection), and renal surgeries (including laparoscopic vs. open, and partial vs. radical). Quality of evidence was generally moderate for prostatectomy and cystectomy and low or very low for renal procedures. Duration of thromboprophylaxis was longest (median 23 days, range 15-30) for cystectomy, and very variable in prostatectomy (median 6 days, range 1-30) and renal procedures (median 4 days, range 0-30). The 4-week risk of VTE varied widely between procedures, and between approaches within the same procedure. Cystectomy (both open and robotic) was high risk for VTE (ranging 2.9%-13.9% across risk groups) but low risk for bleeding (0.3%). Risks of VTE in prostatectomies showed substantial variation (depending on patient risk factors): from 0.2%-0.9% for VTE and 0.4% for bleeding in robotic prostatectomy without PLND, to 3.9%-15.7% for VTE and 0.2% for bleeding in open prostatectomy with extended PLND. VTE risks in renal surgeries were between 0.7%-1.6% for small risk patients, 2.6%-6.2% in large risk patients, with bleeding risks of between 0.1%-1.7%. CONCLUSIONS Our results suggest that extended thromboprophylaxis is clearly warranted in some procedures (open and robotic cystectomy, open prostatectomy with or without PLND, for all patient risk groups) and not others (laparoscopic or robotic prostatectomy without PLND in small risk patients). For some “close call” procedures (robotic partial nephrectomy in small risk patients and robotic prostatectomy with standard PLND in small/medium risk patients), the decision will depend on values and preferences with regard to VTE and bleeding. © 2016FiguresReferencesRelatedDetails Volume 195Issue 4SApril 2016Page: e588 Advertisement Copyright & Permissions© 2016MetricsAuthor Information Kari Tikkinen More articles by this author Samantha Craigie More articles by this author Arnav Agarwal More articles by this author Philippe Violette More articles by this author Giacomo Novara More articles by this author Rufus Cartwright More articles by this author Richard Naspro More articles by this author Reed Siemieniuk More articles by this author Michael Gould More articles by this author Per Morten Sandset More articles by this author Gordon Guyatt More articles by this author Expand All Advertisement Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Kari A.O. Tikkinen",
      "id": "A5044096483",
      "orcid": "https://orcid.org/0000-0002-1389-8214",
      "institutions": [
        {
          "id": "I4210111882",
          "display_name": "Ospedale San Giacomo Apostolo",
          "country_code": "IT",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Kari Tikkinen"
    },
    {
      "display_name": "Samantha Craigie",
      "id": "A5066176518",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Samantha Craigie"
    },
    {
      "display_name": "Arnav Agarwal",
      "id": "A5020341898",
      "orcid": "https://orcid.org/0000-0002-0931-7851",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Arnav Agarwal"
    },
    {
      "display_name": "Philippe D. Violette",
      "id": "A5026418930",
      "orcid": "https://orcid.org/0000-0002-6116-5496",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Philippe Violette"
    },
    {
      "display_name": "Giacomo Novara",
      "id": "A5047161343",
      "orcid": "https://orcid.org/0000-0003-4693-5058",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Giacomo Novara"
    },
    {
      "display_name": "Rufus Cartwright",
      "id": "A5069808815",
      "orcid": "https://orcid.org/0000-0001-5501-319X",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Rufus Cartwright"
    },
    {
      "display_name": "Richard Naspro",
      "id": "A5050185524",
      "orcid": "https://orcid.org/0000-0003-2202-8939",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Richard Naspro"
    },
    {
      "display_name": "Reed Siemieniuk",
      "id": "A5072226388",
      "orcid": "https://orcid.org/0000-0002-3725-3031",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Reed Siemieniuk"
    },
    {
      "display_name": "Michael Gould",
      "id": "A5103178046",
      "orcid": "https://orcid.org/0000-0003-2784-9576",
      "institutions": [
        {
          "id": "I109301148",
          "display_name": "Pasadena City College",
          "country_code": "US",
          "type": "education"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Michael Gould"
    },
    {
      "display_name": "Per Morten Sandset",
      "id": "A5010765744",
      "orcid": "https://orcid.org/0000-0001-5556-8099",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Per Morten Sandset"
    },
    {
      "display_name": "Gordon Guyatt",
      "id": "A5031717153",
      "orcid": "https://orcid.org/0000-0003-2352-5718",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Gordon Guyatt"
    }
  ],
  "publication_year": 2016,
  "publication_date": "2016-03-28",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "195",
  "issue": "4S",
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://www.auajournals.org/doi/pdf/10.1016/j.juro.2016.02.233",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.87360597
    },
    {
      "id": "C121608353",
      "display_name": "Cancer",
      "level": 2,
      "score": 0.51821166
    },
    {
      "id": "C2780868729",
      "display_name": "Thrombosis",
      "level": 2,
      "score": 0.49714282
    },
    {
      "id": "C2991741193",
      "display_name": "Venous thromboembolism",
      "level": 3,
      "score": 0.48332262
    },
    {
      "id": "C23131810",
      "display_name": "Observational study",
      "level": 2,
      "score": 0.45807242
    },
    {
      "id": "C61434518",
      "display_name": "General surgery",
      "level": 1,
      "score": 0.41602075
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.36768305
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.2239714
    }
  ],
  "topics": [
    {
      "id": "T10285",
      "display_name": "Venous Thromboembolism Diagnosis and Management",
      "score": 0.5293
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/j.juro.2016.02.233",
  "pdf_url": "https://www.auajournals.org/doi/pdf/10.1016/j.juro.2016.02.233",
  "retrieved_date": "2025-07-30T15:44:25.768283",
  "source_database": "OpenAlex"
}