{
  "openalex_id": "W2315210859",
  "doi": "https://doi.org/10.1177/0141076814559173",
  "title": "<i>Méta-analyse en médecine</i>: the first book on systematic reviews in medicine",
  "abstract": "Interest in systematic reviews and meta-analysis in medicine began in the late 1970s. During the 1980s, these methods began to be adopted more widely by medical researchers, and in the late 1980s, expository journal articles began to appear, and the first book about meta-analysis in medicine was published. The book was published in 1987 by Milos Jenicek, a professor at the Universite de Montreal. Too often, the anglophone world remains unaware of important contributions to science and other fields which have been published in languages other than English. So it was with this book, which was published in French. A bilingual friend – Michael Kramer, a professor of epidemiology at McGill University in Montreal – obtained a copy of the book for me in 1994. After reading and greatly enjoying it, I visited Montreal in October of that year and asked Milos to sign my copy. He wrote: ‘To Dr Iain Chalmers, with compliments and astonishment that he still believes that this book is worth reading’. Meta-analyse en medecine was and remains wellworth reading, even for someone whose knowledge of French is not very strong. I regard the book as an important and insufficiently acknowledged milestone in the development of methods to assess the effects of medical treatments. Even if I or others had cited the book appropriately, however, it would have been difficult and probably impossible for our readers to have accessed copies of it, as its stock was shredded by the publisher not all that long after it had been published. It is for this reason that fairly long excerpts from the book, with translations, have been added to the James Lind Library. Because of the importance of the book in the history of research synthesis in medicine, I wanted to find out from Milos Jenicek how he came to write it. What follows takes the form of an interview, although it is not a verbatim account of our conversations and communications. IC: How far back does one have to go to identify the origins of the ideas that led to the book?",
  "authors": [
    {
      "display_name": "Milos Jenicek",
      "id": "A5085043947",
      "orcid": null,
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Milos Jenicek"
    }
  ],
  "publication_year": 2015,
  "publication_date": "2015-01-01",
  "type": "article",
  "cited_by_count": 1,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S49645005",
    "display_name": "Journal of the Royal Society of Medicine",
    "issn_l": "0141-0768",
    "issn": [
      "0141-0768",
      "1758-1095"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320017"
  },
  "volume": "108",
  "issue": "1",
  "first_page": "28",
  "last_page": "31",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://journals.sagepub.com/doi/pdf/10.1177/0141076814559173",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C161191863",
      "display_name": "Library science",
      "level": 1,
      "score": 0.5064484
    },
    {
      "id": "C2522767166",
      "display_name": "Data science",
      "level": 1,
      "score": 0.41282302
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.39607662
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.31698322
    }
  ],
  "topics": [
    {
      "id": "T10206",
      "display_name": "Meta-analysis and systematic reviews",
      "score": 0.9952
    },
    {
      "id": "T12035",
      "display_name": "Pain Management and Placebo Effect",
      "score": 0.985
    },
    {
      "id": "T11744",
      "display_name": "Health Sciences Research and Education",
      "score": 0.94
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1177/0141076814559173",
  "pdf_url": "https://journals.sagepub.com/doi/pdf/10.1177/0141076814559173",
  "retrieved_date": "2025-07-30T14:50:49.372901",
  "source_database": "OpenAlex"
}