{
  "openalex_id": "W2313443891",
  "doi": "https://doi.org/10.1190/segam2012-1297.1",
  "title": "Compensating visco-acoustic effects in anisotropic resverse-time migration",
  "abstract": "PreviousNext No AccessSEG Technical Program Expanded Abstracts 2012Compensating visco-acoustic effects in anisotropic resverse-time migrationAuthors: Sang SuhKwangjin YoonJames CaiBin WangSang SuhTGS, Kwangjin YoonTGS, James CaiTGS, and Bin WangTGShttps://doi.org/10.1190/segam2012-1297.1 SectionsSupplemental MaterialAboutPDF/ePub ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinked InRedditEmail Abstract Anelastic properties of the earth cause frequency dependent energy attenuation and phase distortion in seismic wave propagation. It is preferred that these unwanted effects be corrected in a prestack depth migration. Zhang et al (2010) introduced a visco-acoustic wave equation in the time domain for isotropic media. This paper extends the visco-acoustic wave equation for anisotropic case, and develops visco-acoustic reverse time migration algorithm for VTI medium. To validate the proposed wave equation, wave propagation is simulated on a homogeneous viscous VTI medium using a finite difference method. The wavefield snapshot shows predicted frequency dependent attenuation and dispersion. Synthetic and field data examples are also given. Permalink: https://doi.org/10.1190/segam2012-1297.1FiguresReferencesRelatedDetailsCited byQ-compensated least-squares reverse time migration with velocity-anisotropy correction based on the first-order velocity-pressure equationsYingming Qu, Jianggui Zhu, Zhenzhong Chen, Chongpeng Huang, Yixin Wang, and Chang Liu27 October 2022 | GEOPHYSICS, Vol. 87, No. 6Q-compensation imaging of anisotropic viscous quasi-acoustic media along wavefield propagation pathBohan Zhang and Huazhong Wang15 August 2022Modeling of pure visco-qP-wave propagation in attenuating tilted transversely isotropic media based on decoupled fractional LaplaciansXinru Mu, Jianping Huang, Jidong Yang, Jianfeng Zhang, and Zhiliang Wang18 May 2022 | GEOPHYSICS, Vol. 87, No. 4Attenuation Compensation and Anisotropy Correction in Reverse Time Migration for Attenuating Tilted Transversely Isotropic Media16 May 2022 | Surveys in Geophysics, Vol. 43, No. 3Finite Difference Pre-Stack Depth Migration of One-Way Wave Equation in Isotropic Visco-Acoustic Media of a Ray-Centered Coordinate System12 June 2022 | Energies, Vol. 15, No. 12PP- and PS-Wave Effective Q Scanning and Migration Based on the S-TransformIEEE Transactions on Geoscience and Remote Sensing, Vol. 60Modeling viscoacoustic wave propagation using a new spatial variable-order fractional Laplacian wave equationXinru Mu, Jianping Huang, Lei Wen, and Subin Zhuang13 October 2021 | GEOPHYSICS, Vol. 86, No. 6Q-compensated reverse time migration in tilted transversely isotropic mediaAli Fathalian, Daniel O. Trad, and Kristopher A. Innanen11 January 2021 | GEOPHYSICS, Vol. 86, No. 1An approach for attenuation-compensating multidimensional constant-Q viscoacoustic reverse time migrationAli Fathalian, Daniel O. Trad, and Kristopher A. Innanen17 December 2019 | GEOPHYSICS, Vol. 85, No. 1Broadband finite-difference Q-compensation engine for accurate Q-RTMTong Zhou, Wenyi Hu, and Jieyuan Ning10 August 2019Migration of viscoacoustic data using acoustic reverse time migration with hybrid deblurring filtersYuqing Chen, Bowen Guo, and Gerard T. Schuster12 March 2019 | GEOPHYSICS, Vol. 84, No. 3Effective Q-compensated reverse time migration using new decoupled fractional Laplacian viscoacoustic wave equationQingqing Li, Li-Yun Fu, Hui Zhou, Wei Wei, and Wanting Hou11 February 2019 | GEOPHYSICS, Vol. 84, No. 2Wave modeling in viscoacoustic media with transverse isotropyNuno V. da Silva, Gang Yao, and Michael Warner3 January 2019 | GEOPHYSICS, Vol. 84, No. 1A stable and efficient approach of Q reverse time migrationYan Zhao, Ningbo Mao, and Zhiming Ren7 November 2018 | GEOPHYSICS, Vol. 83, No. 6Viscoacoustic VTI and TTI wave equations applied in constant-Q anisotropic reverse time migrationAli Fathalian and Kristopher A. Innanen27 August 2018Image-domain Q inversionYuqing Chen, Gaurav Dutta, and Gerard T. Schuster27 August 2018Strategies for stable attenuation compensation in reverse-time migration9 November 2017 | Geophysical Prospecting, Vol. 66, No. 3Accelerating full-waveform inversion with attenuation compensationZhiguang Xue, Junzhe Sun, Sergey Fomel, and Tieyuan Zhu11 December 2017 | GEOPHYSICS, Vol. 83, No. 1Q-least-squares reverse time migration with viscoacoustic deblurring filtersYuqing Chen, Gaurav Dutta, Wei Dai, and Gerard T. Schuster19 September 2017 | GEOPHYSICS, Vol. 82, No. 6Attenuation compensation in anisotropic least-squares reverse time migrationYingming Qu, Jianping Huang, Zhenchun Li, Zhe Guan, and Jinli Li21 August 2017 | GEOPHYSICS, Vol. 82, No. 6Viscoacoustic reverse time migration with finite differencesSiwei Li, Guojian Shan, and Yue Wang17 August 2017Efficient Q RTM in transversely isotropic mediaWenyi Hu, Tong Zhou, and Jieyuan Ning17 August 2017Seismic Processing: Migration II Complete Session17 August 2017Attenuation compensation in VTI full waveform inversionJinli Li, Yingming Qu*, Zhenchun Li, and Jianping Huang31 May 2017Wave-equation Q tomographyGaurav Dutta and Gerard T. Schuster12 October 2016 | GEOPHYSICS, Vol. 81, No. 6Skeletonized wave-equation inversion for QGaurav Dutta1 September 2016An efficient q-RTM algorithm based on local differentiation operatorsWenyi Hu, Tong Zhou, and Jieyuan Ning1 September 2016Q-compensated full-waveform inversion using constant-Q wave equationZhiguang Xue, Tieyuan Zhu, Sergey Fomel, and Junzhe Sun1 September 2016Full-Waveform Inversion I Complete Session1 September 2016Seismic Processing: Migration I Complete Session1 September 2016Q-compensated least-squares reverse time migration using low-rank one-step wave extrapolationJunzhe Sun, Sergey Fomel, Tieyuan Zhu, and Jingwei Hu6 June 2016 | GEOPHYSICS, Vol. 81, No. 4Reverse-Time Migration Based Optical ImagingIEEE Transactions on Medical Imaging, Vol. 35, No. 1Preconditioning least-squares RTM in viscoacoustic media by Q-compensated RTMJunzhe Sun*, Sergey Fomel, and Tieyuan Zhu19 August 2015Stable attenuation compensation in reverse-time migrationJunzhe Sun and Tieyuan Zhu19 August 2015Viscoacoustic reverse time migration by adding a regularization termKun Tian, Jianping Huang, Changcheng Bu*, Guolei Li, Xinhua Yan, and Jinfeng Lu19 August 2015Attenuation compensation for least-squares reverse time migration using the viscoacoustic-wave equationGaurav Dutta and Gerard T. Schuster1 October 2014 | GEOPHYSICS, Vol. 79, No. 6True-amplitude common-shot acoustic reverse time migrationYilong Qin and Ray McGarry19 August 2013Attenuation compensation in viscoacoustic reverse time migrationJianyong Bai, Guoquan Chen, David Yingst, and Jacques Leveille19 August 2013 SEG Technical Program Expanded Abstracts 2012ISSN (print):1052-3812 ISSN (online):1949-4645Copyright: 2012 Pages: 4609 Publisher:Society of Exploration Geophysicists HistoryPublished Online: 25 Oct 2012 CITATION INFORMATION Sang Suh, Kwangjin Yoon, James Cai, and Bin Wang, (2012), \"Compensating visco-acoustic effects in anisotropic resverse-time migration,\" SEG Technical Program Expanded Abstracts : 1-5. https://doi.org/10.1190/segam2012-1297.1 Plain-Language Summary PDF DownloadLoading ...",
  "authors": [
    {
      "display_name": "Sang Suh",
      "id": "A5111667271",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Sang Suh"
    },
    {
      "display_name": "Kwangjin Yoon",
      "id": "A5101767310",
      "orcid": "https://orcid.org/0000-0002-7843-631X",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Kwangjin Yoon"
    },
    {
      "display_name": "James Cai",
      "id": "A5113539784",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "James Cai"
    },
    {
      "display_name": "Bin Wang",
      "id": "A5075570603",
      "orcid": "https://orcid.org/0000-0002-3133-7197",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Bin Wang"
    }
  ],
  "publication_year": 2012,
  "publication_date": "2012-09-01",
  "type": "article",
  "cited_by_count": 40,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "",
    "display_name": "",
    "issn_l": "",
    "issn": [],
    "type": "",
    "host_organization": ""
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C101842124",
      "display_name": "Transverse isotropy",
      "level": 3,
      "score": 0.81790173
    },
    {
      "id": "C85725439",
      "display_name": "Anisotropy",
      "level": 2,
      "score": 0.6919419
    },
    {
      "id": "C145589544",
      "display_name": "Acoustic wave equation",
      "level": 3,
      "score": 0.6871437
    },
    {
      "id": "C118496448",
      "display_name": "Seismic migration",
      "level": 2,
      "score": 0.6845732
    },
    {
      "id": "C184652730",
      "display_name": "Attenuation",
      "level": 2,
      "score": 0.66238904
    },
    {
      "id": "C59696629",
      "display_name": "Wave equation",
      "level": 2,
      "score": 0.526736
    },
    {
      "id": "C24890656",
      "display_name": "Acoustics",
      "level": 1,
      "score": 0.51281744
    },
    {
      "id": "C184050105",
      "display_name": "Isotropy",
      "level": 2,
      "score": 0.46762925
    },
    {
      "id": "C44886760",
      "display_name": "Wave propagation",
      "level": 2,
      "score": 0.45860964
    },
    {
      "id": "C204723758",
      "display_name": "Acoustic wave",
      "level": 2,
      "score": 0.41243517
    },
    {
      "id": "C121332964",
      "display_name": "Physics",
      "level": 0,
      "score": 0.39525092
    },
    {
      "id": "C127313418",
      "display_name": "Geology",
      "level": 0,
      "score": 0.36964768
    },
    {
      "id": "C165205528",
      "display_name": "Seismology",
      "level": 1,
      "score": 0.20261279
    },
    {
      "id": "C120665830",
      "display_name": "Optics",
      "level": 1,
      "score": 0.19773188
    },
    {
      "id": "C62520636",
      "display_name": "Quantum mechanics",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10271",
      "display_name": "Seismic Imaging and Inversion Techniques",
      "score": 1.0
    },
    {
      "id": "T11757",
      "display_name": "Seismic Waves and Analysis",
      "score": 0.9998
    },
    {
      "id": "T11609",
      "display_name": "Geophysical Methods and Applications",
      "score": 0.9991
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1190/segam2012-1297.1",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:19:12.499499",
  "source_database": "OpenAlex"
}