{
  "openalex_id": "W2317839983",
  "doi": "https://doi.org/10.15766/mep_2374-8265.9256",
  "title": "NEW LifeStyle: A Downloadable Teaching and Learning Program for Nutrition, Exercise, and Weight Management",
  "abstract": "OPEN ACCESSOctober 24, 2012NEW LifeStyle: A Downloadable Teaching and Learning Program for Nutrition, Exercise, and Weight Management David P. Miller, MD, MS, Sonia J. Crandall, PhD, MS, Stephen Davis, MA, Edward Ip, PhD, MA, Gregg Jamback, Cynthia Burns, MD, Donna Kronner, Gail Marion, PhD, PA, John G. Spangler, MD, MPH, Karen Vaden, BS, JoAnne Vernon, MFA, BFA, Mara Z. Vitolins, DrPH, MPH, RD David P. Miller, MD, MS Wake Forest School of Medicine of Wake Forest Baptist Medical Center Google Scholar More articles by this author , Sonia J. Crandall, PhD, MS Wake Forest School of Medicine Google Scholar More articles by this author , Stephen Davis, MA Wake Forest School of Medicine Google Scholar More articles by this author , Edward Ip, PhD, MA Wake Forest School of Medicine Google Scholar More articles by this author , Gregg Jamback Wake Forest School of Medicine Google Scholar More articles by this author , Cynthia Burns, MD Wake Forest University School of Medicine Google Scholar More articles by this author , Donna Kronner Wake Forest School of Medicine Google Scholar More articles by this author , Gail Marion, PhD, PA Wake Forest School of Medicine Google Scholar More articles by this author , John G. Spangler, MD, MPH Wake Forest School of Medicine Google Scholar More articles by this author , Karen Vaden, BS Wake Forest School of Medicine Google Scholar More articles by this author , JoAnne Vernon, MFA, BFA Wake Forest School of Medicine Google Scholar More articles by this author , Mara Z. Vitolins, DrPH, MPH, RD Wake Forest School of Medicine Google Scholar More articles by this author https://doi.org/10.15766/mep_2374-8265.9256 SectionsAbout ToolsDownload Citations ShareFacebookTwitterEmail Abstract Introduction: NEW (Nutrition, Exercise, and Weight Management) LifeStyle is a web-based teaching and learning program designed by the Department of Family and Community Medicine at Wake Forest School of Medicine to help students, educators, and the public learn about weight management issues as they relate to health and to the compassionate delivery of health care. Methods: Modules play as PowerPoint presentations and include text, audio narration, figures, graphics, animations, and video. Each module has an associated pre- and postquiz to enhance learning. Each module takes between 10–15 minutes to complete. The modules can be completed in any order as each module is a stand-alone educational activity. All eight modules have been successfully implemented and evaluated among medical students in all four years at Wake Forest. Results: The program development team conducted an evaluation study to determine effectiveness of the modules from a knowledge acquisition perspective. The Class of 2012 received all modules, with the Classes of 2013 and 2014 receiving 4 and 3, respectively. Response rates varied by class ranging from 22% for one module in the Class of 2012; up to 100% for two modules in the Class of 2012. Percent correct at posttest increased by up to 44% on retested items; up to 41% on new items; and up to 43% on the 10 total retested and new items (all p values < .009). Students scored lowest on the pretest for obesity bias (47%) and highest on the pretest for counseling (80%). Despite high pretest counseling scores, knowledge significantly increased at post-test (p = .009). Discussion: Unique aspects of this program are its emphasis on confronting antiobesity bias among health care providers and training medical students in culturally sensitive weight management counseling. Materials within this program also draw attention to the connection of cancer to poor nutrition, physical inactivity, and excess weight—and how cancer risk can be lowered by making modifications to behavior. Educational Objectives By the end of this module, the learner will be able to: Define body mass index, overweight, and obesity.Describe national patterns of obesity over time.Describe weight management disparities among different racial and ethnic groups.Recall some cultural beliefs and attitudes about body image.Discuss the association of obesity with specific cancers.Describe the association of specific dietary factors with cancer risk.Explain how physical activity reduces cancer risk.Describe the major metabolic effects of adipose tissue byproducts.List end-organs and tissues most directly affected by obesity.Describe how obesity promotes carcinogenesis.Link obesity to cancers.Describe specific mechanical effects of obesity.Explain how energy balance relates to body weight.Discuss hormones that impact appetite.List environmental changes that have negative impact on body weight.Describe the four basic categories of diets used to lose weight.State the formula to achieve weight loss.Describe recommendations for physical activity.Set the agenda for your patient's visit.Create the opportunity to talk about diet, exercise, and weight with your patient.Assess your patient's readiness to make weight-related behavioral changes.Use stage-matched counseling strategies to move your patients closer to making behavioral changes.Help your patients establish goals for diet, exercise, and weight.Describe obesity bias extent and stigmatization in society.Explore body image concepts by age, race, and ethnicity.Define obesity as a health disparity.Characterize explicit and implicit obesity bias.Describe weight assessment and classification.Explain how risk stratification determines possible therapies for the treatment of obesity.State the basic principles of lifestyle management.Name the indications and possible complications of pharmacologic and surgical interventions. Sign up for the latest publications from MedEdPORTAL Add your email below FILES INCLUDEDReferencesRelatedDetails FILES INCLUDED Included in this publication: Lifestyle Website User Guide.docx 1 Epidemiology Folder 2 Obesity and Cancer Risk Folder 3 Health Effects of Obesity Folder 4 Energy Balance Folder 5 Lifestyle Strategies Folder 6 Counseling Patients Folder 7 Obesity Bias Folder 8 Treatment Guidelines Folder To view all publication components, extract (i.e., unzip) them from the downloaded .zip file. Download editor’s noteThis publication may contain technology or a display format that is no longer in use. CitationMiller DP, Crandall SJ, Davis S, Ip E, Jamback G, Burns C, Kronner D, Marion G, Spangler JG, Vaden K, Vernon JA, Vitolins MZ. NEW LifeStyle: A Downloadable Teaching and Learning Program for Nutrition, Exercise, and Weight Management. MedEdPORTAL. 2012;8:9256. https://doi.org/10.15766/mep_2374-8265.9256 Copyright & Permissions© 2012 Miller et al. This is an open-access article distributed under the terms of the Creative Commons Attribution-NonCommercial-No Derivatives license.KeywordsObesityExerciseCancerOverweightWeight ManagementBody Mass IndexBody Image Disclosures None to report. Funding/Support None to report. Loading ...",
  "authors": [
    {
      "display_name": "David P. Miller",
      "id": "A5004657397",
      "orcid": "https://orcid.org/0000-0001-7879-4427",
      "institutions": [
        {
          "id": "I1282516798",
          "display_name": "Atrium Health Wake Forest Baptist",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "David P. Miller"
    },
    {
      "display_name": "Sonia Crandall",
      "id": "A5111940083",
      "orcid": null,
      "institutions": [
        {
          "id": "I47251452",
          "display_name": "Wake Forest University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Sonia J. Crandall"
    },
    {
      "display_name": "Stephen W. Davis",
      "id": "A5105987988",
      "orcid": null,
      "institutions": [
        {
          "id": "I47251452",
          "display_name": "Wake Forest University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Stephen Davis"
    },
    {
      "display_name": "Edward H. Ip",
      "id": "A5024795182",
      "orcid": "https://orcid.org/0000-0002-4811-4205",
      "institutions": [
        {
          "id": "I47251452",
          "display_name": "Wake Forest University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Edward Ip"
    },
    {
      "display_name": "Gregg Jamback",
      "id": "A5063873750",
      "orcid": null,
      "institutions": [
        {
          "id": "I47251452",
          "display_name": "Wake Forest University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Gregg Jamback"
    },
    {
      "display_name": "Cynthia Burns",
      "id": "A5009489029",
      "orcid": "https://orcid.org/0000-0002-0477-2556",
      "institutions": [
        {
          "id": "I47251452",
          "display_name": "Wake Forest University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Cynthia Burns"
    },
    {
      "display_name": "Donna Kronner",
      "id": "A5062845820",
      "orcid": "https://orcid.org/0000-0001-6737-9818",
      "institutions": [
        {
          "id": "I47251452",
          "display_name": "Wake Forest University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Donna Kronner"
    },
    {
      "display_name": "Gail S. Marion",
      "id": "A5024207047",
      "orcid": null,
      "institutions": [
        {
          "id": "I47251452",
          "display_name": "Wake Forest University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Gail Marion"
    },
    {
      "display_name": "John G. Spangler",
      "id": "A5089527153",
      "orcid": "https://orcid.org/0000-0002-7949-7050",
      "institutions": [
        {
          "id": "I47251452",
          "display_name": "Wake Forest University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "John G. Spangler"
    },
    {
      "display_name": "Karen Vaden",
      "id": "A5066650009",
      "orcid": null,
      "institutions": [
        {
          "id": "I47251452",
          "display_name": "Wake Forest University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Karen Vaden"
    },
    {
      "display_name": "JoAnne Vernon",
      "id": "A5019470109",
      "orcid": null,
      "institutions": [
        {
          "id": "I47251452",
          "display_name": "Wake Forest University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "JoAnne Vernon"
    },
    {
      "display_name": "Mara Z. Vitolins",
      "id": "A5009980709",
      "orcid": "https://orcid.org/0000-0002-0348-0113",
      "institutions": [
        {
          "id": "I47251452",
          "display_name": "Wake Forest University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mara Z. Vitolins"
    }
  ],
  "publication_year": 2012,
  "publication_date": "2012-10-24",
  "type": "article",
  "cited_by_count": 8,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210174909",
    "display_name": "MedEdPORTAL",
    "issn_l": "2374-8265",
    "issn": [
      "2374-8265"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315862"
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": true,
    "oa_status": "diamond",
    "oa_url": "https://doi.org/10.15766/mep_2374-8265.9256",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2993838110",
      "display_name": "Medical school",
      "level": 2,
      "score": 0.54294044
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.32816055
    },
    {
      "id": "C509550671",
      "display_name": "Medical education",
      "level": 1,
      "score": 0.22468963
    }
  ],
  "topics": [
    {
      "id": "T12066",
      "display_name": "Obesity and Health Practices",
      "score": 0.9349
    },
    {
      "id": "T13960",
      "display_name": "Dietetics, Nutrition, and Education",
      "score": 0.9142
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.15766/mep_2374-8265.9256",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:22:15.952043",
  "source_database": "OpenAlex"
}