{
  "openalex_id": "W2316191633",
  "doi": "https://doi.org/10.1002/jbmr.2524",
  "title": "Response to Comments on “Diagnosis and Management of Osteoporosis of the Jaw: A Systematic Review and International Consensus”",
  "abstract": "We thank Dr Otto and colleagues for their letter and respond below to their comments. We followed the PRISMA guidelines pertaining to the conduct of systematic reviews. Table 3 provides the criteria used to assign levels of evidence to each article. Within this grading system, questions were related to bias integral as well as study design. To address the breadth of the questions asked and diverse study types, a composite scale was used. The assigned composite score for each study is provided in the accompanying supplemental materials. The process of article selection is outlined in Fig. 1.1 For each question in the text, there is a corresponding section in Fig. 1 with an abbreviated title (ie, staging versus how is ONJ defined and staged?). Of note, the question \"location of lesions\" was incorporated into the staging section of the text. Incidence data do indeed refer to the number of new cases over a specific time period. In Tables 3 and 4, all incidence data reviewed are provided as an incidence per 100,000 patient-years. At the beginning of both the osteoporosis and oncology incidence sections, we provide a range per 100,000 patient-years. There is a transcriptional error in reference to the Walter reference. The \"0.186\" should have been reported without the % symbol (then being equivalent to 18.6%). The data are accurately reported in the tables. An erratum will be submitted to clarify this error. The incidence of ONJ has been reported as cases per person-years when this information is available in the literature. In studies where this information is not provided, the data are presented as published. For example, one study reported \"incidence of ONJ was estimated at 3.2%.\"2 Other authors have reported incidence in a similar manner.3, 4 When the published data are available as cases per person-years, they have been reported in this manner.5, 6 Of note, the Canadian survey of oral surgeons estimated the incidence of BP-associated ONJ to be 1.04 per 100,000 over a 3-year period.7 Otto and colleagues criticize inclusion of oral ulceration with bone sequestration (OUBS). After the initial descriptions of OUBS,8-10 there have been several further international case reports.11-21 These descriptions appear consistent with an ulcer with a necrotic bone base and a predilection for presentation in the posterior lingual mandible or in association with exostoses. Some of these cases can persist beyond 8 weeks. These reports have confirmed the previously described clinical and histopathologic characteristics but have not advanced our knowledge regarding etiopathogenesis. Thus, in this review, a longer reference list served no purpose. Woo and colleagues22 were the first to note the similarity of OUBS to mild medication-related ONJ cases. It is important to account for the \"background noise\" the OUBS cases represent and their significance as an initiating event should be considered. There has previously not been motivation to collect epidemiologic OUBS data because the condition is either self-limited or is managed conservatively. To further illustrate this point, traumatic oral ulcers are common but incidence studies are rare. There are published letters suggesting OUBS may actually be common.23-25 A study of biopsies obtained from edentulous ridges in asymptomatic patients not receiving antiresorptives indicated nonvital bone could be identified in 25% of cases.26 The foregoing suggests the susceptibility of the jaws to necrotic bone development, even in the absence of antiresorptive medication and indicate further study is needed. Further, to the comments pertaining to staging, the International Task Force reached consensus regarding the definition of ONJ stages 1, 2, and 3. The term stage 0 used by Ruggiero and colleagues in the 2014 AAOMS guidelines refers to signs or symptoms of bone pain, fistula track formation, abscess formation, altered sensory function, or abnormal radiographic findings in individuals on antiresorptive therapy.27 These signs and symptoms are highly nonspecific and could be caused by a variety of dental or nondental conditions that are irrelevant to ONJ. From the currently available limited data regarding unexposed ONJ, it appears that approximately 50% of such potential lesions do not progress to clinically evident ONJ.28 Thus, the Task Force was not able to unanimously agree on the inclusion of stage 0 ONJ in its staging system and elected to further review this upon the availability of good-quality evidence. With respect to management of ONJ, therapy was advised based on the stage of ONJ and comorbidity. The Task Force performed an extensive literature search regarding treatment options and emerging innovative approaches. These strategies were discussed and presented without bias toward any particular treatment. There is no single article that presents the percentages of surgical versus nonsurgical versus de novo treatments across large populations. It is well recognized that the majority of patients are managed nonsurgically (conservatively) in most cancer centers worldwide. We agree that there are viable surgical options, and this has been presented in our article. The unique dilemma in the oncologic ONJ patient population is determining the best treatment strategy, considering life expectancy, degree of debilitation from ONJ lesions, potential benefits of surgical cure, and the patient's ability to cope with nonoperative therapy. These considerations preclude us from using \"mucosal healing\" alone as the primary outcome for defining success. The International ONJ Task Force members are Aliya A Khan, Archie Morrison, David A Hanley, Dieter Felsenberg, Laurie K McCauley, Felice O'Ryan, Ian R Reid, Salvatore L Ruggiero, Akira Taguchi, Sotirios Tetradis, Nelson B Watts, Maria Luisa Brandi, Edmund Peters, Teresa Guise, Richard Eastell, Angela M Cheung, Suzanne N Morin, Basel Masri, Cyrus Cooper, Sarah L Morgan, Barbara Obermayer-Pietsch, Bente L Langdahl, Rana Al Dabagh, K Shawn Davison, David L Kendler, George K Sandor, Robert G Josse, Mohit Bhandari, Mohamed El Rabbany, Dominique D Pierroz, Riad Sulimani, Deborah P Saunders, Jacques P Brown, and Juliet Compston.",
  "authors": [
    {
      "display_name": "Aliya Khan",
      "id": "A5063080270",
      "orcid": "https://orcid.org/0000-0003-3733-8956",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Aliya Khan"
    },
    {
      "display_name": "Archie Morrison",
      "id": "A5109083320",
      "orcid": null,
      "institutions": [
        {
          "id": "I129902397",
          "display_name": "Dalhousie University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Archie Morrison"
    },
    {
      "display_name": "Salvatore L. Ruggiero",
      "id": "A5103490894",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Salvatore Ruggiero"
    },
    {
      "display_name": "Sotirios Tetradis",
      "id": "A5053602265",
      "orcid": "https://orcid.org/0000-0002-0157-1855",
      "institutions": [
        {
          "id": "I161318765",
          "display_name": "University of California, Los Angeles",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Sotirios Tetradis"
    },
    {
      "display_name": "Kelly Davison",
      "id": "A5001027996",
      "orcid": "https://orcid.org/0000-0002-1965-4691",
      "institutions": [
        {
          "id": "I212119943",
          "display_name": "University of Victoria",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "K Shawn Davison"
    },
    {
      "display_name": "Edward Peters",
      "id": "A5011494569",
      "orcid": "https://orcid.org/0000-0003-4928-6532",
      "institutions": [
        {
          "id": "I154425047",
          "display_name": "University of Alberta",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Edward Peters"
    },
    {
      "display_name": "Juliet Compston",
      "id": "A5006203478",
      "orcid": "https://orcid.org/0000-0001-5660-4151",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Juliet Compston"
    }
  ],
  "publication_year": 2015,
  "publication_date": "2015-05-01",
  "type": "review",
  "cited_by_count": 15,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S128199769",
    "display_name": "Journal of Bone and Mineral Research",
    "issn_l": "0884-0431",
    "issn": [
      "0884-0431",
      "1523-4681"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310311648"
  },
  "volume": "30",
  "issue": "6",
  "first_page": "1116",
  "last_page": "1117",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://doi.org/10.1002/jbmr.2524",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C3017605391",
      "display_name": "Consensus conference",
      "level": 2,
      "score": 0.8352041
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.5603553
    },
    {
      "id": "C2779473830",
      "display_name": "MEDLINE",
      "level": 2,
      "score": 0.41515425
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.17121446
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.07037601
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11221",
      "display_name": "Bone health and treatments",
      "score": 1.0
    },
    {
      "id": "T12209",
      "display_name": "Bone and Joint Diseases",
      "score": 0.9994
    },
    {
      "id": "T10975",
      "display_name": "Bone Tumor Diagnosis and Treatments",
      "score": 0.9946
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1002/jbmr.2524",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:56:46.662697",
  "source_database": "OpenAlex"
}