{
  "openalex_id": "W2318768142",
  "doi": "https://doi.org/10.3389/conf.fnhum.2013.212.00074",
  "title": "Positive parenting predicts the development of adolescent neural reward circuitry: A longitudinal study",
  "abstract": "Event Abstract Back to Event Positive parenting predicts the development of adolescent neural reward circuitry: A longitudinal study Sarah Whittle1*, Julian Simmons1, Meg Dennison1, Nandita Vijayakumar1, Orli Schwartz1, Marie Yap1, Lisa Sheeber2 and Nicholas Allen1 1 The University of Melbourne, Australia 2 Oregon Research Institute, United States Little work has been conducted that examines the effects of positive environmental experiences on brain development. We prospectively investigated the effects of positive (warm, supportive) maternal behaviour on structural brain development during adolescence, using longitudinal magnetic resonance imaging (MRI). Participants were 188 (92 female) adolescents, who were part of a longitudinal adolescent development study that involved mother-adolescent interactions and MRI scans at approximately 12 years old, and follow-up MRI scans approximately 4 years later. FreeSurfer software was used to estimate the volume of limbic-striatal regions (amygdala, hippocampus, caudate, putamen, pallidum, and nucleus accumbens) and the thickness of prefrontal regions (anterior cingulate and orbitofrontal cortices) across both time points. Rate per minute (i.e., frequency) of maternal positive behaviour during the interactions was calculated and used in regression models to predict change in volume and thickness of ROIs over time. Higher frequency of positive maternal behaviour predicted attenuated volumetric growth in the right amygdala, and accelerated cortical thinning in the right anterior cingulate (males only) and left and right orbitofrontal cortices, between baseline and follow up. Controlling for frequency of aggressive maternal behaviour (also measured from the interactions) did not change the pattern of results. These results have implications for understanding the biological mediators of risk and protective factors for mental disorders that have onset during adolescence. Acknowledgements This research was supported by grants from the Colonial Foundation, the National Health and Medical Research Council, the Australian Research Council, and the University of Melbourne. Neuroimaging analysis was facilitated by the Melbourne Neuropsychiatry Centre. The authors would like to thank the Brain Research Institute and the Murdoch Chidren’s Research Institute for support in acquiring the neuroimaging data, and Oregon Research Institute for its role in the coding of family interaction data Keywords: Brain Development, positive affect, Environmental Exposure, Reward Learning, orbitofrontal cortex (OFC), amygdala volume, anterior cingulate cortex (ACC), Maternal Behavior Conference: ACNS-2013 Australasian Cognitive Neuroscience Society Conference, Clayton, Melbourne, Australia, 28 Nov - 1 Dec, 2013. Presentation Type: Poster Topic: Emotion and Social Citation: Whittle S, Simmons J, Dennison M, Vijayakumar N, Schwartz O, Yap M, Sheeber L and Allen N (2013). Positive parenting predicts the development of adolescent neural reward circuitry: A longitudinal study. Conference Abstract: ACNS-2013 Australasian Cognitive Neuroscience Society Conference. doi: 10.3389/conf.fnhum.2013.212.00074 Copyright: The abstracts in this collection have not been subject to any Frontiers peer review or checks, and are not endorsed by Frontiers. They are made available through the Frontiers publishing platform as a service to conference organizers and presenters. The copyright in the individual abstracts is owned by the author of each abstract or his/her employer unless otherwise stated. Each abstract, as well as the collection of abstracts, are published under a Creative Commons CC-BY 4.0 (attribution) licence (https://creativecommons.org/licenses/by/4.0/) and may thus be reproduced, translated, adapted and be the subject of derivative works provided the authors and Frontiers are attributed. For Frontiers’ terms and conditions please see https://www.frontiersin.org/legal/terms-and-conditions. Received: 15 Oct 2013; Published Online: 25 Nov 2013. * Correspondence: Dr. Sarah Whittle, The University of Melbourne, Parkville, Australia, swhittle@unimelb.edu.au Login Required This action requires you to be registered with Frontiers and logged in. To register or login click here. Abstract Info Abstract The Authors in Frontiers Sarah Whittle Julian Simmons Meg Dennison Nandita Vijayakumar Orli Schwartz Marie Yap Lisa Sheeber Nicholas Allen Google Sarah Whittle Julian Simmons Meg Dennison Nandita Vijayakumar Orli Schwartz Marie Yap Lisa Sheeber Nicholas Allen Google Scholar Sarah Whittle Julian Simmons Meg Dennison Nandita Vijayakumar Orli Schwartz Marie Yap Lisa Sheeber Nicholas Allen PubMed Sarah Whittle Julian Simmons Meg Dennison Nandita Vijayakumar Orli Schwartz Marie Yap Lisa Sheeber Nicholas Allen Related Article in Frontiers Google Scholar PubMed Abstract Close Back to top Javascript is disabled. Please enable Javascript in your browser settings in order to see all the content on this page.",
  "authors": [
    {
      "display_name": "Sarah Whittle",
      "id": "A5068573034",
      "orcid": "https://orcid.org/0000-0003-3145-1528",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Whittle Sarah"
    },
    {
      "display_name": "Julian G. Simmons",
      "id": "A5016458249",
      "orcid": "https://orcid.org/0000-0002-7228-1847",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Simmons Julian"
    },
    {
      "display_name": "Dennison Meg",
      "id": "A5080720790",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Dennison Meg"
    },
    {
      "display_name": "Vijayakumar Nandita",
      "id": "A5110336079",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Vijayakumar Nandita"
    },
    {
      "display_name": "Schwartz Orli",
      "id": "A5015866313",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Schwartz Orli"
    },
    {
      "display_name": "Yap Marie",
      "id": "A5078478521",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Yap Marie"
    },
    {
      "display_name": "Sheeber Lisa",
      "id": "A5064367389",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Sheeber Lisa"
    },
    {
      "display_name": "Allen Nicholas",
      "id": "A5015069014",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Allen Nicholas"
    }
  ],
  "publication_year": 2013,
  "publication_date": "2013-01-01",
  "type": "article",
  "cited_by_count": 2,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S146364893",
    "display_name": "Frontiers in Human Neuroscience",
    "issn_l": "1662-5161",
    "issn": [
      "1662-5161"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320527"
  },
  "volume": "7",
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": true,
    "oa_status": "gold",
    "oa_url": "https://doi.org/10.3389/conf.fnhum.2013.212.00074",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.6991405
    },
    {
      "id": "C2776559556",
      "display_name": "Orbitofrontal cortex",
      "level": 4,
      "score": 0.6541033
    },
    {
      "id": "C2777895361",
      "display_name": "Longitudinal study",
      "level": 2,
      "score": 0.6484274
    },
    {
      "id": "C2779714222",
      "display_name": "Putamen",
      "level": 2,
      "score": 0.52562016
    },
    {
      "id": "C2779144063",
      "display_name": "Amygdala",
      "level": 2,
      "score": 0.5132582
    },
    {
      "id": "C2778402161",
      "display_name": "Anterior cingulate cortex",
      "level": 3,
      "score": 0.44492015
    },
    {
      "id": "C2779226451",
      "display_name": "Functional magnetic resonance imaging",
      "level": 2,
      "score": 0.44367975
    },
    {
      "id": "C143661069",
      "display_name": "Reward system",
      "level": 2,
      "score": 0.43190733
    },
    {
      "id": "C169760540",
      "display_name": "Neuroscience",
      "level": 1,
      "score": 0.42235434
    },
    {
      "id": "C138496976",
      "display_name": "Developmental psychology",
      "level": 1,
      "score": 0.3988031
    },
    {
      "id": "C2781195155",
      "display_name": "Prefrontal cortex",
      "level": 3,
      "score": 0.30629945
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.2235831
    },
    {
      "id": "C169900460",
      "display_name": "Cognition",
      "level": 2,
      "score": 0.14524591
    },
    {
      "id": "C142724271",
      "display_name": "Pathology",
      "level": 1,
      "score": 0.07736671
    }
  ],
  "topics": [
    {
      "id": "T10182",
      "display_name": "Child and Adolescent Psychosocial and Emotional Development",
      "score": 0.3689
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.3389/conf.fnhum.2013.212.00074",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:41:24.978812",
  "source_database": "OpenAlex"
}