{
  "openalex_id": "W2314010646",
  "doi": "https://doi.org/10.1097/01.mib.0000456723.80943.9a",
  "title": "P-026 Applying Probabilistic Rank Ordering Methodology to Existing Network Meta-Analysis of Adalimumab, Golimumab and Infliximab for Moderate-to-Severe Ulcerative Colitis",
  "abstract": "Tumour necrosis factor alpha inhibitors (anti-TNFs) have been introduced as viable alternatives for patients refractory to initial treatments for ulcerative colitis (UC) (e.g., oral corticosteroids, amino salicylates, and immunosuppressants). Anti-TNFs for UC include infliximab, adalimumab, and golimumab. Although randomized controlled trials have assessed these anti-TNFs, there is still uncertainty regarding the comparative efficacy of these treatments. Formulary style ranking analyses are rarely reported after meta-analysis completion. A systematic review and Bayesian indirect treatment comparison was conducted to assess the relative efficacy of anti-TNFs for the treatment of moderately to severely active UC and results were presented elsewhere1. Necessary mathematical conversions were applied to the results of the golimumab PURSUIT trial to convert its 2-stage randomized design into a conventional parallel design, to ensure comparability to the adalimumab and infliximab trials. The outcomes of interest were clinical remission, clinical response, and mucosal healing after induction therapy (6–8 weeks after initiation of treatment) and maintenance therapy (52–54 weeks after initiation of treatment), as well as sustained remission and sustained response. Treatments of interest were infliximab (5 mg/kg for both induction and maintenance), adalimumab (160/80 mg for induction, 40 mg for maintenance), and golimumab (200/100 mg/kg for induction, and 100 mg for maintenance). Probabilistic posterior distributions of the risk differences between each active treatment were used to calculate treatment rank probabilities for each outcome and are reported here. Posterior probabilities are presented in Table 1. After induction, there was a >73% probability that golimumab, and a >95% probability that infliximab, will be more efficacious than adalimumab for all outcomes. Based on these treatment ranking probabilities, infliximab was most likely to be superior to adalimumab, for all outcomes, followed by golimumab 100 mg at induction. Figure 1 graphically displays the posterior distributions for maintained remission and response. For the maintenance phase, there was an 84%–99% probability that golimumab will be more efficacious than adalimumab, and a 52%–83% probability that golimumab will be more efficacious than infliximab, depending on outcome. Based on treatment ranking analysis during the maintenance period, golimumab 100 mg was most likely to be superior to adalimumab, for all outcomes, followed by infliximab. Figure 2 graphically displays the posterior distributions for sustained remission and response. For sustained remission and response, results for the posterior probability ranking analysis were similar to those of maintained clinical outcomes, reporting golimumab 100 mg as most likely to be the superior treatment. Golimumab 100 mg was the most consistently efficacious in terms of clinical remission, clinical response, and mucosal healing at maintenance and for sustained outcomes, when statistical models controlled for trial and population differences. Infliximab was the most efficacious at induction. Adalimumab was consistently the least efficacious of all treatments considered in this analysis. 1. Thorlund K, Druyts E, Eapen S, Mills E. Comparative efficacy and safety of golimumab, infliximab and adalimumab for the treatment of moderate to severe ulcerative colitis: A Bayesian indirect treatment comparison meta-analysis. ISPOR 19th Annual International Meeting. Montreal, Canada; May 2014.",
  "authors": [
    {
      "display_name": "Kristian Thorlund",
      "id": "A5073513866",
      "orcid": null,
      "institutions": [
        {
          "id": "I97018004",
          "display_name": "Stanford University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Thorlund Kristian"
    },
    {
      "display_name": "Druyts Eric",
      "id": "A5103628129",
      "orcid": null,
      "institutions": [
        {
          "id": "I141945490",
          "display_name": "University of British Columbia",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Druyts Eric"
    },
    {
      "display_name": "Kabirraaj Toor",
      "id": "A5110012823",
      "orcid": null,
      "institutions": [
        {
          "id": "I141945490",
          "display_name": "University of British Columbia",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Toor Kabirraaj"
    }
  ],
  "publication_year": 2014,
  "publication_date": "2014-11-18",
  "type": "article",
  "cited_by_count": 1,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S45123234",
    "display_name": "Inflammatory Bowel Diseases",
    "issn_l": "1078-0998",
    "issn": [
      "1078-0998",
      "1536-4844"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310311648"
  },
  "volume": "20",
  "issue": null,
  "first_page": "S32",
  "last_page": "S34",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2781290027",
      "display_name": "Golimumab",
      "level": 4,
      "score": 0.9324693
    },
    {
      "id": "C2777138892",
      "display_name": "Infliximab",
      "level": 3,
      "score": 0.8833867
    },
    {
      "id": "C2780479503",
      "display_name": "Ulcerative colitis",
      "level": 3,
      "score": 0.74640065
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.74506104
    },
    {
      "id": "C2780132546",
      "display_name": "Adalimumab",
      "level": 3,
      "score": 0.72618693
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.5699165
    },
    {
      "id": "C168563851",
      "display_name": "Randomized controlled trial",
      "level": 2,
      "score": 0.51198065
    },
    {
      "id": "C2778283404",
      "display_name": "Maintenance therapy",
      "level": 3,
      "score": 0.5045723
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.3705957
    },
    {
      "id": "C17991360",
      "display_name": "Tumor necrosis factor alpha",
      "level": 2,
      "score": 0.1163401
    },
    {
      "id": "C2776694085",
      "display_name": "Chemotherapy",
      "level": 2,
      "score": 0.07905823
    },
    {
      "id": "C2779134260",
      "display_name": "Disease",
      "level": 2,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T13569",
      "display_name": "Microscopic Colitis",
      "score": 0.9936
    },
    {
      "id": "T10134",
      "display_name": "Inflammatory Bowel Disease",
      "score": 0.9841
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1097/01.mib.0000456723.80943.9a",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:51:51.174323",
  "source_database": "OpenAlex"
}