{
  "openalex_id": "W2320571493",
  "doi": "https://doi.org/10.3389/conf.fbioe.2016.01.03010",
  "title": "Synthesis and mucin binding to silicone boronic acid elastomers",
  "abstract": "Event Abstract Back to Event Synthesis and mucin binding to silicone boronic acid elastomers Benjamin Macphail1, Laura Zepeda-Velazquez1 and Michael A. Brook1 1 McMaster University, Chemistry and Chemical Biology, Canada Boronic acids form weak to strong complexes with saccharides[1]: the degree of binding depends upon the structure of both partners. One important consequence of this is the affinity that boronic acids have for mucosal surfaces. Synthetic structures containing boronic acids ranging from polymers to nanoparticles[2] can be delivered to mucosal surfaces, e.g., by binding to mucin[3], as a preface to drug delivery, for example[4]. The same strategy has been used to stabilize tear film with guar in the presence of boric acid to treat dry eye[5]. Silicone elastomers are widely used in biomedical devices that may encounter mucosal surfaces. Perhaps the most common examples of such devices are the silicone hydrogel contact lenses that dominate the market. As part of a study to improve the biocompatibility of silicone, particularly in the eye, we report the development of boronic acid-modified silicones and their physical properties: surprisingly, the materials can be induced to form elastomeric structures without chemical crosslinks. Both telechelic and pendant silicone boronates were readily prepared by hydrosilylation of protected boronates[6]. In the former case (Figure 1A), the molecular weight (MW) between boronates varied between 1000-7000 g/mol. In the latter case (Figure B), more important than MW was the content of pendant boronic acids, which ranged from 7-50% (average spacing between boronic acids of 14, 7 or 2 monomer units, respectively). When protected, the compounds were transparent, water clear oils. Figure 1. Preparation of protected A: telechelic and B: pendant silicone boronic acids and models for their associative behaviour after hydrolysis. C: Model of mucin binding to the exposed surface of a silicone boronate. Exposure to water immediately converted the materials to elastomers. Pendant molecules should only undergo chain extension via boronic acid dimers[7] to give viscous oils. However, the interaction of the trivalent boron with adjacent oxygen atoms provides secondary crosslinking through Lewis acid/base complexes (as with Silly Putty, Figure 2A). As a consequence, it is possible tune the modulus within a fairly narrow range. By contrast, the crosslink density is much higher with pendant boronic acids, which exhibit moduli that span an order of magnitude (Figure 2B). Figure 2. Moduli after hydrolysis of A: telechelic and B: pendant silicone boronic acids. These elastomers clearly present a surface of boronic acids, the concentration of which can be readily tuned. We will report the ability of mucin to bind to surface-bound boronic acids (Figure 1C) and describe the optimization of surface density of boronic acids on the silicone layer to facilitate monolayer coverage. We thank the Natural Sciences and Engineering Council of Canada and 20/20 NSERC Ophthalmic Materials Network for financial support of this work.References:[1] Springsteen, G.; Wang, B., Tetrahedron 2002, 58 (26), 5291-5300.[2] Liu, S.; Chang, C.; Verma, M.; Hileeto, D.; Muntz, A.; Stahl, U.; Woods, J.; Jones, L.; Gu, F., Nano Res. 2015, 8 (2), 621-635; (b) Li, C.; Liu, Z.; Yan, X.; Lu, W.; Liu, Y., Int. J. Pharm. 2015, 479 (1), 261-264.[3] Ivanov, A. E.; Nilsson, L.; Galaev, I. Y.; Mattiasson, B., Int. J. Pharm. 2008, 358 (1-2), 36-43.[4] Ellis, G. A.; Palte, M. J.; Raines, R. T., J. Am. Chem. Soc. 2012, 134 (8), 3631-3634.[5] Lu, C.; Kostanski, L.; Ketelson, H.; Meadows, D.; Pelton, R., Langmuir 2005, 21 (22), 10032-10037.[6] Dodge, L.; Chen, Y.; Brook, M. A., Chem. Eur. J. 2014, 20 (30), 9349-9356.[7] Mansuri, E.; Zepeda-Velazquez, L.; Schmidt, R.; Brook, M. A.; DeWolf, C. E., Langmuir 2015, 31 (34), 9331-9339. Keywords: Biocompatibility, polymer, mechanical property, bioactive interface Conference: 10th World Biomaterials Congress, Montréal, Canada, 17 May - 22 May, 2016. Presentation Type: General Session Oral Topic: Adhesive biomaterials Citation: Macphail B, Zepeda-Velazquez L and Brook MA (2016). Synthesis and mucin binding to silicone boronic acid elastomers. Front. Bioeng. Biotechnol. Conference Abstract: 10th World Biomaterials Congress. doi: 10.3389/conf.FBIOE.2016.01.03010 Copyright: The abstracts in this collection have not been subject to any Frontiers peer review or checks, and are not endorsed by Frontiers. They are made available through the Frontiers publishing platform as a service to conference organizers and presenters. The copyright in the individual abstracts is owned by the author of each abstract or his/her employer unless otherwise stated. Each abstract, as well as the collection of abstracts, are published under a Creative Commons CC-BY 4.0 (attribution) licence (https://creativecommons.org/licenses/by/4.0/) and may thus be reproduced, translated, adapted and be the subject of derivative works provided the authors and Frontiers are attributed. For Frontiers’ terms and conditions please see https://www.frontiersin.org/legal/terms-and-conditions. Received: 28 Mar 2016; Published Online: 30 Mar 2016. Login Required This action requires you to be registered with Frontiers and logged in. To register or login click here. Abstract Info Abstract The Authors in Frontiers Benjamin Macphail Laura Zepeda-Velazquez Michael A Brook Google Benjamin Macphail Laura Zepeda-Velazquez Michael A Brook Google Scholar Benjamin Macphail Laura Zepeda-Velazquez Michael A Brook PubMed Benjamin Macphail Laura Zepeda-Velazquez Michael A Brook Related Article in Frontiers Google Scholar PubMed Abstract Close Back to top Javascript is disabled. Please enable Javascript in your browser settings in order to see all the content on this page.",
  "authors": [
    {
      "display_name": "Benjamin Macphail",
      "id": "A5066151363",
      "orcid": "https://orcid.org/0000-0003-0020-9501",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Macphail Benjamin"
    },
    {
      "display_name": "Laura Zepeda-Velazquez",
      "id": "A5091309314",
      "orcid": "https://orcid.org/0000-0002-5895-2501",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Zepeda-Velazquez Laura"
    },
    {
      "display_name": "Michael A. Brook",
      "id": "A5058557450",
      "orcid": "https://orcid.org/0000-0003-0705-9657",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Brook Michael"
    }
  ],
  "publication_year": 2016,
  "publication_date": "2016-01-01",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S2595131146",
    "display_name": "Frontiers in Bioengineering and Biotechnology",
    "issn_l": "2296-4185",
    "issn": [
      "2296-4185"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320527"
  },
  "volume": "4",
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": true,
    "oa_status": "gold",
    "oa_url": "https://doi.org/10.3389/conf.fbioe.2016.01.03010",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2779769944",
      "display_name": "Silicone",
      "level": 2,
      "score": 0.8854871
    },
    {
      "id": "C2777864310",
      "display_name": "Boronic acid",
      "level": 2,
      "score": 0.8160997
    },
    {
      "id": "C38052585",
      "display_name": "Elastomer",
      "level": 2,
      "score": 0.6137089
    },
    {
      "id": "C2778421718",
      "display_name": "Hydrosilylation",
      "level": 3,
      "score": 0.5367552
    },
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.5217334
    },
    {
      "id": "C2777230088",
      "display_name": "Biocompatibility",
      "level": 2,
      "score": 0.48349005
    },
    {
      "id": "C188027245",
      "display_name": "Polymer chemistry",
      "level": 1,
      "score": 0.47763053
    },
    {
      "id": "C69610077",
      "display_name": "Click chemistry",
      "level": 2,
      "score": 0.4362064
    },
    {
      "id": "C521977710",
      "display_name": "Polymer",
      "level": 2,
      "score": 0.4105137
    },
    {
      "id": "C21951064",
      "display_name": "Combinatorial chemistry",
      "level": 1,
      "score": 0.33831447
    },
    {
      "id": "C171250308",
      "display_name": "Nanotechnology",
      "level": 1,
      "score": 0.32567218
    },
    {
      "id": "C192562407",
      "display_name": "Materials science",
      "level": 0,
      "score": 0.32139927
    },
    {
      "id": "C178790620",
      "display_name": "Organic chemistry",
      "level": 1,
      "score": 0.29271257
    },
    {
      "id": "C161790260",
      "display_name": "Catalysis",
      "level": 2,
      "score": 0.12007722
    }
  ],
  "topics": [
    {
      "id": "T10997",
      "display_name": "Ocular Surface and Contact Lens",
      "score": 0.9946
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.3389/conf.fbioe.2016.01.03010",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:59:11.095376",
  "source_database": "OpenAlex"
}