{
  "openalex_id": "W2324498920",
  "doi": "https://doi.org/10.1016/j.juro.2012.02.1291",
  "title": "1523 THE EFFECT OF ANDROGEN STIMULATION ON POST-OPERATIVE COMPLICATION RATES AFTER PENOSCROTAL HYPOSPADIAS REPAIR A SYSTEMATIC REVIEW AND META-ANALYSIS",
  "abstract": "You have accessJournal of UrologyPediatrics: Congenital Anomalies - Lower Urinary Tract & Genitalia I1 Apr 20121523 THE EFFECT OF ANDROGEN STIMULATION ON POST-OPERATIVE COMPLICATION RATES AFTER PENOSCROTAL HYPOSPADIAS REPAIR A SYSTEMATIC REVIEW AND META-ANALYSIS Ian Wright, Eric Cole, Armando Lorenzo, Julia Pemberton, Rachel Vizcarra, Forough Farrokhyar, and Luis Braga Ian WrightIan Wright Hamilton, Canada More articles by this author , Eric ColeEric Cole Hamilton, Canada More articles by this author , Armando LorenzoArmando Lorenzo Toronto, Canada More articles by this author , Julia PembertonJulia Pemberton Hamilton, Canada More articles by this author , Rachel VizcarraRachel Vizcarra Hamilton, Canada More articles by this author , Forough FarrokhyarForough Farrokhyar Hamilton, Canada More articles by this author , and Luis BragaLuis Braga Hamilton, Canada More articles by this author View All Author Informationhttps://doi.org/10.1016/j.juro.2012.02.1291AboutPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookTwitterLinked InEmail INTRODUCTION AND OBJECTIVES Although androgen stimulation prior to penoscrotal hypospadias repair has been common and accepted practice in pediatric urology, data to support its beneficial effect is lacking. Furthermore, recent evidence from dermatological literature suggests that androgens may inhibit cutaneous wound healing. We performed a systematic review and meta-analysis to assess the current literature and to summarize the effect of preoperative androgen therapy on post-operative complication rates after proximal hypospadias repair. METHODS A comprehensive literature search of MEDLINE, EMBASE, CINHAL, SCIELO, CENTRAL, Cochrane Systematic Review Database, and the grey literature between 1990 and 2010 was conducted. Title, abstract, and full text screening was carried out independently by 2 authors and all discrepancies were resolved through consensus. Heterogeneity between studies was tested using Cochran's Chi-squared test and quantified by calculating I2. Meta-analysis was performed when appropriate. A pre-defined, fixed effects model was used in the absence of heterogeneity and random effects model in the presence of heterogeneity using Review Manager 5.1 (Cochrane Reviews). RESULTS Our comprehensive search yielded 11 studies that met inclusion criteria and were included in the final analysis. Six case series were subsequently excluded due to failure to stratify patients based on hormonal stimulation (HS). The remaining 5 studies assessed post-operative complications based on pre-operative HS: one was a randomized control trial (RCT) of patients with distal/midshaft hypospadias and 4 were observational studies of patients with proximal hypospadias. In a pooled analysis of patients (n=339) with proximal hypospadias, the use of pre-operative HS was associated with an increased risk of post-operative complications [OR=1.91, 95% CI 1.14-3.19] with I2 of 0%. The RCT (n=75) showed a decreased risk of post-operative complications in patients with distal/midshaft hypospadias treated with HS [OR=0.28 (.07, 1.15)]. CONCLUSIONS In published studies, it appears that stimulation with androgens prior to hypospadias repair leads to increased complication rates in patients with proximal defects. These findings should be interpreted with caution due to limitation inherent to meta-analysis of small observational studies. A well-designed, prospective study is needed to verify these findings and to further examine the relationship between HS and hypospadias repair outcomes. © 2012 by American Urological Association Education and Research, Inc.FiguresReferencesRelatedDetails Volume 187Issue 4SApril 2012Page: e616-e617 Advertisement Copyright & Permissions© 2012 by American Urological Association Education and Research, Inc.Metrics Author Information Ian Wright Hamilton, Canada More articles by this author Eric Cole Hamilton, Canada More articles by this author Armando Lorenzo Toronto, Canada More articles by this author Julia Pemberton Hamilton, Canada More articles by this author Rachel Vizcarra Hamilton, Canada More articles by this author Forough Farrokhyar Hamilton, Canada More articles by this author Luis Braga Hamilton, Canada More articles by this author Expand All Advertisement Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Ian Wright",
      "id": "A5067631737",
      "orcid": "https://orcid.org/0000-0001-5337-0134",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Ian Wright"
    },
    {
      "display_name": "Eric Cole",
      "id": "A5111612216",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Eric Cole"
    },
    {
      "display_name": "Armando Lorenzo",
      "id": "A5073686211",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Armando Lorenzo"
    },
    {
      "display_name": "Julia Pemberton",
      "id": "A5043956467",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Julia Pemberton"
    },
    {
      "display_name": "Rachel Vizcarra",
      "id": "A5070150914",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Rachel Vizcarra"
    },
    {
      "display_name": "Forough Farrokhyar",
      "id": "A5041534870",
      "orcid": "https://orcid.org/0000-0001-9928-9016",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Forough Farrokhyar"
    },
    {
      "display_name": "Luis H. Braga",
      "id": "A5038944132",
      "orcid": "https://orcid.org/0000-0002-3953-7353",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Luis Braga"
    }
  ],
  "publication_year": 2012,
  "publication_date": "2012-04-01",
  "type": "review",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "187",
  "issue": "4S",
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2777990738",
      "display_name": "Hypospadias",
      "level": 2,
      "score": 0.86601686
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.82609475
    },
    {
      "id": "C81182388",
      "display_name": "Complication",
      "level": 2,
      "score": 0.5244277
    },
    {
      "id": "C95190672",
      "display_name": "Meta-analysis",
      "level": 2,
      "score": 0.48670772
    },
    {
      "id": "C2777911890",
      "display_name": "Androgen",
      "level": 3,
      "score": 0.45453176
    },
    {
      "id": "C189708586",
      "display_name": "Systematic review",
      "level": 3,
      "score": 0.4355076
    },
    {
      "id": "C2776478404",
      "display_name": "Cochrane Library",
      "level": 3,
      "score": 0.41944614
    },
    {
      "id": "C2779473830",
      "display_name": "MEDLINE",
      "level": 2,
      "score": 0.37285239
    },
    {
      "id": "C29456083",
      "display_name": "Gynecology",
      "level": 1,
      "score": 0.3646735
    },
    {
      "id": "C61434518",
      "display_name": "General surgery",
      "level": 1,
      "score": 0.34863648
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.32838914
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.21573985
    },
    {
      "id": "C71315377",
      "display_name": "Hormone",
      "level": 2,
      "score": 0.0
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11815",
      "display_name": "Urological Disorders and Treatments",
      "score": 0.9998
    },
    {
      "id": "T10961",
      "display_name": "Hernia repair and management",
      "score": 0.9538
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/j.juro.2012.02.1291",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:19:33.361170",
  "source_database": "OpenAlex"
}