{
  "openalex_id": "W2323207028",
  "doi": "https://doi.org/10.1785/0220140195",
  "title": "Ground Motions from Three Recent Earthquakes in Western Alberta and Northeastern British Columbia and Their Implications for Induced-Seismicity Hazard in Eastern Regions",
  "abstract": "Research Article| April 01, 2015 Ground Motions from Three Recent Earthquakes in Western Alberta and Northeastern British Columbia and Their Implications for Induced‐Seismicity Hazard in Eastern Regions Gail Atkinson; Gail Atkinson aWestern University, London, Ontario, Canada N6A 5B7gmatkinson@aol.com Search for other works by this author on: GSW Google Scholar Karen Assatourians; Karen Assatourians aWestern University, London, Ontario, Canada N6A 5B7gmatkinson@aol.com Search for other works by this author on: GSW Google Scholar Burns Cheadle; Burns Cheadle aWestern University, London, Ontario, Canada N6A 5B7gmatkinson@aol.com Search for other works by this author on: GSW Google Scholar Wes Greig Wes Greig bNanometrics Inc., 250 Herzberg Road, Kanata, Ontario, Canada K2K 2A1 Search for other works by this author on: GSW Google Scholar Author and Article Information Gail Atkinson aWestern University, London, Ontario, Canada N6A 5B7gmatkinson@aol.com Karen Assatourians aWestern University, London, Ontario, Canada N6A 5B7gmatkinson@aol.com Burns Cheadle aWestern University, London, Ontario, Canada N6A 5B7gmatkinson@aol.com Wes Greig bNanometrics Inc., 250 Herzberg Road, Kanata, Ontario, Canada K2K 2A1 Publisher: Seismological Society of America First Online: 14 Jul 2017 Online ISSN: 1938-2057 Print ISSN: 0895-0695 © 2015 by the Seismological Society of America Seismological Research Letters (2015) 86 (3): 1022–1031. https://doi.org/10.1785/0220140195 Article history First Online: 14 Jul 2017 Cite View This Citation Add to Citation Manager Share Icon Share Facebook Twitter LinkedIn MailTo Tools Icon Tools Get Permissions Search Site Citation Gail Atkinson, Karen Assatourians, Burns Cheadle, Wes Greig; Ground Motions from Three Recent Earthquakes in Western Alberta and Northeastern British Columbia and Their Implications for Induced‐Seismicity Hazard in Eastern Regions. Seismological Research Letters 2015;; 86 (3): 1022–1031. doi: https://doi.org/10.1785/0220140195 Download citation file: Ris (Zotero) Refmanager EasyBib Bookends Mendeley Papers EndNote RefWorks BibTex toolbar search Search Dropdown Menu toolbar search search input Search input auto suggest filter your search All ContentBy SocietySeismological Research Letters Search Advanced Search Abstract A key issue in the assessment of hazard due to induced seismicity from fluid injection activity is to determine the potential ground motions. Although wastewater disposal typically receives the most attention, hydraulic fracturing is increasingly recognized as a significant source of seismic hazard. We present an analysis of the ground motions from the three largest events of 2014 that occurred along the deformation front marking the western boundary of the stable Canadian craton: an M 4.0 and an M 4.2 near Fort St. John (FSJ), British Columbia, and an M 3.9 near Rocky Mountain House (RMH), Alberta. The two FSJ events were likely induced by hydraulic fracturing activities in the region. Although the cause of the RMH event remains unclear, it is of interest because it is of similar magnitude to the other events and had significant consequences to the public. The event triggered an automatic shutdown of a nearby gas plant and a subsequent precautionary flaring of gas, and several hundred people were without power for a prolonged period. We examine the ground motions and intensities for these events. We find that ground motions at frequencies up to about 2 Hz are in agreement with corresponding observations for similar‐sized events in California and with the predictions of applicable empirical ground‐motion prediction equations. However, high‐frequency ground motions appear to be lower than those predicted, suggesting that these events may be associated with a low stress drop; we believe that this is likely a focal depth effect, which may be a mitigating factor that limits high‐frequency ground motions from induced events.Our preliminary findings suggest that moderate‐induced events (M 4–5) may be damaging to nearby infrastructure, because the shallow focal depth may result in localized strong ground motions to which some infrastructure may be vulnerable; this is a particular concern in low‐to‐moderate seismicity regions, because seismic design measures for structures in these regions may be minimal. Our results highlight the importance of seismic monitoring in the immediate vicinity of fluid injection sites (both wastewater disposal and hydraulic fracturing) to accurately characterize injection‐induced seismicity and ultimately mitigate the associated risk. You do not have access to this content, please speak to your institutional administrator if you feel you should have access.",
  "authors": [
    {
      "display_name": "Gail M. Atkinson",
      "id": "A5040811104",
      "orcid": "https://orcid.org/0000-0003-2403-1349",
      "institutions": [
        {
          "id": "I125749732",
          "display_name": "Western University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "G. Atkinson"
    },
    {
      "display_name": "K. Assatourians",
      "id": "A5072996635",
      "orcid": null,
      "institutions": [
        {
          "id": "I125749732",
          "display_name": "Western University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "K. Assatourians"
    },
    {
      "display_name": "Burns A. Cheadle",
      "id": "A5031085353",
      "orcid": "https://orcid.org/0000-0001-7054-3711",
      "institutions": [
        {
          "id": "I125749732",
          "display_name": "Western University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "B. Cheadle"
    },
    {
      "display_name": "W. R. Greig",
      "id": "A5110105462",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "W. Greig"
    }
  ],
  "publication_year": 2015,
  "publication_date": "2015-04-01",
  "type": "article",
  "cited_by_count": 34,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S183957208",
    "display_name": "Seismological Research Letters",
    "issn_l": "0895-0695",
    "issn": [
      "0895-0695",
      "1938-2057"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316854"
  },
  "volume": "86",
  "issue": "3",
  "first_page": "1022",
  "last_page": "1031",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2778805511",
      "display_name": "Citation",
      "level": 2,
      "score": 0.6953368
    },
    {
      "id": "C2778447006",
      "display_name": "Icon",
      "level": 2,
      "score": 0.6804329
    },
    {
      "id": "C83176761",
      "display_name": "Induced seismicity",
      "level": 2,
      "score": 0.5992527
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.54141426
    },
    {
      "id": "C161191863",
      "display_name": "Library science",
      "level": 1,
      "score": 0.45245513
    },
    {
      "id": "C205649164",
      "display_name": "Geography",
      "level": 0,
      "score": 0.33318597
    },
    {
      "id": "C52119013",
      "display_name": "Art history",
      "level": 1,
      "score": 0.3263572
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.32386482
    },
    {
      "id": "C29595303",
      "display_name": "Media studies",
      "level": 1,
      "score": 0.3202522
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.19636574
    },
    {
      "id": "C165205528",
      "display_name": "Seismology",
      "level": 1,
      "score": 0.18626747
    },
    {
      "id": "C127313418",
      "display_name": "Geology",
      "level": 0,
      "score": 0.16260275
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.117274046
    },
    {
      "id": "C199360897",
      "display_name": "Programming language",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10160",
      "display_name": "Seismic Performance and Analysis",
      "score": 0.9999
    },
    {
      "id": "T11757",
      "display_name": "Seismic Waves and Analysis",
      "score": 0.9962
    },
    {
      "id": "T10110",
      "display_name": "earthquake and tectonic studies",
      "score": 0.9937
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1785/0220140195",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:22:15.935164",
  "source_database": "OpenAlex"
}