{
  "openalex_id": "W2327711557",
  "doi": "https://doi.org/10.3389/conf.fbioe.2016.01.00763",
  "title": "Structuring and in-mould modification of PDMS surfaces for self-driven microfluidic channels",
  "abstract": "Event Abstract Back to Event Structuring and in-mould modification of PDMS surfaces for self-driven microfluidic channels Ayodele Fatona1, Yang Chen2, Michael A. Brook1 and Jose M. Moran-Mirabal1 1 McMaster University, Department of Chemistry and Chemical Biology, Canada 2 EnRoute Interfaces, Canada The tuneability of polydimethylsiloxane (PDMS) interfacial phenomena by controlled surface modification is a desirable property for the development of Lab-on-a-Chip devices for biological and medical applications. For example, one must introduce reactive functionalities onto PDMS surfaces to render them hydrophilic and inhibit nonspecific protein binding. However, even after surface oxidation[1],[2], or chemical grafting of polar moeities[3],[4] the surface is subject to hydrophobic recovery[5]. In addition, other issues such as, surface cracking[6] and increased surface roughness[6] limit the performance and usefulness of such modified PDMS surfaces. To address these challenges, we report a simple one-step functionalization and structuring approach for the spatial modification of PDMS surfaces. This method (Figure 1) allowed us to directly compare small molecule and block copolymer surfactant modifications. This technology relies on (i) moulds fabricated through xurography that are used to define the surfaces targeted for modification, and (ii) the interaction of a thin surfactant film with PDMS during the curing process, which promotes the entrapment of the surfactant molecules at the PDMS/film interface. Contact angle measurements identified silicone surfactants (Figure 2) that yielded modified surfaces that were hydrophilic and which, as a result of forming interpenetrating network with the crosslinking polymer, produced surfaces with sustained hydrophilicity after soaking and drying cycles. Only PDMS-polyether silicone modified surfaces retained the hydrophilicity with smooth topography after repeated surface treatments; normal ionic and nonionic surfactants were ineffective. Functional arrays presented morphologies that ranged from heavily textured (ionic surfactants) to smooth (non-ionic surfactants): in most cases the morphology significantly changed after wetting. The fabrication of self-driven microfluidic devices that exhibited steady capillary flow rates, tuneable by the device geometry was possible using same modification technology with a-Wet. Our data shows the filling of a modified microchannel with an aqueous solution occurs rapidly and uniformly through capillary action even against gravity (Figure 3). This technology provides the ability to easily transform PDMS from a mildly biocompatible material to a biomaterial largely due to changes in hydrophilicity, protein adsorption and induced bioresponse such as cell adhesion. These outcomes highlight the ability of a simple and cost-effective one-step technology (with high throughput capabilities) to tune PDMS interfacial properties. In addition to improved wettability, we will discuss the use of this approach to introduce functionalities suitable for biomolecular interactions, and that lead to spatially-controlled protein adsorption and cell adhesion. National Sciences and Engineering Research Council of Canada; Canada Foundation for Innovation; BioInterfaces CREATE; EnRoute InterfacesReferences:[1] Makamba, H.; Kim, J. H.; Lim, K.; Park, N.; Hahn, J. H., Surface modification of poly(dimethylsiloxane) microchannels. Electrophoresis 2003, 24 (21), 3607-3619.[2] Di Virgilio, V.; Bermejo, S.; Castaner, L., Wettability Increase by \"Corona\" Ionization. Langmuir 2011, 27 (15), 9614-9620.[3] Chen, H.; Zhang, Z.; Chen, Y.; Brook, M. A and Sheardown, H., Protein repellant silicone surfaces by covalent immobilization of poly(ethylene oxide). Biomaterials 2005, 26, 2391–2399.[4] Rambarran, T.; Gonzaga, F.; Brook, M. A.; Lasowski, F. and Sheardown, H., “Amphiphilic Elastomers from Metal-Free, Click Crosslinking of PEG-Grafted Silicone Surfactants”, J. Polym. Chem. A: Polym. Sci. 2015, 53, 1082–1093.[5] Fritz, J. L.; Owen, M. J., Hydrophobic recovery of plasma-treated polydimethylsiloxane. J. Adhes. 1995, 54 (1-2), 33-45.[6] Hui, A. Y. N.; Wang, G.; Lin, B. C.; Chan, W. T., Microwave plasma treatment of polymer surface for irreversible sealing of microfluidic devices. Lab on a Chip 2005, 5 (10), 1173-1177.[7] Fatona, A.; Chen, Y.; Reid, M.; Brook, M. A. and Moran-Mirabal, J. M., One-step in-mould modification of PDMS surfaces and its application in the fabrication of self-driven microfluidic channels. Lab on a Chip 2015, in press. DOI: 10.1039/C5LC00741K. Keywords: array, Surface modification, polymer, amphiphile Conference: 10th World Biomaterials Congress, Montréal, Canada, 17 May - 22 May, 2016. Presentation Type: General Session Oral Topic: Interfacial phenomena Citation: Fatona A, Chen Y, Brook MA and Moran-Mirabal JM (2016). Structuring and in-mould modification of PDMS surfaces for self-driven microfluidic channels. Front. Bioeng. Biotechnol. Conference Abstract: 10th World Biomaterials Congress. doi: 10.3389/conf.FBIOE.2016.01.00763 Copyright: The abstracts in this collection have not been subject to any Frontiers peer review or checks, and are not endorsed by Frontiers. They are made available through the Frontiers publishing platform as a service to conference organizers and presenters. The copyright in the individual abstracts is owned by the author of each abstract or his/her employer unless otherwise stated. Each abstract, as well as the collection of abstracts, are published under a Creative Commons CC-BY 4.0 (attribution) licence (https://creativecommons.org/licenses/by/4.0/) and may thus be reproduced, translated, adapted and be the subject of derivative works provided the authors and Frontiers are attributed. For Frontiers’ terms and conditions please see https://www.frontiersin.org/legal/terms-and-conditions. Received: 27 Mar 2016; Published Online: 30 Mar 2016. Login Required This action requires you to be registered with Frontiers and logged in. To register or login click here. Abstract Info Abstract The Authors in Frontiers Ayodele Fatona Yang Chen Michael A Brook Jose M Moran-Mirabal Google Ayodele Fatona Yang Chen Michael A Brook Jose M Moran-Mirabal Google Scholar Ayodele Fatona Yang Chen Michael A Brook Jose M Moran-Mirabal PubMed Ayodele Fatona Yang Chen Michael A Brook Jose M Moran-Mirabal Related Article in Frontiers Google Scholar PubMed Abstract Close Back to top Javascript is disabled. Please enable Javascript in your browser settings in order to see all the content on this page.",
  "authors": [
    {
      "display_name": "Fatona Ayodele",
      "id": "A5103639069",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Fatona Ayodele"
    },
    {
      "display_name": "Yang Chen",
      "id": "A5012263961",
      "orcid": "https://orcid.org/0009-0003-7049-9871",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Chen Yang"
    },
    {
      "display_name": "Michael A. Brook",
      "id": "A5058557450",
      "orcid": "https://orcid.org/0000-0003-0705-9657",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Brook Michael"
    },
    {
      "display_name": "Moran-Mirabal Jose",
      "id": "A5089660754",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Moran-Mirabal Jose"
    }
  ],
  "publication_year": 2016,
  "publication_date": "2016-01-01",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S2595131146",
    "display_name": "Frontiers in Bioengineering and Biotechnology",
    "issn_l": "2296-4185",
    "issn": [
      "2296-4185"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320527"
  },
  "volume": "4",
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": true,
    "oa_status": "gold",
    "oa_url": "https://doi.org/10.3389/conf.fbioe.2016.01.00763",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2779849746",
      "display_name": "Polydimethylsiloxane",
      "level": 2,
      "score": 0.8722231
    },
    {
      "id": "C115537861",
      "display_name": "Surface modification",
      "level": 2,
      "score": 0.7516836
    },
    {
      "id": "C192562407",
      "display_name": "Materials science",
      "level": 0,
      "score": 0.73665583
    },
    {
      "id": "C8673954",
      "display_name": "Microfluidics",
      "level": 2,
      "score": 0.63155234
    },
    {
      "id": "C171250308",
      "display_name": "Nanotechnology",
      "level": 1,
      "score": 0.5724749
    },
    {
      "id": "C6556556",
      "display_name": "Contact angle",
      "level": 2,
      "score": 0.5341581
    },
    {
      "id": "C521977710",
      "display_name": "Polymer",
      "level": 2,
      "score": 0.5276676
    },
    {
      "id": "C2779769944",
      "display_name": "Silicone",
      "level": 2,
      "score": 0.43691412
    },
    {
      "id": "C184133267",
      "display_name": "Chemical modification",
      "level": 2,
      "score": 0.43433172
    },
    {
      "id": "C58226133",
      "display_name": "Pulmonary surfactant",
      "level": 2,
      "score": 0.428576
    },
    {
      "id": "C42360764",
      "display_name": "Chemical engineering",
      "level": 1,
      "score": 0.42665517
    },
    {
      "id": "C2778024649",
      "display_name": "Silane",
      "level": 2,
      "score": 0.41975945
    },
    {
      "id": "C188027245",
      "display_name": "Polymer chemistry",
      "level": 1,
      "score": 0.25058866
    },
    {
      "id": "C159985019",
      "display_name": "Composite material",
      "level": 1,
      "score": 0.2206752
    },
    {
      "id": "C127413603",
      "display_name": "Engineering",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10412",
      "display_name": "Microfluidic and Capillary Electrophoresis Applications",
      "score": 0.9923
    },
    {
      "id": "T12224",
      "display_name": "Nanofabrication and Lithography Techniques",
      "score": 0.9884
    },
    {
      "id": "T10338",
      "display_name": "Advanced Sensor and Energy Harvesting Materials",
      "score": 0.9733
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.3389/conf.fbioe.2016.01.00763",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:59:11.099368",
  "source_database": "OpenAlex"
}