{
  "openalex_id": "W2325541545",
  "doi": "https://doi.org/10.1097/01.eem.0000361684.13951.a5",
  "title": "Electrocardiograms You Need to Know: Hyperkalemia",
  "abstract": "Learning Objectives: After reading this article, the physician should be able to: Discuss the EKG findings of hyperkalemia. Summarize the progression of EKG findings based on serum potassium levels. Identify those patients requiring empiric therapy for hyperkalemia. Release Date: October 2009 Some EKG findings foretell significant morbidity and even mortality, and some subtle yet serious results escape even seasoned cardiologists. Like QTC prolongation and Brugada and Wellens' syndromes, discussed in previous columns, hyperkalemia is an EKG standout. Electrocardiographic Manifestations of Hyperkalemia Mattu A, et al Am J Emerg Med 2000;18(6):721 This erudite paper with spectacular EKG tracings by practicing emergency medicine EKG aficionados and experts is a concise review of the multiple EKG manifestations of hyperkalemia. Because hyperkalemia is a life-threatening acute emergency and a frequent denizen of the ED, it is imperative to be cognizant of the classic EKG findings of this metabolic abnormality. Hyperkalemia usually occurs in dialysis patients, but may be seen in DKA, adrenal insufficiency, acute digoxin poisoning, severe dehydration with renal insufficiency, and prescribed drugs that cause hyperkalemia. Medication-wise, especially consider spironolactone, NSAIDs, Bactrim, and ACE inhibitors.Figure: This dialysis graft, coupled with an easy-to-ignore complaint of weakness, are a setup for hyperkalemia. A hallway monitor strip is a poor way to diagnose hyperkalemia, but a wide QRS should get your attention. Readily obtaining venous blood in a dialysis patient can be a gargantuan task that can delay lab results even further.The medical school adage of hyperkalemia is that the EKG manifests tall, sharply peaked T waves in the precordial leads, perhaps a common and omnipresent finding, albeit one with minimal sensitivity (about 40%) and far from perfect specificity (about 85%). The classic EKG portending imminent cardiac arrest demonstrates a severely wide QRS complex, and a sine wave appearance, harbingers of a soon-to-occur cardiac catastrophe (asystole or VF). The majority of patients also demonstrate bradycardia. More subtle changes include prolonged PR interval and absent P waves. The authors augment their discussion with a review of five case histories with accompanying EKGs. It would be instructive to pull the original article because the tracings are quite illustrative. The first case is a classic presentation. A dialysis patient missed two appointments, and presented with malaise and myalgias. Vital signs were normal, and the physical examination was non-revealing. An EKG demonstrated prominent peak T waves (V1 to V3) and minimal widening of the QRS. This patient was empirically treated for hyperkalemia, and the serum potassium level was 8.4 mEq/L. The pharmacologic intervention was also standard, including 20 ml of 10% calcium gluconate, 2 amps of sodium bicarbonate, 10 units of IV regular insulin with 1 amp of D50, and 50 grams of oral Kayexalate. EKG amelioration was seen within a few minutes of empiric intervention. Other cases were similar, and included patients with known renal insufficiency who presented with malaise and diffuse weakness as the garden-variety clinical manifestations of their hyperkalemia. EKGs demonstrated absent P waves, irregular rhythms, peaked T waves, and a widened QRS complex. All cases demonstrated a rather marked decrease in serum potassium levels following treatment. In one case the potassium level went from 8.1 mEq/L to 6.6 mEq/L following calcium, insulin, bicarbonate, and Kayexalate therapy. Additional cases demonstrated more severe EKG findings that exemplified the classic sine wave morphology. In all cases, the clinicians appeared clairvoyant enough to institute empiric therapy against hyperkalemia based on EKG findings alone. Bravo to these brave and gusty souls. Comment: Not all clinicians are as astute as these, and many of us will look at the EKGs associated with a potassium level in the 6–7 mEq/L range, and dismiss the tracing as minimally abnormal or delay a decision pending laboratory confirmation. As it turns out, the next article confirms that it is rare to treat hyperkalemia based on EKG findings alone, even in the academic ivory towers of Boston. If one does not have bedside or point-of-care blood testing, the serum potassium can take one to three hours to return, and invariably the most important specimen is hemolyzed, creating spurious results. Of interest, the clinical manifestations of hyperkalemia are similar to those of hypokalemia. Hyperkalemic patients usually complain of weakness and muscle aches, symptoms that should not be ignored when evaluating the ubiquitous hallway patient with a dialysis graft in his arm. Patients with hypertension, diabetes, renal failure, and a slew of other medical problems have many reasons to be weak, tired, and achy, but hyperkalemia is one condition that should be high on one's radar, even when the patient proffers yet another “weak and dizzy” complaint list.Figure: The peaked T waves on this EKG are striking, best described as “too sharp to sit on.” But the vicissitudes and vagaries of the T wave, especially on a monitor strip, make the EKG diagnosis of hyperkalemia tenuous at lower serum levels. This EKG is not predictive of life-threatening hyperkalemia so one can wait for lab confirmation, perhaps with a call to the lab tech to move things along. Of course, bedside testing solves a whole passel of lab turnaround foibles.The EKG manifestations of hyperkalemia generally parallel the serum potassium level. Characteristic EKG findings are promulgated in every textbook, but in my experience, a plethora of nonspecific changes can be seen, so don't be locked into an intense analysis of any given pattern. I have found that bradycardia is common, but have not seen that emphasized. The accompanying figure provides a general overview of potassium levels and EKG abnormalities, although there is obviously some overlap. Potassium levels above 8.0 mEq/L generally call for immediate action, as do the EKG abnormalities associated with such levels, often marshalling the troops absent a “critical value” call from the tardy lab. One may be forced to treat empirically, based on EKG evidence alone, especially in code situations. Expect to be wrong on many such clinical calls. Last month's column depicted a classic EKG of severe TCA overdose, with squiggles surprisingly similar to hyperkalemia. My only pearl here is that although the QRS can be wide in TCA overdose and hyperkalemia, it's significant tachycardia and the terminal R wave in AVR that distinctly herald TCA toxicity. Fortunately, bicarbonate helps both conditions. Effects of Presentation and Electrocardiogram on Time to Treatment of Hyperkalemia Freeman K, et al Acad Emerg Med 2008;15(3):239 This is a fascinating article from some prestigious New England university hospitals that essentially describes standard of care for EKG-based empiric treatment of hyperkalemia in the ED, and provides insight into the expected turnaround time for laboratory analysis. The authors attempted to determine whether EKG features were associated with a difference in time to treatment for patients ultimately determined to have hyperkalemia (level above 6 mEq/L). Excluded subjects were those who had a give-away chief complaint of “hyperkalemia” or “needs dialysis,” and those who had a cardiac arrest. The median potassium level was only 6.5 mEq/L (6.3–7.1). More than a third of the patients were taking ACE inhibitors, drugs well known to cause hyperkalemia.Figure: This EKG, obviously demonstrating a slow, wide bizarre QRS pattern with an almost sine wave appearance, is a harbinger of imminent cardiac arrest. The potassium level is likely well over 8 mEq/L. It calls for an astute clinician who has the chutzpah to treat empirically with the entire drug regimen aimed at rapidly decreasing serum potassium levels and stabilizing cardiac depolarization.Of the 168 patients treated for hyperkalemia, 12 (12%) were treated within 30 minutes of triage, and 26 (16%) were treated empirically before the lab reported the potassium values. About a third of the EKGs demonstrated abnormalities of the T wave, although many were nonspecific. Only 35 percent were considered textbook tracings. In retrospect, only half of the cases had an EKG abnormality consistent with hyperkalemia. Importantly, none of the EKG abnormalities prompted early treatment. Two cases of cardiac arrest may have been secondary to hyperkalemia, despite standard therapy. In this study, the median time from ED arrival to treatment for hyperkalemia was an amazingly long 117 minutes (range: 59–196). Even when the laboratory results were available, it required an additional 67 minutes (range: 49–82) to initiate treatment. So-called critical values from the lab required a mean of 42 minutes (range: 20–95) to receive specific therapy. In this study the most common presenting complaints were dyspnea (20%), weakness (19%) or altered mental status (8%). Despite having knowledge of the potential for hyperkalemia and having the EKG prior to serum potassium level, even rapid sleuthing of the EKG did not appear to shorten the time from ED arrival to specific anti-potassium intervention. The authors speculate that this may be due to the nonspecific abnormalities seen in many EKGs in the presence of hyperkalemia. The bottom line is that the EKG did not spur early or empiric treatment of hyperkalemia in this study. Essentially, no EKG finding prompted early therapy. The potassium levels were actually modest (6.3–7.1 mEq/L) however, so it is not certain that more ominous cardiograms would have been met with similar clinical indifference or clinician ennui. Comment: This is indeed a discouraging report from a university hospital. I thought my ED had a slug-like mentality when it came to hyperkalemia. The level of hyperkalemia was probably not life-threatening in the majority of cases, and therefore the EKG was not as provocative or attention-grabbing as the tracing seen when potassium levels are well above 8.0 mEq/L, and the patient is circling the drain leading to cardiac arrest. This article actually sets the standard of care as a rather modest one, particularly with regard to recognition and treatment of hyperkalemia in the ED in comparison with the EKG. It appears that the clinicians from Boston did not believe that empiric treatment for hyperkalemia should be based solely on nonspecific EKG findings. I agree, but would hasten to add that a sine wave should garner an empiric intervention. While waiting for lab confirmation is a reasonable approach in the nonacute circumstance, a widened QRS or sine wave prognosticates a poor outcome, and should obviously get one's full pharmacologic attention. Unless I am missing something, this article is the poster child for point-of-care blood testing in the ED. Management of Severe Hyperkalemia Weisberg LS Crit Care Med 2008;36(12):3246 This is a literature-based summary of hyperkalemia management, termed a potentially lethal electrolyte abnormality by these authors. A serum potassium level of 6.5 mEq/L or specific EKG abnormalities were considered emergency action points for treatment. The standard regimen to antagonize the effects of potassium on cardiac depolarization is a threefold approach: redistributing potassium into the cell (bicarbonate and insulin/glucose), enhancing potassium elimination (dialysis or Kayexalate), and stabilizing cardiac cell membranes (calcium infusion). The treatment of severe hyperkalemia is medical student dogma, and it should be familiar to all emergency physicians.Table: EKG Changes Associated with Increasing Potassium LevelsThe authors nicely detail the science behind calcium, insulin, bicarbonate, beta-agonist, and Kayexalate therapies. As a summary, calcium is the preferred emergency bullet for cardiac conduction issues; insulin is best for translocating potassium back into the cell; Kayexalate has debatable efficacy and is slow; and dialysis is the most reliable tool for removing potassium from the body. Beta-agonists are iffy, and bicarbonate is minimally helpful. The empiric treatment of hyperkalemia generally can be supported under the proper scenario, and such innocuous interventions don't usually wreak havoc even if one's diagnosis is off the mark. But merely finding weakness and an abnormal EKG can result in rather serious consequences if the patient happens to have the rare case of hypokalemic paralysis. The only downside of the treatment of most patients with standard hyperkalemia regimens is hypokalemia. Hyperglycemia, hyperosmolality, and hypercalcemia are of little clinical consequence. These authors note that a benefit of nebulized albuterol (such as 20 mg inhaled over 10 minutes) is seen in only about 60 percent of patients, with the most common side effect being tachycardia.Figure: The EKG generally parallels the serum potassium levels.Comment: I learned the general treatment protocol for severe hyperkalemia, the quintessential shotgun approach, as an intern. One aims to push potassium back into the cell, extract it from the serum, and keep the heart beating and contracting. There are little data in the literature that any specific regimen causes any specific or quantitative result. Some question any real value of sodium bicarbonate. When one decides to treat hyperkalemia in the ED, a cornucopia of therapies is simultaneously initiated. Most interventions have few downsides, and are well worth the potential risks given the lethal potential for severe untreated hyperkalemia. Importantly, all ED interventions, even calcium, last only a few hours. The usual ultimate treatment is hemodialysis, a necessity in the patient with end-stage renal disease. I personally have minimal regard for nebulized albuterol. About 40 percent experience no benefit, and the subset likely to improve is enigmatic so far. It doesn't seem to produce clinically significant hypokalemia in the asthmatic patient. In fact, we never even check potassium under such circumstances. Albuterol can make one very tremulous given the fourfold dose for hyperkalemia vs. asthma. The Holy Grail for life-threatening hyperkalemia is intravenous calcium. Calcium gluconate can be given via a peripheral vein as long as one is careful not to allow extravasation. Calcium chloride always burns, and while it can be given through a dialysis catheter (Quinton), the best choice is a central line. Occasionally I have given calcium chloride via a large peripheral vein, but stand at the bedside to make sure that it does not extravasate. Calcium chloride in the subcutaneous tissue is usually associated with some degree of tissue slough or necrosis, and there is no antidote. When it has to be done, it has to be done. Some clinicians prefer to use calcium gluconate under all circumstances calling for calcium supplementation, not a bad fail-safe mantra. Kim (Nephron 1996;72[3]:476) studied the effect of simultaneously administered insulin/glucose and bicarbonate for treating hyperkalemia. This synergic effect is commonly sought, but efficacy is poorly quantified. For patients with end-stage renal disease, the treatment regimen consisted of 2 amps of bicarbonate, 1 amp of D50, and 50 units of regular insulin, either alone or combined therapy. The bicarbonate alone had little effect on serum potassium. The glucose/insulin therapy had a modest benefit, but a combination of the two lowered serum potassium from 6.2 to 5.2 mEq/L at 60 minutes. Plasma osmolality was not an issue, and there was no hypoglycemia. Bottom line: Bicarbonate is of minimal importance, but it seems synergistic with insulin and may have other benefits on the milieu of renal failure. Allon et al (Ann Intern Med 1989; 110[6]:426) studied the effect of nebulized albuterol for acute hyperkalemia in hemodialysis patients. This was a randomized prospective double blind placebo controlled trial studying either 10 or 20 mg of nebulized albuterol. The beta-agonist lowered serum potassium levels by approximately 0.6 to 0.9 mEq/L, with a higher dose providing the greater effect. The hypokalemic effect was noted within one to two hours, and there were no adverse cardiovascular effects. Notably, some patients had no significant response, but the reason for this was not known. This report was one of the first articles to postulate a potassium-lowering effect of nebulized albuterol, an intervention that seems to have gained popularity in the ED. Inhaled beta-agonist may be a good alternative when IV access is not readily available. The American Heart Association recommends immediate therapy for serum potassium levels greater than 6 mEq/L, but this is hardly a lethal potassium level, or one that cannot await laboratory confirmation. Exactly when potassium levels become life-threatening is unknown, but treating any level over the AHA recommendations is reasonable. An exception to the usual therapeutic cocktail may be severe dehydration where saline alone will quickly lower potassium levels that are raised secondary to pre-renal azotemia. In these days of the omnipresent six- to infinity-hour ED waits for dialysis or admission, the return of hyperkalemia is not an uncommon issue for the EP who may have moved on to other patients, content that the inpatient team has taken control. No ED intervention lasts more than a few hours so the clinician must be vigilant to provide continuing care after the initial bevy of medications saved the day. I prefer to check the potassium in about an hour to gloat over my success, and again two to three hours later if the patient is still in the ED. An endocrinologist friend of mine offered the following regimen for continuous calcium gluconate, the most useful immediate cardioprotective intervention for severe hyperkalemia: Add 6 ampoules of calcium gluconate to a liter of normal saline, and infuse 1 ml/kg per hour of this concoction. Calcium levels will not get excessively high, and continued myocardial self-stabilization will occur. The fluid load is minimal. In a dialysis patient, I would continue this for about three to four hours, augmented with frequent call to the dialysis center for the more definitive intervention. CME Participation Instructions To earn CME credit, you must read the article in Emergency Medicine News, and complete the quiz, answering at least 80 percent of the questions correctly. Mail the completed quiz with your check for $10 payable to Lippincott Continuing Medical Education Institute, Inc., 530 Walnut Street, 8th Floor East, Philadelphia, PA 19106. Only the first entry will be considered for credit, and must be received by Lippincott Continuing Medical Education Institute, Inc., by October 31, 2010. Acknowledgment will be sent to you within six to eight weeks of participation. Lippincott Continuing Medical Education Institute, Inc. is accredited by the Accreditation Council for Continuing Medical Education to provide continuing medical education for physicians. Lippincott Continuing Medical Education Institute, Inc. designates this educational activity for a maximum of 1 AMA PRA Category 1 Credit™. Physicians should only claim credit commensurate with the extent of their participation in the activity.Image",
  "authors": [
    {
      "display_name": "James R. Roberts",
      "id": "A5111463104",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "James R. Roberts"
    }
  ],
  "publication_year": 2009,
  "publication_date": "2009-10-01",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210169955",
    "display_name": "Emergency Medicine News",
    "issn_l": "1054-0725",
    "issn": [
      "1054-0725",
      "1552-3624"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "31",
  "issue": "10",
  "first_page": "12",
  "last_page": "15",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2780243291",
      "display_name": "Hyperkalemia",
      "level": 2,
      "score": 0.98750216
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.89796954
    },
    {
      "id": "C177713679",
      "display_name": "Intensive care medicine",
      "level": 1,
      "score": 0.5017381
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.47766054
    },
    {
      "id": "C164705383",
      "display_name": "Cardiology",
      "level": 1,
      "score": 0.46432275
    },
    {
      "id": "C2779978075",
      "display_name": "Dialysis",
      "level": 2,
      "score": 0.43301585
    },
    {
      "id": "C2776379505",
      "display_name": "Spironolactone",
      "level": 3,
      "score": 0.4291067
    },
    {
      "id": "C2780724011",
      "display_name": "Emergency department",
      "level": 2,
      "score": 0.42666146
    },
    {
      "id": "C2778198053",
      "display_name": "Heart failure",
      "level": 2,
      "score": 0.18995726
    },
    {
      "id": "C118552586",
      "display_name": "Psychiatry",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10217",
      "display_name": "Cardiac electrophysiology and arrhythmias",
      "score": 0.8908
    },
    {
      "id": "T12876",
      "display_name": "Potassium and Related Disorders",
      "score": 0.883
    },
    {
      "id": "T10409",
      "display_name": "Fuel Cells and Related Materials",
      "score": 0.781
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1097/01.eem.0000361684.13951.a5",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:43:14.100341",
  "source_database": "OpenAlex"
}