{
  "openalex_id": "W2323374970",
  "doi": "https://doi.org/10.2307/4083453",
  "title": "Field Studies of Wilson's Phalarope",
  "abstract": "ONE of the most interesting yet least adequately studied common avian species in the Western Hemisphere is Wilson's Phalarope (Steganopus tricolor). Of particular significance is the fact that phalarope females are larger and more colorful than are the males. Also the female courtship behavior is more aggressive, while the relatively drab and retiring male builds the nest (Hbhn, 1967), incubates the eggs, and broods the young. Under exceptional circumstances the female may assist in incubation of eggs and care of young (see Cole, 1943; Dixon,1943). In connection with the reversed parental behavior of phalaropes, the male alone develops the paired incubation patches more typical of brooding females in other species (Bailey, 1952) (Figures 1, 2). As relatively high levels of both prolactin and androgenic hormones are necessary to develop the incubation patch (Johns and Pfeiffer, 1963), overwhelming evidence shows sex reversal to be grounded in the birds' physiology. A number of papers have been written on phalarope behavior, but until recently no laboratory research has been conducted to determine the possible hormonal causes of these behavioral and physiological peculiarities, nor has any comprehensive paper been published that utilizes a behavioral approach to their study. Since Tinbergen's (1936) detailed paper on the Northern Ph'alarope (Lobipes lobatus) in east Greenland, most published accounts have been terse general statements of a descriptive nature in textbooks and field guides. A recent exception to this is Hohn's (1967) paper, to which the present paper is largely a supplement, which reports many notable field observations on the breeding biology and behavior of Wilson's Phalaropes. During the springs of 1961 and 1962 I spent several months capturing Wilson's and Northern Phalaropes on the grassy ponds of the National Bison Range and the Nine-Pipe National Wildlife Refuge north of Missoula, Montana for experiments being conducted at the University of Montana (Johns and Pfeiffer, 1963; Johns, 1964). Some ponds were trapped consistently while others nearby were left undisturbed for daily observations and occasional photography. Additional confirmatory observations were made almost daily at undisturbed ponds in Turnbull National Wildlife Refuge near Cheney, Washington, during the springs of 1965, 1966, and 1967. During these months I accumulated data that in some cases support and in others cast doubt on earlier published statements. As it was important to our research to obtain a large number of phalaropes before they departed for their winter range in South America, we",
  "authors": [
    {
      "display_name": "J. E. Johns",
      "id": "A5022737792",
      "orcid": null,
      "institutions": [
        {
          "id": "I159107703",
          "display_name": "Eastern Washington University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "J. E. Johns"
    }
  ],
  "publication_year": 1969,
  "publication_date": "1969-10-01",
  "type": "article",
  "cited_by_count": 21,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S152904045",
    "display_name": "Ornithology",
    "issn_l": "0004-8038",
    "issn": [
      "0004-8038",
      "1938-4254"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310311648"
  },
  "volume": "86",
  "issue": "4",
  "first_page": "660",
  "last_page": "670",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://academic.oup.com/auk/article-pdf/86/4/660/28145360/auk0660.pdf",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C9652623",
      "display_name": "Field (mathematics)",
      "level": 2,
      "score": 0.5094183
    },
    {
      "id": "C127313418",
      "display_name": "Geology",
      "level": 0,
      "score": 0.32820535
    },
    {
      "id": "C33923547",
      "display_name": "Mathematics",
      "level": 0,
      "score": 0.16386482
    },
    {
      "id": "C202444582",
      "display_name": "Pure mathematics",
      "level": 1,
      "score": 0.0671283
    }
  ],
  "topics": [
    {
      "id": "T10089",
      "display_name": "Avian ecology and behavior",
      "score": 0.9965
    },
    {
      "id": "T10487",
      "display_name": "Plant and animal studies",
      "score": 0.9609
    },
    {
      "id": "T11913",
      "display_name": "Animal Ecology and Behavior Studies",
      "score": 0.951
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.2307/4083453",
  "pdf_url": "https://academic.oup.com/auk/article-pdf/86/4/660/28145360/auk0660.pdf",
  "retrieved_date": "2025-07-30T15:53:49.562000",
  "source_database": "OpenAlex"
}