{
  "openalex_id": "W2321328495",
  "doi": "https://doi.org/10.1097/acm.0b013e31828ffb05",
  "title": "In Reply to Petrie and Campbell",
  "abstract": "We thank Dr. Petrie and Dr. Campbell for their thoughtful comments on our report. They claim that we have committed the round trip fallacy. We understand the distinction between absence of evidence and evidence of absence, but if System 1 reasoning is both more common and more error prone than System 2, then it does follow that errors in diagnostic reasoning would primarily arise from System 1. In any case, we were quoting Croskerry,1 who stated, “Most errors occur with Type 1 [System 1] … whereas Type 2 [System 2] errors are infrequent and unexpected.” Moreover, while Petrie and Campbell may be convinced that the literature supports their assertion that System 1 is more error-prone, they do not provide any evidence, nor are we aware of any, aside from that shown in studies by Schmidt, Mamede, and others (referenced in our report), in which the studies were designed to induce System 1 errors. More substantially, we do not view our study as supporting or refuting a dual processing model. Rather, we were careful to state only that “we found no support for the assertion that a longer time to diagnosis results in fewer processing errors,” which follows from dual processing theory but does not prove it. Petrie and Campbell say that the conflating of rapid processing with System 1 is not consistent with descriptions of System 1 and System 2 thinking by Kahneman and others. We beg to differ, quoting Kahneman: [dual process theory]…distinguishes two generic modes of cognitive function: an intuitive mode in which judgments and decisions are made automatically and rapidly, and a controlled mode, which is deliberate and slower.2(p449) The operations of System 1 are typically fast, automatic, effortless, associative, implicit… The operations of System 2 are slower, serial, effortful….3(p698) We find it ironic that the authors accuse us of falling prey to another bias, the “narrative fallacy,” in which plausible is viewed as causal. It may seem plausible to many observers that rapid decisions, based on unconscious intuitions, may well lead to errors, and that these can be corrected by introspection, reflection, and other “higher” cognitive strategies. But our studies have shown exactly the opposite – that what is plausible to many observers is wrong. Finally, Petrie and Campbell take issue with the equating of a dual process account with evidence of a continuum of response time. We actually concur; we accept completely Jacoby’s assertion4 that there are no pure System 1 tasks and System 2 tasks. Rather, if we assume that every task is a linear combination of a rapid intuitive System 1 and a slower analytic System 2 component (recognizing that a linear combination is a gross over-simplification), it is trivial to show that one can reproduce a continuum of response times by simply varying the contribution of rapid and slow components. Jonathan Sherbino, MD Associate professor, Emergency Medicine, McMaster University Faculty of Health Sciences, Hamilton, Canada. Geoffrey R. Norman, PhD Professor, clinical epidemiology and biostatistics, McMaster University Faculty of Health Sciences, Hamilton Canada; [email protected]",
  "authors": [
    {
      "display_name": "Jonathan Sherbino",
      "id": "A5060831965",
      "orcid": "https://orcid.org/0000-0003-0344-8057",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jonathan Sherbino"
    },
    {
      "display_name": "Geoffrey R. Norman",
      "id": "A5111993188",
      "orcid": null,
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Geoffrey R. Norman"
    }
  ],
  "publication_year": 2013,
  "publication_date": "2013-04-24",
  "type": "letter",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S19793444",
    "display_name": "Academic Medicine",
    "issn_l": "1040-2446",
    "issn": [
      "1040-2446",
      "1938-808X"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "88",
  "issue": "5",
  "first_page": "557",
  "last_page": "558",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://doi.org/10.1097/acm.0b013e31828ffb05",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C40422974",
      "display_name": "Assertion",
      "level": 2,
      "score": 0.81151956
    },
    {
      "id": "C2781035248",
      "display_name": "Fallacy",
      "level": 2,
      "score": 0.6368784
    },
    {
      "id": "C2778120072",
      "display_name": "Aside",
      "level": 2,
      "score": 0.58473945
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.44845152
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.3984124
    },
    {
      "id": "C111472728",
      "display_name": "Epistemology",
      "level": 1,
      "score": 0.36146402
    },
    {
      "id": "C180747234",
      "display_name": "Cognitive psychology",
      "level": 1,
      "score": 0.32922804
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.18066671
    },
    {
      "id": "C41895202",
      "display_name": "Linguistics",
      "level": 1,
      "score": 0.111700326
    },
    {
      "id": "C199360897",
      "display_name": "Programming language",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T12574",
      "display_name": "Clinical Reasoning and Diagnostic Skills",
      "score": 0.996
    },
    {
      "id": "T11894",
      "display_name": "Radiology practices and education",
      "score": 0.9676
    },
    {
      "id": "T11710",
      "display_name": "Biomedical Text Mining and Ontologies",
      "score": 0.9473
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1097/acm.0b013e31828ffb05",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:20:23.383305",
  "source_database": "OpenAlex"
}