{
  "openalex_id": "W2333694248",
  "doi": "https://doi.org/10.1097/01.cot.0000418802.98417.5d",
  "title": "MUSINGS OF A CANCER DOCTOR",
  "abstract": "GEORGE W. SLEDGE JR., MD, Ballve-Lantero Professor of Oncology and Professor of Medicine and Pathology at Indiana University Simon Cancer Center, was President of the American Society of Clinical Oncology for the 2010–2011 term.Write to him about this essay or other topics at [email protected], or add comments directly on his OT blog, at http://bit.ly/OT-SledgeThe other day I received a letter—a real letter—from an old friend. We had gone to medical school together, and she had sung at my wedding (she has a beautiful voice), and then we had drifted apart, not because of anything either of us did, but because we were both busy and our lives had carried us in different directions. And then, out of the blue, I got a letter from her. Few things have given me greater pleasure in years, and part of the pleasure was the fact that it made use of that sorely outmoded technology, pen and paper. The snail mail I receive is, I am sure, much like yours: endless piles of junk mail, medical journals, bills, and the occasional check. But surprisingly little in a personal way: the odd thank-you note, and Christmas cards of course, but few actual letters, of the sort that once funded the now-ailing U.S. Postal Service. I had to think about the last time I received a real personal letter: quite some while ago. It's the Internet, of course. The number of human communications has, if anything, gone up in the past decade and a half. It's so easy to send an email, and one expects neither precision nor formality out of one, nor for that matter any real length, so they fly back and forth in large numbers. Letter writing, of a sort that still existed in my youth, appears to have largely disappeared, smothered by a flock of 140-character tweets and inexpensive Skype calls. The Internet has changed every mode of human interaction, both creating and destroying institutions and wealth, but perhaps more importantly, changing how we interact with other human beings. Medicine isn't immune to this phenomenon: medical school classes in many places are now online, lectures available, at your leisure, on the iPad handed to you as you matriculate. John Ioannidis, a deep thinker who has made a career of provoking his scientific colleagues, recently published an article in JAMA (2012;30:1257–1258) to the effect that the great scientific meetings, the ASCO and ASH and ACP and ACS meetings and all their kin, are worthless dinosaurs in the Internet age, a vestige of the past best dispensed with. Are they, in other words, written letters in an Internet age? Ioannidis points out that our current medical meetings have ignored, or missed out on, the explosive social networking transforming human interaction: “It is implausible that physicians should visit these artificial cities in 2012, when so many other virtual and real options abound to connect and brainstorm with colleagues.” He has other objections, such as the funding sources and conflicts of interest he sees as being rife in big meetings, but these are not really the issue: the changing technology is the driver here. It's a reasonable point, and the article gave me pause, having read it around the time I was recovering from the most recent ASCO meeting. I have had heavy involvement in planning my society's meetings in recent years. Like many society officers I've had to contend with the changing financial and technologic underpinnings of a major meeting, and the suspicion (long before I read the JAMA article) that the old way of doing things has a limited shelf life. I'm disposed to believe that these meetings will persist, though in heavily altered form. Much of the didactic educational lectures will, med school-like, migrate online. That process started several years ago, and in our society streaming video already allows you to see essentially any session from the comfort of your home or office, accompanied by live tweets (if you so desire) as data unfolds. Do you miss something by not being there? Is watching a play on television as enthralling as watching it in a theater? I don't think so, though there are many who would differ, and obviously there are more television watchers than theatergoers. Being there is a different experience, but that experience isn't in and of itself enough to justify spending five days away from home. But I think there is much more to a major scientific meeting than the passive act of watching a speaker (or a screen, in many a mega-hall). I spend an enormous percentage of my time at these meetings conducting business: my calendar is typically full early morning to late in the day. It is an efficient use of my time, because so many of the people I need to speak to are gathered in one place. But what I would miss, if there were no meetings, is the human interaction. We (ASCO, AACR, and the rest) are societies, and societies socialize. Not just because we like meeting old friends after long times apart, although there is real value to that, but because our meetings are an active and important part of the creative process. It is rare for me to go to a meeting without coming home with some joint project, often the product of a random interaction, intellectual Brownian motion in the halls of Chicago's McCormick Place leading to something new. That's a Luddite belief, no doubt, thinking that you need to physically bump into someone to come up with a new project. How quaint, how 20th century of me: we have an app for that creativity thing—you can do it all from a distance. But I don't agree, and I believe I'm in pretty good company on this. Walter Isaacson's fine biography of Steve Jobs has a fascinating description of the time and effort Jobs put in to creating the perfect creative workplace at Pixar, one of his two great business creations. Here's Isaacson quoting Jobs on the subject: “There's a temptation in our networked age to think that ideas can be developed by email and iChat,” he said. “That's crazy. Creativity comes from spontaneous meetings, from random discussions. You run into someone, you ask what they're doing, you say “Wow,” and soon you're cooking up all sorts of ideas.” Good enough for me, but still only an N of 1, even if the guy did a pretty good job fostering innovation. How about some data? Kyungjoon Lee and colleagues (in a 2011 PLoS paper) of Harvard's Center for Biomedical Informatics looked at multi-author publications by Harvard biomedical investigators over a decade's period, geocoding the precise three-dimensional location of an article's authors. Measuring author proximity, Lee found that the closer a first and last author were to each other, the more likely they were to co-publish frequently. Most publications occurred with people working within 200 meters of each other. Not surprising, perhaps: even in the Internet age it is easier to walk down the hall when you want to discuss a project. But here's the kicker: the most cited work (a reasonable surrogate for quality) is consistently the product of researchers working within 10 meters of each other. In other words, the more you bump into someone, the smarter your joint work product becomes. Or the smarter you become, though I doubt that. Creativity is a team sport, and teams (so far) don't work as well on the Internet as they do in person. Maybe that will change, with a rising generation that has lived its entire life on the Web, or if the communications devices become so lifelike that you actually can fool yourself into thinking you are in someone's presence. But maybe not. The great science fiction writer Isaac Asimov wrote a novel called The Naked Sun, one of his series of robot mysteries, about a future society in which no one meets in the flesh, with communication occurring only through holographic projections. The society he describes is static and ultimately sterile. Was Asimov prescient, or merely old-fashioned? The current Web doesn't always bring us closer, in the way a physical meeting does. It is intrusive without being particularly spontaneous—a burden rather than a joy, almost a duty, as anyone who (like me) spends an hour or two a day answering email can tell you. Perhaps the ultimate argument in favor of proximity in the Internet Age comes from Silicon Valley itself: if the Internet allows one to do everything at a distance, then why do those who re-create the Information Age on an ongoing basis all live and work within a few miles of each other in Northern California? Including, I note, Dr. Ioannidis of Stanford University. I see no evidence whatsoever that the personnel-based intellectual capital underling the Internet revolution has physically diffused over time: quite the contrary. And not just the Internet, of course: clustering occurs throughout industry, particularly creative industries undergoing rapid growth and intellectual change. And as for my friend's letter? I'm writing her one back. I don't know her email address, so I'll send it the old way. Assuming the U.S. Postal Service doesn't go out of business first.",
  "authors": [
    {
      "display_name": "George W. Sledge",
      "id": "A5066769011",
      "orcid": "https://orcid.org/0000-0003-0297-0775",
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "George W. Sledge"
    }
  ],
  "publication_year": 2012,
  "publication_date": "2012-08-01",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210170078",
    "display_name": "Oncology Times",
    "issn_l": "0276-2234",
    "issn": [
      "0276-2234",
      "1548-4688"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310318547"
  },
  "volume": "34",
  "issue": "15",
  "first_page": "24",
  "last_page": "25",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://doi.org/10.1097/01.cot.0000418802.98417.5d",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C121608353",
      "display_name": "Cancer",
      "level": 2,
      "score": 0.4314506
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.3832835
    },
    {
      "id": "C512399662",
      "display_name": "Family medicine",
      "level": 1,
      "score": 0.35226816
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.12234828
    }
  ],
  "topics": [
    {
      "id": "T11984",
      "display_name": "Anatomy and Medical Technology",
      "score": 0.4037
    },
    {
      "id": "T13123",
      "display_name": "Advances in Oncology and Radiotherapy",
      "score": 0.3947
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1097/01.cot.0000418802.98417.5d",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:48:51.694825",
  "source_database": "OpenAlex"
}