{
  "openalex_id": "W2335764961",
  "doi": "https://doi.org/10.2307/2751112",
  "title": "Western Tides in Chinese Literature",
  "abstract": "GONTEMPORARY Chinese literature is the direct outcome of the impact of the West. If it were not for this impact, China would still be waddling indolently in the placid waters of its traditional civilization, and its literature would be contemporaneous in spirit with the Manchu Dynasty that passed away in i9ii, as the latter was contemporaneous with the Ming before, as the Ming was contemporaneous with the Sung and Yuan Dynasties before it. I do not mean by this that traditional Chinese literature had undergone no changes in form; for it is well known that the development of its verse forms was conditioned by the requirements of popular music, which was largely imported from Central Asia, that its classical drama flourished under the patronage of the Mongol court, and that its novel goes back to the verbose popular versions of Buddhist texts. But in spirit and content Chinese literature remained what it was, since the creative energy of China became static in the vegetable ideal of Confucianism, until as a culmination of the inevitable triumph of the dominant Western civilization it was brought into the main stream of European literature. Nor was it strange that the Chinese had stagnated. Collectively the human animal is even more subject to inertia than individually and will not stir from his accustomed ways unless it is a question of change or perish. China had, until the coming of the West, found no necessity for change, being cursed or blessed with neighbors whose cultures were inferior to its own. The power of assimilation so often attributed to the Chinese was not a matter of quality, or racial traits, but one of circumstances; China had assimilated its conquerers as well as the peoples it conquered, because a superior culture tends to prevail when conflicting civilizations differ only in degree of efficiency, but not in kind. With the coming of the Europeans, China came face to face with a civilization that was not only",
  "authors": [
    {
      "display_name": "Chi-Chen Wang",
      "id": "A5066002276",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Chi-Chen Wang"
    }
  ],
  "publication_year": 1934,
  "publication_date": "1934-06-01",
  "type": "article",
  "cited_by_count": 1,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S22496335",
    "display_name": "Pacific Affairs",
    "issn_l": "0030-851X",
    "issn": [
      "0030-851X",
      "1715-3379"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310313051"
  },
  "volume": "7",
  "issue": "2",
  "first_page": "127",
  "last_page": "127",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.38023922
    },
    {
      "id": "C205649164",
      "display_name": "Geography",
      "level": 0,
      "score": 0.36891133
    },
    {
      "id": "C127313418",
      "display_name": "Geology",
      "level": 0,
      "score": 0.35994947
    }
  ],
  "topics": [
    {
      "id": "T10893",
      "display_name": "Chinese history and philosophy",
      "score": 0.9708
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.2307/2751112",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:58:16.689649",
  "source_database": "OpenAlex"
}