{
  "openalex_id": "W2330390225",
  "doi": "https://doi.org/10.3389/conf.fpsyg.2014.64.00024",
  "title": "Relative Contributions of the Dorsal vs. Ventral Speech Streams to Speech Perception are Context Dependent: a lesion study",
  "abstract": "Event Abstract Back to Event Relative Contributions of the Dorsal vs. Ventral Speech Streams to Speech Perception are Context Dependent: a lesion study Corianne Rogalsky1*, Kuan-Hua Chen2, Tasha Poppa3, Steven W. Anderson2, Hanna Damasio4, Jeffrey R. Binder5, Tracy Love6 and Gregory Hickock3 1 Arizona State University, United States 2 University of Iowa, United States 3 University of California, Irvine, United States 4 University of Southern California, United States 5 Medical College of Wisconsin, United States 6 San Diego State University, United States The neural basis of speech perception has been debated for over a century. While it is generally agreed that the superior temporal lobes are critical for the perceptual analysis of speech, a major current topic is whether the motor system contributes to speech perception, with several conflicting findings attested. In a dorsal-ventral speech stream framework (Hickok & Poeppel 2007), this debate is essentially about the roles of the dorsal versus ventral speech processing streams. A major roadblock in characterizing the neuroanatomy of speech perception is task-specific effects. For example, much of the evidence for dorsal stream involvement comes from syllable discrimination type tasks, which have been found to behaviorally doubly dissociate from auditory comprehension tasks (Baker et al. 1981). Discrimination task deficits could be a result of difficulty perceiving the sounds themselves, which is the typical assumption, or it could be a result of failures in temporary maintenance of the sensory traces, or the comparison and/or the decision process. Similar complications arise in perceiving sentences: the extent of inferior frontal (i.e. dorsal stream) activation during listening to sentences increases as a function of increased task demands (Love et al. 2006). Another complication is the stimulus: much evidence for dorsal stream involvement uses speech samples lacking semantic context (CVs, non-words). The present study addresses these issues in a large-scale lesion-symptom mapping study. 158 patients with focal cerebral lesions from the Mutli-site Aphasia Research Consortium underwent a structural MRI or CT scan, as well as an extensive psycholinguistic battery. Voxel-based lesion symptom mapping was used to compare the neuroanatomy involved in the following speech perception tasks with varying phonological, semantic, and task loads: (i) two discrimination tasks of syllables (non-words and words, respectively), (ii) two auditory comprehension tasks, (iii) two sentence comprehension tasks (sentence-picture matching, plausibility judgments), and (iv) two sensory-motor tasks (a non-word repetition task and BDAE repetition subtest). Our results indicate that the neural bases of speech perception are task-dependent. The syllable discrimination and sensory-motor tasks all identified a dorsal temporal-parietal voxel cluster, including area Spt, primary auditory and somatosensory cortex. Conversely, the auditory comprehension task identified left mid-temporal regions. This suggest that syllable discrimination deficits do not stem from impairments in the perceptual analysis of speech sounds but rather involve temporary maintenance of the stimulus trace and/or the similarity comparison process. The ventral stream (anterior and posterior clusters in the superior and middle temporal gyri), were associated with both sentence tasks. However, the dorsal stream’s involvement was more selective: inferior frontal regions were identified in the sentence–to-picture matching task, not the semantic plausibility task. Within the sentence-to-picture matching task, these inferior frontal regions were only identified by the trials with the most difficult sentences. This suggests that the dorsal stream’s contribution to sentence comprehension is not driven by perception per se. These initial findings highlight the task-dependent nature of speech processing, challenge claims regarding any specific motor region being critical for speech perception, and refute the notion that speech perception relies on dorsal stream auditory-motor systems. Acknowledgements This work was supported by grant NIH-DC03681 (G.Hickok). References Baker, E., Blumstein, S.E., Goodglass, H. (1981). Interaction between phonological and semantic factors in auditory comprehension. Neuropsychology 19(1), 1-15. Hickok, G., Poeppel, D. (2007). The cortical organization of speech processing. Nature Reviews Neuroscience 8(5), 393-402. Keywords: Speech Perception, Aphasia, VLSM, sentence comprehension, dorsal speech stream, ventral speech stream Conference: Academy of Aphasia -- 52nd Annual Meeting, Miami, FL, United States, 5 Oct - 7 Oct, 2014. Presentation Type: Platform or poster presentation Topic: Not student Citation: Rogalsky C, Chen K, Poppa T, Anderson SW, Damasio H, Binder JR, Love T and Hickock G (2014). Relative Contributions of the Dorsal vs. Ventral Speech Streams to Speech Perception are Context Dependent: a lesion study. Front. Psychol. Conference Abstract: Academy of Aphasia -- 52nd Annual Meeting. doi: 10.3389/conf.fpsyg.2014.64.00024 Copyright: The abstracts in this collection have not been subject to any Frontiers peer review or checks, and are not endorsed by Frontiers. They are made available through the Frontiers publishing platform as a service to conference organizers and presenters. The copyright in the individual abstracts is owned by the author of each abstract or his/her employer unless otherwise stated. Each abstract, as well as the collection of abstracts, are published under a Creative Commons CC-BY 4.0 (attribution) licence (https://creativecommons.org/licenses/by/4.0/) and may thus be reproduced, translated, adapted and be the subject of derivative works provided the authors and Frontiers are attributed. For Frontiers’ terms and conditions please see https://www.frontiersin.org/legal/terms-and-conditions. Received: 25 Apr 2014; Published Online: 04 Aug 2014. * Correspondence: Dr. Corianne Rogalsky, Arizona State University, Tempe, Arizona, United States, corianne.rogalsky@asu.edu Login Required This action requires you to be registered with Frontiers and logged in. To register or login click here. Abstract Info Abstract The Authors in Frontiers Corianne Rogalsky Kuan-Hua Chen Tasha Poppa Steven W Anderson Hanna Damasio Jeffrey R Binder Tracy Love Gregory Hickock Google Corianne Rogalsky Kuan-Hua Chen Tasha Poppa Steven W Anderson Hanna Damasio Jeffrey R Binder Tracy Love Gregory Hickock Google Scholar Corianne Rogalsky Kuan-Hua Chen Tasha Poppa Steven W Anderson Hanna Damasio Jeffrey R Binder Tracy Love Gregory Hickock PubMed Corianne Rogalsky Kuan-Hua Chen Tasha Poppa Steven W Anderson Hanna Damasio Jeffrey R Binder Tracy Love Gregory Hickock Related Article in Frontiers Google Scholar PubMed Abstract Close Back to top Javascript is disabled. Please enable Javascript in your browser settings in order to see all the content on this page.",
  "authors": [
    {
      "display_name": "Corianne Rogalsky",
      "id": "A5051064947",
      "orcid": "https://orcid.org/0000-0002-0499-9355",
      "institutions": [
        {
          "id": "I55732556",
          "display_name": "Arizona State University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Corianne Rogalsky"
    },
    {
      "display_name": "Kuan‐Hua Chen",
      "id": "A5086267821",
      "orcid": "https://orcid.org/0000-0002-6068-9706",
      "institutions": [
        {
          "id": "I126307644",
          "display_name": "University of Iowa",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Kuan-Hua Chen"
    },
    {
      "display_name": "Tasha Poppa",
      "id": "A5060939187",
      "orcid": "https://orcid.org/0000-0003-4065-9822",
      "institutions": [
        {
          "id": "I204250578",
          "display_name": "University of California, Irvine",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Tasha Poppa"
    },
    {
      "display_name": "Hanna Damásio",
      "id": "A5113971276",
      "orcid": null,
      "institutions": [
        {
          "id": "I1174212",
          "display_name": "University of Southern California",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I2800817003",
          "display_name": "Southern California University for Professional Studies",
          "country_code": "US",
          "type": "education"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Hanna Damasio"
    },
    {
      "display_name": "Jeffrey R. Binder",
      "id": "A5000579235",
      "orcid": "https://orcid.org/0000-0002-2233-5640",
      "institutions": [
        {
          "id": "I204308271",
          "display_name": "Medical College of Wisconsin",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jeffrey R Binder"
    },
    {
      "display_name": "Tracy Love",
      "id": "A5071779321",
      "orcid": "https://orcid.org/0000-0001-5112-2057",
      "institutions": [
        {
          "id": "I26538001",
          "display_name": "San Diego State University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Tracy Love"
    }
  ],
  "publication_year": 2014,
  "publication_date": "2014-01-01",
  "type": "article",
  "cited_by_count": 1,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S9692511",
    "display_name": "Frontiers in Psychology",
    "issn_l": "1664-1078",
    "issn": [
      "1664-1078"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320527"
  },
  "volume": "5",
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": true,
    "oa_status": "gold",
    "oa_url": "https://doi.org/10.3389/conf.fpsyg.2014.64.00024",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.6772677
    },
    {
      "id": "C99209842",
      "display_name": "Speech perception",
      "level": 3,
      "score": 0.6453965
    },
    {
      "id": "C2779343474",
      "display_name": "Context (archaeology)",
      "level": 2,
      "score": 0.63293755
    },
    {
      "id": "C26760741",
      "display_name": "Perception",
      "level": 2,
      "score": 0.62916803
    },
    {
      "id": "C202101335",
      "display_name": "Neurocomputational speech processing",
      "level": 4,
      "score": 0.55571353
    },
    {
      "id": "C140530291",
      "display_name": "Dorsum",
      "level": 2,
      "score": 0.47465593
    },
    {
      "id": "C511192102",
      "display_name": "Comprehension",
      "level": 2,
      "score": 0.46584734
    },
    {
      "id": "C180747234",
      "display_name": "Cognitive psychology",
      "level": 1,
      "score": 0.39504325
    },
    {
      "id": "C169760540",
      "display_name": "Neuroscience",
      "level": 1,
      "score": 0.27301568
    },
    {
      "id": "C41895202",
      "display_name": "Linguistics",
      "level": 1,
      "score": 0.19052026
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.11647928
    },
    {
      "id": "C105702510",
      "display_name": "Anatomy",
      "level": 1,
      "score": 0.09360349
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10465",
      "display_name": "Neurobiology of Language and Bilingualism",
      "score": 0.9986
    },
    {
      "id": "T10416",
      "display_name": "Traumatic Brain Injury Research",
      "score": 0.9493
    },
    {
      "id": "T12608",
      "display_name": "Spatial Neglect and Hemispheric Dysfunction",
      "score": 0.9416
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.3389/conf.fpsyg.2014.64.00024",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:42:28.995238",
  "source_database": "OpenAlex"
}