{
  "openalex_id": "W2334111981",
  "doi": "https://doi.org/10.2307/1547604",
  "title": "Taxonomy and Distribution of Isoetes valida",
  "abstract": "constitutes an earlier valid name for I. caroliniana. This emergent aquatic, diploid quillwort is known from nine states along the Appalachian Mountains and Pied- mont, growing in cold streams, mountain woodland ponds and in the saturated organic ooze of springs from central Pennsylvania to northeastern Alabama. It exhibits a distribution similar to several other endemic Appalachian pteridophytes. Disjunct populations are also known from the Coastal Plain of southeastern Alabama and Delaware. Although similar in appearance to I. engel- mannii, I. is typically distinguished by its raggedly reticulate megaspore ornamentation, its velum covering 50% or more of the unmarked sporangium wall, and spinulose microspores. George Engelmann (1867) described engelmannii A. Braun var. val- ida Engelm. (Isoetaceae) from a series of specimens collected between 1862 and 1867 by William Canby and Thomas Porter in Pennsylvania and adjacent Delaware. All material collected up until the publication date was labelled by Engelmann and others as Isoetes valida or Isoetes Engelm., ined., indicating that he initially considered this to be an undescribed species. In his treatment for the fifth edition of Gray's Manual of Botany (Engelmann, 1867), however, he revised that opinion in favor of a varietal designation. Al- though included in some subsequent nineteenth century treatments of I. en- gelmannii (e.g., Engelmann, 1882), var. was largely overlooked or con- sidered taxonomically insignificant by later taxonomists. Clute (1905), how- ever, almost casually raised it to species level in the belief that it and I. xea- tonii R. Dodge were synonymous. This interpretation was rejected by all subsequent investigators and I. (Engelm.) Clute was not even mentioned as a synonym of I. engelmannii in the review papers of Pfeiffer (1922) and Reed (1965). When Alvah A. Eaton described I. engelmannii var. caroliniana A.A. Eaton from material collected in the southern Appalachian mountains, he made no mention of Engelmann's earlier varietal segregates of I. engelmannii (Eaton, 1900). Eaton hinted that I. engelmannii var. caroliniana might well be a dis- tinct species, but he published no more on the subject. Pfeiffer (1922), Reed (1965), and Boom (1982) followed Eaton's conservative position in considering this a southeastern endemic variety of I. engelmannii. Individual author's in- terpretations of range and morphology varied widely, however, resulting in many specimens of several taxa being labelled with this name. Eaton's original suspicions that I. caroliniana warranted species status have been supported by recent investigations involving Scanning Electron Micros- copy (SEM) and allozyme electrophoresis (Duff and Evans, 1992; Luebke,",
  "authors": [
    {
      "display_name": "Daniel F. Brunton",
      "id": "A5055434907",
      "orcid": "https://orcid.org/0000-0002-4671-694X",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Daniel F. Brunton"
    },
    {
      "display_name": "Donald M. Britton",
      "id": "A5021179934",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Donald M. Britton"
    }
  ],
  "publication_year": 1996,
  "publication_date": "1996-01-01",
  "type": "article",
  "cited_by_count": 11,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S182829932",
    "display_name": "American Fern Journal",
    "issn_l": "0002-8444",
    "issn": [
      "0002-8444",
      "1938-422X"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4320800801"
  },
  "volume": "86",
  "issue": "1",
  "first_page": "16",
  "last_page": "16",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C58642233",
      "display_name": "Taxonomy (biology)",
      "level": 2,
      "score": 0.7483665
    },
    {
      "id": "C59822182",
      "display_name": "Botany",
      "level": 1,
      "score": 0.547172
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.43360037
    }
  ],
  "topics": [
    {
      "id": "T13015",
      "display_name": "Botany, Ecology, and Taxonomy Studies",
      "score": 0.9995
    },
    {
      "id": "T12359",
      "display_name": "Fern and Epiphyte Biology",
      "score": 0.9994
    },
    {
      "id": "T12618",
      "display_name": "Botany and Plant Ecology Studies",
      "score": 0.9974
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.2307/1547604",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:20:23.864464",
  "source_database": "OpenAlex"
}