{
  "openalex_id": "W2346175142",
  "doi": "https://doi.org/10.1002/ajh.24404",
  "title": "Difficulties in establishing the diagnosis of immune thrombocytopenia: An agreement study",
  "abstract": "To the Editor: Immune thrombocytopenia (ITP) is one of the most common acquired bleeding disorders yet making the diagnosis is challenging due to the lack of a reliable diagnostic biomarker 1. Patients presenting with thrombocytopenia can be misdiagnosed as having ITP when they have another thrombocytopenic disorder, leading to inappropriate use of therapies including corticosteroids, intravenous immunoglobulin (IVIG) and splenectomy 2. Although an International Working Group has previously attempted to standardize terminology and definitions relating to ITP 3, consistency of diagnosis remains unclear. In this study, we determined the agreement among experienced hematologists as to the cause of thrombocytopenia among patients referred to a tertiary hematology clinic. We identified clinical characteristics that can help distinguish ITP from other thrombocytopenic conditions. Patients were selected from a tertiary-care, academic platelet disorders hematology clinic. They had been referred by primary care physicians, specialists or other hematologists for evaluation of thrombocytopenia. The clinic is run by two hematologists (D.M.A. and J.G.K.) who were experienced in the management and study of thrombocytopenic disorders. Patients were selected to represent the most common thrombocytopenic disorders among referred patients and a random sample of patients was selected from each diagnostic category by the research coordinator. Clinical and laboratory data were collected prospectively as part of the McMaster Low Platelet Study which required that patients sign informed consent to participate. We convened a panel of three hematologists (M.A.C., T.W., and W.L.) with clinical and research expertise in platelet disorders to independently review patients' medical records and to provide their assessment as to the diagnosis. All source documentation was provided to panelists including the working diagnosis determined by the treating hematologists. The diagnosis of the thrombocytopenic disorder was evaluated in three stages (Table 1). Stage 1, \"working diagnosis,\" represented the diagnosis recorded in the medical chart established by the two treating hematologists in the clinic. Stage 2, \"independent diagnosis,\" was the diagnosis established by each of the three panelists after independent review of the patient's medical record. Stage 3, \"consensus diagnosis,\" was the diagnosis that was agreed upon by the three panelists after a face-to-face meeting and discussion to resolve disagreements. Inter-rater agreement among each panelist and in accordance with the working diagnosis (four-rater agreement) was calculated using Fleiss' kappa (к). Deliberations of the panel were recorded to identify patient characteristics that led to a diagnosis of ITP. The frequency of these characteristics were compared between groups where reviewers agreed or disagreed on the diagnosis of ITP. We tested for associations between a consensus diagnosis of ITP and patient characteristics using the t-test or chi-squared test. This study was approved by the Hamilton Integrated Research Ethics Board. Overall agreement for the independent diagnosis of the thrombocytopenic disorder among the three panelists and the working diagnosis was moderate (к = 0.51, 95% confidence interval [CI], 0.39–0.63). Agreement among panelists for the independent diagnosis of ITP was good (κ = 0.70; 95% CI: 0.48–0.92). Agreement on the independent diagnosis of ITP was higher in patients with a lower median platelet count (4 × 109/L vs. 20 × 109/L, P = 0.04) and in patients who demonstrated a platelet count increase to 30 × 109/L or higher after treatment with intravenous immunoglobulin (IVIG), corticosteroids or, for patients with secondary ITP, correction of the underlying cause (χ2 = 6.5, P = 0.01). After the panelists' group discussion, consensus diagnosis of the thrombocytopenic disorder could not be achieved for five patients because of disagreements about primary or secondary ITP (n = 2), or difficulties differentiating between liver disease and hypersplenism whether or not these represented different descriptions of the same disorder (n = 3). For patients with a working diagnosis of primary ITP (n = 9), there was complete agreement among panelists for 5 of 9 (56%) patients. All disagreements were due to uncertainty about whether the patient had primary or secondary ITP (n = 4): Patient 1 had an isolated episode of thrombocytopenia, with a rapid and sustained response to corticosteroids and IVIG. Although drug or other exposure was suspected, none could be identified. Patient 2 had a positive anti-nuclear antibody and a modest response to corticosteroids, IVIG and immunosuppressive medications. Patient 3 had a platelet count nadir of 38 × 109/L with no improvement after IVIG or azathioprine. Patient 4 had a platelet count nadir of 51 × 109/L and never received treatment. Following the consensus meeting, the panelists agreed that patients 3 and 4 represented \"undifferentiated thrombocytopenia.\" In the absence of a reliable biomarker, establishing the diagnosis of ITP can be challenging. A consensus definition for ITP has been proposed as a platelet count below 100 × 109/L in the absence of another cause for the thrombocytopenia 3; however this definition overlaps with several other disorders. Platelet autoantibody testing has limited sensitivity and other potential biomarkers including thrombopoietin levels and the immature platelet fraction are not part of routine investigations 4. A better clinical definition of ITP is required. We demonstrated moderate agreement for the diagnosis of the thrombocytopenic disorder among three panelists and two hematologists who specialize in platelet disorders. Even experienced hematologists often could not agree on the diagnosis. Characteristics that helped distinguish ITP from other causes of thrombocytopenia were a very low platelet count nadir (<20 × 109/L) and a platelet count increase to at least 30 × 109/L after treatment with IVIG, corticosteroids or with correction of the underlying cause for patients with secondary ITP. The diagnosis of ITP could be improved if these clinical criteria are considered. Two studies have previously examined specificity for the diagnosis of thrombocytopenic disorders by comparing medical charts and International Classification of Diseases (ICD-9-CM) codes applied by hospitals. Segal et al. identified that ICD-9-CM codes had a specificity for ITP diagnosis of 66% and the overall agreement between the medical chart and ICD-9-CM codes was moderate (κ = 0.50) 5. Terrell et al. showed that ICD-9-CM codes had a positive predictive value of 69% for the diagnosis of ITP using the diagnosis in the medical record as the reference and highlighted the need for systematic evaluations of this patient group to ensure accuracy of the diagnosis 6. Strengths of our study were the use of an established research database designed to evaluate patients with thrombocytopenic disorders, diagnostic clinical assessments by experienced ITP physicians and widespread clinical applicability of our findings. Our proposed clinical criteria are similar to the framework previously used to classify patients with drug-induced immune thrombocytopenia 7. Limitations were the small sample size, lack of a gold standard for the diagnosis of many thrombocytopenic disorders and referral bias from our tertiary-care hematology clinic. Results from this preliminary study require confirmation in a larger prospective cohort of patients with thrombocytopenia. One of the criteria, response to treatment, can only be applied retrospectively. Our study highlights the difference between the clinical diagnosis of ITP, and a diagnosis that is based on platelet count only (<100 × 109/L) which includes asymptomatic patients with mild disease who do not require treatment, a condition we call \"laboratory ITP.\" In summary, agreement for the diagnosis of thrombocytopenic disorders was moderate even among experienced hematologists. Most panelists agreed on the diagnosis of ITP when patients had a very low platelet count (<20 × 109/L) and treatment resulted in a platelet count increase to at least 30 × 109/L. Prospective studies are required to confirm these findings and to evaluate their utility as inclusion criteria in clinical trials. Further research is needed to identify a biomarker that can easily distinguish immune thrombocytopenia from other thrombocytopenic disorders. Contribution: R.C., I.N., J.K., and D.A. were responsible for enrolling patients and collecting data. M.A.C., W.L., and T.E.W. were adjudicators for each diagnosis. G.W. analyzed results and made tables. M.A., R.C.C. and R.C. collected data and interpreted results. M.A., R.C.C., R.C. and D.A. designed the research and wrote the paper. All authors reviewed and approved the final version of the manuscript. Mary Salib,1* Robert Clayden,1 Rumi Clare,1 Grace Wang,1 Theodore E. Warkentin,1,2 Mark A. Crowther,1,2,3 Wendy Lim,1,3 Ishac Nazi,1 John G. Kelton,1 and Donald M. Arnold1,4 1Department of Medicine, Michael G. DeGroote School of Medicine, McMaster University Hamilton, Ontario, Canada, 2Department of Pathology and Molecular Medicine, Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada, 3St. Joseph's Healthcare, Hamilton, Ontario, Canada, 4Canadian Blood Services, Ontario, Canada",
  "authors": [
    {
      "display_name": "Mary Salib",
      "id": "A5023146091",
      "orcid": null,
      "institutions": [
        {
          "id": "I76442945",
          "display_name": "Hamilton Health Sciences",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mary Salib"
    },
    {
      "display_name": "Robert Clayden",
      "id": "A5056956475",
      "orcid": "https://orcid.org/0000-0003-0171-0525",
      "institutions": [
        {
          "id": "I76442945",
          "display_name": "Hamilton Health Sciences",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Robert Clayden"
    },
    {
      "display_name": "Rumi Clare",
      "id": "A5030092327",
      "orcid": "https://orcid.org/0009-0009-5113-706X",
      "institutions": [
        {
          "id": "I76442945",
          "display_name": "Hamilton Health Sciences",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Rumi Clare"
    },
    {
      "display_name": "Grace Wang",
      "id": "A5100774729",
      "orcid": "https://orcid.org/0000-0003-2063-031X",
      "institutions": [
        {
          "id": "I76442945",
          "display_name": "Hamilton Health Sciences",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Grace Wang"
    },
    {
      "display_name": "Theodore E. Warkentin",
      "id": "A5084098960",
      "orcid": "https://orcid.org/0000-0002-8046-7588",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I76442945",
          "display_name": "Hamilton Health Sciences",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Theodore E. Warkentin"
    },
    {
      "display_name": "Mark Crowther",
      "id": "A5079941141",
      "orcid": "https://orcid.org/0000-0003-4986-4873",
      "institutions": [
        {
          "id": "I76442945",
          "display_name": "Hamilton Health Sciences",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I59293822",
          "display_name": "St. Joseph’s Healthcare Hamilton",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mark A. Crowther"
    },
    {
      "display_name": "Wendy Lim",
      "id": "A5024226899",
      "orcid": "https://orcid.org/0000-0003-2508-1786",
      "institutions": [
        {
          "id": "I59293822",
          "display_name": "St. Joseph’s Healthcare Hamilton",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I76442945",
          "display_name": "Hamilton Health Sciences",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Wendy Lim"
    },
    {
      "display_name": "Ishac Nazi",
      "id": "A5065052413",
      "orcid": null,
      "institutions": [
        {
          "id": "I76442945",
          "display_name": "Hamilton Health Sciences",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ishac Nazi"
    },
    {
      "display_name": "John G. Kelton",
      "id": "A5075115394",
      "orcid": "https://orcid.org/0000-0001-9418-2383",
      "institutions": [
        {
          "id": "I76442945",
          "display_name": "Hamilton Health Sciences",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "John G. Kelton"
    },
    {
      "display_name": "Donald M. Arnold",
      "id": "A5015950115",
      "orcid": null,
      "institutions": [
        {
          "id": "I95297979",
          "display_name": "Canadian Blood Services",
          "country_code": "CA",
          "type": "nonprofit"
        },
        {
          "id": "I76442945",
          "display_name": "Hamilton Health Sciences",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Donald M. Arnold"
    }
  ],
  "publication_year": 2016,
  "publication_date": "2016-05-03",
  "type": "letter",
  "cited_by_count": 24,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S199810014",
    "display_name": "American Journal of Hematology",
    "issn_l": "0361-8609",
    "issn": [
      "0361-8609",
      "1096-8652"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320595"
  },
  "volume": "91",
  "issue": "8",
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1002/ajh.24404",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.8978198
    },
    {
      "id": "C2993327898",
      "display_name": "Immune thrombocytopenia",
      "level": 3,
      "score": 0.63283855
    },
    {
      "id": "C194409129",
      "display_name": "Hematology",
      "level": 2,
      "score": 0.6198835
    },
    {
      "id": "C2776309230",
      "display_name": "Splenectomy",
      "level": 3,
      "score": 0.5923873
    },
    {
      "id": "C2779771385",
      "display_name": "Thrombocytopenic purpura",
      "level": 3,
      "score": 0.5798424
    },
    {
      "id": "C187212893",
      "display_name": "Pediatrics",
      "level": 1,
      "score": 0.5058684
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.46796614
    },
    {
      "id": "C177713679",
      "display_name": "Intensive care medicine",
      "level": 1,
      "score": 0.38634893
    },
    {
      "id": "C89560881",
      "display_name": "Platelet",
      "level": 2,
      "score": 0.29953963
    },
    {
      "id": "C2780931953",
      "display_name": "Spleen",
      "level": 2,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10746",
      "display_name": "Platelet Disorders and Treatments",
      "score": 1.0
    },
    {
      "id": "T11660",
      "display_name": "Blood groups and transfusion",
      "score": 0.995
    },
    {
      "id": "T11730",
      "display_name": "Autoimmune Bullous Skin Diseases",
      "score": 0.9921
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1002/ajh.24404",
  "pdf_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1002/ajh.24404",
  "retrieved_date": "2025-07-30T14:30:17.296676",
  "source_database": "OpenAlex"
}