{
  "openalex_id": "W2341245823",
  "doi": "https://doi.org/10.1002/hep.24050",
  "title": "Reply:",
  "abstract": "We thank Kershenobich and colleagues for their comments and the opportunity to explain our findings.1 Overall, peginterferon alfa-2a significantly increased the number of patients who achieved sustained virological response in comparison with peginterferon alfa-2b [47% versus 41%, relative risk (RR) = 1.11, 95% confidence interval (CI) = 1.04-1.19, P = 0.004 (eight trials)]. Even with the lack of heterogeneity (I2 = 0%), we performed several sensitivity analyses to ensure the robustness of the results of our systematic review. A sensitivity analysis in which we included only trials with adequate randomization and allocation concealment did not noticeably change the estimated treated difference (RR = 1.12, 95% CI = 1.04-1.20). Similarly, the exclusion of the trial including patients with human immunodeficiency virus (RR = 1.12, 95% CI = 1.04-1.19), the trial with nonresponder patients (RR = 1.11, 95% CI = 1.04-1.19), and the two trials published only as abstracts (RR = 1.13, 95% CI = 1.04-1.22) did not noticeably change the estimated treatment difference. Excluding the low-dose peginterferon alfa-2b–treated patients from the Individualized Dosing Efficacy Versus Flat Dosing to Assess Optimal Pegylated Interferon Therapy trial, we again obtained an RR of 1.10 (95% CI = 1.03-1.19). A subgroup analysis by genotype was performed in our original study. Both subgroups (genotypes 1 and 4 and genotypes 2 and 3) yielded point estimates in favor of peginterferon alfa-2a and were not found to be statistically significantly different. Kershenobich and colleagues question whether the use of stratified randomization in three of the included trials could have added to the heterogeneity across trials and thus reduced the validity of the overall estimate. Stratified randomization and conventional randomization are equally likely to achieve a prognostic balance between the considered intervention groups. The difference lies in the propensity to achieve a prognostic balance within subgroups (strata). Stratified randomization is better for achieving balance in prognostic factors within predefined strata. However, stratified randomization comes with the risk of creating prognostic imbalance within strata that are not used in the randomization if the sample size is small or the number of randomization strata is large. In the context of meta-analysis, stratified randomization, therefore, has the potential to either improve or jeopardize the validity of subgroup meta-analyses, but it is unlikely to affect the heterogeneity across trials. In our systematic review, we performed subgroup analyses by genotype. The trials by Ascione and Rumi were stratified by genotype. McHutchinson stratified by the hepatitis C virus level and race but included only genotype 1 patients. It is therefore likely that the stratified randomization used in the first two trials improved the validity of our subgroup analyses, whereas the stratified randomization used in the latter trial had no effect on the subgroup analysis. Therefore, points I to V raised by Kershenobich and colleagues do not seem to have any devastating effect on the interpretation of our results. The aforementioned sensitivity analyses and theoretical considerations suggest that the included trials are sufficiently homogeneous to justify meta-analyses. On this basis, it should also be clear that overall peginterferon alfa-2a is superior to peginterferon alfa-2b in achieving a sustained virological response. We agree with Kershenobich and colleagues that there may be a need for further trials. Such trials should be, as always, based on updated systematic reviews of the interventions at hand. Only in this way can we avoid redundant research within the field of hepatology.2, 3 Tahany Awad M.D*, Kristian Thorlund B.Sc , Goran Hauser M.D , Davor Stimac M.D , Mahasen Mabrouk M.D§, Christian Gluud M.D , * Cochrane Hepato-Biliary Group, Rigshospitalet, Copenhagen, Denmark, Copenhagen Trial Unit, Center for Clinical Intervention Research, Copenhagen University Hospital, Copenhagen, Denmark, Clinics of Internal Medicine, Clinical Hospital Center of Rijeka, Rijeka, Croatia, § Department of Endemic Medicine, Cairo University, Cairo, Egypt.",
  "authors": [
    {
      "display_name": "Tahany Awad",
      "id": "A5008177827",
      "orcid": "https://orcid.org/0000-0002-4766-9794",
      "institutions": [
        {
          "id": "I4210139775",
          "display_name": "Cochrane",
          "country_code": "DK",
          "type": "other"
        },
        {
          "id": "I2802709434",
          "display_name": "Rigshospitalet",
          "country_code": "DK",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Tahany Awad"
    },
    {
      "display_name": "Kristian Thorlund",
      "id": "A5001585828",
      "orcid": "https://orcid.org/0000-0001-5848-3111",
      "institutions": [
        {
          "id": "I2802567020",
          "display_name": "Copenhagen University Hospital",
          "country_code": "DK",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Kristian Thorlund"
    },
    {
      "display_name": "Goran Hauser",
      "id": "A5015433245",
      "orcid": "https://orcid.org/0000-0002-4758-1717",
      "institutions": [
        {
          "id": "I154347574",
          "display_name": "University of Rijeka",
          "country_code": "HR",
          "type": "education"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Goran Hauser"
    },
    {
      "display_name": "Davor Štimac",
      "id": "A5065520120",
      "orcid": "https://orcid.org/0000-0001-8243-2453",
      "institutions": [
        {
          "id": "I154347574",
          "display_name": "University of Rijeka",
          "country_code": "HR",
          "type": "education"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Davor Stimac"
    },
    {
      "display_name": "Mahasen Mabrouk",
      "id": "A5009044893",
      "orcid": "https://orcid.org/0000-0001-8388-6262",
      "institutions": [
        {
          "id": "I145487455",
          "display_name": "Cairo University",
          "country_code": "EG",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mahasen Mabrouk"
    },
    {
      "display_name": "Christian Gluud",
      "id": "A5019275846",
      "orcid": "https://orcid.org/0000-0002-8861-0799",
      "institutions": [
        {
          "id": "I2802567020",
          "display_name": "Copenhagen University Hospital",
          "country_code": "DK",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Christian Gluud"
    }
  ],
  "publication_year": 2010,
  "publication_date": "2010-10-26",
  "type": "article",
  "cited_by_count": 1,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S156174673",
    "display_name": "Hepatology",
    "issn_l": "0270-9139",
    "issn": [
      "0270-9139",
      "1527-3350"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "52",
  "issue": "6",
  "first_page": "2241",
  "last_page": "2241",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.4482239
    }
  ],
  "topics": [],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1002/hep.24050",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:51:51.166127",
  "source_database": "OpenAlex"
}