{
  "openalex_id": "W2351333834",
  "doi": "https://doi.org/10.1177/106002808702101101",
  "title": "Tolerance to Organic Nitrates in Ischemic Heart Disease",
  "abstract": "The development of tolerance to organic nitrates in patients with ischemic heart disease is reviewed, with particular interest in alterations to both the hemodynamic and antiischemic effects over time. The article primarily focuses on how tolerance is defined, what biochemical mechanisms are involved when this condition occurs, which agents have been associated with the development of tolerance, and what can be done to prevent or reverse the condition in patients taking nitrates for ischemic heart disease. From a historical perspective, tolerance to organic nitrates has been a recognized phenomenon since the last century. The role that blood-level determinations and nitroglycerin pharmacokinetics have in the development of tolerance is discussed, and an extensive overview of currently marketed organic nitrate preparations and a few others available only through approved investigational protocols is presented. The role of cross-tolerance is discussed as is the role that nitrate-free intervals play in partially or completely reversing the effects of tolerance during chronic nitrate therapy. Additionally, a discussion of which specific nitrate formulations are least likely to have tolerance associated with their use is included, such as short-acting nitrate formulations with the exception of the intravenous dosage form. Finally, buccal nitroglycerin is presented as another new formulation that appears to be associated with minimal tolerance in studies already completed. Extracto Se revisa en este artículo el desarrollo de tolerancia a los nitratos orgánicos en pacientes con enfermedad isquémica del corazón, con particular interés en la alteración de los efectos hemodinámicos y anti-isquémicos con el tiempo. El artículo enfoca primeramente como se define tolerancia, qué mecanismos bioquímicos están envueltos cuando esto ocurre, qué agentes se han asociado al desarrollo de tolerancia, y qué se puede hacer para prevenir o revertir la condición en pacientes que toman nitratos para enfermedad isquémica del corazón. La tolerancia a nitratos orgánicos es un fenómeno que se ha descrito desde principios de este siglo. Se discute el rol de la farmacocinética de nitroglicerina y de la determinación de concentraciones sanguíneas en el desarrollo de tolerancia. Además se presentan las diferentes preparaciones de nitratos orgánicos disponibles en el mercado al igual que otros que están en investigación. Se discute el rol de tolerancia cruzada y el de los intérvalos libres de nitrato en revenir parcial ó completamente los efectos de tolerancia durante la terapia crónica con nitratos. En adición, los autores discuten cual formulación de nitrato tiene menor probabilidad de desarrollar tolerancia con su uso, tales como las preparaciones de acción corta exceptuando la forma intravenosa. Finalmente, se presenta la nitroglicerina bucal como una nueva formulación que, en estudios recientes, aparenta estar mínimamente asociada con el desarrollo de tolerancia. Resume Le phénomène de tolérance développé au cours de l'utilisation des dérivés nitrés chez les patients avec ischémie cardiaque est revisé. Cet article de revue met une emphase particulière sur les effets hémodynamiques et anti-ischémiques des dérivés nitrés en usage chronique. Les éléments discutés incluent une définition du terme tolérance, les mécanismes biochimiques impliqués dans ce phénomène, les agents associés au développement de tolérance, et la prévention ou les mesures disponibles pour remédier au développement de tolérance chez les patients traités avec les dérivés nitrés. Le rôle de la détermination des niveaux sanguins et des paramètres pharmacocinétiques de la nitroglycérine dans le développement de tolérance, de même que l'avantage de périodes d'arrêt du médicament dans le rétablissement partiel ou complet du phénomène de tolérance durant un traitement chronique y sont discutés. L'évaluation des composés nitrés présentement sur le marché et ceux en investigation clinique a démontré que les composés nitrés à courte durée d'action sont les moins susceptibles d'être associés à ce phénomène. Finalement, la nitroglycérine orale est présentée comme étant une nouvelle formulation causant le moins de tolérance.",
  "authors": [
    {
      "display_name": "Frederick P. Zeller",
      "id": "A5014588766",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "F P Zeller"
    }
  ],
  "publication_year": 1987,
  "publication_date": "1987-11-01",
  "type": "review",
  "cited_by_count": 2,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S2764465468",
    "display_name": "Drug Intelligence & Clinical Pharmacy",
    "issn_l": "0012-6578",
    "issn": [
      "0012-6578"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320017"
  },
  "volume": "21",
  "issue": "11",
  "first_page": "857",
  "last_page": "864",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.7066847
    },
    {
      "id": "C2776384668",
      "display_name": "Nitrate",
      "level": 2,
      "score": 0.5493729
    },
    {
      "id": "C98274493",
      "display_name": "Pharmacology",
      "level": 1,
      "score": 0.35794467
    },
    {
      "id": "C164705383",
      "display_name": "Cardiology",
      "level": 1,
      "score": 0.34215307
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.32565376
    },
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.1265668
    },
    {
      "id": "C178790620",
      "display_name": "Organic chemistry",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10155",
      "display_name": "Nitric Oxide and Endothelin Effects",
      "score": 0.9999
    },
    {
      "id": "T11057",
      "display_name": "Cardiac Ischemia and Reperfusion",
      "score": 0.9965
    },
    {
      "id": "T10212",
      "display_name": "Electrochemical sensors and biosensors",
      "score": 0.9958
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1177/106002808702101101",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T16:04:16.522245",
  "source_database": "OpenAlex"
}