{
  "openalex_id": "W2393759884",
  "doi": "https://doi.org/10.1002/14651858.cd001691",
  "title": "Postnatal phenobarbitone for the prevention of intraventricular hemorrhage in preterm infants",
  "abstract": "Intraventricular hemorrhage (IVH) is a major complication of preterm birth. Large hemorrhages are associated with a high risk of disability and hydrocephalus. Instability of blood pressure and cerebral blood flow are postulated as causative factors. Another mechanism may involve reperfusion damage from oxygen free radicals. Phenobarbitone has been suggested as a safe treatment which stabilises blood pressure and may protect against free radicals.To determine whether postnatal administration of phenobarbitone to preterm infants reduces the risk of intraventricular hemorrhage (IVH), neurodevelopmental impairment or death.See the Search Strategy of the Neonatal Collaborative Review Group. The reviewer has been a active trialist in this area and has personal contact with many groups in this field. Journals handsearched from 1976 (when cranial CT scanning started) to October 2000 include: Pediatrics, J Pediatrics, Archives of Disease in Childhood, Pediatric Research, Developmental Medicine and Child Neurology, Acta Paediatrica, European J of Pediatrics, Neuropediatrics, New England J of Medicine, Lancet and British Medical J. The National Library of Medicine (USA) database (via PubMed) and the Cochrane Controlled Trials Register were searched through to October 2000 using the MeSH terms intraventricular hemorrhage, newborn infants, premature infant, intracranial hemorrhage, phenobarbitone, phenobarbital. The searches were not limited to the English language, as long as the article included an English abstract. Promising articles were read in the original language or translated.Included were randomized or quasi-randomized controlled trials in which phenobarbitone was given to preterm infants identified as being at risk of IVH because of gestational age below 34 weeks, birthweight below 1500 g, or respiratory failure. Adequate determination of IVH by ultrasound or CT was also required.In addition to details of patient selection and control of bias, the details of the administration of phenobarbitone were extracted. The end-points searched for included: IVH ( with grading), posthemorrhagic ventricular dilatation or hydrocephalus, neurodevelopmental impairment and death. In addition, possible adverse effects of phenobarbitone such as hypotension, mechanical ventilation, pneumothorax, hypercapnia, and acidosis were searched for.Nine controlled trials were included with 740 infants recruited. There was heterogeneity between trials for the outcome IVH, with one trial finding a significant decrease in IVH and another trial finding an increase in IVH in the group receiving phenobarbitone. Meta-analysis showed no difference between the phenobarbitone treated group and the control group in either IVH (typical relative risk 1.04, CI 0.87, 1.25), severe IVH (typical relative risk 0.91, CI 0.66, 1.27), posthemorrhagic ventricular dilatation (typical relative risk 0.89, CI 0.38, 2.08), severe neurodevelopmental impairment (typical relative risk 1.44, CI 0.41, 5.04) or death before hospital discharge (typical relative risk 0.88, CI 0.64, 1.21) There was a consistent trend in the trials towards increased use of mechanical ventilation in the phenobarbitone treated group, which was supported by the meta-analysis (typical relative risk 1.18, CI 1.06, 1.32; typical risk difference 0.129, CI 0.045, 0.213), but there was no significant difference in pneumothorax, acidosis or hypercapnia.Postnatal administration of phenobarbitone cannot be recommended as prophylaxis to prevent IVH in preterm infants and is associated with an increased need for mechanical ventilation.",
  "authors": [
    {
      "display_name": "Andrew Whitelaw",
      "id": "A5008016027",
      "orcid": "https://orcid.org/0000-0001-9070-5247",
      "institutions": [
        {
          "id": "I36234482",
          "display_name": "University of Bristol",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "A Whitelaw"
    }
  ],
  "publication_year": 2001,
  "publication_date": "2001-01-22",
  "type": "review",
  "cited_by_count": 31,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S71429176",
    "display_name": "Cochrane database of systematic reviews",
    "issn_l": "1361-6137",
    "issn": [
      "1361-6137",
      "1469-493X"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310319727"
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.8717358
    },
    {
      "id": "C2779252433",
      "display_name": "Intraventricular hemorrhage",
      "level": 4,
      "score": 0.86222506
    },
    {
      "id": "C2778793413",
      "display_name": "Phenobarbital",
      "level": 2,
      "score": 0.45541406
    },
    {
      "id": "C42219234",
      "display_name": "Anesthesia",
      "level": 1,
      "score": 0.40775296
    },
    {
      "id": "C98274493",
      "display_name": "Pharmacology",
      "level": 1,
      "score": 0.19002888
    },
    {
      "id": "C2779234561",
      "display_name": "Pregnancy",
      "level": 2,
      "score": 0.122601956
    },
    {
      "id": "C2778376644",
      "display_name": "Gestational age",
      "level": 3,
      "score": 0.11604303
    },
    {
      "id": "C54355233",
      "display_name": "Genetics",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11184",
      "display_name": "Neonatal and fetal brain pathology",
      "score": 0.9999
    },
    {
      "id": "T10706",
      "display_name": "Traumatic Brain Injury and Neurovascular Disturbances",
      "score": 0.9985
    },
    {
      "id": "T11456",
      "display_name": "Neuroscience of respiration and sleep",
      "score": 0.9984
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1002/14651858.cd001691",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:30:20.969786",
  "source_database": "OpenAlex"
}