{
  "openalex_id": "W2397317031",
  "doi": "https://doi.org/10.1097/prs.0b013e31828129f4",
  "title": "Reply",
  "abstract": "Sir:FigureWe would like to thank Dr. Sunil Otiv for his letter1 in response to our article “The BREAST-Q: Further Validation in Independent Clinical Samples.”2 We would agree that Rasch measurement theory has much to offer clinical outcomes assessment in plastic surgery outcomes research, not only in the development and validation of instruments in patient-reported outcomes, but also for clinician-reported and observer-reported outcomes.3,4 We would also like to thank Dr. Otiv for his explanation of how the Rasch model compares to classical test theory. This elaboration is particularly significant, as direct comparisons of these approaches are sparse,5,6 probably because they use different methods, produce different information, and apply different criteria for success and failure. Unlike classical test theory, the aim of Rasch measurement theory is to determine the extent to which observed rating scale data satisfy the measurement model. When the data do not fit the model, we examine the data carefully to try and explain the misfit. This central tenet distinguishes the Rasch measurement theory diagnostic paradigm from other psychometric methods that are based on statistical modeling.4 In this regard, we feel this approach has much in common with clinical practice. Except, of course, as psychometricians we are concerned with items and response options as opposed to signs and symptoms. To take Dr. Otiv's point a little further, we would propose that Rasch measurement theory offers tangible clinical benefits (Table 1), including (when data fit the Rasch model) (1) the ability to construct linear measurements from ordinal-level data, thereby addressing a major concern of using patient-reported outcome instruments as outcome measures7; (2) providing item estimates that are free from the sample distribution and person estimates that are free from the scale distribution, thus allowing for greater flexibility in situations where different samples or scales are used8; and (3) enabling estimates suitable for individual person analyses rather than only for group comparison studies, which speaks directly to surgeons, as the patient is the central unit of interest.9Table 1: Features of Classical Test Theory and Rasch Measurement TheoryWe would also agree with Dr. Otiv that patient-reported outcome instrument validity is key and requires considerable attention. The current U.S. Food and Drug Administration's scientific requirements for patient-reported outcomes in clinical trials10,11 highlight the importance of establishing validity. In particular, the U.S. Food and Drug Administration emphasizes appropriate conceptual frameworks and definitions as being fundamental. These are best achieved using detailed qualitative assessments, which should include evaluating the extent to which a scale's items represent the construct to be measured; establishing the most appropriate item phrasing, structuring, and context; and ensuring consistency in meaning by cognitive debriefing.10 However, traditionally, new scales are developed through the generation of a large pool of items, followed by grouping the items into potential scales, and then (either statistically or thematically) decisions are made as to what construct each group seems to measure, with the subsequent removal of unwanted or irrelevant items. The limitation of this approach is that the scale content, rather than the construct intended for measurement, defines what the scale measures. This makes interpreting its scores in a clinically meaningful way very difficult.12 In developing the BREAST-Q, we selected a range of qualitative methods, including in-depth patient and clinician interviews, literature review, panel meetings, and cognitive debriefing.13,14 However, in addition to these methods, we also strove to develop explicit descriptions of each BREAST-Q scale, to maximize their utility as clinically interpretable tools. As such, the BREAST-Q was developed “bottom-up” (from a construct definition) rather than “top-down” (from a method of grouping items) to ensure that substantive, clinically grounded hypotheses determined scale content. This involved several rounds of iterative qualitative inquiry using the methods described above to establish clinical validity. This approach provides the optimal foundations to fully understand the measurement performance of each of the new scales.15,16 Using detailed qualitative inquiry together with Rasch Measurement Theory to develop the content of the BREAST-Q means that we have a good understanding of the empirical item order across each scale. Thus, we know which items are associated with each and every possible scale score. For example, we previously used the BREAST-Q Reconstruction: Satisfaction with Breasts scale in a multicenter, cross-sectional study of 672 postmastectomy women. We found that women's satisfaction with their breasts was significantly greater among those who received silicone implants (mean score, 64) compared with those who received saline implants (means score, 57).17 We are able to translate these scores as follows: women in the silicone group scored higher up the scale and therefore typically were satisfied with the “look” and “feel” of their reconstructed breasts, whereas women in the saline group scored toward the middle of the scale, and were satisfied with “size” and “look” of their breasts but not how well they “match” or “feel natural.” The ability to provide qualitative statements for each BREAST-Q scale score begins to make their meaning concrete and thus provides a clear base for clinical interpretation. In relation to Dr. Otiv's four questions about the study,2 we make the following remarks. In his first question, Dr. Otiv highlights the mismatch in the BREAST-Q Augmentation Module: Physical Well-Being scale regarding the classical test theory (Cronbach α) and Rasch measurement theory (Person Separation Index) reliability statistics (0.83 and 0.34, respectively). In fact, the Person Separation Index is sensitive to scale-to-sample mistargeting. In this instance, we interpret this result as reflecting that physical well-being is very high in this surgical group and there is a ceiling effect. As we allude to in the article, there are ways to further build on this finding. For example, one route forward would be to expand the content of this scale to attempt to overcome the issue. Although, clinically speaking, this may be counterintuitive, because low physical morbidity would be expected in this group. Dr. Otiv's second question also relates to the reliability statistic, and he provides some interpretation based on the Winsteps program. However, in our study, we used RUMM 2030,18 which uses the Person Separation Index whose values range from 0 to 1, is analogous to the Cronbach α, and can be handled interpretatively in a similar way, bearing in mind the importance of targeting. In his third question, Dr. Otiv asks about person and item standard errors. We did not report the latter because of space restrictions, but this information is available from the authors on request. In terms of the former person standard errors, these can be generated through the Q-Score package, which is freely available with the BREAST-Q (http://webcore.mskcc.org/breastq/scoreBQ.html). Dr. Otiv's final question relates to Dr. Cano's views relating to the relative benefits of Rasch measurement theory and classical test theory. We hope that our position as stated in this letter clears up that issue. Dr. Cano has also expanded on his views elsewhere.12,19 In short, as a research group, we strongly advocate the use of Rasch measurement theory because of its clear clinical benefits over other psychometric methods. As such, we also support Dr. Otiv's four key areas for future debate and expansion surrounding the use of Rasch measurement theory in the development and validation of rating scales in plastic surgery,1 and we believe journals such as Plastic and Reconstructive Surgery are ideally placed to hold such debates. This is because plastic surgeons are key stakeholders in high-stakes clinical outcomes research. As such, they increasingly rely on rating scales to deliver high-quality, reliable, valid, and interpretable measurement. Stefan J. Cano, Ph.D. Peninsula College of Medicine and Dentistry, Plymouth, United Kingdom Anne F. Klassen, D.Phil. McMaster University, Hamilton, Ontario, Canada Amie Scott, B.Sc. Peter G. Cordeiro, M.D. Andrea L. Pusic, M.D., M.H.S. Memorial Sloan-Kettering Cancer Center, New York, N.Y. DISCLOSURE The BREAST-Q is owned by Memorial Sloan-Kettering Cancer Center and the University of British Columbia. Drs. Cano, Klassen, and Pusic are co-developers of the BREAST-Q and receive a portion of the revenues generated when the BREAST-Q is used in industry-sponsored clinical trials.",
  "authors": [
    {
      "display_name": "Stefan Cano",
      "id": "A5032472764",
      "orcid": "https://orcid.org/0000-0001-9390-273X",
      "institutions": [
        {
          "id": "I85788879",
          "display_name": "Peninsula College of Medicine and Dentistry",
          "country_code": "GB",
          "type": "funder"
        },
        {
          "id": "I1334819555",
          "display_name": "Memorial Sloan Kettering Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Stefan J. Cano"
    },
    {
      "display_name": "Anne F. Klassen",
      "id": "A5070748857",
      "orcid": "https://orcid.org/0000-0003-4720-0096",
      "institutions": [
        {
          "id": "I85788879",
          "display_name": "Peninsula College of Medicine and Dentistry",
          "country_code": "GB",
          "type": "funder"
        },
        {
          "id": "I1334819555",
          "display_name": "Memorial Sloan Kettering Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Anne F. Klassen"
    },
    {
      "display_name": "Amie Scott",
      "id": "A5030337822",
      "orcid": "https://orcid.org/0000-0002-1488-2687",
      "institutions": [
        {
          "id": "I85788879",
          "display_name": "Peninsula College of Medicine and Dentistry",
          "country_code": "GB",
          "type": "funder"
        },
        {
          "id": "I1334819555",
          "display_name": "Memorial Sloan Kettering Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Amie Scott"
    },
    {
      "display_name": "Peter G. Cordeiro",
      "id": "A5109153616",
      "orcid": null,
      "institutions": [
        {
          "id": "I85788879",
          "display_name": "Peninsula College of Medicine and Dentistry",
          "country_code": "GB",
          "type": "funder"
        },
        {
          "id": "I1334819555",
          "display_name": "Memorial Sloan Kettering Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Peter G. Cordeiro"
    },
    {
      "display_name": "Andrea L. Pusic",
      "id": "A5081601479",
      "orcid": "https://orcid.org/0000-0003-4352-9409",
      "institutions": [
        {
          "id": "I85788879",
          "display_name": "Peninsula College of Medicine and Dentistry",
          "country_code": "GB",
          "type": "funder"
        },
        {
          "id": "I1334819555",
          "display_name": "Memorial Sloan Kettering Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Andrea L. Pusic"
    }
  ],
  "publication_year": 2013,
  "publication_date": "2013-01-29",
  "type": "letter",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S100736837",
    "display_name": "Plastic & Reconstructive Surgery",
    "issn_l": "0032-1052",
    "issn": [
      "0032-1052",
      "1076-5751",
      "1529-4242"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "131",
  "issue": "2",
  "first_page": "286e",
  "last_page": "288e",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://doi.org/10.1097/prs.0b013e31828129f4",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C101266164",
      "display_name": "Rasch model",
      "level": 2,
      "score": 0.9660254
    },
    {
      "id": "C19875794",
      "display_name": "Item response theory",
      "level": 3,
      "score": 0.64991087
    },
    {
      "id": "C140390113",
      "display_name": "Classical test theory",
      "level": 4,
      "score": 0.59588164
    },
    {
      "id": "C207968926",
      "display_name": "Polytomous Rasch model",
      "level": 4,
      "score": 0.59396946
    },
    {
      "id": "C83849319",
      "display_name": "Rating scale",
      "level": 2,
      "score": 0.49607334
    },
    {
      "id": "C2778755073",
      "display_name": "Scale (ratio)",
      "level": 2,
      "score": 0.46756324
    },
    {
      "id": "C2777267654",
      "display_name": "Test (biology)",
      "level": 2,
      "score": 0.4549666
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.45393857
    },
    {
      "id": "C55786151",
      "display_name": "Level of measurement",
      "level": 2,
      "score": 0.43858865
    },
    {
      "id": "C2780801425",
      "display_name": "Construct (python library)",
      "level": 2,
      "score": 0.41240072
    },
    {
      "id": "C149782125",
      "display_name": "Econometrics",
      "level": 1,
      "score": 0.40378404
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.38955265
    },
    {
      "id": "C171606756",
      "display_name": "Psychometrics",
      "level": 2,
      "score": 0.38910168
    },
    {
      "id": "C180747234",
      "display_name": "Cognitive psychology",
      "level": 1,
      "score": 0.36939842
    },
    {
      "id": "C105795698",
      "display_name": "Statistics",
      "level": 1,
      "score": 0.27990884
    },
    {
      "id": "C70410870",
      "display_name": "Clinical psychology",
      "level": 1,
      "score": 0.2607557
    },
    {
      "id": "C33923547",
      "display_name": "Mathematics",
      "level": 0,
      "score": 0.18980029
    },
    {
      "id": "C138496976",
      "display_name": "Developmental psychology",
      "level": 1,
      "score": 0.1362117
    },
    {
      "id": "C151730666",
      "display_name": "Paleontology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C121332964",
      "display_name": "Physics",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C62520636",
      "display_name": "Quantum mechanics",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C199360897",
      "display_name": "Programming language",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11258",
      "display_name": "Breast Implant and Reconstruction",
      "score": 0.9858
    },
    {
      "id": "T12443",
      "display_name": "Delphi Technique in Research",
      "score": 0.9855
    },
    {
      "id": "T10804",
      "display_name": "Health Systems, Economic Evaluations, Quality of Life",
      "score": 0.9826
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1097/prs.0b013e31828129f4",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:57:36.387629",
  "source_database": "OpenAlex"
}