{
  "openalex_id": "W2399240278",
  "doi": "https://doi.org/10.1016/s0022-5347(17)40763-4",
  "title": "The Significance of Adult Hematuria: 1,000 Hematuria Evaluations Including a Risk-Benefit and Cost-Effectiveness Analysis",
  "abstract": "No AccessJournal of Urology1 Feb 1989The Significance of Adult Hematuria: 1,000 Hematuria Evaluations Including a Risk-Benefit and Cost-Effectiveness Analysis Albert J. Mariani, Marita C. Mariani, Catherine Macchioni, Ulrich K. Stams, Anandom Hariharan, and Alan Moriera Albert J. MarianiAlbert J. Mariani More articles by this author , Marita C. MarianiMarita C. Mariani More articles by this author , Catherine MacchioniCatherine Macchioni More articles by this author , Ulrich K. StamsUlrich K. Stams More articles by this author , Anandom HariharanAnandom Hariharan More articles by this author , and Alan MorieraAlan Moriera More articles by this author View All Author Informationhttps://doi.org/10.1016/S0022-5347(17)40763-4AboutPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Between March 1976 and June 1985, 1,000 consecutive adults with asymptomatic gross or microscopic hematuria in the absence of proteinuria were evaluated urologically. Lesions that could account for the hematuria were detected in 88.3 per cent of the patients. Life-threatening lesions were diagnosed in 9.1 per cent of the patients, while lesions requiring at least observation were present in 22.8 per cent. The incidence of life-threatening lesions increased with age, with a sharp increase after age 50 years. Life-threatening lesions were more common in men (13.6 per cent) than in women (4.9 per cent). In general, as the degree of hematuria increased so did the yield of life-threatening lesions; however, there was no “safe” lower limit of hematuria. Of the patients with life-threatening lesions 18.6 per cent had at least 1 urinalysis with less than 3 red blood cells per high power field within 6 months of the diagnosis. The direct medical cost of a hematuria evaluation was $777. The difference in direct medical costs to diagnose and treat localized versus metastatic genitourinary cancer was $48,070 in 3 matched pairs of patients. In this study group 77 of 84 patients (92 per cent) diagnosed with genitourinary cancer had localized disease. A hematuria evaluation was cost-effective for all groups studied. A literature-based estimate of the life-threatening risks of diagnostic studies applied to the study data resulted in a 1.1 per cent life-threatening risk per hematuria evaluation. For all categories studied, except for women less than 40 years old with microscopic hematuria, the risk of a hematuria evaluation was less than the incidence of life-threatening lesions discovered as a result of the evaluation. Asymptomatic hematuria, whether gross or microscopic, is a significant finding and warrants evaluation from a risk-benefit and cost-effectiveness standpoint. © 1989 by The American Urological Association Education and Research, Inc.FiguresReferencesRelatedDetailsCited byGold S, Kenigsberg A and Lotan Y (2021) Diagnostic and Cost Implications of the 2020 AUA Microhematuria Guidelines: Modeling Impact in a Large Public Health Care SystemJournal of Urology, VOL. 207, NO. 1, (52-60), Online publication date: 1-Jan-2022.Barocas D, Boorjian S, Alvarez R, Downs T, Gross C, Hamilton B, Kobashi K, Lipman R, Lotan Y, Ng C, Nielsen M, Peterson A, Raman J, Smith-Bindman R and Souter L (2020) Microhematuria: AUA/SUFU GuidelineJournal of Urology, VOL. 204, NO. 4, (778-786), Online publication date: 1-Oct-2020.van Kessel K, de Jong J, Ziel-van der Made A, Roshani H, Haensel S, Wolterbeek J, Boevé E, Oomens E, van Casteren N, Krispin M, Boormans J, Steyerberg E, van Criekinge W and Zwarthoff E (2020) A Urine Based Genomic Assay to Triage Patients with Hematuria for CystoscopyJournal of Urology, VOL. 204, NO. 1, (50-57), Online publication date: 1-Jul-2020.van Kessel K, Beukers W, Lurkin I, Ziel-van der Made A, van der Keur K, Boormans J, Dyrskjøt L, Márquez M, Ørntoft T, Real F, Segersten U, Malats N, Malmström P, Van Criekinge W and Zwarthoff E (2016) Validation of a DNA Methylation-Mutation Urine Assay to Select Patients with Hematuria for CystoscopyJournal of Urology, VOL. 197, NO. 3 Part 1, (590-595), Online publication date: 1-Mar-2017.van Kessel K, Van Neste L, Lurkin I, Zwarthoff E and Van Criekinge W (2015) Evaluation of an Epigenetic Profile for the Detection of Bladder Cancer in Patients with HematuriaJournal of Urology, VOL. 195, NO. 3, (601-607), Online publication date: 1-Mar-2016.Lotan Y, Svatek R, Krabbe L, Xylinas E, Klatte T and Shariat S (2014) Prospective External Validation of a Bladder Cancer Detection ModelJournal of Urology, VOL. 192, NO. 5, (1343-1348), Online publication date: 1-Nov-2014.Mishriki S, Vint R and Somani B (2012) Half of Visible and Half of Recurrent Visible Hematuria Cases Have Underlying Pathology: Prospective Large Cohort Study With Long-Term FollowupJournal of Urology, VOL. 187, NO. 5, (1561-1565), Online publication date: 1-May-2012.Messing E, Golijanin D, Knopf J and Madeb R (2010) Re: Dipstick Pseudohematuria: Unnecessary Consultation and EvaluationJournal of Urology, VOL. 184, NO. 3, (1225-1226), Online publication date: 1-Sep-2010.Wong L, Chum J, Maddy P, Chan S, Travis D and Lawrentschuk N (2010) Creation and Validation of a Visual Macroscopic Hematuria Scale for Optimal Communication and an Objective Hematuria IndexJournal of Urology, VOL. 184, NO. 1, (231-236), Online publication date: 1-Jul-2010.Mishriki S, Grimsley S and Nabi G (2009) Incidence of Recurrent Frank Hematuria and Urological Cancers: Prospective 6.9 Years of FollowupJournal of Urology, VOL. 182, NO. 4, (1294-1298), Online publication date: 1-Oct-2009.Sudakoff G, Dunn D, Guralnick M, Hellman R, Eastwood D and See W (2008) Multidetector Computerized Tomography Urography as the Primary Imaging Modality for Detecting Urinary Tract Neoplasms in Patients With Asymptomatic HematuriaJournal of Urology, VOL. 179, NO. 3, (862-867), Online publication date: 1-Mar-2008.DI GENNARO L, RAMUNNI A, SUPPRESSA P, GUASTAMACCHIA E, RESTA F and SABBÀ C (2018) ASYMPTOMATIC MICROHEMATURIA: AN INDICATION OF HEREDITARY HEMORRHAGIC TELANGIECTASIA?Journal of Urology, VOL. 173, NO. 1, (106-109), Online publication date: 1-Jan-2005.HOFLAND C and MARIANI A (2018) Is Cytology Required for a Hematuria Evaluation?Journal of Urology, VOL. 171, NO. 1, (324-326), Online publication date: 1-Jan-2004.GRAY SEARS C, WARD J, SEARS S, PUCKETT M, KANE C and AMLING C (2018) Prospective Comparison of Computerized Tomography and Excretory Urography in the Initial Evaluation of Asymptomatic MicrohematuriaJournal of Urology, VOL. 168, NO. 6, (2457-2460), Online publication date: 1-Dec-2002.Chahal R and Sundaram S (2018) RE: A PROSPECTIVE ANALYSIS OF 1,930 PATIENTS WITH HEMATURIA TO EVALUATE CURRENT DIAGNOSTIC PRACTICEJournal of Urology, VOL. 165, NO. 2, (545-545), Online publication date: 1-Feb-2001.Mariani A (2018) RE: A PROSPECTIVE ANALYSIS OF 1,930 PATIENTS WITH HEMATURIA TO EVALUATE CURRENT DIAGNOSTIC PRACTICEJournal of Urology, VOL. 165, NO. 2, (545-545), Online publication date: 1-Feb-2001.Khadra M, Pickard R, Charlton M, Powell P and Neal D (2018) A PROSPECTIVE ANALYSIS OF 1,930 PATIENTS WITH HEMATURIA TO EVALUATE CURRENT DIAGNOSTIC PRACTICEJournal of Urology, VOL. 163, NO. 2, (524-527), Online publication date: 1-Feb-2000.BOVE P, KAPLAN D, DALRYMPLE N, ROSENFIELD A, VERGA M, ANDERSON K and SMITH R (2018) REEXAMINING THE VALUE OF HEMATURIA TESTING IN PATIENTS WITH ACUTE FLANK PAINJournal of Urology, VOL. 162, NO. 3 Part 1, (685-687), Online publication date: 1-Sep-1999.Messing E, Young T, Hunt V, Newton M, Bram L, Vaillancourt A, Hisgen W, Greenberg E, Kuglitsch M and Wegenke J (2018) Hematuria Home Screening: Repeat Testing ResultsJournal of Urology, VOL. 154, NO. 1, (57-61), Online publication date: 1-Jul-1995.Van Savage J and Fried F (2018) Anticoagulant Associated Hematuria: A Prospective StudyJournal of Urology, VOL. 153, NO. 5, (1594-1596), Online publication date: 1-May-1995.Roth S, Renner E and Rathert P (2018) Microscopic Hematuria: Advances in Identification of Glomerular Dysmorphic ErythrocytesJournal of Urology, VOL. 146, NO. 3, (680-684), Online publication date: 1-Sep-1991. Volume 141Issue 2February 1989Page: 350-355 Advertisement Copyright & Permissions© 1989 by The American Urological Association Education and Research, Inc.MetricsAuthor Information Albert J. Mariani More articles by this author Marita C. Mariani More articles by this author Catherine Macchioni More articles by this author Ulrich K. Stams More articles by this author Anandom Hariharan More articles by this author Alan Moriera More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Albert J. Mariani",
      "id": "A5112295186",
      "orcid": null,
      "institutions": [
        {
          "id": "I117965899",
          "display_name": "University of Hawaiʻi at Mānoa",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Albert J. Mariani"
    },
    {
      "display_name": "Marita C. Mariani",
      "id": "A5084264898",
      "orcid": null,
      "institutions": [
        {
          "id": "I117965899",
          "display_name": "University of Hawaiʻi at Mānoa",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Marita C. Mariani"
    },
    {
      "display_name": "Catherine Macchioni",
      "id": "A5007268986",
      "orcid": null,
      "institutions": [
        {
          "id": "I117965899",
          "display_name": "University of Hawaiʻi at Mānoa",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Catherine Macchioni"
    },
    {
      "display_name": "Ulrich K. Stams",
      "id": "A5073983738",
      "orcid": null,
      "institutions": [
        {
          "id": "I117965899",
          "display_name": "University of Hawaiʻi at Mānoa",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ulrich K. Stams"
    },
    {
      "display_name": "Anandom Hariharan",
      "id": "A5048265680",
      "orcid": null,
      "institutions": [
        {
          "id": "I117965899",
          "display_name": "University of Hawaiʻi at Mānoa",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Anandom Hariharan"
    },
    {
      "display_name": "Alan Moriera",
      "id": "A5089770387",
      "orcid": null,
      "institutions": [
        {
          "id": "I117965899",
          "display_name": "University of Hawaiʻi at Mānoa",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Alan Moriera"
    }
  ],
  "publication_year": 1989,
  "publication_date": "1989-02-01",
  "type": "article",
  "cited_by_count": 318,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "141",
  "issue": "2",
  "first_page": "350",
  "last_page": "355",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.966434
    },
    {
      "id": "C2910162734",
      "display_name": "Gross hematuria",
      "level": 2,
      "score": 0.45849928
    },
    {
      "id": "C126894567",
      "display_name": "Urology",
      "level": 1,
      "score": 0.408063
    },
    {
      "id": "C177713679",
      "display_name": "Intensive care medicine",
      "level": 1,
      "score": 0.33541614
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.24977627
    }
  ],
  "topics": [
    {
      "id": "T13275",
      "display_name": "Medical and Health Sciences Research",
      "score": 0.6068
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/s0022-5347(17)40763-4",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:41:27.131418",
  "source_database": "OpenAlex"
}