{
  "openalex_id": "W2399990054",
  "doi": "https://doi.org/10.7326/acpjc-2002-136-2-a11",
  "title": "Clinical expertise in the era of evidence-based medicine and patient choice",
  "abstract": "EditorialMarch 1, 2002Clinical expertise in the era of evidence-based medicine and patient choiceR. Brian Haynes, MD, PhD, P. J. Devereaux, MD, Gordon H. Guyatt, MD, MScR. Brian Haynes, MD, PhDMcMaster University, Hamilton, Ontario, Canada (R.B.H., P.J.D., G.H.G.)McMaster University, Hamilton, Ontario, Canada (R.B.H., P.J.D., G.H.G.)McMaster University, Hamilton, Ontario, Canada (R.B.H., P.J.D., G.H.G.), P. J. Devereaux, MDMcMaster University, Hamilton, Ontario, Canada (R.B.H., P.J.D., G.H.G.)McMaster University, Hamilton, Ontario, Canada (R.B.H., P.J.D., G.H.G.)McMaster University, Hamilton, Ontario, Canada (R.B.H., P.J.D., G.H.G.), Gordon H. Guyatt, MD, MScMcMaster University, Hamilton, Ontario, Canada (R.B.H., P.J.D., G.H.G.)McMaster University, Hamilton, Ontario, Canada (R.B.H., P.J.D., G.H.G.)McMaster University, Hamilton, Ontario, Canada (R.B.H., P.J.D., G.H.G.)Author, Article, and Disclosure Informationhttps://doi.org/10.7326/ACPJC-2002-136-2-A11 SectionsAboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack Citations ShareFacebookTwitterLinkedInRedditEmail ScenarioYou are caring for a 68-year-old man who has hypertension (intermittently controlled) with a remote gastrointestinal bleed and nonvalvular atrial fibrillation (NVAF) for 3 months and an enlarged left atrium (so cardioversion is unlikely). The patient has no history of stroke or transient ischemic attack. His father experienced a debilitating stroke several years ago, and when he learns that his atrial fibrillation places him at higher risk for a stroke, he is visibly distressed.IntroductionThe concepts of evidence-based medicine are evolving as limitations of early models are addressed. In this editorial, we present a new model for evidence-based ...References1 Evidence-based Medicine Working Group. Evidence-based medicine. A new approach to teaching the practice of medicine. JAMA. 1992;268:2420-5. Google Scholar2 Haynes RB, Sackett DL, Gray JR, Cook DC, Guyatt GH. Transferring evidence from research into practice: 1. The role of clinical care research evidence in clinical decisions [Editorial]. ACP J Club. 1996;125:A14-6. Evidence-Based Medicine. 1996;1:196-8. Google Scholar3 Sackett DL, Richardson WS, Rosenberg W, Haynes RB. Evidence-Based Medicine: How to Practice and Teach EBM. Edinburgh: Churchill Livingstone; 1997. Google Scholar4 Sackett DL, Rosenberg WM, Gray JA, Haynes RB, Richardson WS. Evidence-based medicine: what it is and what it isn’t. BMJ. 1996;312:71-2. Google Scholar5 Sackett DL, Straus SE, Richardson WS, Rosenberg W, Haynes RB. Evidence-Based Medicine: How to Practice and Teach EBM. 2d ed. Edinburgh: Churchill Livingstone; 2000. Google Scholar6 Cook DJ, Guyatt GH, Jaeschke R, et al. Determinants in Canadian health care workers of the decision to withdraw life support from the critically ill. JAMA. 1995;273:703-8. Google Scholar7 Hart RG, Benavente O, McBride R, Pearce LA. Antithrombotic therapy to prevent stroke in patients with atrial fibrillation: a meta-analysis. Ann Intern Med. 1999;131:492-501. Google Scholar8 Devereaux PJ, Anderson DR, Gardner MJ, et al. Differences between perspectives of physicians and patients on anticoagulation in patients with atrial fibrillation: observational study. BMJ. 2001;323:1218-22. Google Scholar9 Haynes RB. Improving patient adherence: state of the art, with a special focus on medication taking for cardiovascular disorders. In: Burke LE, Okene IS, eds. Patient Compliance in Healthcare and Research. American Heart Association Monograph Series. Armonk, NY: Futura Publishing Co; 2001:3-21. Google Scholar10 Stephenson BJ, Rowe BH, Haynes RB, Macharia WM, Leon G. Is this patient taking the treatment as prescribed? JAMA. 1993;269:2779-81. Google Scholar11 Guyatt G, Rennie D. Introduction: The Philosophy of Evidence-Based Medicine. In: Users’ Guides to the Medical Literature: A Manual for Evidence-Based Clinical Practice. Guyatt G, Rennie D, eds. Chicago: American Medical Association; 2001:3-12. Google Scholar12 Risk factors for stroke and efficacy of antithrombotic therapy in atrial fibrillation. Analysis of pooled data from five randomized controlled trials. Arch Intern Med. 1994;154:1449-57. Google Scholar13 Beyth RJ, Quinn LM, Landefeld CS. Prospective evaluation of an index for predicting the risk of major bleeding in outpatients treated with warfarin. Am J Med. 1998;105:91-9. Google Scholar14 Deber RB, Kraetschmer N, Irvine J. What role do patients wish to play in treatment decision making? Arch Intern Med. 1996;156:1414-20. Google Scholar15 Malenka DJ, Baron JA, Johansen S, Wahrenberger JW, Ross JM. The framing effect of relative and absolute risk. J Gen Intern Med. 1993;8:543-8. Google Scholar16 Haynes RB, Montague P, Oliver T, et al. Interventions for helping patients to follow prescriptions for medications. Cochrane Database Syst Rev. 2001;(4):CD000011. Google Scholar Author, Article, and Disclosure InformationAffiliations: McMaster University, Hamilton, Ontario, Canada (R.B.H., P.J.D., G.H.G.)McMaster University, Hamilton, Ontario, Canada (R.B.H., P.J.D., G.H.G.)McMaster University, Hamilton, Ontario, Canada (R.B.H., P.J.D., G.H.G.) PreviousarticleNextarticle Advertisement FiguresReferencesRelatedDetails Cited byProcesses for Effective Communication in Primary CareSaul J. Weiner, MD, Beth Barnet, MD, Tina L. Cheng, MD, MPH, and Timothy P. Daaleman, DO March 1, 2002Volume 136, Issue 2Page: A11 ePublished: 9 March 2020 Issue Published: March 1, 2002 Copyright & PermissionsCopyright © 2002 by American College of Physicians. All Rights Reserved.PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "R. Brian Haynes",
      "id": "A5082226580",
      "orcid": "https://orcid.org/0000-0002-1453-3196",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "R. Brian Haynes, MD, PhD"
    },
    {
      "display_name": "P.J. Devereaux",
      "id": "A5040874215",
      "orcid": "https://orcid.org/0000-0003-2935-637X",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "P. J. Devereaux, MD"
    },
    {
      "display_name": "Gordon H. Guyatt",
      "id": "A5108096690",
      "orcid": null,
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Gordon H. Guyatt, MD, MSc"
    }
  ],
  "publication_year": 2002,
  "publication_date": "2002-03-01",
  "type": "editorial",
  "cited_by_count": 239,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S2754129969",
    "display_name": "ACP Journal Club",
    "issn_l": "1056-8751",
    "issn": [
      "1056-8751",
      "1083-1541",
      "1539-8560"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316812"
  },
  "volume": "136",
  "issue": "2",
  "first_page": "A11",
  "last_page": "A11",
  "open_access": {
    "is_oa": true,
    "oa_status": "green",
    "oa_url": "http://ebm.bmj.com/content/7/2/36.full.pdf",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.8376584
    },
    {
      "id": "C204787440",
      "display_name": "Alternative medicine",
      "level": 2,
      "score": 0.5629939
    },
    {
      "id": "C19648533",
      "display_name": "Evidence-based medicine",
      "level": 3,
      "score": 0.44031602
    },
    {
      "id": "C512399662",
      "display_name": "Family medicine",
      "level": 1,
      "score": 0.40139607
    },
    {
      "id": "C509550671",
      "display_name": "Medical education",
      "level": 1,
      "score": 0.34847993
    },
    {
      "id": "C142724271",
      "display_name": "Pathology",
      "level": 1,
      "score": 0.132101
    }
  ],
  "topics": [
    {
      "id": "T11590",
      "display_name": "Primary Care and Health Outcomes",
      "score": 0.8822
    },
    {
      "id": "T10254",
      "display_name": "Innovations in Medical Education",
      "score": 0.8028
    },
    {
      "id": "T12918",
      "display_name": "Healthcare Systems and Technology",
      "score": 0.7586
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.7326/acpjc-2002-136-2-a11",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:38:41.791032",
  "source_database": "OpenAlex"
}