{
  "openalex_id": "W2407729072",
  "doi": "https://doi.org/10.1213/ane.0000000000001134",
  "title": "Perioperative Ultrasound Training in Anesthesiology: A Call to Action",
  "abstract": "The purpose of this position paper is to define the scope of perioperative ultrasound (US), review the current status of US training practices during anesthesiology residency, and suggest the recommendations for current and future trainees on how to obtain perioperative US proficiency. We define perioperative ultrasonography as the use of US for patient management during the perioperative period. This document was solicited by the leadership of the Society of Cardiovascular Anesthesiologists to evaluate current perioperative US training in anesthesiology. The authors were chosen to represent a group of international experts in the fields of cardiothoracic, general and regional anesthesiology, critical care, and pain medicine. Introduction Methodology Challenges in Perioperative Ultrasound Education Clinical Value of Ultrasound Anesthesia Training and Ultrasound Education New Applications of a Technology A Call to Action Current Ultrasound Education Model in Anesthesiology The status of US training in the United States a. US education during accredited residency training b. US education during sub-specialty fellowships i. Cardiac Anesthesiology ii. Critical Care iii. Regional Anesthesia and Pain Management c. US education opportunities for trained anesthesiologists International Perspective on Ultrasound Education a. Canadian Perspective b. European Perspective Sample Curriculum for Perioperative Ultrasound Training Recommendations Conclusion The scope and clinical applications of ultrasound (US) have increased exponentially during the past few decades. Once considered exclusive to radiology and cardiology, US is now used across multiple disciplines1,2 in elective and emergency situations (Table 1).3–36 Technological advancements in US imaging have led to improved image quality, faster processing, and increased portability, which have broadened its clinical applications. The availability of hand-held US devices has further expanded the role of US as a point-of-care (POC) modality.37 It has been suggested that the basic principles of US38 should be introduced in the medical school core curriculum, and several schools have already done so.39–41 Therefore, it is likely that the knowledge of basic principles and clinical applications of US will be recognized as a core component of medical school education in the near future.Table 1.: Current and Potential Uses for Perioperative UltrasoundThe American Medical Association policy on privileging for US imaging affirms that this skill is within the scope of practice of appropriately trained physicians.42 Multiple medical specialties have taken the initiative to define the scope of US use.43–46 The current applications of US, which are specific to anesthesiologists, include transthoracic echocardiography (TTE) and transesophageal echocardiography (TEE), procedural guidance (during vascular access or regional anesthetic procedures), and POC US (abdominal, chest wall, and airway imaging) during cardiovascular and hemodynamic emergencies in critical care and perioperative settings. More recently, perioperative US has been used for airway assessment, diagnosis of urinary retention, measurement of gastric volume to evaluate the aspiration risk, and estimation of intracranial pressure.47–51 Considering these various applications, it is almost certain that perioperative US will become integral for the practice of anesthesiology and acute care medicine.52 We propose that formal perioperative US education becomes an essential component of anesthesiology curriculum, so that adequate exposure and attainment of proficiency in perioperative US is obtained at the completion of anesthesiology residency. This may be of particular importance within the context of the perioperative surgical home.53 METHODOLOGY We searched the Internet and identified the established national and international organizations that regulate the practice of perioperative US. A National Library of Medicine-PubMed search was also performed using the key words of perioperative ultrasound, training, and guidelines. On the basis of the course listings on the American Society of Anesthesiologists (ASA), Society of Cardiovascular Anesthesiologists, and Society of Critical Care Medicine websites, training courses offered by various accredited institutions were selected for reference. CHALLENGES IN PERIOPERATIVE US EDUCATION 1. Clinical Value of USTable 2.: Training and Certification Guidelines for Perioperative Ultrasound ModalitiesClinically, the value of US as a POC modality gained acceptance before specialty-specific training, and evaluation guidelines could be established. Multiple specialties have addressed the challenge of regulating US training within the scope of their practice (Table 2).54–60 However, the context in which US information is gathered and applied differs for all these specialties. 2. Anesthesia Training and US Education Existing guidelines for the use of US for vascular access14 and TEE61,62 do not address the perioperative, noncardiac use of US. In 2013, the Accreditation Council of Graduate Medical Education (ACGME) and the American Board of Anesthesiology (ABA) issued the Anesthesiology Milestone Project.63 This project provides a framework for the assessment of the development of the resident physician in key dimensions of the elements of physician competency, and US-guided techniques are identified in several clinical areas within the patient care domain.63 Despite being an integral component of anesthesia practice, and now recognized as a milestone within a specific training domain, structured perioperative training for different US modalities is not a component of many accredited anesthesia residency programs.64 Currently, exposure to the applications of US is limited to specific settings, such as the regional anesthesia suite and cardiac operating room, but not others (e.g., preadmission clinic, noncardiac operating room, etc.). Other than for TEE, there are no structured training programs or pathways for anesthesiologists to acquire proficiency in any of the other perioperative uses of US. Furthermore, variation exists in quantitative and qualitative exposure to perioperative US during anesthesia residency training. There are also a significant number of practicing anesthesiologists who are not formally trained but may face the challenge of expected proficiency in US in the near future. 3. New Applications of a Technology Other specialties have faced similar challenges when new technologies were introduced into practice without a well-defined pathway to ensure proficiency. The American College of Surgeons has introduced the Fundamentals of Laparoscopic Surgery (FLS) and Fundamentals of Endoscopic Surgery (FES) programs, designed to evaluate basic knowledge, technical skills, and clinical judgment as well as ensure a basic level of proficiency in laparoscopic surgery and endoscopy.65,66 These are mandatory programs for surgical trainees during the initial residency years. Fully trained surgeons are expected to complete these requirements as part of a continuing medical education (CME) initiative for recertification. 4. A Call to Action In anesthesiology and other medical disciplines, training processes could be initiated to ensure uniformity and consistency in education and evaluation of proficiency for the use of US. Beyond a broad outline, the ABA content outline should incorporate specific proficiency milestones in perioperative US. The aforementioned requirements are being addressed to a certain extent within the accredited anesthesia training programs in the form of an advanced perioperative US education. Implementation of such education to ensure competency could result in a decrease in US-related complications.67 Despite being based on similar physical principles and workflow, many of these techniques are practiced and taught independently from each another. It would be beneficial to develop a general training program to facilitate proficiency for specific clinical applications of perioperative US. CURRENT US EDUCATION MODEL IN ANESTHESIOLOGY 1. The Status of US Training for Anesthesiologists in the United States a. US Education During Accredited Residency Training In the recently revised content outlines for both the basic and advanced components of the primary certification examinations, the ABA has identified US applications for cardiac diagnosis and monitoring, guidance for vascular access, and regional anesthesia.68 These also apply for the ABA subspecialty examination in Critical Care Medicine that was revised in January 2014 (Supplemental Digital Content 1, https://links.lww.com/AA/B344).69 The 2010 Pain Medicine examination content outline mentions US only as a therapeutic modality in the Physical Medicine and Rehabilitation section.70 However, given the 2012 American Society of Regional Anesthesia guidelines on US training,71 this would seem likely to change with future revisions. The increase in US-related content for the ABA certification examinations and in-training examinations is indicative of the increased importance of perioperative US for anesthesiologists. However, neither the ABA nor the ACGME have specified the expected minimal knowledge of US that is required for clinical practice. Residents are expected to be familiar with delivering anesthesia to patients whose care requires the use of TEE, but no specific required number of examinations or expectation of ability to actually perform TEE is suggested.72 Echocardiography, rather than general US training, is suggested only as an elective for those residents seeking broader exposure in cardiac and critical care–related areas. This is in contrast to the program requirements for Emergency Medicine residency training. Although this may have a different scope of practice than anesthesiology, they specifically list US training as a key index procedure in which trainees must demonstrate proficiency.73 The ACGME program requirements for critical care medicine trainees are also specific in their expectations regarding US knowledge and its clinical applications.74 The American Board of Internal Medicine has specific recommendations for its subspecialty critical care trainees to be proficient in the use of US for vascular access and thoracentesis.75 Although elements of perioperative US are integrated into the ACGME milestones for pain management and regional anesthesia explicitly, and cited twice as an example in the milestone for use and interpretation of monitoring and equipment, the milestones document does not enumerate the pathway to achieve or document the expected outcomes.72 These documents are likely to vary in the future in response to the changing landscape of anesthesiology practice. Multiple anesthesia residency programs have introduced simulation-based echocardiography education for residents.76–79 The flipped classroom concept, consisting of Web-based didactics, supplemented by focused, simulator-based hands-on sessions, has also been used in perioperative US training.80,81 Such educational innovations have raised the possibilities of standardized education via remote learning and proficiency evaluation, within the limits of graduate medical education–mandated restrictions on resident duty hours. b. US Education for Anesthesia Subspecialty Fellowships i. Cardiac Anesthesia. In the United States, basic and advanced levels of competence in perioperative TEE have been established under the auspices of the National Board of Echocardiography (NBE).82 A testamur status in the basic or advanced level examination for competence in perioperative TEE (PTEeXAM®, administered by the NBE, Raleigh, NC) is a prerequisite for achieving board certification by the NBE. A pathway was also introduced to offer board certification for already trained anesthesiologists on the basis of practice and experience. This pathway only applies to applicants who finished their core residency training before 2009. Going forward, board certification in perioperative TEE can only be acquired through completion of an accredited cardiac anesthesia fellowship with documented TEE training. The basic level PTEeXAM was specifically introduced to facilitate the use of perioperative TEE for monitoring purposes by anesthesiologists who had no formal training in cardiac anesthesia. The basic examination addresses the need for certification and credentialing for basic use of perioperative TEE and is now administered every other year.83 ii. Critical Care. There has been an increased interest in intensive care echocardiography because of the substantial evidence demonstrating its utility.45,84–86 This mirrors the implementation of a standardized protocol for Focused Assessment with Sonography in Trauma examination by emergency physicians and surgeons in the emergency department. Recent studies regarding the use of US in the critical care setting have focused on the development of diagnostic algorithms in case of hemodynamic instability.87 There is no formal certification process for development and training in these protocols; hence, component societies (i.e., critical care and pulmonary critical care) have developed their own approaches for training and certification. In 2009, the American College of Chest Physicians (ACCP) and La Société de Réanimation de Langue Francaise published a Statement on Competence in Critical Care Ultrasonography.88 Two categories of ultrasonography were defined: (1) general critical care ultrasonography (thoracic, abdominal, and vascular) and (2) basic and advanced critical care echocardiography. Technical (image acquisition) and cognitive (image interpretation) elements required for competency were identified for each of these components. A certificate in Critical Care Ultrasonography by the ACCP is conferred upon successful conclusion of training.89 This certificate requires the submission of an online portfolio of 102 US video clips for review by faculty (Table 3).89 This portfolio may become increasingly difficult to collect and submit in the future because of concerns associated with the health insurance portability and accountability act privacy rule.Table 3.: Requirements for Portfolio Image CollectionRecently, a Society of Critical Care Anesthesiologists’ expert panel published recommendations regarding the learning goals for POC US in critical care trainees.90 iii. Regional Anesthesia and Acute Pain Medicine. The subspecialty of regional anesthesiology and acute pain medicine has been very successful in the implementation of POC US into training and practice. There was an initial concern that US use for regional anesthesia without radiology oversight might lead to increased complications and compromise patient care.91 However, US-guided nerve blocks have proven to be a safer, more reliable, and efficient technique than other alternatives.92–94 Moreover, US is becoming the gold standard of practice within the regional anesthesiology community and is a required element of training for regional anesthesiology fellowships. The most recent guidelines for fellowship training in regional anesthesiology and acute pain, published in 2011, highlighted the significance of US with specific milestones.95 In addition, availability of US equipment has been established as a mandatory requirement for these fellowships.95 In the United States and Canada, there are almost 60 institutions with regional anesthesiology fellowship programs96; therefore, each year, the number of anesthesiologists trained in POC US for regional anesthesia is estimated to grow. Recognizing the increasing demand for currently practicing clinicians, both the American Society of Regional Anesthesia and the ASA have collaborated to offer a CME-accredited US-Guided Regional Anesthesia Education and Clinical Training Portfolio.97 This portfolio requires 10 hours of didactic material covering US physics, artifacts, pitfalls, complications, upper and lower extremity sonoanatomy, clinical applications, and evidence-based practice of US-guided regional anesthesia.94 After the didactics, 6 hours must be dedicated to learning the clinical applications of US-guided regional anesthesia and image acquisition/optimization by completing hands-on training. After the 16 hours of training are completed, there is an examination with 50 multiple-choice questions, in which a score of ≥70% is required to pass.97 Passing this test gives the practitioner a testamur status. Additionally, there is a case-log requirement of 40 self-performed US-guided nerve blocks. c. US Education Opportunities for Trained Anesthesiologists Several opportunities exist for postresidency training via CME programs. These programs vary in terms of training time, cost, and content and range from Web-based didactic lectures to >1-year comprehensive programs with on- and off-site training. Similarly, the fee structure ranges from being free of cost to a few thousand dollars (Supplemental Digital Content 2, https://links.lww.com/AA/B345). Although it is difficult to assess the clinical impact of these training programs, their increasing presence in the CME marketplace reflects the increasing demand among practitioners. 2. International Perspective on Perioperative US Training Whereas US is used worldwide, only Canada and Europe have published and implemented guidelines for training and certification for specific perioperative US modalities, which mirror the United States approach. Similar to the United States, no training guidelines in Canada or Europe encompass the entire spectrum of perioperative US. a. Canadian Perspective Perioperative TEE was introduced in the 1990s across Canada. Guidelines for TEE training were initiated in Quebec in 200398 and were later reviewed and adopted as Canadian guidelines for perioperative TEE in 2006.99 Three levels of training were proposed: basic, advanced, and director (Supplemental Digital Content 3, https://links.lww.com/AA/B346), with specific criteria for each level to achieve and maintain certification status.100 Success on the advanced PTEeXAM administered by the NBE was a prerequisite for each of these levels. Recommendations for critical care US training and competency assessment for Canadian critical care trainees are largely based on the ACCP initiatives.101 b. European Perspective The European Association of Cardiothoracic Anaesthetists (EACTA) was the first organization to organize a pan-European course on perioperative echocardiography. There is close cooperation between the echocardiography subcommittee of EACTA and the European Association of Cardiovascular Imaging (EACVI). Formal certification in TTE is coordinated by the EACVI and for TEE through EACVI in partnership with EACTA. The EACVI process certifies competence, which implies possession of knowledge and diagnostic skills tested in a written examination, and evidence of having performed echocardiography examinations demonstrated through a student-maintained logbook. The TEE examination is identical in scope and content for cardiologists and anesthesiologists, but logbook requirements are tailored to acknowledge differences in caseloads. Certification mechanisms at the national level also vary considerably. In the United Kingdom, there are now 3 different types of certification: The Association of Cardiothoracic Anaesthetists and British Society of Echocardiography offer a combined certification in TEE. This is a 2-year process under the direct guidance of an approved supervisor, and the candidates must pass a formal examination, submit 5 video cases and a 125-case logbook, which are subjected to a quality assurance process.102 The Intensive Care Society and British Society of Echocardiography also offer a separate certification in adult critical care echocardiography. This is specifically designed for intensivists and requires success in a written examination and maintenance of a logbook of 250 cases.102 There is another certification for Focused Intensive Care Echocardiography, which is overseen by the Intensive Care Society and involves a 1-day course, e-learning modules, and a logbook of 50 cases, which must have been performed under direct supervision. SAMPLE CURRICULUM FOR PERIOPERATIVE US TRAINING In the United States, several accredited anesthesia residency programs have introduced US education curricula.103–105 However, a majority of them address US training only as a procedural adjunct or a POC technique. Therefore, a unified curriculum that encompasses the basic aspects of US education that are common to all techniques (e.g., physics, equipment operation, and image optimization) may be useful for anesthesia training programs.Table 4.: Curriculum for Focused Perioperative Risk Evaluation Sonography Involving Gastroabdominal Hemodynamic and Transthoracic UltrasoundRecently, mixed haptic (i.e., with tactile and directional feedback) US simulators have become available. These simulators allow trainee interaction with the virtual environment with physical consequences, resulting in a realistic learning experience.106–108 Using these simulators, it is now possible to integrate formal didactics with the hands-on component. In addition, the performances of trainees can be tracked with motion metrics to objectively assess the acquisition of manual dexterity.81,109 Use of a multimodal training program has shown improved cognitive understanding, manual dexterity, and clinical transferability of simulator-acquired skills.81 Simulators are also capable of displaying various clinical disease states, expanding the training capabilities and allowing their use as a performance assessment tool at the conclusion of training. Such integrated curriculum-based education models have been evaluated in anesthesia residency programs with promising results.110,111 In one study, a curriculum for a Focused periOperative Risk Evaluation Sonography Involving Gastroabdominal Hemodynamic and Transthoracic Ultrasound (FORESIGHT) (Table 4)111 was implemented and resulted in improvement in knowledge, high participant satisfaction rates, and some evidence of clinical impact. Another study randomized anesthesia residents to simulation-based TEE training or traditional didactic training. The group of simulator-trained residents showed enhanced TEE image acquisition skills in the operating room.112 In a different study, anesthesiology categorical interns underwent a multimodal perioperative US training program, which resulted in knowledge scores and manual dexterity that exceeded those of graduating residents.110 Although the results from these studies are encouraging, there is still a lack of information of the long-lasting impact of these simulation-based programs.113 A sample curriculum for perioperative US is further discussed in Supplemental Digital Content 4 (https://links.lww.com/AA/B347). RECOMMENDATIONS During anesthesiology residency, perioperative US training should be continuous and structured. Within the expectations of achieving ACGME milestones, residency programs should create their own teaching tools and evaluation metrics to demonstrate the progression of learners. There are several initiatives to unify educational approaches, but they do not encompass the entire spectrum of perioperative US.114–117 It is the hope of the Society of Cardiovascular Anesthesiologists that this call to action article will intensify the debate within our specialty to establish standard training expectations within our residency training programs. Because there is a substantial overlap between the different perioperative US modalities, this makes unified teaching attractive from an efficiency standpoint. Because of the importance of US to the evolution of anesthesiology as a specialty, it would be prudent to develop and implement a fundamentals of perioperative US education and training to be universally adopted in accredited anesthesiology training programs, following the model of FLS and FES. Although basic US should be learned, applied, and competency verified at the residency level, there are specific advanced skillsets that should be further elaborated during fellowship training. Learning goals should be specific and evaluated to verify knowledge and skill acquisition. CONCLUSIONS Clinical applications of perioperative US are expanding rapidly, and its use will become a standard of care in multiple clinical settings. Although the importance of US has been recognized by the ABA, anesthesiology as a specialty trails other medical disciplines in recognizing US education as a training requirement. It is essential that the ABA, ASA, and anesthesiology subspecialty societies define standards for perioperative US training and develop pathways and care protocols using TTE, TEE, abdominal, chest, vascular, regional, and airway US to care for patients undergoing surgical procedures. Training in fundamentals of perioperative US should be a core component of anesthesia residency programs, and advanced perioperative US should be an integral part of anesthesiology fellowship training. Our group proposes a thorough discussion and definition of the core elements of the required education process and their implementation and integration into all accredited anesthesia training programs. Analogous to endotracheal intubation, central venous access and regional anesthesia, proficiency in perioperative US should be implied after completing accredited residency training and expected of all future ABA board-certified anesthesiologists. For postgraduate anesthesia practitioners, increasing awareness of the utility of perioperative US and standardization of postgraduate education programs should be undertaken. A Fundamentals of Perioperative US would be a defined training program that should be made available not only to anesthesiology residents but also to postgraduate anesthesia physicians. Anesthesiology-based advocacy efforts need to emphasize the clinical benefits of perioperative US before the specialty falls too far behind other medical specialties that use ultrasonography. DISCLOSURES Name: Feroze Mahmood, MD. Contribution: This author helped design the study, conduct the study, analyze the data, and write the manuscript. Attestation: Feroze Mahmood approved the final manuscript. Conflicts of Interest: Feroze Mahmood serves as course codirector for the Boston Echo Course and is also codirector for the Boston Echo Course Three-Dimensional Workshop. Name: Robina Matyal, MD. Contribution: This author helped design the study, conduct the study, analyze the data, and write the manuscript. Attestation: Robina Matyal approved the final manuscript. Conflicts of Interest: Robina Matyal is a course codirector for the Boston Echo Course Three-Dimensional Workshop. Name: Nikolaos Skubas, MD. Contribution: This author helped design the study, conduct the study, analyze the data, and write the manuscript. Attestation: Nikolaos Skubas approved the final manuscript. Conflicts of Interest: Nikolaos Skubas a course codirector for the Society of Cardiovascular Anesthesiologists’ Echo Week, member of the Basic PTEeXAM writing committee of the National Board of Echocardiography (NBE), and Editor for Anesthesia & Analgesia. Name: Mario Montealegre-Gallegos, MD. Contribution: This author helped design the study, conduct the study, analyze the data, and write the manuscript. Attestation: Mario Montealegre-Gallegos approved the final manuscript. Conflicts of Interest: Mario Montealegre-Gallegos is a course codirector for the Boston Echo Course Three-Dimensional Workshop. Name: Madhav Swaminathan, MD. Contribution: This author helped design the study, conduct the study, analyze the data, and write the manuscript. Attestation: Madhav Swaminathan approved the final manuscript. Conflicts of Interest: Madhav Swaminathan is a course codirector for the SCA’s Echo Week. Name: Andre Denault, MD. Contribution: This author helped design the study, conduct the study, analyze the data, and write the manuscript. Attestation: Andre Denault approved the final manuscript. Conflicts of Interest: Andre Denault is an instructor for courses sponsored by CAE healthcare, the Montreal Heart Institute, and the University of Montreal. He is an editor of the CRC Press Multimedia Transesophageal Echocardiography Manual. He has received royalties from Taylor and Francis for 2 textbooks on Transesophageal Echocardiography. Name: Roman Sniecinski, MD. Contribution: This author helped design the study, conduct the study, analyze the data, and write the manuscript. Attestation: Roman Sniecinski approved the final manuscript. Conflicts of Interest: Roman Sniecinski is on the Program Committee for the SCA Echo Week, is the chair of American Society of Echocardiography Council on Perioperative Echocardiography Steering Committee, and a member of the Ultrasound Education steering committee for the University of Melbourne, Australia. He is on the advisory board for Grifols and has received research funding from Grifols, Shire Viropharma, Covidien, and Nonin. Name: John D. Mitchell, MD. Contribution: This author helped design the study, conduct the study, analyze the data, and write the manuscript. Attestation: John D. Mitchell approved the final manuscript. Conflicts of Interest: The author declares no conflicts of interest. Name: Mark Taylor, MD. Contribution: This author helped design the study, conduct the study, analyze the data, and write the manuscript. Attestation: Mark Taylor approved the final manuscript. Conflicts of Interest: Mark Taylor is on the Program Committee for the SCA Echo Week and is a member of the Basic PTEeXAM writing committee of the NBE. He is also a member of the Council on Perioperative Echocardiography of the ASE. He has written textbook chapters on transesophageal echocardiography (no honorarium). Name: Stephen Haskins, MD. Contribution: This author helped design the study, conduct the study, analyze the data, and write the manuscript. Attestation: Stephen Haskins approved the final manuscript. Conflicts of Interest: Stephen Haskins reported the following conflicts of interest: Activity director, supervisor, and chief instructor for USabcd Basic Focused Assessed Transthoracic Echocardiography (FATE) courses (no honorarium); Chair, activity director, and lecturer at HSS Best Practice in Anesthesia for Orthopedic Surgery Symposium (no honorarium); Cochair of the American Society of Regional Anesthesiology Special Interest Group in Point of Care Ultrasound (no honorarium). He has been awarded a $30,000 grant from HSS academy’s Innovative Education Grant Program for the project: Focused Assessed Transthoracic Echocardiography (FATE): An Innovative Educational Curriculum for Anesthesiology Residents and Fellows; however, no personal payment was received from the grant’s funds. He has lectured in national and regional Echocardiography courses with reimbursement only for travel and lodging. Name: Sajid Shahul, MD. Contribution: This author helped design the study, conduct the study, analyze the data, and write the manuscript. Attestation: Sajid Shahul approved the final manuscript. Conflicts of Interest: The author declares no conflicts of interest. Name: Achikam Oren-Grinberg, MD. Contribution: This author helped design the study, conduct the study, analyze the data, and write the manuscript. Attestation: Achikam Oren-Grinberg approved the final manuscript. Conflicts of Interest: Achikam Oren-Grinberg is a director for Ultrasonography for Intensivists and Emergency Medicine Clinicians course, Harvard Medical School. He is also the founder of eMedical Academy. Name: Patrick Wouters, MD. Contribution: This author helped design the study, conduct the study, analyze the data, and write the manuscript. Attestation: Patrick Wouters approved the final manuscript. Conflicts of Interest: The author declares no conflicts of interest. Name: Douglas Shook, MD. Contribution: This author helped design the study, conduct the study, analyze the data, and write the manuscript. Attestation: Douglas Shook approved the final manuscript. Conflicts of Interest: Douglas Shook is a course codirector for the SCA’s Echo Week, member of the Basic PTEeXAM writing committee of the NBE, and a member of the SCA Board of Directors. He has also received honoraria for education from Edwards Lifesciences, St. Jude Medical, and Sorin. Name: Scott T. Reeves, MD, MBA. Contribution: This author helped design the study, conduct the study, analyze the data, and write the manuscript. Attestation: Scott T. Reeves approved the final manuscript. Conflicts of Interest: Scott T. Reeves is the immediate past president of the SCA, and he has received royalties from Lippincott Williams and Wilkins for a transesophageal echocardiography textbook. RECUSE NOTE Dr. Roman Sniecinski is the Section Editor for Hemostasis for Anesthesia & Analgesia, and Dr. Nikolaos Skubas is the Section Editor for Perioperative Echocardiography and Cardiovascular Education. This manuscript was handled by Dr. Martin London, Section Editor for Perioperative Echocardiography and Cardiovascular Education (term ended December 2015). Drs. Sniecinski and Skubas were not involved in any way with the editorial process or decision.",
  "authors": [
    {
      "display_name": "Feroze Mahmood",
      "id": "A5016249345",
      "orcid": "https://orcid.org/0000-0002-7071-0476",
      "institutions": [
        {
          "id": "I1281539108",
          "display_name": "Hospital for Special Surgery",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I153297377",
          "display_name": "Medical University of South Carolina",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Feroze Mahmood"
    },
    {
      "display_name": "Robina Matyal",
      "id": "A5073837991",
      "orcid": "https://orcid.org/0000-0003-2887-0852",
      "institutions": [
        {
          "id": "I153297377",
          "display_name": "Medical University of South Carolina",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1281539108",
          "display_name": "Hospital for Special Surgery",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Robina Matyal"
    },
    {
      "display_name": "Nikolaos J. Skubas",
      "id": "A5035420062",
      "orcid": "https://orcid.org/0000-0003-1582-526X",
      "institutions": [
        {
          "id": "I153297377",
          "display_name": "Medical University of South Carolina",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I205783295",
          "display_name": "Cornell University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Nikolaos Skubas"
    },
    {
      "display_name": "Mario Montealegre-Gallegos",
      "id": "A5087084026",
      "orcid": "https://orcid.org/0009-0003-8667-5630",
      "institutions": [
        {
          "id": "I153297377",
          "display_name": "Medical University of South Carolina",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mario Montealegre-Gallegos"
    },
    {
      "display_name": "Madhav Swaminathan",
      "id": "A5058843042",
      "orcid": "https://orcid.org/0000-0001-9136-8609",
      "institutions": [
        {
          "id": "I153297377",
          "display_name": "Medical University of South Carolina",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Madhav Swaminathan"
    },
    {
      "display_name": "André Denault",
      "id": "A5033090327",
      "orcid": "https://orcid.org/0000-0003-0634-6291",
      "institutions": [
        {
          "id": "I153297377",
          "display_name": "Medical University of South Carolina",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I2800290161",
          "display_name": "Montreal Heart Institute",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Andre Denault"
    },
    {
      "display_name": "Roman M. Sniecinski",
      "id": "A5049844818",
      "orcid": "https://orcid.org/0000-0003-4766-3314",
      "institutions": [
        {
          "id": "I153297377",
          "display_name": "Medical University of South Carolina",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Roman Sniecinski"
    },
    {
      "display_name": "John Mitchell",
      "id": "A5020753076",
      "orcid": "https://orcid.org/0000-0001-6087-5210",
      "institutions": [
        {
          "id": "I153297377",
          "display_name": "Medical University of South Carolina",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1281539108",
          "display_name": "Hospital for Special Surgery",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "John D. Mitchell"
    },
    {
      "display_name": "Mark A. Taylor",
      "id": "A5027840477",
      "orcid": "https://orcid.org/0000-0001-8005-8461",
      "institutions": [
        {
          "id": "I153297377",
          "display_name": "Medical University of South Carolina",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mark Taylor"
    },
    {
      "display_name": "Stephen C. Haskins",
      "id": "A5026991990",
      "orcid": "https://orcid.org/0000-0001-8012-7594",
      "institutions": [
        {
          "id": "I153297377",
          "display_name": "Medical University of South Carolina",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1281539108",
          "display_name": "Hospital for Special Surgery",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Stephen Haskins"
    },
    {
      "display_name": "Sajid Shahul",
      "id": "A5042026807",
      "orcid": "https://orcid.org/0000-0002-7477-133X",
      "institutions": [
        {
          "id": "I153297377",
          "display_name": "Medical University of South Carolina",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I205783295",
          "display_name": "Cornell University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Sajid Shahul"
    },
    {
      "display_name": "Achikam Oren-Grinberg",
      "id": "A5031792607",
      "orcid": null,
      "institutions": [
        {
          "id": "I153297377",
          "display_name": "Medical University of South Carolina",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1281539108",
          "display_name": "Hospital for Special Surgery",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Achikam Oren-Grinberg"
    },
    {
      "display_name": "Patrick Wouters",
      "id": "A5054077523",
      "orcid": "https://orcid.org/0000-0002-3086-7137",
      "institutions": [
        {
          "id": "I153297377",
          "display_name": "Medical University of South Carolina",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Patrick Wouters"
    },
    {
      "display_name": "Douglas C. Shook",
      "id": "A5067490666",
      "orcid": "https://orcid.org/0000-0002-4799-3295",
      "institutions": [
        {
          "id": "I153297377",
          "display_name": "Medical University of South Carolina",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Douglas Shook"
    },
    {
      "display_name": "Scott T. Reeves",
      "id": "A5101895042",
      "orcid": "https://orcid.org/0000-0001-6296-9229",
      "institutions": [
        {
          "id": "I153297377",
          "display_name": "Medical University of South Carolina",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I2800290161",
          "display_name": "Montreal Heart Institute",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Scott T. Reeves"
    }
  ],
  "publication_year": 2016,
  "publication_date": "2016-05-20",
  "type": "review",
  "cited_by_count": 122,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S104698359",
    "display_name": "Anesthesia & Analgesia",
    "issn_l": "0003-2999",
    "issn": [
      "0003-2999",
      "1526-7598"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "122",
  "issue": "6",
  "first_page": "1794",
  "last_page": "1804",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.9619695
    },
    {
      "id": "C2779526319",
      "display_name": "Anesthesiology",
      "level": 2,
      "score": 0.8801991
    },
    {
      "id": "C31174226",
      "display_name": "Perioperative",
      "level": 2,
      "score": 0.69828767
    },
    {
      "id": "C105152847",
      "display_name": "Call to action",
      "level": 2,
      "score": 0.6626551
    },
    {
      "id": "C2991975920",
      "display_name": "Pain medicine",
      "level": 3,
      "score": 0.49844766
    },
    {
      "id": "C2780791683",
      "display_name": "Action (physics)",
      "level": 2,
      "score": 0.43744493
    },
    {
      "id": "C42219234",
      "display_name": "Anesthesia",
      "level": 1,
      "score": 0.40313792
    },
    {
      "id": "C545542383",
      "display_name": "Medical emergency",
      "level": 1,
      "score": 0.3218227
    },
    {
      "id": "C177713679",
      "display_name": "Intensive care medicine",
      "level": 1,
      "score": 0.32105225
    },
    {
      "id": "C121332964",
      "display_name": "Physics",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C162853370",
      "display_name": "Marketing",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C62520636",
      "display_name": "Quantum mechanics",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C144133560",
      "display_name": "Business",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11738",
      "display_name": "Ultrasound in Clinical Applications",
      "score": 0.9998
    },
    {
      "id": "T11930",
      "display_name": "Cardiac, Anesthesia and Surgical Outcomes",
      "score": 0.9974
    },
    {
      "id": "T11700",
      "display_name": "Hemodynamic Monitoring and Therapy",
      "score": 0.985
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1213/ane.0000000000001134",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:50:37.734739",
  "source_database": "OpenAlex"
}