{
  "openalex_id": "W2401631969",
  "doi": "https://doi.org/10.1016/s0140-6736(09)60894-1",
  "title": "Geoffrey Norman",
  "abstract": "Lunching with the Canadian medical education researcher Geoff Norman presented The Lancet with a problem—what do you do with people who are so entertainingly talkative that luncheon itself, or at least the aspect of it that concerns staving off starvation, proves nearly impossible? The problem manifested itself soon after meeting Norman at an unassuming café in Hamilton, the Ontario industrial city home to McMaster University, where the Faculty of Health Sciences boasts a uniquely interdisciplinary approach to medical education. That interdisciplinary emphasis goes some way to explaining why Norman, who trained in the 1960s as a nuclear physicist, now holds a psychology perch at McMaster, where he is Professor of Clinical Epidemiology and Biostatistics and holds the Canada Research Chair in Cognitive Dimensions of Clinical Expertise. His work on physicians' decision-making processes won him the Karolinska Institutet Prize for Research in Medical Education last year. But back to the problem at hand. The conversation allowed space for intermittent, if hasty, gulps on both sides of the table. Meanwhile, somehow, Norman made quick work of a shrimp salad while emitting a blizzard of observations, opinions, insights, and some very funny jokes. What was the topic dominating his tornado-force discourse? When it comes to solving patients' problems, avers Norman, experience is everything. Based on studies of why physicians reach accurate diagnoses, he says, “it's clear that doctors need to have a very wide array of experiences”. The problem with this insight, says Norman, is that it clashes with dominant pedagogical theories, especially with regard to the use of evidence based medicine (EBM). And the problem with that, he admits ruefully, is that McMaster is the home of EBM. Possibly not everybody is thrilled with his success in establishing that, when it comes to training doctors, EBM cannot be all things for all people. “What we've established is that making correct diagnoses depends to a great deal on pattern recognition. You get the job done better when you've seen it before.” Somehow, Norman says, that's a message that has to given greater emphasis in medical education. These days Norman is focusing on what makes elite doctors who are respected for their diagnostic abilities so good and what are the cognitive patterns that may underlie clinical errors. As the bill arrives, it's tempting to ask Norman for a little help diagnosing the problem staring up from my plate. My burger remains half eaten. Still, he's given me plenty to digest. It's his job to diagnose the doctor, not the patient, after all. And I'm not sure whether my experience is part of a broader pattern of behaviour on his part.",
  "authors": [
    {
      "display_name": "Geoffrey Norman",
      "id": "A5025531386",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Geoffrey Norman"
    }
  ],
  "publication_year": 2009,
  "publication_date": "2009-05-01",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4394735484",
    "display_name": "The Lancet",
    "issn_l": "0099-5355",
    "issn": [
      "0099-5355"
    ],
    "type": "journal",
    "host_organization": null
  },
  "volume": "373",
  "issue": "9675",
  "first_page": "1597",
  "last_page": "1597",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "http://www.thelancet.com/article/S0140673609608941/pdf",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2777200299",
      "display_name": "Conversation",
      "level": 2,
      "score": 0.6397593
    },
    {
      "id": "C140556311",
      "display_name": "Biostatistics",
      "level": 3,
      "score": 0.4348018
    },
    {
      "id": "C2778572836",
      "display_name": "Space (punctuation)",
      "level": 2,
      "score": 0.42629153
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.4093029
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.37016672
    },
    {
      "id": "C74916050",
      "display_name": "Classics",
      "level": 1,
      "score": 0.36254153
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.3265885
    },
    {
      "id": "C11171543",
      "display_name": "Psychoanalysis",
      "level": 1,
      "score": 0.3253202
    },
    {
      "id": "C138816342",
      "display_name": "Public health",
      "level": 2,
      "score": 0.24985331
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.23399514
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.20295522
    },
    {
      "id": "C159110408",
      "display_name": "Nursing",
      "level": 1,
      "score": 0.11275542
    },
    {
      "id": "C41895202",
      "display_name": "Linguistics",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C46312422",
      "display_name": "Communication",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11590",
      "display_name": "Primary Care and Health Outcomes",
      "score": 0.888
    },
    {
      "id": "T11744",
      "display_name": "Health Sciences Research and Education",
      "score": 0.8852
    },
    {
      "id": "T12574",
      "display_name": "Clinical Reasoning and Diagnostic Skills",
      "score": 0.8735
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/s0140-6736(09)60894-1",
  "pdf_url": "http://www.thelancet.com/article/S0140673609608941/pdf",
  "retrieved_date": "2025-07-30T15:20:12.873500",
  "source_database": "OpenAlex"
}