{
  "openalex_id": "W2419133152",
  "doi": "https://doi.org/10.1097/01.prs.0000480007.03293.ed",
  "title": "FACE-Q Satisfaction with Appearance Scores from Close to 1000 Facial Aesthetic Patients",
  "abstract": "Sir: Patient-reported outcome instruments are used worldwide to inform clinical practice, comparative effectiveness research, discussions with regulatory bodies, and an evidence-based approach to treatment.1 To address the lack of patient-reported outcome instruments available to plastic surgeons and dermatologists, our team developed the FACE-Q for use with facial aesthetics patients.2,3 The FACE-Q includes a variety of scales and checklists from which clinicians and researchers may choose to measure patient perceptions of their appearance, posttreatment adverse effects, and quality of life. In our recently completed international field test, we accumulated different samples for each of the 40-plus scales at a different rate and from different patients, with one exception: the 10-item Satisfaction with Appearance scale was completed by almost all participants. This scale, designed to measure outcomes for any type of surgical or nonsurgical facial aesthetic treatment, was previously shown to demonstrate reliability, validity, and the ability to detect clinical change.3 The methods for our study are described in detail elsewhere.2,3 Satisfaction with Appearance scores range from 0 (lowest) to 100 (highest). Here we present Satisfaction with Appearance scores by timing of assessment and procedure type. In the field test study, 952 of 988 participants completed the scale one or more times, providing 1051 assessments. The sample of 952 included more female (87 percent), white (78 percent), and surgical (55 percent) patients. Mean age was 48 years (range, 18 to 85 years). In linear regression models with Satisfaction with Appearance as the dependent variable, age, sex, race (white versus other), and treatment type (surgical versus nonsurgical) accounted for 10 (R2 = 0.10; p< 0.001) and 15 (R2 = 0.15; p < 0.001) percent of the variance in pretreatment (model 1) and posttreatment (model 2) scores respectively. Surgical (β = −9.2; p < 0.001) and older (β = −0.12; p = 0.02) patients reported lower scores in model 1, and surgical patients reported higher scores (β = 14.9; p < 0.001) in model 2. Procedure type for the 909 assessments where treatment involved a single procedure (versus multiple) included the following: face lift (n = 181), rhinoplasty (n = 174), botulinum toxin type A (n = 168), facial filler (n = 123), skin treatment (n = 106), blepharoplasty (n = 92), and other (n = 65). Satisfaction with appearance (Fig. 1) was significantly higher on independent samples t tests in the posttreatment versus pretreatment groups for five procedures.Fig. 1: Mean FACE-Q Satisfaction with Appearance scores comparing pretreatment and posttreatment groups. Cases having multiple procedures are not included. Posttreatment assessments ranged from 1 to 21 months for surgical patients and 2 days to 18 months for nonsurgical patients.A subgroup of 77 participants completed the FACE-Q scale both before and after treatment (Table 1). Satisfaction with appearance was significantly higher following treatment, with moderate (nonsurgical) and large (surgical) effect sizes.Table 1: Mean FACE-Q Satisfaction with Appearance Scores, Standard Deviation, Effect Size, and Minimally Important Difference for the Subgroup of Patients Who Provided Pretreatment and Posttreatment DataIn conclusion, based on a sample of close to 1000 facial aesthetic patients, satisfaction with appearance was higher in those who have undergone facial aesthetic treatments compared with those who have not, especially for surgical procedures. It is important to note the study limitations, including variability in timing of FACE-Q completion, the fact that the sample included more women than men, and few participants completed the FACE-Q before and after treatment. As with the BREAST-Q4 and the BODY-Q,5 the FACE-Q is available free of charge to clinicians and nonprofit users. We encourage the plastic surgery community to make use these patient-reported outcome instruments to better understand patients' concerns and to provide evidence about the benefits of different facial aesthetic treatments. DISCLOSURE The FACE-Q field-test was supported by the Plastic Surgery Foundation. The FACE-Q is owned by Memorial Sloan-Kettering Cancer Center. Drs. Cano, Klassen, and Pusic are co-developers of the FACE-Q and, as such, receive a share of any license revenues as royalties based on Memorial Sloan-Kettering Cancer Center's inventor sharing policy. Dr. Cano is co-founder of Modus Outcomes, an outcomes research and consulting firm that provides services to pharmaceutical, medical device, and biotechnology companies. ACKNOWLEDGMENTS The authors are grateful for grant funding provided by the Plastic Surgery Foundation. The authors are indebted to the many clinicians who recruited their patients into the FACE-Q field test and the many patients who participated. Anne F. Klassen, D.Phil. McMaster University Hamilton, Ontario, Canada Stefan J. Cano, Ph.D. Modus Outcomes Stotfold, United Kingdom Andrea L. Pusic, M.D., M.Sc. Memorial Sloan-Kettering Cancer Center New York, N.Y.",
  "authors": [
    {
      "display_name": "Anne F. Klassen",
      "id": "A5070748857",
      "orcid": "https://orcid.org/0000-0003-4720-0096",
      "institutions": [
        {
          "id": "I4210133813",
          "display_name": "Health Economics and Outcomes Research (United Kingdom)",
          "country_code": "GB",
          "type": "company"
        },
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Anne F. Klassen"
    },
    {
      "display_name": "Stefan Cano",
      "id": "A5032472764",
      "orcid": "https://orcid.org/0000-0001-9390-273X",
      "institutions": [
        {
          "id": "I4210133813",
          "display_name": "Health Economics and Outcomes Research (United Kingdom)",
          "country_code": "GB",
          "type": "company"
        },
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Stefan J. Cano"
    },
    {
      "display_name": "Andrea L. Pusic",
      "id": "A5081601479",
      "orcid": "https://orcid.org/0000-0003-4352-9409",
      "institutions": [
        {
          "id": "I4210133813",
          "display_name": "Health Economics and Outcomes Research (United Kingdom)",
          "country_code": "GB",
          "type": "company"
        },
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Andrea L. Pusic"
    }
  ],
  "publication_year": 2016,
  "publication_date": "2016-02-25",
  "type": "editorial",
  "cited_by_count": 33,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S100736837",
    "display_name": "Plastic & Reconstructive Surgery",
    "issn_l": "0032-1052",
    "issn": [
      "0032-1052",
      "1076-5751",
      "1529-4242"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "137",
  "issue": "3",
  "first_page": "651e",
  "last_page": "652e",
  "open_access": {
    "is_oa": true,
    "oa_status": "green",
    "oa_url": "https://europepmc.org/articles/pmc4819417?pdf=render",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C2775944032",
      "display_name": "Patient satisfaction",
      "level": 2,
      "score": 0.6189363
    },
    {
      "id": "C2778755073",
      "display_name": "Scale (ratio)",
      "level": 2,
      "score": 0.52937865
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.4801935
    },
    {
      "id": "C2777267654",
      "display_name": "Test (biology)",
      "level": 2,
      "score": 0.4775399
    },
    {
      "id": "C2779951463",
      "display_name": "Quality of life (healthcare)",
      "level": 2,
      "score": 0.45721173
    },
    {
      "id": "C33191230",
      "display_name": "Face validity",
      "level": 3,
      "score": 0.4383886
    },
    {
      "id": "C43214815",
      "display_name": "Reliability (semiconductor)",
      "level": 3,
      "score": 0.41253895
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.398529
    },
    {
      "id": "C70410870",
      "display_name": "Clinical psychology",
      "level": 1,
      "score": 0.3511309
    },
    {
      "id": "C171606756",
      "display_name": "Psychometrics",
      "level": 2,
      "score": 0.27055985
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.20897993
    },
    {
      "id": "C159110408",
      "display_name": "Nursing",
      "level": 1,
      "score": 0.10084063
    },
    {
      "id": "C151730666",
      "display_name": "Paleontology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C163258240",
      "display_name": "Power (physics)",
      "level": 2,
      "score": 0.0
    },
    {
      "id": "C121332964",
      "display_name": "Physics",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C62520636",
      "display_name": "Quantum mechanics",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T12663",
      "display_name": "Body Image and Dysmorphia Studies",
      "score": 0.9999
    },
    {
      "id": "T11322",
      "display_name": "Facial Rejuvenation and Surgery Techniques",
      "score": 0.9984
    },
    {
      "id": "T11258",
      "display_name": "Breast Implant and Reconstruction",
      "score": 0.996
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1097/01.prs.0000480007.03293.ed",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:57:33.861924",
  "source_database": "OpenAlex"
}