{
  "openalex_id": "W241594177",
  "doi": null,
  "title": "MAGHRIB: Colonial Madness: Psychiatry in French North Africa",
  "abstract": "MAGHRIB Colonial Madness: in French North Africa, by Richard C. Keller. Chicago, IL: The University of Chicago Press, 2007. vii + 294 pages. Notes to p. 255. Bibl. to p. 285. Index to p. 294. $70. Reviewed by Ellen Amster In this ambitious, wide-ranging, and delightful intellectual history of French psychiatry in North Africa, Richard Keller brings together many disparate threads of French colonial history. Keller weaves together film and science, psychiatric archives, and Orientalist painting, to create a history signposted with elements familiar to most historians: travelogue of Guy de Maupassant, torture in Algerian war, and French conquest in Algeria, Morocco, and Tunisia. Keller could have limited his work to a more conventional story of doctors and patients in Africa. Instead, he uses example of psychiatry to reveal deeper truths about French colonial mission to civilize and limits of imperial projects, intersections of psychiatry and colonial policy, and origins of post-colonial French attitudes about North African immigrants. The last chapters shed light on writings of North African intellectual Albert Memmi, Algerian playwright Kateb Yacine, and Antillean psychiatrist Frantz Fanon. Keller's inventive use of sources does not detract from integrity of his scientific history, however. He engages work of Robert Nye,1 Jan Goldstein,2 and Michel Foucault3 with a grounded archival history of psychiatric thought and institutions, making an important contribution to history of French psychiatry. Keller's inventive methodology and deft use of a diverse source base makes this work relevant to all historians of colonial experience. Psychiatry ... offers a privileged site for study of relationship between knowledge and power under colonialism, Keller writes (p. 13), and he makes a dazzling case. Antoine Porot, architect of France's North African mental assistance programs, worked with his disciples to found an Algiers school of North African psychiatry founded upon legacy of Philippe Pinel, legendary liberator of insane of French Revolution. freed mad from hospice cages and led these most miserable of citizens to ideals of liberty, equality, and fraternity through therapeutic humanitarian asylum (p. 25). Psychiatrists used and deplorable conditions of maristans (hospitals) to claim colonial careers for themselves and experiment on North Africans with radical new therapies. served colonialism in practical ways; sub-specialty of ethnopsychiatry portrayed Muslims as inherently violent, irrational, and ill-adapted to civilization. Psychiatrists thus scientifically validated settler prejudice, draconian French criminal codes against violent North Africans, and the French army's psychological warfare programs during Algerian struggle for independence (p. 16). In Chapter 1, Keller demonstrates utility of Pinel in Maghreb, as psychiatrists eschewed both psychoanalysis, which recognizes patient as a subject, and psychological neurology of JeanMartin Charcot. …",
  "authors": [
    {
      "display_name": "Ellen Amster",
      "id": "A5054313826",
      "orcid": "https://orcid.org/0000-0001-8060-3466",
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Ellen Amster"
    }
  ],
  "publication_year": 2007,
  "publication_date": "2007-10-01",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S184885884",
    "display_name": "The Middle East Journal",
    "issn_l": "0026-3141",
    "issn": [
      "0026-3141",
      "1940-3461"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316716"
  },
  "volume": "61",
  "issue": "4",
  "first_page": "726",
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C531593650",
      "display_name": "Colonialism",
      "level": 2,
      "score": 0.8941536
    },
    {
      "id": "C544040105",
      "display_name": "Torture",
      "level": 3,
      "score": 0.52756494
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.4537471
    },
    {
      "id": "C510816226",
      "display_name": "Orientalism",
      "level": 2,
      "score": 0.41910225
    },
    {
      "id": "C2780175911",
      "display_name": "CONQUEST",
      "level": 2,
      "score": 0.4169237
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.39001268
    },
    {
      "id": "C74916050",
      "display_name": "Classics",
      "level": 1,
      "score": 0.32274276
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.23823279
    },
    {
      "id": "C195244886",
      "display_name": "Ancient history",
      "level": 1,
      "score": 0.16235083
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.14203805
    },
    {
      "id": "C169437150",
      "display_name": "Human rights",
      "level": 2,
      "score": 0.12470496
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.095801294
    }
  ],
  "topics": [
    {
      "id": "T12854",
      "display_name": "Neurology and Historical Studies",
      "score": 0.9349
    },
    {
      "id": "T12666",
      "display_name": "Historical Psychiatry and Medical Practices",
      "score": 0.9135
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://www.questia.com/library/journal/1P3-1418116921/maghrib-colonial-madness-psychiatry-in-french-north",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:11:17.040697",
  "source_database": "OpenAlex"
}