{
  "openalex_id": "W2411943699",
  "doi": "https://doi.org/10.1097/prs.0b013e31825dc435",
  "title": "Discussion",
  "abstract": "Sir:FigureAlthough we appreciate Dr. Hammond's commentary1 on our article,2 we would like to take the opportunity to respond to and clarify four of the key issues raised. “Overall, the article is highly technical and uses detailed statistical and study design terminology that is difficult to fully understand.” Over the past decade, our team has conducted and published primary research, reviews, and education pieces in the area of patient-reported outcome instruments. Research related to the BREAST-Q is an example of our work.2–5 Our motivation is simple: we feel it is essential that plastic surgeons play a central role in the development and application of patient-reported outcome instruments, especially at a time when interpretation of such data is becoming so vital to quality care.6 It is important that practicing surgeons be exposed to the science of psychometric research, and with this in mind, we respectfully make no apologies for the technical nature of our article. Questionnaire development and validation is inherently complex work. To develop and validate high-quality patient-reported outcome instruments, robust data from large heterogeneous patient cohorts are analyzed using state-of-the-art psychometric methods. Such methods make it possible to distinguish good items from bad and to ensure that the final scales provide reliable, valid, and responsive measurement. Like the iPhone, the BREAST-Q may be simple for people to use, but the underlying design is necessarily intricate and technical. Although our team strove to make the methods in our article as easy to understand and transparent as possible, it behooves the plastic surgery community to become knowledgeable about these research methods. Just as plastic surgeons learn new and complex surgical techniques, they should also be prepared to learn new techniques and terminology in clinical research. As a potentially useful starting point, we would refer Dr. Hammond to our article entitled “The Science behind Quality-of-Life Measurement: A Primer for Plastic Surgeons.”7 “It is possible that one unfortunate byproduct of using the BREAST-Q may well be to actually stifle scientific inquiry.” Helmholtz's famous dictum “all science is measurement” was ably countered by Kelvin's “all science is measurement, but not all measurement is science.” This is no more true than for the human sciences8 and especially in health measurement.9 However, in the same way as Helmholtz was committed to the creation of and use of high-quality experimental data, we (as patient-reported outcome instrument developers) constantly strive to exceed the highest scientific standards to drive the quality of heath measurement in plastic surgery. We hope that our growing body of work in plastic surgery will provide an ever improving evidence base for rigorous patient-reported outcome data collection. Therefore, given the intent and the rigor of research, we find it difficult to imagine a scenario in which the BREAST-Q might actually stifle scientific inquiry. Although scientific inquiry begins with creative ideas and questions, the ultimate aim should be to move researchable ideas into rigorously designed studies. Our team took an idea and, over 5 years of research, developed a patient-reported outcome instrument, which is now available for use by anyone in the plastic surgery community. The BREAST-Q is one of an increasing number of patient-reported outcome tools available to facilitate (not stifle) scientific inquiry in the specialty of plastic surgery. As the measurement of patient-reported outcomes has become an integral component of clinical research and quality improvement efforts in most other specialties, we would encourage the plastic surgery research community to consider including patient-reported outcomes in new studies being designed. However, not all patient-reported outcome instruments are created equal and thus, as we note above, it is essential that plastic surgeons be able to discern what actually makes a quality metric. “It is not unreasonable that a researcher with a specific bias could manipulate the application of the instrument in a manner such that a particular bias is supported.” Bias is an inherent risk in the design of any study, and it is unfortunate that some researchers may manipulate study results. The BREAST-Q is a scientifically credible and clinically meaningful tool designed to help minimize bias. Just like any measurement tool, however, the BREAST-Q will not be able to redeem a poorly designed or badly conducted study. “It remains unclear what the financial implications of the copyright are as it pertains to scientific inquiry.” The BREAST-Q is copyrighted to protect it from modifications by individual users. Any changes to the items or scales would affect the measurement properties of the scales, interfere with accurate raw data scoring, compromise the quality of studies performed using the BREAST-Q, and limit comparability between studies. There is no royalty fee for academic researchers or clinicians who wish to use the BREAST-Q. Andrea L. Pusic, M.D., M.H.S. Memorial Sloan-Kettering Cancer Center, New York, N.Y. Anne F. Klassen, D.Phil. McMaster University, Hamilton, Ontario, Canada Stefan J. Cano, Ph.D. Peninsula College of Medicine and Dentistry, Plymouth, United Kingdom DISCLOSURE Dr. Pusic is a codeveloper of the BREAST-Q, a patient-reported outcome measure owned by Memorial Sloan-Kettering Cancer Center and the University of British Columbia. Based on the inventor-sharing policies of these institutions, Dr. Pusic receives of portion of royalty generated by the use of the measure in industry-sponsored clinical trials.",
  "authors": [
    {
      "display_name": "Andrea L. Pusic",
      "id": "A5081601479",
      "orcid": "https://orcid.org/0000-0003-4352-9409",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I85788879",
          "display_name": "Peninsula College of Medicine and Dentistry",
          "country_code": "GB",
          "type": "funder"
        },
        {
          "id": "I1334819555",
          "display_name": "Memorial Sloan Kettering Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Andrea L. Pusic"
    },
    {
      "display_name": "Anne F. Klassen",
      "id": "A5070748857",
      "orcid": "https://orcid.org/0000-0003-4720-0096",
      "institutions": [
        {
          "id": "I85788879",
          "display_name": "Peninsula College of Medicine and Dentistry",
          "country_code": "GB",
          "type": "funder"
        },
        {
          "id": "I1334819555",
          "display_name": "Memorial Sloan Kettering Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Anne F. Klassen"
    },
    {
      "display_name": "Stefan Cano",
      "id": "A5032472764",
      "orcid": "https://orcid.org/0000-0001-9390-273X",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I85788879",
          "display_name": "Peninsula College of Medicine and Dentistry",
          "country_code": "GB",
          "type": "funder"
        },
        {
          "id": "I1334819555",
          "display_name": "Memorial Sloan Kettering Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Stefan J. Cano"
    }
  ],
  "publication_year": 2012,
  "publication_date": "2012-09-01",
  "type": "letter",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S100736837",
    "display_name": "Plastic & Reconstructive Surgery",
    "issn_l": "0032-1052",
    "issn": [
      "0032-1052",
      "1076-5751",
      "1529-4242"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "130",
  "issue": "3",
  "first_page": "482e",
  "last_page": "483e",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://doi.org/10.1097/prs.0b013e31825dc435",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C547195049",
      "display_name": "Terminology",
      "level": 2,
      "score": 0.6908125
    },
    {
      "id": "C2779530757",
      "display_name": "Quality (philosophy)",
      "level": 2,
      "score": 0.5620157
    },
    {
      "id": "C148220186",
      "display_name": "Outcome (game theory)",
      "level": 2,
      "score": 0.506821
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.4451576
    },
    {
      "id": "C527412718",
      "display_name": "Interpretation (philosophy)",
      "level": 2,
      "score": 0.44380286
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.3963244
    },
    {
      "id": "C509550671",
      "display_name": "Medical education",
      "level": 1,
      "score": 0.3220538
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.28801474
    },
    {
      "id": "C111472728",
      "display_name": "Epistemology",
      "level": 1,
      "score": 0.10036889
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C41895202",
      "display_name": "Linguistics",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C33923547",
      "display_name": "Mathematics",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C144237770",
      "display_name": "Mathematical economics",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C199360897",
      "display_name": "Programming language",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10804",
      "display_name": "Health Systems, Economic Evaluations, Quality of Life",
      "score": 0.9418
    },
    {
      "id": "T12443",
      "display_name": "Delphi Technique in Research",
      "score": 0.9095
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1097/prs.0b013e31825dc435",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:57:36.386041",
  "source_database": "OpenAlex"
}