{
  "openalex_id": "W2417460766",
  "doi": "https://doi.org/10.1016/s0022-5347(17)45723-5",
  "title": "Urinary Tract Deterioration Associated with the Artificial Urinary Sphincter",
  "abstract": "No AccessJournal of Urology1 Mar 1986Urinary Tract Deterioration Associated with the Artificial Urinary Sphincter David R. Roth, Parimal R. Vyas, R. Lawrence Kroovand, and Alan D. Perlmutter David R. RothDavid R. Roth Current address: Department of Urology, Baylor College of Medicine, 1 Baylor Plaza, Houston, Texas 77030. More articles by this author , Parimal R. VyasParimal R. Vyas More articles by this author , R. Lawrence KroovandR. Lawrence Kroovand More articles by this author , and Alan D. PerlmutterAlan D. Perlmutter More articles by this author View All Author Informationhttps://doi.org/10.1016/S0022-5347(17)45723-5AboutPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail In most recent series of artificial sphincter implantations there has been a reduction in mechanical and surgical complications, with continence rates approaching 90 per cent. Despite initially excellent results in 47 children, with increasing durations of followup we noted a transient hydronephrosis related to incomplete bladder emptying in 5 and a persistent physiological alteration of detrusor dynamics consisting of a rigid, noncompliant bladder in 7. Preoperatively, all patients had had in-depth radiological studies and most had a urodynamic evaluation, and were considered to be excellent candidates. The etiology of these alterations is not understood at this time. Bladder and even upper tract deterioration can occur without the appearance of urinary leakage. Therefore, children with an artificial sphincter must be monitored indefinitely with semiannual assessment of the upper tracts and periodic urodynamic evaluation. © 1986 by The American Urological Association Education and Research, Inc.FiguresReferencesRelatedDetailsCited byGrimsby G, Menon V, Schlomer B, Baker L, Adams R, Gargollo P and Jacobs M (2018) Long-Term Outcomes of Bladder Neck Reconstruction without Augmentation Cystoplasty in ChildrenJournal of Urology, VOL. 195, NO. 1, (155-161), Online publication date: 1-Jan-2016.Bar-Yosef Y, Castellan M, Joshi D, Labbie A and Gosalbez R (2018) Total Continence Reconstruction Using the Artificial Urinary Sphincter and the Malone Antegrade Continence EnemaJournal of Urology, VOL. 185, NO. 4, (1444-1448), Online publication date: 1-Apr-2011.Dave S, Pippi Salle J, Lorenzo A, Braga L, Peralta-Del Valle M, Bägli D and Khoury A (2018) Is Long-Term Bladder Deterioration Inevitable Following Successful Isolated Bladder Outlet Procedures in Children With Neuropathic Bladder Dysfunction?Journal of Urology, VOL. 179, NO. 5, (1991-1996), Online publication date: 1-May-2008.Bauer S (2018) Long-Term Efficacy of Artificial Urinary Sphincters in ChildrenJournal of Urology, VOL. 180, NO. 2, (441-441), Online publication date: 1-Aug-2008.Snodgrass W, Elmore J and Adams R (2018) Bladder Neck Sling and Appendicovesicostomy Without Augmentation for Neurogenic Incontinence in ChildrenJournal of Urology, VOL. 177, NO. 4, (1510-1515), Online publication date: 1-Apr-2007.KOFF S, GIGAX M and JAYANTHI V (2018) NOCTURNAL BLADDER EMPTYING:: A SIMPLE TECHNIQUE FOR REVERSING URINARY TRACT DETERIORATION IN CHILDREN WITH NEUROGENIC BLADDERJournal of Urology, VOL. 174, NO. 4 Part 2, (1629-1632), Online publication date: 1-Oct-2005.NGUYEN H, BAUER S, DIAMOND D and RETIK A (2018) RECTUS FASCIAL SLING FOR THE TREATMENT OF NEUROGENIC SPHINCTERIC INCONTINENCE IN BOYS: IS IT SAFE AND EFFECTIVE?Journal of Urology, VOL. 166, NO. 2, (658-661), Online publication date: 1-Aug-2001.AUSTIN P, WESTNEY O, LENG W, McGUIRE E and RITCHEY M (2018) ADVANTAGES OF RECTUS FASCIAL SLINGS FOR URINARY INCONTINENCE IN CHILDREN WITH NEUROPATHIC BLADDERSJournal of Urology, VOL. 165, NO. 6 Part 2, (2369-2372), Online publication date: 1-Jun-2001.KRYGER J, GONZÁLEZ R and BARTHOLD J (2018) REVIEW ARTICLE: SURGICAL MANAGEMENT OF URINARY INCONTINENCE IN CHILDREN WITH NEUROGENIC SPHINCTERIC INCOMPETENCEJournal of Urology, VOL. 163, NO. 1, (256-263), Online publication date: 1-Jan-2000.DIAMOND D, BAUER S, DINLENC C, HENDREN W, PETERS C, ATALA A, KELLY M and RETIK A (2018) NORMAL URODYNAMICS IN PATIENTS WITH BLADDER EXSTROPHY: ARE THEY ACHIEVABLE?Journal of Urology, VOL. 162, NO. 3 Part 1, (841-845), Online publication date: 1-Sep-1999.KRONNER K, RINK R, SIMMONS G, KROPP B, CASALE A and CAIN M (2018) ARTIFICIAL URINARY SPHINCTER IN THE TREATMENT OF URINARY INCONTINENCE: PREOPERATIVE URODYNAMICS DO NOT PREDICT THE NEED FOR FUTURE BLADDER AUGMENTATIONJournal of Urology, VOL. 160, NO. 3 Part 2, (1093-1095), Online publication date: 1-Sep-1998.Levesque P, Bauer S, Atala A, Zurakowski D, Colodny A, Peters C and Retik A (2018) Ten-Year Experience with the Artificial Urianary Sphincter in ChildrenJournal of Urology, VOL. 156, NO. 2S, (625-628), Online publication date: 1-Aug-1996.Perez L, Smith E, Broecker B, Massad C, Parrott T and Woodard J (2018) Outcome of Sling Cystourethropexy in the Pediatric Population: A Critical ReviewJournal of Urology, VOL. 156, NO. 2S, (642-646), Online publication date: 1-Aug-1996.Leach G, Trockman B, Wong A, Hamilton J, Haab F and Zimmern P (2018) Post-Prostatectomy Incontinence: Urodynamic Findings and Treatment OutcomesJournal of Urology, VOL. 155, NO. 4, (1256-1259), Online publication date: 1-Apr-1996.Bomalaski M, Bloom D, McGuire E and Panzl A (2018) Glutaraldehyde Cross-Linked Collagen in the Treatment of Urinary Incontinence in ChildrenJournal of Urology, VOL. 155, NO. 2, (699-702), Online publication date: 1-Feb-1996.Gormley E, Bloom D, McGuire E and Ritchey M (2018) Pubovaginal Slings for the Management of Urinary Incontinence in Female AdolescentsJournal of Urology, VOL. 152, NO. 2 Part 2, (822-825), Online publication date: 1-Aug-1994.Cher M and Allen T (2018) Continence in the Myelodysplastic Patient Following EnterocystoplastyJournal of Urology, VOL. 149, NO. 5 Part 1, (1103-1106), Online publication date: 1-May-1993.Pérez L and Webster G (2018) Successful Outcome of Artificial Urinary Sphincters in Men with Post-Prostatectomy Urinary Incontinence Despite Adverse Implantation FeaturesJournal of Urology, VOL. 148, NO. 4, (1166-1170), Online publication date: 1-Oct-1992.Bosco P, Bauer S, Colodny A, Mandell J and Retik A (2018) The Long-Term Results of Artificial Sphincters in ChildrenJournal of Urology, VOL. 146, NO. 2 Part 1, (396-399), Online publication date: 1-Aug-1991.Parres J and Kropp K (2018) Urodynamic Evaluation of the Continence Mechanism following Urethral Lengthening—Reimplantation and EnterocystoplastyJournal of Urology, VOL. 146, NO. 2 Part 2, (535-538), Online publication date: 1-Aug-1991.Bloom D, Knechtel J and McGuire E (2018) Urethral Dilation Improves Bladder Compliance in Children with Myelomeningocele and High Leak Point PressuresJournal of Urology, VOL. 144, NO. 2 Part 2, (430-433), Online publication date: 1-Aug-1990.Nill T, Peller P and Kropp K (2018) Management of Urinary Incontinence by Bladder Tube Urethral Lengthening and Submucosal ReimplantationJournal of Urology, VOL. 144, NO. 2 Part 2, (559-561), Online publication date: 1-Aug-1990.Strawbridge L, Kramer S, Castillo O and Barrett D (2018) Augmentation Cystoplasty and the Artificial Genitourinary SphincterJournal of Urology, VOL. 142, NO. 2 Part 1, (297-301), Online publication date: 1-Aug-1989.Wang S, McGuire E and Bloom D (2018) Urethral Dilation in the Management of Urological Complications of MyelodysplasiaJournal of Urology, VOL. 142, NO. 4, (1054-1055), Online publication date: 1-Oct-1989.Ghoniem G, Bloom D, McGuire E and Stewart K (2018) Bladder Compliance in Meningomyelocele ChildrenJournal of Urology, VOL. 141, NO. 6, (1404-1406), Online publication date: 1-Jun-1989.Bauer S (2018) Editorial CommentJournal of Urology, VOL. 141, NO. 6, (1406-1406), Online publication date: 1-Jun-1989.Mokhless I, Hassouna M, Kiruluta G, Seemeyer T, Homsy Y, Coolsaet B and Elhilali M (2018) The Evolution of Artificial Sphincter Cuff in Growing AnimalsJournal of Urology, VOL. 140, NO. 3, (632-636), Online publication date: 1-Sep-1988.Mcguire E, Bennett C, Konnak J, Sonda L and Savastano J (2018) Experience with Pubovaginal Slings for Urinary Incontinence at the University of MichiganJournal of Urology, VOL. 138, NO. 3, (525-526), Online publication date: 1-Sep-1987.Leach G (2018) Incontinence After Artificial Urinary Sphincter Placement: The Role of Perfusion SphincterometryJournal of Urology, VOL. 138, NO. 3, (529-532), Online publication date: 1-Sep-1987.Churchill B, Gilmour R, Khoury A and McLorie G (2018) Biological Response of Bladders Rendered Continent by Insertion of Artificial SphincterJournal of Urology, VOL. 138, NO. 4 Part 2, (1116-1119), Online publication date: 1-Oct-1987.Sidi A, Reinberg Y and Gonzalez R (2018) Comparison of Artificial Sphincter Implantation and Bladder Neck Reconstruction in Patients With Neurogenic Urinary IncontinenceJournal of Urology, VOL. 138, NO. 4 Part 2, (1120-1122), Online publication date: 1-Oct-1987. Volume 135Issue 3March 1986Page: 528-530 Advertisement Copyright & Permissions© 1986 by The American Urological Association Education and Research, Inc.MetricsAuthor Information David R. Roth Current address: Department of Urology, Baylor College of Medicine, 1 Baylor Plaza, Houston, Texas 77030. More articles by this author Parimal R. Vyas More articles by this author R. Lawrence Kroovand More articles by this author Alan D. Perlmutter More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "David R. Roth",
      "id": "A5057620653",
      "orcid": "https://orcid.org/0000-0003-3414-0530",
      "institutions": [
        {
          "id": "I4210130818",
          "display_name": "Children's Hospital of Michigan",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I185443292",
          "display_name": "Wayne State University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "David R. Roth"
    },
    {
      "display_name": "Parimal R. Vyas",
      "id": "A5015593508",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210130818",
          "display_name": "Children's Hospital of Michigan",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I185443292",
          "display_name": "Wayne State University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Parimal R. Vyas"
    },
    {
      "display_name": "R. Lawrence Kroovand",
      "id": "A5023493665",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210130818",
          "display_name": "Children's Hospital of Michigan",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I185443292",
          "display_name": "Wayne State University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "R. Lawrence Kroovand"
    },
    {
      "display_name": "Alan D. Perlmutter",
      "id": "A5110419417",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210130818",
          "display_name": "Children's Hospital of Michigan",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I185443292",
          "display_name": "Wayne State University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Alan D. Perlmutter"
    }
  ],
  "publication_year": 1986,
  "publication_date": "1986-03-01",
  "type": "article",
  "cited_by_count": 88,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "135",
  "issue": "3",
  "first_page": "528",
  "last_page": "530",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.8668342
    },
    {
      "id": "C2779656439",
      "display_name": "Artificial urinary sphincter",
      "level": 3,
      "score": 0.753454
    },
    {
      "id": "C126894567",
      "display_name": "Urology",
      "level": 1,
      "score": 0.5853699
    },
    {
      "id": "C2993461684",
      "display_name": "Upper urinary tract",
      "level": 3,
      "score": 0.5764672
    },
    {
      "id": "C2910666243",
      "display_name": "Urinary Leakage",
      "level": 3,
      "score": 0.5675046
    },
    {
      "id": "C2780877482",
      "display_name": "Sphincter",
      "level": 2,
      "score": 0.54371893
    },
    {
      "id": "C77411442",
      "display_name": "Urinary system",
      "level": 2,
      "score": 0.5035972
    },
    {
      "id": "C88537330",
      "display_name": "Urethral sphincter",
      "level": 3,
      "score": 0.47661677
    },
    {
      "id": "C2779478474",
      "display_name": "Lower urinary tract symptoms",
      "level": 4,
      "score": 0.47379038
    },
    {
      "id": "C2781040948",
      "display_name": "Hydronephrosis",
      "level": 3,
      "score": 0.43982276
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.38525134
    },
    {
      "id": "C2777085111",
      "display_name": "Urethra",
      "level": 2,
      "score": 0.33156073
    },
    {
      "id": "C2778531004",
      "display_name": "Urinary incontinence",
      "level": 2,
      "score": 0.31204194
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.20612347
    },
    {
      "id": "C2776235491",
      "display_name": "Prostate",
      "level": 3,
      "score": 0.0
    },
    {
      "id": "C121608353",
      "display_name": "Cancer",
      "level": 2,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11815",
      "display_name": "Urological Disorders and Treatments",
      "score": 0.9994
    },
    {
      "id": "T11174",
      "display_name": "Pediatric Urology and Nephrology Studies",
      "score": 0.9992
    },
    {
      "id": "T10279",
      "display_name": "Urinary Bladder and Prostate Research",
      "score": 0.9943
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/s0022-5347(17)45723-5",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:41:27.139619",
  "source_database": "OpenAlex"
}