{
  "openalex_id": "W2412164931",
  "doi": "https://doi.org/10.15252/emmm.201505384",
  "title": "Identification of a novel <scp>PPAR</scp> β/δ/miR‐21‐3p axis in <scp>UV</scp> ‐induced skin inflammation",
  "abstract": "Research Article1 June 2016Open Access Transparent process Identification of a novel PPARβ/δ/miR-21-3p axis in UV-induced skin inflammation Gwendoline Degueurce Gwendoline Degueurce Center for Integrative Genomics, Faculty of Biology and Medicine, University of Lausanne, Lausanne, Switzerland Search for more papers by this author Ilenia D'Errico Ilenia D'Errico Center for Integrative Genomics, Faculty of Biology and Medicine, University of Lausanne, Lausanne, Switzerland Search for more papers by this author Christine Pich Christine Pich Center for Integrative Genomics, Faculty of Biology and Medicine, University of Lausanne, Lausanne, Switzerland Search for more papers by this author Mark Ibberson Mark Ibberson SIB Swiss Institute of Bioinformatics, University of Lausanne, Lausanne, Switzerland Search for more papers by this author Frédéric Schütz Frédéric Schütz Center for Integrative Genomics, Faculty of Biology and Medicine, University of Lausanne, Lausanne, Switzerland SIB Swiss Institute of Bioinformatics, University of Lausanne, Lausanne, Switzerland Search for more papers by this author Alexandra Montagner Alexandra Montagner INRA ToxAlim, Integrative Toxicology and Metabolism, UMR1331, Toulouse, France Search for more papers by this author Marie Sgandurra Marie Sgandurra Center for Integrative Genomics, Faculty of Biology and Medicine, University of Lausanne, Lausanne, Switzerland Search for more papers by this author Lionel Mury Lionel Mury Center for Integrative Genomics, Faculty of Biology and Medicine, University of Lausanne, Lausanne, Switzerland Search for more papers by this author Paris Jafari Paris Jafari Department of Musculoskeletal Medicine, Service of Plastic and Reconstructive Surgery, CHUV, Epalinges, Switzerland Search for more papers by this author Akash Boda Akash Boda Center for Integrative Genomics, Faculty of Biology and Medicine, University of Lausanne, Lausanne, Switzerland Search for more papers by this author Julien Meunier Julien Meunier Center for Integrative Genomics, Faculty of Biology and Medicine, University of Lausanne, Lausanne, Switzerland Search for more papers by this author Roger Rezzonico Roger Rezzonico Institut de Pharmacologie Moléculaire et Cellulaire, CNRS, UMR 7275, Valbonne, France Search for more papers by this author Nicolò Costantino Brembilla Nicolò Costantino Brembilla Dermatology, University Hospital and School of Medicine, Geneva, Switzerland Immunology and Allergy, University Hospital and School of Medicine, Geneva, Switzerland Search for more papers by this author Daniel Hohl Daniel Hohl Service de dermatologie et venereology, Hôpital de Beaumont, CHUV, Lausanne, Switzerland Search for more papers by this author Antonios Kolios Antonios Kolios Department of Immunology, University Hospital, University of Zürich, Zürich, Switzerland Department of Dermatology, University Hospital, University of Zürich, Zürich, Switzerland Search for more papers by this author Günther Hofbauer Günther Hofbauer Department of Dermatology, University Hospital, University of Zürich, Zürich, Switzerland Search for more papers by this author Ioannis Xenarios Ioannis Xenarios SIB Swiss Institute of Bioinformatics, University of Lausanne, Lausanne, Switzerland Search for more papers by this author Liliane Michalik Corresponding Author Liliane Michalik orcid.org/0000-0003-2963-2100 Center for Integrative Genomics, Faculty of Biology and Medicine, University of Lausanne, Lausanne, Switzerland Search for more papers by this author Gwendoline Degueurce Gwendoline Degueurce Center for Integrative Genomics, Faculty of Biology and Medicine, University of Lausanne, Lausanne, Switzerland Search for more papers by this author Ilenia D'Errico Ilenia D'Errico Center for Integrative Genomics, Faculty of Biology and Medicine, University of Lausanne, Lausanne, Switzerland Search for more papers by this author Christine Pich Christine Pich Center for Integrative Genomics, Faculty of Biology and Medicine, University of Lausanne, Lausanne, Switzerland Search for more papers by this author Mark Ibberson Mark Ibberson SIB Swiss Institute of Bioinformatics, University of Lausanne, Lausanne, Switzerland Search for more papers by this author Frédéric Schütz Frédéric Schütz Center for Integrative Genomics, Faculty of Biology and Medicine, University of Lausanne, Lausanne, Switzerland SIB Swiss Institute of Bioinformatics, University of Lausanne, Lausanne, Switzerland Search for more papers by this author Alexandra Montagner Alexandra Montagner INRA ToxAlim, Integrative Toxicology and Metabolism, UMR1331, Toulouse, France Search for more papers by this author Marie Sgandurra Marie Sgandurra Center for Integrative Genomics, Faculty of Biology and Medicine, University of Lausanne, Lausanne, Switzerland Search for more papers by this author Lionel Mury Lionel Mury Center for Integrative Genomics, Faculty of Biology and Medicine, University of Lausanne, Lausanne, Switzerland Search for more papers by this author Paris Jafari Paris Jafari Department of Musculoskeletal Medicine, Service of Plastic and Reconstructive Surgery, CHUV, Epalinges, Switzerland Search for more papers by this author Akash Boda Akash Boda Center for Integrative Genomics, Faculty of Biology and Medicine, University of Lausanne, Lausanne, Switzerland Search for more papers by this author Julien Meunier Julien Meunier Center for Integrative Genomics, Faculty of Biology and Medicine, University of Lausanne, Lausanne, Switzerland Search for more papers by this author Roger Rezzonico Roger Rezzonico Institut de Pharmacologie Moléculaire et Cellulaire, CNRS, UMR 7275, Valbonne, France Search for more papers by this author Nicolò Costantino Brembilla Nicolò Costantino Brembilla Dermatology, University Hospital and School of Medicine, Geneva, Switzerland Immunology and Allergy, University Hospital and School of Medicine, Geneva, Switzerland Search for more papers by this author Daniel Hohl Daniel Hohl Service de dermatologie et venereology, Hôpital de Beaumont, CHUV, Lausanne, Switzerland Search for more papers by this author Antonios Kolios Antonios Kolios Department of Immunology, University Hospital, University of Zürich, Zürich, Switzerland Department of Dermatology, University Hospital, University of Zürich, Zürich, Switzerland Search for more papers by this author Günther Hofbauer Günther Hofbauer Department of Dermatology, University Hospital, University of Zürich, Zürich, Switzerland Search for more papers by this author Ioannis Xenarios Ioannis Xenarios SIB Swiss Institute of Bioinformatics, University of Lausanne, Lausanne, Switzerland Search for more papers by this author Liliane Michalik Corresponding Author Liliane Michalik orcid.org/0000-0003-2963-2100 Center for Integrative Genomics, Faculty of Biology and Medicine, University of Lausanne, Lausanne, Switzerland Search for more papers by this author Author Information Gwendoline Degueurce1, Ilenia D'Errico1, Christine Pich1, Mark Ibberson2, Frédéric Schütz1,2, Alexandra Montagner3, Marie Sgandurra1, Lionel Mury1, Paris Jafari4, Akash Boda1, Julien Meunier1, Roger Rezzonico5, Nicolò Costantino Brembilla6,7, Daniel Hohl8, Antonios Kolios9,10, Günther Hofbauer10, Ioannis Xenarios2 and Liliane Michalik 1 1Center for Integrative Genomics, Faculty of Biology and Medicine, University of Lausanne, Lausanne, Switzerland 2SIB Swiss Institute of Bioinformatics, University of Lausanne, Lausanne, Switzerland 3INRA ToxAlim, Integrative Toxicology and Metabolism, UMR1331, Toulouse, France 4Department of Musculoskeletal Medicine, Service of Plastic and Reconstructive Surgery, CHUV, Epalinges, Switzerland 5Institut de Pharmacologie Moléculaire et Cellulaire, CNRS, UMR 7275, Valbonne, France 6Dermatology, University Hospital and School of Medicine, Geneva, Switzerland 7Immunology and Allergy, University Hospital and School of Medicine, Geneva, Switzerland 8Service de dermatologie et venereology, Hôpital de Beaumont, CHUV, Lausanne, Switzerland 9Department of Immunology, University Hospital, University of Zürich, Zürich, Switzerland 10Department of Dermatology, University Hospital, University of Zürich, Zürich, Switzerland *Corresponding author. Tel: +41 21 692 41 10; Fax: +41 21 692 41 15; E-mail: [email protected] EMBO Mol Med (2016)8:919-936https://doi.org/10.15252/emmm.201505384 PDFDownload PDF of article text and main figures. Peer ReviewDownload a summary of the editorial decision process including editorial decision letters, reviewer comments and author responses to feedback. ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinked InMendeleyWechatReddit Figures & Info Abstract Although excessive exposure to UV is widely recognized as a major factor leading to skin perturbations and cancer, the complex mechanisms underlying inflammatory skin disorders resulting from UV exposure remain incompletely characterized. The nuclear hormone receptor PPARβ/δ is known to control mouse cutaneous repair and UV-induced skin cancer development. Here, we describe a novel PPARβ/δ-dependent molecular cascade involving TGFβ1 and miR-21-3p, which is activated in the epidermis in response to UV exposure. We establish that the passenger miRNA miR-21-3p, that we identify as a novel UV-induced miRNA in the epidermis, plays a pro-inflammatory function in keratinocytes and that its high level of expression in human skin is associated with psoriasis and squamous cell carcinomas. Finally, we provide evidence that inhibition of miR-21-3p reduces UV-induced cutaneous inflammation in ex vivo human skin biopsies, thereby underlining the clinical relevance of miRNA-based topical therapies for cutaneous disorders. Synopsis The skin response to UV as well as psoriasis or squamous cell carcinoma are complex pathophysiological situations. The microRNA miR-21-3p is shown to be a novel target of PPARβ/δ and TGFβ that controls inflammation in mouse and human epidermis. miR-21-3p is induced by UV irradiation in mouse and human epidermis. PPARβ/δ and TGFβ activation is required for UV-induced miR-21-3p upregulation in the epidermis. Elevated miR-21-3p level correlates with psoriasis and squamous cell carcinoma in human skin. Inhibition of miR-21-3p reduces UV-induced inflammation in human skin ex vivo. Introduction Skin disorders accompanied by acute or chronic inflammation are the most common dermatological pathologies. They may be associated with genetic traits (Ellinghaus et al, 2013) or environmental factors, such as invading microbial pathogens or solar ultraviolet radiation (UV) (Matsumura & Ananthaswamy, 2004). Although natural sunlight or UV exposure has beneficial aspects—for example, vitamin D production or improved dermatoses (Holick, 2008; Kochevar et al, 2008)—excessive exposure to UV is widely recognized as a major factor leading to skin perturbations (Kochevar et al, 2008). The skin's response to UV exposure includes inflammation, disruption of the epidermal barrier function, premature aging, and ultimately, UV-induced carcinogenesis (Holleran et al, 1997; Baumann, 2007; Narayanan et al, 2010; Biniek et al, 2012). Therefore, it is important to further understand the complex and incompletely characterized mechanisms underlying inflammatory skin disorders resulting from UV exposure. The nuclear hormone receptor peroxisome proliferator-activated receptor β/δ (PPARβ/δ)—the prevalent PPAR subtype in human and murine epidermis—is an important player in the maintenance of skin homeostasis. It regulates keratinocyte differentiation and lipid synthesis, restores epidermal barrier function following a mechanical disruption, and attenuates UVB-induced senescence in keratinocytes (Michalik & Wahli, 2007; Pal et al, 2011; Sertznig & Reichrath, 2011; Ham et al, 2012). Upon skin injury, PPARβ/δ activation promotes skin healing through activation of keratinocyte proliferation, survival, and migration (Michalik et al, 2001; Tan et al, 2001, 2005). In contrast to these beneficial functions, we recently showed that epidermal activation of PPARβ/δ also favored the progression of UV-induced skin squamous cell carcinoma (Montagner et al, 2013). The outcome of PPARβ/δ activity essentially relies on transcriptional activation of target genes, but also on less frequent indirect repressive effects (Feige et al, 2006). Although PPARs were recently reported to regulate the expression of a few miRNAs (Shah et al, 2007; Yin et al, 2010; Gan et al, 2013; Song et al, 2013; Panza et al, 2014; Yu et al, 2014; Dharap et al, 2015), the underlying mechanisms and outcomes are poorly understood. The role of miRNAs in the skin was first demonstrated by the conditional inactivation of the small RNA-processing pathway in keratinocytes, which resulted in striking defects in skin morphogenesis (Andl et al, 2006; Yi et al, 2006, 2009). Since then, miRNAs—among them the oncomiR miR-21-5p, one of the most studied miRNAs—have been shown to be implicated in the regulation of skin homeostasis (Yi et al, 2006, 2008), skin repair (Banerjee et al, 2011; Yang et al, 2011; Pastar et al, 2012; Li et al, 2015), and skin disorders such as psoriasis (Joyce et al, 2011; Xia & Zhang, 2014; Hawkes et al, 2016) and squamous cell carcinomas (Medina et al, 2010; Darido et al, 2011; Lefort et al, 2013; Gastaldi et al, 2014). Recent studies indicate that miRNAs are affected by UV exposure in various isolated cell types (Guo et al, 2009; Pothof et al, 2009; Dziunycz et al, 2010; Hou et al, 2013), but their functions in the skin response to UV still remain to be characterized. Here, we identify miR-21-3p as a UV- and PPARβ/δ-activated pro-inflammatory miRNA in keratinocytes in culture and in vivo, and we propose that topical inhibition of miR-21-3p is of therapeutic interest in human inflammatory skin disorders. Results miR-21-3p is an epidermal, UV-induced, PPARβ/δ-activated miRNA We recently demonstrated that Ppard+/+ mice chronically exposed to ultraviolet radiation (UV) displayed earlier skin lesions and faster progression of UV-induced skin carcinogenesis compared to Ppard−/− animals (Montagner et al, 2013). In order to identify PPARβ/δ-regulated miRNA involved in the skin response to UV, we compared miRNA expression in skin samples harvested from Ppard+/+ and Ppard−/− mice non-irradiated (control), or following acute (24 h after a single dose of UV) or chronic UV exposure (12 weeks of repeated UV exposure; non-lesional skin). This comparative study highlighted 12 major miRNAs, whose expression was affected (≥ 1.5-fold) in a PPARβ/δ-dependent manner, among which nine were overexpressed, while the remaining three showed lower levels in Ppard+/+ compared to Ppard−/− skin (Appendix Table S1). Among the miRNAs whose expression was upregulated by UV exposure in Ppard+/+ skin, miR-21-3p particularly attracted our attention as it is the passenger miRNA of the guide miR-21-5p (commonly named miR-21). MiR-21-5p is a well-characterized \"oncomiR\" induced by UV irradiation (Guo et al, 2009; Hou et al, 2013) and known for its oncogenic role in skin squamous cell carcinomas (Darido et al, 2011; Xu et al, 2012; Bruegger et al, 2013). Although passenger miRNAs are commonly thought to be degraded upon miRNA processing, here we confirmed miR-21-3p expression by quantifying RNA sequencing counts in various murine organs, including the skin (Meunier et al, 2013). The increased miR-21-3p/miR-21-5p ratio in the skin compared to other organs (Appendix Fig S1A) was not due to a lower expression in miR-21-5p, but to enrichment in miR-21-3p expression in that organ (Fig 1A). In situ hybridization performed in Ppard+/+ skin revealed that miR-21-3p was expressed in the epidermis and hair follicles, with little or no expression in the dermis (Fig 1B, top left panel). Following acute UV exposure, miR-21-3p level was strongly increased in Ppard+/+ epidermis, while remaining below detection levels in the dermis (Fig 1B, bottom left panel). We confirmed and quantified the epidermal increase of miR-21-3p expression following UV exposure using RT–qPCR (Fig 1C) and RNA sequencing (Appendix Fig S1B) of isolated epidermis and dermis samples, whose successful separation was confirmed using specific markers (Appendix Fig S1C). Notably, in vivo miR-21-3p localization and expression compare with those of PPARβ/δ mRNA, also upregulated in the epidermis upon UV exposure (Appendix Fig S1D). Figure 1. PPARβ/δ activates the expression of UV-induced epidermal miR-21-3p RT–qPCR quantification of relative miR-21-3p and miR-21-5p levels in mouse brain, heart, kidney, and epidermis. N = 4 animals per group, one representative experiment is shown out of three independent replicates. Fluorescent miR-21-3p in situ hybridization (pink) in dorsal skin of acutely irradiated (Ac-UV) and non-irradiated (no UV) Ppard+/+ and Ppard−/− mice. E: epidermis; D: dermis; HF: hair follicle. Scale bar: 100 μm. RT–qPCR quantification of relative pri-miR-21 and miR-21-3p levels in the epidermis (left and middle) and of relative miR-21-3p level in the dermis (right) of acutely irradiated (Ac-UV; +) and non-irradiated (−) Ppard+/+ and Ppard−/− mice. Pri-miR-21: Ppard+/+ Ac-UV vs. Ppard−/− Ac-UV P = 0.022; miR-21-3p: Ppard+/+ no UV vs. Ppard+/+ Ac-UV P = 0.017, Ppard+/+ Ac-UV vs. Ppard−/− Ac-UV P = 0.008. N = 3–4 animals per group, one representative experiment is shown out of three independent replicates. RT–qPCR quantification of relative miR-21-3p levels in total skin of chronically irradiated (Chr-UV; +) and non-irradiated (−) Ppard+/+ and Ppard−/− mice. miR-21-3p: Ppard+/+ no UV vs. Ppard+/+ Chr-UV P = 0.008, Ppard+/+ Chr-UV vs. Ppard−/− Chr-UV P = 0.002, ns: non-significant. N = 4 animals per groups, one representative experiment is shown out of two independent replicates. RT–qPCR quantification of relative miR-21-3p level in the epidermis of Ppard+/+ and Ppard−/− mice, acutely irradiated (Ac-UV; +) or non-irradiated (−), treated with the PPARβ/δ antagonist GSK0660 (+) or vehicle (−), as indicated. miR-21-3p: Ppard+/+ no UV vs. Ppard+/+ Ac-UV P = 0.005, Ppard+/+ Ac-UV vs. Ppard+/+ Ac-UV/GSK0660 P = 0.04, N = 5 (Ppard+/+) to 3 (Ppard−/−) animals per group. One representative experiment is shown out of two independent replicates RT–qPCR quantification of relative miR-21-3p levels in HaCat cells treated with the PPARβ/δ agonists GW501516, GW0742 (+), or vehicle (−) as indicated. miR-21-3p: Veh vs. GW501516 P = 4E-04, Veh vs. GW0742 P = 2E-04. N = 2–3 biological replicates, one representative experiment is shown out of two independent replicates. Data information: Results are presented as mean values ± SEM. The statistical comparison between groups was performed by using t-test. *P-value < 0.05; **P-value < 0.01. Download figure Download PowerPoint PPARβ/δ-dependent upregulation of miR-21-3p was then demonstrated in models of genetic and pharmacological modulation of PPARβ/δ function. In situ hybridization and RT–PCR quantification revealed that while miR-21-3p level was upregulated in Ppard+/+ skin samples in response to acute and chronic UV exposure, it remained expressed at its basal level in the skin of Ppard−/− animals (Fig 1B–D). Moreover, in vivo topical inhibition of PPARβ/δ with an antagonist significantly reduced the magnitude of miR-21-3p UV-dependent increase in the epidermis of Ppard+/+ mice, but did not affect miR-21-3p expression in the epidermis of Ppard−/− mice (Fig 1E). Finally, the upregulation of the human miR-21-3p by PPARβ/δ was also confirmed in the human keratinocytes HaCaT following activation of PPARβ/δ with its two agonists GW501516 and GW0742 (Fig 1F), like the two well-characterized PPARβ/δ target genes Angptl4 and Tgfb1 (Appendix Fig S1E). Collectively, these findings establish that the passenger miRNA miR-21-3p is selectively expressed in the epidermis where it is strongly upregulated in response to UV exposure and that PPARβ/δ is an activator of both murine and human miR-21-3p. PPARβ/δ activates miR-21-3p expression indirectly via TGFβ1 The gene encoding miR-21-3p and miR-21-5p (MIR21) is transcribed into the primary transcript pri-miR-21, which is further processed into pre-miR-21. Pre-miRNA is in turn processed into a duplex consisting of the passenger miR-21-3p and the guide miR-21-5p by the Dicer complex (Mah et al, 2010; Kumarswamy et al, 2011). UV-induced expression of pri-miR-21 was partially but significantly reduced in Ppard−/− compared to Ppard+/+ epidermis (Fig 1C, left panel), and activation of PPARβ/δ with its agonist GW0742 resulted in an increase of pri-miR-21 expression in human keratinocytes (Fig 2A), suggesting a transcriptional regulation of the miR-21-5p/miR-21-3p-encoding gene by PPARβ/δ. However, in silico analyses did not reveal any PPAR binding site (PPAR response elements, direct repeats of DR1 type) in the promoter of MIR21 (Ribas et al, 2012). Furthermore, the inhibition of protein synthesis with cycloheximide completely prevented PPARβ/δ-dependent upregulation of pri-miR-21 in human keratinocytes (Fig 2A). These data suggest that PPARβ/δ activates the transcription of the miR-21-5p/miR-21-3p encoding gene in an indirect fashion. Figure 2. Activation of miR-21-3p by PPARβ/δ requires activation of the TGFβ receptor RT–qPCR quantification of relative pri-miR-21 level in HaCaT human keratinocytes treated with the PPARβ/δ agonist GW0742 (+) or vehicle (−), with (+) or without (−) cycloheximide (Cyclo) as indicated. Pri-miR-21: Veh vs. GW0742 P = 0.009. N = 3 biological replicates, one representative experiment is shown out of two independent replicates. RT–qPCR quantification of relative pri-miR-21, pre-miR-21, miR-21-5p, and miR-21-3p levels in HaCaT cells treated for 24 h with 2 or 5 ng/ml of recombinant human TGFβ1 (+) or vehicle (−) as indicated. Pri-miR-21: Veh vs. TGFβ1 5 ng/ml P = 0.029; Pre-miR-21: Veh vs. TGFβ1 5 ng/ml P = 0.001; miR-21-5p: Veh vs. TGFβ1 5 ng/ml P = 0.002; miR-21-3p: Veh vs. TGFβ1 5 ng/ml P = 1.7E-05. N = 3 biological replicates, one representative experiment is shown out of two independent replicates. RT–qPCR quantification of pri-miR-21, pre-miR-21, miR-21-5p, and miR-21-3p levels in HaCat cells treated for 24 h with the PPARβ/δ agonist GW0742 (+), TGFβ receptor inhibitor SB431542 (+), or vehicle (−) as indicated. Pri-miR-21: GW0742 vs. SB431542 P = 0.004, GW0742 vs. GW0742/SB431542 P = 0.015; Pre-miR-21: Veh vs. GW0742 P = 0.022, GW0742 vs. SB431542 P = 0.036, GW0742 vs. GW0742/SB431542 P = 0.024; miR-21-5p: GW0742 vs. SB431542 P = 0.034, GW0742 vs. GW0742/SB431542 P = 0.024; miR-21-3p: Veh vs. GW0742 P = 0.036, GW0742 vs. SB431542 P = 0.011, GW0742 vs. GW0742/SB431542 P = 0.008. N = 3 biological replicates, one representative experiment is shown out of two independent replicates. RT–qPCR quantification of relative Tgfb1 level in the epidermis of acutely irradiated (Ac-UV; +) and non-irradiated (−) Ppard+/+ and Ppard−/− mice. Tfgb1: Ppard+/+ no UV vs. Ac-UV P = 0.034, Ppard+/+ Ac-UV vs. Ppard−/− Ac-UV P = 0.030. N = 2–3 animals per group, one representative experiment is shown out of three independent replicates. RT–qPCR quantification of relative miR-21-5p and miR-21-3p levels in the skin of Ppard+/+ mice treated with the TGFβ receptor inhibitor SB431542 (+) or vehicle (−), with (+) or without (−) acute UV exposure (Ac-UV). miR-21-5p: no UV vs. Ac-UV P = 0.038, Ac-UV vs. Ac-UV/SB431542 P = 0.028; miR-21-3p: no UV vs. Ac-UV P = 0.017; Ac-UV vs. Ac-UV/SB431542 P = 0.035. N = 3 animals per group, one representative experiment is shown out of three independent replicates. Data information: Results are presented as mean values ± SEM. The statistical comparison between groups was performed by using t-test. *P-value < 0.05; **P-value < 0.01. Download figure Download PowerPoint Tgfb1 is a well-characterized PPARβ/δ direct target gene (Kim et al, 2008; Montagner et al, 2013), and TGFβ1 signaling was shown to activate the transcription of miR-21-5p in kidney cells (Godwin et al, 2010; Zhong et al, 2011). Thus, we addressed the hypothesis that PPARβ/δ indirectly upregulated the expression of the miR-21-3p/miR-21-5p encoding gene through activation of its direct target gene Tgfb1. We first showed that pri-miR-21, pre-miR-21, miR-21-3p, and miR-21-5p were upregulated by TGFβ1 in human keratinocytes (Fig 2B), using the TGFβ1 target gene SERPINE1 as a positive control (Appendix Fig S1F). To test whether the transcriptional regulation of the miR-21-3p/miR-21-5p encoding gene by PPARβ/δ was TGFβ1 dependent, we combined PPARβ/δ activation (GW0742) with TGFβ receptor inhibition (SB431542) in human keratinocytes and monitored the expression of ANGPTL4 and SERPINE1—PPARβ/δ and TGFβ1 respective target genes—as controls for treatment efficiency (Appendix Fig S1G). PPARβ/δ activation with its agonist resulted in upregulation of pri-miR-21, pre-miR-21, and miR-21-3p (Fig 2C), which was prevented by the inhibition of the TGFβ receptor. While miR-21-5p level was downregulated by TGFβ receptor inhibition, it was not significantly affected by PPARβ/δ activation (Fig 2C). We next addressed whether the PPARβ/δ-dependent, UV-induced upregulation of miR-21-3p observed in murine skin in vivo also required TGFβ receptor activity. Mice were exposed to a single dose of UV, with or without cutaneous topical application of the TGFβ receptor inhibitor. As expected for a direct PPARβ/δ target gene, we confirmed that Tgfb1 expression was increased by acute UV exposure in Ppard+/+ but not in Ppard−/− epidermis (Fig 2D; Montagner et al, 2013). The expression levels of miR-21-3p and miR-21-5p were upregulated by UV in Ppard+/+ epidermis, an activation that was abolished by topical inhibition of the TGFβ receptor (Fig 2E), as also observed for the TGFβ1 target gene SERPINE1 used as a positive control (Appendix Fig S1H). Interestingly, in silico analyses to generate a list of predicted miR-21-3p target mRNA using Diana-MicroT-CDS miRNA database (Reczko et al, 2012; Paraskevopoulou et al, 2013) revealed SMAD7 as a putative direct target of miR-21-3p (by Hits-Clips, according to Tarbase v7.0 (Vergoulis et al, 2012)). Among the predicted miR-21-3p targets (Appendix Table S2), SMAD7 was of particular interest as it acts as an antagonist of TGFβ1 signaling (Nakao et al, 1997; Yan et al, 2015) and its expression is activated by UV in both murine and human skin (Fig 3A; Quan et al, 2001). In silico sequence analysis using miRmap interface (Vejnar et al, 2013) predicted two miR-21-3p binding sites in the human SMAD7 3′UTR, consisting, respectively, of seven and six perfect nucleotide matches (Fig 3B, left). The sequences of both binding sites are 100% conserved between human and mouse. Luciferase reporter assays using the 3′UTR of SMAD7 demonstrated that miR-21-3p mimic delivery significantly reduced the activity of the wild-type SMAD7 3′UTR reporter (44%), but not that of the miR-21-3p binding site mutant reporter (Fig 3B). miR-21-3p mimic delivery to human keratinocytes did not affect endogenous SMAD7 mRNA expression (Fig 3C, left panel), but decreased SMAD7 protein level by 50% (Fig 3C, middle and right panels). Together, these data indicate that SMAD7 is a direct target of miR-21-3p regulated at the translational level. However, expression of miR-21-3p (Fig 1C) and Smad7 (Fig 3D) was not anti-correlated in the epidermis of Pparβ+/+ and Pparβ−/− mice exposed to UV, indicating that although miR-21-3p likely contributes to its regulation, mouse Smad7 level is under unsurprising more complex regulation in vivo. Of note, miR-21-3p may enhance TGFβ1 signaling via downregulation of SMAD7. Consistent with this hypothesis, the TGFβ1 targets SERPINE, p21 and RUNX were expressed at a higher level, while the expression levels of TGFB1 and its target SNAI2 were not significantly affected, in miR-21-3p mimic-overexpressing HaCat cells following TGFβ1 treatment (Fig 3E). Figure 3. SMAD7 is a target for miR-21-3p RT–qPCR quantification of relative SMAD7 expression level in the epidermis of acutely irradiated (Ac-UV; +) ex vivo biopsies of human normal skin. SMAD7: no UV vs. Ac-UV P = 0.032. N = 4 biological replicates, one representative experiment is shown out of three independent experiments performed with the skin of three different donors. Left panel: wild-type (WT SMAD7 3′UTR) and mutated (MUT SMAD7 3′UTR; *: mutated nucleotides) miR-21-3p binding sequences in the human SMAD7 3′UTR. Right panel: Luciferase reporter assay with wild-type (WT SMAD7 3′UTR) or mutated (MUT SMAD7 3′UTR) SMAD7 3′UTR in HEK 293 cells overexpressing miR-21-3p (miR-21-3p mimic) or a scrambled sequence (Control). Left panel: normalized expression data of SMAD7 mRNA obtained from genomic microarray analysis of human HaCaT cells treated with a miR-21-3p mimic (miR-21-3p mimic) or a scrambled sequence (control). N = 3 biological replicates. Middle panel: Western blot quantification of SMAD7 protein level (normalized to GAPDH protein level) in human HaCaT cells treated with a miR-21-3p mimic (miR-21-3p mimic) or a scrambled sequence (control). SMAD7 protein: control vs. miR-21-3p mimic P = 0.031. N = 3 biological replicates. Right panel: Western blot of SMAD7 and GAPDH proteins in human HaCaT cells treated with a miR-21-3p mimic (miR-21-3p mimic) or a scrambled sequence (control), N = 3 biological replicates; one representative experiment is shown out of two independent replicates. Western blot of Smad7 from epidermis of acutely irradiated (Ac-UV; +) Ppard+/+ and Ppard−/− mice. Loading control: GAPDH. RT–qPCR quantification of relative TGFB1, SERPINE1, p21, RUNX, and SNAI2 levels in human HaCaT cells treated with a miR-21-3p mimic (miR-21-3p mimic) or a scrambled sequence (control) with (+) or without (−) treatment with 2 ng/ml recombinant TGFβ1. SERPINE1: TGFβ1",
  "authors": [
    {
      "display_name": "Gwendoline Degueurce",
      "id": "A5075158561",
      "orcid": null,
      "institutions": [
        {
          "id": "I97565354",
          "display_name": "University of Lausanne",
          "country_code": "CH",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Gwendoline Degueurce"
    },
    {
      "display_name": "Ilenia D’Errico",
      "id": "A5039747219",
      "orcid": null,
      "institutions": [
        {
          "id": "I97565354",
          "display_name": "University of Lausanne",
          "country_code": "CH",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ilenia D'Errico"
    },
    {
      "display_name": "Christine Pich-Bavastro",
      "id": "A5022241297",
      "orcid": "https://orcid.org/0000-0002-6526-749X",
      "institutions": [
        {
          "id": "I97565354",
          "display_name": "University of Lausanne",
          "country_code": "CH",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Christine Pich"
    },
    {
      "display_name": "Mark Ibberson",
      "id": "A5001478163",
      "orcid": "https://orcid.org/0000-0003-3152-5670",
      "institutions": [
        {
          "id": "I12708293",
          "display_name": "SIB Swiss Institute of Bioinformatics",
          "country_code": "CH",
          "type": "nonprofit"
        },
        {
          "id": "I97565354",
          "display_name": "University of Lausanne",
          "country_code": "CH",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mark Ibberson"
    },
    {
      "display_name": "Frédéric Schütz",
      "id": "A5057128982",
      "orcid": "https://orcid.org/0000-0001-7048-7692",
      "institutions": [
        {
          "id": "I12708293",
          "display_name": "SIB Swiss Institute of Bioinformatics",
          "country_code": "CH",
          "type": "nonprofit"
        },
        {
          "id": "I97565354",
          "display_name": "University of Lausanne",
          "country_code": "CH",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Frédéric Schütz"
    },
    {
      "display_name": "Alexandra Montagner",
      "id": "A5026393485",
      "orcid": "https://orcid.org/0000-0002-4800-5105",
      "institutions": [
        {
          "id": "I4210100066",
          "display_name": "Toxalim Research Centre in Food Toxicology",
          "country_code": "FR",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Alexandra Montagner"
    },
    {
      "display_name": "Marie Sgandurra",
      "id": "A5019469000",
      "orcid": null,
      "institutions": [
        {
          "id": "I97565354",
          "display_name": "University of Lausanne",
          "country_code": "CH",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Marie Sgandurra"
    },
    {
      "display_name": "Lionel Mury",
      "id": "A5069280367",
      "orcid": null,
      "institutions": [
        {
          "id": "I97565354",
          "display_name": "University of Lausanne",
          "country_code": "CH",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Lionel Mury"
    },
    {
      "display_name": "Paris Jafari",
      "id": "A5002666568",
      "orcid": "https://orcid.org/0000-0003-1656-9480",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Paris Jafari"
    },
    {
      "display_name": "Akash R. Boda",
      "id": "A5049798968",
      "orcid": "https://orcid.org/0000-0001-6250-0498",
      "institutions": [
        {
          "id": "I97565354",
          "display_name": "University of Lausanne",
          "country_code": "CH",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Akash Boda"
    },
    {
      "display_name": "Julien Meunier",
      "id": "A5027898752",
      "orcid": null,
      "institutions": [
        {
          "id": "I97565354",
          "display_name": "University of Lausanne",
          "country_code": "CH",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Julien Meunier"
    },
    {
      "display_name": "Roger Rezzonico",
      "id": "A5059732459",
      "orcid": "https://orcid.org/0000-0002-8460-1641",
      "institutions": [
        {
          "id": "I1294671590",
          "display_name": "Centre National de la Recherche Scientifique",
          "country_code": "FR",
          "type": "government"
        },
        {
          "id": "I4210160500",
          "display_name": "Institut de Pharmacologie Moléculaire et Cellulaire",
          "country_code": "FR",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Roger Rezzonico"
    },
    {
      "display_name": "Nicolò Costantino Brembilla",
      "id": "A5067429219",
      "orcid": "https://orcid.org/0000-0003-1591-1790",
      "institutions": [
        {
          "id": "I4210106256",
          "display_name": "University Hospital of Geneva",
          "country_code": "CH",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Nicolò Costantino Brembilla"
    },
    {
      "display_name": "Daniel Hohl",
      "id": "A5087628766",
      "orcid": "https://orcid.org/0000-0001-6337-7110",
      "institutions": [
        {
          "id": "I4210109603",
          "display_name": "Hôpital de Beaumont",
          "country_code": "CH",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Daniel Hohl"
    },
    {
      "display_name": "Antonios G.A. Kolios",
      "id": "A5036480485",
      "orcid": "https://orcid.org/0000-0002-3897-4578",
      "institutions": [
        {
          "id": "I4210100468",
          "display_name": "University Hospital of Zurich",
          "country_code": "CH",
          "type": "healthcare"
        },
        {
          "id": "I202697423",
          "display_name": "University of Zurich",
          "country_code": "CH",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Antonios Kolios"
    },
    {
      "display_name": "Günther F.L. Hofbauer",
      "id": "A5061953860",
      "orcid": "https://orcid.org/0000-0003-0542-7989",
      "institutions": [
        {
          "id": "I202697423",
          "display_name": "University of Zurich",
          "country_code": "CH",
          "type": "funder"
        },
        {
          "id": "I4210100468",
          "display_name": "University Hospital of Zurich",
          "country_code": "CH",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Günther Hofbauer"
    },
    {
      "display_name": "Ioannis Xénarios",
      "id": "A5065825020",
      "orcid": "https://orcid.org/0000-0002-3413-6841",
      "institutions": [
        {
          "id": "I12708293",
          "display_name": "SIB Swiss Institute of Bioinformatics",
          "country_code": "CH",
          "type": "nonprofit"
        },
        {
          "id": "I97565354",
          "display_name": "University of Lausanne",
          "country_code": "CH",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ioannis Xenarios"
    },
    {
      "display_name": "Liliane Michalik",
      "id": "A5078475681",
      "orcid": "https://orcid.org/0000-0003-2963-2100",
      "institutions": [
        {
          "id": "I97565354",
          "display_name": "University of Lausanne",
          "country_code": "CH",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Liliane Michalik"
    }
  ],
  "publication_year": 2016,
  "publication_date": "2016-06-01",
  "type": "article",
  "cited_by_count": 43,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S163075119",
    "display_name": "EMBO Molecular Medicine",
    "issn_l": "1757-4676",
    "issn": [
      "1757-4676",
      "1757-4684"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310319965"
  },
  "volume": "8",
  "issue": "8",
  "first_page": "919",
  "last_page": "936",
  "open_access": {
    "is_oa": true,
    "oa_status": "gold",
    "oa_url": "https://doi.org/10.15252/emmm.201505384",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C2776914184",
      "display_name": "Inflammation",
      "level": 2,
      "score": 0.8275733
    },
    {
      "id": "C116834253",
      "display_name": "Identification (biology)",
      "level": 2,
      "score": 0.6878268
    },
    {
      "id": "C145059251",
      "display_name": "microRNA",
      "level": 3,
      "score": 0.49921346
    },
    {
      "id": "C170493617",
      "display_name": "Receptor",
      "level": 2,
      "score": 0.45702052
    },
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.44731033
    },
    {
      "id": "C187345961",
      "display_name": "Peroxisome proliferator-activated receptor",
      "level": 3,
      "score": 0.42727372
    },
    {
      "id": "C95444343",
      "display_name": "Cell biology",
      "level": 1,
      "score": 0.3694355
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.33300716
    },
    {
      "id": "C203014093",
      "display_name": "Immunology",
      "level": 1,
      "score": 0.262418
    },
    {
      "id": "C55493867",
      "display_name": "Biochemistry",
      "level": 1,
      "score": 0.24688053
    },
    {
      "id": "C104317684",
      "display_name": "Gene",
      "level": 2,
      "score": 0.14266232
    },
    {
      "id": "C59822182",
      "display_name": "Botany",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T12610",
      "display_name": "RNA regulation and disease",
      "score": 0.9979
    },
    {
      "id": "T11313",
      "display_name": "Immune cells in cancer",
      "score": 0.9953
    },
    {
      "id": "T11597",
      "display_name": "Neutrophil, Myeloperoxidase and Oxidative Mechanisms",
      "score": 0.9949
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.15252/emmm.201505384",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:46:07.318245",
  "source_database": "OpenAlex"
}