{
  "openalex_id": "W2427404475",
  "doi": "https://doi.org/10.1097/tp.0000000000000918",
  "title": "Kidney Paired Donation Protocol for Participating Donors 2014",
  "abstract": "Purpose of the Protocol This Protocol has been developed to ensure the harmonization of donor assessment and acceptance practices for enrolling living donors in the Kidney Paired Donation Program, managed and operated by Canadian Blood Services in collaboration with the provincial Living Kidney Donation and Transplant programs across the country. Assessment and acceptance criteria for living donors vary between programs across Canada as shown throughout this Protocol. This variability has two primary effects on the Kidney Paired Donation Program: declines of matched donors and delays in accepting a donor by the recipient's program because of the need for additional testing to meet local assessment and acceptance criteria. Implementation of this protocol by participating Living Kidney Donation programs should help to minimize the problem of donors being declined when matched with a candidate in the Kidney Paired Donation Program. SECTION ONE: INTRODUCTION Glossary of Acronyms and AbbreviationsTable: No title available.Background The Canadian Kidney Paired Donation Protocol for Participating Donors (hereafter called \"the Protocol\") was prepared by a joint working group of the Canadian Blood Services' Living Donation Advisory Committee. Living kidney donation is an accepted, highly valued and effective practice to improve access to transplantation for patients with end-stage renal disease (ESRD). For many patients it is the treatment of choice due to the scarcity of kidneys available through deceased donation and the superior outcomes in posttransplant renal function. Despite this success, it is paramount that the safety of the potential living donor is not overlooked in the desire to optimize living donor transplantation; and the potential living donor's offered kidney has been assessed in terms of its quality and the risk of transmitting disease to the recipient. \"Safety is paramount to the success and sustainability of the Kidney Paired Donation Program.\" With donor safety being paramount, it is essential that the Kidney Paired Donation (KPD) Program (formerly known as the Living Donor Paired Exchange Program [LDPE]) implement safeguards to inspire public and professional confidence in the quality of the program, and reduce complacency that may lead to compromised donor and transplant recipient outcomes. These safeguards will include the development of interprovincial policies, protocols, procedures, and guidelines for the ongoing management of the protocol and clinical practice related to potential living donors participating in the KPD Program. Ethical Principles By its nature, living donor transplantation has raised, and continues to raise, many ethical issues, especially where there may be pressures to consider potential living donors who may be considered by some to have \"minor\" risk factors. The challenge to expanding the acceptance criteria for potential living donors is the lack of evidence to suggest that expanded criteria are safe and unlikely to cause unanticipated health outcomes. To this end, principles were developed to guide the development of the Protocol as well as the policies, procedures, and clinical guidelines related to the administration of the KPD Program. The duty to proceed with a living donor nephrectomy only when it is undertaken with the potential living donor's informed and freely given consent. ○ The potential living donor has the capacity to understand the likely risks and benefits of donation. ○ The potential living donor is provided with a detailed description of the risks and benefits of donation. ○ The potential living donor is able to demonstrate an understanding of the risks and benefits of donation. ○ The potential living donor is acting voluntarily and is under no coercion to donate. ○ Consent to becoming a living donor is an ongoing process. The duty to respect the autonomy of the potential living donor. ○ The choice to donate or not donate is respected. ○ The potential living donor has a right to change his or her mind about donation at any time. ○ Donor autonomy does not overrule medical judgment and decision-making. The duty to protect the potential living donor from anticipated harm as a direct result of donation. ○ It is the responsibility of the living donor evaluation team to establish and adhere to criteria for acceptance of a living donor based on current knowledge and practice. ○ To minimize an actual or perceived a conflict of interest, it is considered best practice to have a separation of roles between the donor medical team and the recipient medical team. ○ Minimization of potential living donor risk is the principle priority guiding all aspects of the evaluation and donation, including the timing of surgery. ○ The potential living donor will be given the opportunity and privacy to provide health care experts with a full report, to the best of his or her knowledge, of any and all health concerns, issues, and/or behaviours that might disqualify donation or cause health risks to the recipient. ○ It is the responsibility of the living donation team to follow up with the donor postsurgery. The duty to be transparent with respect to the knowledge of health risks associated with living donation. ○ Disclosure will include information about the risks associated with investigation procedures and surgery. The duty to ensure that the Kidney Paired Donation Protocol for Participating Donors reflects current knowledge. ○ Acceptable assessment criteria are established for the KPD Program and are reviewed periodically to ensure they are informed by evidence and acceptable medical practice. ○ Policies and procedures may require revision as new evidence, laws, and regulations come into being, or as program leads identify a need for additions, changes, and/or deletions. ○ Policies and procedures must be reviewed at least every 5 years, and sooner if indicated. ○ The Living Donation Advisory Committee is responsible for the review and revision of the policies and procedures. The duty to inform the potential living donor of previously undiagnosed health conditions, and to take acceptable action to refer the individual to the appropriate resources for intervention. ○ Continuation of the potential living donor's workup will depend upon the health condition discovered and the potential donor's willingness to complete any available and/or applicable treatment options. ○ Based on the discovery of an undiagnosed health condition, the living donor evaluation team may decide to discontinue the donor workup if donation could cause harm to the potential donor. Scope of the Protocol The Protocol has been developed by clinical experts based on current knowledge and practice with respect to the standard testing and acceptance criteria for a potential living kidney donor (hereafter called the \"potential donor\"). The overarching challenge to those drafting the Protocol was the lack of information with respect to potential donor outcomes based on specific predonation risk factors. The Protocol therefore errs on the side of conservatism where evidence was not forthcoming and where there was nonuniform practice within Canada and elsewhere. The need for additional testing does not address all possible medical situations. Physician discretion is required as to the need for further clinical investigations based on a potential donor's medical and family history and the results from the general assessment. In addition, it is inevitable that new knowledge will need to be considered where evidence suggests alternative approaches or considerations as to what can be considered appropriate risk for living kidney donation. The Living Donation Advisory Committee will consider new evidence when it undertakes periodic reviews of the Protocol. Evidence Review The Living Donation Advisory Committee reviewed current literature, which resulted in a considerable amount of evidence to support the Protocol. It did not, however, undertake a \"Graded Evidence Review\" of the living kidney donation literature, as Canadian Blood Services and the Committee are supporting the Graded Evidence Review being undertaken by the Kidney Disease: Improving Global Health Outcomes (KDIGO).1 The Living Donation Advisory Committee will review the reports published by KDIGO as they become available and will make revisions to the Protocol where appropriate. The Protocol was also informed by: the Health Canada Safety of Human Cells, Tissues and Organs for Transplantation Regulations (CTO Regulations, available at: http://laws-lois.justice.gc.ca/eng/regulations/SOR-2007-118/)2 the Health Canada Guidance Document for Cell, Tissue and Organ Establishments: Safety of Human Cells, Tissues and Organs for Transplantation (CTO Guidance document, available at: http://www.hc-sc.gc.ca/dhp-mps/brgtherap/reg-init/cell/cto_gd_ld-eng.php)3 the Canadian Standards Association (CSA) Cells, Tissues, and Organs for Transplantation: General Requirements (CAN/CSA–Z900.1-12, available at: http://shop.csa.ca/en/canada/transplantation/cancsa-z9001-12/invt/27017362012)4 and the Canadian Standards Association (CSA) Perfusable Organs for Transplantation (CAN/CSA–Z900.2.3-12, available at: http://shop.csa.ca/en/canada/transplantation/cancsa-z90023-12/invt/27017652012)5 All programs must comply with the health assessment regulations and standards as set out in the most current version(s) of these regulatory documents. In addition, the following evidence-based guidelines were reviewed: the United Kingdom Guidelines for Living Donor Kidney Transplantation, available at:http://www.bts.org.uk/Documents/Guidelines/Inactive/I6.pdf6 the Australian (Australia) Organ and Tissue Donation by Living Donors—Guidelines for Ethical Practice for Health Professionals, available at:http://www.nhmrc.gov.au/guidelines/publications/e71,7 and the Organ Procurement and Transplantation Network Policies, available at: http://optn.transplant.hrsa.gov/ContentDocuments/OPTN_Policies.pdf (United States, Organ Procurement and Transplantation Network Policies–OPTN).8 Input was also received from participants who attended the April 2013 Workshop on the Harmonization of Assessment and Acceptance Criteria for Living Kidney Donors Participating in the Canadian Transplant Registry – Living Donor Paired Exchange Program. Further input and guidance were received throughout the consultation sessions held in the Fall of 2013 with individual living kidney donor and renal transplant programs participating in the KPD Program. Management of the Protocol The Living Donation Advisory Committee, with the support of Canadian Blood Services, will develop a procedure for managing the Protocol, as well as mechanisms for programs to bring forward unique living kidney donor issues and have them addressed. Contributing Authors The Kidney Paired Donation Protocol for Participating Donors was developed by the Protocols Working Group of the Canadian Blood Services' Living Donation Advisory Committee. Dr. David Landsberg (British Columbia) Maureen Connelly, RN (Ontario) Dr. Christine Dipchand (Nova Scotia) Dr. Amit Garg (Ontario) Dr. Anand Ghanekar (Ontario) Dr. Isabelle Houde (Quebec) Dr. Olwyn Johnston (British Columbia) Dr. Rahul Mainra (Saskatchewan) Ruth McCarrell, RN (British Columbia) Dr. Thomas Mueller (Alberta) Dr. Peter Nickerson (Canadian Blood Services) Dr. Christine Pippy (New Brunswick) Dr. Robert Richardson (Ontario)* Dr. Leroy Storsley (Manitoba) Dr. Kathryn Tinckam (Canadian Blood Services) Linda Wright, RSW (Ontario) Dr. Serdar Yilmaz (Alberta) Acknowledgements Brian Sandilands, Manager, Living Donation, Canadian Blood Services Kathy Yetzer, Associate Director, Living Donation and Transplantation, Canadian Blood Services Kimberly Young, Director, Donation and Transplantation, Canadian Blood Services *Primary author SECTION TWO: GENERAL HEALTH ASSESSMENT The primary goal of the assessment of the potential donor's health status is to ensure the suitability, safety, and well-being of the potential donor. This involves an in-depth review of the potential donor's medical and psychosocial history, as well as an assessment of the potential donor's general health, to identify contraindications and medical risks. The required tests and examinations in this Protocol are now considered as the standard for Canadian practice when enrolling donors in the KPD Program. Individual Living Kidney Donation programs are expected to develop or modify their respective SOPs to comply with this Protocol. General Health A. Assessment of Potential Donors It is expected that there be, at a minimum, annual contact with the potential donor to assess the individual's ongoing health status and willingness to donate. To be compliant with the Health Canada CTO Regulations2, the physical examination and assessment of the potential donor's general health should: (a) occur at the time of the initial assessment, and (b) be reviewed annually while registered in the KPD Program, and (c) occur within 30 days of donation surgery, and (d) include serologic testing for infectious diseases at the time of donation as per standard CAN/CSA–Z900.2.3-125 (12.2.3.8). B. Minimum Required Tests (1) Chemistry: sodium, potassium, chloride, bicarbonate, calcium, phosphate, ALP, urea, urate, albumin, AST or ALT, bilirubin, creatinine repeated on 2 occasions, FBG repeated on 2 occasions as per the Canadian Diabetes Association Clinical Practice Guidelines (http://guidelines.diabetes.ca/),9 A1C, fasting lipid profile as per current Canadian Cardiovascular Society Guidelines for the Diagnosis and Treatment of Dyslipidemia and Prevention of Cardiovascular Disease in the Adult (http://www.onlinecjc.ca/article/S0828-282X(12)01510-3/fulltext).10 (2) Hematology: CBC and INR/PTT. (3) Blood typing—2 tests repeated at different time intervals: (a) blood group (A, B, AB, or O), and (b) Rh factor. (4) Histocompatibility: HLA typing. (5) Infectious diseases: screening tests for HIV, HTLV-I, HTLV-II, HBsAg, HBcAb, HCV, CMV, EBV, and syphilis. (6) Imaging: (a) chest X-ray, and (b) abdominal CT angiogram with specific comment on the radiology report of renal anatomy and vasculature and the appearance of the liver and spleen. (7) Cancer screening: breast, cervical, prostate, and colon cancer screening undertaken as per Canadian Cancer Society guidelines (http://www.cancer.ca/en/prevention-and-screening/early-detection-and-screening/screening/?region=on).11 (8) Urine: (a) urinary protein—2 tests, each done on a different day: (1) 24-hour protein, measured in mg/day, and (2) random spot urine for ACR, measured in mg/mmol. (b) hematuria—2 random urine samples, each collected on a different day and tested with dipstick; and (c) urine culture and sensitivity. (9) Other: height, weight, waist circumference, calculated BMI, ECG, either 24-hour urine to assess creatinine clearance on 2 separate occasions and/or direct measure of GFR (eg, DTPA scan), and BP repeated on 2 occasions by a health care provider according to the Canadian Hypertension Education Program (CHEP) 2014 Recommendations(http://www.hypertension.ca/en/chep).12 C. Minimum Clinical Examination Requirements (1) Completion of a physical examination and documentation of the findings on the standard physical examination form (see Appendix Three). D. Additional Testing The following tests are recommended if a concern has been identified once the preliminary testing, family history, ethnicity, and physical examinations have been completed: (1) TSH (2) hemoglobin electrophoresis/sickle cell screen Abnormalities identified in initial blood and urine testing will result in further testing. (These tests are covered in subsequent sections of the Protocol.) E. Acceptance Criteria (1) To be considered in conjunction with the medical and social history questionnaire (Appendix One), the psychosocial assessment (Appendix Two), the physical examination (Appendix Three), and the initial blood and urine tests. (2) If risk factors for disease transmission are identified, consideration may be given, in limited cases only, for the potential donor to donate under the Exceptional Distribution provisions in Sections 40 to 42 of the Health Canada CTO Regulations (http://laws-lois.justice.gc.ca/eng/regulations/SOR-2007-118/).2 F. Absolute Contraindications/Exclusions for Donation (1) Exclusion criteria as defined in the latest published edition of the CAN/CSA-Z900.1.12 (13.1.3)4 (2) All other decisions to exclude will be case-specific, taking into consideration many factors. G. Practice Review of Current Canadian Practice Table 1 lists the laboratory and radiology tests currently being performed by Canadian Living Kidney Donation programs.TABLE 1: Laboratory and radiology tests performed by Canadian Living Kidney Donation programs when assessing potential living kidney donorsReview of International Assessment and Acceptance Criteria (United States, United Kingdom, Australia) The OPTN (United States) Policies (http://optn.transplant.hrsa.gov/ContentDocuments/OPTN_Policies.pdf)8 and the United Kingdom Guidelines (http://www.bts.org.uk/Documents/Guidelines/Inactive/I6.pdf)6 recommended testing similar to what the majority of Canadian programs are currently performing; the Australian Guidelines (http://www.nhmrc.gov.au/guidelines/publications/e71)7 are generally less stringent. Malignancy The issue of previous abnormal cancer screening tests or other evidence relating to a previous malignancy has to be managed by the potential donor's clinician on a case-by-case basis. Not all cases would need further assessment by an oncologist. (A) Minimum Required Tests (1) Screening for breast, prostate, cervical, and colon cancer as per current Canadian Cancer Society guidelines. (http://www.cancer.ca/en/prevention-and-screening/early-detection-and-screening/screening/?region=on)11a (B) Minimum Clinical Examination Requirements (1) Completion of a physical examination and documentation of the findings on the standard living donor Physical Examination Form (Appendix Three). (C) Additional Testing (1) As needed to rule out an abnormality identified at screening or at the time of a physical examination. (2) Individuals with a family history of \"familial cancers\" to be further assessed by an oncologist. (D) Acceptance Criteria (1) Potential donors with no history of malignancy. (2) Potential donors with a malignancy history pertaining to non-melanoma \"precancerous\" skin cancer conditions. (3) Potential donors NOT requiring follow-up as a result of a cancer screening examination/test undertaken within the previous 3 years. (4) Potential donors with a history of malignancy who are currently considered to have a minimal risk of recurrence of the cancer by the individual's oncology team. (E) Absolute Contraindications/Exclusions for Donation (1) Potential donors with active malignancy. (2) Potential donors with a history of malignancy that continues to be considered at risk of recurring by the individual's oncology team. (3) Potential donors previously diagnosed with melanoma. (F) Practice Review of Current Canadian Practice Table 2 lists the cancer screening tests recommended by Canadian provinces and territories.TABLE 2: Cancer screening tests recommended by Canadian provinces and territories (P/T)Current Canadian Guidelines on Cancer Screening (1) Prostate Cancer Screening13 Screening should be offered to all men 50 years or older with at least a 10-year life expectancy. If there is a higher risk of prostate cancer (PCa), (ie, the potential donor has a family history of PCa or is of African descent), then screening should be done at age 40 years or older. Annual screening has been standard, but new literature suggests that screening is beneficial every 2 to 4 years. Initial screening should include DRE and PSA. PSA and free/total PSA ratio are currently the most reliable serum markers. No strict PSA cutoff point for all patients; the lowest cutoff point in phase III trials thus far was 2.5 ng/mL. There may be benefit in offering a baseline PSA to men aged 40 to 49 years to establish future PCa risk. Other recommendations about biopsy/location of biopsy, and so on, are also included in these guidelines. (2) Cervical Cancer Screening14 The most recent guidelines on Pap smears suggest that they start at age 21 years, and then be performed every 3 years thereafter. If the woman is not sexually active, then defer until such a time. There is more information coming out now about using HPV DNA-based screening protocols (with no recommendation about age of initiation). (3) Breast Cancer Screening (Mammography)15 For women aged 40 to 49 years, routine mammography screening is not recommended; for women aged 50 to 74 years, routine mammography screening is recommended every 2 to 3 years. Routine MRI screening, routine clinical breast examinations alone or in conjunction with mammography, and routine breast self-examination are not recommended. (4) Colon Cancer Screening16 The Canadian Association of Gastroenterology feels that colon cancer screening is the standard of care in Canada for patients aged 50 to 75 years. Summary: Biannual FOBT or FIT for average-risk individuals. Flexible sigmoidoscopy should be offered to all average-risk patients, and repeated at 10-year intervals if normal. Colonoscopy, barium enema, and CT colonography are not recommended for population screening. For opportunistic screening (ie, screening occurring outside of a programmatic approach), FOBT/FIT, flexible sigmoidoscopy, and colonoscopy are appropriate. Review of International Assessment and Acceptance Criteria (United States, United Kingdom, Australia) United Kingdom Guidelines (2011)6 History of previous malignancy: Absolute contraindication: melanoma, testicular cancer, renal cell cancer, choriocarcinoma, hematological malignancy, lung cancer, breast cancer, or monoclonal gammopathy. Relative contraindication: treated cancer with a high probability of cure after 5 to 10 years, ie, favorable classification and staging (eg, colon cancer Dukes' stage A more than 5 years ago, nonmelanoma skin cancer, or carcinoma in situ of the cervix or vulva). Bilateral angiomyolipomata is an absolute contraindication to living kidney donation. Kidneys containing lesions of 4 cm or larger can be used if excision of tumour is straightforward. Kidneys with lesions <1 cm can be used if monitored with serial U/S imaging. Lesions between 1 cm and 4 cm are assessed on case-by-case basis and used with informed consent. United States (OPTN) Policies (2008)8 The potential donor's history determines that he or she does not need both kidneys to help tolerate anticancer treatment, and that he or she does not have a tumour that would be transferred to recipient. Other testing is based on gender, age, and family history: Pap for all women. Screening mammogram for all women over 40 years or according to family risk. PSA for all men older than 50 years; older than 40 years for men of African descent or men from a high-risk family. Colonoscopy for all potential donors older than 50 years, or younger based on family history. Chest CT for those with a history of smoking. Australian Guidelines (2007–2010)7 Nothing specified in the guidelines. (G) Literature and References Ison and Nalesnik reported on a number of potential donor-derived malignancy transmissions with solid organ transplantation (including renal cell, lung, lymphoma, ovarian, liver, pancreas, and melanoma).17 Infection (A) Minimum Required Tests (1) The infection screening and evaluation must comply with Health Canada Regulations and the tests identified in \"Section Two: General Health Assessment\" of this Protocol. (B) Minimum Clinical Examination Requirements (1) Completion of the physical examination and documentation of the findings on the standard Physical Examination form (Appendix Three). (C) Additional Testing (1) Additional testing will be based on the specific findings from general screening and the potential donor's medical, sexual, and social history: (a) TB skin test for individuals from a high-risk population.18 (b) For individuals with a positive skin test for TB or latent TB, a consultation with the TB or infectious diseases services is required. (c) NAT testing for all potential donors at high risk of HIV, HBV, and HCV. (d) Potential donors to be tested for WNV if donating between May and November. (e) HBsAb and HBV NAT for donors who are HBcAb positive and HBsAg negative. (D) Acceptance Criteria (1) The potential donor has no identifiable infection or risk of infection that would cause an unacceptable risk or harm to the recipient. (2) The potential donor has not been skin-tested for TB and is from a documented low-risk population. (3) The potential donor has tested positive for syphilis, has been treated, and is no longer at risk of transmitting syphilis, based on the opinion of an infectious disease specialist. (4) In the following situations, a donor's kidney may be considered for use when the benefit of the transplant is felt to outweigh the risk of disease transmission. These kidneys are used under the Health Canada exceptional distribution provisions: (a) a potential donor with a positive skin test for TB who has not undergone an acceptable course of treatment before donation, or (b) a potential donor who is HTLV-ll positive, or (c) a potential donor with a documented risk factor(s) for HIV, HBV, and HCV. (d) a potential donor who is HBcAb positive, HBsAg negative, HBsAb positive and HBV NAT negative. (E) Absolute Contraindications/Exclusions for Donation A potential donor with: (1) Any active viral, bacterial, or other infection at the time of assessment. (2) Confirmed active HIV, HTLV-I, HBV, or HCV infection. (3) Documented risk factors for HIV, HBV, or HCV where the risk of disease transmission is felt to outweigh the benefit of the transplant. (4) Active TB infection. (5) Untreated syphilis infection or syphilis under treatment that continues to be considered contagious by infectious disease specialists. (6) Recent bite (6 months before or less) from an animal suspected of carrying rabies. (7) Suspected or confirmed WNV. (8) Suspected or confirmed SARS. The CAN/CSA-Z900.2.3-125 (13.1.2) and CAN/CSA-Z900.1-124 (Annex E) provide a complete list of contraindications for donation based on infectious disease transmission risk. (F) Practice Review of Canadian Practice Table 3 lists the Health Canada requirements for effective infectious disease testing of organ or islet donors.TABLE 3: Health Canada requirements for effective infectious disease testing of organ or islet donorsReview of Current Health Canada Requirements Table 4 lists additional infectious disease tests routinely performed on potential donors by Canadian Living Kidney Donation programs.TABLE 4: Additional infectious disease tests routinely performed on potential donors by Canadian Living Kidney Donation programsHealth Canada recommends these tests at the time of the initial evaluation, in the 30 days preceding organ donation, and on the day of transplant. Health Canada also has specific requirements with regard to medical history: Ask the potential donor about risk factors for HBV, HCV, and HIV. The potential donor should have a complete physical exam, including exams not usually performed routinely by transplant physicians and surgeons (ie, gynecological). There is no indication in the current Health Canada recommendations, updated in December 2012, about the frequency of taking the potential donor's medical history when there is a delay between the initial evaluation and the organ procurement. In a document currently under revision titled (in French) Règlement sur la sécurité des cellules, tissus, organes humaines destinés à la transplantation,19 the following information can be found: Health Canada recommends a physical exam at the closest possible date to organ procurement. Under normal circumstances, it should be conducted within the 30 days before the scheduled date of organ procurement. If there is an unexpected delay in the procedure, the program will take responsibility for deciding if a physical exam should be repeated, according to the clinical condition of the potential donor. Potential Donor Suitability Assessment: CAN/CSA–Z900.2.3-125(12.2.2.3, 12.2.2.4). Contraindications or Exclusion Criteria: CAN/CSA–Z900.2.3-125 (13.1.2, 13.1.1.3). Annex E: Factors and Behaviours Associated With a Higher Risk Factor of Human Immunodeficiency Virus (HIV), Hepatitis B Virus (HBV), and Hepatitis C Virus (HCV): CAN/CSA–Z900.1-12.4 Review of International Assessment and Acceptance Criteria (United Kingdom, United States, and Australia) There is no specific recommendation in the Australian guidelines.7 The United States (OPTN) Policies8 suggest potential donor evaluation, but provide no specific criteria for acceptance of organs. The United Kingdom guidelines6 have specific recommendations for mandatory exams; optional exams to be performed according to the potential donors' intrinsic endemic risks. (G) Other Literature and References 1. Grossi PA, Fishman JA; AST Infectious Disease Community of Practice. Donor-derived infections in solid organ transplant recipients. AMJ. 2009;9 Suppl 4:S19-S26. doi: 10.1111/j.1600-6143.2009.02889.x. 2. Fischer SA, Avery RK; AST Infectious Disease Community of Practice. Screening of donor and recipient before solid organ transplantation. AMJ. 2009;9 Suppl 4:S7-18. doi: 10.1111/j.1600-6143.2009.02888.x. 3. Levitsky J, Doucette K; AST Infectious Diseases Community of Practice. Viral hepatitis in solid organ transplant recipients. AMJ. 2009;9 Suppl 4:S116-130. doi: 10.1111/j.1600-6143.2009.02902.x. 4. Ison MG, Nalesnik MA. Update on donor-derived disease transmission in organ transplantation. AMJ. 2011; 11(6):1123–1130. doi: 10.1111/j.1600-6143.2011.03493.x. SECTION THREE: RISK OF CARDIOR",
  "authors": [
    {
      "display_name": "Robert Richardson",
      "id": "A5113692952",
      "orcid": null,
      "institutions": [
        {
          "id": "I1325899441",
          "display_name": "University Health Network",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I2801845744",
          "display_name": "Toronto General Hospital",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I185261750",
          "display_name": "University of Toronto",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Robert Richardson"
    },
    {
      "display_name": "Maureen T. Connelly",
      "id": "A5113673835",
      "orcid": null,
      "institutions": [
        {
          "id": "I1297363086",
          "display_name": "St. Michael's Hospital",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Maureen Connelly"
    },
    {
      "display_name": "Christine Dipchand",
      "id": "A5059272531",
      "orcid": null,
      "institutions": [
        {
          "id": "I129902397",
          "display_name": "Dalhousie University",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I2802362269",
          "display_name": "Health Sciences Centre",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Christine Dipchand"
    },
    {
      "display_name": "Amit X. Garg",
      "id": "A5001731019",
      "orcid": "https://orcid.org/0000-0003-3398-3114",
      "institutions": [
        {
          "id": "I125749732",
          "display_name": "Western University",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I2800925808",
          "display_name": "London Health Sciences Centre",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Amit X. Garg"
    },
    {
      "display_name": "Anand Ghanekar",
      "id": "A5102828865",
      "orcid": "https://orcid.org/0000-0003-2966-4145",
      "institutions": [
        {
          "id": "I185261750",
          "display_name": "University of Toronto",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I1325899441",
          "display_name": "University Health Network",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Anand Ghanekar"
    },
    {
      "display_name": "Isabelle Houde",
      "id": "A5079479428",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210121051",
          "display_name": "Hôtel-Dieu de Québec",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Isabelle Houde"
    },
    {
      "display_name": "Olwyn Johnston",
      "id": "A5038917492",
      "orcid": "https://orcid.org/0000-0002-6188-6445",
      "institutions": [
        {
          "id": "I2802832906",
          "display_name": "Vancouver General Hospital",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Olwyn Johnston"
    },
    {
      "display_name": "Rahul Mainra",
      "id": "A5039745456",
      "orcid": "https://orcid.org/0000-0003-2341-8947",
      "institutions": [
        {
          "id": "I23625684",
          "display_name": "Saskatchewan Health Authority",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I4210144237",
          "display_name": "St. Paul's Hospital",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Rahul Mainra"
    },
    {
      "display_name": "Ruth McCarrell",
      "id": "A5003008407",
      "orcid": null,
      "institutions": [
        {
          "id": "I1301114164",
          "display_name": "Providence Health Care",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I2801362399",
          "display_name": "St. Paul's Hospital",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ruth McCarrell"
    },
    {
      "display_name": "Thomas Mueller",
      "id": "A5102748020",
      "orcid": "https://orcid.org/0000-0003-2236-2312",
      "institutions": [
        {
          "id": "I2802925319",
          "display_name": "University of Alberta Hospital",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I2800445679",
          "display_name": "Alberta Hospital Edmonton",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I154425047",
          "display_name": "University of Alberta",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Thomas Mueller"
    },
    {
      "display_name": "Peter Nickerson",
      "id": "A5020473629",
      "orcid": "https://orcid.org/0000-0002-7393-7799",
      "institutions": [
        {
          "id": "I2802362269",
          "display_name": "Health Sciences Centre",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I2801862240",
          "display_name": "Research Manitoba",
          "country_code": "CA",
          "type": "government"
        },
        {
          "id": "I95297979",
          "display_name": "Canadian Blood Services",
          "country_code": "CA",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Peter Nickerson"
    },
    {
      "display_name": "Christine Pippy",
      "id": "A5066346083",
      "orcid": null,
      "institutions": [
        {
          "id": "I2802307166",
          "display_name": "Horizon Health Network",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I2800296662",
          "display_name": "Saint John Regional Hospital",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Christine Pippy"
    },
    {
      "display_name": "Leroy Storsley",
      "id": "A5087127260",
      "orcid": "https://orcid.org/0000-0003-1288-4854",
      "institutions": [
        {
          "id": "I46247651",
          "display_name": "University of Manitoba",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I2801862240",
          "display_name": "Research Manitoba",
          "country_code": "CA",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Leroy Storsley"
    },
    {
      "display_name": "Kathryn Tinckam",
      "id": "A5064535437",
      "orcid": "https://orcid.org/0000-0002-6638-2887",
      "institutions": [
        {
          "id": "I185261750",
          "display_name": "University of Toronto",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I95297979",
          "display_name": "Canadian Blood Services",
          "country_code": "CA",
          "type": "nonprofit"
        },
        {
          "id": "I1325899441",
          "display_name": "University Health Network",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I2801845744",
          "display_name": "Toronto General Hospital",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Kathryn Tinckam"
    },
    {
      "display_name": "Linda Wright",
      "id": "A5049559287",
      "orcid": "https://orcid.org/0000-0003-0380-0380",
      "institutions": [
        {
          "id": "I1325899441",
          "display_name": "University Health Network",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I185261750",
          "display_name": "University of Toronto",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Linda Wright"
    },
    {
      "display_name": "Serdar Yılmaz",
      "id": "A5046620461",
      "orcid": "https://orcid.org/0000-0003-0249-1600",
      "institutions": [
        {
          "id": "I2802418778",
          "display_name": "Foothills Medical Centre",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Serdar Yilmaz"
    },
    {
      "display_name": "David Landsberg",
      "id": "A5057253300",
      "orcid": "https://orcid.org/0000-0003-1151-0658",
      "institutions": [
        {
          "id": "I4210162250",
          "display_name": "Vancouver Native Health Society",
          "country_code": "CA",
          "type": "other"
        },
        {
          "id": "I2801362399",
          "display_name": "St. Paul's Hospital",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "David Landsberg"
    }
  ],
  "publication_year": 2015,
  "publication_date": "2015-10-01",
  "type": "article",
  "cited_by_count": 49,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S11564597",
    "display_name": "Transplantation",
    "issn_l": "0041-1337",
    "issn": [
      "0041-1337",
      "1534-6080"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310318547"
  },
  "volume": "99",
  "issue": "Supplement 10",
  "first_page": "S1",
  "last_page": "S88",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "https://doi.org/10.1097/tp.0000000000000918",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C2775933685",
      "display_name": "Donation",
      "level": 2,
      "score": 0.79548436
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.77004004
    },
    {
      "id": "C2909652001",
      "display_name": "Kidney donation",
      "level": 4,
      "score": 0.6817601
    },
    {
      "id": "C2780385302",
      "display_name": "Protocol (science)",
      "level": 3,
      "score": 0.63538706
    },
    {
      "id": "C2911091166",
      "display_name": "Transplantation",
      "level": 2,
      "score": 0.50012994
    },
    {
      "id": "C2780303639",
      "display_name": "Kidney transplantation",
      "level": 3,
      "score": 0.47189033
    },
    {
      "id": "C512399662",
      "display_name": "Family medicine",
      "level": 1,
      "score": 0.41124088
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.26634032
    },
    {
      "id": "C204787440",
      "display_name": "Alternative medicine",
      "level": 2,
      "score": 0.113503665
    },
    {
      "id": "C142724271",
      "display_name": "Pathology",
      "level": 1,
      "score": 0.09910551
    },
    {
      "id": "C162324750",
      "display_name": "Economics",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C50522688",
      "display_name": "Economic growth",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11163",
      "display_name": "Organ Donation and Transplantation",
      "score": 1.0
    },
    {
      "id": "T10373",
      "display_name": "Renal Transplantation Outcomes and Treatments",
      "score": 0.9931
    },
    {
      "id": "T10999",
      "display_name": "Organ Transplantation Techniques and Outcomes",
      "score": 0.9892
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1097/tp.0000000000000918",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:35:06.479632",
  "source_database": "OpenAlex"
}