{
  "openalex_id": "W2462995286",
  "doi": "https://doi.org/10.1016/s0022-5347(17)55217-9",
  "title": "Prognosis of Patients With Stage D1 Prostatic Adenocarcinoma",
  "abstract": "No AccessJournal of Urology1 Jun 1981Prognosis of Patients With Stage D1 Prostatic Adenocarcinoma Stephen A. Kramer, Wayne A. Cline, Robert Farnham, Culley C. Carson, Edwin B. Cox, Wanda Hinshaw, and David P. Paulson Stephen A. KramerStephen A. Kramer Current address: Department of Urology, Mayo Clinic, Rochester, Minnesota, 55901. More articles by this author , Wayne A. ClineWayne A. Cline More articles by this author , Robert FarnhamRobert Farnham More articles by this author , Culley C. CarsonCulley C. Carson More articles by this author , Edwin B. CoxEdwin B. Cox More articles by this author , Wanda HinshawWanda Hinshaw More articles by this author , and David P. PaulsonDavid P. Paulson More articles by this author View All Author Informationhttps://doi.org/10.1016/S0022-5347(17)55217-9AboutPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Of 44 patients with clinically localized prostatic adenocarcinoma and regional lymphatic metastases proved by staging pelvic lymphadenectomy 11 were treated by radical prostatectomy, 20 received extended field radiationand 13 were assigned to delayed hormonal therapy. The median survival for the entire group was 39.5 months. None of the3 treatments appeared superior in prolonging survival. Furthermore, no enhancement of disease control could be demonstrated in either treatment group. Patients with prostatic adenocarcinoma and positive nodes appear to have equivalent adverse biologic potential and should be considered candidates for treatments designed to produce systemic effect. © 1981 by The American Urological Association Education and Research, Inc.FiguresReferencesRelatedDetailsCited BySCHRÖDER F, KURTH K, FOSSÅ S, HOEKSTRA W, KARTHAUS P, DEBOIS M and COLLETTE L (2018) EARLY VERSUS DELAYED ENDOCRINE TREATMENT OF pN1-3 M0 PROSTATE CANCER WITHOUT LOCAL TREATMENT OF THE PRIMARY TUMOR: RESULTS OF EUROPEAN ORGANISATION FOR THE RESEARCH AND TREATMENT OF CANCER 30846—A PHASE III STUDYJournal of Urology, VOL. 172, NO. 3, (923-927), Online publication date: 1-Sep-2004.ROACH M, LU J, PILEPICH M, ASBELL S, MOHIUDDIN M, TERRY R and GRIGNON D (2018) LONG-TERM SURVIVAL AFTER RADIOTHERAPY ALONE: RADIATION THERAPY ONCOLOGY GROUP PROSTATE CANCER TRIALSJournal of Urology, VOL. 161, NO. 3, (864-868), Online publication date: 1-Mar-1999.GHAVAMIAN R, BERGSTRALH E, BLUTE M, SLEZAK J and ZINCKE H (2018) RADICAL RETROPUBIC PROSTATECTOMY PLUS ORCHIECTOMY VERSUS ORCHIECTOMY ALONE FOR pTxN+ PROSTATE CANCER: A MATCHED COMPARISONJournal of Urology, VOL. 161, NO. 4, (1223-1228), Online publication date: 1-Apr-1999.STONE N, STOCK R, PARIKH D, YEGHIAYAN P and UNGER P (2018) PERINEURAL INVASION AND SEMINAL VESICLE INVOLVEMENT PREDICT PELVIC LYMPH NODE METASTASIS IN MEN WITH LOCALIZED CARCINOMA OF THE PROSTATEJournal of Urology, VOL. 160, NO. 5, (1722-1726), Online publication date: 1-Nov-1998.Weingartner K, Ramaswamy A, Bittinger A, Gerharz E, Voge D and Riedmiller H (2018) Anatomical Basis for Pelvic Lymphadenectomy in Prostate Cancer: Results of an Autopsy Study and Implications for the ClinicJournal of Urology, VOL. 156, NO. 6, (1969-1971), Online publication date: 1-Dec-1996.Parra R, Isorna S, Garcia Perez M, Cummings J and Boullier J (2018) Radical Perineal Prostatectomy without Pelvic Lymphadenectomy: Selection Criteria and Early ResultsJournal of Urology, VOL. 155, NO. 2, (612-615), Online publication date: 1-Feb-1996.Davidson P, Hop W, Kurth K, Fossa S, Waehre H and Schroder F (2018) Progression in Untreated Carcinoma of the Prostate Metastatic to Regional Lymph Nodes (Stage T0 to 4,N1 to 3,M0,D1)Journal of Urology, VOL. 154, NO. 6, (2118-2122), Online publication date: 1-Dec-1995.Stone N, Stock R and Unger P (2018) Indications for Seminal Vesicle Biopsy and Laparoscopic Pelvic Lymph Node Dissection in Men With Localized Carcinoma of ProstateJournal of Urology, VOL. 154, NO. 4, (1392-1396), Online publication date: 1-Oct-1995.Aus G, Hugosson J and Norlen L (2018) Long-term Survival and Mortality in Prostate Cancer Treated with Noncurative IntentJournal of Urology, VOL. 154, NO. 2, (460-465), Online publication date: 1-Aug-1995.Zagars G, Sands M, Pollack A and von Eschenbach A (2018) Early Androgen Ablation for Stage D1 (N1 to N3, M0) Prostate Cancer: Prognostic Variables and OutcomeJournal of Urology, VOL. 151, NO. 5, (1330-1333), Online publication date: 1-May-1994.Gomella L, White J, McCue P, Byrne D and Mulholland S (2018) Screening for Occult Nodal Metastasis in Localized Carcinoma of the ProstateJournal of Urology, VOL. 149, NO. 4, (776-778), Online publication date: 1-Apr-1993.Danella J, deKernion J, Smith R and Steckel J (2018) The Contemporary Incidence of Lymph Node Metastases in Prostate Cancer: Implications for Laparoscopic Lymph Node DissectionJournal of Urology, VOL. 149, NO. 6, (1488-1491), Online publication date: 1-Jun-1993.Myers R, Larson-Keller J, Bergstralh E, Zincke H, Oesterling J and Lieber M (2018) Hormonal Treatment at Time of Radical Retropubic Prostatectomy for Stage D1 Prostate Cancer: Results of Long-Term FollowupJournal of Urology, VOL. 147, NO. 3 Part 2, (910-915), Online publication date: 1-Mar-1992.Paulson D, Moul J and Walther P (2018) Radical Prostatectomy for Clinical Stage T1-2N0M0 Prostatic Adenocarcinoma: Long-Term ResultsJournal of Urology, VOL. 144, NO. 5, (1180-1184), Online publication date: 1-Nov-1990.Steinberg G, Epstein J, Piantadosi S and Walsh P (2018) Management of Stage D1 Adenocarcinoma of the Prostate: The Johns Hopkins Experience 1974 to 1987Journal of Urology, VOL. 144, NO. 6, (1425-1432), Online publication date: 1-Dec-1990.Meacham R, Scardino P, Hoffman G, Easley J, Wilbanks J and Carlton C (2018) The Risk of Distant Metastases after Transurethral Resection of the Prostate versus Needle Biopsy in Patients with Localized Prostate CancerJournal of Urology, VOL. 142, NO. 2 Part 1, (320-325), Online publication date: 1-Aug-1989.Gervasi L, Mata J, Easley J, Wilbanks J, Seale-Hawkins C, Carlton C and Scardino P (2018) Prognostic Significance of Lymph Nodal Metastases in Prostate CancerJournal of Urology, VOL. 142, NO. 2 Part 1, (332-336), Online publication date: 1-Aug-1989.Gibbons R, Correa R, Brannen G and Weissman R (2018) Total Prostatectomy for Clinically Localized Prostatic Cancer: Long-term ResultsJournal of Urology, VOL. 141, NO. 3 Part 1, (564-566), Online publication date: 1-Mar-1989.Kramolowsky E (2018) The Value of Testosterone Deprivation in Stage D1 Carcinoma of the ProstateJournal of Urology, VOL. 139, NO. 6, (1242-1244), Online publication date: 1-Jun-1988.Epstein J, Oesterling J, Eggleston J and Walsh P (2018) Frozen Section Detection of Lymph Node Metastases in Prostatic Carcinoma: Accuracy in Grossly Uninvolved Pelvic Lymphadenectomy SpecimensJournal of Urology, VOL. 136, NO. 6, (1234-1237), Online publication date: 1-Dec-1986.van Aubel O, Hoekstra W and Schröder F (2018) Early Orchiectomy for Patients With Stage D1 Prostatic CarcinomaJournal of Urology, VOL. 134, NO. 2, (292-294), Online publication date: 1-Aug-1985.Smith J, Haynes T and Middleton R (2018) Impact of External Irradiation on Local Symptoms and Survival Free of Disease in Patients with Pelvic Lymph Node Metastasis from Adenocarcinoma of the ProstateJournal of Urology, VOL. 131, NO. 4, (705-707), Online publication date: 1-Apr-1984.Myers R, Zincke H, Fleming T, Farrow G, Furlow W and Utz D (2018) Hormonal Treatment at Time of Radical Retropubic Prostatectomy for Stage D1 Prostate CancerJournal of Urology, VOL. 130, NO. 1, (99-101), Online publication date: 1-Jul-1983.Paulson D, Lin G, Hinshaw W and Stephani S (2018) Radical Surgery Versus Radiotherapy for Adenocarcinoma of the ProstateJournal of Urology, VOL. 128, NO. 3, (502-504), Online publication date: 1-Sep-1982.Walsh P (2018) Editorial CommentJournal of Urology, VOL. 128, NO. 3, (504-504), Online publication date: 1-Sep-1982. (2018) Reply By AuthorsJournal of Urology, VOL. 128, NO. 3, (504-504), Online publication date: 1-Sep-1982.Paulson D, Cline W, Bruce Koefoot R, Hinshaw W and Stephani S (2018) Extended Field Radiation Therapy Versus Delayed Hormonal Therapy in Node Positive Prostatic AdenocarcinomaJournal of Urology, VOL. 127, NO. 5, (935-937), Online publication date: 1-May-1982. Volume 125Issue 6June 1981Page: 817-819 Advertisement Copyright & Permissions© 1981 by The American Urological Association Education and Research, Inc.MetricsAuthor Information Stephen A. Kramer Current address: Department of Urology, Mayo Clinic, Rochester, Minnesota, 55901. More articles by this author Wayne A. Cline More articles by this author Robert Farnham More articles by this author Culley C. Carson More articles by this author Edwin B. Cox More articles by this author Wanda Hinshaw More articles by this author David P. Paulson More articles by this author Expand All Advertisement Loading ...",
  "authors": [
    {
      "display_name": "Stephen A. Kramer",
      "id": "A5110863920",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210126298",
          "display_name": "Duke Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Stephen A. Kramer"
    },
    {
      "display_name": "Wayne A. Cline",
      "id": "A5014440253",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210126298",
          "display_name": "Duke Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Wayne A. Cline"
    },
    {
      "display_name": "Robert Farnham",
      "id": "A5062612802",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210126298",
          "display_name": "Duke Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Robert Farnham"
    },
    {
      "display_name": "Culley C. Carson",
      "id": "A5108420893",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210126298",
          "display_name": "Duke Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Culley C. Carson"
    },
    {
      "display_name": "Edwin B. Cox",
      "id": "A5110324894",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210126298",
          "display_name": "Duke Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Edwin B. Cox"
    },
    {
      "display_name": "Wanda Hinshaw",
      "id": "A5111734435",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210126298",
          "display_name": "Duke Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Wanda Hinshaw"
    },
    {
      "display_name": "David P. Paulson",
      "id": "A5065438121",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210126298",
          "display_name": "Duke Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "David P. Paulson"
    }
  ],
  "publication_year": 1981,
  "publication_date": "1981-06-01",
  "type": "article",
  "cited_by_count": 136,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "125",
  "issue": "6",
  "first_page": "817",
  "last_page": "819",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.854013
    },
    {
      "id": "C146357865",
      "display_name": "Stage (stratigraphy)",
      "level": 2,
      "score": 0.6005547
    },
    {
      "id": "C2779466945",
      "display_name": "Prostatectomy",
      "level": 4,
      "score": 0.58780354
    },
    {
      "id": "C2780824555",
      "display_name": "Lymphadenectomy",
      "level": 3,
      "score": 0.52752453
    },
    {
      "id": "C126894567",
      "display_name": "Urology",
      "level": 1,
      "score": 0.4837013
    },
    {
      "id": "C2781182431",
      "display_name": "Adenocarcinoma",
      "level": 3,
      "score": 0.47463
    },
    {
      "id": "C29456083",
      "display_name": "Gynecology",
      "level": 1,
      "score": 0.35855988
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.34201267
    },
    {
      "id": "C61434518",
      "display_name": "General surgery",
      "level": 1,
      "score": 0.33947533
    },
    {
      "id": "C2776235491",
      "display_name": "Prostate",
      "level": 3,
      "score": 0.28194147
    },
    {
      "id": "C121608353",
      "display_name": "Cancer",
      "level": 2,
      "score": 0.2767516
    },
    {
      "id": "C151730666",
      "display_name": "Paleontology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10543",
      "display_name": "Prostate Cancer Treatment and Research",
      "score": 0.9993
    },
    {
      "id": "T10124",
      "display_name": "Prostate Cancer Diagnosis and Treatment",
      "score": 0.9992
    },
    {
      "id": "T10458",
      "display_name": "Bladder and Urothelial Cancer Treatments",
      "score": 0.9974
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/s0022-5347(17)55217-9",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:43:05.715961",
  "source_database": "OpenAlex"
}