{
  "openalex_id": "W2471045299",
  "doi": "https://doi.org/10.1016/s0022-5347(17)45098-1",
  "title": "Long-Term Followup of Young Patients with Stage a Adenocarcinoma of the Prostate",
  "abstract": "No AccessJournal of Urology1 Oct 1986Long-Term Followup of Young Patients with Stage a Adenocarcinoma of the Prostate Michael L. Blute, Horst Zincke, and George M. Farrow Michael L. BluteMichael L. Blute More articles by this author , Horst ZinckeHorst Zincke More articles by this author , and George M. FarrowGeorge M. Farrow More articles by this author View All Author Informationhttps://doi.org/10.1016/S0022-5347(17)45098-1AboutPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail A total of 23 men less than 60 years old with stage A adenocarcinoma of the prostate who were managed expectantly (that is untreated) and were at risk for 10 to 25 years form the basis of this study. The original amount of tissue obtained at transurethral resection, number of chips involved and examined, and tumor grade (Mayo grades 1 to 4) were recorded and compared in an in-depth analysis whereby the entire tissue removed was examined without knowledge of previous grading attempts. On the basis of volume estimation of the amount of cancer present 8 patients were reclassified as having stage A2 disease. Of these 8 patients 2 had disease progression and 1 died of metastatic adenocarcinoma of the prostate. At review 15 patients remained with stage A1 disease and 4 had disease progression (3 systemically and 1 locally) an average of 10.2 years after diagnosis. Because of longer life expectancy the young patient with stage A1 disease is at increased risk for local and/or systemic disease progression. Therefore, when incidental adenocarcinoma of the prostate is found in young patients consideration should be given to examination of all tissue resected, and to repeat transurethral resection and biopsy to ensure accurate staging. Lifelong careful followup is mandatory not only to detect local recurrence owing to heterogeneous adenocarcinoma of the prostate but also to detect a possible secondary clinical lesion. © 1986 by The American Urological Association Education and Research, Inc.FiguresReferencesRelatedDetailsCited ByMagheli A, Rais-Bahrami S, Carter H, Peck H, Epstein J and Gonzalgo M (2018) Subclassification of Clinical Stage T1 Prostate Cancer: Impact on Biochemical Recurrence Following Radical ProstatectomyJournal of Urology, VOL. 178, NO. 4, (1277-1281), Online publication date: 1-Oct-2007.RIETBERGEN J, HOEDEMAEKER R, BOEKEN KRUGER A, KIRKELS W and SCHRODER F (2018) THE CHANGING PATTERN OF PROSTATE CANCER AT THE TIME OF DIAGNOSIS: CHARACTERISTICS OF SCREEN DETECTED PROSTATE CANCER IN A POPULATION BASED SCREENING STUDYJournal of Urology, VOL. 161, NO. 4, (1192-1198), Online publication date: 1-Apr-1999.RAMOS C, CARVALHAL G, SMITH D, MAGER D and CATALONA W (2018) CLINICAL AND PATHOLOGICAL CHARACTERISTICS, AND RECURRENCE RATES OF STAGE T1C VERSUS T2A OR T2B PROSTATE CANCERJournal of Urology, VOL. 161, NO. 5, (1525-1529), Online publication date: 1-May-1999.HIRANO D, WERAHERA P, CRAWFORD E, LUCIA M, DeANTONI E and MILLER G (2018) MORPHOLOGICAL ANALYSIS AND CLASSIFICATION OF LATENT PROSTATE CANCER USING A 3-DIMENSIONAL COMPUTER ALGORITHM: ANALYSIS OF TUMOR VOLUME, GRADE, TUMOR DOUBLING TIME AND LIFE EXPECTANCYJournal of Urology, VOL. 159, NO. 4, (1265-1269), Online publication date: 1-Apr-1998.Crundwell M, Arkell D, Gearty J and Phillips S (2018) GENETIC ALTERATIONS IN INCIDENTALLY DIAGNOSED, TRANSITIONAL ZONE PROSTATE CANCER: A SEVEN YEAR FOLLOW-UPJournal of Urology, VOL. 158, NO. 4, (1568-1575), Online publication date: 1-Oct-1997.Bangma C, Hop W and Schroder F (2018) Serial Prostate Specific Antigen Measurements and Progression in Untreated Confined (Stages T0 to 3NxM0, Grades 1 to 3) Carcinoma of ProstateJournal of Urology, VOL. 154, NO. 4, (1403-1406), Online publication date: 1-Oct-1995.Epstein J, Walsh P and Brendler C (2018) Radical Prostatectomy for Impalpable Prostate Cancer: The Johns Hopkins Experience With Tumors Found on Transurethral Resection (Stages T1a and T1b) and on Needle Biopsy (Stage T1c)Journal of Urology, VOL. 152, NO. 5 Part 2, (1721-1729), Online publication date: 1-Nov-1994.Zincke H, Oesterling J, Blute M, Bergstralh E, Myers R and Barrett D (2018) Long-Term (15 Years) Results After Radical Prostatectomy For Clinically Localized (Stage T2c Or Lower) Prostate CancerJournal of Urology, VOL. 152, NO. 5 Part 2, (1850-1857), Online publication date: 1-Nov-1994.Monda J, Barry M and Oesterling J (2018) Prostate Specific Antigen Cannot Distinguish Stage T1a (A1) Prostate Cancer from Benign Prostatic HyperplasiaJournal of Urology, VOL. 151, NO. 5, (1291-1295), Online publication date: 1-May-1994.Fox S, Persad R, Royds J, Kore R, Silcocks P and Collins C (2018) p53 and c-myc Expression in Stage A1 Prostatic Adenocarcinoma: Useful Prognostic Determinants?Journal of Urology, VOL. 150, NO. 2 Part 1, (490-494), Online publication date: 1-Aug-1993.Kearse W, Seay T and Thompson I (2018) The Long-Term Risk of Development of Prostate Cancer in Patients with Benign Prostatic Hyperplasia: Correlation with Stage A1 DiseaseJournal of Urology, VOL. 150, NO. 5 Part 2, (1746-1748), Online publication date: 1-Nov-1993.Voges G, Mcneal J, Redwine E, Freiha F and Stamey T (2018) The Predictive Significance of Substaging Stage A Prostate Cancer (A1 Versus A2) for Volume and Grade of Total Cancer in the ProstateJournal of Urology, VOL. 147, NO. 3 Part 2, (858-863), Online publication date: 1-Mar-1992.Zhang G, Wasserman N, Sidi A, Reinberg Y and Reddy P (2018) Long-Term Followup Results After Expectant Management of Stage A1 Prostatic CancerJournal of Urology, VOL. 146, NO. 1, (99-103), Online publication date: 1-Jul-1991.Kinahan T, McLoughlin M and Manson A (2018) Radical Prostatectomy For Localized Prostatic Carcinoma in the Renal Transplant PatientJournal of Urology, VOL. 146, NO. 1, (104-107), Online publication date: 1-Jul-1991.Egawa S, Greene D, Flanagan W, Wheeler T and Scardino P (2018) Transrectal Ultrasonography in Stage a Prostate Cancer: Detection of Residual Tumor after Transurethral Resection of ProstateJournal of Urology, VOL. 146, NO. 2 Part 1, (366-371), Online publication date: 1-Aug-1991.Zincke H, Blute M, Fallen M and Farrow G (2018) Radical Prostatectomy for Stage a Adenocarcinoma of the Prostate: Staging Errors and their Implications for Treatment Recommendations and Disease OutcomeJournal of Urology, VOL. 146, NO. 4, (1053-1058), Online publication date: 1-Oct-1991.Larsen M, Carter H and Epstein J (2018) Can Stage A1 Tumor Extent be Predicted by Transurethral Resection Tumor Volume, Per Cent or Grade? A Study of 64 Stage A1 Radical Prostatectomies with Comparison to Prostates Removed for Stages A2 and B DiseaseJournal of Urology, VOL. 146, NO. 4, (1059-1063), Online publication date: 1-Oct-1991.Greene D, Wheeler T, Egawa S, Dunn J and Scardino P (2018) A Comparison of the Morphological Features of Cancer Arising in the Transition Zone and in the Peripheral Zone of the ProstateJournal of Urology, VOL. 146, NO. 4, (1069-1076), Online publication date: 1-Oct-1991.Greene D, Egawa S, Neerhut G, Flanagan W, Wheeler T and Scardino P (2018) The Distribution of Residual Cancer in Radical Prostatectomy Specimens in Stage a Prostate CancerJournal of Urology, VOL. 145, NO. 2, (324-328), Online publication date: 1-Feb-1991.McNeal J (2018) Editorial CommentJournal of Urology, VOL. 145, NO. 2, (328-329), Online publication date: 1-Feb-1991.Stillwell T, Malek R, Engen D and Farrow G (2018) Incidental Adenocarcinoma After Open Prostatic AdenectomyJournal of Urology, VOL. 141, NO. 1, (76-78), Online publication date: 1-Jan-1989.McNeal J, Price H, Redwine E, Freiha F and Stamey T (2018) Stage A Versus Stage B Adenocarcinoma of the Prostate: Morphological Comparison and Biological SignificanceJournal of Urology, VOL. 139, NO. 1, (61-65), Online publication date: 1-Jan-1988.Epstein J, Oesterling J and Walsh P (2018) The Volume and Anatomical Location of Residual Tumor in Radical Prostatectomy Specimens Removed for Stage A1 Prostate CancerJournal of Urology, VOL. 139, NO. 5, (975-979), Online publication date: 1-May-1988.Epstein J, Oesterling J and Walsh P (2018) Tumor Volume Versus Percentage of Specimen Involved by Tumor Correlated with Progression in Stage a Prostatic CancerJournal of Urology, VOL. 139, NO. 5, (980-983), Online publication date: 1-May-1988.McNeal J (2018) Editorial CommentJournal of Urology, VOL. 139, NO. 5, (983-983), Online publication date: 1-May-1988. (2018) Reply by AuthorsJournal of Urology, VOL. 139, NO. 5, (983-984), Online publication date: 1-May-1988. (2018) Reply by AuthorsJournal of Urology, VOL. 138, NO. 1, (98-98), Online publication date: 1-Jul-1987. Volume 136Issue 4October 1986Page: 840-843 Advertisement Copyright & Permissions© 1986 by The American Urological Association Education and Research, Inc.MetricsAuthor Information Michael L. Blute More articles by this author Horst Zincke More articles by this author George M. Farrow More articles by this author Expand All Advertisement Loading ...",
  "authors": [
    {
      "display_name": "Michael L. Blute",
      "id": "A5111665084",
      "orcid": null,
      "institutions": [
        {
          "id": "I1330342723",
          "display_name": "Mayo Clinic",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Michael L. Blute"
    },
    {
      "display_name": "Horst Zincke",
      "id": "A5070253773",
      "orcid": null,
      "institutions": [
        {
          "id": "I1330342723",
          "display_name": "Mayo Clinic",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Horst Zincke"
    },
    {
      "display_name": "George M. Farrow",
      "id": "A5109307089",
      "orcid": null,
      "institutions": [
        {
          "id": "I1330342723",
          "display_name": "Mayo Clinic",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "George M. Farrow"
    }
  ],
  "publication_year": 1986,
  "publication_date": "1986-10-01",
  "type": "article",
  "cited_by_count": 175,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "136",
  "issue": "4",
  "first_page": "840",
  "last_page": "843",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.97578347
    },
    {
      "id": "C146357865",
      "display_name": "Stage (stratigraphy)",
      "level": 2,
      "score": 0.717365
    },
    {
      "id": "C2776235491",
      "display_name": "Prostate",
      "level": 3,
      "score": 0.6366148
    },
    {
      "id": "C61797465",
      "display_name": "Term (time)",
      "level": 2,
      "score": 0.63389486
    },
    {
      "id": "C2991879385",
      "display_name": "Prostate adenocarcinoma",
      "level": 4,
      "score": 0.5482399
    },
    {
      "id": "C2781182431",
      "display_name": "Adenocarcinoma",
      "level": 3,
      "score": 0.5405125
    },
    {
      "id": "C143998085",
      "display_name": "Oncology",
      "level": 1,
      "score": 0.47007993
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.369242
    },
    {
      "id": "C126894567",
      "display_name": "Urology",
      "level": 1,
      "score": 0.34398234
    },
    {
      "id": "C61434518",
      "display_name": "General surgery",
      "level": 1,
      "score": 0.34319556
    },
    {
      "id": "C121608353",
      "display_name": "Cancer",
      "level": 2,
      "score": 0.13994703
    },
    {
      "id": "C151730666",
      "display_name": "Paleontology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C121332964",
      "display_name": "Physics",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C62520636",
      "display_name": "Quantum mechanics",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10543",
      "display_name": "Prostate Cancer Treatment and Research",
      "score": 0.9997
    },
    {
      "id": "T10124",
      "display_name": "Prostate Cancer Diagnosis and Treatment",
      "score": 0.9981
    },
    {
      "id": "T10458",
      "display_name": "Bladder and Urothelial Cancer Treatments",
      "score": 0.9937
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/s0022-5347(17)45098-1",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:55:41.475761",
  "source_database": "OpenAlex"
}