{
  "openalex_id": "W2499633575",
  "doi": "https://doi.org/10.1111/1747-0080.12301",
  "title": "Research in dietetic practice and education: Insights from the sociological perspective",
  "abstract": "'Sociology is the scientific study of human life, social groups, whole societies and the human world as such. It is a dazzling and compelling enterprise, as its subject-matter is our own behaviour as social beings.' (Giddens 1; 6) With the rising incidence of nutrition-related chronic disease in Australia, dietitians have a growing role to play in health service provision. Dietetic workforce numbers are growing, with increasing numbers of graduates nationally,2 and there are 15 universities with dietetic programmes currently accredited by the Dietitians Association of Australia (DAA).3 In order to meet the nutrition needs of the population, university curricula, including professional placement, need to be designed to enable students to develop the complex blend of knowledge, skills and attitudes required by the National Competency Standards.4 Research to assess how successfully this has been achieved needs to be conducted and published so that our profession can continue to develop. Dietitians need to be able to demonstrate competence in the broad domain of 'applying critical thinking and integrating evidence into practice' and also in understanding the social factors that influence dietary behaviours.4 The discipline of sociology, briefly defined as the study of people in society, can help inform both these bodies of knowledge. Sociologists look for patterns in human interaction and seek to uncover the links between social organisation and individual behaviour.5 This editorial aims to introduce the reader to a sociological perspective as another lens through which to consider the development of published research on dietetic practice and education. Sociologists view the world as being socially constructed, which posits that much of what we experience is a result of social interactions and our response to those interactions. A key concept in sociology is the tension between structure and agency, often referred to as the structure–agency debate.5 The term social structure refers to the recurring patterns of social interaction by which people are related to each other through social institutions and social groups.5 Our society shapes us through the forms of social organisation, such as laws, education, religion, economic resources and cultural beliefs that influence our lives. However, this is not the only influence on the way we live, given that we possess the ability to participate in and change our society. The term 'agency' refers to the potential of individuals to independently exercise choice in, and influence over, their daily lives and wider society.5 Human agency provides the scope for difference, diversity and social change.5 It is important to note that structure and agency are inextricably linked. Dietitians can benefit from considering structural and agentic factors that influence our food supply and food choice. One example of the inter-relationship between structure and agency is the sugar debate recently sparked by the structural changes made by the government in the United Kingdom. The introduction of a tax on sugar-sweetened beverages provides an example of a structural change that will arguably have a high impact on the behaviour of people. It is also an example of where people can exercise their agency; they still have the ability to choose whether or not to buy a soft drink. The inter-relationship of structure and agency is illustrated by the fact that while people maintain the ability to purchase soft drinks, some people may have economic constraints that limits their purchasing power. A sociological perspective thus sheds light on the potential success or failure of major policy initiatives in nutrition practice, and can serve to broaden our research more broadly as we shall see in the next section. The framework through which we approach research is known as a 'paradigm'. Paradigms are based on the way in which a group constructs knowledge, which is in turn based on shared values and beliefs that place research in a social context. Paradigms guide the choice of methodological approaches to research. The paradigm being applied to a research project should be acknowledged and communicated so that the methodology and methods can be assessed as being consistent with the overall research approach. Nutrition and Dietetics originated in the tradition of the biomedical scientific paradigm, drawing on disciplines such as chemistry, food science, biochemistry, physiology and epidemiology. This paradigm relies on observations of reality, made by the researcher as objectively as possible, and reduces the data collected to numbers. Coming from a scientific base, dietitians were traditionally trained to use quantitative methods to ask questions about food and nutrition and to use objective and precise measurements to answer them. A strong focus on food composition, nutritional quality of food and dietary intake studies flavoured the early stages of dietetic research in Australia, with an emphasis on data collected using weighed food records, as reflected in papers published in the journal of the DAA from its inception in the 1950s (as Food and Nutrition Notes)6 to the early 1990s (as Nutrition and Dietetics). This form of research made a strong contribution to the knowledge base of what Pat Crotty termed the 'post-swallowing sciences' (medicine, physiology and biochemistry). However, this approach cannot address all research questions, and we had little knowledge originating from the 'pre-swallowing sciences' (sociology, anthropology and psychology).7 The 1990s saw a broadening of dietetic research in Australia. With the establishment of new programmes in dietetics, increasing numbers of dietitians were employed by Australian universities. Some of the new programmes used a four-year undergraduate model, which meant there was space in the curriculum for other disciplines, such as the social sciences. This allowed collaboration with colleagues from the social sciences and exposed future dietitians to different approaches to research. Dietitians undertaking their doctoral studies began to draw on the social sciences in their choice of research topic and to ask and address research questions through what is known as an interpretivist paradigm. In an interpretivist paradigm, meaning is constructed from the subjective experiences and understandings of people in their interactions within society.8 Importantly, the interpretivist paradigm acknowledges that the researchers and their values are an integral part of the research process. Qualitative methods, including observation and interview techniques, are conducted within an interpretivist paradigm, with the findings recorded in words arranged to convey meaning.8 These techniques allow questions to be addressed around why people display certain behaviours. For example, a sociological explanation is helpful in understanding the social patterns in food habits, examining the social determinants of why we eat the way we do. Such questions were particularly applied to public health and social nutrition, which broadened the scope of dietetic research. This occurred within a broader recognition by scientists of the importance of considering social factors influencing eating, culminating in the Giessen Declaration and the 'New Nutrition Science' that expands the dimensions of nutrition science from the biological to also consider the social and environmental.9 The social, interpretivist research has added to and enhanced our biomedical research base, and the profession benefits from having members researching within either paradigm or in the blending of the two approaches, known as mixed methods. In 1999, only one of 23 original research articles published in the journal relied on an interpretivist paradigm and used qualitative methods; by 2009, that figure had increased to seven of 19 papers (37%) (author's analysis). An editorial for this journal on research published in 2008 noted the need for the dietetic profession to understand social drivers of behaviour and qualitative research methodology.10 By 2015, there were so many qualitative submissions that the journal appointed an Associate Editor specialising in qualitative methods. In this current issue of the journal, four papers are organised under the heading of qualitative research, and others published under the heading of evaluative research also draw on qualitative methods. A key concept in sociology is taking a critical perspective to ask 'why are things as they are?' and 'what are the alternatives?' Considering the sociological perspective adds a critical view of the way in which we construct knowledge and therefore who we are and what we do as a profession. The development of the Critical Dietetics movement, which emerged in 2009 through a declaration11 and was reinforced by the establishment of a journal and regular conferences, reflects the importance of this perspective and our further evolution as a profession. Another sign of increasing maturity as a profession within the university environment is our increasing engagement with pedagogical research. DAA annual scientific conferences in recent years have dedicated entire sessions to papers on aspects of dietetic education. The theme of this issue of the journal, Researching Dietetic Practice and Professional Education, reflects the growing body of work, especially given that this is the second issue within the past year featuring research in dietetic education. The majority of papers report the results of research informing dietetic education in the classroom or in the field. This relies on an understanding of educational theory and processes in conducting pedagogical research and has the potential to improve the quality of dietetic education. Effective and evidence-based interventions are urgently needed to deal with nutrition-related problems in the Australian population. As dietitians whose interventions rely on people to change their behaviour, much of what we do relies on agency. However, people can only act within the structure of their environment. The ability to change the behaviour of individuals and populations requires a knowledge base and approach to dietetic research that includes evidence on the social and environmental factors that influence food and eating. Without an appreciation of the barriers and enablers to behaviour change that are provided by considering the social structures, dietitians are less likely to be able to plan effective interventions. The Medical Research Council in the United Kingdom has acknowledged that complex interventions, such as those tested through a randomised control trial, can be enhanced by including qualitative research, particularly in the development of intervention methods, testing their feasibility and acceptability and in the process evaluation of intervention design.12 The main insights added by qualitative methods to interventions come from considering the perspective of the end users of the interventions, in their own words. 'The mere formulation of a problem is far more often essential than its solution, which may be merely a matter of mathematical or experimental skill. To raise new questions, new possibilities, to regard old problems from a new angle requires creative imagination and marks real advances in science.' Lauren Williams has not received any funding to write this editorial. Lauren Williams is an academic dietitian and has been since early 1992. She has a first-class honours degree in science (majoring in biochemistry), as well as a postgraduate diploma in social science, and used a mixed methods approach in her PhD. She conducts and supervises student projects in both qualitative and quantitative research. She is employed by Griffith University and has honorary Professorial titles at the University of Newcastle and the University of Canberra. As with so much of my work, this article has been improved through my collaboration with my critical friend and sociologist colleague, Professor John Germov. The section on the sociological perspective draws on a chapter from our edited text.",
  "authors": [
    {
      "display_name": "Lauren Williams",
      "id": "A5082619822",
      "orcid": "https://orcid.org/0000-0002-7860-0319",
      "institutions": [
        {
          "id": "I11701301",
          "display_name": "Griffith University",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Lauren Williams"
    }
  ],
  "publication_year": 2016,
  "publication_date": "2016-07-01",
  "type": "article",
  "cited_by_count": 6,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S76668921",
    "display_name": "Nutrition & Dietetics",
    "issn_l": "1446-6368",
    "issn": [
      "1446-6368",
      "1747-0080",
      "1839-3322"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320595"
  },
  "volume": "73",
  "issue": "3",
  "first_page": "217",
  "last_page": "219",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/1747-0080.12301",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C100521375",
      "display_name": "Competence (human resources)",
      "level": 2,
      "score": 0.58977103
    },
    {
      "id": "C47177190",
      "display_name": "Curriculum",
      "level": 2,
      "score": 0.5585485
    },
    {
      "id": "C2778139618",
      "display_name": "Workforce",
      "level": 2,
      "score": 0.5513994
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.50076556
    },
    {
      "id": "C101351245",
      "display_name": "Sociological imagination",
      "level": 2,
      "score": 0.46154836
    },
    {
      "id": "C12713177",
      "display_name": "Perspective (graphical)",
      "level": 2,
      "score": 0.4487341
    },
    {
      "id": "C61521584",
      "display_name": "Accreditation",
      "level": 2,
      "score": 0.44356582
    },
    {
      "id": "C55587333",
      "display_name": "Engineering ethics",
      "level": 1,
      "score": 0.4336226
    },
    {
      "id": "C2908647359",
      "display_name": "Population",
      "level": 2,
      "score": 0.4307017
    },
    {
      "id": "C39549134",
      "display_name": "Public relations",
      "level": 1,
      "score": 0.4240251
    },
    {
      "id": "C16920402",
      "display_name": "Social work",
      "level": 2,
      "score": 0.42215845
    },
    {
      "id": "C181907467",
      "display_name": "Human services",
      "level": 2,
      "score": 0.4165331
    },
    {
      "id": "C19417346",
      "display_name": "Pedagogy",
      "level": 1,
      "score": 0.41053125
    },
    {
      "id": "C509550671",
      "display_name": "Medical education",
      "level": 1,
      "score": 0.35172
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.3348562
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.30668724
    },
    {
      "id": "C36289849",
      "display_name": "Social science",
      "level": 1,
      "score": 0.29844725
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.18307847
    },
    {
      "id": "C77805123",
      "display_name": "Social psychology",
      "level": 1,
      "score": 0.1511938
    },
    {
      "id": "C127413603",
      "display_name": "Engineering",
      "level": 0,
      "score": 0.10935372
    },
    {
      "id": "C149923435",
      "display_name": "Demography",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C154945302",
      "display_name": "Artificial intelligence",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T13960",
      "display_name": "Dietetics, Nutrition, and Education",
      "score": 0.9982
    },
    {
      "id": "T12066",
      "display_name": "Obesity and Health Practices",
      "score": 0.9785
    },
    {
      "id": "T11806",
      "display_name": "Service-Learning and Community Engagement",
      "score": 0.9381
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1111/1747-0080.12301",
  "pdf_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/1747-0080.12301",
  "retrieved_date": "2025-07-30T14:37:57.119782",
  "source_database": "OpenAlex"
}