{
  "openalex_id": "W2515777786",
  "doi": "https://doi.org/10.1016/j.juro.2016.08.099",
  "title": "Associations of Initial Society for Fetal Urology Grades and Urinary Tract Dilatation Risk Groups with Clinical Outcomes in Patients with Isolated Prenatal Hydronephrosis",
  "abstract": "No AccessJournal of UrologyHydronephrosis1 Mar 2017Associations of Initial Society for Fetal Urology Grades and Urinary Tract Dilatation Risk Groups with Clinical Outcomes in Patients with Isolated Prenatal Hydronephrosis Luis H. Braga, Melissa McGrath, Forough Farrokhyar, Kizanee Jegatheeswaran, and Armando J. Lorenzo Luis H. BragaLuis H. Braga Division of Urology, Department of Surgery, McMaster University, Hamilton, Ontario, Canada McMaster Pediatric Surgery Research Collaborative, Department of Surgery, McMaster University, Hamilton, Ontario, Canada Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada , Melissa McGrathMelissa McGrath McMaster Pediatric Surgery Research Collaborative, Department of Surgery, McMaster University, Hamilton, Ontario, Canada , Forough FarrokhyarForough Farrokhyar Office of Surgical Research Services, Department of Surgery, McMaster University, Hamilton, Ontario, Canada Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada , Kizanee JegatheeswaranKizanee Jegatheeswaran McMaster Pediatric Surgery Research Collaborative, Department of Surgery, McMaster University, Hamilton, Ontario, Canada , and Armando J. LorenzoArmando J. Lorenzo Division of Urology, Hospital for Sick Children and Department of Surgery, University of Toronto, Toronto, Ontario, Canada View All Author Informationhttps://doi.org/10.1016/j.juro.2016.08.099AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: There are limited comparative data on the predictive value of the 2 most commonly used classification systems, that is SFU (Society for Fetal Urology) hydronephrosis grades and urinary tract dilatation risk groups, in regard to the future risk of surgical intervention and the development of febrile urinary tract infection. We explored this topic in infants with isolated hydronephrosis. Materials and Methods: After screening 938 patients with prenatal hydronephrosis from 2009 to 2016 we selected 322 patients with ureteropelvic junction obstruction-like hydronephrosis for study. Hydronephrosis grades were prospectively collected at baseline, surgery and last followup. Gender, circumcision status, antibiotic prophylaxis and renal pelvis anteroposterior diameter were captured. The primary outcome was pyeloplasty and the development of febrile urinary tract infection. Comparative analyses between SFU grades/urinary tract dilatation groups and the primary outcome were performed with the Fisher exact and log rank tests. Results: Mean ± SD age at presentation was 3.3 ± 2.6 months and mean followup was 22 ± 19 months. Pyeloplasty was performed in 32% of patients with SFU III/IV vs 31% with urinary tract dilatation 2/3. The rate of febrile urinary tract infection in patients with SFU III/IV was similar to that in those with urinary tract dilatation group 2/3 (8% vs 10%). Children with SFU III/IV showed a significantly higher rate of surgery than those with SFU I/II (32% vs 2%, p <0.01). Similar findings were seen when using urinary tract dilatation groups to compare patients at low risk (1) vs moderate/high risk (2/3). Conclusions: Both grading systems equally allowed for proper risk stratification and prediction of clinical outcomes based on baseline ultrasound. They correctly separated most infants who underwent surgery or in whom febrile urinary tract infection developed from those who could be treated nonsurgically. Use of the new urinary tract dilatation classification should not affect how families of children with isolated hydronephrosis are counseled regarding surgical intervention and the risk of febrile urinary tract infection. References 1 : Postnatal management of antenatal hydronephrosis. BJU Int2002; 89: 149. Google Scholar 2 : The society for fetal urology consensus statement on the evaluation and management of antenatal hydronephrosis. J Pediatr Urol2010; 6: 212. Google Scholar 3 : Multidisciplinary consensus on the classification of prenatal and postnatal urinary tract dilation (UTD classification system). J Pediatr Urol2014; 10: 982. Google Scholar 4 : Predictors for the need of surgery in the antenatally detected hydronephrosis due to UPJ obstruction—a prospective multivariate analysis. J Pediatr Urol2015; 11: 248. Google Scholar 5 : Diagnostic accuracy of renal pelvic dilatation for detecting surgically managed ureteropelvic junction obstruction. J Urol2013; 190: 661. Link, Google Scholar 6 : Prediction of the outcome of antenatally diagnosed hydronephrosis: a multi-variable analysis. J Pediatr Urol2012; 8: 135. Google Scholar 7 : Conservative treatment of ureteropelvic junction obstruction in children with antenatal diagnosis of hydronephrosis: lessons learned after 16 years of follow-up. Eur Urol2006; 49: 734. Google Scholar 8 : Antibiotic prophylaxis for urinary tract infections in antenatal hydronephrosis. Pediatrics2013; 131: 251. Google Scholar 9 : Results of a practical protocol for management of prenatally detected hydronephrosis due to ureteropelvic junction obstruction. Pediatr Surg Int2009; 25: 61. Google Scholar 10 : Diagnostic accuracy of neonatal kidney ultrasound in children having antenatal hydronephrosis without ureter and bladder abnormalities. World J Urol2015; 33: 1645. Google Scholar 11 : Outcome of isolated antenatal hydronephrosis: a systematic review and meta-analysis. Pediatr Nephrol2006; 21: 218. Google Scholar 12 : Apparent unilateral ureteropelvic junction obstruction in the newborn: expectations for resolution. J Urol1998; 160: 2175. Link, Google Scholar 13 : Evaluation of urinary tract dilation system for grading prenatal hydronephrosis. J Urol2016; 195: 725. Link, Google Scholar 14 Zee R, Herndon CDA, Kim C et al: Time to resolution: a prospective evaluation from the Society for Fetal Urology (SFU) Hydronephrosis registry. Presented at annual meeting of American Urological Association, San Diego, California, May 6-10, 2016. Google Scholar 15 Nakane A, Hayashi Y, Mizuno K et al: Natural history and management of perinatally detected hydronephrosis, through long-term follow up. Presented at annual meeting of American Urological Association, San Diego, California, May 6-10, 2016. Google Scholar 16 : Antenatal hydronephrosis: infants with minor postnatal dilatation do not need prophylaxis. Pediatr Nephrol2008; 23: 2021. Google Scholar 17 : Do infants with mild prenatal hydronephrosis benefit from screening for vesicoureteral reflux?. J Urol2012; 188: 576. Link, Google Scholar 18 : Probability of urinary tract infection in infants with ureteropelvic junction obstruction: is antibacterial prophylaxis really needed?. Pediatr Nephrol2011; 26: 1837. Google Scholar 19 : Resolution rate of isolated low-grade hydronephrosis diagnosed within the first year of life. J Pediatr Urol2014; 10: 639. Google Scholar 20 : Outcome of isolated antenatal hydronephrosis: a prospective cohort study. Pediatr Nephrol2007; 22: 1727. Google Scholar 21 : Reliability assessment of society for fetal urology ultrasound grading system for hydronephrosis. J Urol2008; 180: 1680. Link, Google Scholar 22 : Six of one, half a dozen of the other: a measure of multidisciplinary inter/intra-rater reliability of the Society for Fetal Urology and urinary tract dilation grading systems for hydronephrosis. J Pediatr Urol2016; 10.1016/j.jpurol.2016.09.005. Crossref, Google Scholar 23 : Risk factors for febrile urinary tract infection in children with prenatal hydronephrosis: a prospective study. J Urol2015; 193: 1766. Link, Google Scholar © 2017 by American Urological Association Education and Research, Inc.FiguresReferencesRelatedDetailsCited byMelo F, Mak R, Simões e Silva A, Vasconcelos M, Dias C, Rosa L, Shiomatsu G, Storch C, Oliveira M and Oliveira E (2021) Evaluation of Urinary Tract Dilation Classification System for Prediction of Long-Term Outcomes in Isolated Antenatal Hydronephrosis: A Cohort StudyJournal of Urology, VOL. 206, NO. 4, (1022-1030), Online publication date: 1-Oct-2021.Jung J, Lee J, Kim K and Park Y (2020) Utility of Society for Fetal Urology and Anteroposterior Pelvic Diameter Grading Systems for Estimating Time to Resolution of Isolated Hydronephrosis: A Single Center StudyJournal of Urology, VOL. 204, NO. 5, (1048-1053), Online publication date: 1-Nov-2020.Zhang L, Li Y, Liu C, Li X and Sun H (2018) Diagnostic Value of Anteroposterior Diameter of Renal Pelvis for Predicting Postnatal Surgery: A Systematic Review and Meta-AnalysisJournal of Urology, VOL. 200, NO. 6, (1346-1353), Online publication date: 1-Dec-2018.Braga L, McGrath M, Farrokhyar F, Jegatheeswaran K and Lorenzo A (2017) Society for Fetal Urology Classification vs Urinary Tract Dilation Grading System for Prognostication in Prenatal Hydronephrosis: A Time to Resolution AnalysisJournal of Urology, VOL. 199, NO. 6, (1615-1621), Online publication date: 1-Jun-2018. Volume 197Issue 3 Part 2March 2017Page: 831-837 Advertisement Copyright & Permissions© 2017 by American Urological Association Education and Research, Inc.Keywordsdilatationurinary tract infectionsclassificationkidneyhydronephrosispathologicMetricsAuthor Information Luis H. Braga Division of Urology, Department of Surgery, McMaster University, Hamilton, Ontario, Canada McMaster Pediatric Surgery Research Collaborative, Department of Surgery, McMaster University, Hamilton, Ontario, Canada Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada More articles by this author Melissa McGrath McMaster Pediatric Surgery Research Collaborative, Department of Surgery, McMaster University, Hamilton, Ontario, Canada More articles by this author Forough Farrokhyar Office of Surgical Research Services, Department of Surgery, McMaster University, Hamilton, Ontario, Canada Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada More articles by this author Kizanee Jegatheeswaran McMaster Pediatric Surgery Research Collaborative, Department of Surgery, McMaster University, Hamilton, Ontario, Canada More articles by this author Armando J. Lorenzo Division of Urology, Hospital for Sick Children and Department of Surgery, University of Toronto, Toronto, Ontario, Canada More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Luis H. Braga",
      "id": "A5038944132",
      "orcid": "https://orcid.org/0000-0002-3953-7353",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Luis H. Braga"
    },
    {
      "display_name": "M. A. McGrath",
      "id": "A5059265305",
      "orcid": "https://orcid.org/0000-0003-3562-6890",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Melissa McGrath"
    },
    {
      "display_name": "Forough Farrokhyar",
      "id": "A5041534870",
      "orcid": "https://orcid.org/0000-0001-9928-9016",
      "institutions": [
        {
          "id": "I4210102974",
          "display_name": "Surgical Specialties (Canada)",
          "country_code": "CA",
          "type": "company"
        },
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Forough Farrokhyar"
    },
    {
      "display_name": "Kizanee Jegatheeswaran",
      "id": "A5014940273",
      "orcid": null,
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Kizanee Jegatheeswaran"
    },
    {
      "display_name": "Armando J. Lorenzo",
      "id": "A5025431226",
      "orcid": "https://orcid.org/0000-0001-6735-9462",
      "institutions": [
        {
          "id": "I185261750",
          "display_name": "University of Toronto",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I2801317318",
          "display_name": "Hospital for Sick Children",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I4210141030",
          "display_name": "SickKids Foundation",
          "country_code": "CA",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Armando J. Lorenzo"
    }
  ],
  "publication_year": 2016,
  "publication_date": "2016-09-09",
  "type": "article",
  "cited_by_count": 49,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "197",
  "issue": "3 Part 2",
  "first_page": "831",
  "last_page": "837",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.95619005
    },
    {
      "id": "C2781040948",
      "display_name": "Hydronephrosis",
      "level": 3,
      "score": 0.84291935
    },
    {
      "id": "C126894567",
      "display_name": "Urology",
      "level": 1,
      "score": 0.6671483
    },
    {
      "id": "C77411442",
      "display_name": "Urinary system",
      "level": 2,
      "score": 0.6460547
    },
    {
      "id": "C131872663",
      "display_name": "Obstetrics",
      "level": 1,
      "score": 0.42512155
    },
    {
      "id": "C29456083",
      "display_name": "Gynecology",
      "level": 1,
      "score": 0.41995203
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.21458888
    }
  ],
  "topics": [
    {
      "id": "T11174",
      "display_name": "Pediatric Urology and Nephrology Studies",
      "score": 0.9998
    },
    {
      "id": "T11815",
      "display_name": "Urological Disorders and Treatments",
      "score": 0.9994
    },
    {
      "id": "T10458",
      "display_name": "Bladder and Urothelial Cancer Treatments",
      "score": 0.9622
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/j.juro.2016.08.099",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:19:33.345746",
  "source_database": "OpenAlex"
}