{
  "openalex_id": "W2516630642",
  "doi": "https://doi.org/10.31265/usps.226",
  "title": "Spesialundervisning – bilder fra skole-Norge: En studie av spesialundervisnings dynamikk i grunnopplæringen",
  "abstract": "Formålet med denne studien er å utforske dette sammensatte og motstridende nåtidsbildet. Vi er på jakt etter spesialundervisningens dynamikk i grunnskolen og i videregående opplæring. Det overordna forskningsspørsmålet er: Hvordan kan spesialundervisningens dynamikk i grunnopplæringen forklares og forstås? To delspørsmål leder inn i studien: • Hvordan beskriver faggruppene i skolen økningen i spesialundervisning, og hvilke forhold mener de bidrar til økningen? • Hvilke mønstre framkommer i beskrivelsene av skolens spesialundervisning, hvilke krefter er i spill og hvilken innvirkning har disse på omfanget av spesialundervisning? Studiens empiriske materiale er framkommet gjennom intervju med fire faggrupper i skolen; lærere, rektorer, PPT og skoleeier. Disse intervjuene er gjennomført høsten 2011 i seks kommuner og to fylkeskommuner. Erfaringer og synspunkt fra faggruppene i disse kommunene og fylkeskommunene representerer et variert bilde av skole-Norge, fra nord til vest og øst, og faggruppenes meninger gir et bredt grunnlag for å utvikle kunnskap om spesialundervisningen i grunnopplæringen. Studien er konsentrert om faggruppene i skolene sine perspektiv på spesialundervisning. Spørsmål om hva elever og foreldre mener om spesialundervisning, inngår ikke i denne sammenhengen. For-målet her er å få del i meninger og refleksjoner til skolens faggrupper og det er derfor valgt en kvali-tativ tilnærming basert på fokusgruppeintervju og kvalitative analyser. Siktemålet er å forstå en kompleks del av skolens virksomhet. Studien tar derfor ikke opp kvantitative størrelser ved skolens spesialundervisning, som effekt av spesialundervisningen for enkeltelever eller omfang av spesialun-dervisning for ulike «vanskegrupper». Presentasjonen av studien er strukturert i seks delkapitler. Innledningsvis, i kapittel 1 presenteres studiens formål og forskningsspørsmålene. I kapittel 2, Inkluderende opplæring og spesialundervis-ning utdypes studiens teoretiske innramming. I kapittel 3 presenteres Forskningsprosessen. Studiens empiriske del består av to analyser. Disse presenteres i kapittel 4 og 5. I kapittel 4, Skolens spesialun-dervisning – et innenfra perspektiv fra fagfolk i åtte kommuner/fylkeskommuner presenteres en em-pirinær analyse av datamaterialet. I kapittel 5, Spesialundervisning – skolens svar på samtidens ut-fordringer vendes blikket fra et innenfra til en utenfra perspektiv. Analysen henter fram generelle forhold ved skolens spesialundervisning og hvordan disse former et samvirkende mønster. I kapittel 6, Spesialundervisning i den inkluderende fellesskolen, sammenfattes studiens svar på spørsmålet om hvordan spesialundervisningens dynamikk i grunnopplæringen kan forklares og forstås.",
  "authors": [
    {
      "display_name": "Anne Nevøy",
      "id": "A5038358057",
      "orcid": null,
      "institutions": [
        {
          "id": "I92008406",
          "display_name": "University of Stavanger",
          "country_code": "NO",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Anne Nevøy"
    },
    {
      "display_name": "Stein Erik Ohna",
      "id": "A5040781272",
      "orcid": "https://orcid.org/0000-0002-5328-134X",
      "institutions": [
        {
          "id": "I92008406",
          "display_name": "University of Stavanger",
          "country_code": "NO",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Stein Erik Solbø Ohna"
    }
  ],
  "publication_year": 2014,
  "publication_date": "2014-06-01",
  "type": "report",
  "cited_by_count": 3,
  "is_retracted": false,
  "is_paratext": false,
  "language": "no",
  "source": {
    "id": "",
    "display_name": "",
    "issn_l": "",
    "issn": [],
    "type": "",
    "host_organization": ""
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "https://ebooks.uis.no/index.php/USPS/catalog/download/226/191/899",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C15708023",
      "display_name": "Humanities",
      "level": 1,
      "score": 0.54943216
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.4528131
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.44871408
    }
  ],
  "topics": [
    {
      "id": "T13131",
      "display_name": "Collaborative Teaching and Inclusion",
      "score": 0.9785
    },
    {
      "id": "T13447",
      "display_name": "Educational and Psychological Assessments",
      "score": 0.951
    },
    {
      "id": "T10008",
      "display_name": "Teacher Education and Leadership Studies",
      "score": 0.9497
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.31265/usps.226",
  "pdf_url": "https://ebooks.uis.no/index.php/USPS/catalog/download/226/191/899",
  "retrieved_date": "2025-07-30T14:57:33.909387",
  "source_database": "OpenAlex"
}