{
  "openalex_id": "W2524254168",
  "doi": "https://doi.org/10.1016/j.juro.2016.09.084",
  "title": "PTEN Loss in Gleason Score 3 + 4 = 7 Prostate Biopsies is Associated with Nonorgan Confined Disease at Radical Prostatectomy",
  "abstract": "No AccessJournal of UrologyAdult Urology1 Apr 2017PTEN Loss in Gleason Score 3 + 4 = 7 Prostate Biopsies is Associated with Nonorgan Confined Disease at Radical Prostatectomy Liana B. Guedes, Jeffrey J. Tosoian, Jessica Hicks, Ashley E. Ross, and Tamara L. Lotan Liana B. GuedesLiana B. Guedes Department of Pathology, The Johns Hopkins University School of Medicine, Baltimore, Maryland , Jeffrey J. TosoianJeffrey J. Tosoian Department of Urology, The Johns Hopkins University School of Medicine, Baltimore, Maryland , Jessica HicksJessica Hicks Department of Pathology, The Johns Hopkins University School of Medicine, Baltimore, Maryland , Ashley E. RossAshley E. Ross Department of Pathology, The Johns Hopkins University School of Medicine, Baltimore, Maryland Department of Urology, The Johns Hopkins University School of Medicine, Baltimore, Maryland Department of Oncology, The Johns Hopkins University School of Medicine, Baltimore, Maryland , and Tamara L. LotanTamara L. Lotan Department of Pathology, The Johns Hopkins University School of Medicine, Baltimore, Maryland Department of Oncology, The Johns Hopkins University School of Medicine, Baltimore, Maryland View All Author Informationhttps://doi.org/10.1016/j.juro.2016.09.084AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: Men with intermediate risk prostate cancer have widely variable outcomes. Some suggest that active surveillance or less invasive therapies (brachytherapy or focal therapy) may be appropriate for some men with Gleason score 3 + 4 = 7 disease. Molecular markers may help further distinguish prostate cancers with aggressive behavior. We tested whether loss of the PTEN (phosphatase and tensin homolog) tumor suppressor in 3 + 4 = 7 tumor biopsies is associated with adverse pathology at prostatectomy. Materials and Methods: We queried prostate needle biopsies from 2000 to 2014 with a maximum Gleason score of 3 + 4 = 7 followed by prostatectomy. A total of 260 cases had PTEN status evaluable by clinical grade immunohistochemistry. Biopsy PTEN status was correlated with preoperative and postoperative clinicopathological parameters. Results: PTEN loss was detected in 27% of 3 + 4 = 7 biopsies. Loss of PTEN was less common in tumors of African American men compared to European American men (9% vs 31%, p = 0.002). At prostatectomy, tumors with PTEN loss were more likely to show nonorgan confined disease compared to those with PTEN intact (52% vs 27%, p <0.001). In logistic regression models including age, race, prostate specific antigen, clinical stage and biopsy tumor involvement, PTEN loss at biopsy remained significantly associated with an increased risk of nonorgan confined disease (HR 2.46, 95% CI 1.34–4.49, p = 0.004). On ROC analysis, the AUC for models including prostate specific antigen and clinical stage was increased from 0.61 to 0.67 upon inclusion of PTEN status. Conclusions: PTEN loss in a Gleason score 3 + 4 = 7 biopsy is independently associated with an increased risk of nonorgan confined disease at prostatectomy. It adds to the preoperative parameters commonly used to predict pathological stage. References 1 : Which, when and why? Rational use of tissue-based molecular testing in localized prostate cancer. Prostate Cancer Prostatic Dis2016; 19: 1. Google Scholar 2 : PTEN protein loss by immunostaining: analytic validation and prognostic indicator for a high risk surgical cohort of prostate cancer patients. Clin Cancer Res2011; 17: 6563. Google Scholar 3 : A prospective investigation of PTEN loss and ERG expression in lethal prostate cancer. J Natl Cancer Inst2016; 108: djw045. Google Scholar 4 : PTEN loss as determined by clinical-grade immunohistochemistry assay is associated with worse recurrence-free survival in prostate cancer. Eur Urol Focus2016; 2: 180. Google Scholar 5 : An immunohistochemical signature comprising PTEN, MYC, and Ki67 predicts progression in prostate cancer patients receiving adjuvant docetaxel after prostatectomy. Cancer2012; 118: 6063. Google Scholar 6 : PTEN loss is associated with upgrading of prostate cancer from biopsy to radical prostatectomy. Mod Pathol2015; 28: 128. Google Scholar 7 : Should intervening benign tissue be included in the measurement of discontinuous foci of cancer on prostate needle biopsy? Correlation with radical prostatectomy findings. Am J Surg Pathol2011; 35: 1351. Google Scholar 8 : The 2005 International Society of Urological Pathology (ISUP) Consensus Conference on Gleason Grading of Prostatic Carcinoma. Am J Surg Pathol2005; 29: 1228. Google Scholar 9 : The use of prostate specific antigen, clinical stage and Gleason score to predict pathological stage in men with localized prostate cancer. J Urol1993; 150: 110. Link, Google Scholar 10 : Prediction of pathologic stage based on clinical stage, serum PSA, and biopsy Gleason score: Partin tables in the contemporary era. BJU Int2016; 10.1111/bju.13573. Crossref, Google Scholar 11 : Multiinstitutional validation of the UCSF cancer of the prostate risk assessment for prediction of recurrence after radical prostatectomy. Cancer2006; 107: 2384. Google Scholar 12 : A 17-gene assay to predict prostate cancer aggressiveness in the context of Gleason grade heterogeneity, tumor multifocality, and biopsy undersampling. Eur Urol2014; 66: 550. Google Scholar 13 : Genetic markers associated with early cancer-specific mortality following prostatectomy. Cancer2013; 119: 2405. Google Scholar 14 : Clinical implications of changing definitions within the Gleason grading system. Nat Rev Urol2010; 7: 136. Google Scholar 15 : TMPRSS2-ERG gene fusion prevalence and class are significantly different in prostate cancer of Caucasian, African-American and Japanese patients. Prostate2011; 71: 489. Google Scholar 16 : Evidence for molecular differences in prostate cancer between African American and Caucasian men. Clinical Cancer Res2014; 20: 4925. Google Scholar 17 : Characterization of 1577 primary prostate cancers reveals novel biological and clinicopathologic insights into molecular subtypes. Eur Urol2015; 68: 555. Google Scholar 18 : Racial variations in prostate cancer molecular subtypes and androgen receptor signaling reflect anatomic tumor location. Eur Urol2016; 70: 14. Google Scholar 19 : Absence of TMPRSS2:ERG fusions and PTEN losses in prostate cancer is associated with a favorable outcome. Mod Pathol2008; 21: 1451. Google Scholar 20 : Cooperativity of TMPRSS2-ERG with PI3-kinase pathway activation in prostate oncogenesis. Nat Genet2009; 41: 524. Google Scholar 21 : Aberrant ERG expression cooperates with loss of PTEN to promote cancer progression in the prostate. Nat Genet2009; 41: 619. Google Scholar 22 : Prevalence and prognostic significance of PTEN Loss in African-American and European-American men undergoing radical prostatectomy. Eur Urol2016; 10.1016/j.eururo.2016.07.026. Crossref, Google Scholar 23 : A novel genomic alteration of LSAMP associates with aggressive prostate cancer in African American men. EBioMedicine2015; 2: 1957. Google Scholar 24 : Mutational landscape of aggressive prostate tumors in African American Men. Cancer Res2016; 76: 1860. Google Scholar 25 : The 2014 International Society of Urological Pathology (ISUP) Consensus Conference on Gleason Grading of Prostatic Carcinoma: definition of grading patterns and proposal for a new grading system. Am J Surg Pathol2016; 40: 244. Google Scholar 26 : Cribriform morphology predicts upstaging after radical prostatectomy in patients with Gleason score 3 + 4 = 7 prostate cancer at transrectal ultrasound (TRUS)-guided needle biopsy. Virchows Arch2015; 467: 437. Google Scholar 27 : Utility of Gleason pattern 4 morphologies detected on transrectal ultrasound (TRUS)-guided biopsies for prediction of upgrading or upstaging in Gleason score 3 + 4 = 7 prostate cancer. Virchows Arch2016; 469: 313. Google Scholar 28 : Heterogeneity of PTEN and ERG expression in prostate cancer on core needle biopsies: implications for cancer risk stratification and biomarker sampling. Hum Pathol2015; 46: 698. Google Scholar 29 : Adverse pathologic features at radical prostatectomy: effect of preoperative risk on oncologic outcomes. Eur Urol2016; 69: 143. Google Scholar © 2017 by American Urological Association Education and Research, Inc.FiguresReferencesRelatedDetailsCited byTaneja S (2019) Re: Comparing Prognostic Utility of a Single-Marker Immunohistochemistry Approach with Commercial Gene Expression Profiling following Radical ProstatectomyJournal of Urology, VOL. 201, NO. 6, (1055-1055), Online publication date: 1-Jun-2019.Smith J (2016) This Month in Adult UrologyJournal of Urology, VOL. 197, NO. 4, (969-970), Online publication date: 1-Apr-2017. Volume 197Issue 4April 2017Page: 1054-1059Supplementary Materials Advertisement Copyright & Permissions© 2017 by American Urological Association Education and Research, Inc.KeywordsPTEN proteinprostatic neoplasmshumanadenocarcinomabiopsyneoplasm gradingMetricsAuthor Information Liana B. Guedes Department of Pathology, The Johns Hopkins University School of Medicine, Baltimore, Maryland Equal study contribution. More articles by this author Jeffrey J. Tosoian Department of Urology, The Johns Hopkins University School of Medicine, Baltimore, Maryland Equal study contribution. More articles by this author Jessica Hicks Department of Pathology, The Johns Hopkins University School of Medicine, Baltimore, Maryland More articles by this author Ashley E. Ross Department of Pathology, The Johns Hopkins University School of Medicine, Baltimore, Maryland Department of Urology, The Johns Hopkins University School of Medicine, Baltimore, Maryland Department of Oncology, The Johns Hopkins University School of Medicine, Baltimore, Maryland More articles by this author Tamara L. Lotan Department of Pathology, The Johns Hopkins University School of Medicine, Baltimore, Maryland Department of Oncology, The Johns Hopkins University School of Medicine, Baltimore, Maryland More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Liana B. Guedes",
      "id": "A5039858654",
      "orcid": null,
      "institutions": [
        {
          "id": "I2799853436",
          "display_name": "Johns Hopkins Medicine",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Liana B. Guedes"
    },
    {
      "display_name": "Jeffrey J. Tosoian",
      "id": "A5012794522",
      "orcid": "https://orcid.org/0000-0002-7614-9931",
      "institutions": [
        {
          "id": "I2799853436",
          "display_name": "Johns Hopkins Medicine",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jeffrey J. Tosoian"
    },
    {
      "display_name": "Jessica Hicks",
      "id": "A5077295537",
      "orcid": "https://orcid.org/0000-0001-7885-3319",
      "institutions": [
        {
          "id": "I2799853436",
          "display_name": "Johns Hopkins Medicine",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jessica Hicks"
    },
    {
      "display_name": "Ashley E. Ross",
      "id": "A5039646183",
      "orcid": "https://orcid.org/0000-0001-7044-9688",
      "institutions": [
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I2799853436",
          "display_name": "Johns Hopkins Medicine",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ashley E. Ross"
    },
    {
      "display_name": "Tamara L. Lotan",
      "id": "A5008552473",
      "orcid": "https://orcid.org/0000-0002-0494-9067",
      "institutions": [
        {
          "id": "I2799853436",
          "display_name": "Johns Hopkins Medicine",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Tamara L. Lotan"
    }
  ],
  "publication_year": 2016,
  "publication_date": "2016-09-30",
  "type": "article",
  "cited_by_count": 38,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "197",
  "issue": "4",
  "first_page": "1054",
  "last_page": "1059",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2777609662",
      "display_name": "PTEN",
      "level": 4,
      "score": 0.9270208
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.86810464
    },
    {
      "id": "C2779466945",
      "display_name": "Prostatectomy",
      "level": 4,
      "score": 0.8607883
    },
    {
      "id": "C2780192828",
      "display_name": "Prostate cancer",
      "level": 3,
      "score": 0.78419256
    },
    {
      "id": "C2776235491",
      "display_name": "Prostate",
      "level": 3,
      "score": 0.56094235
    },
    {
      "id": "C2775934546",
      "display_name": "Biopsy",
      "level": 2,
      "score": 0.52978987
    },
    {
      "id": "C126894567",
      "display_name": "Urology",
      "level": 1,
      "score": 0.49595484
    },
    {
      "id": "C2779549131",
      "display_name": "Tensin",
      "level": 5,
      "score": 0.47403076
    },
    {
      "id": "C2781406297",
      "display_name": "Prostate-specific antigen",
      "level": 4,
      "score": 0.43160245
    },
    {
      "id": "C143998085",
      "display_name": "Oncology",
      "level": 1,
      "score": 0.43005574
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.4281141
    },
    {
      "id": "C121608353",
      "display_name": "Cancer",
      "level": 2,
      "score": 0.39391223
    },
    {
      "id": "C142724271",
      "display_name": "Pathology",
      "level": 1,
      "score": 0.33920166
    },
    {
      "id": "C190283241",
      "display_name": "Apoptosis",
      "level": 2,
      "score": 0.0
    },
    {
      "id": "C55493867",
      "display_name": "Biochemistry",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C86554907",
      "display_name": "PI3K/AKT/mTOR pathway",
      "level": 3,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10543",
      "display_name": "Prostate Cancer Treatment and Research",
      "score": 0.9997
    },
    {
      "id": "T10124",
      "display_name": "Prostate Cancer Diagnosis and Treatment",
      "score": 0.9959
    },
    {
      "id": "T12465",
      "display_name": "Cancer, Lipids, and Metabolism",
      "score": 0.9501
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/j.juro.2016.09.084",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:46:17.099269",
  "source_database": "OpenAlex"
}