{
  "openalex_id": "W2525999179",
  "doi": null,
  "title": "The Adaptable City: The Use of Transit Investment and Congestion Pricing to Influence Travel and Location Decisions in London",
  "abstract": "Author(s): Broaddus, Andrea Lynn | Advisor(s): Deakin, Elizabeth | Abstract: This dissertation investigates two key transportation policies influencing travel behavior and location decisions in London towards sustainability: bus priority and congestion charging. Traffic congestion is a problem faced by cities worldwide, imposing time delays on travelers and decreasing economic efficiency. Congestion is increasing as cities are successful at attracting population and employment growth. This increasing urban density increases competition for urban road space, resulting in traffic congestion and forcing prioritization among road users. At the same time, sustainability goals increasingly set reduction targets for vehicle miles travelled (VMT). Transportation policy must both reduce congestion and VMT, while maintaining a fair distribution of costs and benefits among residents. London has navigated these challenges through pairing bus priority as a ‘carrot’ and congestion charging as a ‘stick’ policy. Beginning in the late 1990s with the introduction of a bus priority network, and continuing with the 2003 introduction of congestion charging in the central business district, London has achieved a decade-long trend of declining VMT and mode shift to transit and non-motorized modes. This research investigates the processes of how they were implemented, including consideration of the necessary politics, financing, and institutional authority. The synergistic impacts of these two policies over a decade is investigated in three dimensions: travel behavior, costs and benefits, and firm location decisions. First, the role of bus priority in the successful implementation of congestion charging is explored. Built from 1994 to 2003, London’s regional bus priority network was in place when congestion charging implemented in 2003. The development and scope of this bus priority network is discussed using previously unpublished data. It was found that approximately 15% of London’s arterial road network was reallocated to create a 1,100 mile (1,800 km) regional network of dedicated bus lanes. An analysis of Census travel to work data before and after congestion charging showed that declines in driving and increases in bus ridership were highest along bus network corridors. It is argued that bus priority explains why car use and VMT began to decline the London region in 1999, and then played a key role in preparing transport system capacity to absorb drivers switching to transit.Secondly, the costs and benefits of London’s congestion charging policy are evaluated over the decade since it was implemented in 2003. Due to the rare implementation of congestion charging, this study is the first longer-term evaluation of a congestion charging policy using empirical data. It is the first to consider impacts on Londoner’s culture and attitudes, and reasons why the central charge zone was non-controversial while the western extension zone was removed. The research revealed congestion charging has had wider impacts on traffic levels beyond the charged zone, leading to travel time savings for vehicular traffic throughout Inner London. It had mixed results in meeting its stated goals of reducing traffic volumes, increasing vehicle travel speeds, improving public transit service, reducing vehicle emissions, and improving safety for bicycles and pedestrians. Traffic volumes entering the charged area fell immediately and remained stable, while transit ridership increased and has continued an upward trend. However, travel speeds increased in the short term but fell in the longer term, such that congestion levels today in the charged zone are approximately the same as they were before congestion charging. The study found that this is not considered a negative outcome by city officials. By clearing cars off the roads, congestion charging allowed for a ‘capacity grab’ where road space and travel time savings were reallocated to buses and pedestrians. Bus speeds and reliability have vastly improved, pedestrian fatality and serious injury rates have plummeted, bicycle use has more than doubled, and air quality has shown some small benefits. City officials assert these outcomes would not have been achievable without the network reconfigurations made possible by released capacity.Thirdly, the longer-term impacts of the accessibility improvements realized in the central charged zone (CCZ) due to bus priority and congestion charging were investigated. It was hypothesized that improved accessibility in the congestion charging zone is being capitalized into higher land and rent costs. Firms valuing accessibility were expected to be the most likely to remain or to move in, in spite of rising rents. This hypothesis was tested using two panels of firms for the period 1997 to 2012 created with microdata from the UK Business Structure Database (BSD). One panel had only micro enterprises with ten or fewer employees, the other had larger firms with more than ten employees. Rent and accessibility data was added to each panel to explore the role of these factors. The study found the concentration of larger firms has been increasing inside the CCZ since 2004. Industry sectors that depend upon agglomeration economies have been concentrating there at the highest rate, especially ‘knowledge’ industries like Computers/Telecomm/Research a Development and Business Management Consulting. Evidence was found of increased churn, or rates of firm relocation into and out of the CCZ. For larger firms, the ratio of moves in to moves out increased from 1.02 in 1998-2002 to 1.14 in 2008-2012, indicating a preference for locating in the CCZ. Most firms that moved into the CCZ improved their transit accessibility by 20% to 40%. The net flow of jobs moving in to out also increased from .80 in 1998-2002 to 1.16 in 2008-2012. Retention of tourism sector firms increased in the CCZ, including Theatre a Cinema and Sports a Culture. Sectors vulnerable to rising rents and factor costs, including Retail and Restaurants, had increased odds of moving out of the CCZ. Rising rents were a statistically significant factor for firms moving out, and these firms were likely to have reduced accessibility after the move. The pull of accessibility on firms moving into the CCZ was stronger than the push of rising rents on those moving out. The dissertation concludes with a discussion of the findings, policy implications, and next steps for research.",
  "authors": [
    {
      "display_name": "Andrea Broaddus",
      "id": "A5055181623",
      "orcid": "https://orcid.org/0000-0003-3175-5986",
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Andrea Lynn Broaddus"
    }
  ],
  "publication_year": 2015,
  "publication_date": "2015-01-01",
  "type": "article",
  "cited_by_count": 3,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "",
    "display_name": "",
    "issn_l": "",
    "issn": [],
    "type": "",
    "host_organization": ""
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2779888511",
      "display_name": "Traffic congestion",
      "level": 2,
      "score": 0.67540735
    },
    {
      "id": "C22212356",
      "display_name": "Transport engineering",
      "level": 1,
      "score": 0.58485943
    },
    {
      "id": "C2780142462",
      "display_name": "Bus priority",
      "level": 3,
      "score": 0.5688633
    },
    {
      "id": "C144133560",
      "display_name": "Business",
      "level": 0,
      "score": 0.5380871
    },
    {
      "id": "C8007445",
      "display_name": "Congestion pricing",
      "level": 3,
      "score": 0.51165015
    },
    {
      "id": "C66204764",
      "display_name": "Sustainability",
      "level": 2,
      "score": 0.5110642
    },
    {
      "id": "C2777718309",
      "display_name": "Road pricing",
      "level": 3,
      "score": 0.4960669
    },
    {
      "id": "C157181609",
      "display_name": "Sustainable transport",
      "level": 3,
      "score": 0.4661613
    },
    {
      "id": "C27548731",
      "display_name": "Investment (military)",
      "level": 3,
      "score": 0.41898733
    },
    {
      "id": "C2781360296",
      "display_name": "Car ownership",
      "level": 3,
      "score": 0.41616324
    },
    {
      "id": "C2908647359",
      "display_name": "Population",
      "level": 2,
      "score": 0.41608676
    },
    {
      "id": "C539828613",
      "display_name": "Public transport",
      "level": 2,
      "score": 0.37819198
    },
    {
      "id": "C134560507",
      "display_name": "Environmental economics",
      "level": 1,
      "score": 0.34052056
    },
    {
      "id": "C10138342",
      "display_name": "Finance",
      "level": 1,
      "score": 0.3219428
    },
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.27393806
    },
    {
      "id": "C162324750",
      "display_name": "Economics",
      "level": 0,
      "score": 0.2648028
    },
    {
      "id": "C127413603",
      "display_name": "Engineering",
      "level": 0,
      "score": 0.16766348
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.107105106
    },
    {
      "id": "C18903297",
      "display_name": "Ecology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C149923435",
      "display_name": "Demography",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10698",
      "display_name": "Transportation Planning and Optimization",
      "score": 0.9845
    },
    {
      "id": "T10298",
      "display_name": "Urban Transport and Accessibility",
      "score": 0.9752
    },
    {
      "id": "T11942",
      "display_name": "Transportation and Mobility Innovations",
      "score": 0.908
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://escholarship.org/uc/item/0px3f6gk.pdf",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:34:32.720099",
  "source_database": "OpenAlex"
}