{
  "openalex_id": "W2531189450",
  "doi": "https://doi.org/10.15252/emmm.201606330",
  "title": "Human isotype‐dependent inhibitory antibody responses against <i>Mycobacterium tuberculosis</i>",
  "abstract": "Research Article11 October 2016Open Access Source DataTransparent process Human isotype-dependent inhibitory antibody responses against Mycobacterium tuberculosis Natalie Zimmermann Natalie Zimmermann Research Group Molecular Immunology, Max Planck Institute for Infection Biology, Berlin, Germany Department of Immunology, Max Planck Institute for Infection Biology, Berlin, Germany B Cell Immunology, German Cancer Research Center, Heidelberg, Germany Search for more papers by this author Verena Thormann Verena Thormann Research Group Molecular Immunology, Max Planck Institute for Infection Biology, Berlin, Germany Search for more papers by this author Bo Hu Bo Hu Research Group Molecular Immunology, Max Planck Institute for Infection Biology, Berlin, Germany Search for more papers by this author Anne-Britta Köhler Anne-Britta Köhler Department of Immunology, Max Planck Institute for Infection Biology, Berlin, Germany Search for more papers by this author Aki Imai-Matsushima Aki Imai-Matsushima Department of Molecular Biology, Max Planck Institute for Infection Biology, Berlin, Germany Search for more papers by this author Camille Locht Camille Locht U1019 - UMR 8204 - CIIL - Centre for Infection and Immunity of Lille, University of Lille, Lille, France CNRS, UMR 8204, Lille, France Inserm, U1019, Lille, France CHU Lille, Lille, France Institut Pasteur de Lille, Lille, France Search for more papers by this author Eusondia Arnett Eusondia Arnett Center for Microbial Interface Biology, Department of Microbial Infection and Immunity, The Ohio State University, Columbus, OH, USA Search for more papers by this author Larry S Schlesinger Larry S Schlesinger Center for Microbial Interface Biology, Department of Microbial Infection and Immunity, The Ohio State University, Columbus, OH, USA Search for more papers by this author Thomas Zoller Thomas Zoller Department of Infectious Diseases and Respiratory Medicine, Charité University Medical Center, Berlin, Germany Search for more papers by this author Mariana Schürmann Mariana Schürmann Department of Infectious Diseases and Respiratory Medicine, Charité University Medical Center, Berlin, Germany Search for more papers by this author Stefan HE Kaufmann Stefan HE Kaufmann orcid.org/0000-0001-9866-8268 Department of Immunology, Max Planck Institute for Infection Biology, Berlin, Germany Search for more papers by this author Hedda Wardemann Corresponding Author Hedda Wardemann [email protected] Research Group Molecular Immunology, Max Planck Institute for Infection Biology, Berlin, Germany B Cell Immunology, German Cancer Research Center, Heidelberg, Germany Search for more papers by this author Natalie Zimmermann Natalie Zimmermann Research Group Molecular Immunology, Max Planck Institute for Infection Biology, Berlin, Germany Department of Immunology, Max Planck Institute for Infection Biology, Berlin, Germany B Cell Immunology, German Cancer Research Center, Heidelberg, Germany Search for more papers by this author Verena Thormann Verena Thormann Research Group Molecular Immunology, Max Planck Institute for Infection Biology, Berlin, Germany Search for more papers by this author Bo Hu Bo Hu Research Group Molecular Immunology, Max Planck Institute for Infection Biology, Berlin, Germany Search for more papers by this author Anne-Britta Köhler Anne-Britta Köhler Department of Immunology, Max Planck Institute for Infection Biology, Berlin, Germany Search for more papers by this author Aki Imai-Matsushima Aki Imai-Matsushima Department of Molecular Biology, Max Planck Institute for Infection Biology, Berlin, Germany Search for more papers by this author Camille Locht Camille Locht U1019 - UMR 8204 - CIIL - Centre for Infection and Immunity of Lille, University of Lille, Lille, France CNRS, UMR 8204, Lille, France Inserm, U1019, Lille, France CHU Lille, Lille, France Institut Pasteur de Lille, Lille, France Search for more papers by this author Eusondia Arnett Eusondia Arnett Center for Microbial Interface Biology, Department of Microbial Infection and Immunity, The Ohio State University, Columbus, OH, USA Search for more papers by this author Larry S Schlesinger Larry S Schlesinger Center for Microbial Interface Biology, Department of Microbial Infection and Immunity, The Ohio State University, Columbus, OH, USA Search for more papers by this author Thomas Zoller Thomas Zoller Department of Infectious Diseases and Respiratory Medicine, Charité University Medical Center, Berlin, Germany Search for more papers by this author Mariana Schürmann Mariana Schürmann Department of Infectious Diseases and Respiratory Medicine, Charité University Medical Center, Berlin, Germany Search for more papers by this author Stefan HE Kaufmann Stefan HE Kaufmann orcid.org/0000-0001-9866-8268 Department of Immunology, Max Planck Institute for Infection Biology, Berlin, Germany Search for more papers by this author Hedda Wardemann Corresponding Author Hedda Wardemann [email protected] Research Group Molecular Immunology, Max Planck Institute for Infection Biology, Berlin, Germany B Cell Immunology, German Cancer Research Center, Heidelberg, Germany Search for more papers by this author Author Information Natalie Zimmermann1,2,3, Verena Thormann1, Bo Hu1, Anne-Britta Köhler2, Aki Imai-Matsushima4, Camille Locht5,6,7,8,9, Eusondia Arnett10, Larry S Schlesinger10, Thomas Zoller11, Mariana Schürmann11, Stefan HE Kaufmann2 and Hedda Wardemann *,1,3 1Research Group Molecular Immunology, Max Planck Institute for Infection Biology, Berlin, Germany 2Department of Immunology, Max Planck Institute for Infection Biology, Berlin, Germany 3B Cell Immunology, German Cancer Research Center, Heidelberg, Germany 4Department of Molecular Biology, Max Planck Institute for Infection Biology, Berlin, Germany 5U1019 - UMR 8204 - CIIL - Centre for Infection and Immunity of Lille, University of Lille, Lille, France 6CNRS, UMR 8204, Lille, France 7Inserm, U1019, Lille, France 8CHU Lille, Lille, France 9Institut Pasteur de Lille, Lille, France 10Center for Microbial Interface Biology, Department of Microbial Infection and Immunity, The Ohio State University, Columbus, OH, USA 11Department of Infectious Diseases and Respiratory Medicine, Charité University Medical Center, Berlin, Germany *Corresponding author. Tel: +49 6221 42 1270; Fax: +49 6221 42 1279; E-mail: [email protected] EMBO Mol Med (2016)8:1325-1339https://doi.org/10.15252/emmm.201606330 PDFDownload PDF of article text and main figures. Peer ReviewDownload a summary of the editorial decision process including editorial decision letters, reviewer comments and author responses to feedback. ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinked InMendeleyWechatReddit Figures & Info Abstract Accumulating evidence from experimental animal models suggests that antibodies play a protective role against tuberculosis (TB). However, little is known about the antibodies generated upon Mycobacterium tuberculosis (MTB) exposure in humans. Here, we performed a molecular and functional characterization of the human B-cell response to MTB by generating recombinant monoclonal antibodies from single isolated B cells of untreated adult patients with acute pulmonary TB and from MTB-exposed healthcare workers. The data suggest that the acute plasmablast response to MTB originates from reactivated memory B cells and indicates a mucosal origin. Through functional analyses, we identified MTB inhibitory antibodies against mycobacterial antigens including virulence factors that play important roles in host cell infection. The inhibitory activity of anti-MTB antibodies was directly linked to their isotype. Monoclonal as well as purified serum IgA antibodies showed MTB blocking activity independently of Fc alpha receptor expression, whereas IgG antibodies promoted the host cell infection. Together, the data provide molecular insights into the human antibody response to MTB and may thereby facilitate the design of protective vaccination strategies. Synopsis Antibodies against Mycobacterium tuberculosis (MTB) may protect from infection and could be of therapeutic use, but this was never determined. This work identifies and characterizes anti-MTB antibodies from patients. Over 50 human memory and plasmablast antibodies predominantly targeting MTB surface antigens were identified in the peripheral blood of tuberculosis (TB) patients and healthy donors. The development from preexisting memory B cells and mucosal origin was suggested by the dominance of IgA and somatic hypermutation levels. Inhibition of MTB infection of alveolar epithelial cells was observed for IgA antibodies independent of the IgA Fc receptor CD89. IgG antibodies promoted the infection, presumably via the interaction with the neonatal Fc receptor. Isotype-dependent differences in MTB inhibition were confirmed with serum IgA and IgG preparations. Introduction Tuberculosis (TB) is a major cause of death worldwide. Despite the extensive research, no effective vaccine against adult pulmonary TB has been developed (Andersen & Kaufmann, 2014). Therefore, long-term antibiotic treatment remains the standard of care (Zumla et al, 2013). Stable Mycobacterium tuberculosis (MTB) infection is established in the lung after bacterial uptake by macrophages, which generally fail to eliminate the bacteria and instead serve as major MTB reservoir (Guirado et al, 2013). However, mycobacteria can also directly infect and replicate within epithelial cells, which has been associated with mycobacterial dissemination from the lung (Pethe et al, 2001; Castro-Garza et al, 2002). Surface-exposed MTB antigens play a major role in host cell invasion as shown, for example, for heparin-binding hemagglutinin (HBHA), an adhesion molecule that interacts with proteoglycans on the surface of epithelial cells, thereby facilitating MTB entry (Pethe et al, 2001; Locht et al, 2006; Menozzi et al, 2006). Moreover, lipids and lipoglycans, such as the abundant lipoarabinomannan (LAM), are major components of the MTB cell wall and promote the bacterial uptake through the interaction with mannose receptors expressed on the host cell surface (Schlesinger et al, 1994; Kang et al, 2005; Torrelles et al, 2008). It is long known that T cells play a major role in TB immunity and are the target of current vaccination strategies (Cooper, 2009; Andersen & Kaufmann, 2014). However, more recent evidence points toward a role of B cells in modulating immune responses to MTB infection, for example, as antigen-presenting cells or through the production of cytokines and antibodies (Glatman-Freedman & Casadevall, 1998; Teitelbaum et al, 1998; Bosio et al, 2000; Chambers et al, 2004; Roy et al, 2005; Maglione et al, 2007, 2008; Achkar et al, 2015). Antibodies can exert their functions in two ways: by the direct blocking of host cell invasion and neutralization of bacterial products, or indirectly through Fc-mediated complement and cell activation mechanisms through Fc receptors (Ravetch & Clynes, 1998). Steady-state mucosal immune responses are characterized by the production of IgA, whereas inflammatory conditions—including acute pulmonary TB—are associated with class switching to IgG (Brandtzaeg et al, 1997; Demkow et al, 2007). Recent studies revealed that monoclonal antibodies against various mycobacterial surface antigens including LAM and HBHA can mediate protection in mouse models (Teitelbaum et al, 1998; Pethe et al, 2001; Chambers et al, 2004; Hamasur et al, 2004; Lopez et al, 2009). However, whether MTB-neutralizing antibodies against these structures also develop upon natural exposure in humans and induce the formation of B-cell memory remains to be determined. To address these questions, we analyzed the antibody repertoire of plasmablasts, a population of antibody-secreting B cells that circulate transiently in the blood upon acute infection and reflect the ongoing humoral immune response to pathogens, and the memory B-cell response to HBHA (Wrammert et al, 2008; Li et al, 2012). We demonstrate that MTB-exposed healthcare workers (HCW) and patients with active pulmonary TB generate B-cell antibody responses against mycobacterial surface antigens including LAM and HBHA, which mediate protection against the host cell invasion. Surprisingly, our data demonstrate that the inhibitory activity of anti-MTB antibodies depends directly on their isotype. IgA, but not IgG, antibodies specific for different MTB surface antigens can block MTB uptake by lung epithelial cells independently of the expression of IgA Fc receptors. Results Human anti-MTB plasmablast and memory B-cell antibody response To characterize the antibody response to MTB, we initially screened peripheral blood samples from a cohort of 17 untreated and 8 drug-treated patients with active pulmonary TB for the presence of circulating plasmablasts and for serum antibody reactivity to MTB antigens (Fig 1). Healthy donors (HD) without contact with TB patients served as controls. About 50% of patients mounted specific IgG and IgA serum responses against MTB with higher antibody levels against cell membrane antigens compared with secreted culture filtrate proteins (Fig 1A and B). Circulating CD19+CD27++CD38+ plasmablasts were present in about 38% of all patients (Fig 1C). The cells expressed low levels of CD19 and were positive for the surface markers CD86, CD84, and CD24 indicative of their recent activation status (Fig 1D). The frequency of plasmablasts was highest during early acute TB and waned upon drug treatment, whereas serum IgG levels increased over six months of antibiotic combination therapy (Fig 1E). Several untreated patients with prominent serum antibody responses lacked the detectable plasmablast levels in the circulation, suggesting that these donors had been infected for prolonged times so that their circulating plasmablast response had waned (Fig 1F). Figure 1. Anti-MTB serum antibody response in the peripheral blood of TB patients Serum IgG ELISA reactivity with MTB (H37Rv) whole-cell lysate, purified cell membrane fraction, and secreted culture filtrate proteins (CFP) for TB patients and healthy donors (HD). ELISA graphs (left; TB: black lines; n = 25; HD: red dotted lines; n = 2) and area under the curve (AUC) values for all tested samples (right; TB: n = 25; HD: n = 17) are shown. Median is shown. AUC values for the IgA serum ELISA response against MTB whole-cell lysate, purified cell membrane fraction, and secreted culture filtrate proteins (CFP) of TB patients (n = 25) and healthy donors (HD; n = 9). Median is shown. Flow cytometric gating strategy and frequency of circulating plasmablasts (CD19+CD27++CD38+) for one representative TB patient (TB24) and HD (left). Frequency of circulating CD19+CD27++CD38+ plasmablasts of all CD19+ B cells in the peripheral blood of TB patients (n = 24) and HD (n = 8). Dashed line indicates the threshold for detectable plasmablast populations (right). Median and SEM are shown. Expression of CD19 and activation markers (CD86, CD84, and CD24) in the plasmablasts and memory B cells as measured by flow cytometry. Plasmablast response of patient TB7 (top) and IgG serum response against MTB cell lysates of patients TB7, TB19, and TB39 (bottom) and one HD at the indicated time points before and after the treatment onset. Dots indicate AUC values for the anti-MTB cell lysate IgG serum ELISA response (y-axis) versus the frequency of circulating plasmablasts (x-axis) for individual TB patients. Spearman's correlation and corresponding P-value are shown. Data information: All data are representative of two independent experiments. (A and B) P-values were determined using Mann–Whitney test; **P < 0.01; ****P < 0.0001; ns, not significant. Download figure Download PowerPoint Next, we selected three patients with circulating plasmablasts and strong anti-MTB serum Ig responses for the molecular characterization of their plasmablast antibodies (TB7, TB24, TB33; Fig 2A; Appendix Table S1). From these donors, the IGH and corresponding IGK or IGL light chain transcripts of over 230 single isolated plasmablasts were amplified and sequenced (GenBank accession number KX947385–KX949063). To exclude any influence of the antibiotic drug treatment on our analyses, all samples were taken before the onset of therapy (Appendix Table S1). Consistently, the majority of TB plasmablasts in all donors expressed somatically mutated antibodies encoded by diverse Ig genes (Fig 2B; Appendix Table S2). MTB expresses a large number of diverse antigens. We therefore expected a high degree of polyclonality in the plasmablast response. Indeed, only a few cells from individual donors expressed Ig genes with identical heavy and light chain rearrangements as well as shared somatic mutations and thus were clonally related (GenBank accession number KX947385–KX949063). The relative bias toward IgA and near-complete absence of IgM expression compared with circulating memory B cells from the same donors indicated a mucosal origin (Fig 2C). Figure 2. Somatic hypermutation level and isotype distribution of single-cell-sorted plasmablasts and antigen-specific memory B cells Gating strategy, phenotype, and frequency of circulating plasmablasts (CD19+CD27++CD38+) isolated by flow cytometric cell sorting from three TB patients (TB7, TB24, and TB33) in comparison with one representative HD. Boxes indicate sort gates. The plasmablast frequency is indicated. Absolute number of somatic hypermutations (SHM) in the IGHV, IGKV, and IGLV segments of IgA and IgG plasmablast antibody genes sequenced from TB7, TB24, and TB33. The absolute number of sequences analyzed is indicated below the graph. Geometric means with SEM are indicated in gray. SHM means of historic data from sorted CD27+IgA+ or CD27+IgG+ cells from the peripheral blood of HD are indicated in red for comparison (Tiller et al, 2007; Berkowska et al, 2015). Isotype distribution of plasmablast and memory B cells from TB7, TB24, and TB33. PB, plasmablasts (CD19+CD27++CD38+); M, memory B cells (CD19+CD27+). Gating strategy, phenotype, and frequency of HBHA-reactive memory B cells (CD19+CD27+HBHA+) in the peripheral blood of one representative TB patient (TB29), healthcare worker (HCW) 2, and HD, respectively. Dots indicate the frequency of HBHA-reactive memory B cells out of all CD27+ memory B cells in individual TB patients (n = 23) and HCW (n = 7). Mean and SEM are indicated. P-value was determined using Wilcoxon–Mann–Whitney test; ****P < 0.0001. Dots indicate the frequency of resting memory B cells (CD19+CD27+CD10−) out of all B cells in the peripheral blood of individual TB patients compared with HCW. Anti-HBHA serum IgG ELISA reactivity for TB patients and HCW (black lines) compared with two representative HDs (red lines). Dashed line indicates the threshold OD405 nm for positive reactivity. Asterisks indicate the serum responses of donors selected for single sorting of HBHA-reactive memory B cells. Data are representative of two independent experiments. Absolute number of somatic hypermutations (SHM) in the IGHV (IGHA, IGHG, and IGHM), IGKV, or IGLV segments of sorted anti-HBHA memory cells from TB patients and HCW. Geometric means with SEM are indicated in gray. For comparison, red lines indicate the historic SHM means for randomly sorted CD27+IgA+, CD27+IgG+, or CD27+IgM+ cells from the peripheral blood of HDs (Tsuiji et al, 2006; Tiller et al, 2007; Berkowska et al, 2015). The number and size of clonally expanded B-cell clusters among HBHA-reactive memory B cells from two TB patients (TB35 and TB29) and HCW (HCW1 and HCW2). Cells in clusters are indicated in gray, and single cells are indicated in white. No B-cell clusters were shared between donors. IgA, IgG, and IgM isotype distribution of single-cell-sorted HBHA-reactive memory cells. Mean and SEM are indicated. Download figure Download PowerPoint Plasmablasts can develop from naïve B cells or mutated memory B cells. The relatively high frequency of somatic mutations in plasmablasts at the levels comparable to circulating memory B cells under steady-state conditions suggested that the plasmablast response developed from reactivated memory B cells rather than from nonmutated naïve B cells that had been newly activated during active disease onset (Fig 2B; Tiller et al, 2007). To determine whether circulating anti-MTB memory B cells were detectable in the absence of active disease, we screened a cohort of healthy MTB-exposed HCW for the presence of circulating anti-MTB memory B cells. To identify MTB-reactive memory B cells among all circulating memory B cells, we focused our analysis on HBHA as representative MTB antigen and performed flow cytometry with fluorescently labeled HBHA to detect HBHA-reactive memory B cells in these donors compared with TB patients (Fig 2D and E). Although TB patients showed significantly reduced overall memory B-cell frequencies compared with HD, we identified individual TB patients and MTB-exposed HCW with anti-HBHA memory B-cell responses (Fig 2E and F; Abreu et al, 2014). To determine the somatic mutation levels and the isotype distribution in these cells, we amplified and sequenced the Ig genes of single HBHA-reactive memory B cells from four HCW and four TB patients with anti-HBHA serum titers (Fig 2G). Nearly all antibodies were somatically mutated at the levels comparable to the published data from unselected memory B cells of HD and we identified clusters of clonally expanded cells in all four donors (Fig 2H and I; Tsuiji et al, 2006; Tiller et al, 2007; Berkowska et al, 2015). IGH gene isotype analyses revealed a clear dominance of IgA and IgM over IgG anti-HBHA memory B-cell antibodies. The low frequency of IgG was more pronounced in HCW than in TB patients, whereas IgA was particularly more abundant in HCW, suggesting an association of disease onset with the induction of IgG responses (Fig 2J). In summary, the data provide evidence that circulating plasmablasts in the peripheral blood of patients with active pulmonary TB develop from a polyclonal set of mutated and reactivated memory B cells. The high frequency of IgA anti-HBHA memory B cells in HCW suggests that memory is formed upon primary MTB exposure presumably from mucosal immune responses. Active TB could lead to the reactivation of preexisting memory B cells and the formation of plasmablast responses that are associated with class switching to IgG. Plasmablast antibodies frequently target MTB surface antigens Antibodies targeting surface-exposed bacterial antigens likely play a functional role in the anti-MTB response. To determine whether the B-cell response to MTB produces functional antibodies, we cloned the IGH and corresponding IGK or IGL genes from 113 IgA+ and IgG+ plasmablasts and produced the recombinant monoclonal antibodies in vitro (Appendix Table S2). All antibodies were initially produced as IgG1 to allow for the direct comparison of their antigen-binding capacity independently of the original plasmablast isotype. We then tested the antibodies for binding to MTB cell lysate or whole bacteria by ELISA (Fig 3A and B). On average, 40% of all recombinant monoclonal antibodies were MTB reactive in these assays (Fig 3C). To identify nonspecific binding of antibodies, we also tested all antibodies for binding to irrelevant and structurally diverse antigens (dsDNA, insulin, LPS). Cross-reactivity was detected for about 16% of antibodies, indicating that the majority of plasmablast antibodies were antigen specific (Appendix Table S2). Figure 3. Peripheral plasmablast antibodies from TB patients bind to mycobacterial surface antigensA total of 113 recombinant monoclonal plasmablast antibodies were generated and characterized for antimycobacterial reactivity. A, B. Representative ELISA graphs show the reactivity of antibodies from patient TB7 to (A) MTB whole-cell lysate or (B) MTB bacteria (left). Dashed red line indicates the threshold OD405 nm for positive reactivity. Green line indicates the negative control antibody (mGO53; Wardemann et al, 2003). AUC (area under curve) values indicate the reactivity to (A) MTB cell lysate or (B) whole MTB bacteria for antibodies from TB7, TB24, and TB33. The total numbers of analyzed antibodies are indicated (right). C. Pie charts show the frequency of MTB-reactive (gray) vs. nonreactive (white) antibodies as measured by whole-cell lysate and MTB bacteria ELISA for each patient. MTB-reactive antibodies were positive in both or one of the assays. The total numbers of analyzed antibodies are indicated in the center of the charts. D. ELISA graph shows the reactivity to the MTB cell membrane fraction for MTB-reactive (n = 26) and nonreactive (n = 14) antibodies. E. Reactivity to whole BCG bacteria as determined by flow cytometry for three representative MTB cell lysate-reactive antibodies and one nonreactive antibody (isotype control, mGO53). Data information: All data in (A, B, D, E) are representative of at least two independent experiments. Download figure Download PowerPoint A large fraction of anti-MTB antibodies recognized whole MTB bacteria in the ELISA, suggesting that they may target bacterial surface antigens (Fig 3B). We therefore tested a selected set of MTB-reactive and nonreactive antibodies for binding to cell membrane antigens by ELISA (Fig 3D). Indeed, the majority (57.6%, 15/26) of anti-MTB but only 1 of 15 nonreactive control antibodies was reactive with purified cell membrane antigens (Appendix Table S2). For individual antibodies, binding to the mycobacterial surface was confirmed by flow cytometry, suggesting that they recognized epitopes that are accessible to antibodies in vivo (Fig 3E and Appendix Table S2). Thus, the human plasmablast antibody response to MTB infection predominantly targets mycobacterial surface antigens. LAM is a major component of the mycobacterial cell surface and a target of protective antibodies (Brown et al, 2003; Hamasur et al, 2004). We therefore interrogated whether LAM served as target antigen of human anti-MTB plasmablast antibodies (Fig 4A–C; Appendix Table S2). By Western blot, FACS, and ELISA, we identified two antibodies that recognize MTB ManLAM. Antibody TB24PB037 lacked reactivity with PILAM from the nonpathogenic Mycobacterium smegmatis, demonstrating its high specificity for MTB compared with the CS-35-positive control antibody (Fig 4D). Figure 4. The surface-exposed virulence factors LAM and HBHA are targets of the human plasmablast and memory B-cell response to MTB Binding of antibodies TB24PB037 and TB33PB123 to LAM purified from MTB as determined by Western blot. The negative isotype control (mGO53) and a commercially available anti-LAM antibody (positive control) are shown for comparison. Anti-BCG specificity of the LAM-reactive antibody TB24PB037 (black) compared with E. coli as determined by ELISA with whole bacteria (left) and flow cytometry (right). Anti-LAM ELISA for TB24PB037 or negative control antibody at the indicated concentrations. The mean ± SD of the absorbance was calculated. Antibody TB24PB037 binds to MTB-LAM, but not to LAM from M. smegmatis. ELISA performed as described in (C). The mean ± SD of the absorbance was calculated. Representative HBHA ELISA for antibodies cloned from HBHA-reactive memory B cells of patient TB35 and HCW1. Dashed red line indicates the threshold OD405 nm for positive reactivity. Green line indicates the negative control antibody (mGO53; Wardemann et al, 2003). Reactivity to HBHA was confirmed by Western blot for a selected set of antibodies with HBHA ELISA reactivity. Fluorescence microscopy shows BCG and MTB reactivity of representative anti-HBHA antibodies compared with a nonreactive isotype control antibody. Scale bars, 10 μm. Data information: All data are representative of two independent experiments. Source data are available online for this figure. Source Data for Figure 4 [emmm201606330-sup-0003-SDataFig4.zip] Download figure Download PowerPoint HBHA represents another surface antigen and MTB virulence factor, which is targeted by antibodies (Menozzi et al, 1996; Pethe et al, 2001; Kohama et al, 2008). Although none of the plasmablast antibodies recognized HBHA (data not shown), the detection of HBHA-reactive memory B cells in HCW and TB patients with acute disease (Fig 2D and F) prompted us to determine whether these cells expressed HBHA-specific antibodies (Fig 4E–G). Upon Ig gene cloning and in vitro expression of antibodies from HBHA-reactive memory B cells, we identified 25 HBHA binders by ELISA or Western blot. Thirteen antibodies of all isotypes lacked cross-reactivity and were therefore HBHA specific (Appendix Table S3). Binding of HBHA-reactive antibodies to the outer surface of mycobacteria was confirmed by fluorescence microscopy (Fig 4G). Thus, we conclude that MTB-exposed individuals mount high-affinity plasmablast and memory antibody responses against MTB surface antigens such as ManLAM and HBHA relevant for host cell infection. Antibody isotype-dependent functional differences in MTB inhibition To determine the potential role of both plasmablast and memory B-cell antibodies in MTB infection, we tested a selected set of 41 MTB-reactive recombinant monoclonal antibodies in an in vitro infection assay with A549 human lung epithelial cells (Fig 5 and Appendix Table S4). A549 cells are type II alveolar epithelial cells that have been shown to play a role in early MTB infection (Bermudez & Goodman, 1996; Castro-Garza et al, 2002; Sato et al, 2002; Ryndak et al, 2015; Zimmermann et al, 2016). We initially expressed and tested a set of ant",
  "authors": [
    {
      "display_name": "Natalie Zimmermann",
      "id": "A5077574615",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210087223",
          "display_name": "Max Planck Institute for Infection Biology",
          "country_code": "DE",
          "type": "facility"
        },
        {
          "id": "I17937529",
          "display_name": "German Cancer Research Center",
          "country_code": "DE",
          "type": "funder"
        },
        {
          "id": "I223822909",
          "display_name": "Heidelberg University",
          "country_code": "DE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Natalie Zimmermann"
    },
    {
      "display_name": "Verena Thormann",
      "id": "A5012095568",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210087223",
          "display_name": "Max Planck Institute for Infection Biology",
          "country_code": "DE",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Verena Thormann"
    },
    {
      "display_name": "Bo Hu",
      "id": "A5005488436",
      "orcid": "https://orcid.org/0000-0003-0751-885X",
      "institutions": [
        {
          "id": "I4210087223",
          "display_name": "Max Planck Institute for Infection Biology",
          "country_code": "DE",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Bo Hu"
    },
    {
      "display_name": "Anne‐Britta Köhler",
      "id": "A5112221864",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210087223",
          "display_name": "Max Planck Institute for Infection Biology",
          "country_code": "DE",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Anne‐Britta Köhler"
    },
    {
      "display_name": "Aki Imai‐Matsushima",
      "id": "A5004051093",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210087223",
          "display_name": "Max Planck Institute for Infection Biology",
          "country_code": "DE",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Aki Imai‐Matsushima"
    },
    {
      "display_name": "Camille Locht",
      "id": "A5009991935",
      "orcid": "https://orcid.org/0000-0001-7295-7336",
      "institutions": [
        {
          "id": "I4210098529",
          "display_name": "Center for Infection and Immunity of Lille",
          "country_code": "FR",
          "type": "facility"
        },
        {
          "id": "I2279609970",
          "display_name": "Université de Lille",
          "country_code": "FR",
          "type": "funder"
        },
        {
          "id": "I1294671590",
          "display_name": "Centre National de la Recherche Scientifique",
          "country_code": "FR",
          "type": "government"
        },
        {
          "id": "I154526488",
          "display_name": "Inserm",
          "country_code": "FR",
          "type": "government"
        },
        {
          "id": "I3018718406",
          "display_name": "Centre Hospitalier Universitaire de Lille",
          "country_code": "FR",
          "type": "healthcare"
        },
        {
          "id": "I2800921988",
          "display_name": "Institut Pasteur de Lille",
          "country_code": "FR",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Camille Locht"
    },
    {
      "display_name": "Eusondia Arnett",
      "id": "A5002681112",
      "orcid": "https://orcid.org/0009-0004-5259-7117",
      "institutions": [
        {
          "id": "I52357470",
          "display_name": "The Ohio State University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I2802964274",
          "display_name": "Interface (United States)",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Eusondia Arnett"
    },
    {
      "display_name": "Larry S. Schlesinger",
      "id": "A5003839986",
      "orcid": "https://orcid.org/0000-0002-7177-8421",
      "institutions": [
        {
          "id": "I52357470",
          "display_name": "The Ohio State University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I2802964274",
          "display_name": "Interface (United States)",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Larry S Schlesinger"
    },
    {
      "display_name": "Thomas Zöller",
      "id": "A5010940785",
      "orcid": "https://orcid.org/0000-0002-9797-1692",
      "institutions": [
        {
          "id": "I7877124",
          "display_name": "Charité - Universitätsmedizin Berlin",
          "country_code": "DE",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Thomas Zoller"
    },
    {
      "display_name": "Mariana Schürmann",
      "id": "A5113983327",
      "orcid": null,
      "institutions": [
        {
          "id": "I7877124",
          "display_name": "Charité - Universitätsmedizin Berlin",
          "country_code": "DE",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mariana Schürmann"
    },
    {
      "display_name": "Stefan H. E. Kaufmann",
      "id": "A5007001229",
      "orcid": "https://orcid.org/0000-0001-9866-8268",
      "institutions": [
        {
          "id": "I4210087223",
          "display_name": "Max Planck Institute for Infection Biology",
          "country_code": "DE",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Stefan HE Kaufmann"
    },
    {
      "display_name": "Hedda Wardemann",
      "id": "A5012230366",
      "orcid": "https://orcid.org/0000-0003-3921-5933",
      "institutions": [
        {
          "id": "I223822909",
          "display_name": "Heidelberg University",
          "country_code": "DE",
          "type": "funder"
        },
        {
          "id": "I4210087223",
          "display_name": "Max Planck Institute for Infection Biology",
          "country_code": "DE",
          "type": "facility"
        },
        {
          "id": "I17937529",
          "display_name": "German Cancer Research Center",
          "country_code": "DE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Hedda Wardemann"
    }
  ],
  "publication_year": 2016,
  "publication_date": "2016-10-11",
  "type": "article",
  "cited_by_count": 136,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S163075119",
    "display_name": "EMBO Molecular Medicine",
    "issn_l": "1757-4676",
    "issn": [
      "1757-4676",
      "1757-4684"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310319965"
  },
  "volume": "8",
  "issue": "11",
  "first_page": "1325",
  "last_page": "1339",
  "open_access": {
    "is_oa": true,
    "oa_status": "gold",
    "oa_url": "https://doi.org/10.15252/emmm.201606330",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.3695288
    },
    {
      "id": "C203014093",
      "display_name": "Immunology",
      "level": 1,
      "score": 0.32466978
    },
    {
      "id": "C161191863",
      "display_name": "Library science",
      "level": 1,
      "score": 0.32140654
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10038",
      "display_name": "Tuberculosis Research and Epidemiology",
      "score": 0.9999
    },
    {
      "id": "T11316",
      "display_name": "Mycobacterium research and diagnosis",
      "score": 0.9989
    },
    {
      "id": "T11725",
      "display_name": "Immunodeficiency and Autoimmune Disorders",
      "score": 0.9979
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.15252/emmm.201606330",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:23:50.988447",
  "source_database": "OpenAlex"
}