{
  "openalex_id": "W2533889210",
  "doi": "https://doi.org/10.3389/conf.fpsyg.2015.65.00077",
  "title": "Damage to Broca’s area OR the anterior temporal lobe is implicated in stroke-induced agrammatic comprehension: it depends on the task",
  "abstract": "Event Abstract Back to Event Damage to Broca's area OR the anterior temporal lobe is implicated in stroke-induced agrammatic comprehension: it depends on the task Corianne Rogalsky1*, Arianna LaCroix1, Kuan-Hua Chen2, Steven W. Anderson2, Hanna Damasio3, Tracy Love4 and Greg Hickok5 1 Arizona State University, United States 2 University of Iowa, United States 3 University of Southern California, United States 4 San Diego State University, United States 5 University of California Irvine, United States The neurobiology of sentence comprehension remains unresolved. Previous large-scale studies of stroke patients have yielded conflicting results regarding sentence comprehension, implicating inferior frontal, anterior temporal and/or posterior temporal regions (Dronkers et al., 2004; Magnusdottir et al., 2013; Thothathiri et al. 2012). Furthermore, only one large-scale lesion study (Magnusdottir et al. 2013) has examined the neural underpinnings of agrammatic comprehension (i.e. substantially worse performance on sentences with noncanonical word orders compared to canonical word order sentences in English), a hallmark of Broca's aphasia. This one previous study of noncanonical < canonical sentence performance on a sentence picture-matching task implicated damage to the left anterior temporal lobe (ATL) and to a lesser degree Broca's area damage (i.e. < 10% of significant voxels) (Magnusdottir et al. 2013). The present study investigated the neurobiology of agrammatic comprehension with two sentence comprehension tasks in the MARC test battery: a sentence-picture matching task (the SOAP Test: a test of syntactic complexity; Love & Oster, 2002) and a sentence plausibility judgment task. Each task contained active, passive, subject-relative and object-relative sentences. Participants included 91 patients with chronic focal cerebral damage. First, we conducted voxel-based lesion symptom mapping (VLSM; Bates et al. 2003) for each sentence type in each task. Consistent with previous studies (Magnusdottir et al. 2013; Thothathiri et al. 2012), the VLSMs identified a significant association between sentence comprehension impairments and damage to a large left temporal-inferior parietal network for all sentences (peak t values were in posterior temporal and inferior parietal voxels); no areas of frontal lobe damage were significant for any sentence type/task. We then conducted VLSMs to identify areas of damage associated specifically with agrammatic comprehension in each task. Agrammatic comprehension was indexed as the difference in performance of each patient between subject relative and object relative sentences. VLSMs using these indices identified that agrammatic comprehension in each task was associated with damage to different brain regions: In the sentence-picture matching task, agrammatic comprehension was associated with damage in the left putamen, external capsule and adjacent white matter underlying the left inferior frontal gyrus and left precentral gyrus. Conversely in the plausibility judgment task, agrammatic comprehension was associated with damage in the left anterior superior temporal gyrus. Thus agrammatic comprehension indexed using different tasks localized to different lesion patterns. Our findings suggest that the neurobiology of agrammatic comprehension is task-dependent. These results also provide possible neural bases for the behavioral dissociations between sentence comprehension and grammaticality judgment impairments that have been reported in patients with aphasia (Linebarger et al. 1983; Wulfeck, 1988), although grammaticality and plausibility judgments are certainly different computational tasks. Acknowledgements This work was funded by NIH DC03681. References Bates, E., Wilson, S.M., Saygin, A.P., Dick, F., Sereno, M.I., Knight, R.T. & Dronkers, N.F. (2003). Voxel-based lesion-symptom mapping. Nature Neuroscience 6(5), 448-50. Dronkers, N. F., Wilkins, D. P., Van Valin Jr., R. D., Redfern, B. B., & Jaeger, J. J. (2004). Lesion analysis of the brain areas involved in language comprehension. Cognition, 92(1–2), 145–177. Linebarger, M.C., Schwartz, M.F. & Saffran, E.M. (1983). Sensitivity to grammatical structure in so-called agrammatic aphasics. Cognition 13(3), 361-392. Love, T. & Oster, E. (2002). On the categorization of aphasic typologies: the SOAP (a test of syntactic complexity). Journal of Psycholingistic Research 31(5), 503-529. Magnusdottir, S., Fillmore, P., den Ouden, D. b., Hjaltason, H., Rorden, C., Kjartansson, O., … Fridriksson, J. (2013). Damage to left anterior temporal cortex predicts impairment of complex syntactic processing: A lesion-symptom mapping study. Human Brain Mapping, 34(10), 2715–2723. Thothathiri, M., Kimberg, D. Y., & Schwartz, M. F. (2012). The neural basis of reversible sentence comprehension: Evidence from voxel-based lesion-symptom mapping in aphasia. Journal of Cognitive Neuroscience, 24(1), 212–222. doi:10.1162/jocn_a_00118 Wulfeck, B. B. (1988). Grammaticality judgments and sentence comprehension in agrammatic aphasia. Journal of Speech, Language and Hearing Research 31, 72-81. Keywords: Aphasia, agrammatism, speech comprehension, VLSM, sentence comprehension Conference: Academy of Aphasia 53rd Annual Meeting, Tucson, United States, 18 Oct - 20 Oct, 2015. Presentation Type: platform paper Topic: Not student first author Citation: Rogalsky C, LaCroix A, Chen K, Anderson SW, Damasio H, Love T and Hickok G (2015). Damage to Broca's area OR the anterior temporal lobe is implicated in stroke-induced agrammatic comprehension: it depends on the task. Front. Psychol. Conference Abstract: Academy of Aphasia 53rd Annual Meeting. doi: 10.3389/conf.fpsyg.2015.65.00077 Copyright: The abstracts in this collection have not been subject to any Frontiers peer review or checks, and are not endorsed by Frontiers. They are made available through the Frontiers publishing platform as a service to conference organizers and presenters. The copyright in the individual abstracts is owned by the author of each abstract or his/her employer unless otherwise stated. Each abstract, as well as the collection of abstracts, are published under a Creative Commons CC-BY 4.0 (attribution) licence (https://creativecommons.org/licenses/by/4.0/) and may thus be reproduced, translated, adapted and be the subject of derivative works provided the authors and Frontiers are attributed. For Frontiers' terms and conditions please see https://www.frontiersin.org/legal/terms-and-conditions. Received: 29 Apr 2015; Published Online: 24 Sep 2015. * Correspondence: Dr. Corianne Rogalsky, Arizona State University, Tempe, Arizona, United States, corianne.rogalsky@asu.edu Login Required This action requires you to be registered with Frontiers and logged in. To register or login click here. Abstract Info Abstract The Authors in Frontiers Corianne Rogalsky Arianna LaCroix Kuan-Hua Chen Steven W Anderson Hanna Damasio Tracy Love Greg Hickok Google Corianne Rogalsky Arianna LaCroix Kuan-Hua Chen Steven W Anderson Hanna Damasio Tracy Love Greg Hickok Google Scholar Corianne Rogalsky Arianna LaCroix Kuan-Hua Chen Steven W Anderson Hanna Damasio Tracy Love Greg Hickok PubMed Corianne Rogalsky Arianna LaCroix Kuan-Hua Chen Steven W Anderson Hanna Damasio Tracy Love Greg Hickok Related Article in Frontiers Google Scholar PubMed Abstract Close Back to top Javascript is disabled. Please enable Javascript in your browser settings in order to see all the content on this page.",
  "authors": [
    {
      "display_name": "Corianne Rogalsky",
      "id": "A5051064947",
      "orcid": "https://orcid.org/0000-0002-0499-9355",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Rogalsky Corianne"
    },
    {
      "display_name": "LaCroix Arianna",
      "id": "A5018573652",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "LaCroix Arianna"
    },
    {
      "display_name": "Kuan‐Hua Chen",
      "id": "A5101989115",
      "orcid": "https://orcid.org/0000-0002-7227-4102",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Chen Kuan-Hua"
    },
    {
      "display_name": "Anderson Steven",
      "id": "A5113734585",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Anderson Steven"
    },
    {
      "display_name": "Hanna Damásio",
      "id": "A5113971276",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Damasio Hanna"
    },
    {
      "display_name": "Love Tracy",
      "id": "A5048311720",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Love Tracy"
    },
    {
      "display_name": "Greg Hickok",
      "id": "A5086289770",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Hickok Greg"
    }
  ],
  "publication_year": 2015,
  "publication_date": "2015-01-01",
  "type": "article",
  "cited_by_count": 1,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S9692511",
    "display_name": "Frontiers in Psychology",
    "issn_l": "1664-1078",
    "issn": [
      "1664-1078"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320527"
  },
  "volume": "6",
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": true,
    "oa_status": "gold",
    "oa_url": "https://doi.org/10.3389/conf.fpsyg.2015.65.00077",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.7575235
    },
    {
      "id": "C511192102",
      "display_name": "Comprehension",
      "level": 2,
      "score": 0.67463374
    },
    {
      "id": "C2780451532",
      "display_name": "Task (project management)",
      "level": 2,
      "score": 0.62358284
    },
    {
      "id": "C2781099131",
      "display_name": "Temporal lobe",
      "level": 3,
      "score": 0.60253465
    },
    {
      "id": "C180747234",
      "display_name": "Cognitive psychology",
      "level": 1,
      "score": 0.5280964
    },
    {
      "id": "C2777127467",
      "display_name": "Frontal lobe",
      "level": 2,
      "score": 0.4711301
    },
    {
      "id": "C169760540",
      "display_name": "Neuroscience",
      "level": 1,
      "score": 0.46494284
    },
    {
      "id": "C2780645631",
      "display_name": "Stroke (engine)",
      "level": 2,
      "score": 0.45366532
    },
    {
      "id": "C41895202",
      "display_name": "Linguistics",
      "level": 1,
      "score": 0.1961106
    },
    {
      "id": "C2778186239",
      "display_name": "Epilepsy",
      "level": 2,
      "score": 0.08363694
    },
    {
      "id": "C78519656",
      "display_name": "Mechanical engineering",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C187736073",
      "display_name": "Management",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C127413603",
      "display_name": "Engineering",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C162324750",
      "display_name": "Economics",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10465",
      "display_name": "Neurobiology of Language and Bilingualism",
      "score": 0.9991
    },
    {
      "id": "T11431",
      "display_name": "Action Observation and Synchronization",
      "score": 0.9707
    },
    {
      "id": "T12608",
      "display_name": "Spatial Neglect and Hemispheric Dysfunction",
      "score": 0.9085
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.3389/conf.fpsyg.2015.65.00077",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:42:28.996300",
  "source_database": "OpenAlex"
}