{
  "openalex_id": "W2546699718",
  "doi": "https://doi.org/10.1353/dqt.2016.0025",
  "title": "Dickens, Dick and Dido: Oliver Twist and the Opera at Home",
  "abstract": "Dickens, Dick and Dido:Oliver Twist and the Opera at Home Ruth Richardson (bio) Dead, Dead, your Majesty. Dead, my lords and gentlemen. Dead, Right Reverends and Wrong Reverends of every order. Dead, men and women, born with Heavenly compassion in your hearts. And dying thus around us, every day. Bleak House, chapter 47 Interest in English baroque music languished under the prolonged Hanoverian enthusiasm for Handel. But in London in the 1780s and again in the 1830s there were revivals of interest in the English music of earlier days, particularly in the music of Henry Purcell. The second of these xenophilic revivals was focused among a group of musicians who were also teachers of music at the newly-founded Royal Academy of Music. Especially when writing for the accompaniment of vocalists, baroque composers of the eras from Elizabeth to Queen Anne (c. 1580s–c. 1730s) had used a background continuo referred to as a “ground” or “through-bass.” But they did not always write out keyboard or orchestral scores in their entirety: musical scores could present a very simple-seeming series of single notes on a stave, with plain numerals placed vertically below them, a kind of abbreviated musical notation known as “figured-bass.” It was a form of musical shorthand which indicated the fundamental key and the intervals of its chords (or discords) from which ensemble musicians or individual keyboard-players might improvise. Often a solitary number was sufficient to imply the presence of others. Musicians of the day were adept at recognizing the harmonies required from these minimal indications.1 Even among modern aficionados of early music, except perhaps the musical historians among them, several of the musicians key to the 1830s Purcell revival – Cramer, Dragonetti, Macfarren, Rimbault, Smart, Taylor, Turle – are now little known. Their renaissance of interest may have been a reaction to the insistence on the superiority of Italian music by the Academy’s founding figure John Fane, Lord Burghersh (ODNB 6.1041). Their doings are nevertheless of interest to readers of the Dickens Quarterly, [End Page 173] because for several years Charles Dickens’s older sister Fanny studied at the Royal Academy of Music, and eventually became a professor there herself: she knew, and had probably performed alongside, them all. My interest in this revival of early English music arose by chance. I found myself humming a plaintive melody of great beauty and some difficulty (it has interesting intervals) as I was chopping vegetables. There followed that curious process in which one endeavors to reach around the pockets of one’s memory to recollect what the melody might be. I was not aware at the time that I knew Dido’s words in the “Lament,” though I had certainly felt her plaintive sorrow. Once I’d consciously identified the melody, I pondered where Dido’s “Lament” had emerged from for me to hum it just then. Could it have been … the onions? The short answer is no. The tears which had gathered to my vocal cords had risen in the heart. On the sofa in the next room, where I’d been working before I embarked on making the supper, lay my laptop open at a page from the Nagoya University Hyper-Concordance to Dickens’s novels, my own notebooks and Oliver Twist midway through chapter 17. A passage from this chapter had provoked the musical allusion. Whether the association was peculiar to my own mind, or might have originated from Dickens himself is the focus of this paper. Hiatus Oliver Twist originally appeared between February 1837 and April 1839 in Bentley’s Miscellany, of which periodical Dickens was first Editor.2 The issue which had ended at chapter 15 – in which Oliver is kidnapped on a London street by Nancy and Bill Sikes – had appeared in September 1837, but October had seen no installment. Dickens was writing the closing chapters of Pickwick, and also was in difficult negotiations with his publisher Richard Bentley. That month he had chosen to substitute a “Mudfog” paper rather than an episode of Oliver Twist (Tillotson xix – xx).3 The two chapters of Oliver Twist in the Miscellany which followed in November 1837 were themselves separated by...",
  "authors": [
    {
      "display_name": "Ruth Richardson",
      "id": "A5081272186",
      "orcid": "https://orcid.org/0000-0003-3342-4996",
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Ruth Richardson"
    }
  ],
  "publication_year": 2016,
  "publication_date": "2016-01-01",
  "type": "article",
  "cited_by_count": 4,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S193482937",
    "display_name": "Dickens quarterly",
    "issn_l": "0742-5473",
    "issn": [
      "0742-5473",
      "2169-5377"
    ],
    "type": "journal",
    "host_organization": null
  },
  "volume": "33",
  "issue": "3",
  "first_page": "173",
  "last_page": "200",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C80115032",
      "display_name": "DIDO",
      "level": 2,
      "score": 0.8013971
    },
    {
      "id": "C530479602",
      "display_name": "Opera",
      "level": 2,
      "score": 0.6953829
    },
    {
      "id": "C558565934",
      "display_name": "Musical",
      "level": 2,
      "score": 0.6624863
    },
    {
      "id": "C2777182073",
      "display_name": "Bass (fish)",
      "level": 2,
      "score": 0.6525978
    },
    {
      "id": "C136410877",
      "display_name": "Baroque",
      "level": 2,
      "score": 0.5919891
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.58133113
    },
    {
      "id": "C124952713",
      "display_name": "Literature",
      "level": 1,
      "score": 0.5205263
    },
    {
      "id": "C2779421831",
      "display_name": "Lament",
      "level": 2,
      "score": 0.45712772
    },
    {
      "id": "C2777479802",
      "display_name": "Majesty",
      "level": 2,
      "score": 0.44373366
    },
    {
      "id": "C129554576",
      "display_name": "Violin",
      "level": 2,
      "score": 0.43241188
    },
    {
      "id": "C12582419",
      "display_name": "Counterpoint",
      "level": 2,
      "score": 0.41449562
    },
    {
      "id": "C52119013",
      "display_name": "Art history",
      "level": 1,
      "score": 0.39523697
    },
    {
      "id": "C153349607",
      "display_name": "Visual arts",
      "level": 1,
      "score": 0.3550161
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.3249467
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.19611418
    },
    {
      "id": "C18903297",
      "display_name": "Ecology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C19417346",
      "display_name": "Pedagogy",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10941",
      "display_name": "Musicology and Musical Analysis",
      "score": 0.9898
    },
    {
      "id": "T13330",
      "display_name": "Theater, Performance, and Music History",
      "score": 0.9673
    },
    {
      "id": "T13743",
      "display_name": "Italian Literature and Culture",
      "score": 0.9636
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/dqt.2016.0025",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:36:41.245602",
  "source_database": "OpenAlex"
}