{
  "openalex_id": "W2550134805",
  "doi": "https://doi.org/10.21675/2357-707x.2016.v7.n2.794",
  "title": "CULTIVO DO BEM VIVER DAS PESSOAS IDOSAS E TECNOLOGIA CUIDATIVO-EDUCACIONAL DE ENFERMAGEM",
  "abstract": "Objetivo: realizar avaliação diagnóstica de condições de vida e saúde dos idosos convivendo em família e comunidade, usuários de uma Unidade Básica de Saúde – UBS e testar o desenvolvimento de uma tecnologia cuidativo-educacional. Metodologia: pesquisa convergente-assistencial, adotando a técnica do grupo de convergência com 13 idosos, que se desenvolveu em sete encontros, em 2013. Resultados: o estudo revelou perspectivas à enfermeira ser facilitadora no desenvolvimento de competências ao autocuidado e estimuladora de idosos para que sejam protagonistas do próprio envelhecimento, instrumentalizada por diretrizes da tecnologia leve de atos de cuidado, fundamentada em referências de enfermagem. Conclusão: o estudo apresentou resultados benéficos aos idosos que se submeteram à experiência e também à enfermagem, pela possibilidade de empreender ações cuidativo-educacionais inovadas.Descritores: Idoso; Tecnologia educacional; Atenção básica; Envelhecimento ativo; Enfermeiro.GROWING THE ELDERLY'S GOOD LIVING AND CARING-EDUCATIONAL TECHNOLOGIES OF NURSING Objective: perform a diagnostic evaluation of living conditions and health of the elderly living in family and community, and users of a Basic Health Unit – UBS, and also test the development of a care-educational technology. Methodology: convergentcare research that adopted the convergence group technique with 13 seniors, which developed during seven meetings in 2013. Results: the paper revealed prospects for the nurse to be a facilitator in the development of self-care skills and stimulate the elderly so that they can be the protagonists of their aging. It was instrumentalized by guidelines of light technology about caring acts based on nursing references. Conclusion: the study presented beneficial results to the elderly who underwent the experience, and also for the nurses, by the possibility of taking innovated caring-educational actions.Descriptors: Elderly; Educational technology; Primary care; Active aging; Nurse.CULTIVO DEL BIENVIVIR DE LOS ANCIANOS Y TECNOLOGÍA CUIDADORA-EDUCACIONAL DE LA ENFERMERÍAObjetivo: realizar una evaluación diagnóstica de las condiciones de vida y salud de los ancianos que conviven en familia, comunidad y son usuarios de una Unidad Básica de Salud – UBS, y testear el desarrollo de una tecnología cuidadora-educacional. Metodología: investigación convergente-asistencial adoptando la técnica del grupo de convergencia perspectivas para que la enfermera sea facilitadora en el desarrollo de competencias para el autocuidado con 13 ancianos, que se desarrolló durante siete encuentros, en el 2013. Resultados: el estudio rebeló y estimuladora de ancianos para que sean protagonistas del propio envejecimiento; instrumentalizada por directrices de la tecnología leve de actos de cuidado y fundamentada en las referencias de enfermería. Conclusion: el estudio presentó resultados benéficos para los ancianos que se sometieron a la experiencia, y también, para la enfermería, por la posibilidad de emprender acciones cuidadoras-educacionales innovadas.Descriptores: Anciano; Tecnologia educacional; Atencion primaria, Envejecimiento activo, Enfermero.",
  "authors": [
    {
      "display_name": "Thaís Monteiro Góes",
      "id": "A5057082804",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210112416",
          "display_name": "Instituto Federal de Educação, Ciência e Tecnologia do Pará",
          "country_code": "BR",
          "type": "education"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Thais Monteiro Goes"
    },
    {
      "display_name": "Sandra Helena Isse Polaro",
      "id": "A5045024189",
      "orcid": "https://orcid.org/0000-0001-5026-5080",
      "institutions": [
        {
          "id": "I59606676",
          "display_name": "Universidade Federal do Pará",
          "country_code": "BR",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Sandra Helena Isse Polaro"
    },
    {
      "display_name": "Lúcia Hisako Takase Gonçalves",
      "id": "A5087032172",
      "orcid": "https://orcid.org/0000-0001-5172-7814",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Lucia Hisako Takase Gonçalves"
    }
  ],
  "publication_year": 2016,
  "publication_date": "2016-08-10",
  "type": "article",
  "cited_by_count": 25,
  "is_retracted": false,
  "is_paratext": false,
  "language": "es",
  "source": {
    "id": "S4210233092",
    "display_name": "Enfermagem em Foco",
    "issn_l": "2177-4285",
    "issn": [
      "2177-4285",
      "2357-707X"
    ],
    "type": "journal",
    "host_organization": null
  },
  "volume": "7",
  "issue": "2",
  "first_page": "47",
  "last_page": "47",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "http://revista.cofen.gov.br/index.php/enfermagem/article/download/794/319",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2776831358",
      "display_name": "Facilitator",
      "level": 2,
      "score": 0.69122875
    },
    {
      "id": "C74909509",
      "display_name": "Gerontology",
      "level": 1,
      "score": 0.5195577
    },
    {
      "id": "C3018697994",
      "display_name": "Elderly people",
      "level": 2,
      "score": 0.4910033
    },
    {
      "id": "C3018200157",
      "display_name": "Elderly care",
      "level": 2,
      "score": 0.47875613
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.44146043
    },
    {
      "id": "C15708023",
      "display_name": "Humanities",
      "level": 1,
      "score": 0.38890246
    },
    {
      "id": "C159110408",
      "display_name": "Nursing",
      "level": 1,
      "score": 0.36421603
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.33354667
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.30614245
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.12011561
    },
    {
      "id": "C77805123",
      "display_name": "Social psychology",
      "level": 1,
      "score": 0.07860285
    }
  ],
  "topics": [
    {
      "id": "T14071",
      "display_name": "Healthcare during COVID-19 Pandemic",
      "score": 0.9113
    },
    {
      "id": "T13117",
      "display_name": "Health Education and Validation",
      "score": 0.9087
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.21675/2357-707x.2016.v7.n2.794",
  "pdf_url": "http://revista.cofen.gov.br/index.php/enfermagem/article/download/794/319",
  "retrieved_date": "2025-07-30T15:14:20.614015",
  "source_database": "OpenAlex"
}