{
  "openalex_id": "W2563918269",
  "doi": "https://doi.org/10.5144/0256-4947.2016.427",
  "title": "Re-evaluating the Inhibition of Stress Erosions (REVISE): a protocol for pilot randomized controlled trial",
  "abstract": "clinical trial protocolRe-evaluating the Inhibition of Stress Erosions (REVISE): a protocol for pilot randomized controlled trial Waleed Alhazzani, Gordon Guyatt, John C. Marshall, Richard Hall, John Muscedere, Francois Lauzier, Lehana Thabane, Mohammed Alshahrani, Shane W. English, Yaseen M. Arabi, Adam M. Deane, Tim Karachi, Bram Rochwerg, Simon Finfer, Nick Daneman, Nicole Zytaruk, Diane Heel-Ansdell, and Deborah Cook Waleed Alhazzani Department of Medicine, McMaster University, Hamilton, Canada Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada , Gordon Guyatt Department of Medicine, McMaster University, Hamilton, Canada Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada , John C. Marshall Department of Surgery and Interdepartmental Division of Critical Care, University of Toronto, Toronto, Canada , Richard Hall Departments of Anesthesia, Pain Management and Perioperative Medicine and Critical Care Medicine, Dalhousie University, Halifax, Canada , John Muscedere Department of Critical Care, Queens University, Kingston, Canada , Francois Lauzier Departments of Medicine, Anesthesiology & Critical Care, Université Laval, Quebec City, Canada , Lehana Thabane Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada Biostatistics Unit, St Joseph's Healthcare Hamilton, Hamilton, Canada , Mohammed Alshahrani Department of Critical Care, University of Dammam, Dammam, Saudi Arabia , Shane W. English Department of Medicine (Critical Care), University of Ottawa, Canada Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa Canada , Yaseen M. Arabi Intensive Care Department, King Saud Bin Abdulaziz University for Health Sciences and King Abdullah International Medical Research Center, Riyadh, Saudi Arabia , Adam M. Deane Discipline of Acute Care Medicine, University of Adelaide, Adelaide, Australia , Tim Karachi Department of Medicine, McMaster University, Hamilton, Canada , Bram Rochwerg Department of Medicine, McMaster University, Hamilton, Canada Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada , Simon Finfer The George Institute for Global health and Royal North Shore Hospital, University of Sydney, Sydney, Australia , Nick Daneman Department of Medicine, University of Toronto, Toronto, Ontario , Nicole Zytaruk Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada , Diane Heel-Ansdell Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada , and Deborah Cook Department of Medicine, McMaster University, Hamilton, Canada Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada Published Online::1 Dec 2016https://doi.org/10.5144/0256-4947.2016.427SectionsPDF ToolsAdd to favoritesDownload citationTrack citations ShareShare onFacebookTwitterLinked InRedditEmail AboutAbstractINTRODUCTION: Clinicians routinely administer stress ulcer prophylaxis to mechanically ventilated patients in the intensive care unit (ICU), most commonly prescribing proton pump inhibitors (PPIs). However, the incidence of gastrointestinal (GI) bleeding from stress ulceration is low and recent observational studies suggest these agents may increase infections. Therefore, a large randomized clinical trial (RCT) is needed to inform modern practice. The aim of this multicenter pilot trial is to determine the feasibility of performing a large RCT to investigate the efficacy and safety of withholding intravenous pantoprazole.METHODS AND ANALYSIS: We will include adult critically ill patients who have an anticipated duration of ventilation of ≥48 hours. We will exclude patients with acute or recent GI bleeding, pregnancy, dual antiplatelet therapy, poor prognosis or intent to withdraw life support, or previous enrolment in this or a confounding trial. Following informed consent, patients will be randomized to receive the intervention of placebo (0.9% NaCl) or intravenous pantoprazole 40 mg daily. Patients, families, clinicians, data collectors, adjudicators of outcome and statisticians will be blind to allocation. The three primary feasibility outcomes are the informed consent rate, recruitment rate, and protocol adherence. Clinical outcomes include clinically important upper GI bleeding, ventilator-associated pneumonia (VAP), Clostridium difficile infection, length of stay and mortality in ICU and hospital.ETHICS AND APPROVAL: This study has been approved by Health Canada, and research ethics board (REB) at each of the participating centers.TRIAL REGISTRATION NUMBER: This trial was registered on 31 October 2014. The trial registration number is NCT02290327.FUNDING: REVISE Pilot Trial is funded by Research Grant awarded by Physicians Services Incorporated, Dammam University Research Funds, Capital Health Authority Research Award Halifax, and Royal Adelaide Hospital Project Committee Grant.IntroductionFor almost four decades, stress ulcer prophylaxis (SUP) to prevent upper gastrointestinal (GI) bleeding has been the standard of care in the intensive care unit (ICU). Guidelines recommending SUP in the critically ill include those from the American Society of Health-System Pharmacists1 and the Surviving Sepsis Campaign which recommends SUP for patients who are mechanically ventilated for >48 hours or who have a coagulopathy.2 Investigators have used several definitions to characterize the manifestations of stress ulcer bleeding, the most serious of which is clinically important bleeding.3Studies published before 1999 reported clinically important bleeding in 2%–6% of patients not receiving prophylaxis.4 However, in studies published since 2001, the incidence of clinically important bleeding has ranged from 0.1% to 4% with or without prophylaxis.1 This apparent decreased bleeding rate may relate to the overall improvement in critical care, particularly early and successful resuscitation, mitigating gastric mucosal hypoperfusion. Earlier enteral nutrition that provides gastric acid buffering may also play a role.5 The lower rates of bleeding may also reflect more widespread use of prophylaxis since this is now encoded into many ICU admission order sets.Early studies from the United States showed that histamine-2 receptor antagonists (H2RAs) were primarily used for SUP.6–9 Recently, surveys and observational studies have shown that proton pump inhibitors (PPIs) are now the most commonly used agents.10–12 For instance, a 58-center Canadian and American observational study confirmed that PPIs are used for SUP in 70% of patients receiving SUP in the ICU.8 This may reflect the lower risk of clinically important bleeding with PPIs over H2RAs.13,14However, several observational studies have recently questioned the safety of acid suppression, particularly using PPIs in the hospital setting. These concerns may be applicable to the critically ill population. Some studies suggest that PPI prophylaxis may be associated with an increased risk of hospital-acquired pneumonia.15 Although a systematic review and meta-analysis of RCTs comparing SUP to placebo did not show an increased risk of ventilator-associated pneumonia (VAP), this does not eliminate the concern about risk of infectious complications, as these studies are limited by risk of bias and imprecise estimates of effect.16 Furthermore, a recent large retrospective cohort study showed that PPIs were associated with an increased incidence of pneumonia and Clostridium difficile infection than H2RAs.17 These findings are potentially concerning, but inferences from this research are not strong enough to change practice to avoid prescribing these agents. Therefore, a large RCT is necessary to investigate the current impact of using PPIs on bleeding and infectious complications. Herein, we report the protocol for the REVISE Pilot Trial, the objective of which is to evaluate the feasibility of performing a larger RCT in critically ill patients to investigate the impact of withholding stress ulcer prophylaxis compared to intravenous pantoprazole, on clinically important GI bleeding, VAP and Clostridium difficile infection.METHODSDesignThe REVISE (Reevaluating the Inhibition of Stress Erosions) pilot study is an international multicenter randomized, stratified, concealed, blinded, placebo-controlled, parallel-group trial in 8 Canadian centers, 1 Saudi Arabian center, and 1 Australian center.PopulationEligible patients will be adults (> 18 years) who are admitted to the ICU and are anticipated to receive mechanical ventilation for > 48 hours.Exclusion criteriaInvasive mechanical ventilation for > 72 hours before randomizationPatients who are receiving PPIs due to active bleeding or increased risk of bleeding (i.e., patients with acute upper GI bleeding, severe esophagitis, Zollinger-Ellison syndrome, Barrett esophagus, recent peptic ulcer bleeding). Patients with mild dyspepsia or mild gastroesophageal reflux disease will not be excludedPatients receiving dual antiplatelet therapy (e.g., aspirin and clopidogrel) prior to randomizationPalliative care or decision to withdraw advanced life supportPrevious enrolment in this or a related trialPregnancyICU treating physician, patient, or substitute decision maker (SDM) declines trial participationReceipt of two or more daily dose equivalents' of prophylaxis with H2RA or PPI in the current ICU admissionEligible non-randomized patientsWe will record all patients who were eligible but not randomized for any of the following reasons: 1) The patient or SDM declined consent; 2) The patient is unable to consent and SDM is not available; 3) The ICU physician declined consent; 4) Any other reasons.EthicsHealth Canada has reviewed and approved the protocol. We have obtained research ethics board (REB) approval at each of the participating centers. We will use a mixed consent model (a priori and deferred consent models). We will approach the SDM for all eligible patients either in person (or by telephone, as permitted by local research ethics board (REB), and invite participation (a priori consent). In the event that an SDM is not available, we will enroll an eligible patient and begin trial procedures until the SDM is available for the consent encounter or the patient has capacity to engage in the consent process (deferred consent). The consent encounter will occur as soon as possible, targeted to be within 72 hours of enrolment. The SDM response will be used to continue all trial procedures, or decline further trial procedures; in the latter situation, data collected to that point will be used under the REB-approved model, unless the SDM requests otherwise. We will follow the 3-phase, 13-step informed consent process that we have used in prior international trials.18Timely enrolment into REVISE is necessary to avoid contamination and selection bias that might impair the external validity of the trial. If several doses of SUP were allowed before enrolment, contamination would likely occur since many patients receive SUP on ICU admission through preprinted ICU admission orders. If no doses of SUP were allowed prior to enrolment, recruitment would be rare and mainly involve low-risk patients whose clinicians would not prescribe SUP, introducing selection bias and compromising the generalizability of the trial.Randomization and allocation concealmentWhen patients are identified as eligible, research pharmacists will use the web-based system RANDOMIZE. NET ( http://www.randomize.net/) to randomize patients to receive either pantoprazole or placebo in a 1:1 allocation using undisclosed variable block sizes. Patients will undergo concealed randomization, stratified by center, and medical/surgical/trauma status, and pre-hospital PPI or H2RA use or not. Stratification based on pre-ICU PPI or H2RA use will result in 2 strata: 1) a start or no start stratum for those who were not receiving a PPI or H2RA pre-ICU, and 2) a continuation or discontinuation stratum for those who were receiving a PPI or H2RA pre-ICU. The research pharmacist will then follow the randomized assignment and instructions in the standard operating procedure to prepare the pantoprazole or identical placebo intravenous fluid bags.Blinded interventionThe intervention in this trial is withholding SUP; therefore, patients allocated to the intervention group will receive placebo (0.9% NaCl 50 mL) intravenously once daily while they are mechanically ventilated in the ICU. Patients allocated to the control group will receive pantoprazole 40 mg in 0.9% NaCl 50 mL (0.8 mg/mL) intravenously once daily while they are mechanically ventilated in the ICU. Use of the pantoprazole concentration at 0.8 mg/mL in 0.9% NaCl 50 mL, allowed for the longest drug stability according to the literature available.19,20Physicians, bedside nurses and clinical pharmacists, other health care personnel, research personnel including investigators, adjudicators and the data analysts will all be blinded to treatment allocation. The labeling for the study product prepared by the research pharmacist will indicate that the study medication contains either pantoprazole or placebo. The bedside nurse will be responsible for administering the intravenous study drug to randomized patients daily.We do not anticipate any acid suppressive co-interventions to be administered to the patients during the study period, as it is not the standard of care to use more than one bleeding prevention measure simultaneously. We will encourage adherence to the Canadian Critical Care Nutrition Guidelines which recommend early enteral nutrition whenever possible.21 Clinical care will otherwise be at the discretion of the ICU team.Patients will receive study drug from the time of first administration until: 1) ICU death, 2) development of overt or clinically important bleeding, or 3) successful discontinuation of invasive mechanical ventilation, decided by the ICU physician as per this pragmatic design.OUTCOMESFeasibility outcomesAlthough we will also examine all clinical outcomes relevant for the future REVISE RCT, the three primary outcomes of the REVISE Pilot Trial relate to feasibility, including:Consent Rate: A successful consent rate will be defined as ≥70% of SDMs or patients approached to consent, choosing to participate in the trial. This will be calculated as the overall proportion of SDMs (or patients) consenting out of those SDMs approached (with 95% CI). As this pilot trial is ongoing, the consent rate will be reviewed monthly; if applicable, barriers to informed consent will be discussed and factors associated with higher consent rates22 as generated by the CCCTG Research Coordinators will be employed.18 The consent rate will be reported at the end of the REVISE Pilot Trial. Due to widespread PPI use for sometimes valid, but often tenuous, indications in the community setting,23,24 this is a crucial outcome measure to identify the clinicians' and the public's acceptability of the future large trial.Recruitment Rate: A successful recruitment rate will be defined as achieving enrolment of 90 patients, conventionally expressed as 2 patients per center per month over the duration of the trial. While this pilot trial is ongoing, recruitment will be reviewed weekly; the screening records will be reviewed monthly and the numbers of missed eligible patients will be investigated. If applicable, we will discuss barriers to enrolment (e.g., with-holding what has been standard prophylaxis, albeit seriously questioned), and use well-developed strategies to improve recruitment. Therefore, recruitment will be maximized as necessary over the course of the trial. The recruitment metric will be measured and interpreted at the end of the pilot trial by calculating the mean number (standard deviation) of recruited patients per active screening month among participating centers.Protocol Adherence: Successful adherence will be defined as ≥80% of prescribed drugs being administered. The adherence will be calculated as proportion of study drug doses prescribed that were administered and reported with 95% confidence intervals. These estimates are drawn from our experience with other blinded drug RCTs25 and the research infrastructure of participating ICUs. As this pilot trial is ongoing, we will review adherence monthly and investigate the reasons for missed doses. Despite prescription, some patients will not receive the study drug. Research coordinators at each site will review the medication profile daily to determine the actual doses received. All reasons for non-administration will be recorded for both groups using a pretested taxonomy distinguishing clinical reasons (e.g., development of bleeding, palliation, early ICU discharge, death) from research-related reasons (e.g., consent withdrawal, errors).CLINICAL OUTCOMESThe clinical outcomes are:Clinically important upper GI bleeding: defined as presence of overt GI bleeding (i.e., hematemesis, frank blood or coffee ground nasogastric aspirate, melena or hematochezia) plus one of the following four features in the absence of other causes: a spontaneous drop of systolic or diastolic blood pressure of 20 mm Hg or more within 24 hours of upper GI bleeding, an orthostatic increase in pulse rate of 20 beats/minute and a decrease in systolic blood pressure of 10 mm Hg, a decrease in hemoglobin of at least 2 g/dL (20 g/L) in 24 hours or transfusion of 2 units of packed red blood cells within 24 hours of bleeding. This was the standard definition in previous RCTs of SUP and has been associated with higher morbidity and mortality.3 Diagnostic interventions (e.g., gastroduodenoscopy, angiography etc) and therapeutic interventions (e.g., open label PPI, surgery) will be at the ICU team's discretion;Overt upper GI bleeding: defined as the presence of hematemesis, overt nasogastric bleeding, melena or hematochezia. A positive fecal occult blood test alone will not be considered as overt bleeding;Ventilator-associated pneumonia: Numerous studies have documented that different VAP rates are generated when different definitions are used.26 Acknowledging that no reference standard is agreed upon for clinical or research purposes to diagnose VAP,27 VAP will be diagnosed in the REVISE Pilot Trial when there is a new or progressive radiographic infiltrate developed with no other obvious cause and the presence of any two of the following symptoms or signs: fever (temperature >38°C) or hypothermia (temperature <36°C); relative neutropenia (<3.0×106/L) or leukocytosis (>10×106/L) and purulent sputum.28 As additional measures of VAP, we will also collect the Clinical Pulmonary Infection Score,29 and document VAP that is clinically suspected and treated with antimicrobials by the ICU team;Clostridium difficile infection: defined as three or more episodes of unformed stools in ≤24 hours and Clostridium difficile toxin positive stool or colonoscopic or histopathologic findings demonstrating pseudomembranous colitis.30 We will also record Clostridium difficile as documented by PCR or loop mediated isothermal amplification testing in the absence of symptoms, and document stool patterns in patients testing positive;Duration of mechanical ventilation (endotracheal tube or tracheostomy);Duration of ICU and hospital stay;Mortality in ICU and hospital.Clinical outcome adjudicationResearch Coordinators will enter data in a web-based system, and send additional relevant clinical information to staff at the methods center who will validate data and prepare adjudication packages for all GI bleeding, VAP and Clostridium difficile outcomes. Using rigorous randomized blinded adjudication methods including duplicate independent blinded review,11,31,32 two independent physicians will adjudicate all events.Data collection and follow-upThe research coordinators will screen in each ICU, Monday to Friday. Unless a weekend screening and recruitment procedure is currently in place, recruitment will occur during weekdays to avoid incurring additional weekend on-call costs. Research coordinators will collect pertinent information including center data (e.g., ICU characteristics, and standard VAP prevention strategies), patient baseline data (e.g., demographics, illness severity, advanced life support), daily data (e.g., study medication administered and reasons why not administered), other relevant medications and cointerventions that might influence risk of bleeding, VAP or Clostridium difficile (e.g., anticoagulants, enteral nutrition, chlorhexidine, antibiotics), and source documentation that will help with outcome adjudication of clinically important and overt GI bleeding, VAP, and Clostridium difficile infection (e.g., laboratory, microbiology, transfusion and radiology reports). Research coordinators will review patients daily in the ICU, where most of the trial data will be collected, including mortality and length of stay. Once patients are discharged from the ICU, they will no longer be followed daily; only Clostridium difficile infection, duration of hospital stay and vital status will be obtained at hospital discharge.DURATION OF THE REVISE PILOT TRIALAt anticipated rates of recruitment of 2 patients per site per month and given a staggered start up, the REVISE Pilot Trial will take less than 10 months to recruit 90 patients. A subsequent four months is needed to validate remaining data, analyze, interpret and present results. The total duration of the REVISE Pilot Trial may take up to 18 months.Analyses for the REVISE Pilot TrialCalculation of the three feasibility outcomes for the REVISE Pilot Trial does not require analysis by group. Analyses of the two groups on the clinical outcomes will not be performed at the end of this pilot because the results will not be credible and we want to avoid any possible over-interpretation of underpowered pilot trial results.11 Therefore, clinical outcomes in the REVISE Pilot Trial will be analyzed as means or proportions in both arms combined. Given the small sample size, focus on feasibility outcomes and short duration of this pilot trial, there are no subgroup analyses or interim analyses planned. All analyses will be performed using SAS 9.2 (Cary, NC). An independent data safety and monitoring board (DSMB) will be created for the large REVISE RCT which will compare the proportion of patients in the two groups with the primary and secondary outcomes using the Mantel-Haenszel χ2 test or Fisher exact test. We will calculate the relative risks and 95% confidence intervals. For binary outcomes we will calculate the number needed for prophylaxis to prevent one clinically important GI bleed, and the number needed for prophylaxis to cause one episode of VAP or Clostridium difficile infection, as relevant. A t test will be used for continuous outcomes. Statistical significance will be set at alpha=.05. We will develop a full statistical analysis plan adherent to the intention to treat principle, with limited subgroup analyses (e.g., pre-hospital PPI or H2RA use).DISCUSSIONSUP has become a controversial issue in caring for critically ill patients. Although acid suppression is prescribed for the majority of critically ill patients, it has important long-standing and newly recognized patient safety implications. These safety concerns play a key role in the three questions that justify the need for a rigorous RCT to re-evaluate our current practice: 1) Is SUP still needed? The incidence of GI bleeding has declined in critically ill patients leading to the question of the effectiveness of SUP in today's clinical practice environment. The only way to determine this is to conduct a large RCT to re-evaluate the impact of SUP. 2) Do the benefits outweigh the risks? The growing concerns about the safety of acid suppressive therapy are based largely on observational studies. An adequately powered, rigorous RCT is called for to help settle this important issue. 3) Are the benefits of SUP worth the cost? SUP represents daily drug expenditure in ICUs globally. While H2RAs and PPIs are now generic and their costs are low compared to personnel and other costs of critical care, the nearly universal use of these agents over the ICU stay around the world highlights the economic consequences of their use, which need to be considered along with the clinical outcomes. Therefore, a large RCT, and an economic evaluation is ultimately warranted to address the practice and policy issues outlined here. This pilot trial is the first step in this direction.However, the public acceptability, enrolment projection and physician acceptability of such a costly trial is unknown. Thus, the objective of the REVISE Pilot Trial is to determine the feasibility of performing a large RCT to investigate the impact of withholding SUP on clinically important GI bleeding, VAP, and Clostridium difficile infection in mechanically ventilated patients in the ICU, based on the feasibility outcomes of the informed consent rate, recruitment rate, and protocol adherence.We anticipate that at some point in their ICU stay, up to 30% of ICU patients will develop serious feeding intolerance, symptoms such as ileus, small bowel obstruction, or some other condition for which some intensivists might be concerned about absorption, or be otherwise uncomfortable using the enteral route to administer medications. This is reflected in the recent North American cross-sectional observational study mentioned above where PPIs were administered intravenously in 46% of patient-days.8 We therefore elected to evaluate intravenous PPI to ensure that all patients could receive prescribed doses each day. Furthermore, using only the intravenous route minimizes the possibility of administration errors or missed doses which are more likely when switching between intravenous to enteral routes. Further, using only the intravenous route avoids additional research costs of preparing 2 types of placebo (both enteral and intravenous).Patients and clinicians, acting on their behalf, would be willing to accept a small increased risk of bleeding to avoid risks of pneumonia and Clostridium difficile infection. Health system decision-makers would further consider the opportunity cost of PPI prophylaxis, and the better use that might be put to those resources if the benefits are very small. Thus, the larger trial should be designed as a non-inferiority trial, and will address issues specific to that design. Thus, the protocol will ensure optimal administration of the existing standard therapy. The statistical analysis will include a per protocol sensitivity analysis if a non-inferiority design is used in the future large trial. The target sample size for the future main trial will be determined upon the results of the current study and in consultation with investigators, the Canadian Critical Care Trials Group, the Australian and New Zealand Intensive Care Society Clinical Trials Group, and international experts and collaborators. This deliberation will involve specifying the increase in critically ill bleeding that would be acceptable given the benefits (possible decreased toxicity and costs) associated with foregoing PPIs.In summary, PPIs are among the most commonly prescribed medications worldwide, and acid suppression is virtually universal in ICU patients. This innovative re-evaluation of 'best practices' is in keeping with Paragraph 6 of the Declaration of Helskinki [Fortaleza Update, 2014] which states: \"even the best proven interventions [emphasis ours] must be evaluated continually through research for their safety, effectiveness, efficiency, accessibility and quality\".33 Evidence strongly suggests that current upper GI bleeding rates in critically ill patients are lower today than in the past, thus, the number needed to treat (e.g., number of patients for whom prophylaxis is prescribed) to prevent a bleed is higher than previously, and correspondingly, the cost per bleed averted is higher than previously. In addition, the possible adverse effects of prophylaxis are becoming more concerning and may be more frequent, as well as more harmful, than the bleeding that prophylaxis is designed to prevent. As critical care evolves, epidemiology changes, and as the standards for our research improve, the ICU community needs to re-examine our practices in this context. A large RCT will examine a broader, more current spectrum of clinically relevant outcomes to determine the risk:benefit and cost:effectiveness of SUP during critical illness—and will inform practice globally.Trial StatusRecruitment started in May 2015. The trial completed recruitment in February 2016.Contributorship statementWA and DC conceived the idea; WA, DC, GG, JM, RH, JM, FL, LT, MA, SE, YA, AD, TK, BR, SF, ND, and NZ participated in the design of the study. WA, GG, DC, DH, and LT designed the analysis plan. All the authors contributed to the study protocol. WA drafted the manuscript and all coauthors revised the manuscript and provided important intellectual content. All the authors read and approved the final version of the manuscript. Waleed Alhazzani holds a McMaster University Department of Medicine Internal Career Research Award. Deborah Cook is a Canada Research Chair of the Canadian Institutes for Health Research.Competing interestsAuthors have no conflict of interest to declare.ARTICLE REFERENCES:1. \"ASHP Therapeutic Guidelines on Stress Ulcer Prophylaxis. ASHP Commission on Therapeutics and approved by the ASHP Board of Directors on November 14, 1998\" . American journal of health-system pharmacy : AJHP : official journal of the American Society of Health-System Pharmacists. 1999; 56(4):347-79. Google Scholar2. Dellinger RP, Levy MM, Rhodes A, Annane D, Gerlach H, Opal SM, et al. \"Surviving sepsis campaign: international guidelines for management of severe sepsis and septic shock: 2012\" . Critical Care Medicine. 2013; 41(2):580-637. Google Scholar3. Cook DJ, Griffith LE, Walter SD, Guyatt GH, Meade MO, Heyland DK, et al. \"The attributable mortality and length of intensive care unit stay of clinically important gastrointestinal bleeding in critically ill patients\" . Crit Care. 2001; 5(6):368-75. Google Scholar4. Alhazzani W, Alshahrani M, Moayyedi P, Jaeschke R. \"Stress ulcer prophylaxis in critically ill patients: review of the evidence\" . Polskie Archiwum Medycyny Wewnetrznej. 2012; 122(3):107-14. Google Scholar5. Marik PE, Vasu T, Hirani A, Pachinburavan M. \"Stress ulcer prophylaxis in the new millennium: a systematic review and meta-analysis\" . Critical Care Medicine. 2010; 38(11):2222-8. Google Scholar6. Lam NP, Le PD, Crawford SY, Patel S. \"National survey of stress ulcer prophylaxis\" . Critical Care Medicine. 1999; 27(1):98-103. Google Scholar7. Erstad BL, Barletta JF, Jacobi J, Killian AD, Kramer KM, Martin SJ. \"Survey of stress ulcer prophylaxis\" . Crit Care. 1999; 3(6):145-49. Google Scholar8. Barletta JF, Erstad BL, Fortune JB. \"Stress ulcer prophylaxis in trauma patients\" . Crit Care. 2002; 6(6):526-30. Google Scholar9. Daley RJ, Rebuck JA, Welage LS, Rogers FB. \"Prevention of stress ulceration: current trends in critical care\" . Critical Care Medicine. 2004; 32(10):2008-13. Google Scholar10. Barletta JF, Kanji S, MacLaren R, Lat I, Erstad BL. \"Pharmacoepidemiology of stress ulcer prophylaxis in the United States and Canada\" . Journal of Critical Care. 2014; 29(6):955-60. Google Scholar11. Eastwood GM, Litton E, Bellomo R, Bailey MJ, Festa M, Beasley RW, et al. \"Opinions and practice of stress ulcer prophylaxis in Australian and New Zealand intensive care units\" . Critical Care and Resuscitation. 2014; 16(3):170-4. Google Scholar12. Krag M, Perner A, Wetterslev J, Wise MP, Borthwick M, Bendel S, et al. \"Stress ulcer prophylaxis in the intensive care unit: an international survey of 97 units in 11 countries\" . Acta Anaesthesiologica Scandinavica. 2015; 59(5):576-85. Google Scholar13. Alhazzani W, Alenezi F, Jaeschke RZ, Moayyedi P, Cook DJ. \"Proton pump inhibitors versus histamine 2 receptor antagonists for stress ulcer prophylaxis in critically ill patients: a systematic review and meta-analysis\" . Critical Care Medicine. 2013; 41(3):693-705. Google Scholar14. Barkun AN, Bardou M, Pham CQ, Martel M. \"Proton pump inhibitors vs. histamine 2 receptor antagonists for stress-related mucosal bleeding prophylaxis in critically ill patients: a meta-analysis\" . The American Journal of Gastroenterology. 2012; 107(4):507-20quiz 21. Google Scholar15. Moayyedi P, Leontiadis GI. \"The risks of PPI therapy. Nature Reviews\" . Gastroenterology & Hepatology. 2012; 9(3):132-9. Google Scholar16. Krag M, Perner A, Wetterslev J, Wise MP, Hylander Moller M. \"Stress ulcer prophylaxis versus placebo or no prophylaxis in critically ill patients. A systematic review of randomised clinical trials with meta-analysis and trial sequential analysis\" . Intensive Care Medicine. 2014; 40(1):11-22. Google Scholar17. MacLaren R, Reynolds PM, Allen RR. \"Histamine-2 receptor antagonists vs proton pump inhibitors on gastrointestinal tract hemorrhage and infectious complications in the intensive care unit\" . JAMA Internal Medicine. 2014; 174(4):564-74. Google Scholar18. Smith OM, McDonald E, Zytaruk N, Foster D, Matte A, Clarke F, et al. \"Enhancing the informed consent process for critical care research: strategies from a thromboprophylaxis trial\" . Intensive & Critical Care Nursing. 2013; 29(6):300-9. Google Scholar19. Walker S, Iazzetta J, Law S. \"Extended stability of pantoprazole for injection in 0.9% sodium chloride or 5% dextrose at 4 degrees c and 23 degrees c\" . The Canadian Journal of Hospital Pharmacy. 2009; 62(2):135-41. Google Scholar20. Donnelly RF. \"Stability of pantoprazole sodium in glass vials, polyvinyl chloride minibags, and polypropylene syringes\" . The Canadian Journal of Hospital Pharmacy. 2011; 64(3):192-8. Google Scholar21. Dhaliwal R, Cahill N, Lemieux M, Heyland DK. \"The Canadian critical care nutrition guidelines in 2013: an update on current recommendations and implementation strategies\" . Nutrition in Clinical Practice. 2014; 29(1):29-43. Google Scholar22. Smith OM, McDonald E, Zytaruk N, Foster D, Matte A, Clarke F, et al. \"Rates and determinants of informed consent: a case study of an international thromboprophylaxis trial\" . Journal of Critical Care. 2013; 28(1):28-39. Google Scholar23. Heidelbaugh JJ, Goldberg KL, Inadomi JM. \"Magnitude and economic effect of overuse of antisecretory therapy in the ambulatory care setting\" . The American Journal of Managed Care. 2010; 16(9):e228-34. Google Scholar24. Jacobson BC, Ferris TG, Shea TL, Mahlis EM, Lee TH, Wang TC. \"Who is using chronic acid suppression therapy and why?\" The American Journal of Gastroenterology. 2003; 98(1):51-8. Google Scholar25. Cook D, Meade M, Guyatt G, Walter S, Heels-Ansdell D, Warkentin TE, et al. \"Dalteparin versus unfractionated heparin in critically ill patients\" . The New England Journal of Medicine. 2011; 364(14):1305-14. Google Scholar26. Ego A, Preiser JC, Vincent JL. \"Impact of diagnostic criteria on the incidence of ventilator-associated pneumonia\" . Chest. 2015; 147(2):347-55. Google Scholar27. Tejerina E, Esteban A, Fernandez-Segoviano P, Frutos-Vivar F, Aramburu J, Ballesteros D, et al. \"Accuracy of clinical definitions of ventilator-associated pneumonia: comparison with autopsy findings\" . Journal of Critical Care. 2010; 25(1):62-8. Google Scholar28. Grossman RF, Fein A. \"Evidence-based assessment of diagnostic tests for ventilator-associated pneumonia. Executive summary\" . Chest. 2000; 117(4 Suppl 2):177S-81S. Google Scholar29. Singh N, Rogers P, Atwood CW, Wagener MM, Yu VL. \"Short-course empiric antibiotic therapy for patients with pulmonary infiltrates in the intensive care unit. A proposed solution for indiscriminate antibiotic prescription\" . American Journal of Respiratory and Critical Care Medicine. 2000; 162(2 Pt 1):505-11. Google Scholar30. Cohen SH, Gerding DN, Johnson S, Kelly CP, Loo VG, McDonald LC, et al. \"Clinical practice guidelines for Clostridium difficile infection in adults: 2010 update by the society for healthcare epidemiology of America (SHEA) and the infectious diseases society of America (IDSA)\" . Infection Control and Hospital Epidemiology. 2010; 31(5):431-55. Google Scholar31. Arnold DM, Lauzier F, Rabbat C, Zytaruk N, Barlow Cash B, Clarke F, et al. \"Adjudication of bleeding outcomes in an international thromboprophylaxis trial in critical illness\" . Thrombosis Research. 2013; 131(3):204-9. Google Scholar32. Cook D, Walter S, Freitag A, Guyatt G, Devitt H, Meade M, et al. \"Adjudicating ventilator-associated pneumonia in a randomized trial of critically ill patients\" . Journal of Critical Care. 1998; 13(4):159-63. Google Scholar33. World Medical Association. \"Declaration of Helsinki: ethical principles for medical research involving human subjects\" . JAMA. 2013; 310(20):2191-4. Google Scholar Previous article Next article FiguresReferencesRelatedDetails Volume 36, Issue 6November-December 2016 Metrics History Published online1 December 2016 AcknowledgmentsThe trial was designed by the REVISE Pilot Steering Committee, supported by the Canadian Critical Care Trials Group. We are grateful to Dr. M Meade, and Pharmacists Christine Wallace and Gita Sobhi for their support of this trial. This trial was funded by the Physicians' Services Incorporated of Ontario which did not play a role in the design, conduct, analysis, interpretation or write-up of this protocol.InformationCopyright © 2016, Annals of Saudi MedicineThis work is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International License.PDF download",
  "authors": [
    {
      "display_name": "Waleed Alhazzani",
      "id": "A5020157030",
      "orcid": "https://orcid.org/0000-0001-8076-9626",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Waleed Alhazzani"
    },
    {
      "display_name": "Gordon Guyatt",
      "id": "A5031717153",
      "orcid": "https://orcid.org/0000-0003-2352-5718",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Gordon Guyatt"
    },
    {
      "display_name": "John C. Marshall",
      "id": "A5070604004",
      "orcid": "https://orcid.org/0000-0002-7902-6291",
      "institutions": [
        {
          "id": "I185261750",
          "display_name": "University of Toronto",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "John C. Marshall"
    },
    {
      "display_name": "Richard Hall",
      "id": "A5039953780",
      "orcid": "https://orcid.org/0000-0001-7666-889X",
      "institutions": [
        {
          "id": "I129902397",
          "display_name": "Dalhousie University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Richard Hall"
    },
    {
      "display_name": "John Muscedere",
      "id": "A5057732909",
      "orcid": "https://orcid.org/0000-0002-9027-7198",
      "institutions": [
        {
          "id": "I204722609",
          "display_name": "Queen's University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "John Muscedere"
    },
    {
      "display_name": "François Lauzier",
      "id": "A5011601803",
      "orcid": "https://orcid.org/0000-0002-6530-5513",
      "institutions": [
        {
          "id": "I43406934",
          "display_name": "Université Laval",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Francois Lauzier"
    },
    {
      "display_name": "Lehana Thabane",
      "id": "A5029801001",
      "orcid": "https://orcid.org/0000-0003-0355-9734",
      "institutions": [
        {
          "id": "I59293822",
          "display_name": "St. Joseph’s Healthcare Hamilton",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Lehana Thabane"
    },
    {
      "display_name": "Mohammed Alshahrani",
      "id": "A5042871448",
      "orcid": "https://orcid.org/0000-0001-5946-2128",
      "institutions": [
        {
          "id": "I76571253",
          "display_name": "Imam Abdulrahman Bin Faisal University",
          "country_code": "SA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mohammed Alshahrani"
    },
    {
      "display_name": "Shane English",
      "id": "A5013690676",
      "orcid": "https://orcid.org/0000-0002-9477-6146",
      "institutions": [
        {
          "id": "I2800722420",
          "display_name": "Ottawa Hospital",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I4388482656",
          "display_name": "Ottawa Hospital Research Institute",
          "country_code": null,
          "type": "healthcare"
        },
        {
          "id": "I153718931",
          "display_name": "University of Ottawa",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Shane W. English"
    },
    {
      "display_name": "Yaseen M. Arabi",
      "id": "A5021200051",
      "orcid": "https://orcid.org/0000-0001-5735-6241",
      "institutions": [
        {
          "id": "I185203018",
          "display_name": "King Saud bin Abdulaziz University for Health Sciences",
          "country_code": "SA",
          "type": "funder"
        },
        {
          "id": "I4210095597",
          "display_name": "King Abdullah International Medical Research Center",
          "country_code": "SA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Yaseen M. Arabi"
    },
    {
      "display_name": "Adam M. Deane",
      "id": "A5076380234",
      "orcid": "https://orcid.org/0000-0002-7620-5577",
      "institutions": [
        {
          "id": "I5681781",
          "display_name": "The University of Adelaide",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Adam M. Deane"
    },
    {
      "display_name": "Tim Karachi",
      "id": "A5058197621",
      "orcid": "https://orcid.org/0009-0009-0569-3292",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Tim Karachi"
    },
    {
      "display_name": "Bram Rochwerg",
      "id": "A5048385516",
      "orcid": "https://orcid.org/0000-0002-8293-7061",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Bram Rochwerg"
    },
    {
      "display_name": "Simon Finfer",
      "id": "A5011278994",
      "orcid": "https://orcid.org/0000-0002-2785-5864",
      "institutions": [
        {
          "id": "I129604602",
          "display_name": "The University of Sydney",
          "country_code": "AU",
          "type": "funder"
        },
        {
          "id": "I2800079252",
          "display_name": "Royal North Shore Hospital",
          "country_code": "AU",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Simon Finfer"
    },
    {
      "display_name": "Nick Daneman",
      "id": "A5016977836",
      "orcid": "https://orcid.org/0000-0001-8827-3764",
      "institutions": [
        {
          "id": "I185261750",
          "display_name": "University of Toronto",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Nick Daneman"
    },
    {
      "display_name": "Nicole Zytaruk",
      "id": "A5010437603",
      "orcid": null,
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Nicole Zytaruk"
    },
    {
      "display_name": "Diane Heel-Ansdell",
      "id": "A5044985761",
      "orcid": null,
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Diane Heel-Ansdell"
    },
    {
      "display_name": "Richard J. Cook",
      "id": "A5054553011",
      "orcid": "https://orcid.org/0000-0002-1414-4908",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Deborah Cook"
    }
  ],
  "publication_year": 2016,
  "publication_date": "2016-11-01",
  "type": "article",
  "cited_by_count": 11,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S61805644",
    "display_name": "Annals of Saudi Medicine",
    "issn_l": "0256-4947",
    "issn": [
      "0256-4947",
      "0975-4466"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310319312"
  },
  "volume": "36",
  "issue": "6",
  "first_page": "427",
  "last_page": "433",
  "open_access": {
    "is_oa": true,
    "oa_status": "diamond",
    "oa_url": "https://www.annsaudimed.net/doi/pdf/10.5144/0256-4947.2016.427",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.9039917
    },
    {
      "id": "C168563851",
      "display_name": "Randomized controlled trial",
      "level": 2,
      "score": 0.7794756
    },
    {
      "id": "C2780385302",
      "display_name": "Protocol (science)",
      "level": 3,
      "score": 0.6374283
    },
    {
      "id": "C2994577977",
      "display_name": "Pilot trial",
      "level": 3,
      "score": 0.42251953
    },
    {
      "id": "C1862650",
      "display_name": "Physical therapy",
      "level": 1,
      "score": 0.39546245
    },
    {
      "id": "C204787440",
      "display_name": "Alternative medicine",
      "level": 2,
      "score": 0.2214911
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.2112245
    },
    {
      "id": "C142724271",
      "display_name": "Pathology",
      "level": 1,
      "score": 0.09821862
    }
  ],
  "topics": [
    {
      "id": "T11292",
      "display_name": "Pediatric Pain Management Techniques",
      "score": 0.994
    },
    {
      "id": "T12035",
      "display_name": "Pain Management and Placebo Effect",
      "score": 0.9917
    },
    {
      "id": "T11199",
      "display_name": "Pain Management and Opioid Use",
      "score": 0.9878
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.5144/0256-4947.2016.427",
  "pdf_url": "https://www.annsaudimed.net/doi/pdf/10.5144/0256-4947.2016.427",
  "retrieved_date": "2025-07-30T14:28:40.568835",
  "source_database": "OpenAlex"
}