{
  "openalex_id": "W2572057163",
  "doi": null,
  "title": "The Leader of the Future 2: Visions, Strategies, and Practices for the New Era",
  "abstract": "Preface (Frances Hesselbein and Marshall Goldsmith). Part One: A Vision of Leadership. 1. Peter F. Drucker on Executive Leadership and Effectiveness (Joseph A. Maciariello). Part Two: Leading in a Diverse World. 2. Systems Citizenship: The Leadership Mandate for This Millennium (Peter Senge). 3. Diversity Management: An Essential Craft for Future Leaders (R. Roosevelt Thomas Jr.). 4. Ten Things I Learned About Leadership from Women Executive Directors of Color (Jan Masaoka). 5. How Cosmopolitan Leaders Inspire Confidence: A Profile of the Future (Rosabeth Moss Kanter). Part Three: Leading in a Time of Crisis and Complexity. 6. Anchoring Leadership in the Work of Adaptive Progress (Ronald A. Heifetz). 7. The Challenge of Complexity (John Alexander). 8. Understanding the Nonprofit Sector's Leadership Deficit (Thomas J. Tierney). 9. Leadership Over Fear (John Edwin Mroz). 10. Leading in a Constantly Changing World (Ponchitta Pierce). 11. Leaders of the Future: Growing One-Eyed Kings (General Eric K. Shinseki). Part Four: Leading Organizations of the Future. 12. Philosopher Leaders (Charles Handy). 13. Leadership as a Brand (Dave Ulrich and Norm Smallwood). 14. Regaining Public Trust: A Leadership Challenge (Ken Blanchard and Dennis Carey). 15. Leading New Age Professionals (Marshall Goldsmith). 16. Tomorrow's Leader (Srikumar S. Rao). 17. Challenges for Leaders in the Years Ahead (Sally Helgesen). 18. Leadership Judgment at the Front Line (Noel M.Tichy and Chris DeRose). 19. It's Not Just the Leader's Vision (Jim Kouzes and Barry Posner). Part Five: The Quality and Character of the Leader of the Future. 20. Leading in the Knowledge Worker Age (Stephen R. Covey). 21. Are the Best Leaders Like Professors? Teaching, Asking Questions, and Evidence-Based Management (Jeffrey Pfeffer). 22. The Leader Integrator: An Emerging Role (Usman A. Ghani). 23. Leadership Competencies: A Provocative New Look (Edgar H. Schein). 24. The Three Elements of Good Leadership in Rapidly Changing Times (Lynn Barendsen and Howard Gardner). 25. Distinctive Characteristics of Successful Leaders of Voluntary Organizations: Past, Present, and Future (Brian O'Connell). 26. The Leader in Midlife (Richard J. Leider). 27. Leading from the Spirit (Darlyne Bailey). The Editors. Index.",
  "authors": [
    {
      "display_name": "Frances Hesselbein",
      "id": "A5058273450",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Frances Hesselbein"
    },
    {
      "display_name": "Marshall Goldsmith",
      "id": "A5034548956",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Marshall Goldsmith"
    },
    {
      "display_name": "Richard Beckhard",
      "id": "A5082095488",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Richard Beckhard"
    }
  ],
  "publication_year": 2006,
  "publication_date": "2006-08-30",
  "type": "book",
  "cited_by_count": 122,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "",
    "display_name": "",
    "issn_l": "",
    "issn": [],
    "type": "",
    "host_organization": ""
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C133979268",
      "display_name": "Vision",
      "level": 2,
      "score": 0.680251
    },
    {
      "id": "C187736073",
      "display_name": "Management",
      "level": 1,
      "score": 0.53645664
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.48100123
    },
    {
      "id": "C2780271678",
      "display_name": "Leadership development",
      "level": 2,
      "score": 0.43501413
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.36764047
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.28712618
    },
    {
      "id": "C19165224",
      "display_name": "Anthropology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C162324750",
      "display_name": "Economics",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T12751",
      "display_name": "Leadership and Management in Organizations",
      "score": 0.1554
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "http://ci.nii.ac.jp/ncid/BA27139195",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:36:20.721736",
  "source_database": "OpenAlex"
}