{
  "openalex_id": "W2576252586",
  "doi": null,
  "title": "Exploration and Exploitation in Memory Search Across the Lifespan",
  "abstract": "Exploration and Exploitation in Memory Search Across the Lifespan Thomas T. Hills (thomas.hills@unibas.ch) & Rui Mata (rui.mata@unibas.ch) Dept. of Psychology, University of Basel, Missionsstrasse 60/62, 4055 Basel, CH Andreas Wilke (awilke@clarkson.edu) Dept. of Psychology, Clarkson University, 8 Clarkson Av., Potsdam, NY 13699, USA Gregory R. Samanez-Larkin (g.samanezlarkin@vanderbilt.edu) Dept. of Psychology, Vanderbilt University, 111 21st Avenue South, Nashville, TN 37203, USA Abstract Semantic retrieval can be understood as the search for desired information in cognitive memory space. As such, search in memory also requires handling an exploration- exploitation tradeoff as it involves a choice between exploiting a currently accessible area of a cognitive representation (i.e., local search) and exploring new areas (i.e., global search). Such a local-to-global search policy has been previously proposed for memory retrieval (Raaijmakers & Shiffrin, 1981; Troyer et al., 1997). Hills, Todd, and Goldstone (2010) have proposed that a domain-general executive search process may underlie this local-to-global search behavior in both external and internal search tasks. There are several arguments supporting this view. First, there is evidence of cross-domain priming, such that experience with external search, such as a visual-spatial search task, primes internal search behavior in a lexical task (Hills, Todd, & Goldstone, 2008). Second, there are similarities in the strategies employed in external and internal search, with participants showing similar giving-up time strategies when searching for fish in virtual ponds (Hutchinson, Wilke, and Todd, 2008) and words from memory (Wilke, Hutchinson, Todd, & Czienskowski, 2009). Finally, there is evidence for domain-general neuromodulatory mechanisms involved in balancing the exploration-exploitation tradeoff (Cohen, McClure, Yu, 2007; Hills, 2006). Given the proposed link between search processes and executive function more generally (Hills et al. 2010) and the posited role of catecholamines in modulating explorative behavior (Cohen, McClure, Yu, 2007; Hills, 2006), it is expected that age-related deficits in executive function caused by catecholaminergic deficits (Backman et al., 2000; Volkow, et al. 1998) could lead to significant differences in search behavior across the life span. Indeed, there is some evidence of age differences in dealing with exploration- exploitation tradeoffs, with aging leading to reduced exploration in external search (Louâpre, van Alphen, & Pierre, 2010; Mata, Wilke, & Czienskowski, 2009; Mata & Nunes. 2010). Also, there is a substantial amount of work showing significant age differences in memory retrieval (Spencer & Raz, 1995). More importantly, older adults tend to produce fewer words in semantic fluency tasks (e.g., Kozora & Cullum, 1995; Lanting, Haugrud, & Crossley, 2009; Tomer & Levin, 1993; Troyer, 2000), which could also be interpreted as reduced exploration in internal search, We used a formal model of memory (Raaijmakers & Shiffrin, 1981) to model semantic search processes of adults aged between 29 to 99 years of age in the animal naming task (“name all the animals you can”; Thurstone, 1938). Overall, our results support the idea that people switch between global frequency-based retrieval cues and local item-based retrieval cues to navigate their semantic memory. We extend this work by showing the involvement of an executive attention process, as switching is inversely correlated with digit span. Furthermore, our results reveal a further independent effect of aging, associated with increased switching between global and local memory cues for older individuals. These results are consistent with models of working memory and executive processing as representing a measure of goal perseveration and the ability to inhibit distracting information (Kane & Engle, 2004; Hills et al., 2010). Keywords: search; semantic memory; modeling; aging. Many real-world situations involve tradeoffs between known, currently available resources and other, more uncertain ones. In this paper, we argue that aging is associated with differences in dealing with this tradeoff in search from memory as a result of age-related cognitive decline. We draw our conclusions from results of formal modeling of memory search processes in a widely used and clinically relevant task: the animal naming task (“name all the animals you can”; Thurstone, 1938; Lezak, 1995). Our modeling approach is based on the dynamic component of Search of Associative Memory (Raaijmakers & Shiffrin, 1981) searching over a semantic representation of animals created using the semantic space model BEAGLE (Jones & Mewhort, 2004). This framework allows us to test competing formalizations of search in semantic space and, ultimately, link individual differences in semantic search to age and fluid intellectual abilities. Before describing the study, we first outline the motivation for studying the exploration-exploitation trade-off across the lifespan, and prior work on age differences in memory search. The Exploration-Exploitation Dilemma When searching for objects in space, such as when foraging for food, one has to trade off exploring new or less known regions and exploiting known ones, thus hoping to find the balance necessary to maximize the rate of return, a problem often called the exploration-exploitation dilemma.",
  "authors": [
    {
      "display_name": "Thomas T. Hills",
      "id": "A5089520284",
      "orcid": "https://orcid.org/0000-0003-3842-2076",
      "institutions": [
        {
          "id": "I1850255",
          "display_name": "University of Basel",
          "country_code": "CH",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Thomas T. Hills"
    },
    {
      "display_name": "Rui Mata",
      "id": "A5042234223",
      "orcid": "https://orcid.org/0000-0002-1679-906X",
      "institutions": [
        {
          "id": "I1850255",
          "display_name": "University of Basel",
          "country_code": "CH",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Rui Mata"
    },
    {
      "display_name": "Andreas Wilke",
      "id": "A5027887614",
      "orcid": "https://orcid.org/0000-0002-7699-2267",
      "institutions": [
        {
          "id": "I16944753",
          "display_name": "Clarkson University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Andreas Wilke"
    },
    {
      "display_name": "Gregory R. Samanez‐Larkin",
      "id": "A5061185712",
      "orcid": "https://orcid.org/0000-0001-7846-3804",
      "institutions": [
        {
          "id": "I200719446",
          "display_name": "Vanderbilt University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Gregory R. Samanez-Larkin"
    }
  ],
  "publication_year": 2011,
  "publication_date": "2011-01-01",
  "type": "article",
  "cited_by_count": 2,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S78735424",
    "display_name": "Cognitive Science",
    "issn_l": "0364-0213",
    "issn": [
      "0364-0213",
      "1551-6709"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320595"
  },
  "volume": "33",
  "issue": "33",
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C158495155",
      "display_name": "Visual search",
      "level": 2,
      "score": 0.5827475
    },
    {
      "id": "C169900460",
      "display_name": "Cognition",
      "level": 2,
      "score": 0.49991345
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.4872905
    },
    {
      "id": "C188147891",
      "display_name": "Cognitive science",
      "level": 1,
      "score": 0.46750554
    },
    {
      "id": "C2780451532",
      "display_name": "Task (project management)",
      "level": 2,
      "score": 0.4140668
    },
    {
      "id": "C180747234",
      "display_name": "Cognitive psychology",
      "level": 1,
      "score": 0.41333425
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.39514217
    },
    {
      "id": "C23123220",
      "display_name": "Information retrieval",
      "level": 1,
      "score": 0.39251056
    },
    {
      "id": "C187736073",
      "display_name": "Management",
      "level": 1,
      "score": 0.10132021
    },
    {
      "id": "C169760540",
      "display_name": "Neuroscience",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C162324750",
      "display_name": "Economics",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10918",
      "display_name": "Memory Processes and Influences",
      "score": 0.9996
    },
    {
      "id": "T10448",
      "display_name": "Memory and Neural Mechanisms",
      "score": 0.9934
    },
    {
      "id": "T10042",
      "display_name": "Neural and Behavioral Psychology Studies",
      "score": 0.9506
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://escholarship.org/content/qt9pb8t9xd/qt9pb8t9xd.pdf?t=op2n2g",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:33:18.592562",
  "source_database": "OpenAlex"
}