{
  "openalex_id": "W2576264626",
  "doi": "https://doi.org/10.1215/0041462x-3764132",
  "title": "Life in the Writings of Storm Jameson: A Biography by Elizabeth Maslen",
  "abstract": "After decades of neglect, at best making cameo appearances in lists of “little-read writers of the 1930s” or as a star in “recovery scholarship,” Storm Jameson might well be on the cusp of a true revival. As part of Northwestern University Press’s series “Cultural Expressions of World War II,” the second major biography of this always engaging, never flawless, luminary of twentieth-century British letters and political activism may hopefully accelerate a growing wave of critical evaluation to match the historical interest.Jameson was a vital part of world historical events of the 1930s and 1940s, working diligently through the interwar years in the peace movement and serving as a Sponsor in the Peace Pledge Union. In the years leading up to the Second World War, she began assisting political refugees from Germany and Eastern Europe, the most famous of these being Czesław Miłosz, who would be a friend to the end of her life. During the war, Jameson was elected president of PEN, the international organization of writers that, under her leadership, changed from being avowedly apolitical to becoming directly engaged with advocating for social justice against fascist regimes. It was at her behest that PEN would publish “An Appeal to the Conscience of the World” (1940), urging allied countries and all PEN centers to fight for universal free speech. And it was as PEN’s president, though not officially speaking on its behalf, that she would publish her pamphlet “The End of This War” (1941), the document that announced her formal break with the absolute pacifism that was crucial to her activist politics after the Great War.This impressive résumé of political activity during a much studied time in European history might have been enough to merit biographical scrutiny, but Jameson was first and foremost a writer, the staggeringly prolific author or editor of seventy books of fiction, criticism, drama, politics, and memoir. Her productivity was spurred along partly by financial need, but unlike other highly productive writers—Georgette Heyer, say, or Jameson’s much admired Georges Simenon—she never quite managed to make formulaic genre fiction a forte. Her letters often show a desire to have either more time to spend on a big serious novel or the capacity to crank out hack work that could readily sell. She would have neither. Reading Maslen’s biography, one finds a lifelong saga of mixed reviews that fail to fully comprehend the complex, formally experimental, politically engaged fiction that it seems Jameson could not help but write. She also never seemed to be a truly rapid writer, revising heavily and spending fourteen-hour days with her fiction as well as her political activities, along with, as Maslen notes, keeping house for her husband and son.All of Jameson’s Yorkshire-bred hardiness and work ethic combines with a distinct challenge for any biographer—the thicket of harsh self-criticism that pervades her letters and her monumental autobiography Journey from the North (published in Britain in two volumes, 1969–1970). Maslen is an adept reader of Jameson’s writings, both the published works and the archival materials, and throughout her biography there are signs of the combative approach Maslen takes to her subject, a necessary measure if one does not wish to accept Jameson’s nearly constant self-deprecation as fact. For instance, her novel That Was Yesterday (1932), which she sometimes regarded as her first mature work, begins with this disclaimer on the copyright page: “A few sentences in this book, chiefly conversational, have been lifted with slight alterations from an earlier novel of the writer’s. This earlier book was fortunately not much read: even more fortunately it was printed on quickly perishable paper. The pity is that it was printed at all.” This, one thinks, would not inspire confidence in the prospective reader. Chiara Briganti, one of Jameson’s best current scholarly advocates, believes that this kind of negative self-regard was the primary cause for her cultural decline. Moreover, she observes that Virginia Woolf’s famous attack on the Edwardian social realists lies behind academic suspicion of Jameson’s more overtly political and less formally radical writings: “Unlike [Arnold] Bennett, Jameson could have dispensed with the nudge from Woolf to fall into oblivion. She was her own worst enemy and mostly responsible herself for what happened to her critical reputation. As anyone who has read Journey from the North will know, few are the novels she wrote that escape her harsh criticism. . . . Especially stringent was her censure of her early politically-committed writing” (2007, 72). Even Jameson’s political commitments fell under the same acerbic gaze. “For some years after 1933,” she writes, “I lived in equivocal amity with pacifists and combative supporters of the League of Nations, adjusting my feelings, in good and bad faith, to the person I happened to be with. I swayed between the two like a tightrope walker, or a politician” (1971, 326). Underlying all of Jameson’s vigor is her thoroughgoing suspicion that through lack of talent she could never measure up to some unstated, impossible standard of achievement in her art, politics, and life.Maslen is especially good at handling the relationship between Journey from the North and the life story that she is telling. For starters, her remarkable close attention to the several extant versions of this autobiography give her a capacity to compare the cuts, changes, and additions that distinguish the final two-volume version (published by Collins and Havill in England and in one volume in the United States by Harper and Row) from the three-volume manuscript version (which itself exists in two versions). In Maslen’s description, “Large chunks of self-criticism, not to say flagellation, were cut but by no means was this element omitted” (450). She affirms the interest found in these volumes and the insight that can be gained by using them, but she pointedly separates Jameson’s self-portrayal from her work as a critic: “It must be stressed that in this work, the memory is that of the 1960s, and while the ruminations on her life, her times, are a superb achievement, this work is not the ultimate source for an understanding of her earlier life. As she says, in the course of writing she constantly tore up and rewrote passages in the interests of accuracy; and even then could not be sure about what constitutes ‘truth.’” Maslen also establishes that contemporary readers of Jameson’s autobiography found her self-evaluations too harsh, almost to the point of dissuading her publisher, Alan Maclean at Collins, who “had been devastated by her unsparing presentation of her dark side” (452).As with the personal deprecation, Maslen rises to the challenge of disputing her subject’s views of her literary output and gives careful attention to nearly every one of Jameson’s forty-five novels. Throughout the biography, when each successive work is published we are treated to something like a brief interlude of story-telling and literary criticism in the midst of a larger life narrative. The form of these interludes is a two- or three-paragraph summary and critique—enough to tantalize a potential reader, along with a few words of evaluation that help that reader discern whether the volume might be worth the time to read it, plus a footnote that gathers all the known reviews of it. Maslen is not blinded by fandom in her evaluations, though she is clearly a charitable reader of Jameson’s fiction, and she shows how Jameson succeeded in creating works that thoughtfully grappled with the biggest questions facing Europe in the mid-twentieth century, including questions about historical developments that have produced the England of today. Moreover, Maslen makes a strong case that Jameson’s novels are more formally innovative than has been recognized, which complicates her association with social realists of the 1930s British Left. The subtle yet persistent experiments with form seem to be a major reason why initial reviews, perhaps assessing her work too hastily, rarely came to consensus about its worth.Emerging from Maslen’s coverage of so many works across such a long career is the presence of two major strains in Jameson’s fiction: the English historical saga and the more broadly European political novels. There are certainly other kinds of works in her oeuvre, not to mention her many essays and nonfiction volumes, but among her fictional works there exists a series of novels that create a parallel history of England with Jameson’s stand-in, the novelist-character Mary Hervey Russell, at its center. These novels began with a trilogy called The Triumph of Time, comprising The Lovely Ship (1927), Farewell to Youth (1928), and A Richer Dust (1931)—a series detailing the life of the formidable Mary Hansyke, who creates a successful ship-building enterprise in the latter half of the nineteenth century. In That Was Yesterday (1932), the semi-autobiographical narrative of Jameson’s first marriage as experienced by Mary Hansyke’s grand-daughter, Hervey Russell, Jameson shifted focus to the years of, and just prior to, the Great War. Her next major project would be The Mirror in Darkness, a projected roman-fleuve in the mode of Balzac (and, as Maslen astutely points out, with stylistic traits cribbed from John Dos Passos), which she described in the foreword to the first book as “perhaps five, or six, novels in which an attempt, necessarily incomplete, is made to depict the contemporary scene” (Jameson [1934] 1982, np). The five or six envisioned at this time never came to be, and instead she produced three formally experimental novels going from the Armistice in 1918 to the General Strike of 1926 (Company Parade [1934], Love in Winter [1935], and None Turn Back [1936]). This trilogy, as it became, is panoramic in scope, attempting a collective form that put to work her ideas about socialist fiction she later articulated in her often cited essay “Documents” (1937), published in the left-leaning journal Fact. Here she contended that socialist literature need not be fixated upon working-class conditions but could instead be “writing concerned with the lives of men and women in a world which is changing and being changed.” A socialist, according to Jameson, must be “intimately concerned with this change” and “struggling continually to understand it” (1937, 9). In her usual fashion, she later regarded The Mirror in Darkness as “mad” in its approximation of Balzac and a failure because it “was working against the grain of my talent” (1971, 329, 344). But the trilogy, whatever its faults, remains an under-studied example of socialist fiction of the 1930s applied to a historical examination of the 1920s and the changing conditions that were edging England toward another war. Though The Mirror in Darkness was officially abandoned, she would return to its characters in several more novels throughout her life, demonstrating their usefulness for helping frame her thoughts about England and its place in the world.One use of these characters was to bridge her interests in English social life and the European political novels that were her other métier. As Rod Mengham describes this connection, Jameson “is an idiosyncratic, uncompromising, uncomfortable, elegiac, and prophetic writer, who for more than fifty years would not let go of the idea that English culture seen outside of its European context is incomprehensible and even invalid” (2010, 192–93). After the war, she returned to David Renn, the disillusioned veteran-turned-pacifist from Company Parade, whose reemergence opened a window onto the desolation of former combat zones and European centers still divided and controlled by totalitarian powers. Like No Victory for the Soldier (1939), her Spanish Civil War novel published under the pseudonym “James Hill,” and Europe to Let (1940), her novel made of four related stories about the effects of the Munich Pact, she could write thoughtfully about current events in progress and make rich, unsettling fiction out of political crises that troubled her. In a related vein, her novels Cousin Honoré (1940) and Cloudless May (1943) transpose large national events like the fall of France onto small, local stories whose characters and actions are shaped by vast forces beyond their control. Maslen’s survey of all these works provides the reader with a good starting point for entering Jameson’s dauntingly large canon and offers potential critics a means to navigate important but overlooked texts in twentieth-century studies.Inevitably, some comparison will be made between Maslen’s work and Jennifer Birkett’s Margaret Storm Jameson: A Life, the first major biography of Jameson, published in 2009. Birkett’s volume, which covers the entirety of Jameson’s life and comments on every one of her published books, is in scope equal to Maslen’s. Many reviews of Birkett’s biography praised the existence, at long last, of a biography of Jameson and nodded to Birkett’s obvious industry in wading through the vast body of published work; but they also found fault with her range of sources and with the thin connections made between Jameson’s writings and their respective contexts.1 Phyllis Lassner, for example, noted Birkett’s neglecting of the Vera Brittain papers in the William Ready Archives at McMaster University, which contains around 400 pages of letters exchanged between the two writers (2010, 442).Maslen makes considerable use of this correspondence, giving depth and detail to one of the most dramatically interesting episodes in the biography. Jameson and Vera Brittain became quite close in the early 1930s, deeply appreciating each other’s writing and peace advocacy. Jameson would tell Brittain that No Time Like the Present (1933), Jameson’s memoir qua pacifist screed, was an inferior precursor that prepared the way for Brittain’s very successful and to this day more often read Testament of Youth (1933). Their shared passion for peace activism contributed to a deep though volatile friendship that would formally terminate when Jameson published “The End of This War” in 1941—partly because it heralded the difference in their views and partly because Jameson quoted a letter from Brittain, whose arguments she derided as foolish and disingenuous. Birkett relates this story as well, but with less detail than Maslen. Brittain’s biographers Mark Bostridge and Paul Berry have given the richest version to date, but Maslen provides, in effect, the other side of the story, at several points closely reading the correspondence to show how fragile Brittain’s disposition could be and how often Jameson’s high praise of her work, life, and ideas can be regarded as placating a friend who seemed to require that one walk on eggshells around her.Maslen’s book is over one hundred pages longer than Birkett’s, and it clearly attempts to redress the problem of insufficient context. Yet the contextualizing histories Maslen provides can sometimes sound a bit potted, as in her occasional effort to make Jameson’s political work seem more grand. For example, Maslen tells us about PEN policies following the Second World War: “Given their commitment to reconciliation, Margaret and Hermon Ould were consistent in their opposition to vindictiveness wherever they found it, even when there was good cause; they would have had much in common with Nelson Mandela and Archbishop Tutu in the aftermath of South Africa’s apartheid” (336). Without more explanation of this claim, it seems a stretch to make this comparison, and jeopardizes the force of her praise of Jameson’s charity toward former enemies. Despite these occasional lapses, Maslen largely stays true to her methodological commitment to avoid speculating on gaps in the archive, stating in her “Prologue and Apologia” that “too much speculation, too many judgments, can undercut the emergence of a fascinating personality—and obscure the fact that part of that fascination will always be those facets that resist our determination to offer a definitive explanation” (6). With a nod, perhaps, to Birkett, she suggests that “one reason biography is so intriguing is that no two books on any one person come to the same conclusions; just as in life, close friends may have different views about someone they both know, or think they know, intimately.”There are a few other flaws that inevitably appear in long works like Maslen’s. She is not above the odd cliché, telling us that Jameson “had the head of a philosopher and the heart of a poet” (481), though overall her prose is quite compelling and avoids the workmanlike piling on of data; we are mostly spared the tedium of each monetary exchange made for every book, which is too often a crutch for literary biographers with access to publishers’ accounting records. And, given the intense dynamism of Jameson’s life and writing during the first half of the century, there is an inevitable struggle for narrative energy in the fourth part of Maslen’s book, which covers the years 1950–1986. This final section has some fascinating tidbits, like Jameson’s mediating a spat between Graham Greene and Arthur Koestler, her brief work with the Campaign for Nuclear Disarmament, her deepening friendship with Miłosz, and the pathos of all her friends and family (including her son) dying around her as she becomes a nonagenarian. But without the intense historical backdrop of war and activism, there is some unavoidable flagging that occurs as Maslen covers her last decades of writing.Quibbles aside, Maslen has given us a rich, readable, useful biography that one hopes will sustain greater scholarly interest in Jameson, who has suffered from so much of her work being out of print. We have seen occasional reprintings of a few works by Medallion Books in the 1970s, more by Virago in the 1980s, and individual books by some presses since then (the Trent edition of her dystopia about English fascism, In the Second Year [1936], carefully edited and annotated by Stan Smith, is exemplary). Bloomsbury Press has released a few titles as ebooks, and there are several of her works, such as The Journal of Mary Hervey Russell (1945) that exist in optical character recognition (OCR) reproductions of varying quality. But until more of her important novels return in editions and quantities suitable for student use, a restoration of Jameson’s reputation is hampered. Scholars including Jennifer Birkett, Chiara Briganti, Phyllis Lassner, Beryl Pong, David James, and Katherine Cooper have been diligently striving, as James urges us, following Jonathan Coe, to go beyond “recuperation” and into critical analysis and “rigorous consideration” of Jameson and writers like her to assess their place in literary history (2009, 46). Maslen’s biography is a major step toward resuscitating Jameson, breathing new life and laying a fresh layer of groundwork for future scholars at work in this evaluative and critical project.",
  "authors": [
    {
      "display_name": "Charles M. Andrews",
      "id": "A5113779048",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Charles Andrews"
    }
  ],
  "publication_year": 2016,
  "publication_date": "2016-12-01",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210198001",
    "display_name": "Twentieth Century Literature",
    "issn_l": "0041-462X",
    "issn": [
      "0041-462X",
      "2325-8101"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315698"
  },
  "volume": "62",
  "issue": "4",
  "first_page": "463",
  "last_page": "470",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C520712124",
      "display_name": "Biography",
      "level": 2,
      "score": 0.8781972
    },
    {
      "id": "C105306849",
      "display_name": "Storm",
      "level": 2,
      "score": 0.6339314
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.48162025
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.40754408
    },
    {
      "id": "C124952713",
      "display_name": "Literature",
      "level": 1,
      "score": 0.33582738
    },
    {
      "id": "C52119013",
      "display_name": "Art history",
      "level": 1,
      "score": 0.32694831
    },
    {
      "id": "C205649164",
      "display_name": "Geography",
      "level": 0,
      "score": 0.17137527
    },
    {
      "id": "C153294291",
      "display_name": "Meteorology",
      "level": 1,
      "score": 0.15640938
    }
  ],
  "topics": [
    {
      "id": "T11776",
      "display_name": "Irish and British Studies",
      "score": 0.8386
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1215/0041462x-3764132",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:55:22.211120",
  "source_database": "OpenAlex"
}