{
  "openalex_id": "W2573895650",
  "doi": null,
  "title": "Learning by Observing Tutorial Dialogue versus Monologue Collaboratively or Alone",
  "abstract": "Learning by observing tutorial dialogue versus monologue collaboratively or alone Kasia Muldner, Keith Dybvig, Rachel Lam & Michelene T. H. Chi (katarzyna.muldner,kdybvig,rachel.lam,mtchi@asu.edu) Department of Psychology, Arizona State University Tempe, AZ 85287 USA Abstract We report on a study with 65 middle-school students who learned about the concept of diffusion through observation. We manipulated two factors: the number of observers, solo vs. dyad, and the type of video students observed, tutorial dialogue vs. monologue. Our findings show that dyad observers learn significantly better than solo observers, and that for certain types of questions, observing dialogue results in better learning gains, as compared to observing monologue. Keywords: vicarious learning; collaboration; monologue vs. dialogue; emergent phenomena. Introduction Although there are many contexts in which learning can occur, traditionally, students learn by watching and listening to teachers and by doing various assignments. A less available, but more beneficial way to learn is through one- on-one tutoring, which has repeatedly been shown to be superior to group instruction (Cohen, Kulik & Kulik, 1982). Of course providing a tutor for every student is not feasible and so there have been various efforts to find other strategies that afford students the benefits of personalized tutoring. Recently, a promising new paradigm was proposed: learning by observing others learn, also referred to as vicarious learning (Chi, Roy & Hausmann, 2008). In particular, Chi et al. (2008) showed that observing tutoring dialogues can be as powerful an intervention as being tutored. In that study, some students (referred to as tutees) were videotaped solving Newtonian physics problems while interacting with an expert tutor. Other students, in pairs or alone, then merely watched the videos of these tutoring sessions while solving the same physics problems as the tutees. One of the key findings was that there was no difference in learning outcomes between the tutees and the observers who watched the tutorial dialogue videos. As predicted, this finding was only true if pairs of students observed the videos collaboratively (students who observed alone did not learn as well as the tutees). Since dyad observers have opportunities to be interactive with each other, much as the tutees have opportunities to be interactive with the tutor, the interpretation made was that a large part of the tutoring advantage is due to interaction per se. The benefits of collaboration are demonstrated by various studies (e.g., (Johnson & Johnson, 2009)), findings from which are encapsulated by the active-constructive- interactive framework (Chi, 2009). This framework differentiates learning activities according to levels of student engagement, and proposes that a student who collaborates with a peer will, in general, learn better than a student working alone. This is because collaboration offers the opportunity for joint construction, which requires, for instance, eliciting responses from a partner, integrating a partner’s contribution, and explaining one’s perspective. It is important to note, however, that the prediction regarding the beneficial impact of collaboration is based on the condition that students are interactive, i.e., do not merely sit quietly, each working on his or her own. In fact, some prior work on vicarious learning did not find that dyad observers learned better than solo ones (Craig, Driscoll & Gholson, 2004), because the observers were not very interactive. The goal of this project is to both replicate and extend the original Chi et al. (2008) study. In replicating, we forgo comparing tutees to observers, and focus instead on comparing observing collaboratively versus observing alone, but in a new domain and with a new population. Specifically, while the original study used a procedural domain, we embed our target learning activity in a conceptual domain, and involve middle school instead of college students. Replicating in this new domain and age group will generalize and validate the Chi et al. (2008) findings. In extending the 2008 study, we compare the effectiveness of dialogue versus monologue. Doing so can guide subsequent efforts on instructional material development. Currently, materials are often monologue- based, e.g., instructional videos with a “talking head” (Caspi, Gorsky & Privman, 2005; Zhang, Zhou, Briggs et al., 2006). However, prior work comparing observation of monologue and dialogue videos does provide some clues that dialogue may be better (Craig, Chi & VanLehn, 2009; Driscoll, Craig, Gholson et al., 2003; Fox Tree, 1999; Muller, Sharma, Eklund et al., 2007). For example, Craig et al. (2009) found some evidence that naturally-occurring tutorial dialogue fosters better learning. In that study, students observed a dialogue or a monologue video while working with an intelligent tutor that provided both feedback for correctness and hints. Thus, it is important to analyze if and how the benefits of naturally-occurring dialogue transfer to situations where students do not receive such additional scaffolding. There are, however, studies that did not find a difference between observing dialogue and monologue media (Fox Tree & Mayer, 2008; Muller, Bewes, Sharma et al., 2008), although some of these focused on simple puzzle tasks (Fox Tree & Mayer, 2008). In general, more work is needed for understanding the effect of each (monologue, dialogue). The predominant approach for comparing dialogue to monologue has been to script the content, while varying a",
  "authors": [
    {
      "display_name": "Kasia Müldner",
      "id": "A5026476203",
      "orcid": "https://orcid.org/0000-0003-4660-5315",
      "institutions": [
        {
          "id": "I55732556",
          "display_name": "Arizona State University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Kasia Muldner"
    },
    {
      "display_name": "Keith Dybvig",
      "id": "A5020878087",
      "orcid": null,
      "institutions": [
        {
          "id": "I55732556",
          "display_name": "Arizona State University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Keith Dybvig"
    },
    {
      "display_name": "Rachel Lam",
      "id": "A5004202108",
      "orcid": "https://orcid.org/0000-0002-8591-7285",
      "institutions": [
        {
          "id": "I55732556",
          "display_name": "Arizona State University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Rachel Lam"
    },
    {
      "display_name": "T. H. Michelene",
      "id": "A5108386963",
      "orcid": null,
      "institutions": [
        {
          "id": "I55732556",
          "display_name": "Arizona State University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Michelene T. H. Chi"
    }
  ],
  "publication_year": 2011,
  "publication_date": "2011-01-01",
  "type": "article",
  "cited_by_count": 5,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S78735424",
    "display_name": "Cognitive Science",
    "issn_l": "0364-0213",
    "issn": [
      "0364-0213",
      "1551-6709"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320595"
  },
  "volume": "33",
  "issue": "33",
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2777716012",
      "display_name": "Dyad",
      "level": 2,
      "score": 0.73331904
    },
    {
      "id": "C2778371403",
      "display_name": "TUTOR",
      "level": 2,
      "score": 0.67037165
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.62054324
    },
    {
      "id": "C177291462",
      "display_name": "Active listening",
      "level": 2,
      "score": 0.6021943
    },
    {
      "id": "C145420912",
      "display_name": "Mathematics education",
      "level": 1,
      "score": 0.44542283
    },
    {
      "id": "C19417346",
      "display_name": "Pedagogy",
      "level": 1,
      "score": 0.35138583
    },
    {
      "id": "C77805123",
      "display_name": "Social psychology",
      "level": 1,
      "score": 0.18810031
    },
    {
      "id": "C46312422",
      "display_name": "Communication",
      "level": 1,
      "score": 0.15436593
    }
  ],
  "topics": [
    {
      "id": "T10636",
      "display_name": "Innovative Teaching and Learning Methods",
      "score": 0.9997
    },
    {
      "id": "T12887",
      "display_name": "Educational Strategies and Epistemologies",
      "score": 0.9833
    },
    {
      "id": "T10162",
      "display_name": "Online and Blended Learning",
      "score": 0.9778
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://escholarship.org/content/qt4f05w7h1/qt4f05w7h1.pdf?t=op2kgm",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:38:36.183023",
  "source_database": "OpenAlex"
}