{
  "openalex_id": "W2580462865",
  "doi": "https://doi.org/10.1353/csd.2017.0008",
  "title": "Using the WHO–5 Well-Being Index to Identify College Students at Risk for Mental Health Problems",
  "abstract": "Using the WHO–5 Well-Being Index to Identify College Students at Risk for Mental Health Problems Andrew Downs (bio), Laura A. Boucher (bio), Duncan G. Campbell (bio), and Anita Polyakov (bio) College students are at significant risk for mental health problems. Symptoms of anxiety and depression appear to be the most common concerns, with studies generating prevalence estimates as high as 53.8% for moderate to severe depression (Garlow et al., 2008) and 52.8% for moderate to severe anxiety (Rosenthal & Schreiner, 2000). This is concerning because studies have documented how problems with anxiety and depression negatively affect students’ academic performance, class attendance, retention, career selection, relationship development, physical health, and general well-being (Baez, 2005; Miller & Chung, 2009). Compounding those problems is the fact that the vast majority of college students experiencing mental health problems do not receive treatment. This is true even though most colleges have medical and psychological treatment providers on campus, and there are many effective treatments for both anxiety and depression (Hunt & Eisenberg, 2010). There is a clear need for colleges to do a better job of identifying students who may benefit from treatment and encouraging those students to actually seek help (Hunt & Eisenberg, 2010). Indeed, research suggests that population-based screening can encourage college students who are at risk for mental health problems to seek treatment (Kim, Coumar, Lober, & Kim, 2011). Unfortunately, there is currently tremendous variability regarding the extent to which colleges effectively screen students for mental health problems (Hunt & Eisenberg, 2010) and a shortage of measures designed for this purpose. Currently, we are aware of only one population-based screening measure that was developed specifically for use with college students. The Symptoms and Assets Screening Scale (SASS; Downs, Boucher, Campbell, & Dasse, 2013) is a 34-item measure designed to identify students at risk for depression, anxiety, substance abuse, and eating disorders. Although there is a relative dearth of screening measures available for professionals who work with college students, several instruments have been developed for use by physicians to identify patients with medical concerns who are also experiencing mental health problems. One such measure is the World Health Organization Five Well-Being Index (WHO–5; Johansen, 1998). Although the WHO–5 measure was originally developed to assess the quality of life in patients suffering from diabetes, Topp, Østergaard, Søndergaard, and Bech (2015) found the measure to perform well as a screening tool for individuals at risk for depression. The WHO–5 is appealing as a screening measure because it contains only five items, is freely available in at least 31 languages, and is extremely easy to complete, score, and interpret. The purpose of this study was to evaluate whether the WHO–5 can be used to effectively identify individuals in the general college student population who are experiencing [End Page 113] clinically significant symptoms of depression or anxiety. To that end we evaluated the criterion validity of the WHO–5 by comparing respondent scores with reliable and valid measures of depression, anxiety, general psychological distress, and well-being. In addition, we examined the instrument’s factor structure, internal consistency, and test-retest reliability. Finally, we evaluated the accuracy with which scores on the WHO–5 identified students experiencing symptoms of anxiety and depression in the severe range. We hypothesized that the WHO–5 would prove to be a reliable and valid screening tool that could possibly be implemented in the college setting to identify students experiencing significant symptoms of depression and anxiety. METHODS Data were collected between October 2009 and January 2013 at the authors’ institutions. A total of 903 undergraduate students—428 at a 4-year public university in the Rocky Mountain West and 475 at a 4-year private university in the Pacific Northwest—were recruited from Introductory Psychology courses in person or via posted advertisements. Interested participants provided informed consent and were invited to complete paper questionnaire packets for partial course credit. The average age of the sample was 20 years (SD = 4.5), and 65.2% of participants were female. Of the sample, 80.0% reported their ethnicity as White, 9.9% as Asian American/Pacific Islander, 4.3% as biracial or multiracial, 3.5% as Latino...",
  "authors": [
    {
      "display_name": "A. Chris Downs",
      "id": "A5011457475",
      "orcid": "https://orcid.org/0000-0002-8611-7407",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Andrew Downs"
    },
    {
      "display_name": "Laura A. Boucher",
      "id": "A5047848192",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Laura A. Boucher"
    },
    {
      "display_name": "Duncan G. Campbell",
      "id": "A5103263341",
      "orcid": "https://orcid.org/0000-0001-6077-3003",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Duncan G. Campbell"
    },
    {
      "display_name": "Aleksandr Sergeevich Polyakov",
      "id": "A5082952008",
      "orcid": "https://orcid.org/0000-0003-3643-9851",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Anita Polyakov"
    }
  ],
  "publication_year": 2017,
  "publication_date": "2017-01-01",
  "type": "article",
  "cited_by_count": 67,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S10595604",
    "display_name": "Journal of college student development",
    "issn_l": "0897-5264",
    "issn": [
      "0897-5264",
      "1543-3382"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315678"
  },
  "volume": "58",
  "issue": "1",
  "first_page": "113",
  "last_page": "117",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C134362201",
      "display_name": "Mental health",
      "level": 2,
      "score": 0.73745716
    },
    {
      "id": "C558461103",
      "display_name": "Anxiety",
      "level": 2,
      "score": 0.6868262
    },
    {
      "id": "C2776867660",
      "display_name": "Depression (economics)",
      "level": 2,
      "score": 0.59619486
    },
    {
      "id": "C2778173179",
      "display_name": "Attendance",
      "level": 2,
      "score": 0.5832803
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.5737241
    },
    {
      "id": "C2908647359",
      "display_name": "Population",
      "level": 2,
      "score": 0.5130181
    },
    {
      "id": "C2776035688",
      "display_name": "Affect (linguistics)",
      "level": 2,
      "score": 0.46140045
    },
    {
      "id": "C70410870",
      "display_name": "Clinical psychology",
      "level": 1,
      "score": 0.44854987
    },
    {
      "id": "C118552586",
      "display_name": "Psychiatry",
      "level": 1,
      "score": 0.43372545
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.36497116
    },
    {
      "id": "C509550671",
      "display_name": "Medical education",
      "level": 1,
      "score": 0.33271068
    },
    {
      "id": "C99454951",
      "display_name": "Environmental health",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C46312422",
      "display_name": "Communication",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C162324750",
      "display_name": "Economics",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C139719470",
      "display_name": "Macroeconomics",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C50522688",
      "display_name": "Economic growth",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10272",
      "display_name": "Mental Health Treatment and Access",
      "score": 0.9993
    },
    {
      "id": "T10795",
      "display_name": "Healthcare professionals’ stress and burnout",
      "score": 0.9989
    },
    {
      "id": "T10182",
      "display_name": "Child and Adolescent Psychosocial and Emotional Development",
      "score": 0.9973
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/csd.2017.0008",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:33:35.962464",
  "source_database": "OpenAlex"
}