{
  "openalex_id": "W2589257123",
  "doi": null,
  "title": "The Time-Course and Cost of Telicity Inferences",
  "abstract": "The Time-Course and Cost of Telicity Inferences Andrea S. Proctor (a-proctor@northwestern.edu) Department of Psychology, Northwestern University 2029 Sheridan Road, Evanston, IL 60208 USA Michael Walsh Dickey (m-dickey@northwestern.edu) Department of Communication Sciences and Disorders, Northwestern University 2240 Campus Drive, Evanston, IL 60208 USA Lance J. Rips (rips@northwestern.edu) Department of Psychology, Northwestern University 2029 Sheridan Road, Evanston, IL 60208 USA Abstract Recent evidence suggests that perceivers have consistent intuitions regarding the boundedness properties of objects and events (Solomon, Proctor, & Rips, in preparation). This paper presents a self-paced reading study examining the speed and accuracy with which readers draw such telicity inferences during on-line language comprehension. Participants read sentences containing either a consumption verb (“consume”) or an observation verb (“monitor”) followed by either a mass or a count object (“ice water” vs. “ice cube”). Each sentence ended with an adverbial phrase that was either consistent or inconsistent with the telicity of the preceding event description (“in” or “for” adverbials), along with a comprehension question. Reading-time results suggest that comprehenders are slow to draw telicity inferences, even when the type of verb unambiguously determines the telicity of the sentence. However, responses to post-sentential comprehension questions suggest that verb and noun information together have a surprisingly robust influence on comprehenders’ telicity inferences, even in the face of supposedly unambiguous adverbial information. Together, these results suggest that comprehenders make use of all relevant information in making telicity inferences, but that they do so much more slowly than strongly incremental models of natural language understanding would predict (e.g., Marslen-Wilson & Tyler, 1980). Introduction We readily distinguish two types of physical entities in the world—individuated objects and substances. We refer to these two types of entities with different types of nouns: substances are often referred to with mass nouns (e.g., tea) and objects with count nouns (e.g., cat). These distinctions seem to rest on the boundaries of the physical entities: count nouns typically refer to objects with well-defined boundaries, such as mouse or iceberg, while mass nouns typically refer to substances 1 without clear boundaries, such as mud or water. It should be noted, however, that this distinction between mass and count nouns does not strictly coincide with the substance/object distinction. Jackendoff (1991) notes that, in The domain of events can be divided up similarly. Events can be classified according to whether or not they have an endpoint, or temporal boundary. Actions described by atelic verbs have no inherent endpoint or boundary; these actions have the potential to go on without end (e.g., singing). Verb phrases describing atelic or unbounded events go naturally with for adverbials, which describe the duration of an event, and less naturally with in adverbials, which presuppose the endpoint of an event. “She sang for an hour” sounds much more natural than “She sang in an hour.” Actions described by telic verbs such as delivering, on the other hand, have an inherent endpoint; once an object has arrived at its destination, delivering has reached its end, and cannot logically continue. Verb phrases describing telic or bounded events go naturally with in adverbials and less naturally with for adverbials: “She delivered the package in an hour” sounds much more natural than “She delivered the package for an hour.” These distinctions among verbs or verb phrases are commonly referred to as lexical aspect (e.g., Vendler, 1967; Dowty, 1979). The current experiment explores how these lexical aspect distinctions are computed during sentence comprehension. It also examines when perceivers draw inferences about the boundedness of events, just as they must draw inferences about the boundaries of physical entities (see Solomon, Proctor, & Rips, in preparation). There has been some previous work exploring the cost of modifying or retracting such inferences once they have been drawn: Pinango, Zurif, and Jackendoff (1999) and Todorova, Straub, Badecker, and Frank (2000) demonstrate that encountering information (such as a for adverbial) that forces an event to be construed as atelic causes processing difficulty if previous information had suggested it was telic. The current experiment uses this effect to explore when telicity inferences are drawn on-line. addition to substances, aggregates of individuated objects can act like mass nouns. For instance, the terms cattle and change behave like mass terms, even though each refers to individuated objects (cows and coins, respectively) and not to an unindividuated substance.",
  "authors": [
    {
      "display_name": "Andrea S. Proctor",
      "id": "A5025848097",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Andrea S. Proctor"
    },
    {
      "display_name": "Michael Walsh Dickey",
      "id": "A5087674777",
      "orcid": "https://orcid.org/0000-0002-9068-3313",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Michael Walsh Dickey"
    },
    {
      "display_name": "Lance J. Rips",
      "id": "A5071694098",
      "orcid": "https://orcid.org/0000-0001-7136-6083",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Lance J. Rips"
    }
  ],
  "publication_year": 2004,
  "publication_date": "2004-01-01",
  "type": "article",
  "cited_by_count": 14,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4306523994",
    "display_name": "Proceedings of the Annual Meeting of the Cognitive Science Society",
    "issn_l": null,
    "issn": null,
    "type": "journal",
    "host_organization": null
  },
  "volume": "26",
  "issue": "26",
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2779357210",
      "display_name": "Adverbial",
      "level": 2,
      "score": 0.8073902
    },
    {
      "id": "C2776397901",
      "display_name": "Verb",
      "level": 2,
      "score": 0.75263846
    },
    {
      "id": "C511192102",
      "display_name": "Comprehension",
      "level": 2,
      "score": 0.596773
    },
    {
      "id": "C2777530160",
      "display_name": "Sentence",
      "level": 2,
      "score": 0.5490013
    },
    {
      "id": "C41895202",
      "display_name": "Linguistics",
      "level": 1,
      "score": 0.54013705
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.5313875
    },
    {
      "id": "C2778780117",
      "display_name": "Reading comprehension",
      "level": 3,
      "score": 0.49065128
    },
    {
      "id": "C2776224158",
      "display_name": "Phrase",
      "level": 2,
      "score": 0.43394095
    },
    {
      "id": "C121934690",
      "display_name": "Noun",
      "level": 2,
      "score": 0.4295058
    },
    {
      "id": "C153962237",
      "display_name": "Noun phrase",
      "level": 3,
      "score": 0.42833754
    },
    {
      "id": "C554936623",
      "display_name": "Reading (process)",
      "level": 2,
      "score": 0.40378335
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.14261672
    }
  ],
  "topics": [
    {
      "id": "T10465",
      "display_name": "Neurobiology of Language and Bilingualism",
      "score": 0.9995
    },
    {
      "id": "T10730",
      "display_name": "Language Development and Disorders",
      "score": 0.9984
    },
    {
      "id": "T10656",
      "display_name": "Child and Animal Learning Development",
      "score": 0.9969
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://escholarship.org/content/qt5tv336z1/qt5tv336z1.pdf",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:55:41.497817",
  "source_database": "OpenAlex"
}