{
  "openalex_id": "W2592234332",
  "doi": "https://doi.org/10.15252/emmm.201607231",
  "title": "Supraphysiological levels of <scp>GDF</scp> 11 induce striated muscle atrophy",
  "abstract": "Research Article7 March 2017Open Access Transparent process Supraphysiological levels of GDF11 induce striated muscle atrophy David W Hammers David W Hammers orcid.org/0000-0003-2129-4047 Department of Pharmacology & Therapeutics, University of Florida College of Medicine, Gainesville, FL, USA Myology Institute, University of Florida College of Medicine, Gainesville, FL, USA Search for more papers by this author Melissa Merscham-Banda Melissa Merscham-Banda Department of Pharmacology & Therapeutics, University of Florida College of Medicine, Gainesville, FL, USA Myology Institute, University of Florida College of Medicine, Gainesville, FL, USA Search for more papers by this author Jennifer Ying Hsiao Jennifer Ying Hsiao Cytokinetics Inc., San Francisco, CA, USA Search for more papers by this author Stefan Engst Stefan Engst Cytokinetics Inc., San Francisco, CA, USA Search for more papers by this author James J Hartman James J Hartman Cytokinetics Inc., San Francisco, CA, USA Search for more papers by this author H Lee Sweeney Corresponding Author H Lee Sweeney [email protected] orcid.org/0000-0002-6290-8853 Department of Pharmacology & Therapeutics, University of Florida College of Medicine, Gainesville, FL, USA Myology Institute, University of Florida College of Medicine, Gainesville, FL, USA Search for more papers by this author David W Hammers David W Hammers orcid.org/0000-0003-2129-4047 Department of Pharmacology & Therapeutics, University of Florida College of Medicine, Gainesville, FL, USA Myology Institute, University of Florida College of Medicine, Gainesville, FL, USA Search for more papers by this author Melissa Merscham-Banda Melissa Merscham-Banda Department of Pharmacology & Therapeutics, University of Florida College of Medicine, Gainesville, FL, USA Myology Institute, University of Florida College of Medicine, Gainesville, FL, USA Search for more papers by this author Jennifer Ying Hsiao Jennifer Ying Hsiao Cytokinetics Inc., San Francisco, CA, USA Search for more papers by this author Stefan Engst Stefan Engst Cytokinetics Inc., San Francisco, CA, USA Search for more papers by this author James J Hartman James J Hartman Cytokinetics Inc., San Francisco, CA, USA Search for more papers by this author H Lee Sweeney Corresponding Author H Lee Sweeney [email protected] orcid.org/0000-0002-6290-8853 Department of Pharmacology & Therapeutics, University of Florida College of Medicine, Gainesville, FL, USA Myology Institute, University of Florida College of Medicine, Gainesville, FL, USA Search for more papers by this author Author Information David W Hammers1,2, Melissa Merscham-Banda1,2, Jennifer Ying Hsiao3, Stefan Engst3, James J Hartman3 and H Lee Sweeney *,1,2 1Department of Pharmacology & Therapeutics, University of Florida College of Medicine, Gainesville, FL, USA 2Myology Institute, University of Florida College of Medicine, Gainesville, FL, USA 3Cytokinetics Inc., San Francisco, CA, USA *Corresponding author. Tel: +1 352 273 9416; Fax: +1 352 392 3558; E-mail: [email protected] EMBO Mol Med (2017)9:531-544https://doi.org/10.15252/emmm.201607231 PDFDownload PDF of article text and main figures. Peer ReviewDownload a summary of the editorial decision process including editorial decision letters, reviewer comments and author responses to feedback. ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinked InMendeleyWechatReddit Figures & Info Abstract Growth and differentiation factor (GDF) 11 is a member of the transforming growth factor β superfamily recently identified as a potential therapeutic for age-related cardiac and skeletal muscle decrements, despite high homology to myostatin (Mstn), a potent negative regulator of muscle mass. Though several reports have refuted these data, the in vivo effects of GDF11 on skeletal muscle mass have not been addressed. Using in vitro myoblast culture assays, we first demonstrate that GDF11 and Mstn have similar activities/potencies on activating p-SMAD2/3 and induce comparable levels of differentiated myotube atrophy. We further demonstrate that adeno-associated virus-mediated systemic overexpression of GDF11 in C57BL/6 mice results in substantial atrophy of skeletal and cardiac muscle, inducing a cachexic phenotype not seen in mice expressing similar levels of Mstn. Greater cardiac expression of Tgfbr1 may explain this GDF11-specific cardiac phenotype. These data indicate that bioactive GDF11 at supraphysiological levels cause wasting of both skeletal and cardiac muscle. Rather than a therapeutic agent, GDF11 should be viewed as a potential deleterious biomarker in muscle wasting diseases. Synopsis Growth and differentiation factor (GDF) 11 is a recently suggested anti-aging therapeutic despite its similarity to myostatin. Here, GDF11 is shown to cause wasting of both skeletal and cardiac muscle in vitro and in vivo. GDF11 is a potent inducer of SMAD2/3 activation and skeletal muscle atrophy in vitro. AAV-mediated systemic overexpression of GDF11 induces a rapid cachexic phenotype that involves severe loss of skeletal and cardiac muscle mass. Equal expression of GDF11 and Mstn causes similar losses in skeletal muscle mass; however, Mstn does not affect heart mass. Differential cardiac phenotypes by GDF11 and Mstn may be due to differences in receptor preference. Introduction The transforming growth factor (TGF)β superfamily of signaling proteins consists of a number of ligands having diverse effects. In mammals, there are more than 30 superfamily members that are currently classified into 4 subfamilies based on sequence similarities (Mueller & Nickel, 2012): TGFβs, the bone morphogenic proteins (BMPs)/growth and differentiation factors (GDFs), the activins/inhibins/nodals, and \"others\", all having various roles in development, tissue maintenance, tissue repair, and disease. The GDF member, myostatin (Mstn; also known as GDF8), is of particular importance/interest in skeletal muscle as a potent negative regulator of muscle mass (McPherron et al, 1997), and strategies to inhibit its activity have received much focus for the treatment of degenerative and wasting diseases of skeletal muscle (Sumner et al, 2009; Morine et al, 2010a; Zhou et al, 2010). GDF11, which shares 90% homology with Mstn in its mature signaling peptide, has been the subject of recent reports proposing anti-aging effects in heart (Loffredo et al, 2013), skeletal muscle (Sinha et al, 2014), and brain (Katsimpardi et al, 2014). These data have generated controversy about the physiological effects and therapeutic potential of GDF11, as highlighted in a recent pair of contending viewpoint articles (Harper et al, 2016; Walker et al, 2016). Like many other members of the TGFβ superfamily, Mstn and GDF11 are both translated as a precursor protein with a secretion signal sequence, a propeptide domain, and a mature peptide domain, with a disulfide bond between two mature peptide domains (forming a dimer). The proteins are further processed by cleavage of the mature peptides from their respective propeptides, though they remain bound in a latent complex such that the propeptides prevent the mature dimer from becoming an active ligand. This latent complex is secreted and can be activated by proteolysis of the propeptides by BMP-1/tolloid metalloproteinase (Wolfman et al, 2003; Ge et al, 2005), which releases the mature dimer to become a free ligand. Cell signaling induced by TGFβ superfamily ligands is mediated though several type I and type II receptors that can dimerize in different combinations, based on affinities to the ligand and receptor expression by the cell (Mueller & Nickel, 2012). Mstn and GDF11 are ligands for the activin type II B receptor (ActRIIB; a TGFβ type II receptor). Their binding to ActRIIB recruits either activin-like kinase (ALK) 4 or ALK5 type I receptors to the complex, activating the canonical ActRIIB signaling pathway through phosphorylation of SMAD2/3, dimerization with SMAD4, and activation of transcriptional activity (Derynck & Zhang, 2003). The TGFβ superfamily can also activate non-canonical, less elucidated pathways that involve mitogen-activated protein kinase (MAPKs), including p38 MAPK and extracellular regulated kinase (ERK) pathways (Derynck & Zhang, 2003). While it is well known that Mstn, through activation of the canonical SMAD2/3 pathway, negatively affects skeletal muscle mass in vitro and in vivo (McPherron et al, 1997; Trendelenburg et al, 2009), the effects of GDF11 on muscle have been less clear, despite the highly similar structure and signaling activation. Unlike the highly muscular Mstn knockout mouse (McPherron et al, 1997), ablation of GDF11 is perinatal lethal and results in skeletal patterning defects (McPherron et al, 1999). Additionally, disruption of GDF11 in skeletal muscle results in no change in phenotype (McPherron et al, 2009), suggesting muscle-derived GDF11 has a minor, if any, physiological role. This ambiguity of GDF11 function in striated muscle has led to controversy over whether recombinant GDF11 therapy can reverse age-related cardiac hypertrophy (Loffredo et al, 2013) or skeletal muscle regenerative defects (Sinha et al, 2014). Indeed, several reports have emerged in response to these data, indicating non-specific GDF11 detection methods (Egerman et al, 2015; Rodgers & Eldridge, 2015; Smith et al, 2015), irreproducibility of GDF11 decline with age (Egerman et al, 2015; Rodgers & Eldridge, 2015), prevention of cardiac hypertrophy (Smith et al, 2015), and the enhancement of muscle regeneration (Egerman et al, 2015; Hinken et al, 2016). From this controversy, it is clear that the biological effects of GDF11 are not yet clearly delineated. The aim of the present report is to characterize the effects of bioactive GDF11 on differentiated striated muscle tissue. We demonstrate that recombinant GDF11 is a more potent activator of SMAD2/3 than Mstn and induces atrophy in differentiated myotubes. In addition, we report that systemic overexpression of full-length GDF11 in C57BL/6 mice promotes a severe wasting phenotype in both skeletal and cardiac muscle. While Mstn and GDF11 similarly affect skeletal muscle mass in vivo, GDF11 overexpression leads to lethality. Results Recombinant GDF11 induces SMAD2/3 activation and atrophy in C2C12 myotubes To assess relative potencies of TGFβ superfamily ligands on SMAD activation in vitro, we evaluated canonical signaling for several ligands, including Mstn and GDF11. In HEK293T cells, phosphorylation of SMAD2/3 (p-SMAD2/3) is potently stimulated by Mstn, GDF11, activin A, and TGFβ (Fig 1A left), while phosphorylation of SMAD1/5/8 (p-SMAD1/5/8) shows relatively modest stimulation by only activin A (Fig 1A right), especially in comparison with known stimulators of this pathway, such as BMP2 (a BMP type II receptor ligand). We also verified the involvement of the ActRIIB in the responses of Mstn, GDF11, and activin A using a murinized version of the BYM338 antibody that targets ActRIIB (Fig EV1A and B). In the presence of antibody, stimulation of HEK293T cells with GDF11, Mstn, or activin A resulted in > 100-fold reduced potencies for all three ligands. By comparison, the potency and amplitude of TGFβ stimulation remained unchanged, thus verifying the requirement of ActRIIB for the potencies of affected ligands. Figure 1. Activation of SMAD pathways by TGFβ superfamily ligands in vitro Relative p-SMAD2/3 (left) and p-SMAD1/5/8 (right) response, evaluated by AlphaLISA signal, of HEK293T cells after 1-h exposure to recombinant myostatin (Mstn), activin A, GDF11, TGFβ, and BMP2. Relative p-SMAD2/3 response of C2C12 myoblasts (left) and myotubes (right) after 1-h exposure to Mstn, activin A, GDF11, and TGFβ. Phosphorylation of SMAD2 and SMAD3 in differentiated C2C12 myotubes following stimulation with recombinant Mstn or GDF11 for 30 and 60 min, as detected by immunoblotting. Equal loading is verified by Ponceau Red staining. EC50 values (in nM) for p-SMAD2/3 and p-SMAD1/5/8 responses of HEK293T, C2C12 myoblasts, and C2C12 myotubes to the above listed ligands, as well as p-SMAD1/5/8 response to BMP4, BMP6, and BMP7. Data information: Values are displayed as mean ± SEM; n = 4 for all data points. Download figure Download PowerPoint Click here to expand this figure. Figure EV1. Additional SMAD response assays to TGFβ ligands A, B. Significant shifts in the response of HEK293T cells to Mstn, GDF11, and activin A are observed with the addition of ActRIIB antibody (anti-ActRIIB), when 0 or 100 nM anti-ActRIIB was applied to HEK293T cells overnight prior to ligand addition and AlphaLISA evaluation. Note that the 0 nM antibody treatment panel is the un-normalized form of Fig 1A left. EC50 values (in nM) are listed for the antibody data in (B). C. p-SMAD1/5/8 response of C2C12 myoblasts (left) and myotubes (right) in response to TGFβ family member ligands. All cells were stimulated with ligand 1 h prior to lysis and evaluation by AlphaLISA. Data Information: Values are displayed as mean ± SEM; n = 4 for all data points. Download figure Download PowerPoint In differentiated C2C12 myotubes (Fig 1B right), TGFβ is a potent stimulator of p-SMAD2/3, while Mstn and GDF11 demonstrate less potency (~103 less potent than TGFβ), with GDF11 being more potent than Mstn (~30-fold), and activin A showing even less potency. The maximum level of p-SMAD2/3, however, is much reduced for GDF11 compared to Mstn. C2C12 myoblasts demonstrate a similar response to these ligands (Fig 1B left), though the relative amplitude of p-SMAD2/3 in response to GDF11 stimulation over differentiated cells is significantly decreased, while the potency is similar to that observed in myotubes. Effective induction of p-SMAD2 and p-SMAD3 in myotubes after 30 and 60 min of exposure to Mstn or GDF11 was also demonstrated by immunoblotting (Fig 1C). Phosphorylation of SMAD1/5/8 in C2C12 myoblasts or myotubes is not affected by GDF11 or Mstn, though BMP ligands potently stimulate this pathway (Fig EV1C). The measureable EC50s of ligands in these experiments are shown in Fig 1D. As it has been previously demonstrated that recombinant GDF11 can inhibit myoblast differentiation in vitro (Trendelenburg et al, 2009; Egerman et al, 2015), we sought to determine whether sustained exposure of GDF11 induces atrophy in differentiated myotubes. Thus, at seven days following induction of differentiation of C2C12 myoblasts, we added media supplemented with no ligand, of recombinant (r)Mstn, rGDF11, or rTGFβ (50 ng/ml; depicted in Fig 2A), and analyzed myotube diameter after 3 days of treatment to ensure steady-state effects of ligand exposure are observed. GDF11-treated myotube diameter (−40%) was nearly identical in size as Mstn (−36%) and TGFβ-treated myotubes (−34%), compared to control myotubes (Fig 2B–D). The observed myotube atrophy induced by Mstn and GDF11 does not appear to be due to loss of myonuclei, as myotube nuclear content (normalized to length of myotubes) is actually increased by treatment (Fig 2E). Phosphorylation of SMAD3 via Mstn and GDF11 can also be found in these myotubes (Fig 2F), albeit to a lower degree than the acute stimulation shown in Fig 1C, as is typical for cellular responses to chronic stimuli. Therefore, we conclude that exposure of GDF11 does negatively affect myotube size in vitro in response to the potent activation of p-SMAD2/3. Figure 2. GDF11 induces myotube atrophy in vitro A, B. C2C12 myoblasts were differentiated for seven days, then control (n = 5), myostatin (Mstn; n = 4), growth differentiation factor 11 (GDF11; n = 5), or transforming growth factor β (TGFβ; n = 3) supplemented media (50 ng/ml) was added for 3 days (depicted in A) before PFA fixation and staining with myosin heavy chain (MHC) to evaluate myotube diameter (B). The scale bars represent 50 μm. C, D. Myotube diameter data (n = 200–400 myotubes from 3 to 5 different trials) are depicted as a histogram of diameter distribution (C) and as mean diameter (mean ± SEM; D) by treatment. E. Myotube nuclear content was quantified as DAPI-positive nuclei per μm of myotube length for control, Mstn, and GDF11 treatment groups. F. Phosphorylation of SMAD3 in control, Mstn, and GDF11 treatment groups, as detected by immunoblotting. Equal loading is verified by Ponceau Red staining. Data information: Data are depicted as histogram of distribution (C) or mean ± SEM (D, E). Statistical analysis was performed using one-way ANOVA analysis with Tukey's HSD post hoc test (non-connecting letters indicate P < 0.05 between groups) and effect size presented as eta-squared (η2). Download figure Download PowerPoint Systemic GDF11 overexpression induces skeletal and cardiac muscle atrophy in vivo The effects of supraphysiological GDF11 were tested in vivo (scheme depicted in Fig 3A) by treating 12-week-old C57BL/6 male mice with full-length murine GDF11 expressed in the liver using the liver-specific α1-anti-trypsin promoter (with ApoE enhancer) packaged into AAV2/8 (referred hereafter as AAV8.GDF11). Robust expression of the transgene was evident within days, as AAV8.GDF11-treated mice required euthanasia 7 days following treatment after losing over 35% of their body mass (Fig 3E). The liver exhibited clear expression of full-length and monomeric GDF11 [Fig 3B; analyzed using R&D Systems' clone 743833 mouse mAb (Egerman et al, 2015; Smith et al, 2015)]. Serum levels of ~60 μg/ml were estimated from the monomeric band [equating to ~3.3 mg/kg for a 23 g mouse (using the standard mouse blood volume of 0.055 ml/g bwt); Fig 3C], while in the quadriceps, monomeric GDF11 content was in the order of 0.001% of the total muscle protein (Fig 3D). Interestingly, each AAV8.GDF11 sample exhibits a ~25 kDa immunoreactive band (denoted with * in Figs 3 and EV2) that is particularly prominent in the serum (immunoreactive with anti-mouse IgG, yet cannot be depleted by a combination of protein A/G and protein L-coated agarose beads; Fig EV2D). Also included in these experiments was a group of mice treated with an identical AAV2/8 dose of a construct containing full-length murine Mstn (AAV8.Mstn). However, due to substantial disparity in expression (detected using anti-Mstn C-terminal REGN459 mouse mAb; Fig EV2) between these two viral treatments, AAV8.Mstn data from this seven-day treatment cohort are only included in the Expanded View data. Figure 3. Supraphysiological levels of GDF11 cause atrophy of striated muscle in vivo A. Twelve-week-old male C57BL/6 mice (n = 3) were injected i.p. with PBS (control) or 1 × 1012 gc of a liver-specific GDF11 packaged in AAV2/8 (AAV8.GDF11), and were euthanized seven days after treatment. B–D. Immunoblotting of IgG-reduced samples (see Materials and Methods) reveals an increase in GDF11 content in AAV8.GDF11-treated liver (B), serum (C), and quadriceps (D), as detected by the R&D Systems GDF11 mouse mAb under reducing (50 mM DTT) conditions. The identifiable bands of full-length GDF11 and monomeric GDF11 in the immunoblots are labeled, while an ambiguous 25 kDa band is marked with a star (*). GAPDH immunoblotting is shown to demonstrate equal loading among lanes. E, F. Seven days after, AAV8.GDF11 treatment resulted in substantial losses in body weight (E), and muscle mass of the soleus (Sol), extensor digitorum longus (EDL), tibialis anterior (TA), gastrocnemius (Gas), quadriceps (Quad), and heart (F). Values depicted are mean ± SEM. Statistical analysis was performed using two-tailed Student's t-test with effect size presented as Cohen's d (d). Download figure Download PowerPoint Click here to expand this figure. Figure EV2. Antibody validation and overexpression verification A–C. Twelve-week-old C57BL/6 male mice were injected i.p. with PBS, a liver-specific myostatin (Mstn) construct packaged into AAV2/8 (AAV8.Mstn), or a liver-specific GDF11 construct packaged into AAV2/8 (AAV8.GDF11; n = 3). Verification of GDF11 and Mstn overexpression in the liver (A), serum (B), and quadriceps (C) of treated mice using clone 743833 anti-GDF11 (R&D Systems #MAB19581) and REGN459 anti-Mstn (Regeneron Pharmaceuticals) mouse monoclonal antibodies using samples pre-incubated with protein A/G-coated agarose beads, to reduce endogenous IgGs, and prepared in reducing conditions. The star (*) represents a 25 kDa band that is specifically prominent in AAV8.GDF11-treated samples, however, is detected by anti-mouse IgG secondary antibodies. Note that these are the full immunoblot images for those found in Fig 3B–D. D. Immunoblotting for GDF11 (using R&D #MAB19581) with reduced (50 mM DTT) and non-reduced (no DTT) forms of recombinant GDF11 and Mstn, and liver samples from control, AAV8.Mstn, and AAV8.GDF11 mice subjected to IgG depletion with both protein A/G (targets IgG heavy chains) and protein L (targets IgG light chains)-coated agarose beads. The differential detection of anti-mouse IgG immunoreactive bands between AAV8.GDF11-treated samples and the other groups indicates that GDF11 modifies anti-mouse IgG immunoreactive species which do not appear to be depletable by incubation with protein A/G or L. The non-reduced AAV8.GDF11 sample (lane 14) demonstrates both 25 and 12.5 kDa bands immunoreactive with anti-mouse IgG secondary antibodies, as well. The star (*) represents the ambiguous 25 kDa band mentioned above. Download figure Download PowerPoint The severe wasting phenotype caused by this robust systemic increase in GDF11 includes skeletal muscle mass loss of 21% in the soleus, 30% in the extensor digitorum longus, 23% in the tibialis anterior (TA), 23% in the gastrocnemius, and 26% in the quadriceps, as well as a 29% loss of heart mass (Fig 3F). This atrophy is evident at the myocyte level, as TA fiber and cardiomyocyte size is decreased by AAV8.GDF11 (Fig 4A and B). Interestingly, long-term experiments involving manipulations of Mstn/GDF11 (Fig EV3) substantially affect skeletal muscle mass, but not heart mass. For instance, a 12-week treatment cohort with an equal dose of AAV8.Mstn demonstrates similar muscle mass decrements (relative to respective controls) as the seven-day AAV8.GDF11 group, though no effects on cardiac mass are seen (Fig EV3A). Additionally, inhibition of either Mstn or GDF11 in the same 12-week trial by liver targeted overexpression of BMP-1/tolloid metalloproteinase-resistant mutations either of Mstn (D76A) or GDF11 (D120A) propeptides (dnMstn and dnGDF11, respectively) results in substantial increases in muscle mass without affecting heart mass (Fig EV3A). Likewise, Mstn knockout mice demonstrate this same trend (Cohn et al, 2007) (Fig EV3B). These data demonstrate that GDF11 causes atrophy in both skeletal and cardiac muscle, but only skeletal muscle atrophy is seen by overexpression of Mstn. Figure 4. Myofiber and cardiomyocyte atrophy induced by GDF11 A, B. Wheat germ agglutinin (WGA; Texas Red-conjugated) stained sections of the tibialis anterior (TA; A) and left ventricle (LV; B) from PBS (control) and liver-specific GDF11 (AAV8.GDF11)-treated mice (n = 3) were evaluated for minimum Feret diameter of the individual myocytes (n = 500–600 cells/group). The scale bars represent 100 μm. Myocyte size data are presented as a histogram of minimum Feret diameter distribution. Statistical analysis was performed using two-tailed Student's t-test with effect size presented as Cohen's d (d). Download figure Download PowerPoint Click here to expand this figure. Figure EV3. Long-term Mstn/GDF11 manipulation in vivo Four-week-old C57BL/6 male mice were injected IP with PBS (control; n = 6) or 1 × 1012 gc of AAV2/8 packaged liver-specific constructs of full-length Mstn (AAV8.Mstn; n = 7), Mstn D76A propeptide (AAV8.dnMstn; n = 3), or GDF11 D120A propeptide (AAV8.dnGDF11; n = 4) and euthanized at 16 weeks of age (84 day treatments). Body weights and muscle masses of 12-week-old MstnWT/WT (n = 6), MstnWT/KO (n = 6), and MstnKO/KO (n = 4) mice congenic on a C57BL/6 background. Data Information: Values are presented as mean ± SEM. Statistical analysis performed using one-way ANOVA analysis with Tukey's HSD post hoc test (non-connecting letters indicate P < 0.05 between groups) and effect size presented as eta-squared (η2). Download figure Download PowerPoint Consistent with previous reports (Egerman et al, 2015) and the in vitro reporter assays described above, systemic elevation by AAV8.GDF11 induced strong phosphorylation of SMAD3 in quadriceps muscle (Fig 5A), suggesting the atrophic effects of GDF11 in skeletal muscle involve the canonical signaling pathway. GDF11 also showed a negative physiological effect on the opposing p-SMAD1/5/8 pathway (Fig EV4A), while SMAD4 content is variable upon GDF11 stimulation (Fig EV4A). GDF11 also increases Akt content without consistently affecting p-Akt (Fig 5A), which may be a compensatory response to the atrophy. The systemic overexpression of GDF11 also affects the phosphorylation of p38 MAPK (Fig 5A), suggesting non-canonical signaling may play a secondary role to the strongly elevated canonical pathway in skeletal muscle. NOX4 content, which was recently shown to have a major role in TGFβ-mediated muscle dysfunction (Waning et al, 2015), does not appear to be affected by GDF11 (Fig EV4A). Figure 5. GDF11-induced signaling and atrogene expression in skeletal and cardiac muscle Immunoblotting data from quadriceps of PBS (control; n = 3) and liver-specific GDF11 (AAV8.GDF11; n = 3)-treated male C57BL/6 mice for phosphorylated and total forms of SMAD3, Akt, and p38 MAPK. Loading is normalized by GAPDH content and quantified relative to control values. Immunoblotting data for phosphorylated and total forms of SMAD3, p38 MAPK, and p42/p44 ERK in the hearts of control and AAV8.GDF11-treated male C57BL/6 mice. Loading is normalized by GAPDH content and quantified relative to control values. Phosphorylation status of SMAD3 in the hearts of control (n = 3) and AAV8.GDF11-treated male C57BL/6 mice at 3 days (n = 4) and 5 days (n = 4) following injection. Loading is normalized by Ponceau Red staining and quantified relative to control values. Gene expression of Fbxo32 (MAFbx gene), Trim63 (MuRF1 gene), and Fbxo30 (MUSA-1 gene) in the quadriceps (left) and heart (right) of control (n = 3) and AAV8.GDF11-treated male C57BL/6 mice at 3 days (n = 4) and 5 days (n = 4) following injection. Relative gene expression values were calculated by the ΔΔCt method using Gapdh as the reference gene. Data information: Values depicted are mean ± SEM. In (A, B), statistical analysis was performed using two-tailed Student's t-test with effect size presented as Cohen's d (d). In (C, D), statistical analysis was performed using one-way ANOVA analysis with Tukey's HSD post hoc test (non-connecting letters indicate P < 0.05 between groups) and effect size presented as eta-squared (η2). Download figure Download PowerPoint Click here to expand this figure. Figure EV4. Full immunoblots from AAV8.Mstn- and AAV8.GDF11-treated mice A, B. Quadriceps (A) and heart (B) lysates from mice described in Figs 2 and EV2 were immunoblotted for phosphorylated and total content of SMAD3, SMAD1/5/8, Akt, p38 MAPK, ERK1/2, total SMAD4, and total NOX4. GAPDH content was used as a loading control and normalization standard. Note that the cropped version of many of these images is found in Fig 5A and B. C. Phosphorylation of TAK1 is not different between control and AAV8.GDF11-treated hearts or quadriceps. Download figure Download PowerPoint In the heart, the p-SMAD3 response to AAV8.GDF11 is not as prominent as in skeletal muscle at 7 days following treatment, which coincides with substantial loss of SMAD3 protein in the AAV8.GDF11 group (Fig 5B). Elevated phosphorylation of SMAD3 in the heart is seen at the earlier time points of 3 and 5 days post-treatment (Fig 5C), suggesting that cardiac muscle may differ at regulating SMAD3 signaling following chronic stimulation than skeletal muscle. As in skeletal muscle, the SMAD1/5/8 pathway is decreased, while SMAD4 content is unchanged (Fig EV4B). Contrary to skeletal muscle, non-canonical signaling, as evidenced by large increases in the phosphorylation of p38 MAPK and ERK1/2 (Fig 5B), is more highly elevated than the canonical pathway. This activation does not appear to be mediated through stimulation of TGFβ-activated kinase (TAK) 1 signaling (Fig EV4C). To determine whether this cachexic phenotype is accompanied by increased expression of muscle \"atrogenes\", gene expression of the muscle-specific E3 ubiquitin ligases Fbxo32 (MAFbx/atrogin-1 gene), Trim63 (MuRF1 gene), and Fbxo30 (MUSA1 gene) (Bodine et al, 2001; Sartori et al, 2013) was measured in the quadriceps and hearts of mice treated with AAV8.GDF11 for 3 and 5 days (Fig 5D). At 5 days of exposure, modest ~2.5-fold upregulations of Fbxo32 and Trim63 were found in the quadriceps, while Fbxo30 expression remained unchanged. Trim63 expression in the heart was elevated ~twofold at both days 3 and 5, while Fbxo32 expression was unchanged and Fbxo30 expression became highly variable. These data suggest the striated muscle \"atrogene\" program is activated by systemic GDF11 overexpression; however, this activation is very modest in comparison with those shown by other atrophy models (Bodine et al, 2001; Sacheck et al, 2007). Pharmacological levels of full-length GDF11 uniquely induce cachexia and cardiac atrophy To determine whether exposure levels similar to those reported to have pharmacological benefit also induce such a degree of muscle atrophy, a dose de-escalation study was performed using 1 × 1011 gc (hereafter refer",
  "authors": [
    {
      "display_name": "David W. Hammers",
      "id": "A5065572905",
      "orcid": "https://orcid.org/0000-0003-2129-4047",
      "institutions": [
        {
          "id": "I33213144",
          "display_name": "University of Florida",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I94062374",
          "display_name": "Florida College",
          "country_code": "US",
          "type": "education"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "David W Hammers"
    },
    {
      "display_name": "Melissa Merscham‐Banda",
      "id": "A5044429324",
      "orcid": null,
      "institutions": [
        {
          "id": "I33213144",
          "display_name": "University of Florida",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I94062374",
          "display_name": "Florida College",
          "country_code": "US",
          "type": "education"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Melissa Merscham‐Banda"
    },
    {
      "display_name": "Jennifer Ying Hsiao",
      "id": "A5063225133",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210139583",
          "display_name": "Cytokinetics (United States)",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jennifer Ying Hsiao"
    },
    {
      "display_name": "Stefan Engst",
      "id": "A5087178450",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210139583",
          "display_name": "Cytokinetics (United States)",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Stefan Engst"
    },
    {
      "display_name": "James J. Hartman",
      "id": "A5045297591",
      "orcid": "https://orcid.org/0000-0001-8301-0199",
      "institutions": [
        {
          "id": "I4210139583",
          "display_name": "Cytokinetics (United States)",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "James J Hartman"
    },
    {
      "display_name": "H. Lee Sweeney",
      "id": "A5002499186",
      "orcid": "https://orcid.org/0000-0002-6290-8853",
      "institutions": [
        {
          "id": "I33213144",
          "display_name": "University of Florida",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I94062374",
          "display_name": "Florida College",
          "country_code": "US",
          "type": "education"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "H Lee Sweeney"
    }
  ],
  "publication_year": 2017,
  "publication_date": "2017-03-07",
  "type": "article",
  "cited_by_count": 109,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S163075119",
    "display_name": "EMBO Molecular Medicine",
    "issn_l": "1757-4676",
    "issn": [
      "1757-4676",
      "1757-4684"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310319965"
  },
  "volume": "9",
  "issue": "4",
  "first_page": "531",
  "last_page": "544",
  "open_access": {
    "is_oa": true,
    "oa_status": "gold",
    "oa_url": "http://embomolmed.embopress.org/content/embomm/9/4/531.full.pdf",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C161191863",
      "display_name": "Library science",
      "level": 1,
      "score": 0.4351916
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.42470604
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.08300054
    }
  ],
  "topics": [
    {
      "id": "T10441",
      "display_name": "Muscle Physiology and Disorders",
      "score": 0.9998
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.15252/emmm.201607231",
  "pdf_url": "http://embomolmed.embopress.org/content/embomm/9/4/531.full.pdf",
  "retrieved_date": "2025-07-30T15:55:14.709229",
  "source_database": "OpenAlex"
}