{
  "openalex_id": "W2591363250",
  "doi": "https://doi.org/10.15625/0866-7187/38/4/8993",
  "title": "Petrography and geochemistry of Permian basalts of the Cam Thuy formation and their relation to Song Da and Emeishan magmatic rocks",
  "abstract": "Cam Thuy Permian basalts consisting of thick lava flows and pyroclastic layers appear along both sides of the Song Ma fault zone in Thanh Hoa and in Son La and Ninh Binh provinces, NW Vietnam. The magmatism has been thought to have genetic relationship with Permian volcanism in the Song Da rift zone, which is believed to be part of the Emeishan large igneous province, having been extruded along the Red River shear zone following Paleogene India-Eurasian collision. A set of Cam Thuy volcanic samples including olivine and alkaline basalts was collected in the Lam Son area (Tho Xuan, Thanh Hoa province) to analyze for geochemical major, trace element and Sr-Nd-Pb isotopic composition. The Cam Thuy basalts are high-TiO2, CaO, FeO*, moderate MgO and SiO2 that plot between the Song Da and Emeishan high- and low-Ti basalt distribution fields and closely overlap that of Song Da’s high-Ti field. The primitive mantle and chondrite normalized trace element patterns of Cam Thuy basalts are essentially enriched oceanic island basalt (OIB)-like; this feature, together with crustal contamination-free, chondritic Sr, Nd and Pb initial (255Ma) isotopic composition are certainly of asthenospheric origin. These geochemical and isotopic characteristics are closely analogous to those features observed for the Song Da high-Ti basalts, suggesting similarity in their source of origin. Nevertheless, while the Song Da (and Emeishan) magmatism is signified by the presence of both high- and low-Ti basalts, with the latter being derived from heterogeneous and partially crustal-material contaminated sources in the lithospheric mantle, this low-Ti volcanic rock type has yet to be discovered in the Cam Thuy formation.ReferencesAnders, E., Grevesse, N., 1989. Abundances of the elements: meteorite and solar. Geochimica et Cosmochimica Acta 53, 197-214.Balykin, P.A, Polykov G.V., Petrova T.E., Hoang Huu Thanh, Tran Trong Hoa., Ngo Thi Phuong, Tran Quoc Hung, 1996. Petrology and evolution of the formation of Permian-Triassic mafic-ultramafic associations in North Vietnam. J. Geology B/7-8, 59-64, Hanoi.Balykin, P.A, Polykov, G.V., Izokh, A.E., Tran Trong Hoa, Ngo Thi Phuong, Tran Quang Hieu, Petrova, T.E, 2010. Geochemistry and petrogenesis of Permian ultramafic- mafic complexes of the Jin-ping-Song Da rift (Southeastern Asia), Russian Geology and Geophysics, 51, 6, 611-624.Carlson, R.W., Irving, A.J., 1994. Depletion and enrichment history of subcontinental lithospheric mantle: An Os, Sr, Nd, and Pb isotopic study of ultramafic xenoliths from northern Wyoming Craton. Earth and Planetary Science Letters 126, 457-472.Chung S.L, Jahn, B.M., 1995. Plume-lithosphere interaction in generation of the Emeishan flood basalts at the Permian-Triassic boundary, Geology, 23, 10, 889-892.Chung, S.L., Lee, T.Y., Lo, C.H., Wang, P.-L., Chen, C.-Y., Nguyen, T.Y., Tran, T.H., Wu, G.-Y., 1997.Intraplate extension prior to continental extrusion along the Alao Shan-Red River shear zone. Geology, 25, 311-314.Cung Thuong Chi, Geissman, J., 2013. A review of the paleomagnetic data from Cretaceous to lower Tertiary rocks from Vietnam, Indochina and South China, and their implications for Cenozoic tectonism in Vietnam and adjacent areas. Journal of Geodynamics 69, 54-64.Dovjikov, A.E. (Editor), 1965. Geology of Northern Viet Nam. General Dept. Geology of Viet Nam. Science and Technique Publishing, Hanoi, 668p (in Russian).Gallagher, K., Hawkesworth, C.J., 1994. Mantle plumes, continental magmatism and symmetry in the South Atlantic. Earth and Planetary Science Letters, 123, 105-117.Gilder, S.A, Gill, J., Coe, R.S., Zhao, X.X., Liu, Z.W., Yuan, K.R., Liu, W.L., Kuang, G.D, Wu, H.R., 1996. Isotopic and paleomagnetic constrains n the Mesozoic tectonic evolution of south China. Jourral of Geophysical Research 101, 16,137-16, 154.Flower, M.F.J., Tamaki, K., Hoang, N., 1998. Mantle extrusion: a model for dispersed volcanism and DUPAL-like asthenosphere in East Asia and the WPAC. In: Flower, M.F.J., Chung, S.L., Lo, C.H. (Eds.), Mantle Dynamics and Plate Interactions in east Asia, Geodynamics Series, vol. 27. American Geophysical Union, pp. 67-88.Frey, F.A., Clague, D., Mahoney, J.J., Sinton, J.M., 2000. Volcanism at the edge of the Hawaiian plume: petrogenesis of submarine alkalic lavas from the North Arch volcanic field. Journal of Petrology 41, 667-691.Hanski, E., Walker, R.J., Huhma, H., Polyakov, G.V., Balykin, P.A., Tran Trong Hoa, Ngo, T. Phuong, 2004. Origin of the Permian-Triassic komatiites, northwestern Vietnam: Contributions to Mineralogy and Petrology 147, 453-469.Hirose, K., Kushiro, I., 1993. Partial melting of dry peridotites at high pressures: determination of composition of melts segregated from peridotite using aggregate of diamond. Earth and Planetary Science Letters 114, 477-489.Hofmann, A.W, 1997. Mantle geochemistry: the message from oceanic volcanism. Nature 385, 219-229.Hofmann, A.W., 1988. Chemical differentiation of the Earth: the relationship between mantle, continental crust, and oceanic crust. Earth and Planetary Science Letters 90, 297-314.Ionov, D., Hofmann, A.W., 2007. Depth of formation of subcontinental off-craton peridotites. Earth and Planetary Science Letters 261, 620-634.Ishizuka, O., Taylor, R.N., Milton, J.A., Nesbitt, R.W., 2003. Fluid-mantle interaction in an intra-oceanic arc: constraints from high-precision Pb isotopes. Earth Planet. Sci. Lett. 211, 221-236.Izokh, A.E., Polyakov, V.G., Tran Trong Hoa, Balykin, P.A., Ngo Thi Phuong, 2005. Permian-Triassic ultramafic-mafic magmatism of northern Viet Nam and southern China as expression of plume magmatism. Russian Geology and Geophysics (Geologiya I Geofizika) 46 (9), 922-932 (942-951).Kamenetsky, V., Chung, S-L., Kamenetsky, M.B., Kuzmin, D.V., 2012. Picrites from the Emeishan large igneous province, SW China: a compositional continuum in primitive magmas and their respective mantle sources. Journal of Petrology 53 (10), 2095-2113.Kogiso, T., Tatsumi, Y., Shimoda, G., Barsczus, H., 1997. High µ (HIMU) ocean island basalts in southern Polynesia: New evidence for whole mantle scale recycling of subducted oceanic crust. J. Geophys. Res. 102, 8085-8103.Kushiro, I., 1990. Partial melting of mantle wedge and evolution of island arc crust. Journal of Geophysical Research 95, 15929-15939.Kushiro, I., 1996. Partial melting of a fertile mantle peridotite at high pressure: An experimental study using aggregates of diamond; in: Basu, A., Hart, S.R. (Eds.), Earth Processes: Reading the Isotopic Code. Geophys. Monogr. 95, American Geophysical Union, pp. 109-122.Lan, C-Y., Chung, S-L., Shen, J.J-S., Lo, C-H., Wang, P-L., Hoa T.T., Thanh, H.H., Martzman, S.A., 2000. Geochemical and Sr-Nd isotopic characteristics of granitic rocks from northern Vietnam. Journal of Asian Earth Sciences 18, 267-280.Le Bas, M.J., Le Maitre, R.W., Streckeisen, A., Zanettin, B., 1986. A chemical classification of volcanic rocks based on the total alkali-silica diagram. Journal of Petrology 27, 745-750.Le Duy Bach, Dang Tran Quan, 1995. Geological and mineral resources map of Viet Nam 1:200.000. Thanh Hoa Sheet, with Explanatory note. General Dept. Geology of Vietnam, Hanoi.Leloup H. Ph., R. Lacassin, P. Tapponnier, U. Scharer, Zhong Dalai, Liu Xaohan, Zhangshan, Ji Shaocheng and Phan Trong Trinh, 1995. The Ailao Shan-Red River shear zone (Yuunan, China), Tertiary transform boundary of Indochina. Tectonophysics, 251, 3-84.Lo, C.H, Chung, S.L., Lee, T.Y., Wu, G., 2002. Age of the Emeishan flood magmatism and relations to Permian-Triassic boundary events. Earth and Planetary Science Letters 198, 449-458.Menzies, M.A., Rogers, N.W., Tindle, A., Hawkesworth, C.J., 1987. Metasomatic and enrichment processes in lithospheric peridotites, an effect of asthenosphere-lithosphere interaction. In Menzies, M.A., Hawkesworth, C.J. (Eds.) Mantle Metasomatism, 313-359. Academic PressNguyen H, Flower, M.F.J., 1998. Petrogenesis of Cenozoic basalts from Vietnam: Implications for the origin of a 'diffuse igneous province'. Journal of Petrology 39, No 3, 369-395.Nguyen H, Nguyen Dac Lu, Nguyen Van Can, 2004. Paleozoic volcanic rocks in the Song Da region: mantle sources and dynamics. J. Geology 282(7-8, Series A), 10-18 (in Vietnamese with English abstract).Nguyen H, Uto, K., 2003. Geochemistry of Cenozoic basalts in the Fukuoka district (northern Kyushu, Japan): implications for asthenosphere and lithospheric mantle interaction. Chemical Geology 198, 249-268.Nguyen H, Uto, K., 2006. Upper mantle isotopic components beneath the Ryukyu arc system: Evidence for 'back-arc' entrapment of Pacific MORB mantle. Earth and Planetary Science Letters 249, 229-240.Nguyen H, Uto, K., Matsumoto, A., Itoh, J., 2013. Pleistocene intraplate magmatism in the Goto Islands, SW Japan: implications for mantle source evolution and regional geodynamics. J. Geodynamics 68, 1-17.Norman, M.D., Garcia, M.O., 1999. Primitive magmas and source characteristics of the Hawaiian plume: petrology and geochemistry of shield picrites. Earth and Planetary Science Letters 168, 27-44.Pearce, J.A., Norry, M.J., 1979. Petrogenetic implications of Ti, Zr, Y, and Nb variations in volcanic rocks. Contributions to Mineralogy and Petrology 69, 33-37.Polyakov, G.V., Balykin, P.A., Glotov, A.I., Tran Quang Hieu, Ngo Thi Phuong, Hoang Huu Thanh, Bui An Nien, 1991. Permo-Triassic association of high-magnesian volcanites of the Song Da Zone (North-Western Vietnam). Geologiyai Geofizika (Russian Geology and Geophysic) 32(9), 3-15 (1-11).Polyakov, G.V., Nguyen Trong Yem, Balykin, P.A., Tran Trong Hoa, Hoang Huu Thanh, Tran Quoc Hung, Ngo Thi Phuong, Petrova, T.E., Vu Van Van, 1996. Permian - Triassic mafic and ultramafic formations in northern Viet Nam. Science and Technology Publ., Hanoi, 172 p (in Vietnamese).Roeder, P.L., Emslie, R.F., 1970. Olivine-liquid equilibria. Contributions to Mineralogy and Petrology 29, 275-289.Scarrow, J.H., Cox, K.G., 1995. Basalts generated by decompressive adiabatic melting of a mantle plume: a case study from the Isle of Skye, NW Scotland. Journal of Petrology 36, 3-22.Tang, Q., Li, C., Zhang, M., Lin, Y., 2015.U–Pb age and Hf isotopes of zircon from basaltic andesite and geochemical fingerprinting of the associated picrites in the Emeishan large igneous province, SW China. Miner Petrol.109, 103-114.Tapponnier, P., Peltzer, G., Armijo, R., 1986. On the mechanics of the collision between India and Asia. In: M.P. Coward and A.C. Ries (Editors), Collision Tectonics. Geological Society of London, special publication, pp. 115-157.Tapponnier, P., Peltzer, G., Le Dain, A.Y., Armijo, R., Cobbold, P., 1982. Propagating extrusion tectonics in Asia: New insights from simple experiments with plasticine. Geology, 7, 611-616.Tong Zuy Thanh, Vu Khuc, 2005. Stratigraphic units of Viet Nam. Vietnam national university publisher, Hanoi, 504pp (in Vietnamese).Tran Duc Luong, Nguyen Xuan Bao, 1988. Geological map of Viet Nam at 1:500,000. Geological Survey of Viet Nam.Tran Trong Hoa, 2002. Subdivision and correlation of Permian-Triassic basaltoid association in the Song Da structure (NW Vietnam). Journal of Geology, 19-20.Tran Trong Hoa (editor), 2011. Intraplate magmatism and metallogeny of North Vietnam. Science and Technology Published, Hanoi.Tran Trong Hoa, Hoang Huu Thanh, Tran Tuan Anh, Ngo Thi Phuong, Hoang Thi Hang, 1998. High-Ti basaltoid associations in the Song Da rift zone: chemical compositions and formation geodynamics. Journal of Geology, Series A, 244 7-15 (in Vietnamese with English abstract).Tran Trong Hoa, Izokh, A.E., Polyakov, G.V., Borisenko, A.S., Tran Tuan Anh, Balykin, P.A., Ngo Thi Phuong, Rudnev, S.N., Vu Van Van, Bui An Nien, 2008. Permo-Triassic magmatism and metallogeny of Northern Viet Nam in relation to the Emeishan plume. Russian Geology and Geophysics (Geologiya i Geofizika) 49 (7), 480-491 (637-651).Tran Trong Hoa, Lan, Ch-Y., Usuki, T., Shellnutt, J.G., Pham, Thi Dung, Tran Tuan Anh, Pham Ngoc Can, Ngo Thi Phuong, Izokh, A.E., Borishenko, A.S., 2015. Petrogenesis of Late Permian silicic rocks of Tu Le basin and Phan Si Pan uplift (NW Vietnam) and their association with the Emeishan large igneous province. Journal of Asian Earth Sciences, 109, 1-19.Tran Trong Hoa, Nguyen Hoang, 2013. Guide to the field trip. International symposium “Large igneous provinces of Asia: mantle plumes and metallogeny”, Hanoi, November 7-11, 2013, 20p.Tran Trong Hoa, Nguyen Trong Yem, Ngo Thi Phuong, Hoang Huu Thanh, Tran Quoc Hung, Bui An Nien, Hoang Thi Hang, Polyakov, G., Balykin, P.A., Tran, Tuan Anh, 1995. Magnesia-ultrapotassic magmatic rocks and lamproite problems in northwestern Viet Nam. Journal of Geology 5, 412-419 (in Vietnamese with English abstract).Tran Trong Hoa, Polyakov, G.V., Tran Tuan Anh, Borisenko, A.S., Izokh, A.E., Balykin, P.A., Ngo Thi Phuong, Pham Thi Dung, 2015. Intraplate Magmatism and Metallogeny of North Vietnam. Modern Approaches in Solid Earth Sciences, Springer International Publishing house, Switzerland, 372p.Tran Trong Hoa, Tran Tuan Anh, Ngo Thi Phuong., Izokh, A.E., Polyakov, V.G., Balykin, P.A., Lan C.Y., Hoang Huu Thanh, Bui An Nien, Pham Thi Dung, 2004. Gabbro-syenite associations of East Bac Bo structures: evidences of intra-plate magmatism? J. Geology, Ser. B 23, pp. 12-25.Tran Van Tri., Tran Trong Hoa, 2011. Late Paleozoic-Mesozoic Song Da - Tu Le intracontinental rift system. Geology and Natural Resources, Science and Technology Publisher, Hanoi, 425-431.Turner, S., Hawkesworth, C., 1995. The nature of the sub-continental mantle: constraints from the major element composition of continental flood basalts. Chemical Geology 120, 295-314.Usuki, T. Lan, Ch-Y., Tran Trong Hoa, Pham, T. Dung, Wang, K-L., Shellnut, G.L., Chung, S-l/., 2015. Zircon U-Pb ages and Hf isotopic compositions of alkaline silicic magmatic rocks in the Phan Si Pan - Tu Le region, northern Vietnam: Identification of a displaced western extension of the Emeishan Large Igneous Province. Journal of Asian Earth Sciences 97, 102-124.Walker, D., Shibata, T., DeLong, D.E., 1979. Abyssal tholeiites from the Oceanographer Fracture Zone III. Phase equilibria and mixing. Contributions to Mineralogy and Petrology 70, 111-125.Wang, C.Y., Zhou, M.F., Qi, L., 2007. Permian flood basalts and mafic intrusions in the Jinping (SW China - Song Da (northern Vietnam) district: Mantle sources, crustal contamination and sulfide segregation. Chemical Geology 243, 317-343.Xu, Y., Bin, H., Chung, S.L., Menzies, M.A., Frey, F.A., 2004. Geologic, geochemical, and geophysical consequences of plume involvement in the Emeishan flood-basalt province. Geology 32, 10, 917-920.Xu, Y., Chung, S.L, Jahn, B., Wud, G., 2001. Petrologic and geochemical constraints on the petrogenesis of Permian-Triassic Emeishan flood basalts in southwestern China. Lithos 58, 3-4, 145-168.Yamashita, S., Tatsumi, Y., Nohda, S., 1996. Temporal variation in primary magma compositions in the northeast Japan Arc. The Island Arc 5, 276-288.Zhou, M.F., Malpas, J., Song, X.Y., Robinson, P.T., Sun, M., Kennedy, K., Lesher, C.M., Keays, R.R., 2002a. A temporal link between the Emeishan large igneous province (SW China) and the end-Guadalupian mass extinction. Earth Planet. Sci. Lett.196, 113-122.",
  "authors": [
    {
      "display_name": "Nguyễn Hoàng",
      "id": "A5049130930",
      "orcid": "https://orcid.org/0000-0003-3563-0312",
      "institutions": [
        {
          "id": "I70349855",
          "display_name": "Vietnam Academy of Science and Technology",
          "country_code": "VN",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Nguyen Hoang*"
    },
    {
      "display_name": "Tran Thi Huong",
      "id": "A5101438066",
      "orcid": "https://orcid.org/0000-0002-8847-8353",
      "institutions": [
        {
          "id": "I70349855",
          "display_name": "Vietnam Academy of Science and Technology",
          "country_code": "VN",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Tran Thi Huong"
    },
    {
      "display_name": "M. Ogasawara",
      "id": "A5102736505",
      "orcid": "https://orcid.org/0000-0003-4347-3943",
      "institutions": [
        {
          "id": "I4210135230",
          "display_name": "Geological Survey of Japan",
          "country_code": "JP",
          "type": "other"
        },
        {
          "id": "I73613424",
          "display_name": "National Institute of Advanced Industrial Science and Technology",
          "country_code": "JP",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Masatsugu Ogasawara"
    },
    {
      "display_name": "Le Duc Anh",
      "id": "A5110760767",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210163248",
          "display_name": "Institute of Marine Geology and Geophysics",
          "country_code": "VN",
          "type": "facility"
        },
        {
          "id": "I70349855",
          "display_name": "Vietnam Academy of Science and Technology",
          "country_code": "VN",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Le Duc Anh"
    },
    {
      "display_name": "Nguyễn Thị",
      "id": "A5025699088",
      "orcid": "https://orcid.org/0000-0002-8277-3693",
      "institutions": [
        {
          "id": "I70349855",
          "display_name": "Vietnam Academy of Science and Technology",
          "country_code": "VN",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Nguyen Thi Mai"
    },
    {
      "display_name": "Nguyễn Thị Hoài Thu",
      "id": "A5101866338",
      "orcid": "https://orcid.org/0000-0002-1612-5954",
      "institutions": [
        {
          "id": "I70349855",
          "display_name": "Vietnam Academy of Science and Technology",
          "country_code": "VN",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Nguyen Thi Thu"
    },
    {
      "display_name": "Cu Sy Thang",
      "id": "A5084354598",
      "orcid": null,
      "institutions": [
        {
          "id": "I70349855",
          "display_name": "Vietnam Academy of Science and Technology",
          "country_code": "VN",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Cu Sy Thang"
    },
    {
      "display_name": "Le Thi Phuong Dung",
      "id": "A5054331691",
      "orcid": null,
      "institutions": [
        {
          "id": "I70349855",
          "display_name": "Vietnam Academy of Science and Technology",
          "country_code": "VN",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Le Thi Phuong Dung"
    }
  ],
  "publication_year": 2016,
  "publication_date": "2016-10-20",
  "type": "article",
  "cited_by_count": 5,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210205200",
    "display_name": "Vietnam Journal of Earth Sciences",
    "issn_l": "0866-7187",
    "issn": [
      "0866-7187"
    ],
    "type": "journal",
    "host_organization": null
  },
  "volume": "38",
  "issue": "4",
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "http://vjs.ac.vn/index.php/jse/article/download/8993/pdf",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C83365034",
      "display_name": "Permian",
      "level": 3,
      "score": 0.8927758
    },
    {
      "id": "C59235061",
      "display_name": "Petrography",
      "level": 2,
      "score": 0.892524
    },
    {
      "id": "C127313418",
      "display_name": "Geology",
      "level": 0,
      "score": 0.7584089
    },
    {
      "id": "C161509811",
      "display_name": "Basalt",
      "level": 2,
      "score": 0.74662983
    },
    {
      "id": "C17409809",
      "display_name": "Geochemistry",
      "level": 1,
      "score": 0.72283876
    },
    {
      "id": "C25343380",
      "display_name": "Relation (database)",
      "level": 2,
      "score": 0.5220801
    },
    {
      "id": "C5900021",
      "display_name": "Petrology",
      "level": 1,
      "score": 0.39108706
    },
    {
      "id": "C151730666",
      "display_name": "Paleontology",
      "level": 1,
      "score": 0.19845119
    },
    {
      "id": "C77088390",
      "display_name": "Database",
      "level": 1,
      "score": 0.026811272
    },
    {
      "id": "C109007969",
      "display_name": "Structural basin",
      "level": 2,
      "score": 0.0
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10001",
      "display_name": "Geological and Geochemical Analysis",
      "score": 0.9993
    },
    {
      "id": "T13177",
      "display_name": "Geological and Geophysical Studies",
      "score": 0.9972
    },
    {
      "id": "T12157",
      "display_name": "Geochemistry and Geologic Mapping",
      "score": 0.9953
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.15625/0866-7187/38/4/8993",
  "pdf_url": "http://vjs.ac.vn/index.php/jse/article/download/8993/pdf",
  "retrieved_date": "2025-07-30T15:52:42.487696",
  "source_database": "OpenAlex"
}