{
  "openalex_id": "W2605071911",
  "doi": "https://doi.org/10.1086/659643",
  "title": "Correction",
  "abstract": "Previous articleNext article FreeCorrectionAndrew J. Hamilton, Yves Basset, Kurt K. Benke, Peter S. Grimbacher, Scott E. Miller, Vojtech Novotný, G. Allan Samuelson, Nigel E. Stork, George D. Weiblen, and Jian D. L. YenAndrew J. Hamilton1. Department of Resource Management and Geography, University of Melbourne, Burnley Campus, 500 Yarra Boulevard, Richmond, Victoria 3121, Australia Search for more articles by this author , Yves Basset2. Smithsonian Tropical Research Institute, Apartado 0843-03092, Balboa, Ancon, Panama Search for more articles by this author , Kurt K. Benke3. Department of Primary Industries, 32 Lincoln Square North, Carlton, Parkville Centre, Victoria 3052, Australia Search for more articles by this author , Peter S. Grimbacher1. Department of Resource Management and Geography, University of Melbourne, Burnley Campus, 500 Yarra Boulevard, Richmond, Victoria 3121, Australia Search for more articles by this author , Scott E. Miller4. National Museum of Natural History and National Zoological Park, Smithsonian Institution, Washington, DC 20013 Search for more articles by this author , Vojtech Novotný5. Biology Centre, Czech Academy of Sciences and Faculty of Science, University of South Bohemia, Branisovska 31, 370 05 Ceske Budejovice, Czech Republic Search for more articles by this author , G. Allan Samuelson6. Bishop Museum, Honolulu, Hawaii Search for more articles by this author , Nigel E. Stork1. Department of Resource Management and Geography, University of Melbourne, Burnley Campus, 500 Yarra Boulevard, Richmond, Victoria 3121, Australia Search for more articles by this author , George D. Weiblen7. Department of Plant Biology, University of Minnesota, 220 Biological Sciences 8Center, St. Paul, Minnesota 55108 Search for more articles by this author , and Jian D. L. Yen1. Department of Resource Management and Geography, University of Melbourne, Burnley Campus, 500 Yarra Boulevard, Richmond, Victoria 3121, Australia Search for more articles by this author Original articleQuantifying Uncertainty in Estimation of Tropical Arthropod Species Richness.PDFPDF PLUSFull Text Add to favoritesDownload CitationTrack CitationsPermissionsReprints Share onFacebookTwitterLinked InRedditEmailQR Code SectionsMoreAfter the publication of \"Quantifying uncertainty in estimation of tropical arthropod species richness\" by Andrew J. Hamilton et al. (American Naturalist 176:90–95), the authors found two errors.First, on the vertical axis in figure 2, pc and pa need to be switched. Consequently, the accompanying text in the \"Results\" should read as follows: \"A sensitivity analysis showed that uncertainty in the proportion of arthropods that are found in the canopy had the greatest impact on uncertainty in species estimation (fig. 2). However, other parameters (the number of beetle species effectively specialized on a tree species or genus, the proportion of canopy arthropod species that are beetles, and the proportion of beetles that are nonherbivores) also had influence.\"Second, A.J.H. made an error (incorrect cell reference) in the programming of the bootstrapping procedure, which led to a slight underestimate of parameter x. The corrected version of model A yields a median estimate of 6.1 million species, with a 90% confidence interval of [3.6, 11.4] (cf. 3.7 [2.0, 7.4] for the original). Similarly, the correction yielded a median estimate for model B of 7.8 [3.9, 13.7] million species (cf. 2.5 [1.1, 5.4] for the original). It is worth noting that for both models the 90% confidence intervals of the original and corrected versions overlapped, and for model A the original median estimate of 3.7 million was encompassed by the confidence interval of the corrected model. Furthermore, the statement that the model predicts the probability of there being 30 million species or more to be <0.0001 still holds true. Having rerun the model to correct for the bootstrapping error, we found that the correlation coefficients for the sensitivity analysis are as follows: for model A, , , , , ; for model B, , , , . Previous articleNext article DetailsFiguresReferencesCited by The American Naturalist Volume 177, Number 4April 2011 Published for The American Society of Naturalists Article DOIhttps://doi.org/10.1086/659643 Views: 441Total views on this site Citations: 23Citations are reported from Crossref HistorySubmitted January 15, 2011Accepted January 15, 2011 © 2011 by The University of Chicago. All rights reserved.PDF download Crossref reports the following articles citing this article:Fredy Palacino-Rodríguez, María Alejandra Lozano, Mariano Altamiranda-Saavedra, Nini Johana Beltrán, Andrea Carolina Penagos, Dayana Hueso-Olaya, Irina Tatiana Morales, Kelly Johana Ríos, Paola Camacho-Contreras, Diego Andrés Palacino-Penagos, Alexander Penagos-Arevalo, Enrique Arbeláez-Cortés Knowledge on Colombian insects and arachnids: a bibliometric approach, Studies on Neotropical Fauna and Environment 18 (Feb 2022): 1–13.https://doi.org/10.1080/01650521.2022.2035119Marcel Böhme STADS, ACM Transactions on Software Engineering and Methodology 27, no.22 (Apr 2018): 1–52.https://doi.org/10.1145/3210309Rannveig M. Jacobsen, Anne Sverdrup-Thygeson, Håvard Kauserud, Tone Birkemoe Revealing hidden insect–fungus interactions; moderately specialized, modular and anti-nested detritivore networks, Proceedings of the Royal Society B: Biological Sciences 285, no.18761876 (Apr 2018): 20172833.https://doi.org/10.1098/rspb.2017.2833Brendan B. Larsen, Elizabeth C. Miller, Matthew K. Rhodes, and John J. Wiens Inordinate Fondness Multiplied and Redistributed: the Number of Species on Earth and the New Pie of Life, The Quarterly Review of Biology 92, no.33 (Aug 2017): 229–265.https://doi.org/10.1086/693564K. Ottens, I. S. Winkler, M. L. Lewis, S. J. Scheffer, G. A. Gomes‐Costa, M. A. Condon, A. A. Forbes Genetic differentiation associated with host plants and geography among six widespread species of South American Blepharoneura fruit flies (Tephritidae), Journal of Evolutionary Biology 30, no.44 (Feb 2017): 696–710.https://doi.org/10.1111/jeb.13043Nigel E. Stork, Marisa Stone, Legi Sam Vertical stratification of beetles in tropical rainforests as sampled by light traps in North Queensland, Australia, Austral Ecology 41, no.22 (Jul 2015): 168–178.https://doi.org/10.1111/aec.12286Robert M. Ewers, Michael J. W. Boyle, Rosalind A. Gleave, Nichola S. Plowman, Suzan Benedick, Henry Bernard, Tom R. Bishop, Effendi Y. Bakhtiar, Vun Khen Chey, Arthur Y. C. Chung, Richard G. Davies, David P. Edwards, Paul Eggleton, Tom M. Fayle, Stephen R. Hardwick, Rahman Homathevi, Roger L. Kitching, Min Sheng Khoo, Sarah H. Luke, Joshua J. March, Reuben Nilus, Marion Pfeifer, Sri V. Rao, Adam C. Sharp, Jake L. Snaddon, Nigel E. Stork, Matthew J. Struebig, Oliver R. Wearn, Kalsum M. Yusah, Edgar C. Turner Logging cuts the functional importance of invertebrates in tropical rainforest, Nature Communications 6, no.11 (Apr 2015).https://doi.org/10.1038/ncomms7836Y. Wurm Arthropod genomics beyond fruit flies: bridging the gap between proximate and ultimate causation, Briefings in Functional Genomics 14, no.66 (Nov 2015): 381–383.https://doi.org/10.1093/bfgp/elv034Nigel E. Stork, James McBroom, Claire Gely, Andrew J. Hamilton New approaches narrow global species estimates for beetles, insects, and terrestrial arthropods, Proceedings of the National Academy of Sciences 112, no.2424 (Jun 2015): 7519–7523.https://doi.org/10.1073/pnas.1502408112Rebecca Fisher, Rebecca A. O'Leary, Samantha Low-Choy, Kerrie Mengersen, Nancy Knowlton, Russell E. Brainard, M. Julian Caley Species Richness on Coral Reefs and the Pursuit of Convergent Global Estimates, Current Biology 25, no.44 (Feb 2015): 500–505.https://doi.org/10.1016/j.cub.2014.12.022Carl W. Wardhaugh, Will Edwards, Nigel E. Stork The specialization and structure of antagonistic and mutualistic networks of beetles on rainforest canopy trees, Biological Journal of the Linnean Society 114, no.22 (Nov 2014): 287–295.https://doi.org/10.1111/bij.12430Vojtech Novotny, Scott E Miller Mapping and understanding the diversity of insects in the tropics: past achievements and future directions, Austral Entomology 53, no.33 (Jul 2014): 259–267.https://doi.org/10.1111/aen.12111Bernhard A. Huber Progress and prospects in taxonomy: what is our goal and are we ever going to reach it?, Journal of Arachnology 42, no.22 (Aug 2014): 142–147.https://doi.org/10.1636/CK13-69.1Nigel E. Stork Biodiversity: Conservation, (Jul 2016): 59–65.https://doi.org/10.1081/E-ENRL-120047425Nigel E. Stork, Jan Christian Habel, Richard Ladle Can biodiversity hotspots protect more than tropical forest plants and vertebrates?, Journal of Biogeography 41, no.33 (Oct 2013): 421–428.https://doi.org/10.1111/jbi.12223Peter S Grimbacher, Cassandra Nichols, Carl W Wardhaugh, Nigel E Stork Low host specificity of beetles associated with fruit falls in lowland tropical rainforest of north-east Australia, Austral Entomology 53, no.11 (Aug 2013): 75–82.https://doi.org/10.1111/aen.12049Carl W. Wardhaugh, Nigel E. Stork, Will Edwards Specialization of rainforest canopy beetles to host trees and microhabitats: not all specialists are leaf-feeding herbivores, Biological Journal of the Linnean Society 109, no.11 (Jan 2013): 215–228.https://doi.org/10.1111/bij.12029Andrew J. Hamilton, Vojtech Novotný, Edward K. Waters, Yves Basset, Kurt K. Benke, Peter S. Grimbacher, Scott E. Miller, G. Allan Samuelson, George D. Weiblen, Jian D. L. Yen, Nigel E. Stork Estimating global arthropod species richness: refining probabilistic models using probability bounds analysis, Oecologia 171, no.22 (Sep 2012): 357–365.https://doi.org/10.1007/s00442-012-2434-5Mark J. Costello, Robert M. May, Nigel E. Stork Can We Name Earth's Species Before They Go Extinct?, Science 339, no.61186118 (Jan 2013): 413–416.https://doi.org/10.1126/science.1230318Nigel E. Stork, Andrew J. Hamilton Narrowing Global Species Estimates, (May 2013): 97–102.https://doi.org/10.1007/978-1-4614-7161-5_8Yves Basset, Lukas Cizek, Philippe Cuénoud, Raphael K. Didham, François Guilhaumon, Olivier Missa, Vojtech Novotny, Frode Ødegaard, Tomas Roslin, Jürgen Schmidl, Alexey K. Tishechkin, Neville N. Winchester, David W. Roubik, Henri-Pierre Aberlenc, Johannes Bail, Héctor Barrios, Jon R. Bridle, Gabriela Castaño-Meneses, Bruno Corbara, Gianfranco Curletti, Wesley Duarte da Rocha, Domir De Bakker, Jacques H. C. Delabie, Alain Dejean, Laura L. Fagan, Andreas Floren, Roger L. Kitching, Enrique Medianero, Scott E. Miller, Evandro Gama de Oliveira, Jérôme Orivel, Marc Pollet, Mathieu Rapp, Sérvio P. Ribeiro, Yves Roisin, Jesper B. Schmidt, Line Sørensen, Maurice Leponce Arthropod Diversity in a Tropical Forest, Science 338, no.61136113 (Dec 2012): 1481–1484.https://doi.org/10.1126/science.1226727Mark J. Costello, Simon Wilson, Brett Houlding Predicting Total Global Species Richness Using Rates of Species Description and Estimates of Taxonomic Effort, Systematic Biology 61, no.55 (Aug 2011): 871.https://doi.org/10.1093/sysbio/syr080Brett R. Scheffers, Lucas N. Joppa, Stuart L. Pimm, William F. Laurance What we know and don't know about Earth's missing biodiversity, Trends in Ecology & Evolution 27, no.99 (Sep 2012): 501–510.https://doi.org/10.1016/j.tree.2012.05.008Related articlesQuantifying Uncertainty in Estimation of Tropical Arthropod Species Richness.17 Jul 2015The American Naturalist",
  "authors": [
    {
      "display_name": "Andrew J. Hamilton",
      "id": "A5026527954",
      "orcid": "https://orcid.org/0000-0002-4923-6335",
      "institutions": [
        {
          "id": "I165779595",
          "display_name": "The University of Melbourne",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Andrew J. Hamilton"
    },
    {
      "display_name": "Yves Basset",
      "id": "A5071827136",
      "orcid": "https://orcid.org/0000-0002-1942-5717",
      "institutions": [
        {
          "id": "I128212801",
          "display_name": "Smithsonian Tropical Research Institute",
          "country_code": "PA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Yves Basset"
    },
    {
      "display_name": "Kurt K. Benke",
      "id": "A5077174607",
      "orcid": "https://orcid.org/0000-0002-7812-3671",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Kurt K. Benke"
    },
    {
      "display_name": "Peter S. Grimbacher",
      "id": "A5006901369",
      "orcid": null,
      "institutions": [
        {
          "id": "I165779595",
          "display_name": "The University of Melbourne",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Peter S. Grimbacher"
    },
    {
      "display_name": "Scott E. Miller",
      "id": "A5026830290",
      "orcid": "https://orcid.org/0000-0002-4138-1378",
      "institutions": [
        {
          "id": "I1341618623",
          "display_name": "National Museum of Natural History",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I103187081",
          "display_name": "Smithsonian Institution",
          "country_code": "US",
          "type": "government"
        },
        {
          "id": "I4210113136",
          "display_name": "National Zoological Park",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Scott E. Miller"
    },
    {
      "display_name": "Vojtěch Novotný",
      "id": "A5060456146",
      "orcid": "https://orcid.org/0000-0001-7918-8023",
      "institutions": [
        {
          "id": "I3124161356",
          "display_name": "University of South Bohemia in České Budějovice",
          "country_code": "CZ",
          "type": "funder"
        },
        {
          "id": "I4210164740",
          "display_name": "Czech Academy of Sciences, Biology Centre",
          "country_code": "CZ",
          "type": "funder"
        },
        {
          "id": "I202391551",
          "display_name": "Czech Academy of Sciences",
          "country_code": "CZ",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Vojtech Novotný"
    },
    {
      "display_name": "G. A. Samuelson",
      "id": "A5022901897",
      "orcid": null,
      "institutions": [
        {
          "id": "I1316368362",
          "display_name": "Bernice P. Bishop Museum",
          "country_code": "US",
          "type": "archive"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "G. Allan Samuelson"
    },
    {
      "display_name": "Nigel E. Stork",
      "id": "A5071718820",
      "orcid": "https://orcid.org/0000-0001-7812-2452",
      "institutions": [
        {
          "id": "I165779595",
          "display_name": "The University of Melbourne",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Nigel E. Stork"
    },
    {
      "display_name": "George D. Weiblen",
      "id": "A5048116731",
      "orcid": "https://orcid.org/0000-0002-8720-4887",
      "institutions": [
        {
          "id": "I130238516",
          "display_name": "University of Minnesota",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "George D. Weiblen"
    },
    {
      "display_name": "Jian D. L. Yen",
      "id": "A5032552010",
      "orcid": "https://orcid.org/0000-0001-7964-923X",
      "institutions": [
        {
          "id": "I165779595",
          "display_name": "The University of Melbourne",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jian D. L. Yen"
    }
  ],
  "publication_year": 2011,
  "publication_date": "2011-03-23",
  "type": "article",
  "cited_by_count": 28,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S122176235",
    "display_name": "The American Naturalist",
    "issn_l": "0003-0147",
    "issn": [
      "0003-0147",
      "1537-5323"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315672"
  },
  "volume": "177",
  "issue": "4",
  "first_page": "544",
  "last_page": "545",
  "open_access": {
    "is_oa": true,
    "oa_status": "green",
    "oa_url": "https://research-repository.griffith.edu.au/bitstreams/0b870a26-b50d-5a8c-bd7a-b46929c6e8f9/download",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C205649164",
      "display_name": "Geography",
      "level": 0,
      "score": 0.33777544
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.32896677
    }
  ],
  "topics": [
    {
      "id": "T11974",
      "display_name": "Lepidoptera: Biology and Taxonomy",
      "score": 0.9956
    },
    {
      "id": "T10895",
      "display_name": "Species Distribution and Climate Change",
      "score": 0.9925
    },
    {
      "id": "T12134",
      "display_name": "Insect symbiosis and bacterial influences",
      "score": 0.9891
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1086/659643",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:29:32.315273",
  "source_database": "OpenAlex"
}