{
  "openalex_id": "W2607660655",
  "doi": "https://doi.org/10.7326/m16-2887",
  "title": "Toward Optimal Control of Hepatitis C Virus Infection in Persons With Substance Use Disorders",
  "abstract": "Ideas and Opinions20 June 2017Toward Optimal Control of Hepatitis C Virus Infection in Persons With Substance Use DisordersAndrew H. Talal, MD, MPH, Dave L. Thomas, MD, Jessica L. Reynolds, PhD, and Jag H. Khalsa, MS, PhDAndrew H. Talal, MD, MPHFrom the University at Buffalo, The State University of New York, Buffalo, New York; Johns Hopkins University School of Medicine, Baltimore, Maryland; and the National Institute on Drug Abuse, National Institutes of Health, Bethesda, Maryland., Dave L. Thomas, MDFrom the University at Buffalo, The State University of New York, Buffalo, New York; Johns Hopkins University School of Medicine, Baltimore, Maryland; and the National Institute on Drug Abuse, National Institutes of Health, Bethesda, Maryland., Jessica L. Reynolds, PhDFrom the University at Buffalo, The State University of New York, Buffalo, New York; Johns Hopkins University School of Medicine, Baltimore, Maryland; and the National Institute on Drug Abuse, National Institutes of Health, Bethesda, Maryland., and Jag H. Khalsa, MS, PhDFrom the University at Buffalo, The State University of New York, Buffalo, New York; Johns Hopkins University School of Medicine, Baltimore, Maryland; and the National Institute on Drug Abuse, National Institutes of Health, Bethesda, Maryland.Author, Article, and Disclosure Informationhttps://doi.org/10.7326/M16-2887 Annals Author Insight Video - Andrew H. Talal, MD, MPH In this video, Andrew H. Talal, MD, MPH, offers additional insight into the article, \"Toward Optimal Control of Hepatitis C Virus Infection in Persons With Substance Use Disorders.\" SectionsAboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinkedInRedditEmail The development of direct-acting antivirals (DAAs) for hepatitis C virus (HCV) infection has revolutionized treatment of this condition and may lead to its elimination. Crucial to this objective is eradication from persons with substance use disorders (SUDs), who account for 68% to 80% of infections in developed countries (1). The HCV treatment cascade has failed to achieve high rates of viral eradication among this population for many reasons, including stigmatization of an HCV diagnosis; discomfort encountered at conventional health care settings; chaotic lifestyles; lack of HCV-related knowledge; and multiple comorbidities, including HIV, hepatitis B virus (HBV) infection, and polysubstance addiction. ...References1. Shepard CW, Finelli L, Alter MJ. Global epidemiology of hepatitis C virus infection. Lancet Infect Dis. 2005;5:558-67. [PMID: 16122679] CrossrefMedlineGoogle Scholar2. Gonzalez SA, Fierer DS, Talal AH. Medical and behavioral approaches to engage people who inject drugs into care for hepatitis C virus infection. Addict Disord Their Treat. 2017;16:S1-23. doi:10.1097/ADT.0000000000000104 CrossrefMedlineGoogle Scholar3. Martin NK, Vickerman P, Grebely J, Hellard M, Hutchinson SJ, Lima VD, et al. Hepatitis C virus treatment for prevention among people who inject drugs: modeling treatment scale-up in the age of direct-acting antivirals. Hepatology. 2013;58:1598-609. [PMID: 23553643] doi:10.1002/hep.26431 CrossrefMedlineGoogle Scholar4. Martinez AD, Dimova R, Marks KM, Beeder AB, Zeremski M, Kreek MJ, et al. Integrated internist–addiction medicine–hepatology model for hepatitis C management for individuals on methadone maintenance. J Viral Hepat. 2012;19:47-54. [PMID: 21129131] doi:10.1111/j.1365-2893.2010.01411.x CrossrefMedlineGoogle Scholar5. Bruggmann P, Litwin AH. Models of care for the management of hepatitis C virus among people who inject drugs: one size does not fit all. Clin Infect Dis. 2013;57 Suppl 2:S56-61. [PMID: 23884067] doi:10.1093/cid/cit271 CrossrefMedlineGoogle Scholar6. Dimova RB, Zeremski M, Jacobson IM, Hagan H, Des Jarlais DC, Talal AH. Determinants of hepatitis C virus treatment completion and efficacy in drug users assessed by meta-analysis. Clin Infect Dis. 2013;56:806-16. [PMID: 23223596] doi:10.1093/cid/cis1007 CrossrefMedlineGoogle Scholar7. Dore GJ, Altice F, Litwin AH, Dalgard O, Gane EJ, Shibolet O, et al; C-EDGE CO-STAR Study Group. Elbasvir–grazoprevir to treat hepatitis C virus infection in persons receiving opioid agonist therapy. A randomized trial. Ann Intern Med. 2016;165:625-34. [PMID: 27537841]. doi:10.7326/M16-0816 LinkGoogle Scholar8. Grebely J, Dore GJ, Zeuzem S, Aspinall RJ, Fox R, Han L, et al. Efficacy and safety of sofosbuvir/velpatasvir in patients with chronic hepatitis C virus infection receiving opioid substitution therapy: analysis of phase 3 ASTRAL trials. Clin Infect Dis. 2016;63:1479-81. [PMID: 27553377] CrossrefMedlineGoogle Scholar9. Lalezari J, Sullivan JG, Varunok P, Galen E, Kowdley KV, Rustgi V, et al. Ombitasvir/paritaprevir/r and dasabuvir plus ribavirin in HCV genotype 1-infected patients on methadone or buprenorphine. J Hepatol. 2015;63:364-9. [PMID: 25839406] doi:10.1016/j.jhep.2015.03.029 CrossrefMedlineGoogle Scholar10. Grebely J, Mauss S, Brown A, Bronowicki JP, Puoti M, Wyles D, et al. Efficacy and safety of ledipasvir/sofosbuvir with and without ribavirin in patients with chronic HCV genotype 1 infection receiving opioid substitution therapy: analysis of phase 3 ION trials. Clin Infect Dis. 2016;63:1405-11. [PMID: 27553375] CrossrefMedlineGoogle Scholar Author, Article, and Disclosure InformationAffiliations: From the University at Buffalo, The State University of New York, Buffalo, New York; Johns Hopkins University School of Medicine, Baltimore, Maryland; and the National Institute on Drug Abuse, National Institutes of Health, Bethesda, Maryland.Disclaimer: The observations are those of the authors and do not necessarily reflect the views of the University at Buffalo, The State University of New York; Johns Hopkins University; the National Institute on Drug Abuse, National Institutes of Health, U.S. Department of Health and Human Services; or the Patient-Centered Outcomes Research Institute, its Board of Governors, or its Methodology Committee.Financial Support: By awards from the National Institutes of Health (4 P30 AI078498), from the Patient-Centered Outcomes Research Institute (IHS-1507-31640), and the Troup Fund of the Kaleida Health Foundation, to Dr. Talal.Disclosures: Disclosures can be viewed at www.acponline.org/authors/icmje/ConflictOfInterestForms.do?msNum=M16-2887.Corresponding Author: Andrew H. Talal, MD, MPH, University at Buffalo, The State University of New York, Clinical and Translational Science Center, 875 Ellicott Street, Suite 6090, Buffalo, NY 14203; e-mail, [email protected]edu.Current Author Addresses: Dr. Talal: University at Buffalo, The State University of New York, Clinical and Translational Science Center, 875 Ellicott Street, Suite 6090, Buffalo, NY 14203.Dr. Thomas: Johns Hopkins University School of Medicine, Suite 437, 1830 Monument Street, Baltimore, MD 21205.Dr. Reynolds: University at Buffalo, The State University of New York, Clinical and Translational Science Center, 875 Ellicott Street, Suite 6075, Buffalo, NY 14203.Dr. Khalsa: National Institute on Drug Abuse, National Institutes of Health, 6001 Executive Boulevard, Room 4137, Bethesda, MD 20892-9551.Author Contributions: Conception and design: A.H. Talal, J.L. Reynolds, D.L. Thomas, J.H. Khalsa.Drafting of the article: D.L. Thomas, A.H. Talal, J.L. Reynolds, J.H. Khalsa.Critical revision of the article for important intellectual content: A.H. Talal, D.L. Thomas, J.H. Khalsa, J.L. Reynolds.Final approval of the article: A.H. Talal, D.L. Thomas, J.L. Reynolds, J.H. Khalsa.Obtaining of funding: A.H. Talal.This article was published at Annals.org on 25 April 2017. PreviousarticleNextarticle Advertisement Annals Author Insight Video - Andrew H. Talal, MD, MPH In this video, Andrew H. Talal, MD, MPH, offers additional insight into the article, \"Toward Optimal Control of Hepatitis C Virus Infection in Persons With Substance Use Disorders.\" FiguresReferencesRelatedDetails Metrics Cited by\"I want to get better, but…\": identifying the perceptions and experiences of people who inject drugs with respect to evolving hepatitis C virus treatmentsFacilitating engagement of persons with opioid use disorder in treatment for hepatitis C virus infection via telemedicine: Stories of onsite case managersHepatitis C Virus Infection in Persons Who Inject Drugs in the Middle East and North Africa: Intervention StrategiesAge‐ and risk factor–based serologic screening for Hepatitis C virus among an Urban, high‐risk populationEpidemiology of Hepatitis C in Delaware\"Everybody living with a chronic disease is entitled to be cured\": Challenges and opportunities in scaling up access to direct-acting antiviral hepatitis C virus treatment among people who inject drugsDifferences in Gut Microbial Diversity are Driven by Drug Use and Drug Cessation by Either Compulsory Detention or Methadone Maintenance TreatmentHCV-infected individuals have higher prevalence of comorbidity and multimorbidity: a retrospective cohort studyIntegrated, Co-located, Telemedicine-based Treatment Approaches for Hepatitis C Virus Management in Opioid Use Disorder Patients on Methadone\"I'm obviously not dying so it's not something I need to sort out today\": Considering hepatitis C treatment in the era of direct acting antiviralsHepatitis C Testing, Status and Treatment among Marginalized People Who Use Drugs in an Inner City Setting: An Observational Cohort StudyHas Access to Hepatitis C Virus Therapy Changed for Patients With Mental Health or Substance Use Disorders in the Direct-Acting-Antiviral Period?Hepatitis C virus knowledge improves hepatitis C virus screening practices among primary care physiciansImproving patient access to hepatitis C virus treatment 20 June 2017Volume 166, Issue 12Page: 897-898KeywordsAntigensDisclosureDrug abuseHepatitis C virusHepatocellular carcinomaInfectious hepatitisOpioidsRNATelemedicineViral transmission and infection ePublished: 25 April 2017 Issue Published: 20 June 2017 Copyright & PermissionsCopyright © 2017 by American College of Physicians. All Rights Reserved.PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Andrew H. Talal",
      "id": "A5031903911",
      "orcid": "https://orcid.org/0000-0002-5565-7515",
      "institutions": [
        {
          "id": "I63190737",
          "display_name": "University at Buffalo, State University of New York",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1327069482",
          "display_name": "National Institute on Drug Abuse",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1299303238",
          "display_name": "National Institutes of Health",
          "country_code": "US",
          "type": "government"
        },
        {
          "id": "I2799853436",
          "display_name": "Johns Hopkins Medicine",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Andrew H. Talal"
    },
    {
      "display_name": "D. Thomas",
      "id": "A5109234788",
      "orcid": null,
      "institutions": [
        {
          "id": "I63190737",
          "display_name": "University at Buffalo, State University of New York",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1327069482",
          "display_name": "National Institute on Drug Abuse",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1299303238",
          "display_name": "National Institutes of Health",
          "country_code": "US",
          "type": "government"
        },
        {
          "id": "I2799853436",
          "display_name": "Johns Hopkins Medicine",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Dave L. Thomas"
    },
    {
      "display_name": "Jessica L. Reynolds",
      "id": "A5088792183",
      "orcid": "https://orcid.org/0000-0001-5188-6786",
      "institutions": [
        {
          "id": "I63190737",
          "display_name": "University at Buffalo, State University of New York",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1327069482",
          "display_name": "National Institute on Drug Abuse",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1299303238",
          "display_name": "National Institutes of Health",
          "country_code": "US",
          "type": "government"
        },
        {
          "id": "I2799853436",
          "display_name": "Johns Hopkins Medicine",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jessica L. Reynolds"
    },
    {
      "display_name": "Jag Khalsa",
      "id": "A5043752572",
      "orcid": "https://orcid.org/0000-0002-6534-3616",
      "institutions": [
        {
          "id": "I63190737",
          "display_name": "University at Buffalo, State University of New York",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1327069482",
          "display_name": "National Institute on Drug Abuse",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1299303238",
          "display_name": "National Institutes of Health",
          "country_code": "US",
          "type": "government"
        },
        {
          "id": "I2799853436",
          "display_name": "Johns Hopkins Medicine",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jag H. Khalsa"
    }
  ],
  "publication_year": 2017,
  "publication_date": "2017-04-24",
  "type": "article",
  "cited_by_count": 21,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S119722071",
    "display_name": "Annals of Internal Medicine",
    "issn_l": "0003-4819",
    "issn": [
      "0003-4819",
      "1539-3704"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316812"
  },
  "volume": "166",
  "issue": "12",
  "first_page": "897",
  "last_page": "897",
  "open_access": {
    "is_oa": true,
    "oa_status": "green",
    "oa_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10530641",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.58703804
    },
    {
      "id": "C40010229",
      "display_name": "Substance abuse",
      "level": 2,
      "score": 0.52233756
    },
    {
      "id": "C74909509",
      "display_name": "Gerontology",
      "level": 1,
      "score": 0.44048476
    },
    {
      "id": "C161191863",
      "display_name": "Library science",
      "level": 1,
      "score": 0.4225086
    },
    {
      "id": "C512399662",
      "display_name": "Family medicine",
      "level": 1,
      "score": 0.39705223
    },
    {
      "id": "C118552586",
      "display_name": "Psychiatry",
      "level": 1,
      "score": 0.21711054
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10151",
      "display_name": "Hepatitis C virus research",
      "score": 1.0
    },
    {
      "id": "T10351",
      "display_name": "Liver Disease Diagnosis and Treatment",
      "score": 0.9973
    },
    {
      "id": "T10340",
      "display_name": "Hepatitis B Virus Studies",
      "score": 0.987
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.7326/m16-2887",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:46:17.102035",
  "source_database": "OpenAlex"
}