{
  "openalex_id": "W2605088540",
  "doi": "https://doi.org/10.1016/j.juro.2017.02.2024",
  "title": "MP66-09 IS HAVING A SIBLING WITH UNDESCENDED TESTIS OR HYPOSPADIAS YOUR BIGGEST RISK FACTOR FOR BEING BORN WITH THESE ANOMALIES: A MULTIVARIABLE ANALYSES OF KNOWN RISK FACTORS FOR UNDESCENDED TESTIS AND HYPOSPADIAS ADJUSTED FOR CLUSTERING IN MOTHERS WHO HAVE A PREVIOUS CHILD WITH THESE ANOMALIES",
  "abstract": "You have accessJournal of UrologyPediatrics: Testis, Varicocele & Stones1 Apr 2017MP66-09 IS HAVING A SIBLING WITH UNDESCENDED TESTIS OR HYPOSPADIAS YOUR BIGGEST RISK FACTOR FOR BEING BORN WITH THESE ANOMALIES: A MULTIVARIABLE ANALYSES OF KNOWN RISK FACTORS FOR UNDESCENDED TESTIS AND HYPOSPADIAS ADJUSTED FOR CLUSTERING IN MOTHERS WHO HAVE A PREVIOUS CHILD WITH THESE ANOMALIES Roderick Clark, Kuan Liu, Adiel Mamut, Amit Garg, Salimah Shariff, and Sumit Dave Roderick ClarkRoderick Clark More articles by this author , Kuan LiuKuan Liu More articles by this author , Adiel MamutAdiel Mamut More articles by this author , Amit GargAmit Garg More articles by this author , Salimah ShariffSalimah Shariff More articles by this author , and Sumit DaveSumit Dave More articles by this author View All Author Informationhttps://doi.org/10.1016/j.juro.2017.02.2024AboutPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookTwitterLinked InEmail INTRODUCTION AND OBJECTIVES Several studies have identified risk factors for undescended testis (UDT) and hypospadias (HYP), but few have adjusted their estimates using multivariate modeling techniques. The objective of this study was to utilize an administrative database to measure the adjusted estimates of known maternal and fetal risk factors for UDT and HYP, while accounting for the effect of having a previous sibling with these anomalies. METHODS This retrospective population-based cohort study used several linked provincial databases held at the Institute for Clinical Evaluative Sciences, in the province of Ontario, Canada, to identify all males born between 1997-2007 with a diagnosis of UDT and HYP. To ensure validity of the diagnosis, the cohort only included patients who had a surgical procedure for UDT or HYP on follow up. Baseline maternal and fetal risk factors obtained using ICD 9-10 codes, were assessed using generalized estimating equations with a logit link, adjusting for clustering amongst mothers with previous children with UDT or HYP. RESULTS In 5830 boys with UDT, multivariable analysis identified prematurity and small for gestational age, associated HYP, multiple gestation, gestational hypertension, use of assisted fertility techniques, increased maternal age, babies born to immigrant mothers and a need for caesarean section as significant risk factors. In 2722 boys with HYP, significant risk factors included small for gestational age and prematurity, associated UDT, multiple gestation and babies born to immigrant mothers. After adjusting for a previous sibling with UDT, all these maternal and fetal risk factors lost statistical significance, except associated anomalies like DSD (OR: 82.3 95% CI 54.4-124.5 p<0.01) or HYP (OR: 2.04 95% CI 1.0-4.1 p= 0.04). After adjusting for a previous sibling with HYP, only small for gestational age (OR: 1.80 95% CI 1.03-3.1 p=0.03) and associated UDT (OR: 7.09 95% CI 4.87- 10.33 p<0.01) remained as significant risk factors. CONCLUSIONS While a combination of maternal and fetal factors were identified as risk factors for UDT and HYP in our multivariable analysis, after adjusting our analysis for individuals with a previous sibling with these conditions, only few fetal factors remained as significant risk factors. These results indicate that an underlying genetic predisposition for HYP and UDT could be a confounding factor when analyzing studies, which estimate risk factors for UDT and HYP without accounting for clustering in mothers who have had children with these anomalies © 2017FiguresReferencesRelatedDetails Volume 197Issue 4SApril 2017Page: e865 Advertisement Copyright & Permissions© 2017MetricsAuthor Information Roderick Clark More articles by this author Kuan Liu More articles by this author Adiel Mamut More articles by this author Amit Garg More articles by this author Salimah Shariff More articles by this author Sumit Dave More articles by this author Expand All Advertisement Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Roderick Clark",
      "id": "A5061253872",
      "orcid": "https://orcid.org/0000-0001-7987-375X",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Roderick Clark"
    },
    {
      "display_name": "Liu Kuan",
      "id": "A5060070171",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Kuan Liu"
    },
    {
      "display_name": "Adiel Mamut",
      "id": "A5021863714",
      "orcid": "https://orcid.org/0000-0002-7670-6857",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Adiel Mamut"
    },
    {
      "display_name": "Amit X. Garg",
      "id": "A5001731019",
      "orcid": "https://orcid.org/0000-0003-3398-3114",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Amit Garg"
    },
    {
      "display_name": "Salimah Z. Shariff",
      "id": "A5035015498",
      "orcid": "https://orcid.org/0000-0002-1219-6763",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Salimah Shariff"
    },
    {
      "display_name": "Sumit Davé",
      "id": "A5029655672",
      "orcid": "https://orcid.org/0000-0003-1462-647X",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Sumit Dave"
    }
  ],
  "publication_year": 2017,
  "publication_date": "2017-04-01",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "197",
  "issue": "4S",
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2777990738",
      "display_name": "Hypospadias",
      "level": 2,
      "score": 0.92351377
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.86442417
    },
    {
      "id": "C72563966",
      "display_name": "Cohort",
      "level": 2,
      "score": 0.59278446
    },
    {
      "id": "C2776194465",
      "display_name": "Sibling",
      "level": 2,
      "score": 0.5907008
    },
    {
      "id": "C50440223",
      "display_name": "Risk factor",
      "level": 2,
      "score": 0.5389313
    },
    {
      "id": "C167135981",
      "display_name": "Retrospective cohort study",
      "level": 2,
      "score": 0.49792552
    },
    {
      "id": "C29456083",
      "display_name": "Gynecology",
      "level": 1,
      "score": 0.46742198
    },
    {
      "id": "C201903717",
      "display_name": "Cohort study",
      "level": 2,
      "score": 0.4307024
    },
    {
      "id": "C149923435",
      "display_name": "Demography",
      "level": 1,
      "score": 0.33353907
    },
    {
      "id": "C131872663",
      "display_name": "Obstetrics",
      "level": 1,
      "score": 0.3296785
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.25021458
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.20518464
    },
    {
      "id": "C138496976",
      "display_name": "Developmental psychology",
      "level": 1,
      "score": 0.07116875
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T14437",
      "display_name": "Ethics and Legal Issues in Pediatric Healthcare",
      "score": 0.9606
    },
    {
      "id": "T11956",
      "display_name": "Sexual Differentiation and Disorders",
      "score": 0.9435
    },
    {
      "id": "T11069",
      "display_name": "Testicular diseases and treatments",
      "score": 0.9224
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/j.juro.2017.02.2024",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:35:06.494357",
  "source_database": "OpenAlex"
}