{
  "openalex_id": "W2606821083",
  "doi": "https://doi.org/10.1016/s2542-5196(17)30011-6",
  "title": "From big to small: the significance of smallholder farms in the global food system",
  "abstract": "When many of us contemplate the role of agriculture in feeding 7·2 billion people, we picture large-scale, industrialised, and efficient systems that produce lots of food that is shipped around the world. Although those systems are relevant, they are only one dimension of what agriculture consists of, who feeds us, and where those farmers reside. Of the 570 million farms worldwide, 83% of which are in sub-Saharan Africa (9%) and Asia (74%), 475 million are smallholder farms (<2 hectares).1Lowder SK Skoet J Raney T The number, size, and distribution of farms, smallholder farms, and family farms worldwide.World Dev. 2016; 87: 16-29Crossref Scopus (739) Google Scholar These smallholder farms operate about 12% of the world's agricultural land.1Lowder SK Skoet J Raney T The number, size, and distribution of farms, smallholder farms, and family farms worldwide.World Dev. 2016; 87: 16-29Crossref Scopus (739) Google Scholar They produce some of the major commodities consumed in the world and provide more than 70% of the food calories to people living in Asia and sub-Saharan Africa;2Samberg LH Gerber JS Ramankutty N Herrero M West PC Subnational distribution of average farm size and smallholder contributions to global food production.Environ Res Lett. 2016; 11: 124010Crossref Scopus (219) Google Scholar yet many of these farmers are poor and somewhat neglected. These farmers lack the necessary capital for rural development and transformation, including natural, built, human, social, political, and financial capital.3IFADRural development report: fostering inclusive rural transformation. International Fund for Agricultural Development, Rome2016Google Scholar A requisite exists to support all sizes of farms to ensure that a consistent, sustainable supply of diverse, nutritious, and safe foods are available and accessible to all through their food systems and environments. However, many question whether food systems—consisting of many actors in the agricultural food chain—are fulfiling human health and nutrition requirements.4Garnett T Plating up solutions.Science. 2016; 353: 1202-1204Crossref PubMed Scopus (71) Google Scholar Looking at statistics, the state of the world's food systems is bleak: roughly 793 million go to bed hungry, 125 million children under the age of five years are stunted, 2·1 billion adults are overweight and obese, and many are deficient in key micronutrients, particularly iron, zinc, and vitamin A.5IFPRIGlobal nutrition report. International Food Policy Research Institute, Washington, DC2016Google Scholar Poor diets play into these multiple burdens of malnutrition and are now considered the leading risk of the global burden of disease.6Forouzanfar MH Afshin A Alexander LT et al.GBD 2015 Risk Factors CollaboratorsGlobal, regional, and national comparative risk assessment of 79 behavioural, environmental and occupational, and metabolic risks or clusters of risks, 1990–2015.Lancet. 2016; 388: 1659-1724Summary Full Text Full Text PDF PubMed Scopus (2841) Google Scholar In this inaugural issue of Lancet Planetary Health, Mario Herrero and colleagues7Herrero M Thornton PK Power B et al.Farming and the geography of nutrient production for human use: a transdisciplinary analysis.Lancet Planet Health. 2017; 1: e33-e42Summary Full Text Full Text PDF PubMed Scopus (212) Google Scholar shed light on how smallholder farmers contribute to the quantity and quality of our global food supply. In their Article, they seek to better estimate where these farms are located, what agricultural commodities (plants, livestock, and fish) are produced from farms of different sizes, how diverse these commodities are, and what their relevance to nutrient production is. First, they found that most large farms (>50 ha) are found in North America and South America, Australia, and New Zealand, and produce 75–100% of all cereal, livestock, and fruit in these regions, whereas small farms (<20 ha) found in sub-Saharan Africa, South Asia, southeast Asia, and China produce 75% of food commodities globally, and 50–65% of the production volume of major food groups. Very small farms (<2 ha) in the same region produce approximately 30% of most food commodities. Second, most of the commodities produced on small farms come from diverse landscapes, producing a variety of horticulture, roots, tubers, fish, and livestock, whereas most of the plantation-based crops, such as sugar and oil, are produced from less diverse landscapes, mainly large-scale farms. Finally, mixed production systems generate more diversity of key nutrients (zinc, iron, vitamins A and B12, and folate) essential for human health. Most global micronutrients (53–81%) and protein (57%) are produced on more diverse agricultural landscapes (H-index>1·5). One thing to note is that in farm landscapes with higher agricultural diversity and more nutrients generated from that diversity, farm size does not matter. Herrero and colleagues' findings show that the one-size-fits-all approach does not work for global food production. Both small and large farms play important roles in ensuring we have enough food that is diverse and nutrient-rich. While industrialised agriculture suggests domination of food systems, smallholder farms play a substantial role in maintaining the genetic diversity of our food supply, which results in both benefits and risk reductions against nutritional deficiencies, ecosystem degradation, and climate change. Herrero and colleagues argue that if we want to ensure that the global food supply remains diverse and generates a rich array of nutrients for human health, farm landscapes must also be diverse and serve multiple purposes. However, the world is moving in the wrong direction. National food supplies have become more homogenous in the number of crops cultivated, which results in an interdependency among countries in accessing a diversity of foods and nutrients to meet human needs.8Khoury CK Bjorkman AD Dempewolf H et al.Increasing homogeneity in global food supplies and the implications for food security.Proc Natl Acad Sci USA. 2014; 111: 4001-4006Crossref PubMed Scopus (575) Google Scholar Farm sizes are decreasing in Africa and Asia, and will continue to do so.9Masters WA Djurfeldt AA De Haan C et al.Urbanization and farm size in Asia and Africa: implications for food security and agricultural research.Glob Food Sec. 2013; 2: 156-165Crossref Scopus (123) Google Scholar As diminishing of genetic diversity across farms and decreasing land size is compounded by absolute poverty in rural places, will farmers abandon these small, yet diverse landscapes for off-farm opportunities or better livelihood strategies in urban centers? Farmers grapple with many challenges: climate change, demographic shifts, migration, and food policy decisions, such as subsidies and trade, which affect decisions. Many smallholder farmers struggle to make ends meet, and historically, we have witnessed an urban bias and disinvestment in rural areas.10Heady D Bezemer D Agriculture, development and urban bias.World Dev. 2008; 36: 1342-1364Crossref Scopus (152) Google Scholar It is crucial that we invest in smallholder farmers and their own rural transformation and human capital: we need to better connect rural farmers to markets, empower and engage women farmers, and jumpstart entrepreneurship among smallholder farmers. Food security and nutrition strategies are needed to ensure that farming families are healthy and capable of continuing to make important contributions to the overall dietary diversity of the world's population. This online publication has been corrected. The corrected version first appeared at thelancet.com/planetary-health on March 2, 2018 This online publication has been corrected. The corrected version first appeared at thelancet.com/planetary-health on March 2, 2018 I declare no competing interest. Farming and the geography of nutrient production for human use: a transdisciplinary analysisOur results show that farm size and diversity of agricultural production vary substantially across regions and are key structural determinants of food and nutrient production that need to be considered in plans to meet social, economic, and environmental targets. At the global level, both small and large farms have key roles in food and nutrition security. Efforts to maintain production diversity as farm sizes increase seem to be necessary to maintain the production of diverse nutrients and viable, multifunctional, sustainable landscapes. Full-Text PDF Open AccessCorrection to Lancet Planet Health 2017; 1: e15–16Fanzo J. From big to small: the significance of smallholder farms in the global food system. Lancet Planet Health 2017; 1: e15–16—In the first paragraph, “In addition to big farms, the world is also fed by approximately 570 million smallholder farms, which use less than two hectares of land and account for roughly 12% of the world's agricultural land.1 83% of these farms are in Asia and sub-Saharan Africa,1 where they produce some of the major commodities consumed in the world” should have read “Of the 570 million farms worldwide, 83% of which are in sub-Saharan Africa (9%) and Asia (74%), 475 million are smallholder farms (<2 hectares). Full-Text PDF Open Access",
  "authors": [
    {
      "display_name": "Jessica Fanzo",
      "id": "A5039337311",
      "orcid": "https://orcid.org/0000-0002-6760-1359",
      "institutions": [
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I4210092215",
          "display_name": "Johns Hopkins Berman Institute of Bioethics",
          "country_code": "US",
          "type": "facility"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Jessica Fanzo"
    }
  ],
  "publication_year": 2017,
  "publication_date": "2017-04-01",
  "type": "letter",
  "cited_by_count": 65,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S2898182138",
    "display_name": "The Lancet Planetary Health",
    "issn_l": "2542-5196",
    "issn": [
      "2542-5196"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320990"
  },
  "volume": "1",
  "issue": "1",
  "first_page": "e15",
  "last_page": "e16",
  "open_access": {
    "is_oa": true,
    "oa_status": "gold",
    "oa_url": "https://doi.org/10.1016/s2542-5196(17)30011-6",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C118518473",
      "display_name": "Agriculture",
      "level": 2,
      "score": 0.59979993
    },
    {
      "id": "C110121322",
      "display_name": "Distribution (mathematics)",
      "level": 2,
      "score": 0.58378506
    },
    {
      "id": "C549605437",
      "display_name": "Food security",
      "level": 3,
      "score": 0.5491434
    },
    {
      "id": "C205649164",
      "display_name": "Geography",
      "level": 0,
      "score": 0.47487256
    },
    {
      "id": "C48824518",
      "display_name": "Agricultural economics",
      "level": 1,
      "score": 0.47158706
    },
    {
      "id": "C144133560",
      "display_name": "Business",
      "level": 0,
      "score": 0.4338353
    },
    {
      "id": "C88199923",
      "display_name": "Food processing",
      "level": 2,
      "score": 0.4327768
    },
    {
      "id": "C50522688",
      "display_name": "Economic growth",
      "level": 1,
      "score": 0.40051007
    },
    {
      "id": "C37621935",
      "display_name": "Agricultural science",
      "level": 1,
      "score": 0.3214367
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.20798063
    },
    {
      "id": "C162324750",
      "display_name": "Economics",
      "level": 0,
      "score": 0.19446355
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.093538046
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C134306372",
      "display_name": "Mathematical analysis",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C33923547",
      "display_name": "Mathematics",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11259",
      "display_name": "Agriculture Sustainability and Environmental Impact",
      "score": 0.9941
    },
    {
      "id": "T12583",
      "display_name": "Food Waste Reduction and Sustainability",
      "score": 0.9355
    },
    {
      "id": "T11862",
      "display_name": "Agriculture, Land Use, Rural Development",
      "score": 0.9245
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/s2542-5196(17)30011-6",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:46:17.115417",
  "source_database": "OpenAlex"
}