{
  "openalex_id": "W2604426691",
  "doi": "https://doi.org/10.1353/scb.2002.0045",
  "title": "Die Kunst der Kritik: Zum Zusammenhang von Ethik und Ästhetik bei Shaftesbury by Barbara Schmidt-Haberkamp",
  "abstract": "89 letters; she did not save his. She was curious about an allegedly libertine protestant sect, the Labadists; he dutifully inspected for her. Philosophically a Platonist, she invited him to live with her, her husband, and her husband’s nine children , and he did. Surely Damaris Cudworth Masham qualifies as a Spectre? Meanwhile, a century later, Blake shudders at emanations of femalewill,marries an illiterate, forcesherto kneeltobegpardon of his brother, and impresses all the world with the ecstatic happiness of his marriage. His poems fantasize seraglios and erase female desireinse.Neitherman nor his mate is used to illuminate marriage , gender relations, or any larger period topic. Nor is the paradox addressed that by modern standards Blake’s marriage was entirely conventional, and Locke’s arrangement unspeakably deviant . Yet the discussion is all very interesting . Mr. Glausser’s readings are acute, exquisitely detailed, and the topics he chooses to address, however arbitrarily, are topics one cares about. Although no comprehensive arguments relative to the body, property, religion, or enlightenment are advanced, Mr. Glaussersupplies a mine useful to many such arguments. The method does more for Locke than for Blake; humanizing the philosopher makes him newer. Substituting a medical for a theological credential to hold a position at Oxford, Locke the physician depreciated the ‘‘romance way of physick,’’ yet continued to be interested in alchemy and the elixir vitae. He argued against slavery and participated profitably in the slave trade; wrote seditious pamphlets and published them only when it was safe; made famous the tabula rasa but supposed children’s brains ‘‘covetous . . . to be furnished with Ideas.’’Blake’srages and paradoxes are more familiar than Locke’s, but Mr. Glausser’s treating the two together lets the philosopher’s historical contradictions emerge as interestingly as those the poet so aggressivelyobtrudes . What remains a little surprising not to see explored is the fact that Blake is now as fundamental as Locke. Blake’s maxims appear as predictably and universally as Pope’s once did. Surely Locke and Blake should have a chat about that. Regina Janes Skidmore College BARBARA SCHMIDT-HABERKAMP. Die Kunst der Kritik: Zum Zusammenhang von Ethik und Ästhetik bei Shaftesbury. München: Fink, 2000. Pp. 275. DM88. Ms. Schmidt-Haberkamp not only challenges the view that Shaftesbury’s aesthetics remain secondary to his ethics but doubts the usefulness of a neat separation between the two realms. In keeping with Shaftesbury’s usage, criticism is applied in the general sense of the formation and expression of judgments, not restricted or even primarily directed at art or literature. Presenting the systematic exposition of the concept that Shaftesbury himself refrained from presenting, she uses ‘‘criticism’’ as an omnibus term for a questioning, self-reflective, and undogmatic method of thought, which she considers to be at the heart of his ideal of enlightenment. The ethical dimension is tied tightly to the dialogical quality of Shaftesbury’s thought: in his conversational ideal of public discourse, in his advocacy of the subversive power of comedy, and in the art of soliloquy, which allows the self to engage in an inward dialogue. In Shaftesbury ⬘s view true criticism originates in self-knowledge before it is expressed in public, and its focus is the shaping of the self. Finally, Ms. Schmidt-Haberkamp finds the dialogical quality in the anti- 90 systematic, miscellaneous literary forms of his writing, which include dialogue, soliloquy, essay, and letter. Throughout, she emphasizes in Shaftesbury a very modern respect for the subjective, for open-ended processes, and conflicting opinions over a pre-established philosophical harmony. The critical turn of thought implies a radical commitment to the individual and leads to the shaping of one’s life as a work of art. Shaftesbury emerges as a kindred spirit to Oscar Wilde, to whom she devotes a chapter. As she notes, both writers have had to face the charge of elitism, against which she stresses the high intellectual and ethical seriousness of their critical thought. Ms. Schmidt-Haberkamp’s ambitious project is to relate Shaftesbury’s critical ideastosubsequentpositionsandtoprove their enduring importance. Here, her sympathy with Shaftesbury leads her to overstate her case. Focusing on method at the expense of the often anachronistic content, on the...",
  "authors": [
    {
      "display_name": "Burkhard Schmidthorst",
      "id": "A5044208865",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Burkhard Schmidthorst"
    }
  ],
  "publication_year": 2002,
  "publication_date": "2002-01-01",
  "type": "review",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210198484",
    "display_name": "The Scriblerian and the Kit-Cats",
    "issn_l": "0190-731X",
    "issn": [
      "0190-731X",
      "2165-0624"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316356"
  },
  "volume": "35",
  "issue": "1-2",
  "first_page": "89",
  "last_page": "90",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.5430722
    },
    {
      "id": "C174468945",
      "display_name": "Alchemy",
      "level": 2,
      "score": 0.52609503
    },
    {
      "id": "C518914266",
      "display_name": "Romance",
      "level": 2,
      "score": 0.46381682
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.41201162
    },
    {
      "id": "C2778999518",
      "display_name": "Happiness",
      "level": 2,
      "score": 0.41052595
    },
    {
      "id": "C52119013",
      "display_name": "Art history",
      "level": 1,
      "score": 0.37412298
    },
    {
      "id": "C124952713",
      "display_name": "Literature",
      "level": 1,
      "score": 0.329786
    },
    {
      "id": "C27206212",
      "display_name": "Theology",
      "level": 1,
      "score": 0.29895347
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.18472469
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T14059",
      "display_name": "Nietzsche, Schopenhauer, and Hegel",
      "score": 0.8881
    },
    {
      "id": "T11893",
      "display_name": "German Literature and Culture Studies",
      "score": 0.8869
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/scb.2002.0045",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:40:28.895436",
  "source_database": "OpenAlex"
}