{
  "openalex_id": "W2604592751",
  "doi": "https://doi.org/10.1016/j.juro.2017.02.1615",
  "title": "MP51-06 ASSESSMENT OF FLEXIBLE URETEROSCOPIC STONE EXTRACTION SKILLS OF UROLOGY POSTGRADUATE TRAINEES DURING OBJECTIVE STRUCTURED CLINICAL EXAMINATIONS: IS THERE A PLACE FOR VIRTUAL REALITY SIMULATORS?",
  "abstract": "You have accessJournal of UrologySurgical Technology & Simulation: Training & Skills Assessment I1 Apr 2017MP51-06 ASSESSMENT OF FLEXIBLE URETEROSCOPIC STONE EXTRACTION SKILLS OF UROLOGY POSTGRADUATE TRAINEES DURING OBJECTIVE STRUCTURED CLINICAL EXAMINATIONS: IS THERE A PLACE FOR VIRTUAL REALITY SIMULATORS? Mehdi Aloosh, Félix Couture, and Sero Andonian Mehdi AlooshMehdi Aloosh More articles by this author , Félix CoutureFélix Couture More articles by this author , and Sero AndonianSero Andonian More articles by this author View All Author Informationhttps://doi.org/10.1016/j.juro.2017.02.1615AboutPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookTwitterLinked InEmail INTRODUCTION AND OBJECTIVES The first objective of this study was to assess whether UroMentorTM simulator could be used during an Objective Structured Clinical Examination (OSCE) to assess flexible ureteroscopic stone-extraction skills of urology postgraduate trainees (PGTs). The second objective was to determine whether previous experience in performing this task in the operating theatre or on the simulator correlated with performance during the OSCE. METHODS After obtaining ethics approval, PGTs from post-graduate years (PGY) 3 to 5 were recruited from all 4 Quebec urology training programs to participate in the study during an OSCE. After a short orientation to the UroMentorTM simulator (Simbionix, Cleveland, Ohio, USA), PGTs were asked to perform Task 10 for 15 minutes, where two small stones from the left proximal ureter and renal pelvis were extracted using a basket. Objective assessments from the simulator and subjective evaluations using the validated Ureteroscopy-Global Rating Scale (URS-GRS) tool were used to assess competency of PGTs in performing the task. Performance reports generated by the simulator and the URS-GRS scores were analyzed using paired t-test and Pearson correlation. RESULTS Out of thirty PGTs who participated in this study, 29 were right-handed. PGTs had performed a mean of 277.9 cystoscopies, 55.9 semirigid ureteroscopies, and 45.7 flexible ureteroscopies prior to the study. During the OSCE, mean URS-GRS score was 20.0 ± 4.4, mean operative time was 10.9 ± 2.1 minutes, mean fluoroscopy time was 7.0 ± 4.9 seconds, and mean number of traumas was 10.8 ± 3.8. Eight PGTs had practiced on the UroMentor simulator prior to the study with a mean URS-GRS score of 26.0 ± 7.2 on their last practice trial. At the OSCE, mean URS-GRS score of those who practiced on the simulator was significantly higher than the mean score of those who did not practice on the simulator (24.6 ± 3.0 vs. 18.3 ± 3.6, p<0.001). However, previous experience in the operating theatre and PGY level did not correlate with performance during the OSCE. CONCLUSIONS This study confirmed the feasibility of incorporating the UroMentor at OSCEs to assess competency of urology PGTs in ureteroscopic stone extraction skills. Moreover, PGTs who practiced on the simulator scored significantly higher than those who did not practice. © 2017FiguresReferencesRelatedDetails Volume 197Issue 4SApril 2017Page: e695 Advertisement Copyright & Permissions© 2017MetricsAuthor Information Mehdi Aloosh More articles by this author Félix Couture More articles by this author Sero Andonian More articles by this author Expand All Advertisement Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Mehdi Aloosh",
      "id": "A5088054903",
      "orcid": "https://orcid.org/0000-0001-6763-1067",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Mehdi Aloosh"
    },
    {
      "display_name": "Félix Couture",
      "id": "A5034724811",
      "orcid": "https://orcid.org/0000-0001-8523-2414",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Félix Couture"
    },
    {
      "display_name": "Sero Andonian",
      "id": "A5049280872",
      "orcid": "https://orcid.org/0000-0003-4002-5395",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Sero Andonian"
    }
  ],
  "publication_year": 2017,
  "publication_date": "2017-04-01",
  "type": "article",
  "cited_by_count": 1,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "197",
  "issue": "4S",
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.7428014
    },
    {
      "id": "C126894567",
      "display_name": "Urology",
      "level": 1,
      "score": 0.5699964
    },
    {
      "id": "C2780451532",
      "display_name": "Task (project management)",
      "level": 2,
      "score": 0.500226
    },
    {
      "id": "C2776535583",
      "display_name": "Mentorship",
      "level": 2,
      "score": 0.45729554
    },
    {
      "id": "C2780653459",
      "display_name": "Ureteroscopy",
      "level": 3,
      "score": 0.44982287
    },
    {
      "id": "C509550671",
      "display_name": "Medical education",
      "level": 1,
      "score": 0.41802162
    },
    {
      "id": "C2776664737",
      "display_name": "Ureter",
      "level": 2,
      "score": 0.34103662
    },
    {
      "id": "C127413603",
      "display_name": "Engineering",
      "level": 0,
      "score": 0.1026935
    },
    {
      "id": "C201995342",
      "display_name": "Systems engineering",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T12154",
      "display_name": "Pelvic and Acetabular Injuries",
      "score": 0.9632
    },
    {
      "id": "T10916",
      "display_name": "Surgical Simulation and Training",
      "score": 0.9401
    },
    {
      "id": "T11984",
      "display_name": "Anatomy and Medical Technology",
      "score": 0.9081
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/j.juro.2017.02.1615",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:10:29.762307",
  "source_database": "OpenAlex"
}