{
  "openalex_id": "W2611608574",
  "doi": "https://doi.org/10.1016/j.anai.2017.02.021",
  "title": "Associations between caesarean delivery and allergic outcomes",
  "abstract": "Birth by caesarean delivery interrupts transmission of maternal microbiome and compromises intestinal microbiome programming in an infant. This disruption influences immunologic development and increases the risk of development of allergic diseases.[1]Ly N.P. Ruiz-Pérez B. Onderdonk A.B. et al.Mode of delivery and cord blood cytokines: a birth cohort study.Clin Mol Allergy. 2006; 4: 1Crossref PubMed Scopus (66) Google Scholar However, because most studies are conducted in European populations with limited studies in Asia, we evaluated associations between caesarean delivery and allergic outcomes in infants using data from the Growing Up in Singapore Towards Healthy Outcomes (GUSTO) study (ClinicalTrials.gov Identifier: NCT01174875). Details of the GUSTO cohort study has been previously described.[2]Soh S.E. Lee S.S. Hoon S.W. et al.The methodology of the GUSTO cohort study: a novel approach in studying pediatric allergy.Asia Pac Allergy. 2012; 2: 144-148Crossref PubMed Google Scholar Briefly, we recruited 1237 healthy pregnant mothers who agreed to enroll their offspring for future follow-up. Ethical approval was obtained from the Centralized Institutional Review Board of SingHealth and the Domain Specific Review Board of Singapore National Healthcare Group. Data on demographics and offspring health were collected through interview by clinical research staff. Questionnaires were administered at 3 weeks and 3, 6, 9, 12, 15, 18, 24, 36, 48, and 60 months. Eczema was assessed by asking the question, \"Has your child ever been diagnosed with eczema?\" Wheezing was assessed by asking the questions, \"Has your child ever wheezed?\" and \"Has your child been prescribed with nebulizer/inhaler treatment?\" Rhinitis was assessed by asking the question, \"Has your child ever had sneezing, running nose, blocked or congested nose, snoring, or noisy breathing during sleep or when awake that has lasted for 2 or more weeks' duration?\" A case before 18 months required a single episode that lasted for at least 4 weeks or 2 or more episodes each lasting at least 2 weeks. New cases of rhinitis after 18 months were defined by 1 or more episodes that lasted at least 2 weeks. This study had regular follow-up visits, and the main reason for noncompletion of the questionnaires was the mothers' not having been contactable at some point in the study and hence not having a home visit. In this study, we excluded individuals who have missing data for more than 30% of the visits with negative responses at other timepoints. Skin prick testing (SPT) to inhalant allergens (house dust mites Dermatophagoides pteronyssinus, Dermatophagoides farinae, and Blomia tropicalis) and food allergens (egg, peanut, and cow's milk) was performed at 18, 36, and 60 months. At 60 months, skin prick testing was also performed to shrimp and crab allergens. All allergens for SPT were obtained from the Greer Laboratories (Lenoir, North Carolina), except for B tropicalis, which was obtained from our laboratory. The choice of these allergens stems from the high rates of sensitization to these allergens in Singaporean children.[3]Khoo J. Shek L.P. Khor E.S. Wang D.Y. Lee B.W. Pattern of sensitization to common environmental allergens amongst atopic Singapore children in the first 3 years of life.Asian Pac J Allergy Immunol. 2001; 19: 225-229PubMed Google Scholar Statistical analysis was performed using SPSS statistical software, version 20.0 (IBM Inc, Armonk, New York). Logistic regression analysis was adjusted for maternal age, ethnicity, educational level, parity, maternal history of allergy, gestational diabetes mellitus status, early pregnancy body mass index (≤14 weeks' gestation), offspring sex, and gestational age at delivery. Of 1,237 enrolled women with singleton pregnancies, 1,170 retained in the study until delivery stage, and 1,077 pregnant women had no premature rupture of amniotic membranes and formed the study population. Of these 1,077 women, 330 (30.6%) had caesarean delivery, whereas 747 (67.4%) had vaginal delivery. Women who delivered by caesarean were more likely to be primiparous (50.3% vs 43.0%), had a higher early pregnancy body mass index (calculated as weight in kilograms divided by square of height in meters) (mean [SD], 24.6 [4.9] vs 23.4 [4.7]), and had earlier gestational age at delivery (mean [SD], 38.1 [1.6] vs 38.5 [1.3] weeks) compared with those who delivered vaginally. There were no significant differences in maternal age, ethnicity, educational level, history of allergy, gestational diabetes mellitus status, and offspring sex between women who delivered by caesarean and vaginally (P ≥ .05). At 18 months, 107 offspring (13.6%) had a positive SPT results, 171 (20.9%) had eczema, 64 (9.8%) had wheezed and used a nebulizer or inhaler, and 132 (19.1%) had rhinitis. At 36 months, 185 offspring (23.5%) had a positive SPT result, 199 (24.4%) had eczema, 169 (19.2%) had wheezed and used a nebulizer or inhaler, and 244 (35.4%) had rhinitis. At 60 months, 254 offspring (35.2%) had a positive SPT result, 213 (26.4%) had eczema, 159 (22.2%) had wheezed and used a nebulizer or inhaler, and 269 (39.7%) had rhinitis. The prevalence of allergic outcomes at 18, 36, and 60 months did not differ significantly between caesarean delivery and vaginal delivery groups. There were no significant associations of caesarean delivery with allergic outcomes in the first 5 years of life (Table 1).Table 1Associations Between Mode of Delivery and Allergic Outcomes in the First 5 Years of LifeOutcomeCaesarean delivery, no. (%)Vaginal delivery, no. (%)Multivariable analysisAdjusted OR (95% CI)aAdjusted for maternal age, ethnicity, educational level, parity, maternal history of allergy, gestational diabetes mellitus status, early pregnancy body mass index (≤14 weeks' gestation), offspring sex, and gestational age at delivery with vaginal delivery group as the reference group.Outcomes by 18 months Allergen sensitization37 (15.7)70 (12.8)1.6 (0.9–2.8) Eczema54 (21.4)117 (20.7)1.1 (0.7–1.9) Rhinitis35 (16.2)97 (20.5)0.8 (0.4–1.4) Wheeze and use of nebulizer or inhaler26 (12.9)38 (8.4)1.6 (0.8–3.5)Outcomes by 36 months Allergen sensitization50 (20.3)135 (24.9)1.1 (0.6–1.8) Eczema60 (23.8)139 (24.6)1.2 (0.8–2.0) Rhinitis66 (30.6)178 (37.6)0.8 (0.5–1.2) Wheeze and use of nebulizer or inhaler55 (20.2)114 (18.8)1.0 (0.6–1.6)Outcomes by 60 months Allergen sensitization68 (30.6)186 (37.2)1.1 (0.7–1.9) Eczema65 (26.2)148 (26.5)1.4 (0.8–2.2) Rhinitis75 (35.7)194 (41.5)0.9 (0.6–1.5) Wheeze and use of nebulizer or inhaler53 (23.8)106 (21.5)1.0 (0.6–1.7)Abbreviations: CI, confidence interval; OR, odds ratio.a Adjusted for maternal age, ethnicity, educational level, parity, maternal history of allergy, gestational diabetes mellitus status, early pregnancy body mass index (≤14 weeks' gestation), offspring sex, and gestational age at delivery with vaginal delivery group as the reference group. Open table in a new tab Abbreviations: CI, confidence interval; OR, odds ratio. Our findings are in line with the Avon Longitudinal Study of Parents and Children (n = 13,867), indicating that caesarean delivery was not associated with development of asthma, wheezing, or atopy in later childhood.[4]Maitra A. Sherriff A. Strachan D. Henderson J. Mode of delivery is not associated with asthma or atopy in childhood.Clin Exp Allergy. 2004; 34: 1349-1355Crossref PubMed Scopus (87) Google Scholar Similarly, caesarean delivery was not associated with hospitalizations for asthma in a Hong Kong study (n = 8,327).[5]Leung J.Y. Li A.M. Leung G.M. Schooling C.M. Mode of delivery and childhood hospitalizations for asthma and other wheezing disorders.Clin Exp Allergy. 2015; 45: 1109-1117Crossref PubMed Scopus (20) Google Scholar In contrast, the Norwegian Mother and Child Cohort Study (n = 37,171) found that children delivered by caesarean had an increased risk of asthma at 36 months.[6]Magnus M.C. Håberg S.E. Stigum H. et al.Delivery by cesarean section and early childhood respiratory symptoms and disorders: the Norwegian Mother and Child Cohort Study.Am J Epidemiol. 2011; 174: 1275-1285Crossref PubMed Scopus (83) Google Scholar Another cohort study from Norway (n = 1,756,700) found that children delivered by caesarean had a 52% increased risk of asthma compared with those born through vaginal delivery.[7]Tollånes M.C. Moster D. Daltveit A.K. Irgens L.M. Cesarean section and risk of severe childhood asthma: a population-based cohort study.J Pediatr. 2008; 153: 112-116.e1Abstract Full Text Full Text PDF PubMed Scopus (130) Google Scholar It has been proposed that the association noted between caesarean delivery and allergic disorders is influenced by the underlying indication for caesarean delivery.[8]Spahr J.E. Krawiec M.E. The early origins of asthma: nature, nurture, or parturition?.Ann Allergy Asthma Immunol. 2005; 94: 211-212Abstract Full Text PDF PubMed Scopus (8) Google Scholar A Swedish cohort sibling study found an increased risk of asthma medication use until the age of 13 years in participants born via emergency caesarean delivery compared with elective caesarean delivery, alluding to the fact that vaginal microflora might not be the protective factor but rather the indication of caesarean delivery plays a bigger role in the risk of allergic diseases.[9]Almqvist C. Cnattingius S. Lichtenstein P. Lundholm C. The impact of birth mode of delivery on childhood asthma and allergic diseases: a sibling study.Clin Exp Allergy. 2012; 42: 1369-1376Crossref PubMed Scopus (100) Google Scholar Other possible reasons for the differences in observations may be attributable to the difference in maternal diet, population size, variations in methods, and length of follow-up.[10]Sausenthaler S. Koletzko S. Schaaf B. et al.Maternal diet during pregnancy in relation to eczema and allergic sensitization in the offspring at 2 y of age.Am J Clin Nutr. 2007; 85: 530-537Crossref PubMed Scopus (204) Google Scholar The strengths of our study lie in the prospective collection of child health information and the objective assessment of allergen sensitization through skin prick testing at multiple time points. In conclusion, we found no evidence in this Asian prospective cohort that caesarean delivery was associated with allergic outcomes in the first 5 years of life. Longer follow-up will be needed as asthma develops later in life. The coauthors acknowledge the contribution of the rest of the GUSTO study group, which includes Lee Yung Seng, Teoh Oon Hoe, Wei Wei Pang, Pratibha Agarwal, Dennis Bier, Arijit Biswas, Shirong Cai, Jerry Kok Yen Chan, Cornelia Yin Ing Chee, Helen Y. H Chen, Audrey Chia, Amutha Chinnadurai, Chai Kiat Chng, Shang Chee Chong, Mei Chien Chua, Chun Ming Ding, Eric Andrew Finkelstein, Doris Fok, Marielle Fortier, Yam Thiam Daniel Goh, Joshua J. Gooley, Wee Meng Han, Mark Hanson, Christiani Jeyakumar Henry, Joanna D. Holbrook, Chin-Ying Hsu, Hazel Inskip, Jeevesh Kapur, Birit Leutscher-Broekman, Sok Bee Lim, Seong Feei Loh, Yen-Ling Low, Iliana Magiati, Lourdes Mary Daniel, Michael Meaney, Susan Morton, Cheryl Ngo, Krishnamoorthy Niduvaje, Anqi Qiu, Boon Long Quah, Victor Samuel Rajadurai, Mary Rauff, Jenny L. Richmond, Anne Rifkin-Graboi, Allan Sheppard, Borys Shuter, Leher Singh, Wing Chee So, Walter Stunkel, Lin Lin Su, Soek Hui Tan, Rob M. van Dam, Sudhakar K. Venkatesh, Inez Bik Yun Wong, P. C. Wong, and George Seow Heong Yeo.",
  "authors": [
    {
      "display_name": "Evelyn Xiu Ling Loo",
      "id": "A5042787566",
      "orcid": "https://orcid.org/0000-0001-7690-3191",
      "institutions": [
        {
          "id": "I4210101200",
          "display_name": "Singapore Institute for Clinical Sciences",
          "country_code": "SG",
          "type": "funder"
        },
        {
          "id": "I115228651",
          "display_name": "Agency for Science, Technology and Research",
          "country_code": "SG",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Evelyn Xiu Ling Loo"
    },
    {
      "display_name": "Jordan Sim",
      "id": "A5088219039",
      "orcid": "https://orcid.org/0000-0002-4164-1643",
      "institutions": [
        {
          "id": "I157582758",
          "display_name": "SingHealth",
          "country_code": "SG",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jordan Zheng Ting Sim"
    },
    {
      "display_name": "See Ling Loy",
      "id": "A5031026714",
      "orcid": "https://orcid.org/0000-0002-9205-5580",
      "institutions": [
        {
          "id": "I4210126319",
          "display_name": "Duke-NUS Medical School",
          "country_code": "SG",
          "type": "funder"
        },
        {
          "id": "I4210112252",
          "display_name": "KK Women's and Children's Hospital",
          "country_code": "SG",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "See Ling Loy"
    },
    {
      "display_name": "Anne Goh",
      "id": "A5103536409",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210112252",
          "display_name": "KK Women's and Children's Hospital",
          "country_code": "SG",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Anne Goh"
    },
    {
      "display_name": "Yiong Huak Chan",
      "id": "A5103162583",
      "orcid": "https://orcid.org/0000-0002-5076-5269",
      "institutions": [
        {
          "id": "I4210150261",
          "display_name": "National University Health System",
          "country_code": "SG",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Yiong Huak Chan"
    },
    {
      "display_name": "Kok Hian Tan",
      "id": "A5065566802",
      "orcid": "https://orcid.org/0000-0003-1945-0266",
      "institutions": [
        {
          "id": "I4210112252",
          "display_name": "KK Women's and Children's Hospital",
          "country_code": "SG",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Kok Hian Tan"
    },
    {
      "display_name": "Fabian Yap",
      "id": "A5074315202",
      "orcid": "https://orcid.org/0000-0003-1083-7958",
      "institutions": [
        {
          "id": "I4210112252",
          "display_name": "KK Women's and Children's Hospital",
          "country_code": "SG",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Fabian Yap"
    },
    {
      "display_name": "Peter D. Gluckman",
      "id": "A5058979039",
      "orcid": "https://orcid.org/0000-0002-5711-1655",
      "institutions": [
        {
          "id": "I154130895",
          "display_name": "University of Auckland",
          "country_code": "NZ",
          "type": "funder"
        },
        {
          "id": "I4210101200",
          "display_name": "Singapore Institute for Clinical Sciences",
          "country_code": "SG",
          "type": "funder"
        },
        {
          "id": "I115228651",
          "display_name": "Agency for Science, Technology and Research",
          "country_code": "SG",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Peter D. Gluckman"
    },
    {
      "display_name": "Keith M. Godfrey",
      "id": "A5031184713",
      "orcid": "https://orcid.org/0000-0002-4643-0618",
      "institutions": [
        {
          "id": "I125671874",
          "display_name": "National Health Service",
          "country_code": "GB",
          "type": "healthcare"
        },
        {
          "id": "I43439940",
          "display_name": "University of Southampton",
          "country_code": "GB",
          "type": "funder"
        },
        {
          "id": "I4210148293",
          "display_name": "MRC Lifecourse Epidemiology Unit",
          "country_code": "GB",
          "type": "facility"
        },
        {
          "id": "I90344618",
          "display_name": "Medical Research Council",
          "country_code": "GB",
          "type": "government"
        },
        {
          "id": "I2802965805",
          "display_name": "University Hospital Southampton NHS Foundation Trust",
          "country_code": "GB",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Keith M. Godfrey"
    },
    {
      "display_name": "Hugo Van Bever",
      "id": "A5052143160",
      "orcid": "https://orcid.org/0000-0002-6308-2045",
      "institutions": [
        {
          "id": "I165932596",
          "display_name": "National University of Singapore",
          "country_code": "SG",
          "type": "funder"
        },
        {
          "id": "I4210150261",
          "display_name": "National University Health System",
          "country_code": "SG",
          "type": "funder"
        },
        {
          "id": "I4210146690",
          "display_name": "National University Hospital",
          "country_code": "SG",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Hugo Van Bever"
    },
    {
      "display_name": "Bee Wah Lee",
      "id": "A5035365695",
      "orcid": "https://orcid.org/0000-0002-3957-3290",
      "institutions": [
        {
          "id": "I165932596",
          "display_name": "National University of Singapore",
          "country_code": "SG",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Bee Wah Lee"
    },
    {
      "display_name": "Yap Seng Chong",
      "id": "A5011331709",
      "orcid": "https://orcid.org/0000-0002-7232-8473",
      "institutions": [
        {
          "id": "I165932596",
          "display_name": "National University of Singapore",
          "country_code": "SG",
          "type": "funder"
        },
        {
          "id": "I4210150261",
          "display_name": "National University Health System",
          "country_code": "SG",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Yap Seng Chong"
    },
    {
      "display_name": "Lynette Pei‐Chi Shek",
      "id": "A5046691960",
      "orcid": "https://orcid.org/0000-0001-9064-8983",
      "institutions": [
        {
          "id": "I4210101200",
          "display_name": "Singapore Institute for Clinical Sciences",
          "country_code": "SG",
          "type": "funder"
        },
        {
          "id": "I115228651",
          "display_name": "Agency for Science, Technology and Research",
          "country_code": "SG",
          "type": "government"
        },
        {
          "id": "I4210150261",
          "display_name": "National University Health System",
          "country_code": "SG",
          "type": "funder"
        },
        {
          "id": "I4210146690",
          "display_name": "National University Hospital",
          "country_code": "SG",
          "type": "healthcare"
        },
        {
          "id": "I165932596",
          "display_name": "National University of Singapore",
          "country_code": "SG",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Lynette Pei-chi Shek"
    },
    {
      "display_name": "Mark Jean Aan Koh",
      "id": "A5061929533",
      "orcid": "https://orcid.org/0000-0002-4136-4105",
      "institutions": [
        {
          "id": "I4210112252",
          "display_name": "KK Women's and Children's Hospital",
          "country_code": "SG",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mark Jean Aan Koh"
    },
    {
      "display_name": "Seng Bin Ang",
      "id": "A5101949323",
      "orcid": "https://orcid.org/0000-0003-0883-634X",
      "institutions": [
        {
          "id": "I4210112252",
          "display_name": "KK Women's and Children's Hospital",
          "country_code": "SG",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Seng Bin Ang"
    }
  ],
  "publication_year": 2017,
  "publication_date": "2017-05-01",
  "type": "article",
  "cited_by_count": 21,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S153558830",
    "display_name": "Annals of Allergy Asthma & Immunology",
    "issn_l": "1081-1206",
    "issn": [
      "1081-1206",
      "1534-4436"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320990"
  },
  "volume": "118",
  "issue": "5",
  "first_page": "636",
  "last_page": "638",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "https://doi.org/10.1016/j.anai.2017.02.021",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.88784426
    },
    {
      "id": "C72563966",
      "display_name": "Cohort",
      "level": 2,
      "score": 0.6430551
    },
    {
      "id": "C2908597655",
      "display_name": "Caesarean delivery",
      "level": 4,
      "score": 0.53866374
    },
    {
      "id": "C2776042228",
      "display_name": "Asthma",
      "level": 2,
      "score": 0.49875665
    },
    {
      "id": "C207480886",
      "display_name": "Allergy",
      "level": 2,
      "score": 0.49346936
    },
    {
      "id": "C112672928",
      "display_name": "Offspring",
      "level": 3,
      "score": 0.4909902
    },
    {
      "id": "C201903717",
      "display_name": "Cohort study",
      "level": 2,
      "score": 0.4622066
    },
    {
      "id": "C2779234561",
      "display_name": "Pregnancy",
      "level": 2,
      "score": 0.45197815
    },
    {
      "id": "C187212893",
      "display_name": "Pediatrics",
      "level": 1,
      "score": 0.44941717
    },
    {
      "id": "C512399662",
      "display_name": "Family medicine",
      "level": 1,
      "score": 0.40807012
    },
    {
      "id": "C2776279924",
      "display_name": "Caesarean section",
      "level": 3,
      "score": 0.3664403
    },
    {
      "id": "C131872663",
      "display_name": "Obstetrics",
      "level": 1,
      "score": 0.32703435
    },
    {
      "id": "C203014093",
      "display_name": "Immunology",
      "level": 1,
      "score": 0.19730154
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.18151146
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C54355233",
      "display_name": "Genetics",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10051",
      "display_name": "Asthma and respiratory diseases",
      "score": 0.9981
    },
    {
      "id": "T11964",
      "display_name": "Pregnancy and Medication Impact",
      "score": 0.9859
    },
    {
      "id": "T13770",
      "display_name": "Pediatric health and respiratory diseases",
      "score": 0.9844
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/j.anai.2017.02.021",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:45:51.093223",
  "source_database": "OpenAlex"
}