{
  "openalex_id": "W2611954157",
  "doi": "https://doi.org/10.7326/m17-0947",
  "title": "Does Knowledge of the Coronary Anatomy Save Lives in Patients With Unstable Angina?",
  "abstract": "Editorials6 June 2017Does Knowledge of the Coronary Anatomy Save Lives in Patients With Unstable Angina?Sanjit S. Jolly, MD, MSc and P.J. Devereaux, MD, PhDSanjit S. Jolly, MD, MScFrom McMaster University, Hamilton, Ontario, Canada.Search for more papers by this author and P.J. Devereaux, MD, PhDFrom McMaster University, Hamilton, Ontario, Canada.Search for more papers by this authorAuthor, Article, and Disclosure Informationhttps://doi.org/10.7326/M17-0947 SectionsAboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinkedInRedditEmail Patients with non–ST-segment elevation acute coronary syndromes (NSTEACS) represent a spectrum ranging from those with no myocardial damage to those with significant myocardial damage and resultant elevation in biomarker levels. Patients presenting without elevated biomarker values are labeled as having unstable angina. The advent of high-sensitivity troponin assays has reduced the number of patients with a diagnosis of unstable angina to less than 10% of those with a diagnosed acute coronary syndrome (1). Furthermore, among patients presenting with chest pain and negative high-sensitivity troponin measurements, approximately 80% will have noncardiac chest pain once investigations are completed (2).Randomized trials have ...References1. D'Souza M, Sarkisian L, Saaby L, Poulsen TS, Gerke O, Larsen TB, et al. Diagnosis of unstable angina pectoris has declined markedly with the advent of more sensitive troponin assays. Am J Med. 2015;128:852-60. [PMID: 25820165] doi:10.1016/j.amjmed.2015.01.044 CrossrefMedlineGoogle Scholar2. Keller T, Zeller T, Peetz D, Tzikas S, Roth A, Czyz E, et al. Sensitive troponin I assay in early diagnosis of acute myocardial infarction. N Engl J Med. 2009;361:868-77. [PMID: 19710485] doi:10.1056/NEJMoa0903515 CrossrefMedlineGoogle Scholar3. Cannon CP, Weintraub WS, Demopoulos LA, Vicari R, Frey MJ, Lakkis N, et al; TACTICS (Treat Angina with Aggrastat and Determine Cost of Therapy with an Invasive or Conservative Strategy)—Thrombolysis in Myocardial Infarction 18 Investigators. Comparison of early invasive and conservative strategies in patients with unstable coronary syndromes treated with the glycoprotein IIb/IIIa inhibitor tirofiban. N Engl J Med. 2001;344:1879-87. [PMID: 11419424] CrossrefMedlineGoogle Scholar4. Fox KA, Poole-Wilson PA, Henderson RA, Clayton TC, Chamberlain DA, Shaw TR, et al; Randomized Intervention Trial of unstable Angina Investigators. Interventional versus conservative treatment for patients with unstable angina or non-ST-elevation myocardial infarction: the British Heart Foundation RITA 3 randomised trial. Randomized Intervention Trial of unstable Angina. Lancet. 2002;360:743-51. [PMID: 12241831] CrossrefMedlineGoogle Scholar5. Wallentin L, Lagerqvist B, Husted S, Kontny F, Ståhle E, Swahn E. Outcome at 1 year after an invasive compared with a non-invasive strategy in unstable coronary-artery disease: the FRISC II invasive randomised trial. FRISC II Investigators. Fast Revascularisation during Instability in Coronary artery disease. Lancet. 2000;356:9-16. [PMID: 10892758] CrossrefMedlineGoogle Scholar6. O'Donoghue M, Boden WE, Braunwald E, Cannon CP, Clayton TC, de Winter RJ, et al. Early invasive vs conservative treatment strategies in women and men with unstable angina and non-ST-segment elevation myocardial infarction: a meta-analysis. JAMA. 2008;300:71-80. [PMID: 18594042] doi:10.1001/jama.300.1.71 CrossrefMedlineGoogle Scholar7. Roffi M, Patrono C, Collet JP, Mueller C, Valgimigli M, Andreotti F, et al; Management of Acute Coronary Syndromes in Patients Presenting without Persistent ST-Segment Elevation of the European Society of Cardiology. 2015 ESC Guidelines for the management of acute coronary syndromes in patients presenting without persistent ST-segment elevation: Task Force for the Management of Acute Coronary Syndromes in Patients Presenting without Persistent ST-Segment Elevation of the European Society of Cardiology (ESC). Eur Heart J. 2016;37:267-315. [PMID: 26320110] doi:10.1093/eurheartj/ehv320 CrossrefMedlineGoogle Scholar8. Vogrin S, Harper R, Paratz E, MacIsaac A, Burchell J, Smith B, et al. Comparative effectiveness of routine invasive coronary angiography for managing unstable angina. Ann Intern Med. 2017;166:783-91. doi:10.7326/M16-2420 LinkGoogle Scholar9. Bavry AA, Kumbhani DJ, Rassi AN, Bhatt DL, Askari AT. Benefit of early invasive therapy in acute coronary syndromes: a meta-analysis of contemporary randomized clinical trials. J Am Coll Cardiol. 2006;48:1319-25. [PMID: 17010789] CrossrefMedlineGoogle Scholar10. de Winter RJ, Windhausen F, Cornel JH, Dunselman PH, Janus CL, Bendermacher PE, et al; Invasive versus Conservative Treatment in Unstable Coronary Syndromes (ICTUS) Investigators. Early invasive versus selectively invasive management for acute coronary syndromes. N Engl J Med. 2005;353:1095-104. [PMID: 16162880] CrossrefMedlineGoogle Scholar Author, Article, and Disclosure InformationAffiliations: From McMaster University, Hamilton, Ontario, Canada.Disclosures: Disclosures can be viewed at www.acponline.org/authors/icmje/ConflictOfInterestForms.do?msNum=M17-0947.Corresponding Author: Sanjit S. Jolly, MD, MSc, Room C3-118, DBCVSRI Building, Hamilton General Hospital, 237 Barton Street East, Hamilton, Ontario L8L 2X2, Canada; e-mail, sanjit.[email protected]ca.Current Author Addresses: Dr. Jolly: Room C3-118, DBCVSRI Building, Hamilton General Hospital, 237 Barton Street East, Hamilton, Ontario L8L 2X2, Canada.Dr. Devereaux: Population Health Research Institute, David Braley Cardiac, Vascular and Stroke Research Institute–Room C1-116, Hamilton General Hospital, 237 Barton Street East, Hamilton, Ontario L8L 2X2, Canada.This article was published at Annals.org on 2 May 2017. PreviousarticleNextarticle Advertisement FiguresReferencesRelatedDetailsSee AlsoComparative Effectiveness of Routine Invasive Coronary Angiography for Managing Unstable Angina Sara Vogrin , Richard Harper , Elizabeth Paratz , Andrew MacIsaac , Jodie Burchell , Belinda Smith , Anthony Scott , Jongsay Yong , and Vijaya Sundararajan Metrics 6 June 2017Volume 166, Issue 11Page: 848-849KeywordsAngiographyCoronary revascularizationIschemiaMyocardial infarctionObservational studiesOdds ratioRandomized trialsRevascularizationTroponinUnstable angina ePublished: 2 May 2017 Issue Published: 6 June 2017 Copyright & PermissionsCopyright © 2017 by American College of Physicians. All Rights Reserved.PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Sanjit S. Jolly",
      "id": "A5014032885",
      "orcid": "https://orcid.org/0000-0003-2329-2504",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Sanjit S. Jolly"
    },
    {
      "display_name": "P.J. Devereaux",
      "id": "A5040874215",
      "orcid": "https://orcid.org/0000-0003-2935-637X",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "P.J. Devereaux"
    }
  ],
  "publication_year": 2017,
  "publication_date": "2017-05-02",
  "type": "letter",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S119722071",
    "display_name": "Annals of Internal Medicine",
    "issn_l": "0003-4819",
    "issn": [
      "0003-4819",
      "1539-3704"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316812"
  },
  "volume": "166",
  "issue": "11",
  "first_page": "848",
  "last_page": "848",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.92850035
    },
    {
      "id": "C2777785093",
      "display_name": "Unstable angina",
      "level": 3,
      "score": 0.8574898
    },
    {
      "id": "C2777698277",
      "display_name": "Acute coronary syndrome",
      "level": 3,
      "score": 0.7825979
    },
    {
      "id": "C2778704086",
      "display_name": "Chest pain",
      "level": 2,
      "score": 0.6598627
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.64899135
    },
    {
      "id": "C164705383",
      "display_name": "Cardiology",
      "level": 1,
      "score": 0.6299994
    },
    {
      "id": "C36036425",
      "display_name": "Troponin",
      "level": 3,
      "score": 0.6109015
    },
    {
      "id": "C2781197716",
      "display_name": "Biomarker",
      "level": 2,
      "score": 0.5968536
    },
    {
      "id": "C144469398",
      "display_name": "Troponin T",
      "level": 3,
      "score": 0.5269747
    },
    {
      "id": "C500558357",
      "display_name": "Myocardial infarction",
      "level": 2,
      "score": 0.19162309
    },
    {
      "id": "C55493867",
      "display_name": "Biochemistry",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10292",
      "display_name": "Acute Myocardial Infarction Research",
      "score": 0.9999
    },
    {
      "id": "T10193",
      "display_name": "Coronary Interventions and Diagnostics",
      "score": 0.9985
    },
    {
      "id": "T10372",
      "display_name": "Cardiac Imaging and Diagnostics",
      "score": 0.9984
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.7326/m17-0947",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:50:53.940830",
  "source_database": "OpenAlex"
}