{
  "openalex_id": "W2615188145",
  "doi": "https://doi.org/10.1353/sor.2017.0002",
  "title": "Introduction: The Dark Logic of Invasive Others",
  "abstract": "Introduction:The Dark Logic of Invasive Others Ann Laura Stoler (bio) one fundamental dimension of political repression works through assessing measures of who and what counts, and who and what does not. The nature of governance in part depends on the tools and standards of assessment considered reliable to make that accounting and to be deserving of public trust. Within this dark logic, some kinds of beings, things, and practices are made to matter, qualified as worthy of inclusion in the catchment of attention and urgencies; some are disqualified as exceeding countability or knowability within the rubrics of how we imagine knowing the world. But there are other means of asserting priorities that are as forceful in conveying assessments of worth, if more elusive as identifiable measures. It is precisely these visual and verbal practices that are configured for us, and make it \"easy to think\" that some analogies, comparisons, associations, and relationships are more plausible, more relevant, and more truth-bearing than others. Here are three papers that powerfully examine how the conceptual and concrete apparatuses to constrain and contain the movement of people conjoin with and borrow from those strategies deployed for the animal and botanical orders of the world. But while this issue, and the conference on which it is based, opened with this first group of papers on \"People,\" we quickly realize that there is no staying there. Political repression is about psychic and material practices lodged in verbal and visual vocabularies with powerful effects that nurture and feed off anticipatory logics of extermination and extinction. [End Page 3] In what Jean Comaroff, in the discussion that followed presentation of these papers at the conference, called \"the metastasization of metaphors,\" the connections made between the \"invasion\" of immigrants/refugees, or the generically \"undesired\" foreigner, and \"invasive\" species that take over \"natural\" habitats, starve out \"native\" plants, and overrun the delicate balances of \"the wild\" are not the excessive fluff of governance but one of its constituent elements. The ties that bind alien species, native authenticities to be protected, and invasive others to be expelled are not benign, as each of these papers underscores. These associations invoke—without naming directly—those human and non-human beings, as Juanita Sundberg put it in her remarks at the conference,1 deemed worthy or \"unworthy of ethical and political consideration.\" These are the violent elements of dark, imaginative logics put to work and to the test. It is easy to place the onus on the contemporary media for feeding on these associations, but that is not where these images and practices have gained their enduring traction. Imperial formations and colonial governance honed them and in turn fortified what I have called \"the managed mobility\" enforced by imperial states (Stoler 2016). As Bridget Anderson underscored in discussion, the issue of time, timing, and temporality—when certain terms get used, and what they are used for—is key; e.g., \"natural rootedness\" when invoked as a political claim by those dispossessed, or as an ecological truth claim about why certain populations deserve \"protection\" from invasive Others. What is striking in the recursive founding of these imaginaries, and the sensibilities they foster, is not only wooden Manichean categories—purity and impurity, cleanliness and dirt, democracy and its others—but also a contorted notion that \"conservation,\" \"wilderness,\" and environmental balance depend on barring immigrants from entry and getting rid of those who are already here. As Sundberg aptly noted, the \"intimate connections\" between anti-immigration and nature conservation policies comprise not a new history, nor have all the parameters and sites of pressure and politics [End Page 4] and the nature of the intimacies changed: people, plants, and animals have long been part of discursive invasions and contaminations. But even more striking to those of us who have imagined that wildlife refuges, national parks, and national monuments bear unsullied histories, we might look again—as Sundberg notes with reference to Alexandra Stern's work—at the relationship between eugenicist concerns and the protected \"heritage\" that \"nature\" is mobilized to represent for the nation and race. The story is one of occlusions from the start: as in Israel, where national parks have covered over and...",
  "authors": [
    {
      "display_name": "Ann Laura Stoler",
      "id": "A5114007315",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Ann Laura Stoler"
    }
  ],
  "publication_year": 2017,
  "publication_date": "2017-01-01",
  "type": "article",
  "cited_by_count": 19,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4317411217",
    "display_name": "Deleted Journal",
    "issn_l": null,
    "issn": null,
    "type": "journal",
    "host_organization": null
  },
  "volume": "84",
  "issue": "1",
  "first_page": "3",
  "last_page": "5",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.575245
    },
    {
      "id": "C111640148",
      "display_name": "Rubric",
      "level": 2,
      "score": 0.5648738
    },
    {
      "id": "C120452360",
      "display_name": "Nature versus nurture",
      "level": 2,
      "score": 0.469692
    },
    {
      "id": "C111472728",
      "display_name": "Epistemology",
      "level": 1,
      "score": 0.45476395
    },
    {
      "id": "C109359841",
      "display_name": "Inclusion (mineral)",
      "level": 2,
      "score": 0.43721893
    },
    {
      "id": "C2780456611",
      "display_name": "Psychic",
      "level": 3,
      "score": 0.41272548
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.39537105
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.38033968
    },
    {
      "id": "C77805123",
      "display_name": "Social psychology",
      "level": 1,
      "score": 0.36254507
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.2743973
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.1949575
    },
    {
      "id": "C19417346",
      "display_name": "Pedagogy",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C19165224",
      "display_name": "Anthropology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C204787440",
      "display_name": "Alternative medicine",
      "level": 2,
      "score": 0.0
    },
    {
      "id": "C142724271",
      "display_name": "Pathology",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T13634",
      "display_name": "Middle East and Rwanda Conflicts",
      "score": 0.2243
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/sor.2017.0002",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:12:07.453467",
  "source_database": "OpenAlex"
}