{
  "openalex_id": "W2618711538",
  "doi": "https://doi.org/10.1353/fem.2012.0008",
  "title": "Theorizing Pleasure: New Directions in Black Feminist Studies",
  "abstract": "TheorizingPleasure: New Directionsin Black FeministStudies Jennifer C. Nash Books Discussed in This Article Erotic Revolutionaries: Black Women, Sexuality, and Popular Culture. By Shayne Lee. Lanham, MD: Hamilton Books, 2010. Beyond the Black Lady: Sexuality and the New African American Middle Class. By Lisa B. Thompson. Urbana: University of Illinois Press, 2009. Unequal Desires: Race and Erotic Capital in the Stripping Industry. By Siobhan Brooks. Albany: State University of New York Press, 2010. Mutha Is Half a Word: Intersections of Folklore, Vernacular, Myth, and Queerness in Black Female Culture. By L. H. Stallings. Columbus: Ohio State University Press, 2007. Black women's sexuality has routinely been described \"as an absence.'\" Hortense Spiller's oft-quoted lines analogizing black women to \"the beached whales of the sexual universe, unvoiced, misseen, not doing, awaiting their verb\" poignantly capture this absence, registering the paucity of cultural space for black women to claim sexual agency and articulate complex sexual personhood.2 More than that, black femi nist scholars have long documented a \"culture of dissemblance,\" where black women \"creatfe] the appearance of disclosure, or openness about themselves ... while actually remaining an enigma,\"3 and argued that black women have adopted a \"politics of silence\" and a \"politics of respectability\" to shield the black female body from cultural scrutiny.4 FeministStudies38, no. 2 (Summer 2012). © 2012 by Feminist Studies, Inc. 507 508 Jennifer C. Nash Of course, for as long as black women have adopted strategic silences to protect their bodies from scrutiny, there have been black women—both activists and scholars—attempting to break that silence, countering the dominant intellectual tradition by insisting on black women's complex pleasures and longings. Audre Lorde's now canonical celebration of the erotic, Alice Walker's description of the womanist's love for \"other women, sexually and/or nonsexually,\" and Tricia Rose's Longingto Tell, a collection of black women's sexual histo ries, all epitomize critical ruptures in the silence surrounding black female sexuality The texts that are the subject of this review are all part of this rupture, insisting on describing black women's complex sexualities and pleasures; as L. H. Stallings notes, these texts are not \"longing to tell,\" they aretelling.5 Shayne Lee's EroticRevolutionaries ends with a revealing confession. He writes, \"I like my feminism complex, perplexingly diverse, and open to contradiction\" (123). It is a moment that echoes Joan Morgan, Rebecca Walker, Lisa Jones, and many other contemporary feminists who champion \"a feminism brave enough to fuck with the grays.\"6 Lee's confession explicitly positions his book as a black Third Wave7 feminist text, one invested in crafting a black feminism open to the paradox and multiplicity that are \"hallmarks of sexuality.\"8 Erotic Revolutionaries ambitiously weaves together Third Wave femi nism, pro-sex feminism, and scripting theory to celebrate erotically transformative black female figures in contemporary popular culture. The sub-jects at the heart of Lee's book—including urban erotica writer Zane, singer Beyonce Knowles, tennis player Serena Williams, and television host Tyra Banks—are all black popular cultural producers who \"defile traditional prescriptions for female prudence and inaugu rate sexual scripts that carve new spaces for eroticism and sexual free dom\" (128). They are, according to Lee, erotic revolutionaries who have cast aside demands for black female respectability and instead cele brate their sexual agency. Lee's analysis of these erotic revolutionaries depends on scripting theory, which he draws from John Gagnon and William Simon's Sexual Conduct:The SocialSources ofHumanSexuality. Scripting theory allows Lee to argue both that erotic revolutionaries can craft new sexual scripts for themselves and that their cultural presence might allow for the production of new sexual scripts, ones that high light that black women are \"sexual subjects, actors, and agents\" (7). Jennifer C. Nash 509 Although Lee tends to celebrate erotic revolutionaries for their production of new, more liberating, sexual scripts, his reading of Beyonce suggests that erotic revolutionaries can deploy scripts that are more complex than simple declarations of agency. He argues that Beyonce's oeuvre reveals that sexuality is paradoxical terrain; it is both a locus of \"comfort, excitement, and exuberance\" (21) and a potentially \"destructive power with the capacity to...",
  "authors": [
    {
      "display_name": "Jennifer C. Nash",
      "id": "A5103099531",
      "orcid": "https://orcid.org/0000-0003-2655-8419",
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Jennifer C. Nash"
    }
  ],
  "publication_year": 2012,
  "publication_date": "2012-01-01",
  "type": "article",
  "cited_by_count": 27,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S192660949",
    "display_name": "Feminist Studies",
    "issn_l": "0046-3663",
    "issn": [
      "0046-3663",
      "2153-3873"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4360969297"
  },
  "volume": "38",
  "issue": "2",
  "first_page": "507",
  "last_page": "515",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C107993555",
      "display_name": "Gender studies",
      "level": 1,
      "score": 0.6828776
    },
    {
      "id": "C53813258",
      "display_name": "Human sexuality",
      "level": 2,
      "score": 0.60362655
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.5169434
    },
    {
      "id": "C2776050585",
      "display_name": "Scrutiny",
      "level": 2,
      "score": 0.48931882
    },
    {
      "id": "C548836952",
      "display_name": "Personhood",
      "level": 2,
      "score": 0.42719227
    },
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.42371696
    },
    {
      "id": "C96089941",
      "display_name": "Popular culture",
      "level": 2,
      "score": 0.42134836
    },
    {
      "id": "C2781115785",
      "display_name": "Silence",
      "level": 2,
      "score": 0.41970673
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.23237222
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.22640592
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.21504313
    },
    {
      "id": "C107038049",
      "display_name": "Aesthetics",
      "level": 1,
      "score": 0.21211854
    },
    {
      "id": "C29595303",
      "display_name": "Media studies",
      "level": 1,
      "score": 0.18727273
    }
  ],
  "topics": [
    {
      "id": "T11888",
      "display_name": "Gender Roles and Identity Studies",
      "score": 0.8221
    },
    {
      "id": "T11540",
      "display_name": "Gender, Feminism, and Media",
      "score": 0.8089
    },
    {
      "id": "T12765",
      "display_name": "Race, History, and American Society",
      "score": 0.7601
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/fem.2012.0008",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:55:14.697585",
  "source_database": "OpenAlex"
}