{
  "openalex_id": "W2621042377",
  "doi": "https://doi.org/10.1111/hae.13269",
  "title": "Point of care ultrasound in haemophilia: Building a strong foundation for clinical implementation",
  "abstract": "Haemophilia A and B are X-linked recessive diseases that result in a deficiency in coagulation factor VIII and IX respectively. These low levels of factor cause a decrease in thrombin formation, which in turn promotes haemorrhage into articular joints.1 The resultant blood products stimulate chondrocyte apoptosis, synovitis and subchondral bone changes, leading to arthropathy.2 Even a single episode of haemarthrosis can potentially increase the risk of poor long-term joint outcomes.3, 4 Accurate diagnosis and timely therapy of joint haemorrhage are then critical to patient care. Investigators utilize physical assessment for diagnosis; however, recent studies have shown that the physical exam alone lacks accuracy in determining the extent of haemarthrosis and its resolution.3, 5, 6 As a result, patients/providers may prematurely lower their factor treatment doses and return to normal physical activity, which may lead to re-bleeding. Several imaging modalities are used in the diagnosis of haemarthrosis. Ultrasound (US), when compared to magnetic resonance imaging (MRI) and computed tomography (CT), is quick, non-ionizing, inexpensive and accurate in diagnosing soft tissue abnormalities in patients with haemophilia.3, 7 Point-of-care-ultrasound (POC-US) has recently gained recognition in its use as an adjunct tool in the haemophilia setting.6, 8 However, the user dependency of POC-US necessitates that users be properly trained and competent in the technology to avoid misuse and misdiagnosis. Guidelines and recommendations should be established to facilitate appropriate training, use, and implementation of POC-US as a diagnostic tool in haemophilia. POC-US, and US performed in a diagnostic imaging department, each have distinct indications and outcomes. Diagnostic US is traditionally used to systematically map out normal and abnormal anatomy, assess function and provide guidance for diagnostic and interventional procedures. Additionally, these examinations are performed by credentialed diagnostic medical sonographers and interpreted by radiologists, both having dedicated training and access to the appropriate equipment and infrastructure. POC-US, on the other hand, is goal-orientated and is utilized to provide immediate critical information to the healthcare practitioner (HCP). The Canadian Association of Radiologists has defined POC-US as an examination provided by a HCP, to be used in adjunct to the physical examination to identify the presence or absence of a specific finding.9 In the context of haemophilia, POC-US offers several benefits. POC-US eliminates waiting times for diagnostic imaging in radiology, verifies the presence or absence of haemarthrosis, monitors response to factor treatment, provides evidence to inform decision-making around physical activity, and identifies pain not related to an acute bleeding event.6, 10, 11 To capitalize on the benefits of POC-US in haemophilia management, a robust implementation strategy is needed. From the expert consensus of the authors, and drawing from other governing bodies' guidelines for POC-US use in a healthcare setting—such as the Canadian Society of Radiologists (CAR),9 American Society for Echocardiography (ASE),7 Canadian Society of Echocardiography (CSE)12 and the International Federation for Emergency Medicine (IFEM)13—several recommendations for POC-US in haemophilia care are put forward in this text that seek to ensure appropriate use, training standards, attainment of competency and quality assurance. Standards in training must be developed to support quality outcomes and user competency. The IFEM and the ASE agree that a mixture of didactic and hands-on training is optimal.7, 13 These courses must equip HCP's with manipulative imaging skills, be accessible, and be able to provide a solid foundation for critical thinking. Furthermore, it is recommended that curriculum design be made in consultation with educators/curriculum design specialists in sonography. Didactic modules should include: The use of POC-US is operator dependent, and the risk of misdiagnosis is high when used improperly or by inexperienced practitioners.15 Guidelines and institutional protocols should be established to ensure proper implementation of the technology into clinical practice. This tool should be limited to only the practitioners who have the knowledge, skills and judgement to utilize POC-US in a haemophilia setting.9 Although HCPs can receive proper training in POC-US to become competent in the technology's use, and while institutions may develop protocols that limit its improper use, POC-US users must still maintain their competence over time. Maintenance of competence can be achieved through participation in peer review, community of practice and/or continuing education programmes. The equipment used for POC-US should be appropriate and regularly maintained. The utilization of point of care ultrasound as an adjunct to the physical examination has the potential to improve health outcomes in patients with haemophilia. However, in order to preserve the quality of patient care, it is necessary to acknowledge the importance of appropriate use of the technology, the need for formal training and competency attainment, quality assurance, infrastructure and maintenance of competence. While these guidelines were created in the context of a Canadian model of care, the concepts can be applied globally and should be adapted to local regulations and scope of practice. As is the case with all areas of healthcare practice, having the knowledge, skills and judgment to perform a task is critical. As such, point of care ultrasound should be respected for the complexity of the technology and the skill required to interpret it. Wendy Lawson, Michael Uy and Karen Strike drafted the article. Dr. Anthony Chan, Dr. Alfonso Iorio, Dr. Nina Stein and Dean Lori Koziol all provided mentorship, editorial review and article input during the creation of these foundational guidelines. The authors of this article would like to acknowledge Pfizer Canada for the support received for the development and completion of this project. Wendy Lawson has acted as a paid consultant to Pfizer Canada and has received funding for research carried out in this work. Wendy has also received speaker fees from Pfizer Canada, Pfizer Global and Bayer Pharmaceuticals. Karen Strike received research support from Hamilton Health Sciences Health Professional Clinical Research Award, Health Professional Investigator Award, McMaster Children's Hospital Foundation, Pfizer Canada and Bayer. Karen has also received travel support from Pfizer, Bayer, Novo Nordisk and consultation fees from Pfizer, Biogen, Novo Nordisk, Baxalta, Octapharma. Dr. Chan has received research support from Pfizer. Funding was received from Pfizer Canada for the work presented above. Dr. Chan holds the McMaster Children's Hospital/Hamilton Health Sciences Foundation Pediatric Thrombosis and Hemostasis Endowed Chair. Dr. Iorio has research funding through McMaster University from Baxter, Bayer, Biogen, Idec, Novo Nordisk and Pfizer. No funds were received for the work above. Michael Uy, Dean Koziol and Dr. Stein have no disclosures or conflicts of interest for the above work.",
  "authors": [
    {
      "display_name": "W. Lawson",
      "id": "A5066749141",
      "orcid": "https://orcid.org/0000-0003-2326-0481",
      "institutions": [
        {
          "id": "I184578258",
          "display_name": "Mohawk College",
          "country_code": "CA",
          "type": "education"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "W. Lawson"
    },
    {
      "display_name": "Michael Uy",
      "id": "A5002752748",
      "orcid": "https://orcid.org/0000-0001-9426-7360",
      "institutions": [
        {
          "id": "I184578258",
          "display_name": "Mohawk College",
          "country_code": "CA",
          "type": "education"
        },
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "M. Uy"
    },
    {
      "display_name": "Karen Strike",
      "id": "A5024895659",
      "orcid": "https://orcid.org/0000-0002-5598-2051",
      "institutions": [
        {
          "id": "I76442945",
          "display_name": "Hamilton Health Sciences",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I2802999702",
          "display_name": "Regional Municipality of Niagara",
          "country_code": "CA",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "K. Strike"
    },
    {
      "display_name": "Alfonso Iorio",
      "id": "A5044123410",
      "orcid": "https://orcid.org/0000-0002-3331-8766",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "A. Iorio"
    },
    {
      "display_name": "Nina Rodrigues Stein",
      "id": "A5034802524",
      "orcid": "https://orcid.org/0000-0002-2541-5566",
      "institutions": [
        {
          "id": "I2801880889",
          "display_name": "McMaster Children's Hospital",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "N. Stein"
    },
    {
      "display_name": "Lori Koziol",
      "id": "A5083815519",
      "orcid": null,
      "institutions": [
        {
          "id": "I184578258",
          "display_name": "Mohawk College",
          "country_code": "CA",
          "type": "education"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "L. Koziol"
    },
    {
      "display_name": "Anthony K.C. Chan",
      "id": "A5070607078",
      "orcid": null,
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "A. Chan"
    }
  ],
  "publication_year": 2017,
  "publication_date": "2017-06-02",
  "type": "article",
  "cited_by_count": 16,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S37667796",
    "display_name": "Haemophilia",
    "issn_l": "1351-8216",
    "issn": [
      "1351-8216",
      "1365-2516"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320595"
  },
  "volume": "23",
  "issue": "5",
  "first_page": "648",
  "last_page": "651",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/hae.13269",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.9356358
    },
    {
      "id": "C2778385053",
      "display_name": "Haemophilia",
      "level": 2,
      "score": 0.84498596
    },
    {
      "id": "C2779526002",
      "display_name": "Hemarthrosis",
      "level": 2,
      "score": 0.64043295
    },
    {
      "id": "C2777081929",
      "display_name": "Haemophilia B",
      "level": 4,
      "score": 0.59901196
    },
    {
      "id": "C143409427",
      "display_name": "Magnetic resonance imaging",
      "level": 2,
      "score": 0.524912
    },
    {
      "id": "C2779146052",
      "display_name": "Arthropathy",
      "level": 4,
      "score": 0.5105851
    },
    {
      "id": "C2777232031",
      "display_name": "Haemophilia A",
      "level": 3,
      "score": 0.47690344
    },
    {
      "id": "C51915194",
      "display_name": "Point of care",
      "level": 2,
      "score": 0.47301129
    },
    {
      "id": "C2779244835",
      "display_name": "Synovitis",
      "level": 3,
      "score": 0.4582431
    },
    {
      "id": "C136948725",
      "display_name": "Soft tissue",
      "level": 2,
      "score": 0.45341572
    },
    {
      "id": "C126838900",
      "display_name": "Radiology",
      "level": 1,
      "score": 0.4420712
    },
    {
      "id": "C143753070",
      "display_name": "Ultrasound",
      "level": 2,
      "score": 0.41012698
    },
    {
      "id": "C177713679",
      "display_name": "Intensive care medicine",
      "level": 1,
      "score": 0.4046977
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.27443358
    },
    {
      "id": "C142724271",
      "display_name": "Pathology",
      "level": 1,
      "score": 0.14426571
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.14077425
    },
    {
      "id": "C2776164576",
      "display_name": "Osteoarthritis",
      "level": 3,
      "score": 0.109945
    },
    {
      "id": "C204787440",
      "display_name": "Alternative medicine",
      "level": 2,
      "score": 0.0
    },
    {
      "id": "C2777077863",
      "display_name": "Arthritis",
      "level": 2,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11738",
      "display_name": "Ultrasound in Clinical Applications",
      "score": 0.9993
    },
    {
      "id": "T10285",
      "display_name": "Venous Thromboembolism Diagnosis and Management",
      "score": 0.9917
    },
    {
      "id": "T11554",
      "display_name": "Vascular Procedures and Complications",
      "score": 0.9896
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1111/hae.13269",
  "pdf_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/hae.13269",
  "retrieved_date": "2025-07-30T14:48:59.968559",
  "source_database": "OpenAlex"
}