{
  "openalex_id": "W2622159172",
  "doi": null,
  "title": "TINDAK DEGSIYA SAJRONE NOVEL REMBULAN NDHUWUR BLUMBANG ANGGITANE SUNARKO BUDIMAN LAN NOVEL RUNAWAY WIFE ANGGITANE MARGARET WAY (Tintingan Sastra Bandhingan)",
  "abstract": "Cynthia Alifia Putri Yuwono Pendidikan Bahasa dan Sastra Daerah (Jawa) Fakultas Bahasa dan Seni Universitas Negeri Surabaya cynthia240324@gmail.com Abstrak Novel sastra Jawa modern Rembulan Ndhuwur Blumbang anggitane Sunarko Budiman lan novel terjemahan saka Australia Runaway Wife anggitane Margaret Way kang nduweni subtema kang padha yaiku ngenani tindak degsiya marang wong wadon. Underaning panlitene, yaiku: (1) Kepriye tindak degsiya ing novel Rembulan Ndhuwur Blumbang lan Runaway Wife; (2) Apa kang nyebabake tindak degsiya ing novel Rembulan Ndhuwur Blumbang lan Runaway Wife; lan (3) Kepriye sikap paraga utama nalika ngalami tindak degsiya sajrone urip sesomahan ing novel Rembulan Ndhuwur Blumbang lan Runaway Wife. Panliten iki nduweni tujuwan yaiku, kanggo: (1) Supaya mangerteni tindak degsiya sajrone novel Rembulan Ndhuwur Blumbang lan Runaway Wife; (2) Supaya mangerteni penyebab tindak degsiya sajrone novel Rembulan Nduwur Blumbang lan Runaway Wife; lan (3) Supaya mangerteni sikap paraga utama nalika ngalami tindak degsiya sajrone urip sesomahan ing novel Rembulan Nduwur Blumbang lan Runaway Wife. Panliten iki mujudake panliten kanthi tintingan sastra bandhingan. Panliten sastra bandhingan iki nggunakake metodhe dheskriptif kualitatif. Dhata primer ing panliten iki arupa tembung, ukara, pragrap, dialog antar paraga, wacana lan solah bawane paraga sajrone novel Rembulan Ndhuwur Blumbang lan Runaway Wife. Dhata sekunder ing panliten iki yaiku andharan-andharan sajrone artikel utawa buku kang ngandharake ngenani tindak degsiya marang wong wadon. Dhata-dhata kasebut diklumpukake kanthi teknik inventarisasi, maca, cathet, lan klasifikasi. Tatacara pangolahane dhata kang digunakake sajrone panliten iki yaiku teknik analisis deskriptif. Teori kang digunakake kanggo nganalisis dhata yaiku teori sastra bandhingan. Asile panliten nuduhake antarane novel Rembulan Ndhuwur Blumbang lan Runaway Wife nduweni perangan-perangan sing padha lan beda. Perangan kang padha saka kalorone novel kasebut yaiku subtema ngenani tindak degsiya marang wong wadon. Tindak degsiya kasebut dumadi sajrone bale somah. Perangan kang beda saka kalorone novel kasebut yaiku gambaran tindak degsiya, penyebab tindak degsiya, lan sikap paraga nalika ngalami tindak degsiya. Tindak degsiya sajrone novel Rembulan Ndhuwur Blumbang kayata njambak rambut, njongkrokake, ngeret-eret, ngremehake wong wadon, ora dianggep minangka garwa, sarta nyalahake carane ndhidhik anak. Novel Runaway Wife uga nggambarake anane tindak degsiya kayata njongkrokake nganti natap tembok, ngaplok, njambak, mbius, sarta ngelokake bojone nganggo tembung-tembung kasar. Penyebab tindak degsiya sajrone novel anggitane Narko amarga faktor ekonomi yaiku amarga sing lanang kena pehaka, dene ing novel anggitane Margaret Way penyebabe amarga sing lanang kepengin nguwasani sing wadon. Saliyane kuwi penyebabe uga amarga sing lanang nduweni kelainan sociopath. Novel Rembulan Ndhuwur Blumbang nggambarake sikap paraga utama kang pasrah nalika ngalami tindak degsiya, dene sajrone novel Runaway Wife paraga utama digambarake nduweni sikap wani nglawan lan ngupayakake supaya bisa bebas saka panyiksan.",
  "authors": [
    {
      "display_name": "Cynthia Alifia Putri",
      "id": "A5000810072",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Cynthia Alifia Putri"
    }
  ],
  "publication_year": 2015,
  "publication_date": "2015-01-01",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "id",
  "source": {
    "id": "S4306516955",
    "display_name": "Jurnal Online Baradha",
    "issn_l": null,
    "issn": null,
    "type": "journal",
    "host_organization": null
  },
  "volume": "3",
  "issue": "3",
  "first_page": "250830",
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2778983918",
      "display_name": "Wife",
      "level": 2,
      "score": 0.9145137
    },
    {
      "id": "C27206212",
      "display_name": "Theology",
      "level": 1,
      "score": 0.34249318
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.18575671
    }
  ],
  "topics": [
    {
      "id": "T13538",
      "display_name": "Linguistics and Language Analysis",
      "score": 0.9935
    },
    {
      "id": "T10561",
      "display_name": "Educational Research and Methods",
      "score": 0.97
    },
    {
      "id": "T14105",
      "display_name": "Cultural and Artistic Studies",
      "score": 0.9607
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://www.neliti.com/publications/250830/tindak-degsiya-sajrone-novel-rembulan-ndhuwur-blumbang-anggitane-sunarko-budiman",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:14:42.835967",
  "source_database": "OpenAlex"
}