{
  "openalex_id": "W2621300591",
  "doi": "https://doi.org/10.18260/1-2--12056",
  "title": "Using A Hands On, Project Based Approach To Introduce Civil Engineering To Freshmen",
  "abstract": "Abstract NOTE: The first page of text has been automatically extracted and included below in lieu of an abstract Session 1353 Using a Hands-On, Project-Based Approach to Introduce Civil Engineering to Freshmen James D. Bowen University of North Carolina at Charlotte Abstract At the University of North Carolina at Charlotte, the second semester freshman course “Introduction to Engineering” is discipline specific. This course gives students an introduction to the particular discipline (Civil, Electrical and Computer, Mechanical) through a project-based experience. In Civil Engineering, this course has involved the conceptual design of a Civil structure loosely tied to a FORTRAN programming course unit. Lately, we have completely revamped this course. While computer programming instruction remains, we now teach MATLAB, software that is currently being used in several other courses that are part of the Civil Engineering curriculum. In addition, we now teach MATLAB during a balsa wood bridge design competition, in which groups of students compete to build the truss-style bridge having the highest benefit (a function of strength) and lowest cost. Structural, cost, and profit analyses are done using MATLAB scripts that students write as homework assignments through the semester. In course units on Dimensional and Engineering Analyses, students learn how to compute the tensile and compressive member strengths, and the load on each member. These units are combined with MATLAB instruction that enables the students to write a script that analyzes candidate bridge designs. Two recent developments have assisted the course redesign. First, we have developed an automated grading system to administer distribution, grading, and submission of MATLAB homeworks. Second, custom publishing is used to create a textbook that includes information on each course topic. During the last week of the semester, student groups present their designs in an oral presentation, and each bridge is destructively tested for strength. Cost and benefit analyses are performed immediately during the contest, and a winner is declared on the last day of class. So far student feedback on the course redesign is positive. Introduction Recent developments in the freshman engineering curricula at the University of North Carolina at Charlotte mirror those of many other universities. In the past five years, a common core curriculum for all engineers has been adopted for the first semester “Introduction to Engineering Course.” In this course, all prospective engineers are introduced to the design process and to the various engineering professions through a group project that requires interdisciplinary design. The second semester course, which originally had a component common to all majors, has recently been returned completely to the separate engineering departments (Civil, Mechanical, Electrical and Computer). Mechanical Engineering now uses Proceedings of the 2003 American Society for Engineering Education Annual Conference & Exposition Copyright © 2003, American Society for Engineering Education",
  "authors": [
    {
      "display_name": "James D. Bowen",
      "id": "A5050509909",
      "orcid": "https://orcid.org/0000-0002-4258-250X",
      "institutions": [
        {
          "id": "I102149020",
          "display_name": "University of North Carolina at Charlotte",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "James Bowen"
    }
  ],
  "publication_year": 2020,
  "publication_date": "2020-09-03",
  "type": "article",
  "cited_by_count": 4,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "",
    "display_name": "",
    "issn_l": "",
    "issn": [],
    "type": "",
    "host_organization": ""
  },
  "volume": null,
  "issue": null,
  "first_page": "8.1236.1",
  "last_page": "8.1236.10",
  "open_access": {
    "is_oa": true,
    "oa_status": "green",
    "oa_url": "https://peer.asee.org/12056.pdf",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.6257615
    },
    {
      "id": "C2777286243",
      "display_name": "Grading (engineering)",
      "level": 2,
      "score": 0.6154664
    },
    {
      "id": "C47177190",
      "display_name": "Curriculum",
      "level": 2,
      "score": 0.53204095
    },
    {
      "id": "C61423126",
      "display_name": "Scripting language",
      "level": 2,
      "score": 0.5289714
    },
    {
      "id": "C2780365114",
      "display_name": "MATLAB",
      "level": 2,
      "score": 0.4746219
    },
    {
      "id": "C115903868",
      "display_name": "Software engineering",
      "level": 1,
      "score": 0.47443786
    },
    {
      "id": "C519991488",
      "display_name": "Python (programming language)",
      "level": 2,
      "score": 0.4379141
    },
    {
      "id": "C145420912",
      "display_name": "Mathematics education",
      "level": 1,
      "score": 0.4166636
    },
    {
      "id": "C147176958",
      "display_name": "Civil engineering",
      "level": 1,
      "score": 0.29787153
    },
    {
      "id": "C199360897",
      "display_name": "Programming language",
      "level": 1,
      "score": 0.24878022
    },
    {
      "id": "C127413603",
      "display_name": "Engineering",
      "level": 0,
      "score": 0.2281278
    },
    {
      "id": "C19417346",
      "display_name": "Pedagogy",
      "level": 1,
      "score": 0.11071858
    },
    {
      "id": "C33923547",
      "display_name": "Mathematics",
      "level": 0,
      "score": 0.10610467
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T13682",
      "display_name": "Engineering Education and Pedagogy",
      "score": 0.9995
    },
    {
      "id": "T11283",
      "display_name": "Experimental Learning in Engineering",
      "score": 0.9984
    },
    {
      "id": "T12124",
      "display_name": "Engineering Education and Curriculum Development",
      "score": 0.9938
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.18260/1-2--12056",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:19:12.512512",
  "source_database": "OpenAlex"
}