{
  "openalex_id": "W2626996015",
  "doi": "https://doi.org/10.1097/prs.0000000000003733",
  "title": "Reply: Gynecomastia Classification for Surgical Management: A Systematic Review and Novel Classification System",
  "abstract": "Sir: We thank Ciancio et al. for their review and thoughtful comments regarding our article, entitled “Gynecomastia Classification for Surgical Management: A Systematic Review and Novel Classification System.”1 Their opinions are well taken and further add to our discussion, particularly germane to the utility of body mass index in classifying gynecomastia patients for surgical management. In our article, we discuss the possible importance of body mass index in determining the optimal surgical management of the gynecomastia patient.1 We cite the often-used breast weight classification domain, and explain that different management may be beneficial based on the relative height and weight of the patient.1 We conclude that a body mass index domain in place of breast size/weight may be a more appropriate initial stratification of gynecomastia patients.1 However, because our review did not retrieve any data on the utility of body mass index, we did not include it in our novel classification, using breast weight in its place.1 Ciancio et al. reference the article entitled “Management of Gynecomastia in Patients with Different Body Types,” which was unfortunately published after the completion of our systematic review and thus not included in our publication.2 This study introduces a gynecomastia classification that uses body mass index and muscle mass to delineate three classes.2 In all cases, a subcutaneous mastectomy, including adenectomy, was performed based on one of three different incisions (inferior areolar, circumareolar, and vertical scar). Flap thickness and use of liposuction varied depending on the degree of fatty tissue.2 Although the article illustrates between-group differences for reasons for undergoing surgery and preoperative/postoperative satisfaction, there are no data showing specific between-group differences regarding the aforementioned surgical management parameters. In our review, we identify salient criteria for an “ideal classification system”; one of these criteria is the classification system’s ability to effectively guide surgical management.1 Although Ciancio et al. make a case in their commentary for thicker flaps being required in groups B and C, it is unclear to us what the specific parameters are for the cases, and whether these differences were statistically significant between groups, in their study. Moreover, it appears that the rationale presented by the authors guiding their differences in management may be based more fundamentally on tissue predominance and the amount of tissue in the gynecomastic breast, both of which are included in our proposed classification system.1 Nevertheless, Ciancio et al. present a sound argument toward the importance of classification in the surgical management of gynecomastia. They expand this discussion to key perioperative factors which, when combined with surgical management, provide us with future directions in classifying the gynecomastia patient. DISCLOSURE The authors have no financial interest to declare in relation to the content of this communication. Daniel Waltho, B.H.S.C., M.D.(cand.)Department of MedicineUniversity of OttawaOttawa, Ontario, Canada Alexandra Hatchell, M.D.Division of Plastic SurgeryDepartment of SurgeryMcMaster UniversityHamilton, Ontario, Canada Achilleas Thoma, M.D., M.Sc.Division of Plastic Surgery and Surgical Outcomes Research CenterDepartment of SurgeryDepartment of Clinical Epidemiology and BiostatisticsDepartment of MedicineMcMaster UniversityHamilton, Ontario, Canada",
  "authors": [
    {
      "display_name": "Daniel Waltho",
      "id": "A5006650952",
      "orcid": null,
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I153718931",
          "display_name": "University of Ottawa",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Daniel Waltho"
    },
    {
      "display_name": "Alexandra Hatchell",
      "id": "A5084684752",
      "orcid": "https://orcid.org/0000-0002-1536-0282",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I153718931",
          "display_name": "University of Ottawa",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Alexandra Hatchell"
    },
    {
      "display_name": "Achilleas Thoma",
      "id": "A5080371167",
      "orcid": "https://orcid.org/0000-0002-8348-2863",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I153718931",
          "display_name": "University of Ottawa",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Achilleas Thoma"
    }
  ],
  "publication_year": 2017,
  "publication_date": "2017-06-15",
  "type": "review",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S100736837",
    "display_name": "Plastic & Reconstructive Surgery",
    "issn_l": "0032-1052",
    "issn": [
      "0032-1052",
      "1076-5751",
      "1529-4242"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "140",
  "issue": "4",
  "first_page": "621e",
  "last_page": "621e",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2777691561",
      "display_name": "Gynecomastia",
      "level": 2,
      "score": 0.959501
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.72958034
    },
    {
      "id": "C2780221984",
      "display_name": "Body mass index",
      "level": 2,
      "score": 0.7063261
    },
    {
      "id": "C2780140801",
      "display_name": "Liposuction",
      "level": 2,
      "score": 0.61553705
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.4470682
    },
    {
      "id": "C2777757722",
      "display_name": "Mastectomy",
      "level": 4,
      "score": 0.42512387
    },
    {
      "id": "C61434518",
      "display_name": "General surgery",
      "level": 1,
      "score": 0.39923215
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.1673938
    },
    {
      "id": "C530470458",
      "display_name": "Breast cancer",
      "level": 3,
      "score": 0.11694521
    },
    {
      "id": "C121608353",
      "display_name": "Cancer",
      "level": 2,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T13097",
      "display_name": "Male Breast Health Studies",
      "score": 0.9999
    },
    {
      "id": "T11868",
      "display_name": "Cancer and Skin Lesions",
      "score": 0.9932
    },
    {
      "id": "T11258",
      "display_name": "Breast Implant and Reconstruction",
      "score": 0.9917
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1097/prs.0000000000003733",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:51:41.746932",
  "source_database": "OpenAlex"
}