{
  "openalex_id": "W2622372488",
  "doi": "https://doi.org/10.18260/1-2--13064",
  "title": "Motivating Civil Engineering Students To Learn Computer Programming With A Structural Design Project",
  "abstract": "Abstract NOTE: The first page of text has been automatically extracted and included below in lieu of an abstract Session 1793 Motivating Civil Engineering Students to Learn Computer Programming With a Structural Design Project James D. Bowen University of North Carolina at Charlotte Abstract Like many other schools, at UNC Charlotte a student’s first Civil Engineering course includes instruction in a high-level computer programming language. For many years the language taught was Fortran, but for the last few years students have learned programming as part of instruction in the MATLAB modeling language. Inclusion of computer programming early in the curricula has been seen by the Civil Engineering faculty as a way of improving the students’ skills in logical reasoning, application of technical knowledge, and quantitative problem solving. But teaching programming in the “Introduction to Civil Engineering” course has always posed a dilemma for the faculty. A primary objective of this course is to retain existing Civil students and attract other students who have yet to choose an engineering major, yet many of these students find traditional programming instruction to be dry, boring, and irrelevant to Civil Engineering. In an effort to make programming instruction more relevant, interesting, and engaging, students now write MATLAB programs as an integral part of a structural design project where groups of students compete against one another to produce a truss-style balsa wood bridge having the highest profit. Throughout the semester a series of homework assignments require students to write MATLAB programs that calculate separate bridge characteristics that determine the cost and benefit of their design, such as amount of wood used, number of bridge nodes, bridge mass, and estimated strength. Frequent computer laboratory help sessions and an automated grading system are used to give students abundant and immediate feedback on their programming assignments. The automated grading system is designed in such a way so that the correct answers to questions can vary from group to group based on the characteristics of the particular bridge. While students still grumble about having to learn programming, as they frequently did when Fortran was taught, introduction of the bridge design project has injected an element of enthusiasm and energy into the class, which are certainly desirable outcomes for an introductory class in Civil Engineering. Introduction At the University of North Carolina at Charlotte there are three engineering departments (Civil, Mechanical, Electrical and Computer) and an Engineering Technology Department. In the freshman year, all engineering majors take a common first semester course (ENGR 1201). This course, whose content is relatively new, serves as an introduction to the engineering profession and training in some of the skills needed for professional success1. The course has a number of learning objectives including developing team and computer skills, creative problem Proceedings of the 2004 American Society for Engineering Education Annual Conference & Exposition Copyright © 2004, American Society for Engineering Education",
  "authors": [
    {
      "display_name": "James Bowen",
      "id": "A5001939690",
      "orcid": "https://orcid.org/0000-0002-8452-0139",
      "institutions": [
        {
          "id": "I102149020",
          "display_name": "University of North Carolina at Charlotte",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "James Bowen"
    }
  ],
  "publication_year": 2020,
  "publication_date": "2020-09-03",
  "type": "article",
  "cited_by_count": 15,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "",
    "display_name": "",
    "issn_l": "",
    "issn": [],
    "type": "",
    "host_organization": ""
  },
  "volume": null,
  "issue": null,
  "first_page": "9.931.1",
  "last_page": "9.931.11",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://peer.asee.org/13064.pdf",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.6631178
    },
    {
      "id": "C2778496695",
      "display_name": "Dilemma",
      "level": 2,
      "score": 0.5616769
    },
    {
      "id": "C47177190",
      "display_name": "Curriculum",
      "level": 2,
      "score": 0.52170604
    },
    {
      "id": "C145420912",
      "display_name": "Mathematics education",
      "level": 1,
      "score": 0.48734054
    },
    {
      "id": "C33857546",
      "display_name": "Computer programming",
      "level": 2,
      "score": 0.45706785
    },
    {
      "id": "C199360897",
      "display_name": "Programming language",
      "level": 1,
      "score": 0.38390046
    },
    {
      "id": "C115903868",
      "display_name": "Software engineering",
      "level": 1,
      "score": 0.3797869
    },
    {
      "id": "C19417346",
      "display_name": "Pedagogy",
      "level": 1,
      "score": 0.18875647
    },
    {
      "id": "C33923547",
      "display_name": "Mathematics",
      "level": 0,
      "score": 0.12973389
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C2524010",
      "display_name": "Geometry",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11283",
      "display_name": "Experimental Learning in Engineering",
      "score": 0.9676
    },
    {
      "id": "T13682",
      "display_name": "Engineering Education and Pedagogy",
      "score": 0.9662
    },
    {
      "id": "T11006",
      "display_name": "BIM and Construction Integration",
      "score": 0.9428
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.18260/1-2--13064",
  "pdf_url": "https://peer.asee.org/13064.pdf",
  "retrieved_date": "2025-07-30T14:19:12.491521",
  "source_database": "OpenAlex"
}