{
  "openalex_id": "W265309178",
  "doi": null,
  "title": "Round Table Discussion: Subversive Legal Moments?",
  "abstract": "Karen Engle*:Good morning, and welcome to the first roundtable, which is in many ways a Rorschach test. In your packet, you have a handout that says Frontiero v. Richardson on the front. You might want to take it out and have it in front of you during the panel because we are going to focus on the cases included in the packet. We are delighted to have such a multidisciplinary audience here and hope the handout will assist those who might not be particularly familiar with the cases or who, in any event, could use a refresher.We have before us five eminent legal scholars. I will introduce them in the order they will be speaking this morning: Elizabeth Schneider, Vicki Schultz, Nathaniel Berman, Adrienne Davis, and Janet Halley. All of them have focused on or used theories about gender in their work, some to a greater extent than others, but all quite thoughtfully. We also have five famous legal cases. Most are cases that were brought by women's rights advocates in a deliberate attempt to move the law in a direction that would better attend to women's concerns. I have given you short excerpts from each of these cases in the handout, which are Frontiero v. Richardson,1 United States v. Virginia,2 State v. Wanrow,3 Meritor Savings v. Vincent,4 and Oncale v. Sundowner Offshore Services.5 At the time they were decided, each was considered a victory from the perspective of the women involved and from the advocacy organizations that either brought the cases on the women's behalf or supported them. As the panelists discuss these cases, they will offer five ideas about whether the strategies were subversive of the prevailing legal paradigms at the time and, regardless, whether the decisions have left us with a legacy of subversion either as method or as doctrine. We will also hear on the panel, I imagine, five ideas about the meaning of subversion and five ideas about whether subversion is good and, if so, whom it is good for. Finally, five ideas should emerge about the state of feminism today and its utility in what might be termed the post-feminist struggles of the twenty-first century.So here are the rules. I am going to give a brief summary of the cases so that the participants can refer to them without having to repeat the facts and basic rulings. Then each participant is going to have seven minutes to give her or his initial take on the cases. After those opening presentations, we will engage in a roundtable discussion.The five cases span from 1973 to 1998. The earliest of the cases, Frontiero v. Richardson, is the first case in which the United States Supreme Court ruled that classifications based on sex are entitled to heightened scrutiny. The case was brought by a servicewoman who wanted to get benefits for her husband, but was denied them because she was unable to demonstrate that he was her dependent. Servicemen were entitled to benefits for their spouses without making a similar showing because there was a presumption of dependency with regard to women. The plaintiff brought an equal protection claim and succeeded. In the plurality opinion, the Court recognized the long history of discrimination against women. Your handout includes a number of quotations in which the plurality opinion compared race discrimination to sex discrimination, stating that classifications based on sex should be subject to the same strict scrutiny as classifications based on race. Although the majority of the Court determined in a later case that classifications based on sex were subject to intermediate rather than strict scrutiny,6 Frontiero was nevertheless seen as a victory.Twenty-three years after Frontiero, Ruth Bader Ginsburg, who represented the plaintiff in Frontiero, authored the United States Supreme Court's majority opinion that struck down the Virginia Military Institute's exclusion of women as unconstitutional in United States v. Virginia (VMI). Originally, in response to a successful equal protection challenge, Virginia set up a separate, but clearly unequal, military school for women. …",
  "authors": [
    {
      "display_name": "Elizabeth M. Schneider",
      "id": "A5035138860",
      "orcid": "https://orcid.org/0000-0002-1711-0877",
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Elizabeth M. Schneider"
    }
  ],
  "publication_year": 2003,
  "publication_date": "2003-04-01",
  "type": "article",
  "cited_by_count": 2,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S2764492221",
    "display_name": "Texas journal of women and the law",
    "issn_l": "1058-5427",
    "issn": [
      "1058-5427"
    ],
    "type": "journal",
    "host_organization": null
  },
  "volume": "12",
  "issue": "2",
  "first_page": "197",
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.55950886
    },
    {
      "id": "C2779220109",
      "display_name": "Victory",
      "level": 3,
      "score": 0.5053928
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.40406233
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.34305412
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.31312823
    },
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.15983078
    }
  ],
  "topics": [
    {
      "id": "T13075",
      "display_name": "Legal Systems and Judicial Processes",
      "score": 0.9646
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://brooklynworks.brooklaw.edu/cgi/viewcontent.cgi?article=1332&context=faculty",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:36:41.238547",
  "source_database": "OpenAlex"
}