{
  "openalex_id": "W2692832060",
  "doi": "https://doi.org/10.1007/s11999-017-5421-7",
  "title": "Cochrane in CORR ®: Industry Sponsorship and Research Outcome",
  "abstract": "Importance of the Topic In the past decade, the number of clinical trials funded by industry has substantially increased in the United States [9]. The drug and device industry now funds six times more clinical trials than the federal government [3]. This may be cause for concern, as publication agreements in which industry sponsors constrain academic authors’ independence are common [5] and several research articles suggest industry sponsorship is more likely to result in pro-industry findings, pro-industry conclusions, and suppression of negative results [1, 2, 6, 8, 11]. A recent example of industry manipulation involved a randomized trial on low-intensity pulsed ultrasound for tibial shaft fractures. The industry sponsor conducted an unplanned interim analysis and, on the grounds of no difference in effect between treatment and control, discontinued the trial early [4, 13]. This Cochrane review examined 75 articles investigating whether industry funding of drug and device studies is associated with conclusions that are more favorable to the sponsor [10]. The review concluded that industry-sponsored studies reported more favorable efficacy results, similar harm results, more favorable conclusions, and less concordance between study results and conclusions when compared to nonindustry-sponsored studies. Industry-funded trials were also more likely to be at low risk of bias due to blinding. Upon Closer Inspection This Cochrane review provided consistent evidence for the existence of an industry bias. Most included studies were categorized at high risk of bias; this assessment of risk of bias, however, was based on unvalidated criteria. Many of the included studies lacked information on study conduct and did not control for confounders that could influence the relationship between industry sponsorship and research outcomes. Furthermore, it is not clear if the review accounted for the effects of clustering. The inclusion of multiple reviews may have resulted in shared primary studies contributing more than once to pooled effect estimates, potentially overestimating the association [10]. Despite these limitations, this review provides convincing evidence that industry-sponsored studies are more likely to report more favorable efficacy results than nonindustry-sponsored studies. This Cochrane review identified a number of important findings in their subgroup analyses. For example, when restricted to studies at low risk of bias, the association between industry sponsorship and favorable results was stronger and industry support was associated with less reporting of harms. A subgroup analysis based on the type of intervention found that industry-funded drug studies were more likely to report favorable results, whereas industry-funded device trials were less likely to report favorable results. Ideally, the authors would have performed meta-regression considering all promising subgroup factors to explore which ones retained significance in an adjusted analysis. Take-home Messages This recently published Cochrane review found evidence that industry sponsorship is associated with more favorable results and conclusions, and this bias is not captured by standard risk-of-bias assessments. The review authors suggest that industry bias may be mediated by choice of comparators (such as placebo vs. current gold standard), dosing and timing of comparisons, choice of outcomes, selective analysis, and selective reporting [7]. When conducting a systematic review and meta-analysis, authors should capture and report the prevalence of industry funding among eligible primary studies and empirically explore, on an outcome-by-outcome basis, whether industry funding is associated with systematic differences in treatment effects. If so, and the subgroup effect is deemed credible based on established criteria [12], we believe review authors should focus on studies that are not funded by industry. If no credible subgroup effect is detected, then review authors can confidentially pool results from studies that are industry funded with those that are not.",
  "authors": [
    {
      "display_name": "Tahira Devji",
      "id": "A5037821258",
      "orcid": "https://orcid.org/0000-0001-8414-7410",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I4210161256",
          "display_name": "Impact",
          "country_code": "CA",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Tahira Devji"
    },
    {
      "display_name": "Jason W. Busse",
      "id": "A5063394859",
      "orcid": "https://orcid.org/0000-0002-0178-8712",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jason W. Busse"
    }
  ],
  "publication_year": 2017,
  "publication_date": "2017-06-20",
  "type": "letter",
  "cited_by_count": 5,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S191421250",
    "display_name": "Clinical Orthopaedics and Related Research",
    "issn_l": "0009-921X",
    "issn": [
      "0009-921X",
      "1528-1132"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "475",
  "issue": "9",
  "first_page": "2159",
  "last_page": "2164",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://doi.org/10.1007/s11999-017-5421-7",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.829373
    },
    {
      "id": "C2771230",
      "display_name": "Blinding",
      "level": 3,
      "score": 0.7865101
    },
    {
      "id": "C2776957806",
      "display_name": "Interim",
      "level": 2,
      "score": 0.578706
    },
    {
      "id": "C2780439572",
      "display_name": "Publication bias",
      "level": 3,
      "score": 0.5429913
    },
    {
      "id": "C535046627",
      "display_name": "Clinical trial",
      "level": 2,
      "score": 0.48437175
    },
    {
      "id": "C2777363581",
      "display_name": "Harm",
      "level": 2,
      "score": 0.47991452
    },
    {
      "id": "C168563851",
      "display_name": "Randomized controlled trial",
      "level": 2,
      "score": 0.4653666
    },
    {
      "id": "C2778137410",
      "display_name": "Government (linguistics)",
      "level": 2,
      "score": 0.45717838
    },
    {
      "id": "C2779652045",
      "display_name": "Pharmaceutical industry",
      "level": 2,
      "score": 0.45559716
    },
    {
      "id": "C2779473830",
      "display_name": "MEDLINE",
      "level": 2,
      "score": 0.42818344
    },
    {
      "id": "C136206449",
      "display_name": "Reporting bias",
      "level": 3,
      "score": 0.4166154
    },
    {
      "id": "C512399662",
      "display_name": "Family medicine",
      "level": 1,
      "score": 0.3777617
    },
    {
      "id": "C95190672",
      "display_name": "Meta-analysis",
      "level": 2,
      "score": 0.3502202
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.19902766
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.16504788
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.091101825
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C41895202",
      "display_name": "Linguistics",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C98274493",
      "display_name": "Pharmacology",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11649",
      "display_name": "Pharmaceutical industry and healthcare",
      "score": 0.9995
    },
    {
      "id": "T12168",
      "display_name": "Health and Medical Research Impacts",
      "score": 0.9915
    },
    {
      "id": "T10206",
      "display_name": "Meta-analysis and systematic reviews",
      "score": 0.9881
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1007/s11999-017-5421-7",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:22:43.446291",
  "source_database": "OpenAlex"
}