{
  "openalex_id": "W271836337",
  "doi": "https://doi.org/10.2307/1494336",
  "title": "Teachers' Attitudes in Open and Traditional Schools",
  "abstract": "of education. These schools differed systematically in openness of educational program and openness of architecture. Multivariate and univariate analyses of variance were used to study the differences among the schools in teachers' attitudes toward education in general, teaching as a profession, pupils, and educational innovations. Significant effects, multivariate and univariate alike, were found for program level and architecture type. It was concluded that those teachers who conducted a more open program and/or who taught in an architecturally open school had significantly more positive attitudes than those teachers who conducted a less open program and/or who taught in a school which is either architecturally closed or a mixture of open and closed architectures. Des echelles ayant pour objectif de mesurer les attitudes a l'egard de l'education en general, de l'enseignement comme profession, des eleves et des innovations en education ont et6 construites a partir de tests administres a 87 enseignants de six ecoles d'un conseil scolaire du sud de l'Ontario. Ces ecoles differaient systematiquement par leurs programmes (plus ou moins ouverts) et par leur conception architecturale (traditionnelle ou a aire ouverte). Les differences d'attitudes entre les six ecoles ont ete etudiees au moyen d'analyses de variance multivariees et univaries. L'une et l'autre forme d'analyse ont permis de degager des differences appreciables selon le type de programme et la conception architecturale. II a ete conclu que les enseignants dont le programme etait plus ouvert et/ou qui travaillaient dans une 6ecole a aire ouverte avaient des attitudes sensiblement plus positives que ceux dont le programme etait moins ouvert et/ou qui travaillaient dans une ecole de conception architecturale traditionnelle ou mixte. This is the report of a comparative study (Bock, 1975) in which our purpose was to compare some of the attitudes held by the teachers who staff open and traditional schools. Openness is an ambiguous concept when used to describe a school. It can refer to either architecture or program. Of these two characteristics, architectural openness is much the easier to define. In this study we made only a crude architectural differentiation among schools; they were classed as open or closed (traditional) or mixed (a part of the school open, the remainder closed). Programmatic openness is very difficult to describe and measure. One way to attempt a description is to concentrate on the teacher's role in an open, as opposed to a traditional, program. Unlike the stereotype of the traditional teacher, the open teacher is not the principal actor in the daily",
  "authors": [
    {
      "display_name": "Sar B. Khan",
      "id": "A5110216421",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Sar B. Khan"
    },
    {
      "display_name": "Ross E. Traub",
      "id": "A5091236554",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Ross E. Traub"
    }
  ],
  "publication_year": 1980,
  "publication_date": "1980-01-01",
  "type": "article",
  "cited_by_count": 2,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S2912347760",
    "display_name": "Canadian Journal of Education / Revue canadienne de l éducation",
    "issn_l": "0380-2361",
    "issn": [
      "0380-2361",
      "1918-5979"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4327986823"
  },
  "volume": "5",
  "issue": "3",
  "first_page": "5",
  "last_page": "5",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C145420912",
      "display_name": "Mathematics education",
      "level": 1,
      "score": 0.51808405
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.5012944
    },
    {
      "id": "C19417346",
      "display_name": "Pedagogy",
      "level": 1,
      "score": 0.45827556
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.33881274
    }
  ],
  "topics": [
    {
      "id": "T12950",
      "display_name": "Educational Environments and Student Outcomes",
      "score": 0.9994
    },
    {
      "id": "T14357",
      "display_name": "Architecture, Design, and Social History",
      "score": 0.938
    },
    {
      "id": "T12179",
      "display_name": "Art Education and Development",
      "score": 0.9364
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.2307/1494336",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:56:27.861297",
  "source_database": "OpenAlex"
}