{
  "openalex_id": "W2729704049",
  "doi": "https://doi.org/10.15625/0866-7187/39/3/10268",
  "title": "Abnormal features of oceanographic characteristics in upwelling Vietnam waters under impact of El Niño events",
  "abstract": "The summer upwelling that occurs in coastal waters of South Central Vietnam is one of the major hydrographic features in the South China Sea. A weakening of the upwelling after major El Niño events was observed in the literature for previous El Nino events and was verified here from the analysis of new satellite image data sets of sea surface temperature (SST) and surface wind. The analysis of empirical orthogonal function (EOF) from of monthly SST as well as of temporal and spatial variations of SST and wind force allow us to identify abnormal characteristics in ocean surface water that happened after El Niño episode, in agreement with previous studies. Those abnormal characteristics in Vietnam upwelling waters appeared mainly during the summers of 1998, 2003, 2010 and 2016 years for the El Niño decline phase. The upwelling weakening during El Niño decline episodes is associated with the following signals: (1) Wind force and Ekman pump are very weak; (2) the cold and high chlorophyll-a tongue is shifted northward but not extended eastward; (3) for years when El Nino occurs, SST strongly increases and reaches a peak in May or early June of next year, during the declining phase of El Niño episode; (4) upwelling phenomenon typically occurs during August and not July. Using a reanalysis dataset derived from the HYCOM/NCODA system coupled with a local Finite Element Model (FEM) allow us to complete our knowledge about the abnormal oceanographic characteristics of deeper water layers after El Niño episodes. The analysis of spatial variations of oceanography fields derived from HYCOM/NCODA/FEM system along zonal and meridional sections and vertical profiles as well as the results obtained from water mass analysis allow us to identify in details the abnormal oceanic characteristics of deeper water layers during the declining El Niño phase. Those are; (5) Sea water in both surface and deeper water layers were transported dominantly northward but not eastward; (6) The thermo-halocline layer in South Vietnam upwelling center was deeper (about 90 -100m), compared with previous El Nino and normal years (50-60 m and 35-40 m, respectively); (7) Extreme global warming in recent years (2012-2016) pressed the thermo-halocline layer in upwelling center deeper (90-100 m) during summer. Under the influence of the ocean global warming, this process should progress continuously, the depth of thermo-halocline layer should become therefore deeper and deeper in next years.References Barthel, K., R. Rosland, and N. C. Thai, 2009. Modelling the circulation on the continental shelf of the province Khanh Hoa in Vietnam, J. Mar. Syst., 77(1-2), 89-113. Bui Hong Long, Tran Van Chung, 2009. Calculations of currents in the upwelling region along south-central Vietnamese coast, using three dimensions (3-D) nonlinear model”, Journal of Marine Science and Technology - VAST, 9(2), 01-25 (in Vietnamese). Bui Hong Long, Tran Van Chung, 2017. Preliminary studies on the impact of climate change on the upwelling region south Central Vietnam in summer. Journal of Marine Science and Technology - VAST , 17(1), 01-19 (in Vietnamese). Colling, A., 2001. Ocean Circulation, Open University Course Team. Second Edition. ISBN 978-0-7506-5278-0. Dippner, J. W., and N. Loick-Wilde, 2011. A redefinition of water masses in the Vietnamese upwelling area, J. Mar. Syst., 84(1-2), 42-47. Hale, W.G, Margham, J.P, and Sauder, V.A, 2005. Collins Dictionary of Biology 3rd . London: Collin. Huang, Q.-Z.,W.-Z. Wang, Y. S. Li, and C. W. Li, 1994. Current characteristics of the South China Sea, in Oceanology of China Sea, edited by D. Zhou, Y.-B. Liang, and C. K. Tsebgm, 39-47, Kluwer Acad., Norwell, Mass. H.E. Hurlburt, E.P. Chassignet, J.A. Cummings, A.B. Kara, E.J. Metzger, J.F. Shriver, O.M. Smedstad, A.J. Wallcraft, and C.N. Barron, 2008. Eddy-resolving Global Ocean Prediction, in M. Hecht and H. Hasumi, eds., Ocean Modeling in an Eddying Regime, Geophysical Monograph 177 (American Geophysical Union, Washington, DC ). Knauss, J.A., 2005. Introduction to Physical Oceanography, Waveland Press. Second Edition. ISBN 978-1-57766-429-1. Kuo. N. J, Zheng. Q, Ho C. R, 2004. Response of Vietnam coastal upwelling to the 1997-1998 ENSO event observed by multisensor data, Remote sensing of Environment, 15 January, 89(1), 106-115. Le Phuoc Trinh, Nguyen Tien Dung, Nguyen Van Minh, Le Minh Tan, Nguyen Kim Vinh, 1981. A proposal of studies on the upwelling of Southeastern coast of Vietnam, Collection of Marine Research Works, 2(2), 13-31 (in Vietnamese). Nguyen Van Long and Vo. Si Tuan, 2010. Status of coral reefs in Vietnam following the 2010 coral bleaching event. In: Kimura T, Tun K (eds) Status of Coral Reefs in East Asian Seas Region: Ministry of the Environment, Japan, 29-49. NOAA National Centers for Environmental Information, State of the Climate: Global Analysis for Annual 2010, published online January 2011, retrieved on March 25, 2017 from http://www.ncdc.noaa.gov/sotc/global/201013. Ose, T., Y. Song, and A. Kitoh, 1997. Sea surface temperature in the South China Sea: An index for the Asian monsoon and ENSO system, J. Meteorol. Soc. Japan., 75, 1091-1107. Pohlmann, T., 1987. A three dimensional circulation model of the South China Sea., 245-268. In Three-Dimensional Models of Marine and Estuarine Dynamics, ed. by J. J. Nihoul and B. M. Jamart, Elsevier, New York. Qu, T, Kim, Y.Y, Yaremchuk, M., Tozuka. T, Ishida, A, Yamagata, T., 2004. Can Luzon strait transport play a role in conveying the impact of ENSO to the South China Sea J. Clim. 17, 3644-3657 Shaw, P. T., and S. Y. Chao, 1994. Surface Circulation in the South China Sea, Deep-Sea Res., I(41), 1663-1683. Siswanto, E., H. Ye, D. Yamazaki, and D.L. Tang 2017. Detailed spatiotemporal impacts of El Niño on phytoplankton biomass in the South China Sea, J. Geophys. Res. Oceans, 122, doi:10.1002/2016JC012276. Sverdrup, H.U., M.W. Johnson and Fleming, R.H., 1942. The Oceans: their physics, chemistry and general biology. Prentice Hall, New York, 1087p. Tang D. L., H. Kawamura, H. Doan Nhu, and W. Takahashi, 2004. Remote sensing oceanography of a harmful algal bloom off the coast of southeastern Vietnam, J. Geophys. Res., 109, C03014, doi:10.1029/ 2003JC002045. Thai Minh Quang, 2016. Studies on influence of 2016. El Niño event to coral bleaching phenomena in coastal waters in Ninh Hai - Ninh Thuan province. Technical report of basic research pro­ject funded by Institute of Oceanography - the Vietnam Academy of Science and Technology (in Vietnamese). Tong Phuoc Hoang Son, Vo Van Lanh and Lau Va Khin, 2005. Application of empirical orthogonal function (EOF) for studying thermal structure in sea surface water in South China Sea. The 26th Asian Remote sensing Conference, 7-11 November 2005 in Hanoi. Tran Van Chung, Bui Hong Long, 2016. Effect of temperature field and anomalies of sea water level in East Vietnam Sea in relationship to global climate change - Journal of Marine Science and Technology - VAST, 16(3), 255-266 (in Vietnamese). Vo Van Lanh, 1995. The environmental characteristics of strongly upwelling waters in south of Vietnam and its ecological impacts. Technical report of National project KT03.05. Institute of Oceanography, 480p (in Vietnamese). Vo Si Tuan, 2000. The corals at Con Dao archipelago (South Vietnam): before, during and after the bleaching event in 1998. In: Proceeding of 9th International Coral Reef Symposium, Bali, Indonesia, 23rd-27th October, 895-899. Wang B., An S., 2005. A method for detecting season-dependent modes of climate variability: S-EOF analysis. Geophys. Res. Lett., 32, L15710. Wyrtki K., 1961. Physical oceanography of the Southeast Asian waters, Naga Rep. 2, 195p, Scripps Inst. of Oceanogr., La Jolla, Calif. Xie S.-P., Q. Xie, D. Wang and W. T. Liu, 2003. Summer upwelling in the South China Sea and its role in regional climate variations, J. Geophys. Res., 108(C8), 3261, doi:10.1029/2003JC001867. Xie S.-P., C.-H. Chang, Q. Xie and D. Wang, 2007. Intraseasonal variability in the summer South China Sea: Wind jet, cold filament, and recirculations, J. Geophys. Res., 112, C10008, doi:10.1029/2007JC004238.",
  "authors": [
    {
      "display_name": "Tong Phuoc Hoang Son",
      "id": "A5014333309",
      "orcid": null,
      "institutions": [
        {
          "id": "I70349855",
          "display_name": "Vietnam Academy of Science and Technology",
          "country_code": "VN",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Tong Phuoc Hoang Son*"
    },
    {
      "display_name": "Tran Van Chung",
      "id": "A5054465170",
      "orcid": null,
      "institutions": [
        {
          "id": "I70349855",
          "display_name": "Vietnam Academy of Science and Technology",
          "country_code": "VN",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Tran Van Chung"
    },
    {
      "display_name": "Nguye Huu Huan",
      "id": "A5096819386",
      "orcid": null,
      "institutions": [
        {
          "id": "I70349855",
          "display_name": "Vietnam Academy of Science and Technology",
          "country_code": "VN",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Nguye Huu Huan"
    },
    {
      "display_name": "Ngô Mạnh Tiến",
      "id": "A5048579354",
      "orcid": "https://orcid.org/0000-0002-6690-9714",
      "institutions": [
        {
          "id": "I70349855",
          "display_name": "Vietnam Academy of Science and Technology",
          "country_code": "VN",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ngo Manh Tien"
    },
    {
      "display_name": "Vũ Văn Tác",
      "id": "A5013425409",
      "orcid": "https://orcid.org/0000-0003-0001-3138",
      "institutions": [
        {
          "id": "I70349855",
          "display_name": "Vietnam Academy of Science and Technology",
          "country_code": "VN",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Vu Van Tac"
    },
    {
      "display_name": "Nguyen Hoang Thai Khang",
      "id": "A5090222870",
      "orcid": null,
      "institutions": [
        {
          "id": "I70349855",
          "display_name": "Vietnam Academy of Science and Technology",
          "country_code": "VN",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Nguyen Hoang Thai Khang"
    },
    {
      "display_name": "Nguyen Truong Thanh Hoi",
      "id": "A5010774376",
      "orcid": null,
      "institutions": [
        {
          "id": "I70349855",
          "display_name": "Vietnam Academy of Science and Technology",
          "country_code": "VN",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Nguyen Truong Thanh Hoi"
    },
    {
      "display_name": "Marine Herrmann",
      "id": "A5015508144",
      "orcid": "https://orcid.org/0000-0001-6125-7238",
      "institutions": [
        {
          "id": "I70349855",
          "display_name": "Vietnam Academy of Science and Technology",
          "country_code": "VN",
          "type": "government"
        },
        {
          "id": "I4210166444",
          "display_name": "Institut de Recherche pour le Développement",
          "country_code": "FR",
          "type": "government"
        },
        {
          "id": "I1294671590",
          "display_name": "Centre National de la Recherche Scientifique",
          "country_code": "FR",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Marine Herrmann"
    },
    {
      "display_name": "Eko Siswanto",
      "id": "A5033286150",
      "orcid": "https://orcid.org/0000-0002-1560-8073",
      "institutions": [
        {
          "id": "I1315852903",
          "display_name": "Japan Agency for Marine-Earth Science and Technology",
          "country_code": "JP",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Eko Siswanto"
    }
  ],
  "publication_year": 2017,
  "publication_date": "2017-06-25",
  "type": "article",
  "cited_by_count": 3,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210205200",
    "display_name": "Vietnam Journal of Earth Sciences",
    "issn_l": "0866-7187",
    "issn": [
      "0866-7187"
    ],
    "type": "journal",
    "host_organization": null
  },
  "volume": "39",
  "issue": "3",
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "http://vjs.ac.vn/index.php/jse/article/download/10268/pdf",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C149348798",
      "display_name": "Upwelling",
      "level": 2,
      "score": 0.9822055
    },
    {
      "id": "C134097258",
      "display_name": "Sea surface temperature",
      "level": 2,
      "score": 0.78616226
    },
    {
      "id": "C13724139",
      "display_name": "Empirical orthogonal functions",
      "level": 2,
      "score": 0.71248424
    },
    {
      "id": "C111368507",
      "display_name": "Oceanography",
      "level": 1,
      "score": 0.67369837
    },
    {
      "id": "C49204034",
      "display_name": "Climatology",
      "level": 1,
      "score": 0.6684562
    },
    {
      "id": "C76256466",
      "display_name": "Hydrography",
      "level": 2,
      "score": 0.6321393
    },
    {
      "id": "C127313418",
      "display_name": "Geology",
      "level": 0,
      "score": 0.61391807
    },
    {
      "id": "C130333735",
      "display_name": "Ekman transport",
      "level": 3,
      "score": 0.5357048
    },
    {
      "id": "C51040755",
      "display_name": "La Niña",
      "level": 3,
      "score": 0.47460264
    },
    {
      "id": "C39432304",
      "display_name": "Environmental science",
      "level": 0,
      "score": 0.33554602
    },
    {
      "id": "C507956050",
      "display_name": "El Niño Southern Oscillation",
      "level": 2,
      "score": 0.20886564
    }
  ],
  "topics": [
    {
      "id": "T10255",
      "display_name": "Oceanographic and Atmospheric Processes",
      "score": 0.9936
    },
    {
      "id": "T10230",
      "display_name": "Marine and fisheries research",
      "score": 0.9753
    },
    {
      "id": "T10032",
      "display_name": "Marine and coastal ecosystems",
      "score": 0.9703
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.15625/0866-7187/39/3/10268",
  "pdf_url": "http://vjs.ac.vn/index.php/jse/article/download/10268/pdf",
  "retrieved_date": "2025-07-30T15:52:42.497172",
  "source_database": "OpenAlex"
}