{
  "openalex_id": "W2732989861",
  "doi": "https://doi.org/10.1044/leader.ae.22072017.40",
  "title": "A Facilitated Natural Mentoring Program",
  "abstract": "You have accessThe ASHA LeaderAcademic Edge1 Jul 2017A Facilitated Natural Mentoring ProgramYoung adults with autism learn to negotiate college life in a class with university students. Barbara Cook, EdD, CCC-SLP Deborah Weiss, andPhD, CCC-SLP Virginia HodgeMA, CCC-SLP Barbara Cook Google Scholar , EdD, CCC-SLP, Deborah Weiss Google Scholar , PhD, CCC-SLP and Virginia Hodge Google Scholar , MA, CCC-SLP https://doi.org/10.1044/leader.AE.22072017.40 SectionsAbout ToolsAdd to favorites ShareFacebookTwitterLinked In Imagine the frustrations and anxieties faced by young adults with autism spectrum disorder (ASD) as they transition from high school to college. Navigating an entirely new setting with new faces can be overwhelming, and there are stark differences in how students access the support they need. In college, these students need to adjust to communal living, random scheduling that frees up vast amounts of time, and a variety of social expectations—different for peers, faculty and staff. To cope with the overwhelming number of choices and demands, a student with ASD might skip classes, avoid social opportunities or drop out entirely. A transition to independence Why do students with ASD often struggle? In many instances, the students' teachers and parents advocated for the comprehensive interventions they received in high school. Now, they suddenly find themselves in an environment where they must request and access these supports on their own. In addition, many students with ASD see their acceptance to college as an opportunity to become independent and no longer viewed through the lens of their disability. So although they may recognize their need for support and have the ability to self-advocate, they may not want to disclose their diagnosis—and disclosure is required to receive services and supports for specific accommodations. The conundrum: How can colleges and universities provide needed supports to students with ASD without the student's self-disclosure? We designed a program that would provide support in an incidental manner that does not require self-disclosure. Learning together At Southern Connecticut State University (SCSU), we decided to implement a peer mentor program, knowing that these programs have proven successful for children and adolescents with ASD (see sources below), and that peer mentors generally have a positive impact for all university students. However, because traditional peer mentoring intervention programs may require those who want to work with a mentor to self-disclose their disability, we designed a program that would provide support in an incidental manner that does not require self-disclosure. The SCSU Department of Communication Disorders has an affiliation with the Chapel Haven Asperger Syndrome Adult Transition Program (ASAT), a two-year residential program for young adults that targets the development of social communication, self-determination, independent living skills, and career or educational experiences. These young adults are considering post-secondary education and may have already had experience with SCSU or other college or university courses. We believed that they would benefit from an on-campus experience and subsequently developed a pilot program with four components: A one-credit, university-level course on the fundamentals of social communication and cognition. The class was designed for ASAT students and for SCSU undergraduate students in communication disorders. Graduate communication disorders students helped lead the class as student teachers. A naturally occurring peer-mentoring experience through deliberate small-group assignments during the social communication and cognition class. A small-group campus-orientation experience for the ASAT students provided by graduate student clinicians. Planned collaboration among the student clinicians and student teachers to ensure a comprehensive and robust experience for the students with ASD. We saw a strong potential for the natural development of peer mentors and peer mentor relationships based on three factors: the design of the class, the inclusion of peer mentoring information in the course, and inherent opportunities for social interaction. The potential became reality. One of the neurotypical communication disorders students who took the class and developed a natural peer mentor relationship describes the impact: \"I never imagined I could gain so much knowledge and experience in a one-credit course. I have a greater understanding of social cognition and communication and the challenges some people face. The most important piece for me was that I developed a friendship with ______, a student who took the class with me who has autism. I provide support to her and sometimes she has advice for me. I continue to text and meet with her.\" By the last session of the course, we observed increased social interaction among all of the course participants, resulting in a natural development of peer relationships and demonstrating that peer mentorships can take root without disclosing a disability. Our outcomes from surveys, observations and interviews further confirmed these results: Participants with ASD indicated increased knowledge of social communication concepts and campus offerings, and reported greater comfort in registering for future courses at SCSU. Students without ASD reported greater comfort and willingness to support others with social communication challenges, and the graduate student teachers and clinicians also reported increased knowledge, understanding and empathy toward the students with ASD. Participants with ASD indicated increased knowledge of social communication concepts and campus offerings, and reported greater comfort in registering for future courses. Implementing key components Are you interested in designing a similar program? You are likely to achieve greater success if you have partners on and off campus to help design an effective program for students with ASD. A local agency that provides transition support services may be inclined to collaborate with you to develop a program that could lead to their clients' success. Support from academic leadership and departments, as well as from the various student resource and support services, helps ensure that students with ASD have a broader support network on campus. Providing training to these constituents to increase their awareness and understanding of ASD may lead to opportunities to recruit peers and students with ASD, as well as access to locations for orientation activities. The undergraduate social communication and cognition course included: Graduate student teachers with at least two semesters of clinical experience who co-taught the class and met frequently with supervisors. A cap of 12 students total, ideally with an equal number of participants with ASD and communication disorders undergraduates with neurotypical development (we had six ASAT students and four undergraduate students). To maintain a natural setting, we do not give the students any information about one another. Twice-weekly classes for three weeks (one credit, 12.5 hours). Lectures with PowerPoint, visuals, concrete examples, modeling, role play and small-group activities. Changing composition of small work groups to increase interaction. Pass/fail grading. Assigned readings from textbooks and peer-reviewed literature. Topics focusing on social communication and social cognition, theory of mind, cognitive communication, executive function, peer networks, and strategies to support social interaction. A local agency that provides transition support services may be inclined to collaborate with you to develop a program that could lead to their clients' success. The campus orientation experience for the ASAT students included: Graduate student clinicians with at least two semesters' clinical experience. They completed assigned course readings and viewed online autism modules, met frequently with supervisors, and collaborated with course teachers. A cap of four students per group. Meetings twice weekly for three weeks on non-class days. Activities designed to orient ASAT students to campus—such as the library and student center—that were linked to course content for practice and review. Meetings with clinicians and clients before the small-group experience to determine personal goals. Modeling, role play and video modeling activities. This summer, we will offer the program for a third summer session, and will include students with ASD from ASAT and from within SCSU. To recruit SCSU students with and without ASD, we have invited our Disability Resource Center, Academic Success Center, Student Affairs Department, and other academic departments to share our course description with all of their students. Sources Ames M., McMorris C., Alli L., & Bebko J. (2016). Overview and evaluation of a mentorship program for university students with ASD.Focus on Autism and Other Developmental Disabilities, 31(1), 1–10. DOI: 10.1177/1088357615583465. CrossrefGoogle Scholar Hamilton J., Stevens G., & Girdler S. (2016). Becoming a mentor: The impact of training and the experience of mentoring university students on the autism spectrum.PLoS ONE, 11(4). DOI:10.1371/journal.pone.0153204. CrossrefGoogle Scholar Matthews N., Ly A., & Goldberg W. (2014). College students' perceptions of peers with autism spectrum disorder.Journal of Autism and Developmental Disorders, 45(1), 90–99. DOI:10.1007/s10803-014-2195-6. CrossrefGoogle Scholar Nevill R. E., & White S. W. (2011). College students' openness toward autism spectrum disorders: Improving peer acceptance.Journal of Autism and Developmental Disorders, 41(12), 1619–1628. DOI: 10.1007/s10803-011-1189-x. CrossrefGoogle Scholar Shattuck P., Narendorf S., Cooper B., Sterzing P., Wagner M., & Taylor J. (2012). Postsecondary education and employment among youth with an autism spectrum disorder.Pediatrics, 129(6), 1042–1049. DOI: 10.1542/peds.2011-2864. CrossrefMedlineGoogle Scholar Tipton L., & Blacher J. (2013). Brief report: Autism awareness: Views from a campus community.Journal of Autism and Developmental Disabilities, 44(2), 477–483. DOI: 10.1007/s10803-013-1893-9. CrossrefGoogle Scholar Van Hees V., Moyson T., & Roeyers H. (2015). Higher education experiences of students with autism spectrum disorder: Challenges, benefits, and support needs.Journal of Autism and Developmental Disorders, 45(6), 1673–1688. CrossrefGoogle Scholar Weiss A., & Rohland P. (2015). Implementing a communication coaching program for students with autism spectrum disorders in postsecondary education.Topics in Language Disorders, 35(4), 345–361. CrossrefGoogle Scholar Ying Cai R., & Richdale A. (2016). Educational experiences and needs of higher education students with autism spectrum disorder.Journal of Autism and Developmental Disorders, 46(1). DOI: 10.1007/s10803-015-2535-1. Google Scholar Author Notes Barbara Cook, EdD, CCC-SLP, is an assistant professor in the Department of Communication Disorders at Southern Connecticut State University (SCSU) in New Haven. She is an affiliate of ASHA Special Interest Groups 10, Issues in Higher Education; 11, Administration and Supervision; 12, Augmentative and Alternative Communication; and 16, School-Based Issues. [email protected] Deborah Weiss, PhD, CCC-SLP, is professor and chair of the SCSU Department of Communication Disorders. [email protected] Virginia Hodge, MA, CCC-SLP, is vice president of autism spectrum programming and director of the Asperger Syndrome Adult Transition Program at Chapel Haven (New Haven, Connecticut). [email protected] Advertising Disclaimer | Advertise With Us Advertising Disclaimer | Advertise With Us Additional Resources FiguresSourcesRelatedDetails Volume 22Issue 7July 2017 Get Permissions Add to your Mendeley library History Published in print: Jul 1, 2017 Metrics Current downloads: 620 Topicsleader_do_tagasha-article-typesleader-topicsCopyright & Permissions© 2017 American Speech-Language-Hearing AssociationLoading ...",
  "authors": [
    {
      "display_name": "Barbara Cook",
      "id": "A5110150561",
      "orcid": null,
      "institutions": [
        {
          "id": "I1291425158",
          "display_name": "Google (United States)",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Barbara Cook"
    },
    {
      "display_name": "Deborah Weiss",
      "id": "A5101614786",
      "orcid": "https://orcid.org/0000-0001-5402-1008",
      "institutions": [
        {
          "id": "I1291425158",
          "display_name": "Google (United States)",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Deborah Weiss"
    },
    {
      "display_name": "Virginia D. Hodge",
      "id": "A5056849607",
      "orcid": null,
      "institutions": [
        {
          "id": "I1291425158",
          "display_name": "Google (United States)",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Virginia Hodge"
    }
  ],
  "publication_year": 2017,
  "publication_date": "2017-07-01",
  "type": "article",
  "cited_by_count": 6,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S2764768849",
    "display_name": "ASHA Leader",
    "issn_l": "1085-9586",
    "issn": [
      "1085-9586"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320281"
  },
  "volume": "22",
  "issue": "7",
  "first_page": "40",
  "last_page": "42",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2776608160",
      "display_name": "Natural (archaeology)",
      "level": 2,
      "score": 0.7140115
    },
    {
      "id": "C2911179318",
      "display_name": "American Speech-Language-Hearing Association",
      "level": 3,
      "score": 0.5596858
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.5342739
    },
    {
      "id": "C509550671",
      "display_name": "Medical education",
      "level": 1,
      "score": 0.34438467
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.2824729
    },
    {
      "id": "C2781344122",
      "display_name": "Asha",
      "level": 2,
      "score": 0.14625221
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.12727734
    },
    {
      "id": "C41895202",
      "display_name": "Linguistics",
      "level": 1,
      "score": 0.119955
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11632",
      "display_name": "Family and Disability Support Research",
      "score": 0.9981
    },
    {
      "id": "T10106",
      "display_name": "Autism Spectrum Disorder Research",
      "score": 0.9979
    },
    {
      "id": "T11514",
      "display_name": "Disability Education and Employment",
      "score": 0.9948
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1044/leader.ae.22072017.40",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:28:40.579186",
  "source_database": "OpenAlex"
}