{
  "openalex_id": "W2737357909",
  "doi": "https://doi.org/10.1016/j.juro.2017.07.067",
  "title": "Reasons for Seeking Clinical Care for Lower Urinary Tract Symptoms: A Mixed Methods Study",
  "abstract": "No AccessJournal of UrologyAdult Urology1 Feb 2018Reasons for Seeking Clinical Care for Lower Urinary Tract Symptoms: A Mixed Methods Study James W. Griffith, Emily E. Messersmith, Brenda W. Gillespie, Jonathan B. Wiseman, Kathryn E. Flynn, Ziya Kirkali, John W. Kusek, Tamara Bavendam, David Cella, Karl J. Kreder, Jasmine J. Nero, Maria E. Corona, Catherine S. Bradley, Kimberly S. Kenton, Brian T. Helfand, Robert M. Merion, Kevin P. Weinfurt, and LURN Study Group James W. GriffithJames W. Griffith Department of Medical Social Sciences, Northwestern University Feinberg School of Medicine, Chicago, Illinois , Emily E. MessersmithEmily E. Messersmith Arbor Research Collaborative for Health, Ann Arbor, Michigan , Brenda W. GillespieBrenda W. Gillespie Department of Biostatistics, University of Michigan, Ann Arbor, Michigan , Jonathan B. WisemanJonathan B. Wiseman Arbor Research Collaborative for Health, Ann Arbor, Michigan , Kathryn E. FlynnKathryn E. Flynn Medical College of Wisconsin, Milwaukee, Wisconsin , Ziya KirkaliZiya Kirkali National Institute of Diabetes and Digestive and Kidney Diseases, Bethesda, Maryland , John W. KusekJohn W. Kusek National Institute of Diabetes and Digestive and Kidney Diseases, Bethesda, Maryland , Tamara BavendamTamara Bavendam National Institute of Diabetes and Digestive and Kidney Diseases, Bethesda, Maryland , David CellaDavid Cella Department of Medical Social Sciences, Northwestern University Feinberg School of Medicine, Chicago, Illinois , Karl J. KrederKarl J. Kreder University of Iowa Department of Urology, Iowa City, Iowa , Jasmine J. NeroJasmine J. Nero NorthShore University HealthSystem, Glenview, Illinois , Maria E. CoronaMaria E. Corona Northwestern University Feinberg School of Medicine, Chicago, Illinois , Catherine S. BradleyCatherine S. Bradley Department of Obstetrics and Gynecology, University of Iowa Carver College of Medicine, Iowa City, Iowa , Kimberly S. KentonKimberly S. Kenton Northwestern University Feinberg School of Medicine, Chicago, Illinois , Brian T. HelfandBrian T. Helfand NorthShore University HealthSystem, Glenview, Illinois , Robert M. MerionRobert M. Merion Arbor Research Collaborative for Health, Ann Arbor, Michigan , Kevin P. WeinfurtKevin P. Weinfurt Duke University Medical Center, Durham, North Carolina , and LURN Study Group View All Author Informationhttps://doi.org/10.1016/j.juro.2017.07.067AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: The primary objective of this study was to evaluate reasons for seeking care among men and women with lower urinary tract symptoms. Materials and Methods: Participants were recruited from urology and urogynecology clinics, and the community. The sample was enriched with persons expected to have abnormal or diminished bladder sensations (eg participants with lower back surgery and participants 65 years old or older). Interviews were performed in person beginning with an open-ended assessment of urinary symptoms and associated bother followed by more directed questions, including reasons for seeking or not seeking treatment. We also examined the relationship between symptom frequency and bother using the LUTS (Lower Urinary Tract Symptoms) Tool. Results: A total of 88 participants, including 38 men and 50 women, with a mean ± SD age of 52.2 ± 14.3 years provided information about urinary symptoms, including a range of quality of life consequences and coping behaviors. They sought treatment mostly because of new, continuing or bothersome symptoms. Factors associated with not seeking treatment included low symptom severity and concerns about the costs vs the benefits of treatment (eg side effects of medication). Symptom frequency and bother were associated with each other across symptoms assessed by the LUTS Tool. Conclusions: In this large qualitative study we obtained useful insights into the impact of lower urinary tract symptoms from the perspective of the person with the symptoms. Removing barriers and misconceptions about the treatment of lower urinary tract symptoms may increase the number of people who seek clinical care and improve the clinical course of men and women who experience lower urinary tract symptoms. References 1 : Campbell-Walsh Urology, 9th ed. Philadelphia: W.B. Saunders2007. Google Scholar 2 : Impact of overactive bladder on work productivity in the United States: results from EpiLUTS. Am J Manag Care2009; 15: S98. Google Scholar 3 : The overlap of storage, voiding and postmicturition symptoms and implications for treatment seeking in the USA, UK and Sweden: EpiLUTS. BJU Int2009; 103: 12. Google Scholar 4 : Bother related to bladder control and health care seeking behavior in adults in the United States. J Urol2009; 181: 2591. Link, Google Scholar 5 : What determines whether a patient with LUTS seeks treatment? ICI-RS 2011. Neurourol Urodyn2012; 31: 365. Google Scholar 6 : Hidden female urinary incontinence in urology and obstetrics and gynecology outpatient clinics in Turkey: what are the determinants of bothersome urinary incontinence and help-seeking behavior?. Int Urogynecol J Pelvic Floor Dysfunct2007; 18: 659. Google Scholar 7 : Health seeking behavior for lower urinary tract symptoms in black men. J Urol2008; 180: 227. Link, Google Scholar 8 : Treatment-seeking behaviour and stated preferences for prostatectomy in Spanish men with lower urinary tract symptoms. Br J Urol1997; 79: 742. Google Scholar 9 : Lower urinary tract symptoms: social influence is more important than symptoms in seeking medical care. BJU Int2002; 90: 655. Google Scholar 10 : Elder American Indian women's knowledge of pelvic floor disorders and barriers to seeking care. Female Pelvic Med Reconstr Surg2015; 21: 34. Google Scholar 11 : Barriers experienced by patients with multiple sclerosis in seeking care for lower urinary tract symptoms. Neurourol Urodyn2017; 36: 1208. Google Scholar 12 : In a free healthcare system, why do men not consult for lower urinary tract symptoms (LUTS)?. Asia Pac Fam Med2011; 10: 7. Google Scholar 13 : Study of prevalence, treatment-seeking behavior, and risk factors of women with lower urinary tract symptoms in Northern Malaysia. Urology2006; 68: 751. Google Scholar 14 : Urinary incontinence in women under 65: quality of life, stress related to incontinence and patterns of seeking health care. Qual Life Res2004; 13: 1381. Google Scholar 15 : Barriers to help seeking in people with urinary symptoms. Fam Pract2001; 18: 48. Google Scholar 16 : Assessing patients' descriptions of lower urinary tract symptoms (LUTS) and perspectives on treatment outcomes: results of qualitative research. Int J Clin Pract2010; 64: 1260. Google Scholar 17 : Why do men suffering from LUTS seek primary medical care? A qualitative study. J Eval Clin Pract2015; 21: 931. Google Scholar 18 : Why do only a minority of perimenopausal women with urinary incontinence consult a doctor?. Scand J Prim Health Care1994; 12: 180. Google Scholar 19 : Symptoms of Lower Urinary Tract Dysfunction Research Network. J Urol2016; 196: 146. Link, Google Scholar 20 : How many interviews are enough? An experiment with data saturation and variability. Field Methods2006; 18: 59. Google Scholar 21 : Moving towards a comprehensive assessment of lower urinary tract symptoms (LUTS). Neurourol Urodyn2012; 31: 448. Google Scholar 22 : Statistical Power Analysis for the Behavioral Sciences. Hillsdale, New Jersey: L. Erlbaum Associates1988. Google Scholar 23 : Analyzing why men seek treatment for lower urinary tract symptoms and factors associated with nonimprovement. Urology2015; 86: 862. Google Scholar 24 : Healthcare practices among blacks and whites with urinary tract symptoms. J Natl Med Assoc2007; 99: 404. Google Scholar © 2018 by American Urological Association Education and Research, Inc.FiguresReferencesRelatedDetailsCited byLiu A, Liu Q, Yang C, Griffith J, Smith A, Helmuth M, Lai H, Amundsen C, Erickson B, Jelovsek J, Agochukwu N, Mueller M, Andreev V, Weinfurt K, Kenton K, Fraser M, Cameron A, Kirkali Z and Gore J (2019) Patient Characteristics Associated with More Bother from Lower Urinary Tract SymptomsJournal of Urology, VOL. 202, NO. 3, (585-591), Online publication date: 1-Sep-2019.Weinfurt K, Griffith J, Flynn K, Cella D, Bavendam T, Wiseman J, Andreev V, Lai H, Liu A, Kirkali Z, Cameron A and Bradley C (2019) The Comprehensive Assessment of Self-Reported Urinary Symptoms: A New Tool for Research on Subtypes of Patients with Lower Urinary Tract SymptomsJournal of Urology, VOL. 201, NO. 6, (1177-1183), Online publication date: 1-Jun-2019.Smith J (2017) This Month in Adult UrologyJournal of Urology, VOL. 199, NO. 2, (315-317), Online publication date: 1-Feb-2018. Volume 199Issue 2February 2018Page: 528-535 Advertisement Copyright & Permissions© 2018 by American Urological Association Education and Research, Inc.Keywordspatient acceptance of health carelower urinary tract symptomspatient reported outcome measuresurinary bladderquality of lifeAcknowledgmentsIndividuals who were instrumental in the planning and performance of this study at each participating institution: Principal Investigators Drs. Cindy Amundsen and Kevin Weinfurt, Co-Investigators Drs. Kathryn Flynn, Matthew O. Fraser, Todd Harshbarger, Aaron Lentz, Drew Peterson, Nazema Siddiqui and Alison Weidner, and Study Coordinators Carrie Dombeck, Robin Gilliam, Akira Hayes and Shantae McLean, Duke University, Durham, North Carolina; Principal Investigators Drs. Karl Kreder and Catherine S. Bradley, Co-Investigators Drs. Bradley A. Erickson, Susan K. Lutgendorf, Vince Magnotta, Michael A. O'Donnell and Vivian Sung, and Study Coordinators Ahmad Alzubaidi and Taylor Watson, University of Iowa, Iowa City, Iowa; Principal Investigator Dr. David Cella, Co-Investigators Drs. James Griffith, Kimberly Kenton, Christina Lewicky-Gaupp, Todd Parrish and Jennie Yu Fan Chan, and Study Coordinators Sarah Buono, Maria Corona, Beatriz Menendez, Alexis Siurek, Meera Tavathia and Veronica Venezuela, Northwestern University, Chicago and Principal Investigator Dr. Brian T. Helfand, and Study Coordinators Jasmine Nero and Pooja Talaty, NorthShore University Health System, Evanston, Illinois; Principal Investigator Dr. J. Quentin Clemens, Co-Investigators Drs. Mitch Berger, John DeLancey, Dee Fenner, Rick Harris, Steve Harte, Anne Pelletier-Cameron and John Wei, and Study Coordinators Morgen Barroso, Linda Drnek, Greg Mowatt and Julie Tumbarello, University of Michigan Health System, Ann Arbor, Michigan; Principal Investigator Dr. Claire Yang, Co-Investigator Dr. John L. Gore, and Study Coordinators Alice Liu and Brenda Vicars, University of Washington, Seattle, Washington; Principal Investigators Drs. Gerald Andriole and Henry Lai, Co-Investigator Dr. Joshua Shimony, and Study Coordinators Susan Mueller, Heather Wilson and Aleksandra Klim, Washington University in St. Louis, St. Louis, Missouri; Project Scientist Dr. Ziya Kirkali, Project Officer Dr. John Kusek, and National Institutes of Health personnel Drs. Tamara Bavendam and Robert Star, and Jenna Norton, Division of Kidney, Urology and Hematology, National Institute of Diabetes and Digestive and Kidney Diseases, Bethesda, Maryland; Principal Investigator Dr. Robert Merion, Co-Investigators Drs. Brenda Gillespie and Victor Andreev, Project Manager Melissa Fava, Clinical Study Process Manager Peg Hill-Callahan, Clinical Monitor Timothy Buck, Research Analysts Margaret Helmuth and Jon Wiseman, and Project Associate Julieanne Lock, Data Coordinating Center, Arbor Research Collaborative for Health, Ann Arbor, Michigan. Heather Van Doren, Senior Medical Editor, Arbor Research Collaborative for Health, provided editorial assistance.MetricsAuthor Information James W. Griffith Department of Medical Social Sciences, Northwestern University Feinberg School of Medicine, Chicago, Illinois More articles by this author Emily E. Messersmith Arbor Research Collaborative for Health, Ann Arbor, Michigan More articles by this author Brenda W. Gillespie Department of Biostatistics, University of Michigan, Ann Arbor, Michigan More articles by this author Jonathan B. Wiseman Arbor Research Collaborative for Health, Ann Arbor, Michigan More articles by this author Kathryn E. Flynn Medical College of Wisconsin, Milwaukee, Wisconsin More articles by this author Ziya Kirkali National Institute of Diabetes and Digestive and Kidney Diseases, Bethesda, Maryland More articles by this author John W. Kusek National Institute of Diabetes and Digestive and Kidney Diseases, Bethesda, Maryland More articles by this author Tamara Bavendam National Institute of Diabetes and Digestive and Kidney Diseases, Bethesda, Maryland More articles by this author David Cella Department of Medical Social Sciences, Northwestern University Feinberg School of Medicine, Chicago, Illinois More articles by this author Karl J. Kreder University of Iowa Department of Urology, Iowa City, Iowa More articles by this author Jasmine J. Nero NorthShore University HealthSystem, Glenview, Illinois More articles by this author Maria E. Corona Northwestern University Feinberg School of Medicine, Chicago, Illinois More articles by this author Catherine S. Bradley Department of Obstetrics and Gynecology, University of Iowa Carver College of Medicine, Iowa City, Iowa More articles by this author Kimberly S. Kenton Northwestern University Feinberg School of Medicine, Chicago, Illinois More articles by this author Brian T. Helfand NorthShore University HealthSystem, Glenview, Illinois Financial interest and/or other relationship with National Institutes of Health, National Institute of Diabetes and Digestive and Kidney Diseases Symptoms of Lower Urinary Tract Dysfunction Research Network. More articles by this author Robert M. Merion Arbor Research Collaborative for Health, Ann Arbor, Michigan More articles by this author Kevin P. Weinfurt Duke University Medical Center, Durham, North Carolina More articles by this author LURN Study Group More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "James W. Griffith",
      "id": "A5045919324",
      "orcid": "https://orcid.org/0000-0002-4840-8692",
      "institutions": [
        {
          "id": "I111979921",
          "display_name": "Northwestern University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "James W. Griffith"
    },
    {
      "display_name": "Emily E. Messersmith",
      "id": "A5017637732",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210137387",
          "display_name": "Arbor Research Collaborative for Health",
          "country_code": "US",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Emily E. Messersmith"
    },
    {
      "display_name": "Brenda W. Gillespie",
      "id": "A5037232419",
      "orcid": "https://orcid.org/0000-0003-4488-0612",
      "institutions": [
        {
          "id": "I27837315",
          "display_name": "University of Michigan",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Brenda W. Gillespie"
    },
    {
      "display_name": "Jonathan B. Wiseman",
      "id": "A5071674660",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210137387",
          "display_name": "Arbor Research Collaborative for Health",
          "country_code": "US",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jonathan B. Wiseman"
    },
    {
      "display_name": "Kathryn E. Flynn",
      "id": "A5041841214",
      "orcid": "https://orcid.org/0000-0002-4427-3583",
      "institutions": [
        {
          "id": "I204308271",
          "display_name": "Medical College of Wisconsin",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Kathryn E. Flynn"
    },
    {
      "display_name": "Ziya Kırkalı",
      "id": "A5042550974",
      "orcid": "https://orcid.org/0000-0002-2918-4347",
      "institutions": [
        {
          "id": "I4210090567",
          "display_name": "National Institute of Diabetes and Digestive and Kidney Diseases",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ziya Kirkali"
    },
    {
      "display_name": "John W. Kusek",
      "id": "A5109934186",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210090567",
          "display_name": "National Institute of Diabetes and Digestive and Kidney Diseases",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "John W. Kusek"
    },
    {
      "display_name": "Tamara Bavendam",
      "id": "A5038940693",
      "orcid": "https://orcid.org/0000-0001-8032-8361",
      "institutions": [
        {
          "id": "I4210090567",
          "display_name": "National Institute of Diabetes and Digestive and Kidney Diseases",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Tamara Bavendam"
    },
    {
      "display_name": "David Cella",
      "id": "A5039180386",
      "orcid": "https://orcid.org/0000-0002-9881-4541",
      "institutions": [
        {
          "id": "I111979921",
          "display_name": "Northwestern University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "David Cella"
    },
    {
      "display_name": "Karl J. Kreder",
      "id": "A5067271647",
      "orcid": "https://orcid.org/0000-0002-8981-5286",
      "institutions": [
        {
          "id": "I126307644",
          "display_name": "University of Iowa",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Karl J. Kreder"
    },
    {
      "display_name": "Jasmine J. Nero",
      "id": "A5017703846",
      "orcid": null,
      "institutions": [
        {
          "id": "I1339509835",
          "display_name": "NorthShore University HealthSystem",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jasmine J. Nero"
    },
    {
      "display_name": "María Eugenia Jiménez Corona",
      "id": "A5071866319",
      "orcid": null,
      "institutions": [
        {
          "id": "I111979921",
          "display_name": "Northwestern University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Maria E. Corona"
    },
    {
      "display_name": "Catherine S. Bradley",
      "id": "A5072419749",
      "orcid": "https://orcid.org/0000-0002-7402-5476",
      "institutions": [
        {
          "id": "I126307644",
          "display_name": "University of Iowa",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Catherine S. Bradley"
    },
    {
      "display_name": "Kimberly Kenton",
      "id": "A5031095098",
      "orcid": "https://orcid.org/0000-0003-2567-2068",
      "institutions": [
        {
          "id": "I111979921",
          "display_name": "Northwestern University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Kimberly S. Kenton"
    },
    {
      "display_name": "Brian T. Helfand",
      "id": "A5107093696",
      "orcid": "https://orcid.org/0000-0002-7707-3318",
      "institutions": [
        {
          "id": "I1339509835",
          "display_name": "NorthShore University HealthSystem",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Brian T. Helfand"
    },
    {
      "display_name": "Robert M. Merion",
      "id": "A5016107878",
      "orcid": "https://orcid.org/0000-0001-9263-2870",
      "institutions": [
        {
          "id": "I4210137387",
          "display_name": "Arbor Research Collaborative for Health",
          "country_code": "US",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Robert M. Merion"
    },
    {
      "display_name": "Kevin P. Weinfurt",
      "id": "A5062262161",
      "orcid": "https://orcid.org/0000-0002-0624-7448",
      "institutions": [
        {
          "id": "I4210126298",
          "display_name": "Duke Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Kevin P. Weinfurt"
    }
  ],
  "publication_year": 2017,
  "publication_date": "2017-07-20",
  "type": "article",
  "cited_by_count": 27,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "199",
  "issue": "2",
  "first_page": "528",
  "last_page": "535",
  "open_access": {
    "is_oa": true,
    "oa_status": "green",
    "oa_url": "https://europepmc.org/articles/pmc5775934?pdf=render",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.9631033
    },
    {
      "id": "C77411442",
      "display_name": "Urinary system",
      "level": 2,
      "score": 0.7025161
    },
    {
      "id": "C177713679",
      "display_name": "Intensive care medicine",
      "level": 1,
      "score": 0.4053669
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.26729703
    }
  ],
  "topics": [
    {
      "id": "T10279",
      "display_name": "Urinary Bladder and Prostate Research",
      "score": 0.9997
    },
    {
      "id": "T10418",
      "display_name": "Pelvic floor disorders treatments",
      "score": 0.9994
    },
    {
      "id": "T11232",
      "display_name": "Urinary Tract Infections Management",
      "score": 0.9949
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/j.juro.2017.07.067",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:57:12.917631",
  "source_database": "OpenAlex"
}