{
  "openalex_id": "W2748417899",
  "doi": null,
  "title": "Sistem ekonomi islam zakat dan wakaf",
  "abstract": "Jika dilihat dari tujuan ekonomi, ekonomi islam barang kali tidak ada bedanya dengan sistem ekonomi lain yang ada, yakni sama bertujuan untuk mendapatkan kepuasan dari kegiatan ekonomi. Melalui buku dengan judul “Sistem Ekonomi Islam Zakat dan Wakaf” H. Mohammad Daud Ali sebagai Guru Besar Hukum Islam dan Lembaga-lembaga Islam, Fakultas Hukum, Fakultas Ilmu Sosial dan Ilmu Politik Universitas Indonesia, Jakarta, kelahiran Aceh Tengah 4 April 1930 menjelaskan ekonomi islam sebagai pembeda dengan sistem ekonomi yang ada yang mana sistem ekonomi islam sebagai solusi permasalahan-permasalahan ekonomi setelah sistem ekonomi yang ada di dunia tidak mampu mengatasinya.\r\n\r\n Ali menilai bahwa permasalahan-permasalahan ekonomi dewasa ini merupakan bukti kegagalan sistem ekonomi kapitalis maupun sistem ekonomi sosialis dan sistem lainnya. Kemudian Ali menjelaskan ekonomi islam sebagai pembeda dengan sistem ekonomi yang ada. Perbedaan tersebut terletak pada konsep kepemilikan suatu harta. Ketika ekonomi kapitalis menempatkan individu sebagai pemilik harta dan sosialis menempatkan sosial atau masyarakat sebagai pemilik maka ekonomi islam menjelaskan bahwa didalam islam kepemilikan atas harta benda dan seluruh yang ada di alam semesta ini merupakan milik Sang Pencipta yakni Allah SWT. Konsep tersebut sebagaimana yang dijelaskan di dalam Al-Quran maupun Hadist sebagai sumber hukum utama ajaran islam. Dalam ajaran islam Allah SWT Tuhan semesta alam mutlak sebagai pemilik segala sesuatu meliputi harta benda yang ada di dunia ini.\r\n\r\n Posisi manusia sebagai ciptaan Allah SWT hanya sebagai pihak dititipi untuk mengelola bumi dan isinya untuk kemaslahatan manusia dan makhluk lainnya, peran manusia sebagai Khalifah. Ketika dewasa ini sistem ekonomi dunia membuat manusia merasa akuh dengan meng-klaim dirinyalah sebagai pemillik mutlak dari harta benda sehingga banyak manusia yang men-eksploitasi alam semesta hanya untuk mengumpulkan harta semata untuk kepentingan dirinya sendiri.\r\n\r\n Ali menjelaskan bahwa dengan konsep tersebut maka di dalam ekonomi islam terdapat hubungan segitiga antara Tuhan, manusia, dan alam semesta di mana Tuhan berada di posisi puncak segitiga sementara di dalam kapitalis harta berada di puncak segitiga tersebut. Dengan demikian jelas bahwa di dalam ekonomi islam bahwa tujuan ekonomi dari manusia bukan hanya untuk pribadinya saja, melainkan di dalam harta setiap manusia terdapat harta orang lain sebagai titipan dari Allah SWT. Konsep berbagi dan tolong menolong terlihat dengan jelas. Dengan tidak adanya konsep kepemilikan yang secara mutlak dimiliki oleh manusia melainkan di miliki oleh Allah SWT maka tidak akan terjadi kesewenang-wenangan atau pemerasan atauu eksploitasi yang berlebihan untuk kepuasan pribadai semata. Sebagaimana terlihat dalam ekonomi kapitalis dimana eksploitasi besar-besaran dilakukan hanya untuk segelintir manusia saja. Dengan demikian jelas bahwa Ali berpendapat bahwa ekonomi islam sebagai solusi atas permasalahan yang ada sementara sistem ekonomi yang lain telah gagal.\r\n\r\n Ali menjelaskan dengan konsep kepemilikan yang secara mutlak di miliki oleh Allah SWT maka di dalam ekonomi islam terdapat aturan untuk berbagai terahadap orang lain. Aturan tersebut terdapat di dalam Al-Quran dan Hadist yang mana diantaranya perintah untuk Shodaqoh, Infaq, Hibah, Qurban, Zakat dan Wakaf. Melalui buku ini Ali menjelaskan Zakat dan Wakaf sebagai alat pemberdayaan umat.\r\n\r\n Buku ini juga menjelaskan bahwa Zakat itu berbeda dengan pajak yang mana selama ini banyak kalangan yang menyandingkan antara Zakat dengan Pajak. Pajak sebagai sumber penerimaan negara tentu sangat berbeda dengan zakat sebagai harta pemberdayaan masyarakat yang dimiliki oleh masyarakat. Zakat dan Wakaf dianggap sebagai alat pemberdayaan masyarakat sehingga harus dikelola dengan baik. Meskipun zakat berbeda dengan pajak tetapi peran negara juga tidak bisa diabaikan dalam pengurusan zakat ini. Sebab tujuan dari sebuah negara juga untuk kemaslahatan rakyatnya, oleh karena itu di dalam buku ini juga dijelaskan bahwa Negara perlu hadir dalam pengelolaan zakat dan wakaf.\r\n\r\n Selanjutnya Ali melalui buku ini menjelaskan pengertian, dalil, fiqh, dan sampai mekanisme mengenai zakat dan wakaf. Buku ini juga menampilkan permasalahan-permasalahan yang menjadi kendala pelaksanaan zakat dan wakaf di Indonesia beserta dengan solusi-solusi yang diharapkan dapat mendorong keberhasilan pelaksanaan zakat dan waqaf di Indonesia.\r\n\r\n\r\n Meskipun buku ini penjelasan dan penjabaran mengenai ekonomi islam, zakat dan wakaf mencakup hingga kemekanisme yang dapat dikategorikan sebagai sebuah buku yang cukup lengkap guna mengetahui lebih mendalam ekonomi islam, zakat dan wakaf tetapi penjelasan di buku ini hanya sebatas teoritik dan gambaran singkat saja mengenai perwakafan di Indonesia. Sementara permasalahan-permasalahan di Indonesia semakin beragam dan kompleks. Di dalam buku ini juga dijelaskan dalil-dalil yang cukup banyak berserta dengan keterangan surat Al-Quran dan hadist namun hanya sebatas nama surat dan nomor saja. Alangkah lebih baiknya jika dikutip Lafaz dan terjemahannya guna memudahkan pembaca. Meski demikian buku ini lebih dari cukup untuk mempelajari ekonomi islam, zakat dan wakaf.",
  "authors": [
    {
      "display_name": "Mohammad Daud Ali",
      "id": "A5101689756",
      "orcid": "https://orcid.org/0000-0003-3752-2331",
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Mohammad Daud Ali"
    }
  ],
  "publication_year": 1988,
  "publication_date": "1988-01-01",
  "type": "article",
  "cited_by_count": 297,
  "is_retracted": false,
  "is_paratext": false,
  "language": "id",
  "source": {
    "id": "",
    "display_name": "",
    "issn_l": "",
    "issn": [],
    "type": "",
    "host_organization": ""
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C15708023",
      "display_name": "Humanities",
      "level": 1,
      "score": 0.7134297
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.6191259
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.2842294
    }
  ],
  "topics": [
    {
      "id": "T11365",
      "display_name": "Islamic Finance and Banking Studies",
      "score": 0.9948
    },
    {
      "id": "T14281",
      "display_name": "Islamic Finance and Communication",
      "score": 0.9705
    },
    {
      "id": "T11876",
      "display_name": "Legal Studies and Policies",
      "score": 0.9419
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "http://slims.iain-ternate.ac.id/slims/index.php?p=show_detail&id=637",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:49:29.496441",
  "source_database": "OpenAlex"
}