{
  "openalex_id": "W2743263191",
  "doi": "https://doi.org/10.15625/0866-7187/39/3/10590",
  "title": "Identification of geothermal reservoir from exploration data in the Bang hot spring area, Central Vietnam",
  "abstract": "Worldwide literature shows that the potential for electricity generation of every geothermal source is depended on the local condition, so the exploration phase is an important step in the geothermal power development to identify the site, structural feature and temperature parameters of a geothermal system-reservoir. The paper presents some results of the first experiment carried out by using a combination of geological, geochemical, geophysical methods, and temperature measurements in shallow drilling hole (depth 250 m) were applied for investigation in the Bang hot water spring area, Quang Binh province, during the period from 2012 to 2015. The location and structural feature of geothermal reservoir identified by the resistivity model obtained from the magneto-telluric survey and geochemical analysis was a good consistency with the existent reservoirs of a typical hydro-geothermal system of magmatic origin. The temperature gradient and heat flow at the shallow drilling hole are reached 4.1°C/100m and 83.4 mW/m2, respectively. The reservoir temperatures estimated by both geochemical thermometer and temperature modeling are varied in a range 167-200°C at the depth >2 km. The obtained results allow to determine the suitable location for test drilling to the reservoir and to propose for the next phase of the Geothermal Program in the area.References Arnorsson S., 1985. The use of mixing models and chemical geothermometers for estimating underground temperatures in geothermal systems. J. Volcan. Geoth. Res., 23, 209-335. Bertani R, 2015. Geothermal Power Generation in the World 2010-2014 Update Report. Proceedings World Geothermal Congress 2015 Melbourne, Australia, 19-25, April, 19p. Brikowski T., Norton D., Blackwell D., 2001. Final Report: Natural State Models of The Geysers Geothermal System, DOE Contract DE-FG07-98ID13677. December 31. Bui Cong Que, Nguyen Kim Lap, 1992. Structure of the Earth's crust and seismicity in the territory of Vietnam. The Book published by Vietnam Academy of Science, 148p. Carol A. Stein, 1995. Heat flow of the Earth, in the Book \" Global Earth Physics\" edited by AGU1995, 144-158. Chandrasekharam D., Jochen Bundschuh. Low-Enthalpy geothermal resources for power generation. Taylor & Francis Group, London, UK, 172p. Di Pippo R., 2012. Geothermal Power plant. Principles, applications, case studies. 3rd edition. Elsevier, 579p. Dinh Van Toan, Nguyen Trong Yem, Trinh Viet Bac, 1996. The preliminary results of heat flow study in South Vietnam. Vietnam Journal of Earth Sciences, 18, 74-79. Dinh Van Toan, Lai Hop Phong, Tran Anh Vu, Nguyen Thi Hong Quang, 2015. Study on the Earth's crustal structure in the area of Song Tranh and it's adjacents. Vietnam Journal of Earth Sciences, 37, 127-138 (in Vietnamese). DOI: 10.15625/0866-7187/37/2/7368. Doan Van Tuyen, Tran Anh Vu, Nguyen Thi Kim Thuong, 2014. Geochemical characteristics of geothermal water sources on the territory of Vietnam. Proceedings, Thirty-Eighth Workshop on Geothermal Reservoir Engineering - Stanford University, California, February 24-26, 2014; SGP-TR-202, 8p. Doan Van Tuyen, Tran Anh Vu, Lai Hop Phong, Pham Ngoc Dat, Le Van Si, Dinh Van Toan, Nguyen Thi Hong Quang, 2015. Results of magnetotelluric survey for studying geothermal system in the Bang area, Quang Binh Province. Vietnam Journal of Earth Sciences, 37(2), 48-56 (in Vietnamese). DOI: 10.15625/0866-7187/37/1/6553. Doan Van Tuyen, Tran Anh Vu, Lai Hop Phong, Pham Ngoc Dat, Dinh Van Toan, Le Van Si, 2015. Structural feactures of geothermal Field from Magnetotelluric Survey in Nothern Cenral region of Vietnam. Proceedings World geothermal Congress 2015, Melbourne, Australia, 19-25 April 2015, 6p. Flynn T., Quy H.H., 1997. Assessment of the geothermal resources of Socialist Republic of Vietnam. Geothermal resources Council Transactions, 21, 341-345. Fournier R.O., 1977. Chemical geothermometers and mixing models for geo-thermal systems. Geothermics, 5, 41-50. Fournier R.O. and Potter R.W. II, 1979. Magnesium correction to the Na-K-Ca chemical geothermometer. Geochim. Cosmochim. Acta, 43, 1543-1550. Fournier R.O., 1979. A revised equation for the Na-K geothermometer. Geo-thermal Resource Council Transections, 3, 221-224. GeothermEx, 2004. New geothermal site identification and qualification. Consultant report for California Energy Commission, Richmond, CA. Giggenbach W.F., 1991. Isotopic composition of geothermal water and steam discharges. In D'Amore, F. (editor), Application of Geochemistry in Geothermal Reservoir Development. UNITAR/UNDP publication, Rome, 253-273. Gupta H., 2007. Geothermal Energy: An Alternative resource for the 21st Cen-tury. Elsevier PH. ISBN-13: 978-0-444-52875-9. 285pp. He Lijuan, 1999. Analysis of heat flow along a transect across the South China Sea. Geothermal Training Pro-gramme, Reports, 5, 125-140. IGA report, 2013. Geothermal Exploration best practices: A Guide to resource data collection, analysis, and presentation for Geothermal projects. Lucak C.V., 1988. Heat flow in the Continental rift zones. Publish House \" Nauka\" Soviet Union Academy of Science, Novosibirsk Branch, 1988, 198 pp. ( in Russian language ). Munoz, G., 2014. Exploring for Geothermal Resources with Electromagnetic Methods, Surv Geophys, 35, 101-122. Nguyen Hoang, Flower M., Pham Tich Xuan, 1996. The petrology of Late Kainozoic Basalts in Vietnam. In monography \"Geology and Natural resource\", P.H. Science and Technology, Ha Noi, 142-155 (in Vietnamese). Nguyen Xuan Han et al., 1991. Young volcano activity in Vietnam East Sea. In monography \"Geology and Natural resource\", PH Science and Technology, Ha Noi, 84-96 (in Vietnamese). Phan Cu Tien et al., 1991. Geology of Cambodia, Laos and Vietnam. Geological survey of Vietnam, 2-nd edition. Hanoi, 158p. Powell T. and Cumming, M. 2010. Spreadsheets for Geothermal Water and gas geochemistry. Proceedings, Thirty-Fifth Workshop on Geothermal Reservoir Engineering, Stanford University, Stanford, California, February 1-3, SGP-TR-188, 10p. Tran Anh Vu, Dinh Van Toan, Doan Van Tuyen, Lai Hop Phong, Duong Thi Ninh, Nguyen Thi Hong Quang, Pham Ngoc Dat, 2016. Utilization of seismic refraction data for study of structure of Bang Hot-water source, Le Thuy, Quang Binh. Vietnam Journal of Earth Sciences, 38(4), 393-408. DOI: 10.15625/0866-7187/38/4/8994. Tran Huyen, Truong Minh, Nguyen Tien Bao, 1999. On the geothermal regime in the sedimentary basins, continental shelf of Vietnam. Journal of economic geology and mineral materials, Publication of of the Department of geology and minerals 18, 16-25 (in Vietnamese ). Tran Van Tri (Project manager), et al., 2004. Map of geology and mineral resources of Vietnam on scale 1:1,000,000. Publication of the Department of Geology and mineral recources of Vietnam, Hanoi (in Vietnamese). Truesdell, A.H. and Fournier R.O., 1977. Procedure for estimating the tempera-ture of a hot water component in a mixed water using a plot of dissolved silica vs enthalpy. US Geol. Survey J. Res., 5, 49-52. Truong Thu Huong (Ed.), Vo Bich ngoc, Nguyen Duc Thang, Pham Toan, Nguyen Huu Tri, 2006. Online Handbook: \"Physical properties of Rocks and Minerals in Vietnam. Publication of Northern Vietnam Geological Maping Division, Ha Noi, 546p (in Vietnamese). Vo Cong Nghiep (Ed.), 1998. Geothermal resource in Vietnam and perspectives of their use for energy purposes. Monography Published by Vietnam Department for Geological and mineral resource. Hanoi, 300p (in Vietnamese). Wang C.T., and Horne R.N., 1999. Boiling Flow in a Horizontal Fracture, Geothermics, 29, 759-772. Williams C.F., M.J. Reed and R.H. Mariner, 2008. A review of methods ap-plied by the U.S. Geological Survey in the assessment of identified geothermal resources, U.S. Geol. Survey Open-File Report 2008-1296, 27p., [http://pubs. usgs.gov/ of/2008/ 1296/].",
  "authors": [
    {
      "display_name": "Tran Anh Vu",
      "id": "A5021011361",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210163248",
          "display_name": "Institute of Marine Geology and Geophysics",
          "country_code": "VN",
          "type": "facility"
        },
        {
          "id": "I70349855",
          "display_name": "Vietnam Academy of Science and Technology",
          "country_code": "VN",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Tran Anh Vu"
    },
    {
      "display_name": "Đoàn Văn Tuyến",
      "id": "A5052889980",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210163248",
          "display_name": "Institute of Marine Geology and Geophysics",
          "country_code": "VN",
          "type": "facility"
        },
        {
          "id": "I70349855",
          "display_name": "Vietnam Academy of Science and Technology",
          "country_code": "VN",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Doan Van Tuyen"
    },
    {
      "display_name": "Trần Tuấn Anh",
      "id": "A5101431507",
      "orcid": "https://orcid.org/0009-0004-4544-3558",
      "institutions": [
        {
          "id": "I70349855",
          "display_name": "Vietnam Academy of Science and Technology",
          "country_code": "VN",
          "type": "government"
        },
        {
          "id": "I4210163248",
          "display_name": "Institute of Marine Geology and Geophysics",
          "country_code": "VN",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Tran Tuan Anh"
    },
    {
      "display_name": "Đinh Văn Toàn",
      "id": "A5080391497",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210163248",
          "display_name": "Institute of Marine Geology and Geophysics",
          "country_code": "VN",
          "type": "facility"
        },
        {
          "id": "I70349855",
          "display_name": "Vietnam Academy of Science and Technology",
          "country_code": "VN",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Dinh Van Toan"
    },
    {
      "display_name": "Lai Hop Phong",
      "id": "A5022136466",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210163248",
          "display_name": "Institute of Marine Geology and Geophysics",
          "country_code": "VN",
          "type": "facility"
        },
        {
          "id": "I70349855",
          "display_name": "Vietnam Academy of Science and Technology",
          "country_code": "VN",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Lai Hop Phong*"
    }
  ],
  "publication_year": 2017,
  "publication_date": "2017-06-25",
  "type": "article",
  "cited_by_count": 5,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210205200",
    "display_name": "Vietnam Journal of Earth Sciences",
    "issn_l": "0866-7187",
    "issn": [
      "0866-7187"
    ],
    "type": "journal",
    "host_organization": null
  },
  "volume": "39",
  "issue": "3",
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "http://vjs.ac.vn/index.php/jse/article/download/10590/pdf",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C111766609",
      "display_name": "Geothermal gradient",
      "level": 2,
      "score": 0.92679596
    },
    {
      "id": "C127313418",
      "display_name": "Geology",
      "level": 0,
      "score": 0.7562451
    },
    {
      "id": "C2778131859",
      "display_name": "Hot spring",
      "level": 2,
      "score": 0.7432647
    },
    {
      "id": "C25197100",
      "display_name": "Drilling",
      "level": 2,
      "score": 0.67812234
    },
    {
      "id": "C518406490",
      "display_name": "Geothermal energy",
      "level": 3,
      "score": 0.4833693
    },
    {
      "id": "C78762247",
      "display_name": "Petroleum engineering",
      "level": 1,
      "score": 0.4471493
    },
    {
      "id": "C174306757",
      "display_name": "Geothermal exploration",
      "level": 4,
      "score": 0.4461134
    },
    {
      "id": "C2778712887",
      "display_name": "Spring (device)",
      "level": 2,
      "score": 0.44572157
    },
    {
      "id": "C5900021",
      "display_name": "Petrology",
      "level": 1,
      "score": 0.3741413
    },
    {
      "id": "C8058405",
      "display_name": "Geophysics",
      "level": 1,
      "score": 0.2772916
    },
    {
      "id": "C165205528",
      "display_name": "Seismology",
      "level": 1,
      "score": 0.16883919
    },
    {
      "id": "C78519656",
      "display_name": "Mechanical engineering",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C127413603",
      "display_name": "Engineering",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11225",
      "display_name": "Geothermal Energy Systems and Applications",
      "score": 0.9999
    },
    {
      "id": "T10399",
      "display_name": "Hydrocarbon exploration and reservoir analysis",
      "score": 0.9887
    },
    {
      "id": "T13177",
      "display_name": "Geological and Geophysical Studies",
      "score": 0.9865
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.15625/0866-7187/39/3/10590",
  "pdf_url": "http://vjs.ac.vn/index.php/jse/article/download/10590/pdf",
  "retrieved_date": "2025-07-30T15:52:42.491205",
  "source_database": "OpenAlex"
}