{
  "openalex_id": "W2755378115",
  "doi": "https://doi.org/10.15252/embj.201695364",
  "title": "Snapin promotes <scp>HIV</scp> ‐1 transmission from dendritic cells by dampening <scp>TLR</scp> 8 signaling",
  "abstract": "Article16 October 2017Open Access Source DataTransparent process Snapin promotes HIV-1 transmission from dendritic cells by dampening TLR8 signaling Elham Khatamzas Elham Khatamzas MRC Human Immunology Unit, Weatherall Institute of Molecular Medicine, Oxford University, Oxford, UK Search for more papers by this author Madeleine Maria Hipp Madeleine Maria Hipp MRC Human Immunology Unit, Weatherall Institute of Molecular Medicine, Oxford University, Oxford, UK Search for more papers by this author Daniel Gaughan Daniel Gaughan MRC Human Immunology Unit, Weatherall Institute of Molecular Medicine, Oxford University, Oxford, UK Search for more papers by this author Tica Pichulik Tica Pichulik MRC Human Immunology Unit, Weatherall Institute of Molecular Medicine, Oxford University, Oxford, UK Search for more papers by this author Alasdair Leslie Alasdair Leslie KwaZulu-Natal Research Institute for TB & HIV, Durban, South Africa Search for more papers by this author Ricardo A Fernandes Ricardo A Fernandes Molecular and Cellular Physiology and Structural Biology, Stanford University School of Medicine, Stanford, CA, USA Search for more papers by this author Daniele Muraro Daniele Muraro MRC Human Immunology Unit, Weatherall Institute of Molecular Medicine, Oxford University, Oxford, UK Search for more papers by this author Sarah Booth Sarah Booth Immunology & Immunotherapy, College of Medical & Dental Sciences, University of Birmingham, Birmingham, UK Search for more papers by this author Kieran Zausmer Kieran Zausmer MRC Human Immunology Unit, Weatherall Institute of Molecular Medicine, Oxford University, Oxford, UK Search for more papers by this author Mei-Yi Sun Mei-Yi Sun MRC Human Immunology Unit, Weatherall Institute of Molecular Medicine, Oxford University, Oxford, UK Search for more papers by this author Benedikt Kessler Benedikt Kessler KwaZulu-Natal Research Institute for TB & HIV, Durban, South Africa Search for more papers by this author Sarah Rowland-Jones Sarah Rowland-Jones Nuffield Department of Clinical Medicine, University of Oxford, NDMRB, Oxford, UK Search for more papers by this author Vincenzo Cerundolo Vincenzo Cerundolo MRC Human Immunology Unit, Weatherall Institute of Molecular Medicine, Oxford University, Oxford, UK Search for more papers by this author Alison Simmons Corresponding Author Alison Simmons [email protected] orcid.org/0000-0003-3454-0710 MRC Human Immunology Unit, Weatherall Institute of Molecular Medicine, Oxford University, Oxford, UK Translational Gastroenterology Unit, Nuffield Department of Medicine, University of Oxford, Oxford, UK Search for more papers by this author Elham Khatamzas Elham Khatamzas MRC Human Immunology Unit, Weatherall Institute of Molecular Medicine, Oxford University, Oxford, UK Search for more papers by this author Madeleine Maria Hipp Madeleine Maria Hipp MRC Human Immunology Unit, Weatherall Institute of Molecular Medicine, Oxford University, Oxford, UK Search for more papers by this author Daniel Gaughan Daniel Gaughan MRC Human Immunology Unit, Weatherall Institute of Molecular Medicine, Oxford University, Oxford, UK Search for more papers by this author Tica Pichulik Tica Pichulik MRC Human Immunology Unit, Weatherall Institute of Molecular Medicine, Oxford University, Oxford, UK Search for more papers by this author Alasdair Leslie Alasdair Leslie KwaZulu-Natal Research Institute for TB & HIV, Durban, South Africa Search for more papers by this author Ricardo A Fernandes Ricardo A Fernandes Molecular and Cellular Physiology and Structural Biology, Stanford University School of Medicine, Stanford, CA, USA Search for more papers by this author Daniele Muraro Daniele Muraro MRC Human Immunology Unit, Weatherall Institute of Molecular Medicine, Oxford University, Oxford, UK Search for more papers by this author Sarah Booth Sarah Booth Immunology & Immunotherapy, College of Medical & Dental Sciences, University of Birmingham, Birmingham, UK Search for more papers by this author Kieran Zausmer Kieran Zausmer MRC Human Immunology Unit, Weatherall Institute of Molecular Medicine, Oxford University, Oxford, UK Search for more papers by this author Mei-Yi Sun Mei-Yi Sun MRC Human Immunology Unit, Weatherall Institute of Molecular Medicine, Oxford University, Oxford, UK Search for more papers by this author Benedikt Kessler Benedikt Kessler KwaZulu-Natal Research Institute for TB & HIV, Durban, South Africa Search for more papers by this author Sarah Rowland-Jones Sarah Rowland-Jones Nuffield Department of Clinical Medicine, University of Oxford, NDMRB, Oxford, UK Search for more papers by this author Vincenzo Cerundolo Vincenzo Cerundolo MRC Human Immunology Unit, Weatherall Institute of Molecular Medicine, Oxford University, Oxford, UK Search for more papers by this author Alison Simmons Corresponding Author Alison Simmons [email protected] orcid.org/0000-0003-3454-0710 MRC Human Immunology Unit, Weatherall Institute of Molecular Medicine, Oxford University, Oxford, UK Translational Gastroenterology Unit, Nuffield Department of Medicine, University of Oxford, Oxford, UK Search for more papers by this author Author Information Elham Khatamzas1,‡, Madeleine Maria Hipp1,‡, Daniel Gaughan1, Tica Pichulik1, Alasdair Leslie2, Ricardo A Fernandes3, Daniele Muraro1, Sarah Booth4, Kieran Zausmer1, Mei-Yi Sun1, Benedikt Kessler2, Sarah Rowland-Jones5, Vincenzo Cerundolo1 and Alison Simmons *,1,6 1MRC Human Immunology Unit, Weatherall Institute of Molecular Medicine, Oxford University, Oxford, UK 2KwaZulu-Natal Research Institute for TB & HIV, Durban, South Africa 3Molecular and Cellular Physiology and Structural Biology, Stanford University School of Medicine, Stanford, CA, USA 4Immunology & Immunotherapy, College of Medical & Dental Sciences, University of Birmingham, Birmingham, UK 5Nuffield Department of Clinical Medicine, University of Oxford, NDMRB, Oxford, UK 6Translational Gastroenterology Unit, Nuffield Department of Medicine, University of Oxford, Oxford, UK ‡These authors contributed equally to this work *Corresponding author. Tel: +44 1865 222 628; E-mail: [email protected] The EMBO Journal (2017)36:2998-3011https://doi.org/10.15252/embj.201695364 PDFDownload PDF of article text and main figures. Peer ReviewDownload a summary of the editorial decision process including editorial decision letters, reviewer comments and author responses to feedback. ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinked InMendeleyWechatReddit Figures & Info Abstract HIV-1 traffics through dendritic cells (DCs) en route to establishing a productive infection in T lymphocytes but fails to induce an innate immune response. Within DC endosomes, HIV-1 somehow evades detection by the pattern-recognition receptor (PRR) Toll-like receptor 8 (TLR8). Using a phosphoproteomic approach, we identified a robust and diverse signaling cascade triggered by HIV-1 upon entry into human DCs. A secondary siRNA screen of the identified signaling factors revealed several new mediators of HIV-1 trans-infection of CD4+ T cells in DCs, including the dynein motor protein Snapin. Inhibition of Snapin enhanced localization of HIV-1 with TLR8+ early endosomes, triggered a pro-inflammatory response, and inhibited trans-infection of CD4+ T cells. Snapin inhibited TLR8 signaling in the absence of HIV-1 and is a general regulator of endosomal maturation. Thus, we identify a new mechanism of innate immune sensing by TLR8 in DCs, which is exploited by HIV-1 to promote transmission. Synopsis HIV-1 evades detection by the innate immune system in dendritic cells (DCs) to facilitate spreading to T lymphocytes. A phosphoproteomic and secondary siRNA screen identifies signaling pathways induced by HIV-1 in DCs and shows that Snapin is a mediator of HIV-1 transmission. Phosphoproteomics map an HIV-1 signalosome induced on viral entry to DCs. Secondary siRNA screen identifies the dynein motor Snapin as a mediator of HIV-1 transmission to CD4+ T cells. Snapin reduces HIV-1 localization with TLR8-expressing early endosomes. Snapin dampens HIV-1-mediated pro-inflammatory responses in DCs. Introduction Myeloid dendritic cells (DCs) are important antigen-presenting cells that are thought to be the first cells encountered by HIV-1 in the mucosa during transmission (Borrow, 2011). HIV-1 evades detection by myeloid DCs, leading to defective cell intrinsic innate immune responses (Granelli-Piperno et al, 2004; Krathwohl et al, 2006; Sabado et al, 2010; Manel et al, 2011; Frleta et al, 2012) and facilitating viral spread by promoting trans-infection of T lymphocytes (Menager & Littman, 2016). This helps establish a latent reservoir of HIV-1 that is resistant to anti-retroviral drugs, hampering efforts to cure the disease. HIV-1 escapes detection in DCs during viral uptake, intracellular trafficking and in the cytosol (Luban, 2012). During uptake, the virus binds the C-type lectin DC-SIGN, which triggers a tolerogenic immune response involving downregulation of specific immune signaling molecules that may help the virus evade early detection (Hodges et al, 2007; Shan et al, 2007). Within the cytosol, HIV-1 encounters the deoxyribose nucleoside triphosphate hydrolase SAMHD1, which limits the efficiency of HIV reverse transcription and inhibits replication (Goldstone et al, 2011; Hrecka et al, 2011; Laguette et al, 2011). This prevents detection of reverse-transcribed viral DNA and activation of interferon responses (Gao et al, 2013; Bridgeman et al, 2015; Gentili et al, 2015). Other factors contributing to HIV-1 escape in DCs have been described and include TREX1, an exonuclease that degrades reverse-transcribed HIV DNA in the cytoplasm (Yan et al, 2010), and APOBEC3G/3F (A3G/3F) whose knockdown enhances HIV-1 infection of DCs associated with G-to-A hypermutation of the HIV genome (Pion et al, 2006). These observations explain how HIV-1 avoids innate sensing during uptake into DCs and in the cytosol. But it remains unknown how it evades detection within endosomes, and how internalized HIV-1 is effectively transferred to CD4+ T cells during trans-infection (McDonald, 2010; Rinaldo, 2013). It is well established that a proportion of virions reside within endosomes where pattern-recognition receptors (PRRs) such as Toll-like receptor 8 (TLR8) should recognize single-stranded RNA derived from the HIV-1 long terminal repeat (LTR) (Heil et al, 2004). TLR8 can detect HIV-1 in DCs, as it is required for inducing viral transcription (Gringhuis et al, 2010), but it somehow fails to generate robust anti-viral cytokine responses (Granelli-Piperno et al, 2004). TLR8 recognizes ligands such as single-stranded RNA and imidazoquinolines triggering distinct signaling cascades (Colak et al, 2014) that lead to the activation of interferon-regulatory factor (IRF)-dependent interferon responses and NF-κB-dependent pro-inflammatory cytokine responses in DCs. However, the mechanisms by which TLR8 signals in DCs are poorly understood and appear to differ between mice and humans (Ohto et al, 2014). Recognition of viral nucleic acids by TLRs within endolysosomal compartments often requires TLR cleavage and trafficking from the endosomes to lysosome-related organelles. And there is mounting evidence that effective signaling by endosomal TLRs in DCs requires correct spatial compartmentalization to enable the juxtaposition of key components of their signaling machinery to initiate appropriate transcriptional responses (Sasai et al, 2010; Mantegazza et al, 2012). However, the molecular components required for TLR8 signaling in DCs and how HIV-1 might manipulate that to avoid interferon responses while enhancing trans-infection are unclear. In this work, we used a phosphoproteomic approach and a secondary siRNA screen to characterize signaling induced by HIV-1 upon entry to immature monocyte-derived DCs and identify those signaling molecules required for trans-infection of autologous CD4+ T cells. Results HIV-1 signaling in DCs We took an unbiased proteomic approach to characterize the signaling response (signalosome) in DCs induced by HIV-1 entry. Immature monocyte-derived DCs were mock infected or exposed to the HIV-1 BaL strain for 10 min prior to lysis and phosphoenrichment. Ten minutes was chosen as the time point where greatest changes in phosphorylation were observed between mock and HIV-1 exposed cells during time courses of HIV-1 exposure (data not shown). Figure 1A shows changes in tyrosine phosphorylation following DC exposure to HIV-1. Phosphoenriched eluates were subjected to off-gel fractionation to reduce sample complexity and enhance detection of low abundance proteins prior to LC/MS/MS analysis (Appendix Fig S1 and schematic of experimental approach Fig 1B). Raw data obtained by LC-MS/MS was processed using the Central Proteomics Facilities Pipeline (CPFP) (Trudgian et al, 2010), which searches three different databases: Mascot (Matrix Science, London, UK), OMSSA (Geer et al, 2004), and TANDEM (Craig & Beavis, 2004), to increase both the number of protein identifications and the confidence in the data obtained. On this platform, peptide identifications from each search engine are validated with PeptideProphet (Nesvizhskii et al, 2003; Keller et al, 2005). To increase the confidence in the data obtained, results were set at the 1% false discovery rate (Elias & Gygi, 2007). Figure 1. HIV-1 induces a signalosome on entry to DCs A. Immunoblot using anti-phosphotyrosine antibody of DC whole-cell lysates (WCL) in the presence and absence of HIV-1 for 10 min (lanes 1 and 2), the same WCL diluted 1:10 (lanes 3 and 4), and phosphoenriched fractions derived from the same WCL (lanes 5 and 6). B. Schematic of the phosphoproteomic approach used. DCs were exposed to HIV-1 or mock infected for 10 min, lysed and enriched for phosphoproteins. Nine biological replicates were collected, pooled, and quantified by Bradford dye assay. Equalized amounts of phosphoenriched lysates were separated by OFFGEL fractionation and prepared for LC-MS/MS analysis before bioinformatics analysis by the Central Proteomics Facilities Pipeline based in Oxford. C. Plot showing distribution of fold changes in protein abundance between HIV-1 and mock-infected samples as determined by SINQ. The x-axis (blue rhombi) represents proteins identified and the y-axis (black bars) the associated log2 fold change of the abundance of the protein infected as opposed to mock-infected fractions. D, E. Ingenuity pathway analysis (IPA) of the HIV-1 phosphoproteome in DCs showing molecular and cellular function (D) and top five canonical pathways (E). Source data are available online for this figure. Source Data for Figure 1A [embj201695364-sup-0002-SDataFig1.pdf] Download figure Download PowerPoint Normalized spectral index quantitation (SINQ) (Trudgian et al, 2011) was used to determine the fold changes in phosphorylation levels of proteins between HIV-1 and mock-infected DCs (Fig 1C). A total of 124 proteins were detected as being exclusively phosphorylated in DCs by HIV-1 treatment (Appendix Table S1), 134 were present in both conditions, and 48 proteins were exclusively phosphorylated in mock-infected DCs alone (Appendix Table S2). Based on SINQ analysis, 68 proteins had > 1.25-fold higher phosphorylation levels upon HIV-1-infection (Appendix Table S3). In comparison, 66 proteins displayed > 0.75-fold less phosphorylation in the HIV-1-infected fractions, indicating that they were dephosphorylated in the presence of HIV-1 (Appendix Table S4). Thus, we identified 306 candidate proteins of a signalosome that are differentially phosphorylated upon HIV-1 infection of DCs. A total of 167 proteins found to be differentially phosphorylated upon HIV-1 entry to DCs are known HIV-1 interacting proteins or involved in the HIV-1 life cycle based on the HIV-1 human interaction database validating our approach (Appendix Table S5). As a first step to identifying the function of the DC signalosome, we subjected the 306 proteins to pathway analysis using ingenuity pathway analysis (IPA) for molecular and cellular function (Fig 1D). The top canonical pathways in IPA were protein ubiquitination, amyloid processing, antigen presentation, glycolysis/gluconeogenesis, and insulin-like growth factor (IGF)-1 signaling (Fig 1E and Appendix Table S6). These findings reveal that HIV-1 triggers a complex signaling event within minutes of entry to DCs that involves proteins associated with diverse cellular processes. Altogether, this indicates that active interaction with the host machinery is employed by HIV-1 likely to evade cell intrinsic innate detection by DCs and facilitate trans-infection. Discovery of proteins involved in trans-infection We next investigated the role of proteins in the HIV-1 DC signalosome in HIV-1 trans-infection to CD4+ T cells by conducting a secondary siRNA screen. Using a combination of bioinformatics and literature analysis based on the proteins detected as differentially phosphorylated in our primary screen, 125 genes with roles in either trafficking, ubiquitination, signaling, autophagy, and neural synapse formation were selected for siRNA targeting. RNA interference (RNAi) was performed to study the loss of function of these genes in HIV-1 trans-infection from DCs to CD4+ T cells (Fig 2A and Materials and Methods). Immature DCs were transfected with siRNAs targeting the respective gene of interest (Fig 2B) for 48 h prior to HIV-1 infection for 2 h and subsequent co-culture with autologous CD4+ T cells. The level of trans-infection was then assessed using FACS analysis of p24-positive CD4+ cells (Fig 2C and D). The knockdown of four genes reduced HIV-1 trans-infection by more than 50% compared to controls. A further 51 genes when knocked down reduced HIV-1 trans-infection to between 50 and 75% of control levels (Appendix Table S7). Thus, HIV-1 entry into DCs triggers a signaling response that regulates trans-infection of the virus to CD4+ T cells, promoting disease transmission. We performed IPA on the 55 genes affecting HIV-1 trans-infection and found that 26 are involved in trafficking, specifically in pathways such as integrin signaling, endocytosis, and focal adhesion kinase (FAK) signaling (Fig 2E). Figure 2. Secondary siRNA screen utilizing a FACS-based assay of trans-infection as readout Workflow for the secondary RNAi screen is shown. 5 × 104 DCs were transfected in triplicates with SMARTpool siRNAs and incubated in 96-well plates for 48 h. Cells were then washed and exposed to HIV-1 NL4-3 BaL for 2 h prior to co-culture with autologous CD4+ PHA blasts. Three days later cells were stained with surface markers and intracellular p24 and analyzed by flow cytometry for intracellular p24 gag in CD4+ T cells. Knockdown efficiency of selected genes. DCs were electroporated with non-silencing and specific siRNAs using the Neon transfection system and harvested 48 h later for immunoblot of proteins as indicated. Representative FACS plots of siRNAs in the screen showing reduction (siRNA 1) or no effect (siRNA 10) on HIV-1 trans-infection. Dot-plot of RNAi screen for identification of genes affecting HIV-1 trans-infection. Each dot represents a single gene. Values are mean of three independent experiments from different donors. The horizontal line indicates the population mean. Ingenuity pathway analysis classifying host factors affecting HIV-1 trans-infection by molecular function. Only categories containing 2 or more factors were charted. Number indicates number of genes identified per category. Download figure Download PowerPoint Snapin is required for trans-infection and influences HIV-1 localization in DCs Of the proteins found to reduce levels of HIV-1 trans-infection when they were knocked down, three belonged to the BLOC-1 (biogenesis of lysosome-related organelles complex 1) complex. Phosphoproteomic analysis had also identified three components of the BLOC1 complex to be differentially phosphorylated within 10 min of HIV-1 infection. These were BLOC1 subunit 1 (BLOC1S1), which was dephosphorylated, and cappuccino homolog (CNO) and pallidin homolog (PLDN), which were phosphorylated. The BLOC-1 complex belongs to the endosomal protein sorting machinery and was first identified through its association with Hermansky–Pudlak syndrome (HPS), a group of heterogeneous autosomal-recessive disorders caused by mutations in genes affecting the biogenesis of lysosomal-related organelles (LROs). BLOC-1 is an octameric complex containing two stable sub-complexes, pallidin-Cappuccino-BLOS1 and dysbindin-Snapin-BLOS2 (Starcevic & Dell'Angelica, 2004). We examined the effect of BLOC-1 subunits on HIV-1 trans-infection and found that knockdown of four members, specifically muted, dysbindin, BLOS3, and the dynein motor protein Snapin had a significant effect on HIV-1 trans-infection (Fig 3A). Snapin knockdown had no significant effect on HIV-1 internalization as assessed by FACS analysis of DCs transfected with Ctrl or Snapin siRNAs and exposed to ATTO 488 labeled HIV-1 for 2 h (Appendix Fig S2). Snapin coordinates retrograde transport and late endosomal trafficking by directing vesicle transport and fusion (Cai et al, 2010). It is expressed in most cell types and is important for the release of neurotransmitters in the nervous system (Ilardi et al, 1999; Buxton et al, 2003). In our assay, knockdown of Snapin had the most dramatic effect, reducing trans-infection by 50%, and was therefore investigated further. Figure 3. Snapin is required for HIV-1 trans-infection DCs were transfected with Ctrl siRNAs or siRNAs targeting subunits of the BLOC1 complex (Blos1, Blos2, Blos3, Cappacino (CNO), Dysbindin (DTNBP1), Muted, Palladin (PLDN), or Snapin) prior to undertaking the FACS-based trans-infection assay described in Fig 2. DCs were transfected with Flag-tagged Snapin for 24 h prior to exposure to HIV-1 at 10 and 30 min. Left panel shows confocal images of DCs stained with anti-p24 (green), anti-Flag (red), and Topra nuclear stain (blue). Right panel shows plot of correlation coefficient of HIV-1 co-localized with Snapin over time. DCs transfected with Ctrl, Flag-tagged wild-type (WT), mutant (L99K), or (V92K) Snapin for 24 h prior to exposure to HIV-1 and co-culture with CD4+ T cells. p24 levels detected in DC CD4+ T cell co-cultures are shown. DCs transfected with Ctrl or Snapin siRNAs for 24 h and qPCR for Snapin shown. DCs transfected with Ctrl or Snapin siRNAs for 24 h and immunoblot for Snapin (Actin was used as a loading control). DCs transfected as in (D) and stained with anti-p24 (green), anti-EEA1 (red), and Topra nuclear stain (blue). Representative confocal images are shown. Graph shows co-localization between HIV-1 and EEA-1 in Ctrl or Snapin knockdown cells. DCs transfected as in (D) and stained with anti-p24 (green), anti-Rab7 (red), and Topra nuclear stain (blue). Graph shows co-localization between HIV-1 and Rab7 in Ctrl or Snapin knockdown cells. DCs transfected with Flag-tagged wild-type (WT) or mutant (L99K) or (V92K) Snapin lentivectors for 24 h and stained with anti-Flag (pink), anti-p24 (green), anti-EEA1 (red), and Topra nuclear stain (blue). Graph shows co-localization between HIV-1 and EEA-1 in WT, V92K, or L99K transfected cells. Data information: Data are representative of three independent experiments from different donors. Results are presented as mean ± SEM. Co-localization analysis of the acquired images was performed using Fiji software with calculation of Pearson's and Li's coefficient. Statistical analysis was performed using unpaired Student's t-test. *P < 0.05, **P < 0.01, ***P < 0.001, ****P < 0.0001. Scale bars represent 6 μm. Download figure Download PowerPoint We first analyzed whether HIV-1 localizes with Snapin by infecting DCs with a FLAG-Snapin lentivirus followed by infection with HIV-1 for 10 or 30 min. We detected co-localization of HIV-1 with Snapin-FLAG already with 10 min of infection in DCs (Fig 3B). In neurons, Snapin is essential for endosomal vesicle maturation by linking late endosomal transport and the retrograde transport motor dynein. Snapin knockout neurons accumulate immature lysosomes (Cai et al, 2010). Two residues in Snapin, V92 and L99, have been implicated in dynein binding. We therefore explored whether this dynein binding region was required for the effect on HIV-1 trans-infection. DCs were infected with a lentiviral expression vector encoding wild-type (WT) Snapin-FLAG, and either of two lentiviral vectors encoding mutations in the dynein binding region V92K and L99K (Cai et al, 2010) and Appendix Fig S3, and analyzed for HIV-1 trans-infection capacity. A significant reduction in trans-infection was observed following overexpression of the dynein binding defective mutants V92K and L99K in DCs (Fig 3C). Snapin has been implicated in endosomal vesicle maturation and is required for synaptic vesicle release and maintenance of the recycling vesicle pool. Therefore, we explored the role of Snapin in the localization of HIV-1 within specific vesicle subtypes in DCs. We infected DCs with a DsRed Snapin shRNA and a DsRed control (Ctrl) shRNA and verified knockdown at both the mRNA and protein levels (Fig 3D and E). Confocal microscopy was used to examine the localization of the HIV-1 p18 gag protein within early endosomal (EEA-1) or late endosomal (Rab7) compartments. Knockdown of Snapin resulted in accumulation of HIV-1 specifically within the early EEA-1-positive endosomal compartment (Fig 3F). Conversely reduced levels of HIV-1 could be detected in the late endosomal (Rab7 positive) compartment (Fig 3G). In addition following Snapin knockdown, there appeared to be a different morphological appearance of EEA1 and Rab7 vesicles within DCs; however, the overall intensity of EEA1 or Rab7 staining did not change (Appendix Fig S4). Further, we infected DCs with a Snapin-FLAG wild-type, V92K- or L99K-dynein binding mutant lentiviral expression vector as before. Confocal experiments showed that the retention of HIV-1 in the early EEA-1-positive compartment is mediated via the dynein binding region of Snapin (Fig 3H). Thus, Snapin functions in HIV-1 trafficking from early-to-late endosomes in DCs, and trans-infection to T cells, which may be mediated by dynein binding. Snapin depletion leads to enhanced innate responses to HIV-1 in DCs Our results thus far have identified components of the BLOC-1 complex, which functions in endosomal sorting, as being differentially phosphorylated upon HIV-1 infection of DCs, and specifically Snapin as a key regulator of HIV-1 intracellular trafficking and trans-infection. Given HIV-1 is able to evade detection in the endosome, we next examined the role of Snapin in HIV-1-sensing and TLR8 signaling. We therefore examined the ability of Snapin to influence activation of Stat1 in DCs upon HIV-1 exposure by transfecting immature DCs with Ctrl or Snapin siRNAs prior to lysis and immunoblotting for phospho-Stat1. Snapin knockdown enhanced phospho-Stat1 levels as compared to control siRNA-transfected cells (Fig 4A and B). In addition, Snapin knockdown led to enhanced release of CXCL10, CXCL9, and TNFα from HIV-1-exposed DCs (Fig 4C). This was not due to increased viral replication, as qPCR of early expressed HIV-1 transcripts revealed no difference between Ctrl and Snapin knockdown cells (Appendix Fig S5). Furthermore depletion of TLR8 in Snapin knockdown cells impaired the enhanced release of TNFα (Appendix Fig S6) suggesting that Snapin inhibits immune signaling through TLR8 in HIV-1-infected DCs. To investigate how, we analyzed HIV-1 and TLR8 localization in the presence and absence of Snapin. We used MUTZ-3 cells, a human dendritic cell line, expressing TLR8-V5 and transduced with dsRed Ctrl or Snapin shRNA lentiviral vectors. Co-localization of HIV-1 with TLR8 was significantly increased in the absence of Snapin (Fig 4D). These data suggest that Snapin inhibits TLR8-mediated Stat1 signaling to HIV-1 in DCs by promoting HIV-1 intracellular trafficking from early-to-late endosomes. Figure 4. Snapin influences HIV-1 localization with TLR8 and signaling DCs transfected with Ctrl or Snapin siRNAs for 24 h prior to exposure to HIV-1 over time, lysed and immunoblot undertaken using anti-pStat1 or anti-actin antibody. For quantification, images were acquired with the ChemiDoc MP system and analysis was performed using Image Lab 4.0 software. ELISAs of CXCL10, CXCL9 and TNFα levels detected following HIV-1 exposure to Ctrl or Snapin knockdown DCs. MUTZ3 cells were transduced with a TLR8-FLAG lentivirus followed by Ctrl or Snapin shRNA and analyzed by confocal microscopy for co-localization of HIV-1 with TLR8-FLAG 1 h post-infection (cells stained with anti-p24 (green) and anti-Flag (red). Right panel shows degree of co-localization. Data information: Data are representative of three independent experiments from different donors. Results are presented as mean ± SEM. Co-localization analysis of the acquired images was performed using Fiji software with calculation of Pearson's and Li's coefficient. Statistical analysis was performed using unpaired Student's t-test. **P < 0.01, ***P < 0.001, ****P < 0.0001. Scale bar represents 6 μm. Source data are available online for this figure. Source Data for Figure 4A [embj201695364-sup-0003-SDataFig4.pdf] Download figure Download PowerPoint Snapin downregulates TLR8 signaling in DCs To explore whether this new function for Snapin is specific to HIV-1 or whether it exerts a more generic effect on TLR8 signaling in DCs, we tested whether Snapin can regulate TLR8 signaling i",
  "authors": [
    {
      "display_name": "Elham Khatamzas",
      "id": "A5034895164",
      "orcid": "https://orcid.org/0000-0001-9253-1340",
      "institutions": [
        {
          "id": "I4210124851",
          "display_name": "MRC Human Immunology Unit",
          "country_code": "GB",
          "type": "facility"
        },
        {
          "id": "I40120149",
          "display_name": "University of Oxford",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Elham Khatamzas"
    },
    {
      "display_name": "M. Hipp",
      "id": "A5113793615",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210124851",
          "display_name": "MRC Human Immunology Unit",
          "country_code": "GB",
          "type": "facility"
        },
        {
          "id": "I40120149",
          "display_name": "University of Oxford",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Madeleine Maria Hipp"
    },
    {
      "display_name": "Daniel Gaughan",
      "id": "A5050314951",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210124851",
          "display_name": "MRC Human Immunology Unit",
          "country_code": "GB",
          "type": "facility"
        },
        {
          "id": "I40120149",
          "display_name": "University of Oxford",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Daniel Gaughan"
    },
    {
      "display_name": "Tica Pichulik",
      "id": "A5040872284",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210124851",
          "display_name": "MRC Human Immunology Unit",
          "country_code": "GB",
          "type": "facility"
        },
        {
          "id": "I40120149",
          "display_name": "University of Oxford",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Tica Pichulik"
    },
    {
      "display_name": "Alasdair Leslie",
      "id": "A5073126768",
      "orcid": "https://orcid.org/0000-0003-2538-6467",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Alasdair Leslie"
    },
    {
      "display_name": "Ricardo A. Fernandes",
      "id": "A5002217804",
      "orcid": "https://orcid.org/0000-0001-5343-3334",
      "institutions": [
        {
          "id": "I97018004",
          "display_name": "Stanford University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ricardo A Fernandes"
    },
    {
      "display_name": "Daniele Muraro",
      "id": "A5079116563",
      "orcid": "https://orcid.org/0000-0001-9601-237X",
      "institutions": [
        {
          "id": "I4210124851",
          "display_name": "MRC Human Immunology Unit",
          "country_code": "GB",
          "type": "facility"
        },
        {
          "id": "I40120149",
          "display_name": "University of Oxford",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Daniele Muraro"
    },
    {
      "display_name": "Sarah Booth",
      "id": "A5112785273",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210113545",
          "display_name": "Birmingham Dental Hospital",
          "country_code": "GB",
          "type": "healthcare"
        },
        {
          "id": "I79619799",
          "display_name": "University of Birmingham",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Sarah Booth"
    },
    {
      "display_name": "Kieran Zausmer",
      "id": "A5088054101",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210124851",
          "display_name": "MRC Human Immunology Unit",
          "country_code": "GB",
          "type": "facility"
        },
        {
          "id": "I40120149",
          "display_name": "University of Oxford",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Kieran Zausmer"
    },
    {
      "display_name": "Meiyi Sun",
      "id": "A5057274031",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210124851",
          "display_name": "MRC Human Immunology Unit",
          "country_code": "GB",
          "type": "facility"
        },
        {
          "id": "I40120149",
          "display_name": "University of Oxford",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mei‐Yi Sun"
    },
    {
      "display_name": "Benedikt M. Kessler",
      "id": "A5018219367",
      "orcid": "https://orcid.org/0000-0002-8160-2446",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Benedikt Kessler"
    },
    {
      "display_name": "Sarah Rowland‐Jones",
      "id": "A5035598800",
      "orcid": "https://orcid.org/0000-0001-5788-6998",
      "institutions": [
        {
          "id": "I40120149",
          "display_name": "University of Oxford",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Sarah Rowland‐Jones"
    },
    {
      "display_name": "Vincenzo Cerundolo",
      "id": "A5000565081",
      "orcid": "https://orcid.org/0000-0003-0040-3793",
      "institutions": [
        {
          "id": "I40120149",
          "display_name": "University of Oxford",
          "country_code": "GB",
          "type": "funder"
        },
        {
          "id": "I4210124851",
          "display_name": "MRC Human Immunology Unit",
          "country_code": "GB",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Vincenzo Cerundolo"
    },
    {
      "display_name": "Alison Simmons",
      "id": "A5087699710",
      "orcid": "https://orcid.org/0000-0003-3454-0710",
      "institutions": [
        {
          "id": "I4210124851",
          "display_name": "MRC Human Immunology Unit",
          "country_code": "GB",
          "type": "facility"
        },
        {
          "id": "I40120149",
          "display_name": "University of Oxford",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Alison Simmons"
    }
  ],
  "publication_year": 2017,
  "publication_date": "2017-09-19",
  "type": "article",
  "cited_by_count": 20,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S127916151",
    "display_name": "The EMBO Journal",
    "issn_l": "0261-4189",
    "issn": [
      "0261-4189",
      "1460-2075"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310319965"
  },
  "volume": "36",
  "issue": "20",
  "first_page": "2998",
  "last_page": "3011",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "https://doi.org/10.15252/embj.201695364",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C102747710",
      "display_name": "Endosome",
      "level": 3,
      "score": 0.83615315
    },
    {
      "id": "C95444343",
      "display_name": "Cell biology",
      "level": 1,
      "score": 0.69235134
    },
    {
      "id": "C136449434",
      "display_name": "Innate immune system",
      "level": 3,
      "score": 0.6592184
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.63935107
    },
    {
      "id": "C8891405",
      "display_name": "Immune system",
      "level": 2,
      "score": 0.52497596
    },
    {
      "id": "C62478195",
      "display_name": "Signal transduction",
      "level": 2,
      "score": 0.50528175
    },
    {
      "id": "C203014093",
      "display_name": "Immunology",
      "level": 1,
      "score": 0.44592017
    },
    {
      "id": "C170493617",
      "display_name": "Receptor",
      "level": 2,
      "score": 0.44291767
    },
    {
      "id": "C2778170410",
      "display_name": "Dendritic cell",
      "level": 3,
      "score": 0.41326717
    },
    {
      "id": "C54355233",
      "display_name": "Genetics",
      "level": 1,
      "score": 0.06826794
    },
    {
      "id": "C79879829",
      "display_name": "Intracellular",
      "level": 2,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10580",
      "display_name": "Immunotherapy and Immune Responses",
      "score": 0.9996
    },
    {
      "id": "T10112",
      "display_name": "HIV Research and Treatment",
      "score": 0.9996
    },
    {
      "id": "T10371",
      "display_name": "Immune Response and Inflammation",
      "score": 0.9993
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.15252/embj.201695364",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:09:00.124786",
  "source_database": "OpenAlex"
}