{
  "openalex_id": "W2767439446",
  "doi": null,
  "title": "Theories of God: Explanatory Coherence in a Non-Scientific Domain",
  "abstract": "Theories of God: Explanatory Coherence in a Non-Scientific Domain Andrew Shtulman (shtulman@oxy.edu) Department of Psychology, Occidental College 1600 Campus Rd., Los Angeles, CA 91106 Abstract Public representations of God range from the highly anthropomorphic to the highly abstract, and the present study explored whether differences in the interpretation of those representations are correlated with differences in one’s religious beliefs and religious practices more generally. American adults of varying ages and religious backgrounds completed a questionnaire that probed their beliefs about a wide range of religious matters, including prayer, ritual, worship, sin, cosmogenesis, anthropogenesis, angels, Satan, Heaven, and Hell. Participants were divided into two groups based on their propensity to anthropomorphize God in a property-attribution task, and their responses were analyzed for internal consistency. Overall, the two groups exhibited explanatorily coherent, yet qualitatively different, patterns of beliefs and practices – patterns interpreted contrastively as a “humanistic theology” and an “existential theology.” These findings suggest that individuals’ religious beliefs are organized in a theory-like manner despite their lack of direct perceptual support. Keywords: Intuitive theories; religious cognition; conceptual representation; cultural transmission; explanation Introduction Belief in the existence of a divine being is prevalent both within and across cultures (Brown, 1991). This belief is particularly prevalent in the US, where the percent of individuals who report holding such a belief has hovered around 95% for the last six decades (Gallup, 2003). Theistic beliefs are of potential interest to cognitive developmental- ists, as they present a challenge to standard, constructivist models of knowledge acquisition (e.g., Piaget, 1954; Gopnik & Meltzoff, 1997). Such models construe knowledge as a product of direct observation and exploration of the physical world, yet “knowledge” of God is rarely (if ever) acquired in this manner. Rather, individuals must learn about God from the art, literature, and discourse of their culture. How individuals make sense of such public representations is the topic of investigation in the present study. The task of interpreting public representations of God is by no means trivial, for these representations range from the highly anthropomorphic (e.g., “heavenly father,” “divine ruler,” “intelligent designer”) to the highly abstract (e.g., “first cause,” “unmoved mover,” “universal spirit”). As a group, they paint a picture of God that is neither consistent nor coherent. For instance, God is commonly said to listen to prayers, yet an omniscient being would already know the content of those prayers. Likewise, God is commonly said to have created man in his image, yet an omnipresent being presumably has no “image.” One way to resolve the tension between anthropomorphic and nonanthropomorphic representations of God is to treat the anthropomorphic representations as metaphors and the nonanthropomorphic representations as literal descriptions. Barrett & Keil (1996) investigated this possibility by comparing participants’ self-professed beliefs about God to the kinds of beliefs revealed in a story-recall task. Although all participants claimed that God is omniscient and omnipresent when asked directly, many participants drew anthropomorphic inferences on the story-recall task that contradicted such claims. For instance, participants frequently mistook the statement “God was pleased by seeing the girl put the bird in its nest” for the statement “God was aware of the girl’s deed and was pleased by it” in even though the former, but not the latter, implies that God must perceive an event in order to be aware of its occurrence. Likewise, participants frequently mistook the statement “When the woman awoke, God had already left” for the statement “When she woke, she saw no one” even though the former, but not the latter, implies that God occupies a discrete location in space. These findings suggest that anthropomorphic descriptions of God do, in fact, influence the way individuals reason about God’s actions and abilities, particularly in a narrative context. Still, not all the participants in Barrett and Keil’s study anthropomorphized God to the same extent. Indeed, participants’ accuracy in differentiating anthropomorphic descriptions of God from nonanthropomorphic descriptions ranged from 27% to 91%. Consistent with this finding, several other studies have documented significant differences in the anthropomorphization of God (e.g., Bassett & Williams, 2003; Shtulman, 2008; Trimeche, Vinsonneau, & Mullet, 2006), yet it is unclear how to interpret those differences in light of the commonly held view that what people say they believe about God is not necessarily true of what they actually believe (Boyer, 2003; Slone, 2004). One interpretation is that they are artifactual, reflecting nothing more than variation in participants’ understanding of, or engagement with, the task at hand. Another (more interesting) interpretation is that they are symptomatic of variation in how to make sense of God’s public representations as a whole, with anthropomorphic responses reflecting a fundamentally different interpretation of religious claims than nonanthropomorphic responses. One reason to suspect the latter – i.e., that different God concepts are correlated with different patterns of religious belief – is that correlations of this nature have been docu- mented in many other domains of knowledge. For instance, different concepts of matter are correlated with different beliefs about mass, weight, and density (Smith, Snir, &",
  "authors": [
    {
      "display_name": "Andrew Shtulman",
      "id": "A5080549981",
      "orcid": "https://orcid.org/0000-0002-4687-3099",
      "institutions": [
        {
          "id": "I72903472",
          "display_name": "Occidental College",
          "country_code": "US",
          "type": "education"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Andrew Shtulman"
    }
  ],
  "publication_year": 2010,
  "publication_date": "2010-01-01",
  "type": "article",
  "cited_by_count": 5,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4306523994",
    "display_name": "Proceedings of the Annual Meeting of the Cognitive Science Society",
    "issn_l": null,
    "issn": null,
    "type": "journal",
    "host_organization": null
  },
  "volume": "32",
  "issue": "32",
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.5661277
    },
    {
      "id": "C77805123",
      "display_name": "Social psychology",
      "level": 1,
      "score": 0.4903307
    },
    {
      "id": "C2776727279",
      "display_name": "Heaven",
      "level": 2,
      "score": 0.45467645
    },
    {
      "id": "C527412718",
      "display_name": "Interpretation (philosophy)",
      "level": 2,
      "score": 0.44846967
    },
    {
      "id": "C143299363",
      "display_name": "Attribution",
      "level": 2,
      "score": 0.442625
    },
    {
      "id": "C111472728",
      "display_name": "Epistemology",
      "level": 1,
      "score": 0.43680432
    },
    {
      "id": "C2777477151",
      "display_name": "Prayer",
      "level": 2,
      "score": 0.4299863
    },
    {
      "id": "C200610012",
      "display_name": "Theism",
      "level": 2,
      "score": 0.42655045
    },
    {
      "id": "C127882523",
      "display_name": "Existentialism",
      "level": 2,
      "score": 0.41836944
    },
    {
      "id": "C2779557191",
      "display_name": "Belief in God",
      "level": 2,
      "score": 0.41714767
    },
    {
      "id": "C24667770",
      "display_name": "Religious studies",
      "level": 1,
      "score": 0.24929121
    },
    {
      "id": "C27206212",
      "display_name": "Theology",
      "level": 1,
      "score": 0.22144917
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.18365008
    },
    {
      "id": "C41895202",
      "display_name": "Linguistics",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10656",
      "display_name": "Child and Animal Learning Development",
      "score": 0.9983
    },
    {
      "id": "T11454",
      "display_name": "Cultural Differences and Values",
      "score": 0.977
    },
    {
      "id": "T12182",
      "display_name": "Evolution and Science Education",
      "score": 0.9395
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "http://csjarchive.cogsci.rpi.edu/proceedings/2010/papers/0363/paper0363.pdf",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:12:04.663931",
  "source_database": "OpenAlex"
}