{
  "openalex_id": "W2762785612",
  "doi": "https://doi.org/10.15252/embj.201796525",
  "title": "<scp>RBPJ</scp> / <scp>CBF</scp> 1 interacts with L3 <scp>MBTL</scp> 3/ <scp>MBT</scp> 1 to promote repression of Notch signaling via histone demethylase <scp>KDM</scp> 1A/ <scp>LSD</scp> 1",
  "abstract": "Article13 October 2017Open Access Source DataTransparent process RBPJ/CBF1 interacts with L3MBTL3/MBT1 to promote repression of Notch signaling via histone demethylase KDM1A/LSD1 Tao Xu Tao Xu Department of Pathology, University of Michigan Medical School, Ann Arbor, MI, USA Search for more papers by this author Sung-Soo Park Sung-Soo Park Department of Pathology, University of Michigan Medical School, Ann Arbor, MI, USA Search for more papers by this author Benedetto Daniele Giaimo Benedetto Daniele Giaimo Institute of Biochemistry, University of Giessen, Giessen, Germany Search for more papers by this author Daniel Hall Daniel Hall Department of Molecular Genetics, Biochemistry and Microbiology, University of Cincinnati College of Medicine, Cincinnati, OH, USA Search for more papers by this author Francesca Ferrante Francesca Ferrante Institute of Biochemistry, University of Giessen, Giessen, Germany Search for more papers by this author Diana M Ho Diana M Ho Department of Cell Biology, Harvard Medical School, Boston, MA, USA Search for more papers by this author Kazuya Hori Kazuya Hori Department of Cell Biology, Harvard Medical School, Boston, MA, USA Search for more papers by this author Lucas Anhezini Lucas Anhezini Life Sciences Institute, University of Michigan, Ann Arbor, MI, USA Search for more papers by this author Iris Ertl Iris Ertl Cancer and Human Molecular Genetics, Bellvitge Biomedical Research Institute, L'Hospitalet de Llobregat, Barcelona, Spain Search for more papers by this author Marek Bartkuhn Marek Bartkuhn Institute for Genetics, University of Giessen, Giessen, Germany Search for more papers by this author Honglai Zhang Honglai Zhang Department of Pathology, University of Michigan Medical School, Ann Arbor, MI, USA Search for more papers by this author Eléna Milon Eléna Milon Department of Pathology, University of Michigan Medical School, Ann Arbor, MI, USA Search for more papers by this author Kimberly Ha Kimberly Ha Department of Pathology, University of Michigan Medical School, Ann Arbor, MI, USA Search for more papers by this author Kevin P Conlon Kevin P Conlon Department of Pathology, University of Michigan Medical School, Ann Arbor, MI, USA Search for more papers by this author Rork Kuick Rork Kuick Center for Cancer Biostatistics, School of Public Health, University of Michigan, Ann Arbor, MI, USA Search for more papers by this author Brandon Govindarajoo Brandon Govindarajoo Department of Computational Medicine & Bioinformatics, University of Michigan, Ann Arbor, MI, USA Search for more papers by this author Yang Zhang Yang Zhang Department of Computational Medicine & Bioinformatics, University of Michigan, Ann Arbor, MI, USA Search for more papers by this author Yuqing Sun Yuqing Sun Department of Pathology, University of Michigan Medical School, Ann Arbor, MI, USA Search for more papers by this author Yali Dou Yali Dou Department of Pathology, University of Michigan Medical School, Ann Arbor, MI, USA Search for more papers by this author Venkatesha Basrur Venkatesha Basrur Department of Pathology, University of Michigan Medical School, Ann Arbor, MI, USA Search for more papers by this author Kojo SJ Elenitoba-Johnson Kojo SJ Elenitoba-Johnson Department of Pathology, University of Michigan Medical School, Ann Arbor, MI, USA Search for more papers by this author Alexey I Nesvizhskii Alexey I Nesvizhskii Department of Pathology, University of Michigan Medical School, Ann Arbor, MI, USA Department of Computational Medicine & Bioinformatics, University of Michigan, Ann Arbor, MI, USA Search for more papers by this author Julian Ceron Julian Ceron Cancer and Human Molecular Genetics, Bellvitge Biomedical Research Institute, L'Hospitalet de Llobregat, Barcelona, Spain Search for more papers by this author Cheng-Yu Lee Cheng-Yu Lee Life Sciences Institute, University of Michigan, Ann Arbor, MI, USA Search for more papers by this author Tilman Borggrefe Tilman Borggrefe Institute of Biochemistry, University of Giessen, Giessen, Germany Search for more papers by this author Rhett A Kovall Rhett A Kovall Department of Molecular Genetics, Biochemistry and Microbiology, University of Cincinnati College of Medicine, Cincinnati, OH, USA Search for more papers by this author Jean-François Rual Corresponding Author Jean-François Rual [email protected] orcid.org/0000-0003-4465-8819 Department of Pathology, University of Michigan Medical School, Ann Arbor, MI, USA Search for more papers by this author Tao Xu Tao Xu Department of Pathology, University of Michigan Medical School, Ann Arbor, MI, USA Search for more papers by this author Sung-Soo Park Sung-Soo Park Department of Pathology, University of Michigan Medical School, Ann Arbor, MI, USA Search for more papers by this author Benedetto Daniele Giaimo Benedetto Daniele Giaimo Institute of Biochemistry, University of Giessen, Giessen, Germany Search for more papers by this author Daniel Hall Daniel Hall Department of Molecular Genetics, Biochemistry and Microbiology, University of Cincinnati College of Medicine, Cincinnati, OH, USA Search for more papers by this author Francesca Ferrante Francesca Ferrante Institute of Biochemistry, University of Giessen, Giessen, Germany Search for more papers by this author Diana M Ho Diana M Ho Department of Cell Biology, Harvard Medical School, Boston, MA, USA Search for more papers by this author Kazuya Hori Kazuya Hori Department of Cell Biology, Harvard Medical School, Boston, MA, USA Search for more papers by this author Lucas Anhezini Lucas Anhezini Life Sciences Institute, University of Michigan, Ann Arbor, MI, USA Search for more papers by this author Iris Ertl Iris Ertl Cancer and Human Molecular Genetics, Bellvitge Biomedical Research Institute, L'Hospitalet de Llobregat, Barcelona, Spain Search for more papers by this author Marek Bartkuhn Marek Bartkuhn Institute for Genetics, University of Giessen, Giessen, Germany Search for more papers by this author Honglai Zhang Honglai Zhang Department of Pathology, University of Michigan Medical School, Ann Arbor, MI, USA Search for more papers by this author Eléna Milon Eléna Milon Department of Pathology, University of Michigan Medical School, Ann Arbor, MI, USA Search for more papers by this author Kimberly Ha Kimberly Ha Department of Pathology, University of Michigan Medical School, Ann Arbor, MI, USA Search for more papers by this author Kevin P Conlon Kevin P Conlon Department of Pathology, University of Michigan Medical School, Ann Arbor, MI, USA Search for more papers by this author Rork Kuick Rork Kuick Center for Cancer Biostatistics, School of Public Health, University of Michigan, Ann Arbor, MI, USA Search for more papers by this author Brandon Govindarajoo Brandon Govindarajoo Department of Computational Medicine & Bioinformatics, University of Michigan, Ann Arbor, MI, USA Search for more papers by this author Yang Zhang Yang Zhang Department of Computational Medicine & Bioinformatics, University of Michigan, Ann Arbor, MI, USA Search for more papers by this author Yuqing Sun Yuqing Sun Department of Pathology, University of Michigan Medical School, Ann Arbor, MI, USA Search for more papers by this author Yali Dou Yali Dou Department of Pathology, University of Michigan Medical School, Ann Arbor, MI, USA Search for more papers by this author Venkatesha Basrur Venkatesha Basrur Department of Pathology, University of Michigan Medical School, Ann Arbor, MI, USA Search for more papers by this author Kojo SJ Elenitoba-Johnson Kojo SJ Elenitoba-Johnson Department of Pathology, University of Michigan Medical School, Ann Arbor, MI, USA Search for more papers by this author Alexey I Nesvizhskii Alexey I Nesvizhskii Department of Pathology, University of Michigan Medical School, Ann Arbor, MI, USA Department of Computational Medicine & Bioinformatics, University of Michigan, Ann Arbor, MI, USA Search for more papers by this author Julian Ceron Julian Ceron Cancer and Human Molecular Genetics, Bellvitge Biomedical Research Institute, L'Hospitalet de Llobregat, Barcelona, Spain Search for more papers by this author Cheng-Yu Lee Cheng-Yu Lee Life Sciences Institute, University of Michigan, Ann Arbor, MI, USA Search for more papers by this author Tilman Borggrefe Tilman Borggrefe Institute of Biochemistry, University of Giessen, Giessen, Germany Search for more papers by this author Rhett A Kovall Rhett A Kovall Department of Molecular Genetics, Biochemistry and Microbiology, University of Cincinnati College of Medicine, Cincinnati, OH, USA Search for more papers by this author Jean-François Rual Corresponding Author Jean-François Rual [email protected] orcid.org/0000-0003-4465-8819 Department of Pathology, University of Michigan Medical School, Ann Arbor, MI, USA Search for more papers by this author Author Information Tao Xu1,‡, Sung-Soo Park1,‡, Benedetto Daniele Giaimo2,‡, Daniel Hall3, Francesca Ferrante2, Diana M Ho4, Kazuya Hori4,10, Lucas Anhezini5,11, Iris Ertl6,12, Marek Bartkuhn7, Honglai Zhang1, Eléna Milon1, Kimberly Ha1, Kevin P Conlon1, Rork Kuick8, Brandon Govindarajoo9, Yang Zhang9, Yuqing Sun1, Yali Dou1, Venkatesha Basrur1, Kojo SJ Elenitoba-Johnson1, Alexey I Nesvizhskii1,9, Julian Ceron6, Cheng-Yu Lee5, Tilman Borggrefe2, Rhett A Kovall3 and Jean-François Rual *,1 1Department of Pathology, University of Michigan Medical School, Ann Arbor, MI, USA 2Institute of Biochemistry, University of Giessen, Giessen, Germany 3Department of Molecular Genetics, Biochemistry and Microbiology, University of Cincinnati College of Medicine, Cincinnati, OH, USA 4Department of Cell Biology, Harvard Medical School, Boston, MA, USA 5Life Sciences Institute, University of Michigan, Ann Arbor, MI, USA 6Cancer and Human Molecular Genetics, Bellvitge Biomedical Research Institute, L'Hospitalet de Llobregat, Barcelona, Spain 7Institute for Genetics, University of Giessen, Giessen, Germany 8Center for Cancer Biostatistics, School of Public Health, University of Michigan, Ann Arbor, MI, USA 9Department of Computational Medicine & Bioinformatics, University of Michigan, Ann Arbor, MI, USA 10Present address: Department of Pharmacology, University of Fukui, Fukui, Japan 11Present address: Instituto de Ciências Biológicas e Naturais, Universidade Federal do Triângulo Mineiro, Uberaba, MG, Brazil 12Present address: Department of Urology, Medical University of Vienna, Vienna, Austria ‡These authors contributed equally to this work *Corresponding author. Tel: +1 734 764 6975; E-mail: [email protected] The EMBO Journal (2017)36:3232-3249https://doi.org/10.15252/embj.201796525 PDFDownload PDF of article text and main figures. Peer ReviewDownload a summary of the editorial decision process including editorial decision letters, reviewer comments and author responses to feedback. ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinked InMendeleyWechatReddit Figures & Info Abstract Notch signaling is an evolutionarily conserved signal transduction pathway that is essential for metazoan development. Upon ligand binding, the Notch intracellular domain (NOTCH ICD) translocates into the nucleus and forms a complex with the transcription factor RBPJ (also known as CBF1 or CSL) to activate expression of Notch target genes. In the absence of a Notch signal, RBPJ acts as a transcriptional repressor. Using a proteomic approach, we identified L3MBTL3 (also known as MBT1) as a novel RBPJ interactor. L3MBTL3 competes with NOTCH ICD for binding to RBPJ. In the absence of NOTCH ICD, RBPJ recruits L3MBTL3 and the histone demethylase KDM1A (also known as LSD1) to the enhancers of Notch target genes, leading to H3K4me2 demethylation and to transcriptional repression. Importantly, in vivo analyses of the homologs of RBPJ and L3MBTL3 in Drosophila melanogaster and Caenorhabditis elegans demonstrate that the functional link between RBPJ and L3MBTL3 is evolutionarily conserved, thus identifying L3MBTL3 as a universal modulator of Notch signaling in metazoans. Synopsis The methyl-lysine reader L3MBTL3 interacts with the Notch co-activator RBPJ and switches it to a transcriptional repressor via KDM1A demethylase-mediated removal of activating histone marks at the enhancers of Notch target genes. RBPJ physically and functionally interacts with L3MBTL3. L3MBTL3 competes with NOTCH intracellular domain for binding to RBPJ and for the control of Notch signaling. L3MBTL3 recruits histone demethylase KDM1A to repress Notch target gene expression. Genetic analyses in Drosophila and Caenorhabditis elegans demonstrate that the RBPJ/L3MBTL3 link is evolutionarily conserved in metazoans. Introduction The Notch signal transduction pathway is a conserved signaling mechanism that is fundamental for morphogenesis in multicellular organisms (Bray, 2006; Kopan & Ilagan, 2009; Hori et al, 2013). The biological action of Notch is highly pleiotropic, and impaired Notch signaling leads to a broad spectrum of developmental disorders (Louvi & Artavanis-Tsakonas, 2012) and many types of cancer (Aster et al, 2017). The developmental outcome of Notch signaling is strictly dependent on the cell context and can influence cell fate in a remarkable number of different ways, for example, differentiation, proliferation, and apoptosis (Bray, 2006; Kopan & Ilagan, 2009; Hori et al, 2013). Thus, various context-specific mechanisms, many of which likely remain to be uncovered, allow the Notch building block to be \"re-used\" in different flavors at various junctures within the developmental framework. Identifying these context-specific modulators of Notch signaling is not only essential to understanding the plasticity of Notch as a regulator of cell fate during morphogenesis, but it could also provide novel clues to manipulating Notch for therapeutic benefit in human diseases. At the molecular level, canonical Notch signaling involves the binding of a membrane-bound DSL (Delta, Serrate, Lag-2)-family ligand presented on the cell surface of one cell to the Notch transmembrane receptor located on a neighboring cell (Bray, 2006; Kopan & Ilagan, 2009; Hori et al, 2013). Upon ligand binding, the NOTCH receptor is processed by proteolytic cleavages, leading to the release of its intracellular domain (NOTCH ICD) into the cytoplasm. NOTCH ICD traffics to the nucleus and complexes with the DNA-binding transcription factor CSL to regulate target genes. The CSL gene, which is the main focus of this study, is also known as CBF1/RBPJ in vertebrates, Suppressor of Hairless [Su(H)] in Drosophila melanogaster, and lag-1 in Caenorhabditis elegans. As previously observed for Su(H) in Drosophila, mammalian RBPJ has a dual role in regulating Notch signaling (Bray, 2006; Kopan & Ilagan, 2009; Tanigaki & Honjo, 2010). Upon Notch activation, NOTCH ICD, RBPJ, and additional co-activators form the Notch transcriptional activation complex (NTC) that supports the expression of target genes (Wang et al, 2015). In the absence of NOTCH ICD, RBPJ interacts with multiple transcriptional co-repressors, for example, KYOT2 or MINT and inhibits transcription of Notch target genes (Borggrefe & Oswald, 2014). As such, the role of RBPJ is multifaceted and context dependent (Bray, 2006; Kopan & Ilagan, 2009; Tanigaki & Honjo, 2010). In some contexts, for example, marginal zone B-cell development (Zhang et al, 2012) or maintenance of muscle progenitor cells (Vasyutina et al, 2007), loss of RBPJ results in the inhibition of Notch target genes and blocks the regulation of Notch-driven physiological states. In other contexts, for example, maintenance of adult neural stem cell population (Fujimoto et al, 2009) or breast tumorigenesis (Kulic et al, 2015), loss of RBPJ contributes to the \"de-repression\" of Notch target genes and results in the promotion of biological processes that are otherwise suppressed in the absence of Notch signaling. Identifying the molecular partners of RBPJ will help to better understand the complex and context-dependent role of RBPJ in the regulation of Notch signaling in both normal and disease contexts. We generated a map of the Notch molecular network by using two complementary proteomic approaches: affinity purification coupled to mass spectrometry analysis (AP-MS) and the yeast two-hybrid assay (Y2H). Here, we focus on the characterization of one of our RBPJ proteomic hits: L3MBTL3 (also known as MBT1). L3MBTL3 [lethal (3) malignant brain tumor-like 3] is a poorly characterized member of the MBT (malignant brain tumor) family of methyl-lysine readers that act as chromatin-interacting transcriptional repressors (Bonasio et al, 2010; Nady et al, 2012). In the case of L3MBTL1, a paralog of L3MBTL3, its MBT domains promote binding to methyl-lysines within histone proteins (Min et al, 2007; Nady et al, 2012), leading to chromatin compaction and repression (Trojer et al, 2007), or within non-histone proteins, for example, p53 (West et al, 2010). L3MBTL3 contains three MBT domains, whose functions remain to be characterized. In mice, loss of L3MBTL3 leads to impaired maturation of myeloid progenitors causing the L3MBTL3−/− mice to die of anemia at a late embryonic stage (E18) (Arai & Miyazaki, 2005). In this report, we show that L3MBTL3 physically and functionally interacts with RBPJ. L3MBTL3 co-localizes with RBPJ on chromatin and contributes to the recruitment of the histone demethylase KDM1A [lysine (K)-specific demethylase 1A, also known as LSD1] at Notch target genes, thus resulting in their transcriptional repression. Finally, the genetic analyses of the homologs of RBPJ and L3MBTL3 in Drosophila and C. elegans suggest that the functional link between these two genes is evolutionarily conserved across metazoans. Results The RBPJ/L3MBTL3 interaction To identify novel RBPJ interactors, we performed a proteomic screen and obtained multiple independent lines of evidence supporting a molecular interaction between RBPJ and L3MBTL3. First, we identified the RBPJ/L3MBTL3 interaction in a Y2H proteomic screen (Fig 1A). Second, we performed duplicate AP-MS experiments for HA-tagged RBPJ in U87-MG cells. The MS analysis of the purified protein extracts unveiled: (i) the successful purification of HA-RBPJ with 169 and 494 MS spectra matching the RBPJ protein sequence in the AP-MS experiments #1 and #2, respectively; (ii) the co-purification of previously known RBPJ interactors, for example, NOTCH2, MINT, and KYOT2 (Taniguchi et al, 1998; Oswald et al, 2002); and (iii) the co-purification of endogenous L3MBTL3, with six and 17 MS spectra matching L3MBTL3 protein sequence in AP-MS experiments #1 and #2, respectively (Table EV1). In a reciprocal AP-MS experiment using HA-tagged L3MBTL3 as a bait, 124 MS spectra matching L3MBTL3 protein sequence were observed, validating the successful purification of HA-L3MBTL3. In addition, three MS spectra matching RBPJ protein sequence were observed in this L3MBTL3 AP-MS experiment (Table EV1), further supporting the Y2H data. Figure 1. RBPJ interacts with L3MBTL3 Detection of the RBPJ/L3MBTL3 interaction using the yeast two-hybrid (Y2H) assay. In this Y2H experiment, RBPJ is fused to the GAL4 DNA-binding (DB) domain and L3MBTL3 is fused to the GAL4 activation domain (AD). The DB-RBPJ and AD-L3MBTL3 fusion proteins interact with each other, leading to the activation of the ADE2 and HIS3 reporter genes and allowing yeast cells to grow on selective media lacking adenine or histidine. The six Y2H controls were previously described (Dreze et al, 2010). The experiment was independently replicated thrice. Endogenous L3MBTL3 co-purifies specifically with HA-RBPJ but not with HA-EGFP, HA-TBL1X, or HA-HEY2. Immuno-precipitation (IP) of HA-tagged RBPJ, EGFP, TBL1X, or HEY2 in U87-MG cells followed by Western blot analyses using HA or L3MBTL3 antibody. The experiment was independently replicated twice. Endogenous RBPJ co-purifies specifically with HA-L3MBTL3 but not with HA-EGFP, HA-TBL1X, or HA-HEY2. IPs of HA-tagged L3MBTL3, EGFP, TBL1X, or HEY2 in U87-MG cells followed by Western blot analyses using HA or RBPJ antibody. The experiment was independently replicated twice. Data information: EV, empty vector control; WB, Western blot; IP, immuno-precipitation. Source data are available online for this figure. Source Data for Figure 1 [embj201796525-sup-0006-SDataFig1.pdf] Download figure Download PowerPoint Next, we performed immuno-precipitations (IPs) of HA-tagged RBPJ or HA-tagged L3MBTL3 in U87-MG cells followed by Western blot analyses using RBPJ or L3MBTL3 antibody. We observed that endogenous L3MBTL3 co-purifies with HA-RBPJ and that endogenous RBPJ co-purifies with HA-L3MBTL3 (Fig 1B and C). In support of our data, the RBPJ/L3MBTL3 interaction was also recently uncovered in a large-scale proteomic analysis, using a tandem AP-MS approach in HEK293T cells (Li et al, 2015b). We further validated the RBPJ/L3MBTL3 interaction by performing reciprocal IPs in HEK293T cells in which HA-tagged RBPJ and MYC-tagged or SBP-FLAG-tagged L3MBTL3 were co-expressed (Appendix Fig S1A). Finally, we performed GST pulldowns with bacteria-purified RBPJ and in vitro-transcribed/translated L3MBTL3 proteins (Appendix Fig S1B–D). The results of these GST pulldown experiments validate the RBPJ/L3MBTL3 interaction and demonstrate a direct interaction, as suggested by the Y2H experiment (Appendix Fig S1B and C). In addition, dividing the L3MBTL3 protein in two partially overlapping fragments, we observed that the RBPJ/L3MBTL3 interaction is mediated by a domain located in the N-terminal end of L3MBTL3 (Appendix Fig S1B and D). Altogether, these data demonstrate the direct RBPJ/L3MBTL3 interaction. Mapping the RBPJ/L3MBTL3 interaction As a first step toward the characterization of the molecular interplay between RBPJ and L3MBTL3, a series of L3MBTL3 deletion mutants were employed to identify its RBPJ-interacting domain(s) (Fig 2A). In IP experiments, we observed that the MBT, ZnF, and SAM domains are not required for the RBPJ/L3MBTL3 interaction (Fig 2B). In contrast, we observed that the deletion of the L3MBTL3-(1-64) domain strongly impairs the interaction with RBPJ, supporting an important role for this domain in the mediation of the RBPJ/L3MBTL3 interaction (Fig 2B). Figure 2. Mapping of the RBPJ/L3MBTL3 interaction Schematic representation of the L3MBTL3 protein and the deletion mutants used in panel (B). The L3MBTL3 protein (XP_006715641.1) consists of a C2C2 zinc finger (ZnF #1; CDD: 128717), three MBT domains (CDD: 214723), a C2H2 zinc finger (ZnF #2; CDD: 201844), and a sterile α motif domain (SAM; CDD: 197735). L3MBTL3-Δ(1-64) does not interact with RBPJ. IP of HA-FLAG-tagged RBPJ in the presence of FLAG-tagged L3MBTL3 (WT or deletion mutants) in HEK293T cells followed by Western blotting using FLAG antibody. The experiment was independently replicated twice. Schematic representation of the RBPJ protein and the deletion mutants used in panels (D and E). The RBPJ protein (XP_005248218.1) consists of the N-terminal domain (NTD), the β-trefoil domain (BTD), and the C-terminal domain (CTD). Deletion of the BTD domain impairs the RBPJ/L3MBTL3 interaction. IP of HA-tagged L3MBTL3 in the presence of FLAG-tagged RBPJ (WT and deletion mutants) in HEK293T cells followed by Western blotting using HA or FLAG antibody. The experiment was independently replicated twice. RBPJF261R point mutant does not interact with L3MBTL3. IP of HA-tagged L3MBTL3 in the presence of FLAG-tagged RBPJ (WT and point mutants) in HEK293T cells followed by Western blotting using HA or FLAG antibody. RBPJV263R and RBPJA284R also show a reduced ability to interact with L3MBTL3. The experiment was independently replicated twice. Data information: WB, Western blot; IP, immuno-precipitation. Source data are available online for this figure. Source Data for Figure 2 [embj201796525-sup-0007-SDataFig2.pdf] Download figure Download PowerPoint Similarly, we tested various mutants of RBPJ for their ability to interact with L3MBTL3 (Fig 2C). We observed that the N-terminal domain (NTD) and C-terminal domain (CTD) of RBPJ are not required for the L3MBTL3 interaction (Fig 2D). In contrast, we observed that the absence of the β-trefoil domain (BTD) strongly impairs the RBPJ/L3MBTL3 interaction (Fig 2D). As we narrowed down our analysis to single missense mutants, we identified three L3MBTL3 interaction-defective mutants of RBPJ: RBPJF261R, RBPJV263R, and RBPJA284R (Fig 2E). Interestingly, the F261, V263, and A284 residues are located in the BTD domain and are also required for the RBPJ/NOTCH ICD interaction (Yuan et al, 2012). These observations suggest a molecular model in which NOTCH ICD and L3MBTL3 bind to the same interaction interface in the BTD domain and may therefore compete for binding to RBPJ. Thermodynamic analysis of the RBPJ/L3MBTL3 interaction To estimate the thermodynamic binding parameters that underlie the RBPJ/L3MBTL3 interaction, we used isothermal titration calorimetry (ITC) with highly purified preparations of recombinant RBPJ and L3MBTL3 proteins (Fig 3A and Table 1). The L3MBTL3-(31-70) domain mediates a 1:1 interaction with RBPJ that is characterized by a moderate binding affinity (Kd = 0.45 μM). These data suggest that, under cell-free settings, the N-terminal region of L3MBTL3 supports the interaction with RBPJ. The affinity between RBPJ and L3MBTL3 is stronger than the one previously measured, under identical conditions, between RBPJ and the viral co-activator EBNA2 (Kd = 4.6 μM) (Johnson et al, 2010). However, the binding affinity of the RBPJ/L3MBTL3 interaction is weaker than the ones observed for the RBPJ interactors NOTCH ICD-RAM (Kd = 22 nM) (Friedmann et al, 2008), KyoT2 (Kd = 12 nM) (Collins et al, 2014) and MINT (Kd = 11 nM) (VanderWielen et al, 2011). Figure 3. NOTCH1 ICD and L3MBTL3 compete for binding to RBPJ A. Thermodynamic characterization of the RBPJ/L3MBTL3 interaction. Representative thermograms (raw heat signal and nonlinear least squares fit to the integrated data) for L3MBTL3-(31-70) binding to RBPJ-(53-474). B, C. NOTCH1 ICD outcompetes L3MBTL3 for binding to RBPJ in a dose-dependent manner. IPs were performed in CRISPR/Cas9-mediated L3MBTL3 knockout (KO) HEK293T cells. (B) SBP-FLAG-RBPJ and HA-L3MBTL3-Δ(SAM) in the presence of an increasing amount of HA-NOTCH1 ICD. (C) SBP-FLAG-RBPJ and HA-NOTCH1 ICD in the presence of an increasing amount of HA-L3MBTL3-Δ(SAM). The L3MBTL3-Δ(SAM) mutant construct was used instead of the L3MBTL3 WT construct in order to allow the analysis of both NOTCH1 ICD and L3MBTL3 proteins in the same Western blot. CRISPR/Cas9 sg-L3MBTL3-resistant plasmids were used to express HA-L3MBTL3-Δ(SAM). The experiment was independently replicated thrice. WB, Western blot; IP, immuno-precipitation. Source data are available online for this figure. Source Data for Figure 3 [embj201796525-sup-0008-SDataFig3.pdf] Download figure Download PowerPoint Table 1. Thermodynamic characterization of the RBPJ/L3MBTL3 interaction Macromolecule Ligand K (M−1) Kd (μM) ΔG° (kcal/mol) ΔH° (kcal/mol) −TΔS° (kcal/mol) RBPJ-(53-474) L3MBTL3-(31-70) 2.27 ± 0.34 × 106 0.45 ± 0.06 −8.66 ± 0.08 −7.52 ± 0.75 1.14 ± 0.84 Calorimetric data for the binding of L3MBTL3-(31-70) to RBPJ-(53-474). All experiments were performed at 25°C. Shown are means ± s.d. of triplicate experiments. If, as suggested by the results of our mapping experiments (Fig 2D and E), NOTCH ICD competes with L3MBTL3 for binding to RBPJ, our Kd measurements suggest that NOTCH ICD has a significantly higher affinity (Fig 3A and Table 1) and would therefore likely outcompete L3MBTL3 for binding to RBPJ. To verify this hypothesis, we performed a competition IP assay in which the RBPJ/L3MBTL3 interaction is tested in the presence of an increasing amount of NOTCH1 ICD. As shown in Fig 3B, the RBPJ/L3MBTL3 interaction is strongly impaired in the presence of NOTCH1 ICD in a dose-dependent manner. We note that an approximately equal amount of NOTCH1 ICD displaces most L3MBTL3 molecules from RBPJ complexes (Fig 3B) but that the reciprocal is not observed, that is, L3MBTL3 does not displace NOTCH1 ICD from RBPJ (Fig 3C), corroborating the results of our ITC experiment, that is, L3MBTL3 binds to RBPJ with a moderate affinity (Kd = 0.45 μM), which is about 20-fold weaker than the one previously observed for the RBPJ/NOTCH ICD interaction (Kd = 22 nM) (Friedmann et al, 2008). L3MBTL3 acts as a negative regulator of Notch target genes RBPJ has a dual role in the regulation of Notch signaling, that is, depending on the cell context, depletion of RBPJ can result either in the inhibition or in the activation (\"de-repression\") of Notch target genes. In U87-MG cells, where Notch signaling tone is low (Appendix Fig S2), we observed that the depletion of RBPJ results in the upregulation of the Notch target genes HES1, HES4, HEY1, and HEY2 (Fig 4A), suggesting that RBPJ protein complexes are actively involved in the repression of Notch target genes in this context. As a RBPJ co-factor, L3MBTL3 may also contribute to the RBPJ-mediated repression of Notch target genes in U87-MG cells. To test this hypothesis, we evaluated the effects of depletion of L3MBTL3 on gene expression. As shown in Fig 4B, the CRISPR/Cas9-mediated loss of L3MBTL3 leads to upregulation of HES1, HES4, HEY1, and HEY2, suggesting that L3MBTL3 actively contributes to the repression of Notch target genes in U87-MG cells. Figure 4. RBPJ recruits L3MBTL3 on chromatin to repress the expression of Notch",
  "authors": [
    {
      "display_name": "Tao Xu",
      "id": "A5101661693",
      "orcid": "https://orcid.org/0000-0002-1199-3402",
      "institutions": [
        {
          "id": "I27837315",
          "display_name": "University of Michigan",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Tao Xu"
    },
    {
      "display_name": "Sung Soo Park",
      "id": "A5100765099",
      "orcid": "https://orcid.org/0000-0002-1779-8683",
      "institutions": [
        {
          "id": "I27837315",
          "display_name": "University of Michigan",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Sung‐Soo Park"
    },
    {
      "display_name": "Benedetto Daniele Giaimo",
      "id": "A5057901100",
      "orcid": "https://orcid.org/0000-0003-0384-325X",
      "institutions": [
        {
          "id": "I200763008",
          "display_name": "Justus-Liebig-Universität Gießen",
          "country_code": "DE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Benedetto Daniele Giaimo"
    },
    {
      "display_name": "Daniel Hall",
      "id": "A5002060115",
      "orcid": "https://orcid.org/0000-0003-2504-9524",
      "institutions": [
        {
          "id": "I92156820",
          "display_name": "University of Cincinnati Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Daniel Hall"
    },
    {
      "display_name": "Francesca Ferrante",
      "id": "A5101646429",
      "orcid": "https://orcid.org/0000-0002-9261-1575",
      "institutions": [
        {
          "id": "I200763008",
          "display_name": "Justus-Liebig-Universität Gießen",
          "country_code": "DE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Francesca Ferrante"
    },
    {
      "display_name": "Diana M. Ho",
      "id": "A5036508090",
      "orcid": "https://orcid.org/0000-0001-7732-9048",
      "institutions": [
        {
          "id": "I136199984",
          "display_name": "Harvard University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Diana M Ho"
    },
    {
      "display_name": "Kazuya Hori",
      "id": "A5111457996",
      "orcid": null,
      "institutions": [
        {
          "id": "I136199984",
          "display_name": "Harvard University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Kazuya Hori"
    },
    {
      "display_name": "Lucas Anhezini",
      "id": "A5003735811",
      "orcid": "https://orcid.org/0000-0002-8881-4193",
      "institutions": [
        {
          "id": "I27837315",
          "display_name": "University of Michigan",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Lucas Anhezini"
    },
    {
      "display_name": "Iris E. Ertl",
      "id": "A5009669484",
      "orcid": "https://orcid.org/0000-0002-7564-9694",
      "institutions": [
        {
          "id": "I2802050225",
          "display_name": "Bellvitge University Hospital",
          "country_code": "ES",
          "type": "healthcare"
        },
        {
          "id": "I4210087039",
          "display_name": "Institut d'Investigació Biomédica de Bellvitge",
          "country_code": "ES",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Iris Ertl"
    },
    {
      "display_name": "Marek Bartkuhn",
      "id": "A5020892711",
      "orcid": "https://orcid.org/0000-0001-6872-9082",
      "institutions": [
        {
          "id": "I200763008",
          "display_name": "Justus-Liebig-Universität Gießen",
          "country_code": "DE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Marek Bartkuhn"
    },
    {
      "display_name": "Honglai Zhang",
      "id": "A5103106257",
      "orcid": "https://orcid.org/0000-0003-3416-3783",
      "institutions": [
        {
          "id": "I27837315",
          "display_name": "University of Michigan",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Honglai Zhang"
    },
    {
      "display_name": "Eléna Milon",
      "id": "A5077404774",
      "orcid": null,
      "institutions": [
        {
          "id": "I27837315",
          "display_name": "University of Michigan",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Eléna Milon"
    },
    {
      "display_name": "Kimberly Ha",
      "id": "A5055937479",
      "orcid": null,
      "institutions": [
        {
          "id": "I27837315",
          "display_name": "University of Michigan",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Kimberly Ha"
    },
    {
      "display_name": "Kevin Conlon",
      "id": "A5076553395",
      "orcid": "https://orcid.org/0009-0003-8008-1145",
      "institutions": [
        {
          "id": "I27837315",
          "display_name": "University of Michigan",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Kevin P Conlon"
    },
    {
      "display_name": "Rork Kuick",
      "id": "A5059668814",
      "orcid": "https://orcid.org/0000-0002-8817-5192",
      "institutions": [
        {
          "id": "I27837315",
          "display_name": "University of Michigan",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Rork Kuick"
    },
    {
      "display_name": "Brandon Govindarajoo",
      "id": "A5038032742",
      "orcid": null,
      "institutions": [
        {
          "id": "I27837315",
          "display_name": "University of Michigan",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Brandon Govindarajoo"
    },
    {
      "display_name": "Yang Zhang",
      "id": "A5100354659",
      "orcid": "https://orcid.org/0000-0002-2739-1916",
      "institutions": [
        {
          "id": "I27837315",
          "display_name": "University of Michigan",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Yang Zhang"
    },
    {
      "display_name": "Yuqing Sun",
      "id": "A5030562541",
      "orcid": "https://orcid.org/0000-0003-2655-4303",
      "institutions": [
        {
          "id": "I27837315",
          "display_name": "University of Michigan",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Yuqing Sun"
    },
    {
      "display_name": "Yali Dou",
      "id": "A5066048991",
      "orcid": "https://orcid.org/0000-0002-4040-1429",
      "institutions": [
        {
          "id": "I27837315",
          "display_name": "University of Michigan",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Yali Dou"
    },
    {
      "display_name": "Venkatesha Basrur",
      "id": "A5056426469",
      "orcid": "https://orcid.org/0000-0002-0853-9655",
      "institutions": [
        {
          "id": "I27837315",
          "display_name": "University of Michigan",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Venkatesha Basrur"
    },
    {
      "display_name": "Kojo S.J. Elenitoba‐Johnson",
      "id": "A5019959500",
      "orcid": "https://orcid.org/0000-0002-1082-1545",
      "institutions": [
        {
          "id": "I27837315",
          "display_name": "University of Michigan",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Kojo SJ Elenitoba‐Johnson"
    },
    {
      "display_name": "Alexey I. Nesvizhskii",
      "id": "A5085497637",
      "orcid": "https://orcid.org/0000-0002-2806-7819",
      "institutions": [
        {
          "id": "I27837315",
          "display_name": "University of Michigan",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Alexey I Nesvizhskii"
    },
    {
      "display_name": "Julián Cerón",
      "id": "A5040953516",
      "orcid": "https://orcid.org/0000-0003-4739-2243",
      "institutions": [
        {
          "id": "I2802050225",
          "display_name": "Bellvitge University Hospital",
          "country_code": "ES",
          "type": "healthcare"
        },
        {
          "id": "I4210087039",
          "display_name": "Institut d'Investigació Biomédica de Bellvitge",
          "country_code": "ES",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Julian Ceron"
    },
    {
      "display_name": "Cheng‐Yu Lee",
      "id": "A5022969344",
      "orcid": "https://orcid.org/0000-0003-2291-1297",
      "institutions": [
        {
          "id": "I27837315",
          "display_name": "University of Michigan",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Cheng‐Yu Lee"
    },
    {
      "display_name": "Tilman Borggrefe",
      "id": "A5036409925",
      "orcid": null,
      "institutions": [
        {
          "id": "I200763008",
          "display_name": "Justus-Liebig-Universität Gießen",
          "country_code": "DE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Tilman Borggrefe"
    },
    {
      "display_name": "Rhett A. Kovall",
      "id": "A5037153023",
      "orcid": "https://orcid.org/0000-0003-0520-1613",
      "institutions": [
        {
          "id": "I92156820",
          "display_name": "University of Cincinnati Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Rhett A Kovall"
    },
    {
      "display_name": "Jean‐François Rual",
      "id": "A5036063971",
      "orcid": "https://orcid.org/0000-0003-4465-8819",
      "institutions": [
        {
          "id": "I27837315",
          "display_name": "University of Michigan",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jean‐François Rual"
    }
  ],
  "publication_year": 2017,
  "publication_date": "2017-10-13",
  "type": "article",
  "cited_by_count": 62,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S127916151",
    "display_name": "The EMBO Journal",
    "issn_l": "0261-4189",
    "issn": [
      "0261-4189",
      "1460-2075"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310319965"
  },
  "volume": "36",
  "issue": "21",
  "first_page": "3232",
  "last_page": "3249",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "https://doi.org/10.15252/embj.201796525",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C186310378",
      "display_name": "Psychological repression",
      "level": 4,
      "score": 0.5535439
    },
    {
      "id": "C95444343",
      "display_name": "Cell biology",
      "level": 1,
      "score": 0.44561788
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.4389435
    },
    {
      "id": "C55493867",
      "display_name": "Biochemistry",
      "level": 1,
      "score": 0.23634681
    },
    {
      "id": "C104317684",
      "display_name": "Gene",
      "level": 2,
      "score": 0.10602382
    },
    {
      "id": "C150194340",
      "display_name": "Gene expression",
      "level": 3,
      "score": 0.10135865
    }
  ],
  "topics": [
    {
      "id": "T10269",
      "display_name": "Epigenetics and DNA Methylation",
      "score": 0.998
    },
    {
      "id": "T11736",
      "display_name": "Histone Deacetylase Inhibitors Research",
      "score": 0.9978
    },
    {
      "id": "T13157",
      "display_name": "Cancer-related gene regulation",
      "score": 0.9949
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.15252/embj.201796525",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T16:05:12.038032",
  "source_database": "OpenAlex"
}