{
  "openalex_id": "W2773540001",
  "doi": "https://doi.org/10.1016/j.juro.2017.11.077",
  "title": "Society for Fetal Urology Classification vs Urinary Tract Dilation Grading System for Prognostication in Prenatal Hydronephrosis: A Time to Resolution Analysis",
  "abstract": "No AccessJournal of UrologyPediatric Urology1 Jun 2018Society for Fetal Urology Classification vs Urinary Tract Dilation Grading System for Prognostication in Prenatal Hydronephrosis: A Time to Resolution Analysis Luis H. Braga, Melissa McGrath, Forough Farrokhyar, Kizanee Jegatheeswaran, and Armando J. Lorenzo Luis H. BragaLuis H. Braga Division of Urology, McMaster University, Hamilton, Ontario, Canada McMaster Pediatric Surgery Research Collaborative, McMaster University, Hamilton, Ontario, Canada Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada , Melissa McGrathMelissa McGrath McMaster Pediatric Surgery Research Collaborative, McMaster University, Hamilton, Ontario, Canada , Forough FarrokhyarForough Farrokhyar Office of Surgical Research Services, Department of Surgery, McMaster University, Hamilton, Ontario, Canada Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada , Kizanee JegatheeswaranKizanee Jegatheeswaran McMaster Pediatric Surgery Research Collaborative, McMaster University, Hamilton, Ontario, Canada , and Armando J. LorenzoArmando J. Lorenzo Division of Urology, Hospital for Sick Children, Toronto, Ontario, Canada Department of Surgery, University of Toronto, Toronto, Ontario, Canada View All Author Informationhttps://doi.org/10.1016/j.juro.2017.11.077AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: The Urinary Tract Dilation grading system for prenatal hydronephrosis was introduced to address potential shortcomings of the Society for Fetal Urology classification. Hydronephrosis resolution is an important patient outcome and is frequently discussed during family counseling. We compared these 2 grading systems and their ability to predict time to hydronephrosis resolution. Materials and Methods: We prospectively screened 855 patients with prenatal hydronephrosis due to ureteropelvic junction obstruction-like hydronephrosis, nonrefluxing primary megaureter or vesicoureteral reflux between 2009 and 2015. Of the patients 454 were excluded due to surgery, late referral, absence of postnatal dilatation or presence of other anomalies, resulting in 401 eligible patients (of whom 81% were male) to be included for analyses. Hydronephrosis grades collected at baseline and last followup were compared to identify resolution trends through time. Hydronephrosis resolution was defined as renal pelvis anteroposterior diameter 10 mm or less at last followup. Time to resolution was analyzed using Cox proportion regression. Results: Of 401 patients 328 (82%) had resolution during a mean ± SD followup of 24 ± 18 months (maximum 107). Cumulative resolution rate at 3 years was 98% for Society for Fetal Urology grade I hydronephrosis, 87% for grade II, 76% for grade III and 57% for grade IV. The 3-year hydronephrosis resolution rate was 90% for Urinary Tract Dilation postnatal grade 1 (low risk), 81% for grade 2 (intermediate risk) and 71% for grade 3 (high risk). Conclusions: Patients with distinctive baseline hydronephrosis grades (classified by Society for Fetal Urology or Urinary Tract Dilation system) had significantly different resolution times for hydronephrosis (p <0.001). Counseling families regarding time to resolution of prenatal hydronephrosis should remain the same whether using Society for Fetal Urology or Urinary Tract Dilation grading system. References 1 : Postnatal management of antenatal hydronephrosis. BJU Int2002; 89: 149. Google Scholar 2 : The Society for Fetal Urology consensus statement on the evaluation and management of antenatal hydronephrosis. J Pediatr Urol2010; 6: 212. Google Scholar 3 : Multidisciplinary consensus on the classification of prenatal and postnatal urinary tract dilation (UTD classification system). J Pediatr Urol2014; 10: 982. Google Scholar 4 : Associations of initial Society for Fetal Urology grades and urinary tract dilatation risk groups with clinical outcomes in patients with isolated prenatal hydronephrosis. J Urol2017; 197: 831. Link, Google Scholar 5 : Diagnostic accuracy of renal pelvic dilatation for detecting surgically managed ureteropelvic junction obstruction. J Urol2013; 190: 661. Link, Google Scholar 6 : Prenatally diagnosed hydronephrosis: the Great Ormond Street experience. Br J Urol1998; 81: 39. Crossref, Medline, Google Scholar 7 : Evaluation and outcome of antenatal hydronephrosis: a prospective study. Ren Fail2012; 34: 718. Google Scholar 8 : Rate and predictors of spontaneous resolution of prenatally diagnosed primary nonrefluxing megaureter. J Urol2002; 168: 2177. Link, Google Scholar 9 : Prospective study of outcome in antenatally diagnosed renal pelvis dilatation. Arch Dis Child Fetal Neonatal Ed1999; 80: 135. Google Scholar 10 : Outcome of isolated antenatal hydronephrosis: a systematic review and meta-analysis. Pediatr Nephrol2006; 21: 218. Google Scholar 11 : Time to resolution: a prospective evaluation from the Society for Fetal Urology hydronephrosis registry. J Pediatr Urol2017; 13: 316.e1. Google Scholar 12 : Long-term follow-up and management of prenatally detected isolated hydronephrosis. J Pediatr Surg2010; 45: 1701. Google Scholar 13 Bader M, Sur H, Robb A et al: Efficacy of Upper Tract Dilation classification in predicting the need for pyeloplasty compared to the UK approach. Presented at annual meeting of European Society for Pediatric Urology, Barcelona, Spain, April 19-22, 2017. Google Scholar 14 : Postnatal management of infants with antenatally detected hydronephrosis. Pediatr Nephrol2005; 20: 1253. Google Scholar 15 : Natural history of bilateral mild isolated antenatal hydronephrosis conservatively managed. Pediatr Nephrol2012; 27: 1119. Google Scholar 16 : Outcome of isolated antenatal hydronephrosis: a prospective cohort study. Pediatr Nephrol2007; 22: 1727. Google Scholar 17 : Apparent unilateral ureteropelvic junction obstruction in the newborn: expectations for resolution. J Urol1998; 160: 2175. Link, Google Scholar 18 : Evaluation of sonographic renal parenchymal area in the management of hydronephrosis. J Urol2001; 165: 548. Link, Google Scholar 19 : Outcome of hydronephrosis diagnosed antenatally. J Pediatr Surg1991; 26: 455. Crossref, Medline, Google Scholar 20 : The postnatal management of hydronephrosis diagnosed by prenatal ultrasound. J Urol1990; 144: 584. Link, Google Scholar 21 : Post-natal management of antenatally detected, bilateral hydronephrosis. Urol Int1993; 51: 79. Crossref, Medline, Google Scholar 22 : Evaluation of Urinary Tract Dilation classification system for grading postnatal hydronephrosis. J Urol2016; 195: 725. Link, Google Scholar 23 Gleason J, Bator E, Bowlin P et al: The impact of the state of hydration on the degree of hydronephrosis in children: towards a uniform standard of ultrasonographic assessment. Presented at annual pediatric urology fall congress of Societies for Pediatric Urology, Miami, Florida, October 24-26, 2014. Google Scholar 24 : Reliability assessment of Society for Fetal Urology ultrasound grading system for hydronephrosis. J Urol2008; 180: 1680. Link, Google Scholar 25 : Six of one, half a dozen of the other: a measure of multidisciplinary inter/intra-rater reliability of the Society for Fetal Urology and Urinary Tract Dilation grading systems for hydronephrosis. J Pediatr Urol2017; 13: 80.e1. Google Scholar © 2018 by American Urological Association Education and Research, Inc.FiguresReferencesRelatedDetailsCited byMelo F, Mak R, Simões e Silva A, Vasconcelos M, Dias C, Rosa L, Shiomatsu G, Storch C, Oliveira M and Oliveira E (2021) Evaluation of Urinary Tract Dilation Classification System for Prediction of Long-Term Outcomes in Isolated Antenatal Hydronephrosis: A Cohort StudyJournal of Urology, VOL. 206, NO. 4, (1022-1030), Online publication date: 1-Oct-2021.Jung J, Lee J, Kim K and Park Y (2020) Utility of Society for Fetal Urology and Anteroposterior Pelvic Diameter Grading Systems for Estimating Time to Resolution of Isolated Hydronephrosis: A Single Center StudyJournal of Urology, VOL. 204, NO. 5, (1048-1053), Online publication date: 1-Nov-2020.Cain M (2018) This Month in Pediatric UrologyJournal of Urology, VOL. 199, NO. 6, (1370-1370), Online publication date: 1-Jun-2018. Volume 199Issue 6June 2018Page: 1615-1621Supplementary Materials Advertisement Copyright & Permissions© 2018 by American Urological Association Education and Research, Inc.Keywordsprenatal diagnosisurinary tractchildprospective studieshydronephrosisMetricsAuthor Information Luis H. Braga Division of Urology, McMaster University, Hamilton, Ontario, Canada McMaster Pediatric Surgery Research Collaborative, McMaster University, Hamilton, Ontario, Canada Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada Equal study contribution. More articles by this author Melissa McGrath McMaster Pediatric Surgery Research Collaborative, McMaster University, Hamilton, Ontario, Canada Equal study contribution. More articles by this author Forough Farrokhyar Office of Surgical Research Services, Department of Surgery, McMaster University, Hamilton, Ontario, Canada Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada More articles by this author Kizanee Jegatheeswaran McMaster Pediatric Surgery Research Collaborative, McMaster University, Hamilton, Ontario, Canada More articles by this author Armando J. Lorenzo Division of Urology, Hospital for Sick Children, Toronto, Ontario, Canada Department of Surgery, University of Toronto, Toronto, Ontario, Canada More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Luis H. Braga",
      "id": "A5038944132",
      "orcid": "https://orcid.org/0000-0002-3953-7353",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Luis H. Braga"
    },
    {
      "display_name": "M. A. McGrath",
      "id": "A5059265305",
      "orcid": "https://orcid.org/0000-0003-3562-6890",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Melissa McGrath"
    },
    {
      "display_name": "Forough Farrokhyar",
      "id": "A5041534870",
      "orcid": "https://orcid.org/0000-0001-9928-9016",
      "institutions": [
        {
          "id": "I4210102974",
          "display_name": "Surgical Specialties (Canada)",
          "country_code": "CA",
          "type": "company"
        },
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Forough Farrokhyar"
    },
    {
      "display_name": "Kizanee Jegatheeswaran",
      "id": "A5014940273",
      "orcid": null,
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Kizanee Jegatheeswaran"
    },
    {
      "display_name": "Armando J. Lorenzo",
      "id": "A5025431226",
      "orcid": "https://orcid.org/0000-0001-6735-9462",
      "institutions": [
        {
          "id": "I2801317318",
          "display_name": "Hospital for Sick Children",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I185261750",
          "display_name": "University of Toronto",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Armando J. Lorenzo"
    }
  ],
  "publication_year": 2017,
  "publication_date": "2017-12-02",
  "type": "article",
  "cited_by_count": 62,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "199",
  "issue": "6",
  "first_page": "1615",
  "last_page": "1621",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.93579924
    },
    {
      "id": "C2781040948",
      "display_name": "Hydronephrosis",
      "level": 3,
      "score": 0.737807
    },
    {
      "id": "C126894567",
      "display_name": "Urology",
      "level": 1,
      "score": 0.6295542
    },
    {
      "id": "C77411442",
      "display_name": "Urinary system",
      "level": 2,
      "score": 0.5638267
    },
    {
      "id": "C2780757906",
      "display_name": "Dilation (metric space)",
      "level": 2,
      "score": 0.5521266
    },
    {
      "id": "C2777286243",
      "display_name": "Grading (engineering)",
      "level": 2,
      "score": 0.5105206
    },
    {
      "id": "C131872663",
      "display_name": "Obstetrics",
      "level": 1,
      "score": 0.50791556
    },
    {
      "id": "C29456083",
      "display_name": "Gynecology",
      "level": 1,
      "score": 0.45454782
    },
    {
      "id": "C2778258057",
      "display_name": "Prenatal diagnosis",
      "level": 4,
      "score": 0.4184602
    },
    {
      "id": "C172680121",
      "display_name": "Fetus",
      "level": 3,
      "score": 0.3233238
    },
    {
      "id": "C2779234561",
      "display_name": "Pregnancy",
      "level": 2,
      "score": 0.21331587
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.17974532
    },
    {
      "id": "C147176958",
      "display_name": "Civil engineering",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C127413603",
      "display_name": "Engineering",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C33923547",
      "display_name": "Mathematics",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C114614502",
      "display_name": "Combinatorics",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C54355233",
      "display_name": "Genetics",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11174",
      "display_name": "Pediatric Urology and Nephrology Studies",
      "score": 0.9998
    },
    {
      "id": "T11815",
      "display_name": "Urological Disorders and Treatments",
      "score": 0.9994
    },
    {
      "id": "T10458",
      "display_name": "Bladder and Urothelial Cancer Treatments",
      "score": 0.9842
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/j.juro.2017.11.077",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:19:33.346495",
  "source_database": "OpenAlex"
}