{
  "openalex_id": "W2781442511",
  "doi": null,
  "title": "Outlook for the development of European forest resources",
  "abstract": "The current report provides the methodologies, data, scenarios, and results of the outlook on the European forest resources from 2000 to 2040. The aim of this forest resource study was to analyse the impacts on the European forest resources under the level of fellings needed to fulfil the derived roundwood demand according to two scenarios as provided by the market modelling project within the EFSOS framework. Thus fellings and removals presented in this study can not be identified with a wood supply forecast in economic terms. The study includes the forest available for wood supply (FAWS) in the geographical Europe, i.e. from Ireland to the Ural, and from the northern tip of Lapland to the southern border of Turkey. The model outcomes are based on assumptions about the increase of FAWS as well as unchanged forest management regimes (e.g. rotation period, thinning intensity, afforestation), growth of stands ratios between felling and removals over the analysed period. Although removals are assumed to rise significantly the results as presented sketch large and increasing forest resources in Europe. The growing stock increases under the baseline scenario from 51 billion m3 o.b. to 62 billion m3 o.b. in 2040, whereas the net annual increment stays stable at a level of 1.2 billion m3 o.b. The FAWS area is assumed to decrease from 335 million ha to 329 million ha by the year 2040, according to the base scenario. In the alternative scenario the forest area is expected to increase to 343 million ha. The market model outcomes projected a fast increase in required fellings in the current outlook study. This demand for fellings on FAWS is foreseen to increase from 656 million m3 o.b. per year in 2000 to 822 million m3 o.b. per year in 2020 in the baseline scenario (973 million m3 o.b. per year in the alternative). This, together with an approach that dynamically simulates age class development, shows that annual availability of roundwood may be hampered after 2020. In the baseline scenario the actual fellings in 2036-2040 were 25 million m3 lower than the required fellings (2.5%), whereas in the alternative scenario the difference amounts to 136 million m3 per year (10.0%). In reality market mechanisms will take care of this difference, by adjusting prices, forestry management and especially trade, considering the legal restriction, which assure sustainable forestry management. These adjustments cannot be simulated with the current modelling system. Acknowledgements This outlook for the development of European forest resources was prepared in the framework of the European Forest Sector Outlook Studies (EFSOS) under the auspices of the Food and Agriculture Organisation (FAO, Rome) and the Economic Commission for Europe (ECE, Geneva). Dr. Volker Sasse provided valuable input throughout the project and co-ordinated the study with the other parts of the EFSOS with a lot of exemplary discipline and determination. The work was carried out at Alterra (Wageningen) and the European Forest Institute (Joensuu) by an enthusiastic team existing of ir. Mart-Jan Schelhaas, ir. Jo Van Brusselen, Ms. Emi Pesonen, Mr. Ari Pussinen, Dr. Gert-Jan Nabuurs and Mr. Andreas Schuck. It would not have been possible to complete this major task without the preparation of model input data by many of the EFSOS National Correspondents and their staff and colleagues, listed in Annex 2: National data correspondents of this report. The following people have provided valuable feedback in the validation of the model outcomes: Prod. O.A. Atroshchenko (Belarus), Prof. Ivan Raev (Bulgaria), Mr. Henzlik Vladimir (Czech Republic) Mr. Gerome Pignard (France), Mr. Ilze Silamikele (Latvia), Mr. Ljupco Nestorovski (Macedonia, FYR), Mr. Stein Tomter (Norway), Dr. Roman Michalak (Poland), Mr. Antonio Leite (Portugal), Mr. Nenad Petrovic (Serbia and Montenegro), Prof. Milan Hocevar (Slovenia), Mr. Edgar Kaufmann (Switzerland), Mr. Simon Gillam and Mr. Pat Snowdon (United Kingdom). Many thanks to all!",
  "authors": [
    {
      "display_name": "M.J. Schelhaas",
      "id": "A5025450683",
      "orcid": "https://orcid.org/0000-0003-4525-2677",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "M.-J. Schelhaas"
    },
    {
      "display_name": "Jo Van Brusselen",
      "id": "A5043999537",
      "orcid": "https://orcid.org/0000-0003-2493-939X",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "J. Van Brusselen"
    },
    {
      "display_name": "A. Pussinen",
      "id": "A5020756498",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "A. Pussinen"
    },
    {
      "display_name": "E. Pesonen",
      "id": "A5003054181",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "E. Pesonen"
    },
    {
      "display_name": "Andreas Schuck",
      "id": "A5034302767",
      "orcid": "https://orcid.org/0000-0002-6141-8844",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "A. Schuck"
    },
    {
      "display_name": "G.J. Nabuurs",
      "id": "A5042103043",
      "orcid": "https://orcid.org/0000-0002-9761-074X",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "G.-J. Nabuurs"
    },
    {
      "display_name": "Volker Sasse",
      "id": "A5033700748",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "V. Sasse"
    }
  ],
  "publication_year": 2006,
  "publication_date": "2006-01-01",
  "type": "article",
  "cited_by_count": 19,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "",
    "display_name": "",
    "issn_l": "",
    "issn": [],
    "type": "",
    "host_organization": ""
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C119249163",
      "display_name": "Felling",
      "level": 2,
      "score": 0.7963681
    },
    {
      "id": "C12725497",
      "display_name": "Baseline (sea)",
      "level": 2,
      "score": 0.54416394
    },
    {
      "id": "C56095865",
      "display_name": "Afforestation",
      "level": 2,
      "score": 0.53517646
    },
    {
      "id": "C28631016",
      "display_name": "Forest management",
      "level": 2,
      "score": 0.5330485
    },
    {
      "id": "C2781353100",
      "display_name": "Thinning",
      "level": 2,
      "score": 0.51537246
    },
    {
      "id": "C97137747",
      "display_name": "Forestry",
      "level": 1,
      "score": 0.50783163
    },
    {
      "id": "C204036174",
      "display_name": "Stock (firearms)",
      "level": 2,
      "score": 0.4305967
    },
    {
      "id": "C205649164",
      "display_name": "Geography",
      "level": 0,
      "score": 0.417457
    },
    {
      "id": "C39432304",
      "display_name": "Environmental science",
      "level": 0,
      "score": 0.34079322
    },
    {
      "id": "C111368507",
      "display_name": "Oceanography",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C127313418",
      "display_name": "Geology",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11753",
      "display_name": "Forest Management and Policy",
      "score": 0.9988
    },
    {
      "id": "T12118",
      "display_name": "Forest Biomass Utilization and Management",
      "score": 0.9863
    },
    {
      "id": "T12003",
      "display_name": "Bioenergy crop production and management",
      "score": 0.9651
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://agris.fao.org/agris-search/search.do?recordID=XF2006428521",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:34:32.690655",
  "source_database": "OpenAlex"
}