{
  "openalex_id": "W2790706338",
  "doi": "https://doi.org/10.1111/hae.13417",
  "title": "Point‐of‐care ultrasonography in haemophilia care: Training and competency for muscular haematomas",
  "abstract": "Haemorrhage into a muscle, also known as a muscular haematoma, represents 10%-25% of bleeding events in patients with haemophilia (PWH).1 These muscular bleeds that are not adequately managed may have long-term consequences to the musculoskeletal system. Large muscular haematomas may cause flexion contractures, distal paraesthesia and, in severe cases, compartment syndrome.1, 2 Lack of adequate and/or timely therapy may also result in limb-altering complications including infections, pseudotumor development, tendon damage, muscle paralysis, severe blood loss and myositis ossificans.1-4 On the other hand, misinterpreting symptoms erroneously as a muscle bleed may lead to the incorrect treatment being administered while missing the underlying pathology. Therefore, it is imperative that each suspected muscle bleeding event receives early and accurate bleed assessment, diagnosis and management by the multidisciplinary team to ensure the best outcomes for the patient. Traditionally, the first line of diagnosis of a muscular haematoma involves a clinical assessment consisting of a thorough history and a physical examination including palpation, active or passive range of motion tests and isometric strength tests.2 The sensitivity of the clinical examination may be limited depending on the size and location of the bleed; therefore, additional information from diagnostic imaging may be warranted. Magnetic resonance imaging (MRI) and computed tomography (CT) both have the ability to diagnose muscular haematomas5; however, repeat assessments and follow-up imaging are not practical. These constraints include waiting times, cost, radiation exposure (CT), timeliness and the potential need for sedation in paediatric populations (MRI).5, 6 The use of ultrasound (US) has many promising capabilities that overcome the barriers of CT and MRI and is complementary to the traditional clinical assessment. Ultrasound is relatively inexpensive, portable, non-ionizing and readily available.2, 6-8 This assessment tool can provide high-resolution images and video loops of affected muscular bodies, myotendinous junctions, muscle insertions and fluid located in surrounding areas. Combining this technology with the clinical assessment can add confidence to the clinical impression and inform the management of the muscular bleed.6 A major benefit of US arises from the real-time assessment of muscles, as clinicians gain immediate feedback, simultaneously from both the image and the patient.2 Furthermore, subsequent serial US examinations can be used to follow the evolution of the haematoma, monitor size and examine response to treatment. For example, factor doses can be tailored to the clinical course, as well as recommendations for weight bearing and return to physical activity. Ceponis et al.7 reported that patient/physician perception of both joint and muscular bleeds in half of their reported cases was wrong, but when the physical examination is coupled with ultrasound, the accuracy of diagnosis, as well as symptom control, increased significantly. Traditional US performed within the diagnostic imaging department has some barriers to implementation in haemophilia care. The time-sensitive nature of bleeding episodes requires prompt access to imaging which may be limited by long wait times and availability of musculoskeletal ultrasound as a specialty. Alternatively, point-of-care ultrasound (POC-US) is a goal-oriented US examination performed in conjunction with a clinical assessment, aimed to provide immediate clinical information regarding the presence or absence of a specific abnormality for the clinician in the ambulatory clinic setting.9 POC-US has the potential to capitalize on the vast benefits of US utilization and overcome limitations associated with diagnostic imaging wait times. Point-of-care ultrasound is a promising tool for the management of muscular haematomas in PWH. However, due to the operator-dependent nature of US, the accuracy of the examination is variable depending on the skill and knowledge of the user. According to the Canadian Association of Radiologists, US in the hands of an untrained healthcare practitioner has the potential for negative outcomes, and appropriate training is essential.9 It has also been shown that users who receive proper POC-US training can be competent in image acquisition and interpretation.8 Adequate training programmes should then be put in place to fulfil the need for competency attainment in POC-US for the assessment of muscular haematomas in PWH.10 In 2015, McMaster University and Mohawk College in Ontario, Canada, developed an academic training and certification programme for healthcare practitioners on the application of POC-US in the assessment of acute haemarthrosis and synovitis.11 The expansion of this training programme was further implemented in 2017 to introduce a second course in POC-US applications in the treatment and management of muscular bleeds. The teaching philosophy supports best practice, appropriate use and clinical implementation.12 The programme structure is a scaffolded model, building a skill set that is based on ultrasound fundamentals. The original POC-US course for acute haemarthrosis serves as a prerequisite for entry into the second course for muscular bleeds. The course structure was designed for to align with the learning outcomes of a physiotherapist in Canada. The programme is accessible to healthcare professionals for all disciplines working in haemophilia; however, prerequisite courses may be required based on the educational background of the participant. POC-US in the Management of Acute Muscle Haematomas is a seminar course incorporating both didactic modules and practical simulated training. The theoretical portion of the course is delivered through the online learning management system, E-Learn, at Mohawk College. This system hosts 12 hours of required readings, lectures and comprehension assessments. Course content is structured into modules, including a review of ultrasonography physics and instrumentation, a review of POC-US in acute haemarthrosis, advanced image and measurement optimizations, musculoskeletal ultrasound basics and sonographic protocols/best practice for muscle scanning. The course content is based on the learning objectives, modelled from Sonography Canada's National Competency Profile, and is detailed in the Appendix S1: McMaster University/Mohawk College POC-US in the Management of Acute Muscle Bleeds. The purpose of the practical simulated training is to solidify the knowledge gained in the didactic components and to achieve competency in POC-US use in muscular haematomas. Upon successful completion of the online component, participants are eligible to receive practical training at the Mohawk College Imaging Research Centre. This 2-day hands-on session consists of 16 hours of instructor-facilitated training. Training will be conducted in small laboratory groups and facilitated by faculty members of Mohawk College. Faculty are credentialed and licensed sonographers that have experience in healthcare education and musculoskeletal US examinations. Attainment of competency will be assessed using a final practical examination where participants are required to demonstrate their POC-US skills in a timed and simulated environment. Assessments will be based on a selection of appropriate competencies from Sonography Canada's National Competency Profile and align with the specific outcomes of the course. Validated evaluation tools will be used by teaching faculty for competency assessment. Appropriate use of POC-US is emphasized throughout both courses. POC-US should be limited to muscle groups which fall within the scope of a POC-US examination. Muscles that are accessible, have relatively simple anatomy and surrounding anatomic landmarks, such as the biceps brachii, have dedicated scanning protocols to rule in/rule out a muscular haematoma. Muscles that are accessible but relatively complex in structure and anatomy, such as the forearm flexors or the quadriceps muscle group, can be assessed with POC-US. In this case, it is recommended that the POC-US is limited only to the point of interest/injury. Finally, complex muscles that are not easily accessed by US, such as the iliopsoas, should be referred to traditional diagnostic imaging pathways including US, CT or MRI in the radiology department. In the event that an examination is indeterminate, referral to the imaging department is indicated. The McMaster University/Mohawk College training and certification programme offers a progressive course structure to provide the foundation for the development of research to further evaluate POC-US within the management of muscular haematoma. Next steps will include investigating the impact of POC-US on patient outcomes, maintenance of competence and barriers to clinical implementation. Global collaborations and partnerships can be explored with the goal of improving patient outcomes internationally in the treatment and management of haemophilia. Karen Strike received research support from Hamilton Health Sciences Health Professional Clinical Research Award, Health Professional Investigator Award, McMaster Children's Hospital Foundation, Pfizer Canada and Bayer. Karen has also received travel support from Pfizer, Bayer, Novo Nordisk, and consultation fees from Pfizer, Biogen, Novo Nordisk, Baxalta, Octapharma. Wendy Lawson has acted as a paid consultant to Pfizer Canada and has received funding for research carried out in this work. Dr. Chan has received research support from Pfizer. Funding was received from Pfizer Canada for the work presented above. Dr. Chan holds the McMaster Children's Hospital/Hamilton Health Sciences Foundation Pediatric Thrombosis and Hemostasis Endowed Chair. Dr. Iorio has research funding through McMaster University from Baxter, Bayer, Biogen, Idec, Novo Nordisk and Pfizer. No funds were received for the work above. Dr. Shannon Jackson, Sandra Squire and Michael Uy have no disclosures or conflict of interests for the above work. Karen Strike, Michael Uy and Wendy Lawson drafted the article. Sandra Squire, Dr. Alfonso Iorio, Dr. Nina Stein, Dr. Shannon Jackson and Dr. Anthony Chan all provided mentorship, editorial review and article input during the creation of this document. Please note: The publisher is not responsible for the content or functionality of any supporting information supplied by the authors. Any queries (other than missing content) should be directed to the corresponding author for the article.",
  "authors": [
    {
      "display_name": "Karen Strike",
      "id": "A5024895659",
      "orcid": "https://orcid.org/0000-0002-5598-2051",
      "institutions": [
        {
          "id": "I76442945",
          "display_name": "Hamilton Health Sciences",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I2802999702",
          "display_name": "Regional Municipality of Niagara",
          "country_code": "CA",
          "type": "government"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "K. Strike"
    },
    {
      "display_name": "Michael Uy",
      "id": "A5002752748",
      "orcid": "https://orcid.org/0000-0001-9426-7360",
      "institutions": [
        {
          "id": "I184578258",
          "display_name": "Mohawk College",
          "country_code": "CA",
          "type": "education"
        },
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "M. Uy"
    },
    {
      "display_name": "W. Lawson",
      "id": "A5066749141",
      "orcid": "https://orcid.org/0000-0003-2326-0481",
      "institutions": [
        {
          "id": "I184578258",
          "display_name": "Mohawk College",
          "country_code": "CA",
          "type": "education"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "W. Lawson"
    },
    {
      "display_name": "S. Squire",
      "id": "A5074100160",
      "orcid": null,
      "institutions": [
        {
          "id": "I2801362399",
          "display_name": "St. Paul's Hospital",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "S. Squire"
    },
    {
      "display_name": "Alfonso Iorio",
      "id": "A5044123410",
      "orcid": "https://orcid.org/0000-0002-3331-8766",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "A. Iorio"
    },
    {
      "display_name": "Nina Rodrigues Stein",
      "id": "A5034802524",
      "orcid": "https://orcid.org/0000-0002-2541-5566",
      "institutions": [
        {
          "id": "I2801880889",
          "display_name": "McMaster Children's Hospital",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "N. Stein"
    },
    {
      "display_name": "Shannon Jackson",
      "id": "A5063843173",
      "orcid": null,
      "institutions": [
        {
          "id": "I2801362399",
          "display_name": "St. Paul's Hospital",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "S. Jackson"
    },
    {
      "display_name": "Anthony K.C. Chan",
      "id": "A5070607078",
      "orcid": null,
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "A. Chan"
    }
  ],
  "publication_year": 2018,
  "publication_date": "2018-03-14",
  "type": "article",
  "cited_by_count": 6,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S37667796",
    "display_name": "Haemophilia",
    "issn_l": "1351-8216",
    "issn": [
      "1351-8216",
      "1365-2516"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320595"
  },
  "volume": "24",
  "issue": "3",
  "first_page": "335",
  "last_page": "337",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://doi.org/10.1111/hae.13417",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.9467941
    },
    {
      "id": "C527108885",
      "display_name": "Physical examination",
      "level": 2,
      "score": 0.64249665
    },
    {
      "id": "C2776259030",
      "display_name": "Bleed",
      "level": 2,
      "score": 0.5169982
    },
    {
      "id": "C143409427",
      "display_name": "Magnetic resonance imaging",
      "level": 2,
      "score": 0.48566782
    },
    {
      "id": "C126838900",
      "display_name": "Radiology",
      "level": 1,
      "score": 0.46909535
    },
    {
      "id": "C2781167935",
      "display_name": "Palpation",
      "level": 2,
      "score": 0.45465755
    },
    {
      "id": "C1862650",
      "display_name": "Physical therapy",
      "level": 1,
      "score": 0.42139068
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.3518024
    }
  ],
  "topics": [
    {
      "id": "T11738",
      "display_name": "Ultrasound in Clinical Applications",
      "score": 0.9996
    },
    {
      "id": "T10285",
      "display_name": "Venous Thromboembolism Diagnosis and Management",
      "score": 0.9885
    },
    {
      "id": "T11554",
      "display_name": "Vascular Procedures and Complications",
      "score": 0.979
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1111/hae.13417",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:48:59.974662",
  "source_database": "OpenAlex"
}