{
  "openalex_id": "W2795798330",
  "doi": "https://doi.org/10.1002/ajpa.23367",
  "title": "Ethics in biological anthropology",
  "abstract": "Ethics is defined as \"moral principles or a system of these,\" or \"moral principles, maxims, precepts or observations concerning these\" (Ethics, 2017). For a discipline or a profession, these principles are often articulated in a code of ethics or a code of conduct. These codes express a professional society's understanding of the obligations, strictures and responsibilities of the organization and its members. For an individual, the codes set out the regulations and limits for a professional life. The American Journal of Physical Anthropology (AJPA) was founded during a time when society and scientists espoused ideas of hierarchical biological relationships, and scientists did not much examine the ethical implications of their work (Ortner, 2010). Hrdlička, in his inaugural paper in the AJPA, cited several reasons that would make collections of skeletal materials difficult but never addressed any reason that we might regard as ethical implications of the collection of these materials (Hrdlička, 1918). These types of discussions did not appear until the middle of the 20th century, and for much of the second half of the 20th century members of the American Association of Physical Anthropologists (AAPA) borrowed ethical guidelines from other associations and from rules and laws of the U.S. government. The AAPA Code of Ethics was officially voted on by the association in 2003 and remains in place today.1 In order to understand the strictures that would have guided the ways in which members of the AAPA dealt with ethical choices in their professional lives and research agendas, it is necessary to review codes and regulations that were in effect prior to 2003 as well as the current AAPA Code of Ethics. We then discuss some of the continuing ethical challenges that have faced biological anthropologists, both past and current, and subsequently provide an analysis of the extent to which practitioners have demonstrated ethical literacy, engagement in ethics issues, and ethical practice. These lead us toward an assessment of where we are now. Professional codes of ethics arise within a branch of normative or applied ethics and are often based on either the utilitarian principles of Jeremy Bentham and John Stuart Mill or on the deontological theories of Immanuel Kant2 (Beauchamp & Childress, 1989; Mappes & De Grazia, 1996; Turner, 2005). While these theoretical underpinnings of professional ethics remain, the applications to different professional societies have changed along with changing societal norms and advancing technologies. Codes of ethics for a professional society or an association, especially those that do not adjudicate claims, are often aspirational and set forth ideals and guiding principles for members of a group that can be used by an individual practitioner when confronted by a situation that requires action. The earliest modern professional code of ethics was formulated by the American Medical Society in 1847. A wave of ethics codes appeared in the early part of the 1900s, and a second wave began in the later part of the twentieth century and continues today. The Center for the Study of Ethics in the Professions at the Illinois Institute of Technology (www.ethics.iit.edu) maintains an archive of professional ethical codes. In 1981, 241 societies had ethical codes; in 2005, there were 841 and today there are over 1500. The archive also provides a record of changing questions and norms since there are often multiple versions of codes from different time periods. Ethics (e.g., Fieser, n.d.) for most anthropological research are derived primarily from principles of bioethics (e.g., Gordon, n.d., and Callahan, 1995), a special branch of applied ethics (e.g., Dittmer, n.d.) concerned with human health and human subjects research. Principles of bioethics have led to a set of standards that have become the model for research based on an individual's participation in an experiment or study. The Nuremberg Code, written as a response to the horror of Nazi experimentation on enslaved people3, laid down an original set of principles for research on individuals. It explicitly set forth the principle of voluntary consent and required that the person(s) conducting the experiment disclose the nature, duration and purpose of the experiment, the method by which it will be conducted, any hazards that might occur, and what good the experiment will do for society. Since the Nuremberg Code, foundational codes specifically focused on the ethics of research have increased in number. Such ethical codes were proposed by the World Medical Association and regulations were enacted by the U.S. government, including the National Institutes of Health (NIH) and the U.S. Department of Health, Education, and Welfare. There are several excellent reviews of the history of bioethics (see Beauchamp, 2005; Beecher 1970; Childress, Meslin, & Shapiro, 2005; Coughlin & Beauchamp, 1996; Doyle & Tobias, 2001; Emanuel & Weijer, 2005; Faden & Beauchamp, 1986; Gray, 1975; as well as U.S. Department of Health and Human Services, Office of Human Research Protections https://www.hhs.gov/ohrp/regulations-and-policy/index.html; Kennedy Institute of Ethics https://kennedyinstitute.georgetown.edu/; World Medical Association, Medical Ethics https://www.wma.net/what-we-do/medical-ethics/). The most important codes and regulations for an understanding of ethics in biological anthropology are discussed below. Of critical importance is an understanding of the relationship between codes of ethical behavior and legal standards and requirements. While codes indicate norms and collective ideas of responsibility, the policies of federal agencies, laws passed by Congress, and U.N. conventions must all be followed or there can be legal consequences. Ethical guidelines may make their way into law, but this is not always the case. (For examples of important codes see Table 1. For position statements see http://www.physanth.org/about/position-statements/aapa-code-ethics-sexual-harrassment/ethics-resources/; for a history of laws regarding ethics see https://history.nih.gov/about/timelines_laws_human.html; for international agreements see https://www.hhs.gov/ohrp/international/compilation-human-research-standards/index.html; for CITES see https://www.cites.org/eng/disc/text.php; and Wagner, 2013a). While the NIH and the U.S. Congress issued policies for clinical centers and the drug industry during the 1950s and the 1960s that required some protections for subjects of experimental protocols as well as for voluntary informed consent, the most wide-reaching statement on biomedical research was the 1964 World Medical Association's Declaration of Helsinki (updated most recently in 2013 to coincide with its 50th anniversary), which distinguished between therapeutic and non-therapeutic research and reaffirmed the basic principles of the Nuremberg Code. The Declaration of Helsinki provided the foundation for the creation of institutional review boards (IRBs) and became the model for many subsequent ethical codes and policies on medical experimentation, including the Council for International Organizations of Medical Science (CIOMS) the International Ethical Guidelines for Biomedical Research Involving Human Subjects, 2002; and the Indian Council of Medical Research (ICMR) Ethical Guidelines for Biomedical Research on Human Participants (Puri, Suresh, Gogtay, & Thatte, 2009). However, the Declaration of Helsinki's influence on research ethics and science policy in the U.S. has waned over the most recent 15 years (e.g., Wagner, 2013b; see also Burgess & Pretorius, 2012; Wolinsky, 2006), and several bioethicists criticized the 2013 revisions (e.g., Millum, Wendler, & Emanuel, 2013). In the 1960s, even though U.S. institutions receiving federal funding were required to review research to consider the rights and welfare of subjects, the appropriateness of methods, and the balance of risks and benefits, these reviews were entrusted to local institutions with little oversight. For example, multiple infractions of bioethical principles occurred, including the Tuskegee Syphilis Study (Bulger, Heitman, & Reiser, 2002). Beginning in 1971, the U.S. Congress responded to the various infractions with the creation of Institutional Guidelines of the Department of Health, Education and Welfare and the 1972 Patients' Bill of Rights. In 1974, Congress enacted the National Research Act, which mandated an IRB review for all Public Health Service-funded research. Congress also authorized the establishment of the National Commission for the Protection of Human Subjects of Biomedical and Behavioral Research. The Commission produced the Belmont Report, which articulated three ethical principles based on a compromise of utilitarian and deontological ethical theories1: respect for autonomy or respect for persons articulated through informed consent, beneficence or balance between risks and benefits, and justice, especially in the selection of research subjects and in the application of new findings. These principles are usually understood as: do no harm, apply the rules of justice and fair distribution, do not deprive persons of freedom, and help others (Gert, Culver, & Clover, 1997). The Belmont Report inspired federal regulations and is used by IRBs in their analysis of research protocols. The primary mandate of IRBs is to protect the rights and safeguard the welfare of human research subjects and participants. In the 1970s and early 1980s, the Department of Health, Education and Welfare (DHEW) and later the Department of Health and Human Services (DHHS) worked to develop regulatory oversight for human subjects research as 45 CFR 46, Subparts A, B, C and D (Title 45 Public Welfare, Code of Federal Regulations, Part 46 Protection of Human Subjects, 1991). While initially applying only to research conducted or supported by DHHS, Subpart A was later adopted as a common policy, the \"Common Rule\" for several federal agencies conducting or supporting research with human subjects. The Common Rule itself has been under extensive scrutiny and reforms a matter of fierce debate, with regulatory changes proposed initially in 2011, considerably different changes proposed in 2015, and a new Final Rule announced in 2017.4 Other federal commissions, including the National Research Council, the National Bioethics Advisory Commission and the President's Council on Bioethics and the Presidential Commission for the Study of Bioethical Issues (www.bioethics.gov), have continued to examine issues concerning human subjects and to prepare updated guidelines. Bioethics codes have also been established in countries worldwide and international organizations, including the United Nations (UN), working primarily through the United Nations Educational, Scientific, and Cultural Organization (UNESCO) and the World Health Organization (WHO), have developed codes that deal with human rights and autonomy, particularly in regard to any experimentation. In 1964 the WHO convened a working group to establish guidelines for working with indigenous populations (see below). In the 1980s the UN working group on indigenous populations was convened and in 1993 submitted a draft declaration on the rights of indigenous peoples that remains under review. The National Research Council and National Bioethics advisory commissions have also reviewed statements on research participant autonomy. Several critical sets of standards have been issued by the U.S. government have had an impact upon biological anthropologists who conduct research on non-human primates. The 1985 amendment to the Animal Welfare Act, amended most recently in 2008, and changes to the Public Health Service policies led to the establishment of IACUCs (Institutional Animal Care and Use Committees) at universities and other places receiving federal funds to conduct research (Nash, 2005). IACUCs are analogous to human subject or participant-focused IRBs—they review research protocols on living and dead animals. They are guided by the \"3Rs.\" The \"3Rs\" were originally defined for medical experimentation and became the philosophical underpinnings of the Animal Welfare Act. The 3Rs are: Replacement (replace the use of animals whenever possible), Reduction (reduce to the minimum the number of animals required), and Refinement (refine methods to minimize costs to the animals) (Nash, 2005). While most observational field work on living animals does not necessarily require IACUC approval under the law, universities may require oversight or a waiver for such research from the IACUC committee. Another federal law, the Native American Graves Protection and Repatriation Act (NAGPRA) of 1990, had a profound impact on the ways biological anthropologists work. The law protects native graves on federal and tribal properties, recognizes tribal authority on these lands and requires that all Native American skeletal remains and funerary objects be inventoried and that culturally affiliated groups be consulted on the disposition of the materials (Larsen & Walker, 2005). NAGPRA's oversight committee makes regular, yearly reports to Congress detailing the progress of the implementation of the act. While problems remain, particularly with culturally unidentifiable remains and curation of material, the work continues. The formal consideration of ethical norms by professional societies is often triggered by societal events or by allegations of misconduct by practitioners. The AAPA experienced multiple such events and allegations during the 1980s and 1990s, prompting the association to publish a series of position statements, and eventually, establish its own Code of Ethics in 2003. These include NAGPRA, the Kennewick find (Kaestle & Smith, 2005; McManamon, 2004), increased emphasis on teaching creationism alongside evolution in schools, the 1994 publication of The Bell Curve by Charles Murphy and Richard Herrnstein, the proposal to establish the Human Genome Diversity Project (HGDP) (Greely, 1998), and the 1998 amendment of the American Anthropological Association (AAA) Code of Ethics 2017. Prior to the establishment of an AAPA Code of Ethics, biological anthropologists regularly drew from the codes of other national, legal, and related organizations. Meanwhile, the AAPA published position statements – including a statement on the Biological Aspects of Race (AAPA, 1996)-that indicated positions to both members and the general public. In 1996 the statement on race became public. During the same year, at the business meeting of the association, Mark Weiss, then the National Science Foundation (NSF) program director for Physical Anthropology,5 brought to the attention of the attendees the fact that the association did not have its own code of ethics. Jere Haas, the president of the association, asked Weiss to head a committee to formulate a statement and report at the next meeting. This call for a new AAPA Code of Ethics was directly responsible for the creation of an ad hoc committee on ethics. The next mention of a code and the ad hoc committee on ethics was at the 1998 business meeting. It was announced that Linda Wolfe would be the chair of the ad hoc committee that would be working on a code. Members of the committee were Mark Weiss, Philip Walker, and Trudy Turner. Kathleen Gibson also participated in committee discussions as a liaison with the AAA. The committee met several times and decided to adopt the AAA Code of Ethics with small editorial amendments. At the time, the AAA had a well-developed ethics page on its website which traced the history of the AAA Code from the 1971 original which was formulated in consultations with well-known ethicists. The website also had training documents including case studies. The AAPA Code of Ethics was brought to, and approved by, the executive committee of the AAPA in 2002. It was then sent to the full membership and passed overwhelmingly by those who voted. It became part of AAPA formal documentation at the 2003 business meetings and has remained unchanged since then. Linda Wolfe remained chair of the ad hoc ethics committee until 2013. During the 2013 business meeting a petition was presented to the membership to establish an ethics standing committee. As changes to the bylaws of the association are complex, a two-year process began. During the process, the ad hoc ethics committee continued under the leadership of Erin Riley. It was a more robust committee, with ten members. The members of the committee were interested in a greater presence of ethics- related training materials on the AAPA website. That goal continues with the formally constituted standing ethics committee now in effect. The current chairs of the standing committee are Jennifer Wagner and Graciela Cabana. Although theoretical orientations and techniques have altered radically since the inception of the discipline, biological anthropologists have been and continue to be concerned with the origins and variation of humans and their primate relatives. In the first issue of the first volume of the AJPA, Hrdlička stated that the scientific objective of physical anthropology \"is the gradual completion, in collaboration with the anatomist, the physiologist and the chemist, of the study of the normal white man living under ordinary conditions. And our knowledge must not extend to the averages or mean conditions alone, but to the complete range of normal variation of every important feature of the human body, and the laws governing their correlation. Such knowledge of the white race is eventually indispensable for anthropological comparisons\" (Hrdlička, 1918: 18). This set the stage for the next 20 years of work in a discipline that used typological categories to talk about human variation and evolution. Several authors have reviewed the history of physical anthropology in relation to race (Caspari, 2003; Marks, 1995; Relethford, 2010). As with ethics in general, World War II markedly changed the ways in which anthropologists approached the rationale behind their work. Typologies could be misinterpreted. The Nazi regime used a distorted version of physical anthropology and archaeology to support the claims of racial superiority of an \"Aryan race\" (Arnold, 1990). Inferior groups would not be treated with the same respect for life and autonomy as superior groups. In the case of concentration camps, this led to inhumane experimentation on individuals and genocide. After World War II, a new sensibility emerged and ethical guidelines for work with human populations were established. The principle of informed consent means that researchers must take steps to ensure that individuals considering participation in research are well-informed, understand the potentially deleterious effects of any experiment as well as its benefits, willingly participate knowing what the potential risks are, and have the right to withdraw consent (and therefore their participation) at any time. Even though explicit studies on race as a typological construct faded from the discipline after World War II and into an era of civil change in the United States, the study of human variation has continued with a more evolutionary perspective. Part of that perspective has included studies of microevolutionary processes that explore the ways in which evolutionary adaptations occurred in populations as well as the relationships between populations (e.g., Cavalli-Sforza, 1956; Fix, 1978; Friedlaender, 1971; Giles, Wyber & Walsh, 1970; Neel, Rothhammer & Lingoes, 1974). One of the most important programs for the study of human population variation in biological anthropology was the International Biological Program (IBP), which was under the direction of the International Council of Scientific Unions and was facilitated in the U.S. by the National Academy of Sciences and the National Research Council. The IBP ran from 1964 to 1974. Particularly important for biological anthropologists was a subcommittee of the IBP, the Human Adaptability Section (IBP/HA). One of the goals of the IBP/HA was to apply the same measurement tools and techniques to a wide array of populations, thus allowing for comparable data for the study of human variation. Anthropologists studied populations in Kenya, Western Samoa, the Andes, the Solomon Islands, Brazil, Tibet and the Arctic, among other places (e.g. Baker, 1978; Beall, Baker, Baker, & Haas, 1977; Friedlaender, 1975; Little, Galvin, & Mugambi, 1983; McGarvey & Baker, 1979; Szathmary, 1981). Researchers working under the auspices of the IBP could rely on ethical guidelines from established codes from various organizations, but at the time of these studies, the Belmont Report was years from conception and completion. Instead, researchers could use a document entitled \"Research in Population Genetics of Primitive Groups\" written by James Neel in 1964 for the WHO (Neel, 1964). In 1962, the WHO had convened a group of scientists to discuss \"studies of long-standing, but now rapidly changing, human indigenous populations.\" The group met again in 1968 and reaffirmed their guiding principles. Two reports, both authored by Neel (1964, 1968), detailed the relationship and ethical obligations of researchers to indigenous study populations. Neel particularly emphasized six factors of special importance: 1. The privacy and dignity of an individual must be respected and anonymity of subjects must be maintained. 2. Satisfactory, but carefully considered, recompense should be given for participation in a study. 3. The local population should benefit from the study by medical, dental and related services. 4. Attempts should be made to maintain congenial social relationships with participants. 5. Learned individuals from the local population should be consulted. 6. There should be the utmost regard for cultural integrity of the group. These principles, which are clearly in line with both the Nuremberg Code and Declaration of Helsinki, were in place during the heyday of studies conducted under the IBP/HA (Collins & Weiner, 1977). As with most ethical principles, the difficulty comes in application of Neel's principles to real world situations. How were these principles actualized in the 1960s and 1970s? Turner & Nelson (2005) reported on a survey of individuals who were conducting genetic research among indigenous groups during this time period. There were eleven participants in the study who were selected after an examination of published articles in the AJPA and the American Journal of Human Genetics (AJHG) during that time period. All survey participants stated that there was no discussion of consent in the planning stages of a project. However, they stressed that voluntary consent was assumed because some individuals in the population elected not to participate in the research (Turner & Nelson, 2005). Some researchers had government approval for their research, while others had the approval of local populations or individuals. Leaders of the study group were often consulted. If medical personnel were present, they were often tasked with obtaining consent. In every case some explanation for what the researcher was looking for was provided. Some sort of modest remuneration was given to participants. Ethical issues and the relationship of the researcher to the community under study remained relatively undiscussed in the discipline until the passage of NAGPRA in 1990 and the formulation of the HGDP in the mid-1990s. Both of these events triggered a new, more intensive examination of the relationship between researcher and community. It became apparent that in many cases, individual consent, while necessary, was not sufficient for work with identified populations. At a NSF-sponsored workshop held in Milwaukee in 1999, Eric Juengst, who at the time was Professor of Bioethics at Case Western Reserve University, articulated several questions that form the basis for thinking about engagement of local groups: \"Who speaks for a group? If the group is nested within a larger group, who represents the original group? What is the relationship between expatriate communities and the community of origin? Does permission from the national government to conduct a project have meaning for the population studies? How does one obtain informed consent from an individual or a group whose members have little understanding of the project or the risks involved? How can the culture of the population be taken into account in the design and implementation of the project? What are the implications concerning the disclosure of the identity of the group? Can consent be withdrawn sometime in the future? How? Can samples be withdrawn sometime in the future? How? Are there appropriate benefits for the population under study?\" (Juengst, 1998; Turner, 2005). For biological anthropologists generally, what issues has an evolving concept of consent raised? Biological anthropologists have an inherent interest in the relationship among groups of people and in the peopling of the world. Genetic technologies allow for a comparison of DNA sequences among individuals and groups. These sequence differences are then used to formulate estimates of relatedness. But what if those estimates do not conform to populations' cultural history or origin beliefs? Additionally, individuals and populations may give consent for a project using samples obtained at a given time. Many of these samples remain in storage after the project has been completed. Has the population under study agreed to this type of storage? What if someone wants to do another project based on these samples years or decades later, when perhaps many of those individuals who originally consented are no longer alive? While the Common Rule does not apply to research involving deceased individuals, the Health Information Portability and Accountability Act (HIPAA) Privacy Rule does protect individually identifiable health information for 50 years following an individual's death (DHHS, 2013). Moreover, research norms for secondary research on biospecimens and data have been both inconsistent and changing. To illustrate these issues, some examples are in order. One example concerns the meaning of consent over time, in relationship to individuals, communities, and samples in the case of Yanomami peoples of Brazil and Venezuela (Turner & Nelson, 2005; Turner, 2012). James Neel, Napoleon Chagnon, and other team members originally collected samples from the Yanomami in the late 1960s and early 1970s. Individuals were given a rudimentary explanation of the purpose of the research and told that researchers were going to look for diseases in the blood. While this was indeed true, Yanomami who have spoken to outsiders suggest that they expected greater medical benefits from the work that was done (Turner & Nelson, 2005). The samples were stored in U.S.-based laboratories and multiple kinds of studies were subsequently conducted on the samples over the years. However, maintaining blood samples is regarded by the Yanomami as an affront to their beliefs, as Yanomami cultural beliefs require that everything from a person be destroyed when the person dies. Members of the population also state that they were never told samples would be kept for so long. After years of negotiation, many of the samples were returned to the Yanomami for burial.6 A second example involves the principle of justice. The principle of justice applies to work done not only with living people, but on living primates as well as ancient human remains (including fossils). In the case of ancient human remains, who has the authority to speak for the future of the remains, including the authority to decide what to do with them (whether to allow research, enable reburial, public display, or something else)? Do remains belong to the country of origin? To the country that the researcher comes from and where the funding may have come from? And who defines access to these materials? In 1998 the Permanent Council of the UNESCO-affiliated International Association for the Study of Human Paleontology (a group in which 20 countries were represented, including the U.S. and Ethiopia) unanimously adopted a resolution specifying that hominin fossils should not be put on public display and that the transportation of hominin fossils outside of their country of origin should occur only when there are compelling scientific justifications to do so (Giacobini, 1999). Not surprisingly, the posthumous U.S. tour of the hominin find Lucy, Australopithecus afarensis, discovered in 1974 in Ethiopia, generated considerable controversy (e.g., Dalton, 2006; Gibbons, 2006). Principlism involves balancing interests that are often complementary but sometimes conflicting. Lucy was recognized as an irreplaceable member of our world heritage and the fragility of her bones required attention be paid not only to ensuring that any transportation would not harm her bones or accelerate deterioration (by light exposure or even random extreme weather damage) but also that there were no viable alternatives (such as replicas). The desire to share her multi-million-year-old legacy with the public and desire to enable the home country to enjoy economic benefits from such displays also were featured in the debates. Weighing the risks and benefits of travel (or any access to the original fossil bones) must be done in relation to the risks and benefits of remaining at \"home.\" The ethical questions continue, even with the availability of 3D printing technologies enabling expanded use of replicas for educational and research purposes (e.g., Bushwick, 2011; Callaway, 2014; and Callaway, 2016). Evaluating the equitable distribution of risks and benefits in anthropological research is complex, as it cannot be done without concurrent recognition of sociopolitical history (including the exploitation and marginalization of peoples) and the persis",
  "authors": [
    {
      "display_name": "Trudy R. Turner",
      "id": "A5058194244",
      "orcid": "https://orcid.org/0000-0001-8615-442X",
      "institutions": [
        {
          "id": "I43579087",
          "display_name": "University of Wisconsin–Milwaukee",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Trudy R. Turner"
    },
    {
      "display_name": "Jennifer K. Wagner",
      "id": "A5084055425",
      "orcid": "https://orcid.org/0000-0002-2278-0306",
      "institutions": [
        {
          "id": "I1293487830",
          "display_name": "Geisinger Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jennifer K. Wagner"
    },
    {
      "display_name": "Graciela S. Cabana",
      "id": "A5034426642",
      "orcid": "https://orcid.org/0000-0002-5399-1173",
      "institutions": [
        {
          "id": "I75027704",
          "display_name": "University of Tennessee at Knoxville",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I2802706902",
          "display_name": "Knoxville College",
          "country_code": "US",
          "type": "education"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Graciela S. Cabana"
    }
  ],
  "publication_year": 2018,
  "publication_date": "2018-03-25",
  "type": "review",
  "cited_by_count": 49,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S126146781",
    "display_name": "American Journal of Physical Anthropology",
    "issn_l": "0002-9483",
    "issn": [
      "0002-9483",
      "1096-8644"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320595"
  },
  "volume": "165",
  "issue": "4",
  "first_page": "939",
  "last_page": "951",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1002/ajpa.23367",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C19165224",
      "display_name": "Anthropology",
      "level": 1,
      "score": 0.71830696
    },
    {
      "id": "C117959457",
      "display_name": "Biological anthropology",
      "level": 2,
      "score": 0.6530638
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.40523702
    },
    {
      "id": "C205649164",
      "display_name": "Geography",
      "level": 0,
      "score": 0.32437417
    }
  ],
  "topics": [
    {
      "id": "T10582",
      "display_name": "Ethics in Clinical Research",
      "score": 0.9982
    },
    {
      "id": "T12749",
      "display_name": "Race, Genetics, and Society",
      "score": 0.9845
    },
    {
      "id": "T13417",
      "display_name": "Biomedical Ethics and Regulation",
      "score": 0.9816
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1002/ajpa.23367",
  "pdf_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1002/ajpa.23367",
  "retrieved_date": "2025-07-30T15:55:14.739355",
  "source_database": "OpenAlex"
}