{
  "openalex_id": "W2790042763",
  "doi": "https://doi.org/10.5617/adno.4820",
  "title": "Hvordan samtaler lærer og elever om modelltekster? Et bidrag til modelltekstdidaktikken",
  "abstract": "Bruken av modelltekster er sterkt vektlagt i norske læreplaner, men det meste av didaktikken er utviklet i Australia der tekstsamtalene som brukes, kjennetegnes av en streng form for samtale. Tekstsamtalene, ofte omtalt som dekonstruksjon av modelltekster, utgjør en viktig del av modelltekstdidaktikken. Denne studien undersøker hvordan en lærer i norsk skole samtaler om tekster med utgangspunkt i modelltekster, og hvilke samtalemønstre som finnes i slike tekstsamtaler. Datamaterialet består av tekstsamtaler gjennomført på 5. trinn. Samtalene tar utgangspunkt i noen bestemte språklige trekk som elevene kan prøve ut i etterkant av tekstsamtalene. Samtalene er analysert med utgangspunkt i dialogiske samtaleteorier. Analysene viser innslag av dialogiske mønstre og disse mønstrene er knyttet til de utforskende delene av tekstsamtalene. Analyseresultatene gir grunn til å diskutere kvalitetstrekk ved modelltekstsamtaler. Artikkelen bidrar til modelltekstdidaktikken ved at den utarbeider spørsmål som har til hensikt å hjelpe elevene å oppdage, utforske og utfordre språklige mønstre.Nøkkelord: modelltekster, dialogiske samtaleteorier, dekonstruksjon, modell-tekstdidaktikk, samtaledidaktikkHow a teacher and her students talk about model texts.A contribution to the model text didacticsAbstractThe Norwegian curriculum puts emphasis on the use of model texts in education. Text talk, which is also referred to as deconstruction of model texts, is an important part of model text didactics. However, as this didactic method was developed in Australia, where the text discussions frequently are structured and teacher-led, it might not be adequate in a Norwegian context, where classroom communication commonly is looser. The study investigates how a Norwegian teacher talks about model texts, and which dialogue patterns that occur during these talks. The data material consists of text talks from a 5th grade classroom (age 10). These talks include specific textual features that the pupils are encouraged to explore when later constructing written texts on their own. The theoretical framework for the analysis of the data material rests mainly on dialogical theories. The results of the study indicate that dialogical patterns are at play during text talks and the dialogic patterns are more distinct in the exploring parts of the text talks. The results of the study provide a foundation for discussions about qualities of disciplinary talks about model texts. It is the hope that this article, by suggesting questions that might encourage pupils to discover, explore and challenge text features, will contribute to the field of research about model text didactics.Keywords: model texts, dialogical talk theories, deconstruction, model text didactics, text talk didactics",
  "authors": [
    {
      "display_name": "Anne Háland",
      "id": "A5030117133",
      "orcid": "https://orcid.org/0000-0002-0280-3478",
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Anne Håland"
    }
  ],
  "publication_year": 2018,
  "publication_date": "2018-03-06",
  "type": "article",
  "cited_by_count": 4,
  "is_retracted": false,
  "is_paratext": false,
  "language": "no",
  "source": {
    "id": "S4210173187",
    "display_name": "Acta Didactica Norge",
    "issn_l": "1504-9922",
    "issn": [
      "1504-9922"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310314087"
  },
  "volume": "12",
  "issue": "1",
  "first_page": "5",
  "last_page": "5",
  "open_access": {
    "is_oa": true,
    "oa_status": "diamond",
    "oa_url": "https://journals.uio.no/adno/article/download/4820/5135",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C15708023",
      "display_name": "Humanities",
      "level": 1,
      "score": 0.7046472
    },
    {
      "id": "C2779343474",
      "display_name": "Context (archaeology)",
      "level": 2,
      "score": 0.5661881
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.41259488
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.31805104
    },
    {
      "id": "C205649164",
      "display_name": "Geography",
      "level": 0,
      "score": 0.058558583
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10366",
      "display_name": "Discourse Analysis in Language Studies",
      "score": 0.9915
    },
    {
      "id": "T10181",
      "display_name": "Natural Language Processing Techniques",
      "score": 0.9672
    },
    {
      "id": "T12070",
      "display_name": "Writing and Handwriting Education",
      "score": 0.9604
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.5617/adno.4820",
  "pdf_url": "https://journals.uio.no/adno/article/download/4820/5135",
  "retrieved_date": "2025-07-30T14:57:33.890986",
  "source_database": "OpenAlex"
}