{
  "openalex_id": "W2791413463",
  "doi": "https://doi.org/10.1353/hpn.2018.0018",
  "title": "El Voseo: A Call to Action",
  "abstract": "El Voseo:A Call to Action Jean W. LeLoup and Barbara C. Schmidt-Rinehart Keywords pre-service FL teacher education/formación pre-servicio de maestros, Spanish curriculum/currículo de español, study abroad/estudiar en el extranjero, teaching Spanish as a foreign or second language/enseñanza de español como lengua extrajera, vos, voseo Response to \"Study Abroad, Immigration, and Voseo in the Twenty-First-Century Classroom\" Robert Cameron's article on the voseo examines quite a timely subject and exhorts the profession to step up and pay attention to this much-neglected form of address.1 The article is very appropriate for the centenary edition of Hispania as it provides a review of the literature germane to this topic over the last 100 years. The article speaks to the evolution of the journal itself as well as directly addressing its readers on a matter of key curricular importance today. Moving Forward Cameron provides a history of the voseo that is succinct and inclusive without losing readers who are non-linguists. By narrowing the focus to three countries, he is able to provide salient statistics about each one in terms of the most popular destinations of US students studying abroad and/or immigration patterns to the US, thus generating a strong rationale for the inclusion of the voseo in the Spanish language curriculum in US classrooms. If our students are traveling primarily to Argentina and Costa Rica for language study, and if they are encountering increasing populations from El Salvador on their home turf, it behooves them to learn to use the form of address prevalent in those countries. Said competence is both communicative and cultural and is among the foundational tenets of second language acquisition theory as well as the ACTFL proficiency guidelines and World-Readiness Standards (ACTFL 2012; National Standards 2015). To effect this, the voseo must consistently become a component of Spanish language education in the United States. While vosotros is regularly included in all US Spanish textbooks (Spain having a population of more than 48 million people), the voseo is systematically ignored even though speakers daily using the voseo in Latin America number in excess of 65 million (CIA 2016). This is a curious omission, indeed, because the profession has touted the importance of sociolinguistic appropriateness for almost four decades. It is also time to abandon the cry of \"it's too difficult for our students.\" The voseo is no more complex than any other subject/verb paradigm already being taught. At the very least the voseo needs to be acknowledged in Spanish textbooks as a living and frequently used form in areas where our students are quite likely to travel and study. [End Page 74] Concomitant with the inclusion of the voseo in the Spanish curriculum is the addition of this topic in future teacher preparation programs, be it through a specific dialectology course as Cameron suggests or, at the very least, a deliberate focus in one of the major's required Spanish courses. The ACTFL/CAEP Teacher Preparation Standard 2 requires that preservice FL teachers internalize the rules for sociolinguistic and pragmatic knowledge—including politeness and the formal/informal dichotomy. The use of the voseo figures largely in this standard. A Few More Steps The table of verb forms provided is useful; however, the present subjunctive and negative command forms are omitted. All forms of the voseo could readily be included in US textbooks of Spanish and thus taken in their stride by students accustomed to dealing with such grammatical patterns. While Cameron offers an example of one isolated activity that may help to introduce students to the voseo, truly this form needs to be included in all contextualized communicative activities on a regular basis so that students see it as how millions of Spanish speakers address each other on a daily basis. Classroom FL professionals need to give the voseo its due, just as is done with Ud. and tú. The inclusion of immigration data to the United States, albeit a bit extraneous, could also be construed as a way for Spanish teachers to concretize for their students the need to learn the voseo even if not studying abroad. Students...",
  "authors": [
    {
      "display_name": "Jean W. LeLoup",
      "id": "A5048404908",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Jean W. LeLoup"
    },
    {
      "display_name": "Barbara C. Schmidt‐Rinehart",
      "id": "A5055361174",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Barbara C. Schmidt-Rinehart"
    }
  ],
  "publication_year": 2018,
  "publication_date": "2018-01-01",
  "type": "article",
  "cited_by_count": 4,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S187169112",
    "display_name": "Hispania",
    "issn_l": "0018-2133",
    "issn": [
      "0018-2133",
      "2153-6414"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310318475"
  },
  "volume": "100",
  "issue": "5",
  "first_page": "74",
  "last_page": "75",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C70036468",
      "display_name": "Immigration",
      "level": 2,
      "score": 0.6461997
    },
    {
      "id": "C47177190",
      "display_name": "Curriculum",
      "level": 2,
      "score": 0.5820118
    },
    {
      "id": "C2776687071",
      "display_name": "Destinations",
      "level": 3,
      "score": 0.51447415
    },
    {
      "id": "C109359841",
      "display_name": "Inclusion (mineral)",
      "level": 2,
      "score": 0.5109269
    },
    {
      "id": "C2780719617",
      "display_name": "Salient",
      "level": 2,
      "score": 0.5097169
    },
    {
      "id": "C2780791683",
      "display_name": "Action (physics)",
      "level": 2,
      "score": 0.5010748
    },
    {
      "id": "C2777855551",
      "display_name": "Subject (documents)",
      "level": 2,
      "score": 0.47858143
    },
    {
      "id": "C105152847",
      "display_name": "Call to action",
      "level": 2,
      "score": 0.4438144
    },
    {
      "id": "C2992860105",
      "display_name": "Subject matter",
      "level": 3,
      "score": 0.4385952
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.4158581
    },
    {
      "id": "C15708023",
      "display_name": "Humanities",
      "level": 1,
      "score": 0.41441092
    },
    {
      "id": "C19417346",
      "display_name": "Pedagogy",
      "level": 1,
      "score": 0.4059997
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.37560582
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.3538147
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.21202517
    },
    {
      "id": "C161191863",
      "display_name": "Library science",
      "level": 1,
      "score": 0.16557255
    },
    {
      "id": "C107993555",
      "display_name": "Gender studies",
      "level": 1,
      "score": 0.1535644
    },
    {
      "id": "C112698675",
      "display_name": "Advertising",
      "level": 1,
      "score": 0.09944093
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.09342006
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.08371431
    },
    {
      "id": "C121332964",
      "display_name": "Physics",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C62520636",
      "display_name": "Quantum mechanics",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C144133560",
      "display_name": "Business",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C18918823",
      "display_name": "Tourism",
      "level": 2,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T12341",
      "display_name": "Spanish Linguistics and Language Studies",
      "score": 0.999
    },
    {
      "id": "T13623",
      "display_name": "Linguistic Studies and Language Acquisition",
      "score": 0.9875
    },
    {
      "id": "T12711",
      "display_name": "Immigration and Intercultural Education",
      "score": 0.9627
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/hpn.2018.0018",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:40:28.991321",
  "source_database": "OpenAlex"
}