{
  "openalex_id": "W2790472077",
  "doi": "https://doi.org/10.7326/m17-2506",
  "title": "Pharmacy Benefit Managers, Brand-Name Drug Prices, and Patient Cost Sharing",
  "abstract": "Ideas and Opinions20 March 2018Pharmacy Benefit Managers, Brand-Name Drug Prices, and Patient Cost SharingCorrection(s) for this article:CorrectionsJun 2018Correction: Pharmacy Benefit Managers, Brand-Name Drug Prices, and Patient Cost SharingFREEGe Bai, PhD, CPA, Aditi P. Sen, PhD, and Gerard F. Anderson, PhDGe Bai, PhD, CPAThe Johns Hopkins Carey Business School, Baltimore, Maryland (G.B.)Search for more papers by this author, Aditi P. Sen, PhDThe Johns Hopkins Bloomberg School of Public Health, Baltimore, Maryland (A.P.S., G.F.A.)Search for more papers by this author, and Gerard F. Anderson, PhDThe Johns Hopkins Bloomberg School of Public Health, Baltimore, Maryland (A.P.S., G.F.A.)Search for more papers by this authorAuthor, Article, and Disclosure Informationhttps://doi.org/10.7326/M17-2506 Annals Author Insight Video - Ge Bai, PhD, CPA In this video, Ge Bai, PhD, CPA, offers additional insight into the article, \"Pharmaceutical Benefit Managers, Brand-Name Drug Prices, and Patient Cost Sharing.\" SectionsSupplemental MaterialAboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinkedInRedditEmail This article has been corrected. The original version (PDF) is appended to this article as a Supplement.When prescription drugs became a new insurance benefit in the 1960s, companies known as pharmacy benefit managers (PBMs) started helping insurance companies manage the pharmaceutical part of the insurance business. The PBMs decided which drugs would be in the formularies, administered drug claims, and negotiated with drug manufacturers and pharmacies on behalf of insurers. Through these activities, PBMs offered value by containing drug spending.Over time, PBMs became larger and took on new roles. In the 1990s, drug manufacturers acquired certain PBMs but ...References1. Balto DA. The state of competition in the pharmacy benefits manager and pharmacy marketplaces. Testimony before the House Judiciary Subcommittee on Regulatory Reform, Commercial and Antitrust Law. 21 November 2015. Accessed at https://judiciary.house.gov/wp-content/uploads/2016/02/Balto-Testimony-1.pdf on 1 December 2017. Google Scholar2. U.S. Securities and Exchange Commission. EDGAR company filings. Accessed at www.sec.gov/edgar/searchedgar/companysearch.html on 11 January 2018. Google Scholar3. Anderson GF. Testimony before the Senate Committee on Health, Education, Labor and Pensions. 12 June 2017. Accessed at www.help.senate.gov/imo/media/doc/Anderson4.pdf on 1 December 2017. Google Scholar4. Barrett P, Langreth R. The crazy math behind drug prices. Bloomberg Businessweek. 29 June 2017. Accessed at www.bloomberg.com/news/articles/2017-06-29/the-crazy-math-behind-drug-prices on 1 December 2017. Google Scholar5. Walker J. Drugmakers point finger at middlemen for rising drug prices; pharmacy-benefit managers and the rebates they command come in for criticism by pharmaceutical executives. The Wall Street Journal. Updated 3 October 2016. Accessed at www.wsj.com/articles/drugmakers-point-finger-at-middlemen-for-rising-drug-prices-1475443336 on 1 December 2017. Google Scholar6. Fein AJ. The 2017 Economic Report on U.S. Pharmacies and Pharmacy Benefit Managers. Philadelphia: Drug Channels Institute; February 2017. Google Scholar7. IQVIA. Medicines use and spending in the U.S.: a review of 2015 and outlook to 2020. 4 May 2017. Accessed at www.imshealth.com/en/thought-leadership/quintilesims-institute/reports/medicines-use-and-spending-in-the-us-review-of-2016-outlook-to-2021 on 1 December 2017. Google Scholar8. Weinberg N, Langreth R. Drug costs too high? Fire the middleman. Bloomberg Businessweek. 3 March 2017. Accessed at www.bloomberg.com/news/articles/2017-03-03/drug-costs-too-high-fire-the-middleman on 1 December 2017. Google Scholar9. Health Transformation Alliance. About the HTA. 2017. Accessed at www.htahealth.com/about on 1 December 2017. Google Scholar Author, Article, and Disclosure InformationAffiliations: The Johns Hopkins Carey Business School, Baltimore, Maryland (G.B.)The Johns Hopkins Bloomberg School of Public Health, Baltimore, Maryland (A.P.S., G.F.A.)Acknowledgment: The authors thank Rujul H. Desai for his comments and Luyao Ma for her research assistance.Grant Support: By the Laura and John Arnold Foundation through a grant to Johns Hopkins University. This research was partially funded by The Black & Decker Research Fund of The Johns Hopkins Carey Business School.Disclosures: Disclosures can be viewed at www.acponline.org/authors/icmje/ConflictOfInterestForms.do?msNum=M17-2506.Corresponding Author: Ge Bai, PhD, CPA, The Johns Hopkins Carey Business School, 100 International Drive, Baltimore, MD 21202; e-mail, [email protected]edu.Current Author Addresses: Dr. Bai: The Johns Hopkins Carey Business School, 100 International Drive, Baltimore, MD 21202.Drs. Sen and Anderson: Department of Health Policy and Management, The Johns Hopkins Bloomberg School of Public Health, 624 North Broadway, Baltimore, MD 21205.Author Contributions: Conception and design: G. Bai, A.P. Sen, G.F. Anderson.Analysis and interpretation of the data: G. Bai, A.P. Sen, G.F. Anderson.Drafting of the article: G. Bai, A.P. Sen, G.F. Anderson.Critical revision for important intellectual content: G. Bai, A.P. Sen, G.F. Anderson.Final approval of the article: G. Bai, A.P. Sen, G.F. Anderson.Statistical expertise: G. Bai, A.P. Sen.Obtaining of funding: G.F. Anderson.Administrative, technical, or logistic support: G. Bai, A.P. Sen, G.F. Anderson.Collection and assembly of data: G. Bai, A.P. Sen.This article was published at Annals.org on 13 February 2018. PreviousarticleNextarticle Advertisement Annals Author Insight Video - Ge Bai, PhD, CPA In this video, Ge Bai, PhD, CPA, offers additional insight into the article, \"Pharmaceutical Benefit Managers, Brand-Name Drug Prices, and Patient Cost Sharing.\" FiguresReferencesRelatedDetailsSee AlsoCorrection: Pharmacy Benefit Managers, Brand-Name Drug Prices, and Patient Cost Sharing Metrics Cited byEvaluating the Impact of Cost on the Treatment Algorithm for Chronic Idiopathic Constipation: Cost-Effectiveness AnalysisCommon Pharmaceutical Price and Cost Controls in the United Kingdom, France, and Germany: Lessons for the United StatesValue‐based drug pricing in the Biden era: Opportunities and prospectsMeasurement of the Equality of the Drug Welfare Induction Level of Chinese Patients With Chronic Diseases in Gansu, Sichuan, Hebei, and Zhejiang Based on the Bivariate Theil-T Index MethodAssociation Between the Percentage of US Drug Sales Subject to Inflation Penalties and the Extent of Drug Price IncreasesLooking Back at US Pharmacy’s Past to Help Discern Its FutureBending Versus Transforming the Drug Cost CurveComparative Approaches to Drug PricingDecomposition Analysis of Spending and Price Trends for Biologic Antirheumatic Drugs in Medicare and MedicaidPolicy Recommendations for Pharmacy Benefit Managers to Stem the Escalating Costs of Prescription Drugs: A Position Paper From the American College of PhysiciansHilary Daniel, BS and Sue S. Bornstein, MD, for the Health and Public Policy Committee of the American College of Physicians*Value-based Pricing for Rifaximin Increases Access of Patients With Irritable Bowel Syndrome With Diarrhea to TherapyEstimated Changes in Manufacturer and Health Care Organization Revenue Following List Price Reductions for Hepatitis C TreatmentsThe Contribution Of New Product Entry Versus Existing Product Inflation In The Rising Costs Of DrugsCorrection: Pharmacy Benefit Managers, Brand-Name Drug Prices, and Patient Cost Sharing 20 March 2018Volume 168, Issue 6Page: 436-437KeywordsDisclosureDrug adherenceDrug policyDrug pricesDrugsLegislationMotivationPrevention, policy, and public healthPublic policyResearch funding ePublished: 13 February 2018 Issue Published: 20 March 2018 Copyright & PermissionsCopyright © 2018 by American College of Physicians. All Rights Reserved.PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Ge Bai",
      "id": "A5019475779",
      "orcid": "https://orcid.org/0000-0002-6550-1557",
      "institutions": [
        {
          "id": "I161088229",
          "display_name": "William Carey University",
          "country_code": "US",
          "type": "education"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ge Bai"
    },
    {
      "display_name": "Aditi P. Sen",
      "id": "A5024494630",
      "orcid": "https://orcid.org/0000-0002-7203-2736",
      "institutions": [
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Aditi P. Sen"
    },
    {
      "display_name": "Gerard F. Anderson",
      "id": "A5050957462",
      "orcid": "https://orcid.org/0000-0003-1845-1523",
      "institutions": [
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Gerard F. Anderson"
    }
  ],
  "publication_year": 2018,
  "publication_date": "2018-02-12",
  "type": "article",
  "cited_by_count": 26,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S119722071",
    "display_name": "Annals of Internal Medicine",
    "issn_l": "0003-4819",
    "issn": [
      "0003-4819",
      "1539-3704"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316812"
  },
  "volume": "168",
  "issue": "6",
  "first_page": "436",
  "last_page": "436",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C100406419",
      "display_name": "Formulary",
      "level": 2,
      "score": 0.75473094
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.7168242
    },
    {
      "id": "C104863432",
      "display_name": "Pharmacy",
      "level": 2,
      "score": 0.6656793
    },
    {
      "id": "C2909375031",
      "display_name": "Drug Company",
      "level": 2,
      "score": 0.6053077
    },
    {
      "id": "C2992181568",
      "display_name": "Brand names",
      "level": 2,
      "score": 0.53288305
    },
    {
      "id": "C2426938",
      "display_name": "Medical prescription",
      "level": 2,
      "score": 0.46891627
    },
    {
      "id": "C2778858636",
      "display_name": "Prescription drug",
      "level": 3,
      "score": 0.4376221
    },
    {
      "id": "C512399662",
      "display_name": "Family medicine",
      "level": 1,
      "score": 0.39601114
    },
    {
      "id": "C162853370",
      "display_name": "Marketing",
      "level": 1,
      "score": 0.33916256
    },
    {
      "id": "C187736073",
      "display_name": "Management",
      "level": 1,
      "score": 0.2414892
    },
    {
      "id": "C144133560",
      "display_name": "Business",
      "level": 0,
      "score": 0.20462671
    },
    {
      "id": "C159110408",
      "display_name": "Nursing",
      "level": 1,
      "score": 0.15122437
    },
    {
      "id": "C162324750",
      "display_name": "Economics",
      "level": 0,
      "score": 0.13461563
    }
  ],
  "topics": [
    {
      "id": "T11792",
      "display_name": "Pharmaceutical Economics and Policy",
      "score": 0.9991
    },
    {
      "id": "T10496",
      "display_name": "Pharmaceutical Practices and Patient Outcomes",
      "score": 0.9964
    },
    {
      "id": "T11649",
      "display_name": "Pharmaceutical industry and healthcare",
      "score": 0.9953
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.7326/m17-2506",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:12:07.431733",
  "source_database": "OpenAlex"
}