{
  "openalex_id": "W2790925980",
  "doi": "https://doi.org/10.4000/ephaistos.415",
  "title": "Quel apport de l’archéologie du bâti dans la connaissance de l’histoire des techniques ? L’exemple des demeures médiévales à Béziers",
  "abstract": "Aborder l'histoire des techniques de la construction des demeures médiévales dans l'actuelle région Languedoc Roussillon se heurte à un nombre évident de contraintes. En effet, malgré un important corpus d'études (234), ces dernières révèlent un caractère assez hétérogène. La diversité de la publication est telle qu'il est difficile d'en dégager une synthèse réelle. En effet, les chercheurs, historiens et archéologues abordant le thème de la demeure proposent une méthodologie reposant sur différents critères, gênant toute tentative de rapprochement et de croisement des résultats.Dès lors, les résultats révélés par les contributions des chercheurs nous incitent à la prudence avant d'en conclure à une normalisation, alors qu'il semble avoir existé une pluralité d'influences et de processus simultanés, adaptés aux phases d'expansion. Ainsi, le recours à l'étude archéologique du bâti s'impose afin de combler un certain nombre de lacunes.Depuis 1991, le quartier Saint-Jacques à Béziers a fait l'objet d'une vaste restructuration entreprise par la mairie de Béziers et la SEBLI (société d'économie mixte). Ces travaux couplés aux interventions archéologiques ont permis de mettre au jour une forte densité de gisements archéologiques de l'Age du Fer à l'époque moderne. Les investigations menées dans le quartier Saint-Jacques ont livré de précieux renseignements au regard de l'histoire des techniques du haut Moyen Âge, mais également sur le développement urbanistique de la partie occidentale du bourg Saint-Jacques du XIVe au XVIIIe.",
  "authors": [
    {
      "display_name": "Guillaume Roquefort",
      "id": "A5024116078",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Guillaume Roquefort"
    }
  ],
  "publication_year": 2012,
  "publication_date": "2012-12-01",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "fr",
  "source": {
    "id": "S4210184236",
    "display_name": "e-Phaïstos",
    "issn_l": "2262-7340",
    "issn": [
      "2262-7340",
      "2552-0741"
    ],
    "type": "journal",
    "host_organization": null
  },
  "volume": "I",
  "issue": "2",
  "first_page": "41",
  "last_page": "53",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://journals.openedition.org/ephaistos/pdf/415",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.46870038
    },
    {
      "id": "C15708023",
      "display_name": "Humanities",
      "level": 1,
      "score": 0.4315994
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.34497747
    }
  ],
  "topics": [],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.4000/ephaistos.415",
  "pdf_url": "https://journals.openedition.org/ephaistos/pdf/415",
  "retrieved_date": "2025-07-30T15:25:18.536268",
  "source_database": "OpenAlex"
}