{
  "openalex_id": "W2806426589",
  "doi": "https://doi.org/10.1002/cld.702",
  "title": "Hepatic fibrosis: Avenues of investigation and clinical implications",
  "abstract": "Watch a video presentation of this article Answer questions and earn CME Hepatic fibrosis results from repeated liver injury whereby the normal wound-healing response leads to production and accumulation of connective tissue material, largely composed of extracellular matrix (ECM) proteins such as collagen.1 This process may be as a response to infection, inflammation, or normal tissue repair. Resident and recruited cells contribute to this process, leading to excess collagen production and, if left unchecked, may progress to cirrhosis2 (Fig. 1). Recently, a more thorough understanding of the variety and complexity of cell–cell signaling and collagen modification has identified multiple exciting and novel targets for antifibrotic therapy. Numerous injury responses may trigger the activation of resident macrophages (Kupffer cells) or injured hepatocytes, as well as the recruitment of other inflammatory cells (Fig. 2). This inflammatory milieu will, in turn, release reactive oxygen species (ROS) in addition to a variety of cytokines and other soluble factors. These extracellular factors will activate a signaling cascade within hepatic stellate cells (HSCs) that results in a profibrotic phenotype3 (Fig. 3). In normal liver tissue, HSCs are quiescent, located in the space of Disse (a space between sinusoidal endothelial cells and hepatocytes), and comprise approximately 5% of total liver cells.4, 5 Although well known for acting as a reservoir of retinoic acid, HSCs also function to maintain an ECM of different collagen types. Along with portal fibroblasts, activated HSCs (aHSCs) are implicated as cells of origin for myofibroblasts and are thus thought to drive scar formation.6 aHSCs have acquired profibrogenic properties secondary to a variety of inciting stimuli including the aforementioned inflammatory milieu and oxidative stress response. Interestingly, endothelial cells and cholangiocytes are also implicated in driving HSC activation.6 Kisseleva and Brenner7 nicely described targeting HSC activation as shifting the balance toward collagen degradation or halting profibrogenic signaling. Although the most efficacious strategy to date has been to eliminate the injurious cause (classically exemplified by viral hepatitis), new targets are increasingly coming to light. HSCs are an important population and because their activation is a key step in liver fibrosis, targeting their proliferation, migration, and recruitment of other proinflammatory cell types has been intriguing.8 In addition, as a key cell type in fibrosis, understanding the mechanism by which HSCs become activated has remained an area of ongoing interest with exciting therapeutic potential. Recent studies have demonstrated the ability to use tumor necrosis factor (TNF)–related apoptosis-inducing ligand to decrease collagen production from aHSCs in vitro and induce apoptosis, thus proving a potential therapeutic target to further decrease ECM production.9 Other strategies focus on returning aHSCs to a more quiescent state. One such focus has been peroxisome proliferator-activated receptor gamma (PPARγ), a nuclear receptor normally expressed in high amounts in quiescent HSCs. Recent in vitro studies have demonstrated decreased collagen expression in aHSCs when administered PPARγ ligands; however, clinical trials have resulted in mixed outcomes. Administration of pioglitazone, a PPARγ ligand, was associated with reduction in serum alanine and aspartate aminotransferase levels, as well as improvement in inflammation and hepatic steatosis; however without improvement in fibrosis scores in patients with nonalcoholic steatohepatitis.10 Recruited and resident inflammatory cells are thought to stimulate HSCs and trigger a profibrogenic signaling cascade. As such, macrophages are of great interest as potential therapeutic targets. Indeed, one ongoing study investigates use of cenicriviroc, a small molecule targeting chemokine receptors chemokine (C-C motif) receptor 2 (CCR2) and CCR5. Studies in preclinical models of fibrosis and obesity-associated steatohepatitis demonstrated that use of cenicriviroc was associated with decreased histological evidence of fibrosis and improved insulin resistance.11 Clinical trials are ongoing. The renin angiotensin system is overexpressed in fibrotic livers, and prior in vivo studies demonstrated efficacy of angiotensin II in driving HSC activation. HSC-specific angiotensin type I–deficient receptor blockers (ARBs) were studied in a rodent model of hepatic injury and demonstrated reduction in advanced liver fibrosis.12 ARBs are widely available and well studied for their antihypertensive effects, and thus are a promising strategy. Indeed, losartan administration was associated with reduced expression of inflammatory and ECM-modifying genes in patients with chronic hepatitis C infection; however, long-term effects on biopsy have yet to be seen.13, 14 Perhaps the most highly anticipated therapeutic has been collagen-modifying enzymes. One such enzyme, lysyl oxidase-like 2 (LOXL2), is strongly expressed in fibrotic liver tissue. In multiple mouse models of fibrosis (including both genetic and toxin mediated), the cohort that was treated with an anti-LOXL2 monoclonal antibody demonstrated decreased fibrosis on histology.15 Interestingly, a small open-label pilot trial was recently completed, and although the monoclonal antibody simtuzumab was well tolerated, there was no improvement in liver biopsy fibrosis scoring posttreatment.16 The cohort was small and the time course was short, so further studies are clearly indicated. In summary, liver fibrosis results from multiple different proinflammatory states. Unchecked, this may progress to end-stage liver disease/cirrhosis and potentially result in the development of hepatocellular carcinoma. The inflammatory milieu is composed of many different cell types including, but not limited to, HSCs, Kupffer cells, infiltrating lymphocytes, endothelial cells, and epithelial cells. The crosstalk between these populations occurs via cytokine release and other secreted enzymes. Multiple therapeutic targets have been identified and impact various cells types and signaling molecules within the liver, the most notable being HSCs. Because collagen deposition is a key feature of fibrosis, collagen-modifying enzymes have been of great therapeutic interest, along with macrophage chemokine receptors and other targets; however, early clinical data are varied and clearly warrant further investigation. As our understanding and appreciation for the varied mechanisms that drive liver fibrosis advances, multipronged therapeutic approaches may prove the most effective. This is an exciting time in hepatology because numerous clinical trials, focused on different aspects of fibrosis and inflammation, are under way.",
  "authors": [
    {
      "display_name": "Jessica E.S. Shay",
      "id": "A5041105695",
      "orcid": "https://orcid.org/0000-0001-7799-1349",
      "institutions": [
        {
          "id": "I2799853436",
          "display_name": "Johns Hopkins Medicine",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Jessica E.S. Shay"
    },
    {
      "display_name": "James P. Hamilton",
      "id": "A5050832231",
      "orcid": "https://orcid.org/0000-0003-3137-7567",
      "institutions": [
        {
          "id": "I2799853436",
          "display_name": "Johns Hopkins Medicine",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "James P. Hamilton"
    }
  ],
  "publication_year": 2018,
  "publication_date": "2018-05-01",
  "type": "review",
  "cited_by_count": 13,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210212035",
    "display_name": "Clinical Liver Disease",
    "issn_l": "2046-2484",
    "issn": [
      "2046-2484"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "11",
  "issue": "5",
  "first_page": "111",
  "last_page": "114",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://aasldpubs.onlinelibrary.wiley.com/doi/pdfdirect/10.1002/cld.702",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C176891718",
      "display_name": "Hepatic stellate cell",
      "level": 2,
      "score": 0.79604614
    },
    {
      "id": "C189165786",
      "display_name": "Extracellular matrix",
      "level": 2,
      "score": 0.75509894
    },
    {
      "id": "C55450435",
      "display_name": "Perisinusoidal space",
      "level": 4,
      "score": 0.7464423
    },
    {
      "id": "C95444343",
      "display_name": "Cell biology",
      "level": 1,
      "score": 0.65961134
    },
    {
      "id": "C2780559512",
      "display_name": "Fibrosis",
      "level": 2,
      "score": 0.5961746
    },
    {
      "id": "C518705261",
      "display_name": "Connective tissue",
      "level": 2,
      "score": 0.55575734
    },
    {
      "id": "C2780269544",
      "display_name": "Wound healing",
      "level": 2,
      "score": 0.53582144
    },
    {
      "id": "C2776914184",
      "display_name": "Inflammation",
      "level": 2,
      "score": 0.4969733
    },
    {
      "id": "C207865475",
      "display_name": "Myofibroblast",
      "level": 3,
      "score": 0.49074423
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.4275363
    },
    {
      "id": "C189014844",
      "display_name": "Cell type",
      "level": 3,
      "score": 0.4210445
    },
    {
      "id": "C2993667909",
      "display_name": "Hepatic fibrosis",
      "level": 3,
      "score": 0.42086527
    },
    {
      "id": "C195521686",
      "display_name": "Liver cytology",
      "level": 3,
      "score": 0.4162221
    },
    {
      "id": "C142724271",
      "display_name": "Pathology",
      "level": 1,
      "score": 0.40892386
    },
    {
      "id": "C203014093",
      "display_name": "Immunology",
      "level": 1,
      "score": 0.40122744
    },
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.3519773
    },
    {
      "id": "C1491633281",
      "display_name": "Cell",
      "level": 2,
      "score": 0.31266075
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.28638065
    },
    {
      "id": "C2776200302",
      "display_name": "Hepatocyte",
      "level": 3,
      "score": 0.2732421
    },
    {
      "id": "C134018914",
      "display_name": "Endocrinology",
      "level": 1,
      "score": 0.16249576
    },
    {
      "id": "C202751555",
      "display_name": "In vitro",
      "level": 2,
      "score": 0.14273152
    },
    {
      "id": "C55493867",
      "display_name": "Biochemistry",
      "level": 1,
      "score": 0.10338825
    },
    {
      "id": "C2908801736",
      "display_name": "Liver metabolism",
      "level": 2,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10966",
      "display_name": "Liver physiology and pathology",
      "score": 1.0
    },
    {
      "id": "T10351",
      "display_name": "Liver Disease Diagnosis and Treatment",
      "score": 0.9998
    },
    {
      "id": "T10337",
      "display_name": "Liver Disease and Transplantation",
      "score": 0.999
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1002/cld.702",
  "pdf_url": "https://aasldpubs.onlinelibrary.wiley.com/doi/pdfdirect/10.1002/cld.702",
  "retrieved_date": "2025-07-30T14:46:17.134697",
  "source_database": "OpenAlex"
}