{
  "openalex_id": "W2806631477",
  "doi": "https://doi.org/10.5617/adno.4726",
  "title": "Arbeid med argumenterende tekst på 3. trinn. En delstudie fra prosjektet Innføring av sjangerpedagogikk i tre trondheimsskoler",
  "abstract": "Temaet for denne artikkelen er skriveopplæring i grunnskolens barnetrinn. Artikkelen studerer en skriveprosess over to uker i sjangeren argumenterende tekst i en tredjeklasse hvor læreren kurses i den australske sjanger pedagogikken. Klassen har en stor andel av minoritetsspråklige elever og elever fra områder med sosioøkonomiske utfordringer. Intensjonen har vært å studere hvordan sjangerpedagogikkens skriveundervisning i fire faser gir unge elever et redskap for å skrive argumenterende tekster, og om sjangerskolens pedagogikk fører til utjevning mellom sterke og svake elever. Datamaterialet vårt er observasjoner av undervisning, lærerens modelltekst, klassens fellestekst, individuelle tekster, samt semistrukturert intervju med lærer. Fire elevtekster fra høytpresterende og lavtpresterende elever blir analysert. Analysen viser at elevene får godt utbytte av den systematiske undervisningen som sjangerpedagogikken tilbyr, og at det blir mindre forskjeller mellom elever som karakteriseres som høyt- eller lavtpresterende. Funnet samsvarer med andre internasjonale studier. Et interessant funn i denne studien er at selv om elevene bruker skriverammer og modelltekster, er hovedvekten av tekstene originale og selvstendige.Nøkkelord: sjangerpedagogikk, eksplisitt skriveundervisning, den australske sjangerskolen, Sydneyskolen, minoritetspedagogikk, argumenterende tekst, skriverammer, modellteksterWorking with argumentative texts in 3rd grade. A partial study from the project Introducing genre pedagogy in three schools in TrondheimAbstractThe topic of this article is writing development among primary school pupils through the use of the genre pedagogy approach developed by the Sydney School, Australia. The study presented here followed a third-grade class over two weeks, in which the class worked with the genre argumentative text. The teacher also received training in the use of genre pedagogy in writing instruction. Many of the pupils are of minority background, and many are from areas with socio-economic challenges. The purpose of the study was twofold: First of all, it intended to investigate how the four stages of genre pedagogy writing instruction provide pupils with a tool for writing argumentative texts, and secondly, whether using genre pedagogy contributes to minimizing the gap in writing competence between strong and weak pupils. Our data material comprise class observation notes, the teacher’s model text, the target text and the students’ individual texts, as well as semi-structured interviews with the teacher. Four texts written by high-performing and low-performing pupils are analyzed. The analysis reveals that the pupils benefit from the systematic writing instruction that the genre pedagogy approach provides, and that the gap in writing competence between high-performing and low-performing pupils becomes smaller. These findings reflect other international studies in the field. One interesting finding in this study is that even if the pupils use writing frames and model texts, the majority of their texts reveal authenticity and independence on the pupil writer’s part.Keywords: genre pedagogy, explicit writing instruction, the Australian school of genre pedagogy, the Sydney School, multicultural pedagogy, argumentative text, writing frames, target texts",
  "authors": [
    {
      "display_name": "Ann Sylvi Larsen",
      "id": "A5000944488",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210105718",
          "display_name": "Trondheim Kommune",
          "country_code": "NO",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ann Sylvi Larsen"
    },
    {
      "display_name": "Marit O. Brujordet",
      "id": "A5096960740",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210105718",
          "display_name": "Trondheim Kommune",
          "country_code": "NO",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Marit O. Brujordet"
    },
    {
      "display_name": "Ingunn Ofte",
      "id": "A5004145658",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210105718",
          "display_name": "Trondheim Kommune",
          "country_code": "NO",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ingunn Ofte"
    },
    {
      "display_name": "Anne Charlotte Torvatn",
      "id": "A5084204517",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210105718",
          "display_name": "Trondheim Kommune",
          "country_code": "NO",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Anne Charlotte Torvatn"
    }
  ],
  "publication_year": 2018,
  "publication_date": "2018-06-05",
  "type": "article",
  "cited_by_count": 1,
  "is_retracted": false,
  "is_paratext": false,
  "language": "no",
  "source": {
    "id": "S4210173187",
    "display_name": "Acta Didactica Norge",
    "issn_l": "1504-9922",
    "issn": [
      "1504-9922"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310314087"
  },
  "volume": "12",
  "issue": "1",
  "first_page": "9",
  "last_page": "9",
  "open_access": {
    "is_oa": true,
    "oa_status": "diamond",
    "oa_url": "https://journals.uio.no/adno/article/download/4726/5275",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C15708023",
      "display_name": "Humanities",
      "level": 1,
      "score": 0.545036
    },
    {
      "id": "C2781306805",
      "display_name": "Argumentative",
      "level": 2,
      "score": 0.52072126
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.41206452
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.35156304
    },
    {
      "id": "C41895202",
      "display_name": "Linguistics",
      "level": 1,
      "score": 0.2491965
    }
  ],
  "topics": [
    {
      "id": "T12070",
      "display_name": "Writing and Handwriting Education",
      "score": 0.993
    },
    {
      "id": "T12887",
      "display_name": "Educational Strategies and Epistemologies",
      "score": 0.985
    },
    {
      "id": "T11715",
      "display_name": "Education and Critical Thinking Development",
      "score": 0.9769
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.5617/adno.4726",
  "pdf_url": "https://journals.uio.no/adno/article/download/4726/5275",
  "retrieved_date": "2025-07-30T14:57:33.899301",
  "source_database": "OpenAlex"
}