{
  "openalex_id": "W2806183673",
  "doi": "https://doi.org/10.1353/qkh.2018.0000",
  "title": "Lessons from Quaker History: What’s an Historian To Say about Whittaker Chambers and Clarence Pickett?",
  "abstract": "Lessons from Quaker History: What’s an Historian To Say about Whittaker Chambers and Clarence Pickett? H. Larry Ingle (bio) One of the most prominent intellectuals within the budding conservative political movement in the 1950s was the ex-Communist David Whittaker Chambers,1 a member, with his wife and two children, of Pipe Creek Friends Meeting, a part of Baltimore Yearly Meeting. Witness, the memoir of his years in the Communist Party and service as a courier for other spies in the United States government bureaucracy, including Alger Hiss, who had worked with the American Friends Service Committee, has become something of a classic.2 The book is suffused with Chambers’ encounter with Quakerism to which he was exposed at the 20th Street Meeting (Orthodox) in New York City after he left the Party in 1938; it certainly would not be a stretch to call it a Quaker journal, the kind of memoir of faith running back to the sect’s beginnings in 17th century England, that wooed outside readers to consider the appealing features of the sect. Almost universally viewed as his critique of his years as a Communist, which it most certainly was, the journal apparently provoked all too few Quakers to remark on Chambers’ encounter with their faith, one that helped change his life and give him a new outlook on what he had left behind. What seems so remarkable now about Friends’ reaction to Chambers’ “convincement” was the nearly complete silence or indifference with which news of it was greeted at the time and later. (Friends used that noun to describe one who joined Friends after being “convicted” by an experience of the living inward Christ.) For a small, if historically influential, group of less than 100,000 in the United States, one anxious to spread its reach, such silence was unheard of. Silence was not surprising in 1943 when he and his family joined the tiny Pipe Creek Meeting, near Union Bridge, Maryland, because he was virtually unknown, an obscure editor at Time magazine who lived on and operated a farm, part time, near Westminster, Maryland. That all changed five years later, on August 3, 1948, when he voluntarily testified that Alger Hiss, who joined the [End Page 1] State Department in 1936 and then was president of the Carnegie Endowment for International Peace, had been a member of the Communist Party and had stolen documents at work and passed them on to him, also a Communist, for transmittal to the Soviet Union. Nineteen forty-eight being a presidential election year, the testimony seized columns of news-print and sparked a decades-long debate about Communist infiltration and subversion in government service. It helped launch the political career of another Friend, California congressman Richard Milhous Nixon who served on the House Un-American Activities Committee, the only member who accepted Chambers’ story. Just as important, it helped fuel a nascent conservative movement in the country that remains powerful still. Quaker Whittaker Chambers’ testimony was the center of this genesis. Four years later, the witness published a memoir, Witness, which detailed his life’s experiences, determinedly placing Quakerism at its base. Part of the background reason for this lack of reaction was the continuing impact of the divisions that took place among Quakers in the 19th century. The first of these culminated in 1827 and 1828 among five of the nation’s eight regional Yearly Meetings—named that because they met annually to conduct business—whose members reacted to the efforts of mostly rural reformers demanding a return to what they regarded as the purer brand of Quakerism associated with the origins of the sect in 17th century England; they believed that the urban-oriented Orthodox who controlled the yearly meetings’ machinery had compromised too much with outward evangelical standards of belief. These reformers, dubbed “Hicksites” after their principal leader New Yorker Elias Hicks, over the course of the next century and a half began to be identified as “liberals,” often both politically and religiously, within the faith. Having positioned themselves as the custodians of mainstream Quakerism, these liberal Quakers naturally regarded Chambers’ conservative anti-communism stance with disdain, even though he was one of them...",
  "authors": [
    {
      "display_name": "H. Larry Ingle",
      "id": "A5103394967",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "H. Larry Ingle"
    }
  ],
  "publication_year": 2018,
  "publication_date": "2018-01-01",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S207023805",
    "display_name": "Quaker history",
    "issn_l": "0033-5053",
    "issn": [
      "0033-5053",
      "1934-1504"
    ],
    "type": "journal",
    "host_organization": null
  },
  "volume": "107",
  "issue": "1",
  "first_page": "1",
  "last_page": "26",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C542948173",
      "display_name": "Communism",
      "level": 3,
      "score": 0.7550496
    },
    {
      "id": "C2778692574",
      "display_name": "Faith",
      "level": 2,
      "score": 0.66676235
    },
    {
      "id": "C177897776",
      "display_name": "Memoir",
      "level": 2,
      "score": 0.63900954
    },
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.56789213
    },
    {
      "id": "C2776808436",
      "display_name": "Cloister",
      "level": 2,
      "score": 0.5351397
    },
    {
      "id": "C2778983918",
      "display_name": "Wife",
      "level": 2,
      "score": 0.49919176
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.44956538
    },
    {
      "id": "C2781115785",
      "display_name": "Silence",
      "level": 2,
      "score": 0.41211283
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.3616919
    },
    {
      "id": "C24667770",
      "display_name": "Religious studies",
      "level": 1,
      "score": 0.35103315
    },
    {
      "id": "C52119013",
      "display_name": "Art history",
      "level": 1,
      "score": 0.3331387
    },
    {
      "id": "C74916050",
      "display_name": "Classics",
      "level": 1,
      "score": 0.32835886
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.3032204
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.2785463
    },
    {
      "id": "C27206212",
      "display_name": "Theology",
      "level": 1,
      "score": 0.230851
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.18661925
    },
    {
      "id": "C107038049",
      "display_name": "Aesthetics",
      "level": 1,
      "score": 0.104914516
    }
  ],
  "topics": [
    {
      "id": "T14426",
      "display_name": "Religion, Gender, and Enlightenment",
      "score": 0.9901
    },
    {
      "id": "T13333",
      "display_name": "American Political and Social Dynamics",
      "score": 0.982
    },
    {
      "id": "T13445",
      "display_name": "American Constitutional Law and Politics",
      "score": 0.9554
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/qkh.2018.0000",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:23:51.037897",
  "source_database": "OpenAlex"
}