{
  "openalex_id": "W2807834487",
  "doi": "https://doi.org/10.1016/s2214-109x(18)30281-x",
  "title": "Adiposity and mortality in South Asians: challenges to the existing paradigm",
  "abstract": "In 2010, the Global Burden of Disease study estimated that 3·4 million deaths were attributable to a body-mass index (BMI) above 21–23 kg/m2.1Lim SS Vos T Flaxman AD et al.A comparative risk assessment of burden of disease and injury attributable to 67 risk factors and risk factor clusters in 21 regions, 1990–2010: a systematic analysis for the Global Burden of Disease Study 2010.Lancet. 2012; 380: 2224-2260Summary Full Text Full Text PDF PubMed Scopus (8582) Google Scholar These estimates were based on data that were predominantly from Europeans and east Asians, with few data from other ethnic groups.2The Global BMI Mortality CollaborationBody-mass index and all-cause mortality: individual-participant-data meta-analysis of 239 prospective studies in four continents.Lancet. 2016; 388: 776-786Summary Full Text Full Text PDF PubMed Scopus (1308) Google Scholar There was a positive relation between BMI (when >25 kg/m2) and cardiovascular disease, respiratory disease, cancer, and mortality.2The Global BMI Mortality CollaborationBody-mass index and all-cause mortality: individual-participant-data meta-analysis of 239 prospective studies in four continents.Lancet. 2016; 388: 776-786Summary Full Text Full Text PDF PubMed Scopus (1308) Google Scholar These estimates are robust in Europeans (56 477 deaths) and east Asians (100 784 deaths) but there was no apparent association in South Asians. Since the number of deaths in this ethnic group was relatively modest (4040), the authors did not claim that there was a different relation between BMI and mortality in South Asians compared to other populations. The study by Vendhan Gajalakshmi and colleagues3Gajalakshmi V Lacey B Kanimozhi V Sherliker P Peto R Lewington S Body-mass index, blood pressure, and cause-specific mortality in India: a prospective cohort study of 500 810 adults.Lancet Glob Health. 2018; 6: e787-e794Summary Full Text Full Text PDF PubMed Scopus (31) Google Scholar in this issue of The Lancet Global Health adds substantially to the information on the relation between BMI and deaths in South Asians, indicating that higher BMI is not associated with higher mortality. This finding calls into question the generally accepted position that BMI >25 kg/m2 (and especially 30–35 kg/m2) is universally associated with higher mortality.2The Global BMI Mortality CollaborationBody-mass index and all-cause mortality: individual-participant-data meta-analysis of 239 prospective studies in four continents.Lancet. 2016; 388: 776-786Summary Full Text Full Text PDF PubMed Scopus (1308) Google Scholar Why do South Asians not show the expected associations between BMI and mortality, despite exhibiting an exaggerated relation between BMI and cardiovascular risk factors, such as blood glucose and lipids?4Razak F Anand SS Shannon H et al.Defining obesity cut points in a multiethnic population.Circulation. 2007; 115: 2111-2118Crossref PubMed Scopus (407) Google Scholar BMI is based on bodyweight, which is related to adipose tissue, muscle, and bone mass. The relative distribution and the physiological effects of adipose tissue versus skeletal muscle vary. Whereas BMI is correlated with total and visceral body fat,5Lear SA Humphries KH Kohli S Birmingham CL The use of BMI and waist circumference as surrogates of body fat differs by ethnicity.Obesity. 2007; 15: 2817-2824Crossref PubMed Scopus (144) Google Scholar muscle is denser than fat, so muscle mass may contribute disproportionately more to BMI. This might influence the relation between BMI and mortality. Also, BMI does not indicate where adipose tissue is distributed within the body. Visceral depots of fat may have different paracrine or metabolic effects to subcutaneous stores. It is not known whether South Asians with higher BMI have more muscle relative to fat than South Asians with lower BMI, or whether their distribution of adipose tissue also differs. While adipose tissue can be associated with elevated blood pressure, dyslipidaemia, and dysglycaemia, it is also a major source of cytokines which can protect against certain infections. It is possible that the effects of adiposity vary depending on whether the population studied is at high risk of death from other conditions such as infectious diseases, which may be protected against by higher BMI. Further, access to health care may also mitigate some of the adverse effects of high BMI. For example, if the effect of BMI on mortality is mediated through raising blood pressure or glucose, in countries with better health-care systems, the adverse effects of hypertension and diabetes on mortality might be attenuated by better management of these risk factors. Given that low BMI in low-income and middle-income countries is more common in poorer people, and that these people receive less preventive care and treatments than better-off people, the mortality after an acute illness in those with a higher BMI (who are also wealthier with better access to health care) will be lower than those with lower BMI (who are more often poorer). Therefore, the complex interactions between wealth, BMI, and access to health care can significantly modify the associations between BMI and mortality in different countries at varying economic levels. An interesting finding of the paper by Gajalakshmi and colleagues is that, although higher BMI was associated with higher blood pressure, and higher blood pressure in turn was associated with higher mortality, high BMI itself was not associated with mortality. This is curious and implies that there must be a counterbalancing effect in that higher BMI must have been associated with reductions in mortality through other mechanisms. Perhaps higher BMI in South Asians is an indicator of more muscle strength and less frailty, and so the higher BMI may be protective through independent pathways. The so-called obesity paradox, whereby high BMI predisposes to cardiovascular disease, but is associated with a lower case-fatality rate following a clinical event, has been described in several studies. It is possible that adipose tissue may serve as a metabolic reservoir at times of physiological stress, such as a major cardiovascular event. The converse—unintentional weight loss—is a hallmark of frailty, and has been associated with an increased susceptibility to death when confronted with a physiological stress.6Fried LP Tangen CM Walston J et al.Frailty in older adults: evidence for a phenotype.J Gerontol A Biol Sci Med Sci. 2001; 56: M146-M156Crossref PubMed Google Scholar The paper by Gajalakshmi and colleagues questions the conventional thinking around what an optimal BMI in South Asians should be, and provides compelling evidence that the empirically proposed threshold of 18·5–23·0 kg/m2 for South Asians7WHO Expert ConsultationAppropriate body-mass index for Asian populations and its implications for policy and intervention strategies.Lancet. 2004; 363: 157-163Summary Full Text Full Text PDF PubMed Scopus (7923) Google Scholar might not be appropriate. Further research should explore the relation between adiposity (including its distribution), muscle mass and strength, physical fitness, and other risk factors with various diseases and death in different ethnic groups. The findings could provide insights into the complex mediating pathways between BMI and mortality. For the present, the data by Gajalakshmi and colleagues call into question the extrapolation of data from Europeans to South Asians. Until we have data from large prospective studies in Latin America, Africa, and the Middle East, it might also be wise to be cautious in assuming that the associations between BMI and mortality in these groups will be similar to those seen in Western populations. We declare no competing interests. Body-mass index, blood pressure, and cause-specific mortality in India: a prospective cohort study of 500 810 adultsIn this South Asian population, BMI was little associated with vascular mortality, even though increased BMI is associated with increased systolic blood pressure, which in turn is associated with increased vascular mortality. Hence, some close correlates of below-average BMI must have important adverse effects, which could be of relevance in all populations. Full-Text PDF Open Access",
  "authors": [
    {
      "display_name": "Darryl P. Leong",
      "id": "A5069359085",
      "orcid": "https://orcid.org/0000-0002-1968-169X",
      "institutions": [
        {
          "id": "I2802834092",
          "display_name": "Population Health Research Institute",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I2800277294",
          "display_name": "Hamilton General Hospital",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Darryl P Leong"
    },
    {
      "display_name": "Salim Yusuf",
      "id": "A5018419311",
      "orcid": "https://orcid.org/0000-0003-4776-5601",
      "institutions": [
        {
          "id": "I2802834092",
          "display_name": "Population Health Research Institute",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I2800277294",
          "display_name": "Hamilton General Hospital",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Salim Yusuf"
    }
  ],
  "publication_year": 2018,
  "publication_date": "2018-06-13",
  "type": "letter",
  "cited_by_count": 2,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210176958",
    "display_name": "The Lancet Global Health",
    "issn_l": "2214-109X",
    "issn": [
      "2214-109X",
      "2572-116X"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320990"
  },
  "volume": "6",
  "issue": "7",
  "first_page": "e712",
  "last_page": "e713",
  "open_access": {
    "is_oa": true,
    "oa_status": "gold",
    "oa_url": "http://www.thelancet.com/article/S2214109X1830281X/pdf",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2780221984",
      "display_name": "Body mass index",
      "level": 2,
      "score": 0.71373606
    },
    {
      "id": "C149923435",
      "display_name": "Demography",
      "level": 1,
      "score": 0.6803769
    },
    {
      "id": "C83867959",
      "display_name": "Scopus",
      "level": 3,
      "score": 0.6664115
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.59375995
    },
    {
      "id": "C2779134260",
      "display_name": "Disease",
      "level": 2,
      "score": 0.4990003
    },
    {
      "id": "C137403100",
      "display_name": "Ethnic group",
      "level": 2,
      "score": 0.4984975
    },
    {
      "id": "C179755657",
      "display_name": "Mortality rate",
      "level": 2,
      "score": 0.4609554
    },
    {
      "id": "C95190672",
      "display_name": "Meta-analysis",
      "level": 2,
      "score": 0.4446545
    },
    {
      "id": "C74909509",
      "display_name": "Gerontology",
      "level": 1,
      "score": 0.34834242
    },
    {
      "id": "C2779473830",
      "display_name": "MEDLINE",
      "level": 2,
      "score": 0.30356646
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.22024497
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.099009246
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11629",
      "display_name": "Birth, Development, and Health",
      "score": 0.9918
    },
    {
      "id": "T11244",
      "display_name": "Climate Change and Health Impacts",
      "score": 0.9858
    },
    {
      "id": "T10235",
      "display_name": "Health disparities and outcomes",
      "score": 0.9781
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/s2214-109x(18)30281-x",
  "pdf_url": "http://www.thelancet.com/article/S2214109X1830281X/pdf",
  "retrieved_date": "2025-07-30T16:03:43.563393",
  "source_database": "OpenAlex"
}