{
  "openalex_id": "W2810026625",
  "doi": "https://doi.org/10.1038/s41395-018-0084-x",
  "title": "American College of Gastroenterology Monograph on Management of Irritable Bowel Syndrome",
  "abstract": "INTRODUCTION Irritable bowel syndrome (IBS) is the most prevalent of the functional gastrointestinal disorders (FGIDs). Current estimates are that IBS affects up to 10–12% of adults in North America [1, 2]. Although it can affect all individuals regardless of age, creed, or gender, IBS is more common among women and is most commonly diagnosed in younger individuals (<age 50) [2, 3]. IBS is characterized by recurrent abdominal pain and altered bowel habits; bloating and distention frequently coexist. The diagnosis of IBS is made by taking a careful history, eliciting key symptoms, as well as performing a physical examination and limited diagnostic testing [4–6]. IBS is categorized into four main subtypes based on the predominant bowel habit: IBS with constipation (IBC-C); IBS with diarrhea (IBS-D); IBS with mixed symptomology (IBSM); and unclassified IBS [5]. IBS imposes a significant burden to the health care system and to individuals. Direct medical costs attributed to IBS in the US, excluding prescription and over-the-counter medicines, were estimated at $1.5-$10 billion per year in 2005 [7]. Patients with IBS enrolled in a large Health Maintenance Organization (HMO) had significantly more outpatient visits and incurred nearly 50% more in total costs than individuals without IBS [8]. A retrospective case-control study from another large HMO reported that patients with IBS had significantly more diagnostic tests, imaging, and surgery compared with patients without a diagnosis of IBS [9]. Significant variations in care across the United States related to the diagnosis and treatment of IBS also play a role in excessive health care costs [10]. The burden of IBS on individuals can be measured in a number of ways. Studies have demonstrated consistently that IBS impairs work-related activities (e.g., lost work time, reduced productivity while at work) and also reduces quality of life [11, 12]. The development of effective and efficient treatment strategies for IBS assumes considerable importance, therefore, not just for the individual sufferer, but for society at large. Given the clinical heterogeneity that is a hallmark of the disorder and the absence of a single effective therapy for all sufferers, available therapies tend to focus on predominant symptomatology at presentation (i.e., altered bowel habits, abdominal pain, or bloating) [4–6]. Based on their purported mode of action, many pharmacological therapies for IBS developed in recent decades have been directed towards those with a particular bowel habit, whether diarrhea or constipation. However, treating IBS patients can be difficult as no validated treatment algorithm exists, not all patients respond to treatment, and patients with similar symptoms frequently respond to the same treatment differently. Fortunately, a variety of novel therapeutic strategies are being explored and new compounds have appeared since the last iteration of the ACG monograph on IBS [4]. The goal of this document, therefore, is to provide an updated, evidence-based document on the therapy of this common and, at times, debilitating disorder. AN OVERVIEW OF METHODOLOGY FOR SYSTEMATIC REVIEWS OF IBS THERAPY Prior to the last evidence-based systematic review on the management of irritable bowel syndrome commissioned and published by the ACG in 2014 [4], and the work that underpinned this, there had been several systematic reviews of available therapies for IBS [13–22]. We have previously shown that these had either not synthesized the data correctly, or contained inaccuracies in applying eligibility criteria and data extraction [23]. We have, therefore, updated all the rigorously performed meta-analyses [24–27], which informed the ACG position statement in 2014, according to the following protocol: Objectives Primary outcome. To assess the efficacy of available pharmacological therapies in treating IBS compared with placebo, or, in the case of psychological and dietary therapies, in comparison with either no treatment or standard/usual care. Secondary outcomes. To assess the efficacy of available pharmacological, psychological, and dietary therapies in treating IBS according to predominant stool pattern reported (IBS-C, IBS-D, or IBS-M), and to assess adverse events with pharmacological and other therapies for IBS. Criteria for considering studies for this review Types of studies. Only parallel-group randomized controlled trials (RCTs) comparing pharmacological therapies with placebo, or comparing psychological and dietary therapies with either no treatment or standard/usual care, were considered for this review. Cross-over trials were eligible for inclusion, provided extractable data were provided at the end of the first treatment period, prior to cross-over. Types of participants. Adults over 16 years of age recruited from primary, secondary, or tertiary care with IBS symptoms diagnosed by any criteria (including clinical impression). Types of interventions. The following treatments were considered eligible: Exercise, diet, and dietary manipulation 2. Fiber Interventions that modify the microbiota: prebiotics, synbiotics, probiotics, and antibiotics Antispasmodics and peppermint oil Antidepressants Psychological interventions Pro-secretory agents: linaclotide, plecanatide, and lubiprostone Eluxadoline Loperamide Serotonergic agents Polyethylene glycol 5-aminosalicylates Types of outcome measures. Subjects needed to be followed up for at least 1 week. The trials needed to include one or more of the following outcome measures: Global assessment of IBS cure or improvement Abdominal pain cure or improvement Global IBS symptom or abdominal pain scores Search strategy for identification of studies MEDLINE (1946 to July 2017), EMBASE and EMBASE Classic (1947 to July 2017), PsychINFO (1806 to July 2017), and the Cochrane central register of controlled trials were searched. The search strategy is given below: Studies on IBS were identified with the terms irritable bowel syndrome and functional diseases, colon (both as medical subject heading (MeSH) and free text terms), and IBS, spastic colon, irritable colon, and functional adj5 bowel (as free text terms). For RCTs of dietary manipulation these were combined using the set operator AND with studies identified with the terms: diet, fat-restricted, diet, protein-restricted, diet, carbohydrate-restricted, diet, gluten-free, diet, macrobiotic, diet, vegetarian, diet, Mediterranean, diet fads, gluten, lactose intolerance, or lactose (both as MeSH terms and free text terms), or the following free text terms: FODMAP$, glutens, or food adj5 intolerance. For RCTs of fiber, antispasmodics, and peppermint oil these were combined using the set operator AND with studies identified with the terms: dietary fiber, cereals, psyllium, sterculia, karaya gum, parasympatholytics, scopolamine, trimebutine, muscarinic antagonists, or butylscopolammonium bromide (both as MeSH and free text terms), or the following free text terms: bulking agent, psyllium fiber, fiber, husk, bran, ispaghula, wheat bran, spasmolytics, spasmolytic agents, antispasmodics, mebeverine, alverine, pinaverium bromide, otilonium bromide, cimetropium bromide, hyoscine butyl bromide, butylscopolamine, drotaverine, peppermint oil, or colpermin. For RCTs of prebiotics, synbiotics, probiotics, and antibiotics these were combined using the set operator AND with studies identified with the terms: Saccharomyces, Lactobacillus, Bifidobacterium, Escherichia coli, probiotics, prebiotics, synbiotics, antibacterial agents, penicillins, cephalosporins, rifamycins, quinolones, nitroimidazoles, tetracycline, doxycycline, amoxicillin, ciprofloxacin, metronidazole, or tinidazole (both as MeSH and free text terms), or the following free text terms: antibiotic, or rifaximin. For RCTs of antidepressants and psychological therapies, including hypnotherapy, these were combined using the set operator AND with studies identified with the terms: psychotropic drugs, antidepressive agents, antidepressive agents (tricyclic), desipramine, imipramine, trimipramine, doxepin, dothiepin, nortriptyline, amitriptyline, selective serotonin re-uptake inhibitors, paroxetine, sertraline, fluoxetine, citalopram, venlafaxine, cognitive therapy, psychotherapy, behavior therapy, relaxation techniques, or hypnosis (both as MeSH terms and free text terms), or the following free text terms: behavioral therapy, relaxation therapy, or hypnotherapy. For RCTs of linaclotide, plecanatide, lubiprostone, eluxadoline, and loperamide these were combined using the set operator AND with studies identified with the terms loperamide or antidiarrheals (both as MeSH and free text terms), as well as the following free text terms: linaclotide, constella, linzess, plecanatide, trulance lubiprostone, amitiza, eluxadoline, viberzi, imodium, or lopex. For RCTs of serotonergic agents these were combined using the set operator AND with studies identified with the terms: serotonin antagonists or receptors (serotonin, 5-HT3) (both as MeSH and free text terms), or the following free text terms: 5-HT3 or alosetron. For RCTs of polyethylene glycol these were combined using the set operator AND with studies identified with the term polyethylene glycol (both as a MeSH and free text term). For RCTs of 5-aminosalicylates these were combined using the set operator AND with studies identified with the following terms: sulfasalazine, mesalamine, or aminosalicylic acid (both as MeSH terms and free text terms), or the following free text terms: balsalazide, olsalazine, mesalazine, pentasa, asulfidine$, azulfadine$, azulfidine$, sulfasalazine$, salazopyrin$, salazosulfapyridine, 5-ASA, 5ASA, 5-aminosalicylic$, 5-aminosalicylate$, 5aminosalicylic$, or 5aminosalicylate$. The search was limited to humans. No restrictions were applied with regard to language of publication. A recursive search of the bibliography of relevant articles was also conducted. Abstracts. ACG, DDW, and UEGW abstract books between 2000 and 2016 were hand-searched. Authors of trial reports published only as abstracts were contacted and asked to contribute full datasets or completed papers. Correspondence. Experts in the field were contacted for leads on unpublished studies. Methods of the review Selection of studies. The lead reviewer screened titles and trial abstracts that had been identified by the search strategy for articles that could possibly be eligible for the review. The lead reviewer then screened the selected trials to confirm eligibility, using pre-designed eligibility forms. A second reviewer, masked to the initial assessment, also evaluated all identified trials for eligibility. Discrepancies were resolved by discussion and a consensus view was taken. Assessment of study quality. Only trials that used the word 'random', 'randomly', or 'randomized' in the description of their methodology were considered in this review and assessed for quality according to four characteristics: Method used to generate the randomization schedule (truly random or not stated/unclear). Computer generated random numbers, coin toss, or card shuffles, etc. were defined as truly random. Method used to conceal treatment allocation (adequate, inadequate, or unclear). If investigators were unaware of each participant's allocation to a treatment when they were recruited, then the allocation was said to be adequately concealed. Methods such as central randomization systems, or serially numbered opaque envelopes, fit these criteria. Implementation of masking (patients masked, clinicians masked, outcome assessors masked). When an identical placebo was used it was assumed that the participants were masked to their treatment allocation. Completeness of follow-up and intention-to-treat analysis. Wherever possible, completeness of follow-up and intention-to-treat analysis was recorded, as were dropout rates by group. Study quality was assessed by one reviewer and checked by a second. Data extraction. All data were extracted independently by two investigators on to a Microsoft Excel spreadsheet (XP professional edition; Microsoft Corp, Redmond, WA, USA). Any disagreement between investigators was resolved by discussion. The following characteristics were recorded for each trial: - Setting: population-based, primary care, secondary care, tertiary care - Country of origin and number of centers involved - Dose of therapy - Duration of therapy - Adverse events: both total number and individual adverse events, if available - Definition of IBS used - Primary outcome measure used Data were extracted as intention-to-treat analyses, with all dropouts assumed to be treatment failures, wherever trial reporting allowed this. Data synthesis and analysis. For binary outcomes, (global IBS symptoms or abdominal pain improved or cured), the impact of interventions were expressed as relative risks (RR) of global IBS symptoms or abdominal pain not improving, together with 95% confidence intervals (CIs). Data were pooled using a random effects model, in order to give a more conservative estimate of the efficacy of individual IBS therapies [28]. The number needed to treat (NNT) for treatment efficacy, and the number needed to harm (NNH) for adverse events, were calculated using the formula NNT or NNH = 1/(control event rate × (1-RR)). These provide useful summary estimates for efficacy and safety for each of the active interventions of interest over a placebo or control intervention, corresponding to the number of extra patients needing to be treated with the active intervention over and above placebo or the control intervention to see one of the events of interest (i.e., a patient experiencing an improvement of symptoms or an adverse event). However, it should be pointed out that these cannot be used to compare the relative efficacy of one active intervention versus another, as they are not based on head-to-head studies. In addition, for NNHs, which are derived from summaries of adverse events it is important to point out that the definitions of these adverse events are also not standardized between individual trials, so again should not be compared. For continuous data, such as global IBS symptom scores or individual IBS symptom scores, a standardized mean difference (SMD), with 95% CIs, was calculated. The results of individual studies can be diverse, and this inconsistency within a single meta-analysis can be quantified with a statistical test of heterogeneity, to assess whether the variation across trials is due to true heterogeneity, or chance. This quantity is termed I2, and its value ranges from 0 to 100%, with 0% representing no observed heterogeneity, and larger values indicating increasing heterogeneity. A value ≤50%, accompanied by a P value of >0.10 for the ÷2 test, was arbitrarily chosen to represent low levels of heterogeneity [29]. Review Manager version 5.3.5 (RevMan for Windows 2014, The Nordic Cochrane Centre, Copenhagen, Denmark) was used to generate Forest plots of pooled RRs and SMDs for primary and secondary outcomes with 95% CIs, as well as funnel plots. The latter were assessed for evidence of asymmetry, and therefore possible publication bias or other small study effects, using the Egger test [30], if there were sufficient (10 or more) eligible studies included in the meta-analysis, in line with published recommendations [31]. GRADEpro version 3.6 (GRADE working group 2004–2007) was used to grade the quality of the evidence. Consensus was reached using a consensus-oriented decision-making framework [32], culminating in a face-to-face meeting to discuss the evidence and reach a unanimous decision on the quality of evidence and strength of recommendation. EXERCISE, DIET AND DIETARY MANIPULATION Exercise We suggest exercise for overall symptom improvement in IBS patients. (Recommendation: weak; Quality of Evidence: very low) Exercise and physical fitness are key elements of maintaining physical and mental health [33, 34]. Studies from healthy volunteers and patients suggest that physical activity protects against gastrointestinal (GI) symptoms [35, 36], and bears an inverse relationship with colonic transit time [37]. Based upon these observations, it is reasonable to hypothesize that exercise might be beneficial to patients with IBS. To date, there have been few RCTs that have rigorously evaluated the benefits of exercise in IBS patients. Daley et al. invited 305 IBS patients to participate in a RCT that compared 12 weeks of an exercise intervention with usual care [38]. Fifty-six IBS patients (18%) agreed to participate. Quality of life (IBS-QOL) and IBS symptoms (Birmingham IBS symptoms questionnaire) were assessed before and after the interventions. Exercise led to statistically significant benefits for constipation (95% CI: -1.6 to -20.1) but not for other outcomes such as abdominal pain, diarrhea, total symptom score, or quality of life. In a second trial, Johannesson et al. randomized 102 IBS patients to a rigorous exercise program monitored by a physiotherapist or usual care for 12 weeks [39]. Seventy-five IBS patients completed the trial. IBS symptom severity scores improved to a greater degree in the exercise arm compared with the control arm (P = 0.003). The same authors reported long-term follow-up data (median follow-up 5.2 years) for 39 of the originally enrolled IBS patients [40]. Increases in physical activity and improvements in symptom scores compared with baseline were maintained at follow-up. Summary. Although it is clear that exercise offers general health benefits and, whenever possible, should be encouraged the Task Force did not feel that the weight or strength of available evidence justified a strong recommendation regarding exercise for IBS. Although encouraging, the Task Force feels that the current body of evidence should be viewed as hypothesis-generating, and in need of validation by methodologically rigorous, appropriately powered, RCTs. Diet and dietary manipulation for IBS We suggest a low FODMAP diet for overall symptom improvement in IBS patients. (Recommendation: weak; Quality of evidence: very low) We suggest against a gluten-free or exclusion diet based upon antibody or leukocyte activation test for overall symptom improvement in IBS patients. (Recommendation: weak; Quality of evidence: very low) The majority of IBS patients associate symptom onset or worsening with eating a meal. Although true food allergy is uncommon in IBS patients, perceived food intolerances or sensitivities are quite common. Up to 90% of IBS patients exclude certain foods in the hopes of avoiding or improving their GI symptoms [41]. Since the publication of the last IBS Task Force evidence-based review in 2014 [4], there have been numerous studies that have evaluated dietary therapies in IBS patients [42]. Although various diets have been suggested to benefit IBS patients, the largest body of evidence relates to two specific diets; a diet low in fermentable oligo-saccharides, di-saccharides, and mono-saccharides, and polyols (FODMAPs) and a gluten-free diet. We identified seven eligible RCTs (evaluating 397 participants) that provided dichotomous outcomes for a low FODMAP diet versus an alternative diet [43–49]. There was an overall effect of the low FODMAP diet in reducing IBS symptoms with a RR of remaining symptomatic on a low FODMAP diet of 0.69 (95% CI 0.54 to 0.88). The NNT was 5 (95% CI 3 to 11) (Table 1).Table 1: Summary of evidence from randomized controlled trials of pharmacological, psychological, and dietary therapies in irritable bowel syndromeSimilar to another recent systematic review [50], our analysis found that all trials were subject to high risk of bias. Overall, the quality of the evidence was graded as very low, which related to imprecision resulting from the relatively small number of patients included in the trials, significant heterogeneity, and issues around blinding. Three trials in 271 IBS patients compared the low FODMAP diet with an alternative diet [43, 44, 47], two with usual diet [46, 48], and one with a high FODMAP diet [45]. The three trials that had adequate concealment of allocation and an alternative dietary intervention in the control arm showed no statistically significant benefit of a low FODMAP diet (RR = 0.82; 95% CI = 0.66 to 1.02) with no heterogeneity between studies [43, 44, 47]. The results of these trials are more difficult to interpret as they were not placebocontrolled, but rather, comparative effectiveness trials assessing two active dietary interventions. In each of these RCTs, the low FODMAP diet led to adequate relief of IBS symptoms in roughly half of the patients. None of the RCTs have evaluated the long-term efficacy of, or adherence to, a low FODMAP diet, or the personalized maintenance diet that is instituted after individual FODMAP reintroduction. Potential harms, which should be balanced with benefit, include impact on quality of life (e.g., social encounters) and effects on the colonic microbiome, which could exert negative effects on colonic health [45, 51–53]. We identified two eligible trials evaluating a gluten-free diet in 111 patients with IBS [54, 55]. Both were re-challenge trials involving IBS patients that reported that their symptoms were controlled with a gluten-free diet, but in whom celiac disease had been rigorously excluded. Participants were then randomized to have this diet spiked with gluten or not. This design only indirectly addresses the research question, as withdrawing a significant food group from the diet and then introducing it may enhance the likelihood of a nocebo response. There was no statistically significant impact on IBS symptoms in the gluten challenge versus gluten-free diet (RR = 0.46; 95% CI 0.16 to 1.28) with significant heterogeneity between studies (I2 = 86%, P = 0.008) (Table 1). Another RCT evaluated 150 patients with IBS randomized to exclude all foods for which they had abnormal levels of IgG antibodies, or a sham diet where patients were asked to avoid a similar number of foods, but this was not based upon the IgG antibody test results [56]. This trial had an unclear risk of bias. Participants were followed for 12 weeks and 18 (28%) of 65 in the active intervention arm noted a significant improvement in symptoms, compared with 11 (17%) of 66 in the sham diet arm. This difference in response rates was not statistically significant (P = 0.14). The authors reported marginal statistical significance in those that adhered to their diet. A more recent RCT utilized leukocyte activation testing to evaluate a true vs. sham elimination diet in 58 IBS patients [57]. This study reported no difference in the proportion of patients with adequate relief of their IBS symptoms (P = 0.31) or quality of life (P = 0.92) after 4 weeks (secondary endpoints). However, there was a significantly greater increase in IBS global improvement scale score (primary endpoint) with the true vs. sham elimination diet (P = 0.04) after 4 weeks. Summary. Dietary therapies for IBS are of growing interest to patients, providers, and investigators. At present, the largest body of literature pertains to the low FODMAP diet. The available evidence supports a possible benefit for overall IBS symptoms in roughly half of sufferers. There are much less data for a gluten-free diet or elimination diets based upon IgG antibody or leukocyte activation testing. Importantly, there are little or no data that address the longterm efficacy, adherence, or harms of dietary therapies for IBS. FIBER IN IBS We recommend fiber for overall symptom improvement in IBS patients. (Recommendation: strong; Quality of evidence: moderate) We recommend psyllium, but not wheat bran, for overall symptom improvement in IBS patients. (Recommendation: strong; Quality of evidence: moderate) The updated systematic review and meta-analysis on fiber in IBS performed for this guideline identified 15 RCTs, involving 946 patients [58–72]. Only one trial was at low risk of bias [70]. There was a statistically significant effect in favor of fiber compared with placebo (RR of IBS not improving = 0.87; 95% CI 0.80 to 0.94) (Table 1). There was no significant heterogeneity between results (I2 = 0%, P = 0.53). Six studies used bran in a total of 411 patients [58, 59, 64, 65, 69, 70], seven studies ispaghula husk in a total of 499 patients [60–63, 66, 67, 70], and the remaining three studies used \"concentrated fiber\" [68], linseeds [71], or rice bran [72]. Bran had no significant effect on treatment of IBS (RR of IBS not improving = 0.90; 95% CI 0.79 to 1.03), but ispaghula was effective in treating IBS (RR = 0.83; 95% CI 0.73 to 0.94). The NNT with ispaghula was 7 (95% CI 4 to 25). Data on overall adverse events were only provided by seven trials [63, 64, 66, 68, 70–72]. These trials evaluated 606 patients. A total of 130 (36.6%) of 355 patients receiving fiber reported adverse events, compared with 63 (25.1%) of 251 in the placebo arms (RR = 1.06; 95% CI 0.92 to 1.22). There were insufficient data from individual studies to assess adverse events according to type of fiber administered. Summary. Poorly fermentable, soluble fiber remains an evidence-based treatment for IBS. Insoluble fiber may exacerbate pain and bloating in IBS, and has no evidence for efficacy. The low cost and lack of significant side effects makes soluble fiber a reasonable first-line therapy for IBS patients and, in combination with the moderate quality of evidence, is the basis of a strong recommendation. The ability to improve stool viscosity and frequency logically argues for the use of fiber in patients with IBS-C, although the evidence base to support this contention is far from conclusive. INTERVENTIONS THAT MODIFY THE MICROBIOTA: PREBIOTICS, SYNBIOTICS, PROBIOTICS AND ANTIBIOTICS Prebiotics and synbiotics We suggest against the use of prebiotics and synbiotics for overall symptom improvement in IBS patients. (Recommendation: weak; Quality of evidence: very low) The concept that alterations in the gut microbiome might be relevant to IBS arose from observations that symptoms of IBS developed after an infection (post-infectious IBS) [73], that small intestinal bacterial overgrowth (SIBO) may cause symptoms indistinguishable from IBS [74], and that the colonic microbiota is altered in IBS [75, 76]. In addition, some IBS symptoms (e.g., bloating, slowed intestinal transit, and early satiety) have been associated with specific gut microbiota profiles [77, 78]. These observations have also led to the use of prebiotics, probiotics, and synbiotics, as well as antibiotics, in the treatment of IBS. Prebiotics are food or dietary supplements that result in specific changes in the composition and/or activity of the GI microbiota. Probiotics have been defined as \"live microorganisms that, when administered in adequate amounts, confer a health benefit on the host\" [79]. Synbiotics, which are also food or dietary supplements, are a mixture of probiotics and prebiotics that act synergistically to promote the growth and survival of beneficial organisms. The previous monograph identified no trials of prebiotics in IBS [4]. The updated search identified one RCT [80]. In this study 128 patients with IBS-D were recruited, and randomized to receive either prebiotics (derived from chicory) or placebo for 8 weeks. This double-blind trial was at unclear risk of bias due to failure to report the method used to conceal treatment allocation. Neither global IBS symptoms nor abdominal pain were reported as a dichotomous outcome by the investigators. Mean abdominal pain relief scores at 8 weeks were significantly higher with the prebiotic vs. the placebo (4.92 ± 0.86 vs. 3.13 ± 1.36, P < 0.001). Flatulence scores were also significantly improved with prebiotic (4.97 vs. 2.98, P = 0.037). Data on adverse events were incompletely reported. With regard to synbiotics, no new RCTs were identified since the last version of the monograph [4], but there were two studies that recruited a total of 198 patients [81, 82]. The first was a single-blind RCT conducted in Italy [81], recruiting 68 patients with IBS, and which used a combination of Lactobacillus acidophilus and helveticus, with Bifidobacterium species, in a vitamin and phytoextract-enriched medium for 12 weeks. Only this trial reported dichotomous data. There were 7 (20.6%) of 34 patients assigned to synbiotics with persistent symptoms, compared with 30 (88.2%) of 34 assigned to control therapy (P < 0.01). The second study, conducted in South Korea [82], used Bifidobacterium lactis in combination with acacia fiber for 8 weeks in 130 patients. This double-blind trial was at unclear risk of bias due to failure to report the method used to conceal treatment allocation. Both trials assessed IBS symptoms on a continuous scale in 185 patients. Even though both trials were individually positive, there was no statistically significant effect of synbiotics in reducing symptoms, due to significant heterogeneity between studies (SMD = -1.73; 95% CI -3.73 to 0.27, I2 = 96%, P = 0.09). In both synbiotic studies adverse events were reported, and no significant events occurred in either treatment arm. Probiotics We suggest probiotics, taken as a group, to improve global symptoms, as well as bloating and flatulence in IBS patients. (Recommendation: weak; Quality of evidence: low) Since the previous monograph a total of 18 new trials were identified [47, 83–99]. Therefore, in total, there were 53 RCTs [47, 83–134], involving 5545 patients. Twenty-six trials were at low risk of bias, [47, 83, 84, 87–90, 92, 93, 96, 98, 99, 103, 105, 110, 112, 114, 115, 119, 121, 123, 124, 126, 130, 132, 133] with the remainder being unclear. There were 37 RCTs involving 4403 patients that gave outcomes as a dichotomous variable [47, 84, 86–89, 91, 92, 94–104, 110, 112, 113, 115, 118, 119, 121, 123, 125–134]. Probiotics were statistically su",
  "authors": [
    {
      "display_name": "Alexander C. Ford",
      "id": "A5044392782",
      "orcid": "https://orcid.org/0000-0001-6371-4359",
      "institutions": [
        {
          "id": "I130828816",
          "display_name": "University of Leeds",
          "country_code": "GB",
          "type": "funder"
        },
        {
          "id": "I2799390153",
          "display_name": "Leeds Teaching Hospitals NHS Trust",
          "country_code": "GB",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Alexander C. Ford"
    },
    {
      "display_name": "Paul Moayyedi",
      "id": "A5056355381",
      "orcid": "https://orcid.org/0000-0002-3616-9292",
      "institutions": [
        {
          "id": "I2802834092",
          "display_name": "Population Health Research Institute",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Paul Moayyedi"
    },
    {
      "display_name": "William D. Chey",
      "id": "A5027136649",
      "orcid": "https://orcid.org/0000-0002-4584-4026",
      "institutions": [
        {
          "id": "I4210114445",
          "display_name": "Michigan Medicine",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "William D. Chey"
    },
    {
      "display_name": "Lucinda A. Harris",
      "id": "A5023545267",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210125099",
          "display_name": "Mayo Clinic in Arizona",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Lucinda A. Harris"
    },
    {
      "display_name": "Brian E. Lacy",
      "id": "A5086017036",
      "orcid": "https://orcid.org/0000-0003-4121-7970",
      "institutions": [
        {
          "id": "I2802423016",
          "display_name": "WinnMed",
          "country_code": "US",
          "type": "nonprofit"
        },
        {
          "id": "I4210146710",
          "display_name": "Mayo Clinic in Florida",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Brian E. Lacy"
    },
    {
      "display_name": "Yuri A. Saito",
      "id": "A5000568406",
      "orcid": "https://orcid.org/0000-0003-4155-6315",
      "institutions": [
        {
          "id": "I4210125099",
          "display_name": "Mayo Clinic in Arizona",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Yuri A. Saito"
    },
    {
      "display_name": "Eamonn M.M. Quigley",
      "id": "A5038102817",
      "orcid": "https://orcid.org/0000-0003-4151-7180",
      "institutions": [
        {
          "id": "I4210109259",
          "display_name": "Methodist Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I205783295",
          "display_name": "Cornell University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Eamonn M. M. Quigley"
    }
  ],
  "publication_year": 2018,
  "publication_date": "2018-06-01",
  "type": "review",
  "cited_by_count": 331,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S66441642",
    "display_name": "The American Journal of Gastroenterology",
    "issn_l": "0002-9270",
    "issn": [
      "0002-9270",
      "1572-0241"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "113",
  "issue": null,
  "first_page": "1",
  "last_page": "18",
  "open_access": {
    "is_oa": true,
    "oa_status": "green",
    "oa_url": "http://eprints.whiterose.ac.uk/133354/3/FINAL%20ACG%20IBS%20MONOGRAPH%20March%202018.%20V3.%20%20Submitted%20version%20with%20%20highlights.pdf",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.965109
    },
    {
      "id": "C2778271842",
      "display_name": "Irritable bowel syndrome",
      "level": 2,
      "score": 0.90087485
    },
    {
      "id": "C90924648",
      "display_name": "Gastroenterology",
      "level": 1,
      "score": 0.65306854
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.62231255
    },
    {
      "id": "C61434518",
      "display_name": "General surgery",
      "level": 1,
      "score": 0.35438746
    }
  ],
  "topics": [
    {
      "id": "T10365",
      "display_name": "Gastrointestinal motility and disorders",
      "score": 1.0
    },
    {
      "id": "T12237",
      "display_name": "Congenital gastrointestinal and neural anomalies",
      "score": 0.9892
    },
    {
      "id": "T13289",
      "display_name": "Infant Health and Development",
      "score": 0.988
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1038/s41395-018-0084-x",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:13:31.537982",
  "source_database": "OpenAlex"
}