{
  "openalex_id": "W2884768209",
  "doi": "https://doi.org/10.1177/2054358118789368",
  "title": "Opportunities and Challenges for Genetic Studies of End-Stage Renal Disease in Canada",
  "abstract": "Genetic testing can improve diagnostic precision in some patients with end-stage renal disease (ESRD) providing the potential for targeted therapy and improved patient outcomes. We sought to describe the genetic architecture of ESRD and Canadian data sources available for further genetic investigation into ESRD.We performed PubMed searches of English, peer-reviewed articles using keywords \"chronic kidney disease,\" \"ESRD,\" \"genetics,\" \"sequencing,\" and \"administrative databases,\" and searched for nephrology-related Mendelian diseases on the Online Mendelian Inheritance in Man database.In this narrative review, we discuss our evolving understanding of the genetic architecture of kidney disease and ESRD, the risks and benefits of using genetic data to help diagnose and manage patients with ESRD, existing public Canadian biobanks and databases, and a vision for future genetic studies of ESRD in Canada.ESRD has a polygenic architecture including rare Mendelian mutations and common small effect genetic polymorphism contributors. Genetic testing will improve diagnostic accuracy and contribute to a precision medicine approach in nephrology. However, the risk and benefits of genetic testing needs to be considered from an individual and societal perspective, and further research is required. Merging existing health data, linking biobanks and administrative databases, and forming Canadian collaborations hold great potential for genetic research into ESRD. Large sample sizes are necessary to perform the suitably powered investigations required to bring this vision to reality.This is a narrative review of the literature discussing future directions and opportunities. It reflects the views and academic biases of the authors.National collaborations will be required to obtain sample sizes required for impactful, robust research. Merging established datasets may be one approach to obtain adequate samples. Patient education and engagement will improve the value of knowledge gained.Le dépistage génétique a le potentiel d’améliorer la précision diagnostique chez certains patients atteints d’insuffisance rénale terminale (IRT), et ouvre la voie à des thérapies ciblées et à de meilleures perspectives de santé pour les patients. Notre objectif est de présenter l’architecture génétique de l’IRT ainsi que les sources de données disponibles au Canada propres à faire avancer la recherche génétique sur l’IRT.Nous avons répertorié des articles rédigés en anglais, révisés par les pairs et publiés sur PubMed à l’aide des mots-clés suivants : chronic kidney disease (insuffisance rénale chronique), ESRD (IRT), genetics (génétique), sequencing (séquençage) et administrative databases (bases de données administratives). Nous avons également consulté la base de données OMIM (Online Mendelian Inheritance in Man) à la recherche de maladies néphrologiques mendéliennes.Plusieurs aspects sont abordés dans le présent article synthèse : i) l’évolution de notre compréhension de l’architecture génétique de la maladie rénale et de l’IRT; ii) les risques et avantages de recourir aux données génétiques pour faciliter le diagnostic et la prise en charge des patients atteints d’IRT; iii) un répertoire des biobanques et bases de données publiques canadiennes, et iv) une vision pour la recherche en génétique sur l’IRT au Canada.L’IRT présente une architecture polygénique qui comprend de rares mutations mendéliennes et des contributeurs communs de polymorphisme génétique à effets mineurs. Le dépistage génétique contribuera à la précision du diagnostic et à l’adoption d’une médecine de précision en néphrologie. Cependant, les risques et avantages du dépistage génétique doivent être mesurés dans une perspective individuelle et sociétale, et des analyses supplémentaires s’imposent. La colligation des données en santé, des biobanques et des bases de données administratives existantes, couplée à des collaborations nationales, offre un vaste potentiel en recherche génétique sur l’IRT; il reste que des échantillons plus volumineux sont nécessaires pour étayer adéquatement les études qui permettront de concrétiser ce potentiel de recherche.Il s’agit d’un article synthèse de la documentation existante sur les perspectives et orientations d’avenir du point de vue des auteurs; l’article reflète conséquemment leur opinion et parti pris.Il nous faudra établir des collaborations nationales pour composer des échantillons dont la taille permettra de mener des recherches fructueuses et fiables. La colligation des jeux de données existants pourrait s’avérer une première approche à adopter pour y arriver. En outre, l’éducation des patients et leur participation à la recherche bonifieront la valeur des connaissances acquises.",
  "authors": [
    {
      "display_name": "Vinusha Kalatharan",
      "id": "A5068575614",
      "orcid": "https://orcid.org/0000-0001-7431-8087",
      "institutions": [
        {
          "id": "I125749732",
          "display_name": "Western University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Vinusha Kalatharan"
    },
    {
      "display_name": "Mathieu Lemaire",
      "id": "A5044862419",
      "orcid": "https://orcid.org/0000-0001-7593-6418",
      "institutions": [
        {
          "id": "I2801317318",
          "display_name": "Hospital for Sick Children",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I185261750",
          "display_name": "University of Toronto",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I4210141030",
          "display_name": "SickKids Foundation",
          "country_code": "CA",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mathieu Lemaire"
    },
    {
      "display_name": "Matthew B. Lanktree",
      "id": "A5047140394",
      "orcid": "https://orcid.org/0000-0002-5750-6286",
      "institutions": [
        {
          "id": "I1325899441",
          "display_name": "University Health Network",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I185261750",
          "display_name": "University of Toronto",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Matthew B. Lanktree"
    }
  ],
  "publication_year": 2018,
  "publication_date": "2018-01-01",
  "type": "review",
  "cited_by_count": 8,
  "is_retracted": false,
  "is_paratext": false,
  "language": "fr",
  "source": {
    "id": "S2764509245",
    "display_name": "Canadian Journal of Kidney Health and Disease",
    "issn_l": "2054-3581",
    "issn": [
      "2054-3581"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320017"
  },
  "volume": "5",
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": true,
    "oa_status": "gold",
    "oa_url": "https://journals.sagepub.com/doi/pdf/10.1177/2054358118789368",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C116567970",
      "display_name": "Biobank",
      "level": 2,
      "score": 0.83692
    },
    {
      "id": "C3019040382",
      "display_name": "End stage renal disease",
      "level": 3,
      "score": 0.64358
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.56062317
    },
    {
      "id": "C2779134260",
      "display_name": "Disease",
      "level": 2,
      "score": 0.54800415
    },
    {
      "id": "C2780673598",
      "display_name": "Genetic testing",
      "level": 2,
      "score": 0.53028136
    },
    {
      "id": "C175783326",
      "display_name": "Mendelian inheritance",
      "level": 3,
      "score": 0.52746034
    },
    {
      "id": "C9287583",
      "display_name": "Genetic architecture",
      "level": 4,
      "score": 0.4471762
    },
    {
      "id": "C47042493",
      "display_name": "Human genetics",
      "level": 3,
      "score": 0.431503
    },
    {
      "id": "C163763905",
      "display_name": "Precision medicine",
      "level": 2,
      "score": 0.42654437
    },
    {
      "id": "C54847362",
      "display_name": "Nephrology",
      "level": 2,
      "score": 0.41929194
    },
    {
      "id": "C177713679",
      "display_name": "Intensive care medicine",
      "level": 1,
      "score": 0.33426952
    },
    {
      "id": "C60644358",
      "display_name": "Bioinformatics",
      "level": 1,
      "score": 0.30547008
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.2089481
    },
    {
      "id": "C54355233",
      "display_name": "Genetics",
      "level": 1,
      "score": 0.20395625
    },
    {
      "id": "C2908647359",
      "display_name": "Population",
      "level": 2,
      "score": 0.18557
    },
    {
      "id": "C142724271",
      "display_name": "Pathology",
      "level": 1,
      "score": 0.17896089
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.12525311
    },
    {
      "id": "C99454951",
      "display_name": "Environmental health",
      "level": 1,
      "score": 0.08634788
    },
    {
      "id": "C104317684",
      "display_name": "Gene",
      "level": 2,
      "score": 0.0
    },
    {
      "id": "C81941488",
      "display_name": "Quantitative trait locus",
      "level": 3,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11029",
      "display_name": "Renal Diseases and Glomerulopathies",
      "score": 0.9996
    },
    {
      "id": "T10408",
      "display_name": "Chronic Kidney Disease and Diabetes",
      "score": 0.9994
    },
    {
      "id": "T10291",
      "display_name": "Dialysis and Renal Disease Management",
      "score": 0.9979
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1177/2054358118789368",
  "pdf_url": "https://journals.sagepub.com/doi/pdf/10.1177/2054358118789368",
  "retrieved_date": "2025-07-30T14:58:50.946246",
  "source_database": "OpenAlex"
}