{
  "openalex_id": "W2885241837",
  "doi": "https://doi.org/10.1016/s2468-2667(18)30160-9",
  "title": "Evolving evidence about diet and health",
  "abstract": "Nutrition research initially focused almost entirely on conditions of nutritional deficiencies (eg, scurvy, beriberi, pellagra). By the 1950s, with the increase in coronary heart disease in high-income countries, attention shifted to a range of so-called diet-heart hypotheses.1Mozaffarian D Dietary and policy priorities for cardiovascular disease, diabetes, and obesity: a comprehensive review.Circulation. 2016; 133: 187-225Crossref PubMed Scopus (789) Google Scholar These included the putative and harmful effects of fats (especially saturated fats) and the protective effects of the so-called Mediterranean diet to explain why individuals in the USA, northern Europe, and the UK were more prone to coronary heart disease, whereas those in European countries around the Mediterranean (or Japan) seemed to have lower risks. Some of the initial studies were enormously influential while undergoing limited scrutiny as to the rigor of their methods. The lack of replication of these early claims should have prompted caution and re-examination of whether fats (especially saturated fats) were indeed harmful. More recently, studies using standardised questionnaires, careful documentation of outcomes with common definitions, and contemporary statistical approaches to minimise confounding have generated a substantial body of evidence that challenges the conventional thinking that fats are harmful.2Hooper L Martin N Abdelhamid A Davey Smith G Reduction in saturated fat intake for cardiovascular disease.Cochrane Database Syst Rev. 2015; 6 (CD011737.)Google Scholar, 3de Souza RJ Mente A Maroleanu A et al.Intake of saturated and trans unsaturated fatty acids and risk of all cause mortality, cardiovascular disease, and type 2 diabetes: systematic review and meta-analysis of observational studies.BMJ. 2015; 351: h3978Crossref PubMed Scopus (628) Google Scholar Also, some populations (such as the US population) changed their diets from one relatively high in fats to one with increased carbohydrate intake. This change paralleled the increased incidence of obesity and diabetes. So the focus of nutrition research has recently shifted to the potential harms of carbohydrates. Indeed, higher carbohydrate intake can have more adverse effects on key atherogenic lipoproteins (eg, increase the apolipoprotein B-to-apolipoprotein A1 ratio) than can any natural fats.4Mente A Dehghan M Rangarajan S et al.Association of dietary nutrients with blood lipids and blood pressure in 18 countries: a cross-sectional analysis from the PURE study.Lancet Diabetes Endocrinol. 2017; 5: 774-787Summary Full Text Full Text PDF PubMed Scopus (119) Google Scholar Additionally, in short-term trials, extreme carbohydrate restriction led to greater short-term weight loss and lower glucose concentrations compared with diets with higher amounts of carbohydrate.5Santos FL Esteves SS da Costa Pereira A Yancy Jr, WS Nunes JP Systematic review and meta-analysis of clinical trials of the effects of low carbohydrate diets on cardiovascular risk factors.Obes Rev. 2012; 13: 1048-1066Crossref PubMed Scopus (171) Google Scholar Robust data from observational studies support a harmful effect of refined, high glycaemic load carbohydrates on mortality.6Mirrahimi A de Souza RJ Chiavaroli L et al.Associations of glycemic index and load with coronary heart disease events: a systematic review and meta-analysis of prospective cohorts.J Am Heart Assoc. 2012; 1: e000752Crossref PubMed Scopus (103) Google Scholar, 7Mattei J Hu FB Campos H A higher ratio of beans to white rice is associated with lower cardiometabolic risk factors in Costa Rican adults.Am J Clin Nutr. 2011; 94: 869-876Crossref PubMed Scopus (45) Google Scholar The realisation that cardiovascular disease is a global epidemic with most cases occurring in developing countries has also stimulated studies involving multiple countries at different economic levels. Last year, the Prospective Urban Rural Epidemiology (PURE) study8Dehghan M Mente A Zhang X et al.Associations of fats and carbohydrate intake with cardiovascular disease and mortality in 18 countries from five continents (PURE): a prospective cohort study.Lancet. 2017; 390: 2050-2062Summary Full Text Full Text PDF PubMed Scopus (496) Google Scholar of 135 335 individuals from 18 countries in five continents showed that a diet high in carbohydrates (more than approximately 60% of energy) but not high in saturated fats, was associated with higher risk of death. However, in PURE, even the group with the highest level of fats (ie, quintile 5; mean total fat intake 35% of energy and saturated fat intake 13% of energy) were not as high as even the average in studies from Finland (37% and 20%, respectively),9Pietinen P Vartiainen E Seppänen R Aro A Puska P Changes in diet in Finland from 1972 to 1992: impact on coronary heart disease risk.Prev Med. 1996; 25: 243-250Crossref PubMed Scopus (183) Google Scholar Scotland (37% and 17%, respectively),10Bolton-Smith C Woodward M Smith WC Tunstall-Pedoe H Dietary and non-dietary predictors of serum total and HDL-cholesterol in men and women: results from the Scottish Heart Health Study.Int J Epidemiol. 1991; 20: 95-104Crossref PubMed Scopus (47) Google Scholar or the USA (38% and 16%, respectively)11Keys A Menotti A Karvonen MJ et al.The diet and 15-year death rate in the seven countries study.Am J Epidemiol. 1986; 124: 903-915Crossref PubMed Scopus (1303) Google Scholar done in the 1960s and 1970s. Therefore, a marked reduction in fat intake in several countries might have occurred over the past few decades in several countries. It is not clear that further reductions in dietary fat intake will lead to reductions in incidence of disease. In countries (or individuals) with high carbohydrate intakes, limiting intake could be beneficial. In this issue of The Lancet Public Health, Sara Seidelmann and colleagues12Seidelmann SB Claggett B Cheng S et al.Dietary carbohydrate intake and mortality: a prospective cohort study and meta-analysis.Lancet Public Health. 2018; (published online Aug 16.)http://dx.doi.org/10.1016/S2468-2667(18)30135-XSummary Full Text Full Text PDF PubMed Scopus (205) Google Scholar examine the 25-year follow-up data from the Atherosclerosis Risk in Communities (ARIC) study and place their findings in the context of a meta-analysis of published studies about carbohydrate intake. The authors conclude that the epidemiological association between carbohydrate intake and death is U-shaped, with the lowest risk occurring with a carbohydrate intake of 50–55% of energy, and with both lower and higher intakes being associated with higher risk of death (hazard ratio 1·20, 95% CI 1·09–1·32 for low carbohydrate consumption; 1·23, 1·11–1·36 for high carbohydrate consumption). Such differences in risk associated with extreme differences in intake of a nutrient are plausible, but observational studies cannot completely exclude residual confounders when the apparent differences are so modest. Based on first principles, a U-shaped association is logical between most essential nutrients versus health outcomes. Essential nutrients should be consumed above a minimal level to avoid deficiency and below a maximal level to avoid toxicity. This approach maintains physiological processes and health (ie, a so-called sweet spot). Although carbohydrates are technically not an essential nutrient (unlike protein and fats), a certain amount is probably required to meet short-term energy demands during physical activity and to maintain fat and protein intakes within their respective sweet spots. On the basis of these principles, moderate intake of carbohydrate (eg, roughly 50% of energy) is likely to be more appropriate for the general population than are very low or very high intakes. This would translate to a generally balanced diet that includes fruit, vegetables, legumes, whole grains, nuts, fish, dairy, and unprocessed meats—all in moderation. The findings of the meta-analysis should be interpreted with caution, given that so-called group thinking can lead to biases in what is published from observational studies, and the use of analytical approaches to produce findings that fit in with current thinking. The ideal approach to meta-analysis would be a collaboration involving investigators of all the large studies ever done (including those that remain unpublished) that have collected data about carbohydrate intake and clinical events, and pool the individual data using transparent methods. This approach is likely to provide the best and most unbiased summary of the effects of carbohydrates on health, rather than reliance on the results of any single study. Future observational studies should also consider new methods, which include triangulation, to assess whether there is a coherent pattern of information about the links between consumption of a nutrient such as carbohydrates with a panel of physiological or nutritional biomarkers and clinical outcomes. When appropriate, this approach should be complemented by large and long-term clinical trials investigating the effects of different dietary patterns (constructed from information about the effects of individual nutrients and foods), because the effect of individual nutrients is likely to be modest. When coherent information emerges from different approaches and is replicated, this will form a sound basis for robust public health recommendations. We declare no competing interests. Dietary carbohydrate intake and mortality: a prospective cohort study and meta-analysisBoth high and low percentages of carbohydrate diets were associated with increased mortality, with minimal risk observed at 50–55% carbohydrate intake. Low carbohydrate dietary patterns favouring animal-derived protein and fat sources, from sources such as lamb, beef, pork, and chicken, were associated with higher mortality, whereas those that favoured plant-derived protein and fat intake, from sources such as vegetables, nuts, peanut butter, and whole-grain breads, were associated with lower mortality, suggesting that the source of food notably modifies the association between carbohydrate intake and mortality. Full-Text PDF Open Access",
  "authors": [
    {
      "display_name": "Andrew Mente",
      "id": "A5027822298",
      "orcid": "https://orcid.org/0000-0001-6879-7675",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I2802834092",
          "display_name": "Population Health Research Institute",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I76442945",
          "display_name": "Hamilton Health Sciences",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Andrew Mente"
    },
    {
      "display_name": "Salim Yusuf",
      "id": "A5018419311",
      "orcid": "https://orcid.org/0000-0003-4776-5601",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I2802834092",
          "display_name": "Population Health Research Institute",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I76442945",
          "display_name": "Hamilton Health Sciences",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Salim Yusuf"
    }
  ],
  "publication_year": 2018,
  "publication_date": "2018-08-17",
  "type": "letter",
  "cited_by_count": 11,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S2764808104",
    "display_name": "The Lancet Public Health",
    "issn_l": "2468-2667",
    "issn": [
      "2468-2667"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320990"
  },
  "volume": "3",
  "issue": "9",
  "first_page": "e408",
  "last_page": "e409",
  "open_access": {
    "is_oa": true,
    "oa_status": "gold",
    "oa_url": "http://www.thelancet.com/article/S2468266718301609/pdf",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2779473830",
      "display_name": "MEDLINE",
      "level": 2,
      "score": 0.49395567
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.46195033
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.27361324
    },
    {
      "id": "C55493867",
      "display_name": "Biochemistry",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T12267",
      "display_name": "Diet and metabolism studies",
      "score": 0.9997
    },
    {
      "id": "T10866",
      "display_name": "Nutritional Studies and Diet",
      "score": 0.9997
    },
    {
      "id": "T10010",
      "display_name": "Obesity, Physical Activity, Diet",
      "score": 0.9972
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/s2468-2667(18)30160-9",
  "pdf_url": "http://www.thelancet.com/article/S2468266718301609/pdf",
  "retrieved_date": "2025-07-30T15:12:04.660024",
  "source_database": "OpenAlex"
}