{
  "openalex_id": "W2885644656",
  "doi": "https://doi.org/10.1353/ari.2018.0021",
  "title": "Energy Humanities: An Anthology eds. by Imre Szeman and Dominic Boyer",
  "abstract": "Reviewed by: Energy Humanities: An Anthology eds. by Imre Szeman and Dominic Boyer Jessica Maufort (bio) Imre Szeman and Dominic Boyer, editors. Energy Humanities: An Anthology. Johns Hopkins UP, 2017. Pp. viii, 595. US $49.95. Against today's backdrop of eco-catastrophe and sustainability issues, recent concerns in the field of environmental humanities include the thematic and aesthetic examinations of pollution and waste, toxic/nuclear landscapes, eco-phobia, the imperilled human/non-human cohabitation, climate change fiction, and petrofiction. Often abridged as \"cli-fi,\" climate change fiction refers to a recent (popular) literary genre whose fictional narratives foreground current environmental issues through a variety of techniques and modes (e.g., realist, speculative, utopian, dystopic). Petrofiction deals more specifically with the multi-faceted relationship between oil and human affairs. Both cli-fi and petrofiction as well as the representational challenges they investigate are usually studied within the context of the Anthropocene. In the face of posthumanism, new materialisms, and twenty-first-century climate and technological crises, many scholars and artists are, more than ever before, calling for collaborative work between the natural sciences and the arts. This mutual enrichment potentially helps us better understand, represent, and address the complex reality we live in. Informed by a similar interdisciplinary imperative, Energy Humanities: An Anthology contributes to these debates by focusing on the interface between culture and energy sources such as fossil fuels and nuclear energy. In their introduction to this substantial volume, editors Imre Szeman and Dominic Boyer observe that engaging critically with our (ab)use of non-renewable energy resources leads to environmental questions as well as \"social, cultural, and political challenges\" (1). Work in the field of energy humanities, which is concomitant with that undertaken in environmental humanities, thus compels us to reconfigure old notions. The concept of modernity, for example, is reconceived as intimately linked to energy use: \"We are citizens and subjects of fossil fuels through and through, whether we know it or not. And so any meaningful response to climate change will have to tarry with the world and the people that have been made from oil\" (Szeman and Boyer 1). This point is articulated convincingly throughout the anthology. Equating modernity and energy, the editors argue, helps us achieve a more encompassing account of \"the forces and processes shaping historical development\" (2). The contributors to the volume contend that past critiques of modernity have too often overlooked this connection, while in fact the \"economic growth,\" [End Page 271] \"access to goods and services,\" and \"capacities and freedoms\" associated with modernity are \"direct consequence[s] of the massive expansion of energy use\" (2). The very well documented essays in the volume illuminate these interrelated issues. Szeman and Boyer propose that in addition to modern geopolitics, energy use has also intervened in \"our relationships to our bodies, … human social relations, and … the imperatives of … 'culture'\" (2). The pivotal thesis of Energy Humanities goes against the grain by suggesting that \"the challenge of addressing global warming isn't fundamentally a scientific or technological one\" (3). Such a proposition reacts not only to discourses that idealize technology as the sole solution to the crisis but also to those promoting energy transition plans that eventually prove complicit with an unrelenting exploitation of resources and thus with global capitalism (3).1 Rather, Szeman and Boyer write, the social sciences must complement technical research to apprehend our multi-faceted enmeshment with energy systems and \"map out other ways of being, behaving, and belonging in relation to both old and new forms of energy\" (3). The contributors to this volume, who for the most part hail from the humanities, adopt precisely such a transdisciplinary perspective. Some of the many issues addressed in this massive reimagining of modernity relate to environmental politics, \"energy epistemologies\" (6), linear and progress-based conceptions of history, and humankind's \"energy unconscious\" (8). Underlying these questions is a plea for \"a sociopolitical revolution\" that could reposition energy needs as a central criterion for \"an equality of opportunities and capacities\" (7). To explore the manifold implications of this eco-political endeavour, the scholarly and literary contributions to this volume are divided into four interconnected chapters: \"Energy and Modernity: Histories and Futures...",
  "authors": [
    {
      "display_name": "Jessica Maufort",
      "id": "A5033314710",
      "orcid": "https://orcid.org/0000-0002-8529-5957",
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Jessica Maufort"
    }
  ],
  "publication_year": 2018,
  "publication_date": "2018-01-01",
  "type": "article",
  "cited_by_count": 1,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S207850067",
    "display_name": "Ariel",
    "issn_l": "0004-1327",
    "issn": [
      "0004-1327",
      "1920-1222"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315678"
  },
  "volume": "49",
  "issue": "2-3",
  "first_page": "271",
  "last_page": "274",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C128370203",
      "display_name": "Anthropocene",
      "level": 2,
      "score": 0.65169454
    },
    {
      "id": "C15708023",
      "display_name": "Humanities",
      "level": 1,
      "score": 0.56890166
    },
    {
      "id": "C2779343474",
      "display_name": "Context (archaeology)",
      "level": 2,
      "score": 0.4866584
    },
    {
      "id": "C2779726722",
      "display_name": "Posthumanism",
      "level": 2,
      "score": 0.46959817
    },
    {
      "id": "C2779549840",
      "display_name": "Posthuman",
      "level": 2,
      "score": 0.46000746
    },
    {
      "id": "C2776212401",
      "display_name": "Medical humanities",
      "level": 2,
      "score": 0.45938402
    },
    {
      "id": "C186370098",
      "display_name": "Energy (signal processing)",
      "level": 2,
      "score": 0.45376435
    },
    {
      "id": "C91802169",
      "display_name": "Ecocriticism",
      "level": 2,
      "score": 0.4510037
    },
    {
      "id": "C70789860",
      "display_name": "The arts",
      "level": 2,
      "score": 0.428473
    },
    {
      "id": "C52119013",
      "display_name": "Art history",
      "level": 1,
      "score": 0.42251953
    },
    {
      "id": "C95124753",
      "display_name": "Environmental ethics",
      "level": 1,
      "score": 0.39867848
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.39664683
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.3836129
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.36603743
    },
    {
      "id": "C124952713",
      "display_name": "Literature",
      "level": 1,
      "score": 0.29896867
    },
    {
      "id": "C107038049",
      "display_name": "Aesthetics",
      "level": 1,
      "score": 0.2893066
    },
    {
      "id": "C153349607",
      "display_name": "Visual arts",
      "level": 1,
      "score": 0.24036533
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.15595344
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.13965458
    },
    {
      "id": "C105795698",
      "display_name": "Statistics",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C150903083",
      "display_name": "Biotechnology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C33923547",
      "display_name": "Mathematics",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T12457",
      "display_name": "Ecocriticism and Environmental Literature",
      "score": 0.9011
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/ari.2018.0021",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:46:17.121763",
  "source_database": "OpenAlex"
}