{
  "openalex_id": "W2885036842",
  "doi": "https://doi.org/10.1353/fau.2009.0009",
  "title": "“The Unsleeping Cabal”: Faulkner’s Fevered Vampires and the Other South",
  "abstract": "“The unsleeping cabal”: Faulkner’s Fevered Vampires and the Other South Here I am, sitting at a little oak table where in old times possibly some fair lady sat to pen, with much thought and many blushes, her ill-spelt love letter, and writing in my diary in shorthand all that has happened since I closed it last. It is nineteenth century up-to-date with a vengeance. And yet, unless my senses deceive me, the old centuries had, and have, powers of their own which mere “modernity” cannot kill. —Bram Stoker, Dracula (43) W hen Jill Faulkner Summers found the script for Dreadful Hol­ low among a cache of her father’s papers, she turned it over to Lee Caplin, executor of the Faulkner estate. The screenplay was based on Irina Karlova’s 1942 novel of the same name, but the film was never made. In a letter to Howard Hawks dated Octob 1, 1945, Karlova inquires why the film has not reached production, since Hawks had purchased rights to make the film in November of 1944. Hawks never answered her letters. Hawks most likely contracted Faulkner to write the script around early 1946. Joseph Blotner’s 1974 Biography doesn’t even mention the script, and until Summers found hers, the only known copy of the screenplay belonged to Bruce Kawin, who provides only the brief­ est summary of it in Film and Faulkner. Kawin received his copy of the “lost” screenplay directly from Howard Hawks, and promised Hawks that he would never show it to anyone else, a promise he continues to honor. Caplin claims Faulkner wrote the script as a “lark” for his drinking buddy, but its contents bear a strong resemblance to Faulkner’s more serious work as a novelist. The script reveals that Faulkner had a deep knowledge of both pop culture vampire conventions and Bram Stoker’s novel Dracula. That he drew on such material demonstrates, once again, as shown by Pe­ ter Lurie, that high modernism drinks up the icons and images of mass culture.1 'I wish to thank James D’Arc, Curator of the Motion Picture Archive at Brigham Young University for granting me access to the screenplay, as well as Norm Gillespie and the staff of the L. Tom Perry collection for their help, and Kevin Flagberg for patiently providing transportation to and from the archive. I wish to thank Edwin T. Arnold for bringing the screenplay to my attention and for his and Donald Kartiganer’s encouragement to revise my essay. I would also like to thank John T. Matthews for his insightful editing and Aldo Alvarez for his guidance. My thanks also go to Brian A. Wilson for his unflagging support and kindness. 55 56 Michelle E. Moore Faulkner’s Fevered Vampires and the Other South Beliefs and tales about vampires comprise an early-twentieth-century master narrative, a Foucauldian discursive apparatus that causes what Judith Halberstam has labeled “a disruption in form and content” through which new discussions of inheritance and disease, violence and monstrosity, colonialism and sexuality take place (11). Vampires would not seem to have a place in the modern world, and their presence indicates the power of the past to contaminate contemporary mo­ dernity. Faulkner uses the vampire and vampiric conventions as a master narrative in his work, and the figure features most prominently in Absalom, Absalom! where it is used as a structuring device. My paper will expose Quentin’s vampiric disease and then trace its genesis to three possible infectious sites, demonstrating how the vampire narrative structures the novel. I will then show how Shreve and Quentin work together to contain the disease, by telling stories in an attempt to pin down the original vampire. The novel uses vampiric conventions in order to show the interrelations between narrative construction and death, the American South, and the West Indian colonial slave trade. This essay argues that Quentin’s struggle to understand the connection between the slave trade and his own life exposes him to colonial ancestral disease. He catches a vampiric, consumptive fever through his exposure to his South’s fluid interrelationship to the other South. I will make refer­ ences to Dreadful...",
  "authors": [
    {
      "display_name": "Michelle E. Moore",
      "id": "A5025655637",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Michelle E. Moore"
    }
  ],
  "publication_year": 2009,
  "publication_date": "2009-01-01",
  "type": "article",
  "cited_by_count": 2,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210198686",
    "display_name": "The Faulkner journal",
    "issn_l": "0884-2949",
    "issn": [
      "0884-2949",
      "2640-1703"
    ],
    "type": "journal",
    "host_organization": null
  },
  "volume": "24",
  "issue": "2",
  "first_page": "55",
  "last_page": "76",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2776128805",
      "display_name": "Dracula",
      "level": 2,
      "score": 0.6419534
    },
    {
      "id": "C52119013",
      "display_name": "Art history",
      "level": 1,
      "score": 0.4574432
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.45313966
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.45273888
    },
    {
      "id": "C124952713",
      "display_name": "Literature",
      "level": 1,
      "score": 0.43832496
    },
    {
      "id": "C2780027720",
      "display_name": "Tragedy (event)",
      "level": 2,
      "score": 0.4307045
    },
    {
      "id": "C520712124",
      "display_name": "Biography",
      "level": 2,
      "score": 0.41104946
    }
  ],
  "topics": [
    {
      "id": "T13229",
      "display_name": "Gothic Literature and Media Analysis",
      "score": 0.9992
    },
    {
      "id": "T12912",
      "display_name": "Shakespeare, Adaptation, and Literary Criticism",
      "score": 0.9973
    },
    {
      "id": "T10758",
      "display_name": "Cinema and Media Studies",
      "score": 0.9941
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/fau.2009.0009",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:46:50.394592",
  "source_database": "OpenAlex"
}