{
  "openalex_id": "W2890199307",
  "doi": "https://doi.org/10.1130/b31909.1",
  "title": "A sudden end-Permian mass extinction in South China",
  "abstract": "Research Article| September 19, 2018 A sudden end-Permian mass extinction in South China Shu-Zhong Shen; Shu-Zhong Shen † 1State Key Laboratory of Palaeobiology and Stratigraphy, Nanjing Institute of Geology and Palaeontology and Center for Excellence in Life and Palaeoenvironment, Chinese Academy of Sciences, Nanjing 210008, China2Centre for Research and Education on Biological Evolution and Environment, Nanjing University, Nanjing 210023, China †Corresponding authors: szshen@nigpas.ac.cn, junchen@gig.ac.cn. Search for other works by this author on: GSW Google Scholar Jahandar Ramezani; Jahandar Ramezani 3Department of Earth, Atmospheric and Planetary Sciences, Massachusetts Institute of Technology, 77 Massachusetts Avenue, Cambridge, Massachusetts 02139, USA Search for other works by this author on: GSW Google Scholar Jun Chen; Jun Chen † 4State Key Laboratory of Isotope Geochemistry, Guangzhou Institute of Geochemistry, Chinese Academy of Sciences, Guangzhou 510640, China †Corresponding authors: szshen@nigpas.ac.cn, junchen@gig.ac.cn. Search for other works by this author on: GSW Google Scholar Chang-Qun Cao; Chang-Qun Cao 1State Key Laboratory of Palaeobiology and Stratigraphy, Nanjing Institute of Geology and Palaeontology and Center for Excellence in Life and Palaeoenvironment, Chinese Academy of Sciences, Nanjing 210008, China Search for other works by this author on: GSW Google Scholar Douglas H. Erwin; Douglas H. Erwin 5Department of Paleobiology, MRC-121, National Museum of Natural History, Washington, D.C. 20013-7012, USA Search for other works by this author on: GSW Google Scholar Hua Zhang; Hua Zhang 1State Key Laboratory of Palaeobiology and Stratigraphy, Nanjing Institute of Geology and Palaeontology and Center for Excellence in Life and Palaeoenvironment, Chinese Academy of Sciences, Nanjing 210008, China Search for other works by this author on: GSW Google Scholar Lei Xiang; Lei Xiang 1State Key Laboratory of Palaeobiology and Stratigraphy, Nanjing Institute of Geology and Palaeontology and Center for Excellence in Life and Palaeoenvironment, Chinese Academy of Sciences, Nanjing 210008, China Search for other works by this author on: GSW Google Scholar Shane D. Schoepfer; Shane D. Schoepfer 6Department of Geosciences and Natural Resources, Western Carolina University, Cullowhee, North Carolina 28723, USA Search for other works by this author on: GSW Google Scholar Charles M. Henderson; Charles M. Henderson 7Department of Geoscience, University of Calgary, Calgary, Alberta, T2N 1N4 Canada Search for other works by this author on: GSW Google Scholar Quan-Feng Zheng; Quan-Feng Zheng 1State Key Laboratory of Palaeobiology and Stratigraphy, Nanjing Institute of Geology and Palaeontology and Center for Excellence in Life and Palaeoenvironment, Chinese Academy of Sciences, Nanjing 210008, China8CAS Key Laboratory of Economic Stratigraphy and Palaeogeography, Nanjing Institute of Geology and Palaeontology and Center for Excellence in Life and Palaeoenvironment, Chinese Academy of Sciences, Nanjing 210008, China Search for other works by this author on: GSW Google Scholar Samuel A. Bowring; Samuel A. Bowring 3Department of Earth, Atmospheric and Planetary Sciences, Massachusetts Institute of Technology, 77 Massachusetts Avenue, Cambridge, Massachusetts 02139, USA Search for other works by this author on: GSW Google Scholar Yue Wang; Yue Wang 1State Key Laboratory of Palaeobiology and Stratigraphy, Nanjing Institute of Geology and Palaeontology and Center for Excellence in Life and Palaeoenvironment, Chinese Academy of Sciences, Nanjing 210008, China Search for other works by this author on: GSW Google Scholar Xian-Hua Li; Xian-Hua Li 9State Key Laboratory of Lithospheric Evolution, Institute of Geology and Geophysics, Chinese Academy of Sciences, Beijing 100029, China Search for other works by this author on: GSW Google Scholar Xiang-Dong Wang; Xiang-Dong Wang 2Centre for Research and Education on Biological Evolution and Environment, Nanjing University, Nanjing 210023, China8CAS Key Laboratory of Economic Stratigraphy and Palaeogeography, Nanjing Institute of Geology and Palaeontology and Center for Excellence in Life and Palaeoenvironment, Chinese Academy of Sciences, Nanjing 210008, China Search for other works by this author on: GSW Google Scholar Dong-Xun Yuan; Dong-Xun Yuan 1State Key Laboratory of Palaeobiology and Stratigraphy, Nanjing Institute of Geology and Palaeontology and Center for Excellence in Life and Palaeoenvironment, Chinese Academy of Sciences, Nanjing 210008, China Search for other works by this author on: GSW Google Scholar Yi-Chun Zhang; Yi-Chun Zhang 1State Key Laboratory of Palaeobiology and Stratigraphy, Nanjing Institute of Geology and Palaeontology and Center for Excellence in Life and Palaeoenvironment, Chinese Academy of Sciences, Nanjing 210008, China Search for other works by this author on: GSW Google Scholar Lin Mu; Lin Mu 1State Key Laboratory of Palaeobiology and Stratigraphy, Nanjing Institute of Geology and Palaeontology and Center for Excellence in Life and Palaeoenvironment, Chinese Academy of Sciences, Nanjing 210008, China8CAS Key Laboratory of Economic Stratigraphy and Palaeogeography, Nanjing Institute of Geology and Palaeontology and Center for Excellence in Life and Palaeoenvironment, Chinese Academy of Sciences, Nanjing 210008, China Search for other works by this author on: GSW Google Scholar Jun Wang; Jun Wang 1State Key Laboratory of Palaeobiology and Stratigraphy, Nanjing Institute of Geology and Palaeontology and Center for Excellence in Life and Palaeoenvironment, Chinese Academy of Sciences, Nanjing 210008, China2Centre for Research and Education on Biological Evolution and Environment, Nanjing University, Nanjing 210023, China Search for other works by this author on: GSW Google Scholar Ya-Sheng Wu Ya-Sheng Wu 10CAS Key Laboratory of Petroleum Resource Research, Institute of Geology and Geophysics, Chinese Academy of Sciences, Beijing 100029, China Search for other works by this author on: GSW Google Scholar Author and Article Information Shu-Zhong Shen † 1State Key Laboratory of Palaeobiology and Stratigraphy, Nanjing Institute of Geology and Palaeontology and Center for Excellence in Life and Palaeoenvironment, Chinese Academy of Sciences, Nanjing 210008, China2Centre for Research and Education on Biological Evolution and Environment, Nanjing University, Nanjing 210023, China Jahandar Ramezani 3Department of Earth, Atmospheric and Planetary Sciences, Massachusetts Institute of Technology, 77 Massachusetts Avenue, Cambridge, Massachusetts 02139, USA Jun Chen † 4State Key Laboratory of Isotope Geochemistry, Guangzhou Institute of Geochemistry, Chinese Academy of Sciences, Guangzhou 510640, China Chang-Qun Cao 1State Key Laboratory of Palaeobiology and Stratigraphy, Nanjing Institute of Geology and Palaeontology and Center for Excellence in Life and Palaeoenvironment, Chinese Academy of Sciences, Nanjing 210008, China Douglas H. Erwin 5Department of Paleobiology, MRC-121, National Museum of Natural History, Washington, D.C. 20013-7012, USA Hua Zhang 1State Key Laboratory of Palaeobiology and Stratigraphy, Nanjing Institute of Geology and Palaeontology and Center for Excellence in Life and Palaeoenvironment, Chinese Academy of Sciences, Nanjing 210008, China Lei Xiang 1State Key Laboratory of Palaeobiology and Stratigraphy, Nanjing Institute of Geology and Palaeontology and Center for Excellence in Life and Palaeoenvironment, Chinese Academy of Sciences, Nanjing 210008, China Shane D. Schoepfer 6Department of Geosciences and Natural Resources, Western Carolina University, Cullowhee, North Carolina 28723, USA Charles M. Henderson 7Department of Geoscience, University of Calgary, Calgary, Alberta, T2N 1N4 Canada Quan-Feng Zheng 1State Key Laboratory of Palaeobiology and Stratigraphy, Nanjing Institute of Geology and Palaeontology and Center for Excellence in Life and Palaeoenvironment, Chinese Academy of Sciences, Nanjing 210008, China8CAS Key Laboratory of Economic Stratigraphy and Palaeogeography, Nanjing Institute of Geology and Palaeontology and Center for Excellence in Life and Palaeoenvironment, Chinese Academy of Sciences, Nanjing 210008, China Samuel A. Bowring 3Department of Earth, Atmospheric and Planetary Sciences, Massachusetts Institute of Technology, 77 Massachusetts Avenue, Cambridge, Massachusetts 02139, USA Yue Wang 1State Key Laboratory of Palaeobiology and Stratigraphy, Nanjing Institute of Geology and Palaeontology and Center for Excellence in Life and Palaeoenvironment, Chinese Academy of Sciences, Nanjing 210008, China Xian-Hua Li 9State Key Laboratory of Lithospheric Evolution, Institute of Geology and Geophysics, Chinese Academy of Sciences, Beijing 100029, China Xiang-Dong Wang 2Centre for Research and Education on Biological Evolution and Environment, Nanjing University, Nanjing 210023, China8CAS Key Laboratory of Economic Stratigraphy and Palaeogeography, Nanjing Institute of Geology and Palaeontology and Center for Excellence in Life and Palaeoenvironment, Chinese Academy of Sciences, Nanjing 210008, China Dong-Xun Yuan 1State Key Laboratory of Palaeobiology and Stratigraphy, Nanjing Institute of Geology and Palaeontology and Center for Excellence in Life and Palaeoenvironment, Chinese Academy of Sciences, Nanjing 210008, China Yi-Chun Zhang 1State Key Laboratory of Palaeobiology and Stratigraphy, Nanjing Institute of Geology and Palaeontology and Center for Excellence in Life and Palaeoenvironment, Chinese Academy of Sciences, Nanjing 210008, China Lin Mu 1State Key Laboratory of Palaeobiology and Stratigraphy, Nanjing Institute of Geology and Palaeontology and Center for Excellence in Life and Palaeoenvironment, Chinese Academy of Sciences, Nanjing 210008, China8CAS Key Laboratory of Economic Stratigraphy and Palaeogeography, Nanjing Institute of Geology and Palaeontology and Center for Excellence in Life and Palaeoenvironment, Chinese Academy of Sciences, Nanjing 210008, China Jun Wang 1State Key Laboratory of Palaeobiology and Stratigraphy, Nanjing Institute of Geology and Palaeontology and Center for Excellence in Life and Palaeoenvironment, Chinese Academy of Sciences, Nanjing 210008, China2Centre for Research and Education on Biological Evolution and Environment, Nanjing University, Nanjing 210023, China Ya-Sheng Wu 10CAS Key Laboratory of Petroleum Resource Research, Institute of Geology and Geophysics, Chinese Academy of Sciences, Beijing 100029, China †Corresponding authors: szshen@nigpas.ac.cn, junchen@gig.ac.cn. Publisher: Geological Society of America Received: 14 Aug 2017 Revision Received: 09 Feb 2018 Accepted: 13 Jun 2018 First Online: 19 Sep 2018 Online Issn: 1943-2674 Print Issn: 0016-7606 © 2018 Geological Society of America GSA Bulletin (2019) 131 (1-2): 205–223. https://doi.org/10.1130/B31909.1 Article history Received: 14 Aug 2017 Revision Received: 09 Feb 2018 Accepted: 13 Jun 2018 First Online: 19 Sep 2018 Cite View This Citation Add to Citation Manager Share Icon Share Facebook Twitter LinkedIn MailTo Tools Icon Tools Get Permissions Search Site Citation Shu-Zhong Shen, Jahandar Ramezani, Jun Chen, Chang-Qun Cao, Douglas H. Erwin, Hua Zhang, Lei Xiang, Shane D. Schoepfer, Charles M. Henderson, Quan-Feng Zheng, Samuel A. Bowring, Yue Wang, Xian-Hua Li, Xiang-Dong Wang, Dong-Xun Yuan, Yi-Chun Zhang, Lin Mu, Jun Wang, Ya-Sheng Wu; A sudden end-Permian mass extinction in South China. GSA Bulletin 2018;; 131 (1-2): 205–223. doi: https://doi.org/10.1130/B31909.1 Download citation file: Ris (Zotero) Refmanager EasyBib Bookends Mendeley Papers EndNote RefWorks BibTex toolbar search Search Dropdown Menu toolbar search search input Search input auto suggest filter your search All ContentBy SocietyGSA Bulletin Search Advanced Search Abstract Previous studies of the end-Permian mass extinction have established that it was geologically rapid, but condensed sections have made it difficult to establish the exact timing of the extinction relative to fluctuations in the ocean carbon cycle, oxygen levels, and temperature. Integrated high-precision U-Pb geochronology, biostratigraphy, and chemostratigraphy from a highly expanded section at Penglaitan, Guangxi, South China reveal a sudden end-Permian mass extinction that occurred at 251.939 ± 0.031 Ma, which is temporally coincident with the extinction recorded in Bed 25 of the Meishan section. Despite the significantly expanded nature of the section and extensive collecting of more than ten major marine fossil groups, there is no evidence of a decline of biotic diversity prior to the extinction interval and no Permian-type species survive the extinction at this location. Fossil range data suggest a nearly instantaneous extinction at the top of a narrow stratigraphic interval limited to 31 ± 31 k.y. The extinction was preceded by and/or accompanied by fluctuations in δ13Ccarb and δ13Corg of 2–3‰, and 3–5 °C in seawater temperature. A larger, more rapid seawater temperature rise of 6–8 °C immediately followed the extinction level at Penglaitan. The extinction is spatially associated with a thick unit of tuff and tuffaceous sandstones (Bed 141) indicating massive pyroclastic input. It is correlative with an ash layer (Bed 25) in the deeper water setting at Meishan, where some Permian-type organisms survived the extinction. Our study reveals that the survivability of Permian taxa after the major extinction pulse is variable and dependent upon the severity of environmental perturbation in different sedimentary settings. The sudden extinction may fit a scenario in which the onset of Siberian Traps and South China intensive volcanism ∼420 k.y. before the extinction may have diminished the ecological resilience of communities and reduced ecological functions with little change in diversity. In such an environmentally stressed condition, a single environmental disturbance could trigger the sudden collapse of global ecosystems. You do not have access to this content, please speak to your institutional administrator if you feel you should have access.",
  "authors": [
    {
      "display_name": "Shu‐zhong Shen",
      "id": "A5075284964",
      "orcid": "https://orcid.org/0000-0001-8380-0692",
      "institutions": [
        {
          "id": "I19820366",
          "display_name": "Chinese Academy of Sciences",
          "country_code": "CN",
          "type": "government"
        },
        {
          "id": "I4210103797",
          "display_name": "Nanjing Institute of Geology and Paleontology",
          "country_code": "CN",
          "type": "funder"
        },
        {
          "id": "I881766915",
          "display_name": "Nanjing University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Shu-Zhong Shen"
    },
    {
      "display_name": "Jahandar Ramezani",
      "id": "A5091379235",
      "orcid": "https://orcid.org/0000-0002-5856-1471",
      "institutions": [
        {
          "id": "I63966007",
          "display_name": "Massachusetts Institute of Technology",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jahandar Ramezani"
    },
    {
      "display_name": "Jun Chen",
      "id": "A5100648394",
      "orcid": "https://orcid.org/0000-0003-3291-5400",
      "institutions": [
        {
          "id": "I3018690959",
          "display_name": "Guangzhou Institute of Geochemistry",
          "country_code": "CN",
          "type": "funder"
        },
        {
          "id": "I19820366",
          "display_name": "Chinese Academy of Sciences",
          "country_code": "CN",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jun Chen"
    },
    {
      "display_name": "Changqun Cao",
      "id": "A5101492032",
      "orcid": "https://orcid.org/0000-0002-2613-7748",
      "institutions": [
        {
          "id": "I4210103797",
          "display_name": "Nanjing Institute of Geology and Paleontology",
          "country_code": "CN",
          "type": "funder"
        },
        {
          "id": "I19820366",
          "display_name": "Chinese Academy of Sciences",
          "country_code": "CN",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Chang-Qun Cao"
    },
    {
      "display_name": "Douglas H. Erwin",
      "id": "A5028823778",
      "orcid": "https://orcid.org/0000-0003-2518-5614",
      "institutions": [
        {
          "id": "I1341618623",
          "display_name": "National Museum of Natural History",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Douglas H. Erwin"
    },
    {
      "display_name": "Hua Zhang",
      "id": "A5100408716",
      "orcid": "https://orcid.org/0000-0002-7627-4142",
      "institutions": [
        {
          "id": "I4210103797",
          "display_name": "Nanjing Institute of Geology and Paleontology",
          "country_code": "CN",
          "type": "funder"
        },
        {
          "id": "I19820366",
          "display_name": "Chinese Academy of Sciences",
          "country_code": "CN",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Hua Zhang"
    },
    {
      "display_name": "Lei Xiang",
      "id": "A5082747056",
      "orcid": "https://orcid.org/0000-0001-8714-4004",
      "institutions": [
        {
          "id": "I4210103797",
          "display_name": "Nanjing Institute of Geology and Paleontology",
          "country_code": "CN",
          "type": "funder"
        },
        {
          "id": "I19820366",
          "display_name": "Chinese Academy of Sciences",
          "country_code": "CN",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Lei Xiang"
    },
    {
      "display_name": "Shane D. Schoepfer",
      "id": "A5029730245",
      "orcid": null,
      "institutions": [
        {
          "id": "I103406327",
          "display_name": "Western Carolina University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Shane D. Schoepfer"
    },
    {
      "display_name": "Charles M. Henderson",
      "id": "A5045906745",
      "orcid": "https://orcid.org/0000-0003-1916-3435",
      "institutions": [
        {
          "id": "I168635309",
          "display_name": "University of Calgary",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Charles M. Henderson"
    },
    {
      "display_name": "Quan-feng Zheng",
      "id": "A5100948807",
      "orcid": null,
      "institutions": [
        {
          "id": "I19820366",
          "display_name": "Chinese Academy of Sciences",
          "country_code": "CN",
          "type": "government"
        },
        {
          "id": "I4210103797",
          "display_name": "Nanjing Institute of Geology and Paleontology",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Quan-Feng Zheng"
    },
    {
      "display_name": "Samuel A. Bowring",
      "id": "A5030977111",
      "orcid": null,
      "institutions": [
        {
          "id": "I63966007",
          "display_name": "Massachusetts Institute of Technology",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Samuel A. Bowring"
    },
    {
      "display_name": "Yue Wang",
      "id": "A5072021184",
      "orcid": "https://orcid.org/0009-0009-3925-882X",
      "institutions": [
        {
          "id": "I4210103797",
          "display_name": "Nanjing Institute of Geology and Paleontology",
          "country_code": "CN",
          "type": "funder"
        },
        {
          "id": "I19820366",
          "display_name": "Chinese Academy of Sciences",
          "country_code": "CN",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Yue Wang"
    },
    {
      "display_name": "Xian‐Hua Li",
      "id": "A5109663516",
      "orcid": "https://orcid.org/0000-0001-5512-7736",
      "institutions": [
        {
          "id": "I19820366",
          "display_name": "Chinese Academy of Sciences",
          "country_code": "CN",
          "type": "government"
        },
        {
          "id": "I4210126061",
          "display_name": "Institute of Geology and Geophysics",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Xian-Hua Li"
    },
    {
      "display_name": "Xiangdong Wang",
      "id": "A5086604076",
      "orcid": "https://orcid.org/0000-0002-1426-8089",
      "institutions": [
        {
          "id": "I881766915",
          "display_name": "Nanjing University",
          "country_code": "CN",
          "type": "funder"
        },
        {
          "id": "I4210103797",
          "display_name": "Nanjing Institute of Geology and Paleontology",
          "country_code": "CN",
          "type": "funder"
        },
        {
          "id": "I19820366",
          "display_name": "Chinese Academy of Sciences",
          "country_code": "CN",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Xiang-Dong Wang"
    },
    {
      "display_name": "Dong‐xun Yuan",
      "id": "A5100627323",
      "orcid": "https://orcid.org/0000-0001-9249-0569",
      "institutions": [
        {
          "id": "I19820366",
          "display_name": "Chinese Academy of Sciences",
          "country_code": "CN",
          "type": "government"
        },
        {
          "id": "I4210103797",
          "display_name": "Nanjing Institute of Geology and Paleontology",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Dong-Xun Yuan"
    },
    {
      "display_name": "Yichun Zhang",
      "id": "A5110368218",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210103797",
          "display_name": "Nanjing Institute of Geology and Paleontology",
          "country_code": "CN",
          "type": "funder"
        },
        {
          "id": "I19820366",
          "display_name": "Chinese Academy of Sciences",
          "country_code": "CN",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Yi-Chun Zhang"
    },
    {
      "display_name": "Lin Mu",
      "id": "A5101811063",
      "orcid": null,
      "institutions": [
        {
          "id": "I19820366",
          "display_name": "Chinese Academy of Sciences",
          "country_code": "CN",
          "type": "government"
        },
        {
          "id": "I4210103797",
          "display_name": "Nanjing Institute of Geology and Paleontology",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Lin Mu"
    },
    {
      "display_name": "Jun Wang",
      "id": "A5073950823",
      "orcid": "https://orcid.org/0000-0002-4383-3956",
      "institutions": [
        {
          "id": "I881766915",
          "display_name": "Nanjing University",
          "country_code": "CN",
          "type": "funder"
        },
        {
          "id": "I4210103797",
          "display_name": "Nanjing Institute of Geology and Paleontology",
          "country_code": "CN",
          "type": "funder"
        },
        {
          "id": "I19820366",
          "display_name": "Chinese Academy of Sciences",
          "country_code": "CN",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jun Wang"
    },
    {
      "display_name": "Yasheng Wu",
      "id": "A5021735275",
      "orcid": "https://orcid.org/0000-0001-8271-2076",
      "institutions": [
        {
          "id": "I4210126061",
          "display_name": "Institute of Geology and Geophysics",
          "country_code": "CN",
          "type": "funder"
        },
        {
          "id": "I19820366",
          "display_name": "Chinese Academy of Sciences",
          "country_code": "CN",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ya-Sheng Wu"
    }
  ],
  "publication_year": 2018,
  "publication_date": "2018-09-19",
  "type": "article",
  "cited_by_count": 177,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S3271665",
    "display_name": "Geological Society of America Bulletin",
    "issn_l": "0016-7606",
    "issn": [
      "0016-7606",
      "1943-2674"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310319845"
  },
  "volume": "131",
  "issue": "1-2",
  "first_page": "205",
  "last_page": "223",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C111612153",
      "display_name": "Permian–Triassic extinction event",
      "level": 5,
      "score": 0.8941821
    },
    {
      "id": "C127313418",
      "display_name": "Geology",
      "level": 0,
      "score": 0.85999054
    },
    {
      "id": "C83365034",
      "display_name": "Permian",
      "level": 3,
      "score": 0.8087412
    },
    {
      "id": "C35306142",
      "display_name": "Extinction event",
      "level": 4,
      "score": 0.73992467
    },
    {
      "id": "C191935318",
      "display_name": "China",
      "level": 2,
      "score": 0.5618784
    },
    {
      "id": "C151730666",
      "display_name": "Paleontology",
      "level": 1,
      "score": 0.46422738
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.06581494
    },
    {
      "id": "C205649164",
      "display_name": "Geography",
      "level": 0,
      "score": 0.054374337
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.04550612
    },
    {
      "id": "C47559259",
      "display_name": "Biological dispersal",
      "level": 3,
      "score": 0.0
    },
    {
      "id": "C2908647359",
      "display_name": "Population",
      "level": 2,
      "score": 0.0
    },
    {
      "id": "C99454951",
      "display_name": "Environmental health",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C109007969",
      "display_name": "Structural basin",
      "level": 2,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10109",
      "display_name": "Paleontology and Stratigraphy of Fossils",
      "score": 0.9998
    },
    {
      "id": "T13177",
      "display_name": "Geological and Geophysical Studies",
      "score": 0.9993
    },
    {
      "id": "T10001",
      "display_name": "Geological and Geochemical Analysis",
      "score": 0.999
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1130/b31909.1",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T16:04:39.027741",
  "source_database": "OpenAlex"
}