{
  "openalex_id": "W2896893298",
  "doi": "https://doi.org/10.15766/mep_2374-8265.10765",
  "title": "Approach to Clinical Assessment of Children With Medical Complexity",
  "abstract": "OPEN ACCESSOctober 19, 2018Approach to Clinical Assessment of Children With Medical Complexity Kathleen Huth, MD, MMSc, Sara Long-Gagne, MD, MMSc, Jessica Mader, EdM, Anne Marie Sbrocchi, MD Kathleen Huth, MD, MMSc Instructor, Pediatrics, Harvard Medical School E-mail Address: [email protected] , Sara Long-Gagne, MD, MMSc Assistant Professor, Pediatrics, McGill University Health Centre , Jessica Mader, EdM Secondary School Teacher, Estes Park Middle School, Colorado , Anne Marie Sbrocchi, MD Assistant Professor, Pediatrics, McGill University Health Centre https://doi.org/10.15766/mep_2374-8265.10765 SectionsAboutPDF ToolsDownload Citations ShareFacebookTwitterEmail Abstract Introduction: General pediatricians have a major role in the care of children with medical complexity (CMC) in hospital and community settings. CMC are often affected by chronic multisystem diseases and functional limitations and may use a wheelchair or other aids for mobility. Dedicated training opportunities to perform comprehensive clinical assessments for this specialized population are lacking. Methods: We developed a module focused on special considerations for CMC history taking and physical examination that was piloted in a pediatric residency program. The 60-minute session included a video of a clinical assessment of a child in a wheelchair. The module offered suggestions for incorporating patients or standardized patients as optional activities. Target learners answered formative pre- and posttest questions to check understanding and completed a 1-minute paper to convey lessons learned. Qualitative content analysis identified themes in written responses. Results: Fifteen pediatrics residents in a single program participated in the module. Most had not received any formal training in complex care. Themes in learner knowledge of steps in a clinical encounter included defining family goals and providing anticipatory guidance. Themes from responses about anticipated changes in clinical practice included systematic and comprehensive approach to history taking, thorough examination, and importance of safe transfers. Discussion: Developed as part of a national initiative in complex care curriculum development, this module can be adapted for interprofessional learners who provide care for CMC, with the goal of enabling future members of health care teams to provide high-quality clinical assessments for CMC. Educational Objectives By the end of this activity, learners will be able to: 1.Elicit a thorough and comprehensive history from children with medical complexity (CMC) and/or their caregivers.2.Demonstrate an approach to a physical exam that targets specific findings that are more commonly seen in CMC. Introduction Children with medical complexity (CMC) are a growing patient population seen increasingly in general pediatric practice.1 Defined as children who have high resource use, medical fragility, and complex chronic conditions, CMC have become the focus of efforts to improve quality of care and optimize health outcomes.2 CMC are frequently assisted by medical technology, including supplemental oxygen, feeding tubes, and mobility and communication devices.3 Yet formal teaching about medical technology and other special considerations in the clinical assessment of CMC is not a standard part of pediatric residency training. Many studies have identified a need for dedicated educational opportunities in complex care for pediatric residents.4–6 Modules specific to inpatient care of CMC and medical technology emergencies have been developed and have demonstrated an impact on knowledge.7 However, the fundamental skills of history taking and physical examination for CMC in ambulatory settings are not a standard part of residency curricula. Curricular modules dedicated to specific medical topics relevant to complex care have been published in MedEdPORTAL, for example, dysautonomia8 and management of gastroesophageal reflux in the neurologically impaired child.9 There are also approaches to the history and physical exam of the pediatric patient.10 However, there is no resource dedicated to an approach to the clinical assessment of CMC, particularly for the child in a wheelchair. This module is unique because it outlines special considerations of history and physical examination for CMC through facilitated small-group discussion and video-based demonstration. Empowering members of the health care team with these clinical skills is essential for the delivery of comprehensive care for CMC and is the goal of this module. This module discusses key aspects of history taking and physical examination for CMC. A systematic approach to developing learning objectives, educational strategies, and evaluations was used11 based on a national needs assessment.5 The module was piloted in a single residency program prior to incorporating it as standard training across pediatric residency programs in Canada. Methods Pediatric residents at all levels of training were the target learners for this module. The module could be delivered as a single teaching session or as part of a more comprehensive complex care curriculum addressing models of care, care planning, and medical technology. The 60-minute module included topics relating to an approach to clinical assessment as outlined below: •Pretest (3 minutes).•Introduction (2 minutes).•A stepwise approach to care for CMC (5 minutes).•Step 1: Invest in preparation (5 minutes).•Step 2: Take a full intake history (12 minutes).•Step 3: Perform a comprehensive physical exam (30 minutes).•Closing (3 minutes). The module incorporated interactive activities and didactic instruction. The approach to implementation was similar to a previously published module in complex care.12 The materials consisted of a facilitator's guide (Appendix A), intended to provide a clear structure and discussion points for the facilitator, and an accompanying PowerPoint slide presentation (Appendix B) to highlight key points. Supplemental information included a video demonstrating the physical exam of a child with medical complexity (Appendix C) that was shown during the module with pause points for discussion, as prompted in the facilitator guide. After the video was complete, we provided a handout to learners (Appendix D) that summarized key points in the approach to the physical exam. We developed formative assessments including pre- and posttest questions (Appendix E). The pretest was given immediately prior to the module. The posttest was given to the learners to complete immediately following the session. A 1-minute paper administered at the closing of the session allowed learners to summarize lessons learned and questions they still had so we could assess the effectiveness of the module in enabling learners to achieve the educational objectives. We used qualitative content analysis to identify themes in written responses. We developed the facilitator's guide to empower any provider with experience in the care of CMC to be able to deliver the module regardless of whether they had formal training in delivering educational sessions. The guide outlined the structure of the module, time allotted for each activity, resources required, and discussion points to help achieve the learning objectives. Preparation by the facilitators involved review of the curricular materials, printing copies of pre/post assessments and handouts, uploading the video and slide presentation, and bringing index cards and flip charts/markers or whiteboard markers. This training was provided to pediatric residents in a single residency program during an academic half-day by two pediatricians with experience in complex care and residency education (Sara Long-Gagne and Anne Marie Sbrocchi). The project was deemed exempt by the Research Ethics Board at the McGill University Health Centre. Results Fifteen pediatrics residents participated in the training. The majority had not done a complex care clinical rotation (87%) though most had some informal teaching in complex care (93%). Steps in Approaching the First Encounter With CMC Learners suggested similar ideas pre- and postencounter in terms of looking up the medical condition, performing a chart review, prioritizing needs and issues, and liaising with the multidisciplinary team. Posttest responses included providing appropriate time for the appointment, defining care goals, performing a baseline physical examination, and offering anticipatory guidance, none of which were described in responses prior to the module. Themes from the learner responses are listed below. Pre-encounter •Look up the medical condition.•Review chart and notes from recent specialist visits.•Find out what parents need.•Contact specialists before the visit.•Find out support services available.•Full medical history including medication list.•Prioritize issues, manage acute issues. Postencounter •Read around the medical conditions.•Chart review: read discharge summary, follow up with specialists.•Provide appropriate time for the appointment.•Identify needs of the patient/family.•Define goals.•Ask for support from multidisciplinary team.•Ensure access to social/community resources.•Baseline history and exam including developmental.•Anticipatory guidance.•Prioritize issues, plan to not solve all issues in the first encounter. 1-Minute Paper We asked learners, \"What is one thing that you learned from the session that will change how you care for CMC in your clinical practice?\" Their responses revealed the following themes: systematic and comprehensive approach to history taking, thorough physical examination, and the importance of safe transfers. Exemplar responses can be viewed below. •Theme: systematic and comprehensive approach to history taking. ○\"Ask the parents where they are.\"○\"Take a systematic approach not to miss potential issues BUT keep in mind and work to aim for a less compartmentalized approach.\"○\"I learned to think widely and dig more in details.\"○\"I will remember to assess everything even if the visit is for an acute issue.\"•Theme: thorough physical examination. ○\"More confident to do a thorough exam for a CMC on a wheelchair.\"○\"Starting today, I will examine a wheelchair bound child more thoroughly.\"○\"All exam possible on different types of complex patients.\"○\"Physical exam in wheelchair, how to do all of the exam and changing child's position.\"○\"Learned the importance of examining the child outside of the wheelchair.\"•Theme: importance of safe transfers. ○\"Don't be afraid. Re: P/E [physical examination] on wheelchair bound child! Everything is feasible but needs time, so: take time, stay calm, ask parents' help. And always check equipment prior to transfer to bed.\"○\"I learned about the importance of transferring a patient from wheelchair.\"○\"Careful exam. Caregiver to help move patient.\" Learners were also asked, \"What is one question that you have after participating in the session?\" Most responses were about logistics and feasibility of putting principles of the clinical assessment into practice. Exemplar quotations are provided below: •\"How long would it take to see a new patient in the first visit?\"•\"Suggestions on how to best approach learning about the many new syndromes/diagnoses in complex medical care.\"•\"I wonder if there should be a checklist to help not forget anything.\"•\"Feasibility of doing a full neurological exam in a nonverbal child and how to interpret it.\"•\"How to approach primary care needs for CMC. i.e. what to prioritize?\" Discussion This module provides a standard approach to the clinical assessment of CMC assisted by medical technology and mobility aids. Learners described confidence and new understanding of how to approach history taking as well as examination of a child in a wheelchair and anticipated changes in their practice following the session. Clinical assessments of CMC should encompass common medical issues including growth/nutritional concerns, medical equipment and technologies, respiratory supports, and pain or sleep issues; psychosocial considerations; developmental and functional concerns; and participation and supports in their community, including schooling and therapeutic services.3,13 This module guides learners through a practical approach to gathering this history and developing a holistic understanding of the child's strengths and needs. Learners in our pilot evaluation indicated that they gained a better sense of a systematic and comprehensive approach to history taking after participation in the module. The module also provides a valuable and safe training opportunity for learners who may have limited clinical exposure to or lack of comfort in examining this specialized population. Themes in learner responses suggested a greater awareness of the importance of thoroughly examining a child in a wheelchair, emphasizing the need for safe transfers, and concluding that the exam is possible with CMC—which may translate into changes in learners' clinical care of CMC. Following pilot implementation, the module incorporated feedback from facilitators and pediatric resident participants as part of the dissemination strategy. It was challenging to account for all special considerations in history taking for CMC, particularly given the time constraints on academic sessions for pediatric residents. Upon implementation, we found it helpful to summarize two or three key points for each broad category and each body system and to emphasize the systematic approach. Based on learner feedback, we identified that it would be helpful to allow an additional opportunity for learners to practice their skills after discussion and observation of the physical exam video. We added the option of practicing these clinical skills in collaboration with a patient or standardized patient if time and resources allow. Formative evaluation of the module informed changes to the video and handout to ensure clarity. Preliminary findings from the pilot evaluation also informed further study upon implementation in other pediatric residency programs, including evaluation of clinical skills in a complex care simulated scenario. This module was piloted with pediatric residents during an academic half-day alongside other complex care training, including a session on understanding the needs of CMC.12 The module can be adapted to a variety of clinical and educational settings with interprofessional trainees. For example, an approach to the history and physical examination can be explored as part of bedside clinical rounds, as a lunch-hour session with a standardized patient, or as part of an academic retreat for clinical teams. Nurses, nurse practitioners, or physician assistants who care for CMC may also identify relevant and valuable information in this module, which may help establish a shared understanding of important aspects of clinical assessment within interdisciplinary teams. Limitations of this resource include that it was piloted with pediatric residents at a single center, which may limit generalizability to other target learners or contexts. Assessments were performed immediately after the session and so do not indicate whether knowledge is retained in long-term follow-up. Though the 1-minute paper allowed learners to identify anticipated changes in practice, our pilot evaluation did not explore whether this translated into changes in how history and physical examination in this patient population are performed, which is an area for further study. This module provides learners with a practical approach to clinical assessment of CMC, particularly for children who use a wheelchair for mobility. Dedicated training in history taking and physical examination for a population with specialized needs is essential for supporting safe and high-quality care. References1. Dewan T, Cohen E. Children with medical complexity in Canada. Paediatr Child Health. 2013;18(10):518–522. https://doi.org/10.1093/pch/18.10.518Medline, Google Scholar2. Cohen E, Kuo DZ, Agrawal R, et al. Children with medical complexity: an emerging population for clinical and research initiatives. Pediatrics. 2011;127(3):529–538. https://doi.org/10.1542/peds.2010-0910Medline, Google Scholar3. Kuo DZ, Houtrow AJ; Council on Children With Disabilities. Recognition and management of medical complexity. Pediatrics. 2016;138(6):e20163021. https://doi.org/10.1542/peds.2016-3021Google Scholar4. Bogetz JF, Bogetz AL, Rassbach CE, Gabhart JM, Blankenburg RL. Caring for children with medical complexity: challenges and educational opportunities identified by pediatric residents. Acad Pediatr. 2015;15(6):621–625. https://doi.org/10.1016/j.acap.2015.08.004Medline, Google Scholar5. Sbrocchi AM, Millar C, Henin C, Allard M, Patel H. Complex care core curriculum for pediatric post-graduate trainees: results of a North American needs assessment. J Pediatr Rehabil Med. 2015;8(2):141–146. https://doi.org/10.3233/PRM-150327Medline, Google Scholar6. Nazarian BL, Glader L, Choueiri R, Shipman DL, Sadof M. Identifying what pediatric residents are taught about children and youth with special health care needs and the medical home. Pediatrics. 2010;126(suppl 3):S183–S189. https://doi.org/10.1542/peds.2010-1466OMedline, Google Scholar7. Shah NH, Bhansali P, Barber A, et al. Children with medical complexity: a web-based multimedia curriculum assessing pediatric residents across North America. Acad Pediatr. 2018;18(1):79–85. https://doi.org/10.1016/j.acap.2017.08.008Medline, Google Scholar8. McClymont S, Anspacher M, Evans SH, Shah N. Complex Care Curriculum: dysautonomia. MedEdPORTAL. 2013;9:9302. https://doi.org/10.15766/mep_2374-8265.9302Google Scholar9. Khan A, Darbari A, Shah N, Bhansali P, Anspacher M. Complex Care Curriculum: evaluation and management of gastroesophageal disease (GERD) in the neurologically impaired child (NIC). MedEdPORTAL. 2014;10:9737. https://doi.org/10.15766/mep_2374-8265.9737Link, Google Scholar10. Molloy M, Jones A, Johnson M, Stewart R, McGuire M. Pediatrics training modules for preclinical medical students. MedEdPORTAL. 2015;11:9996. https://doi.org/10.15766/mep_2374-8265.9996Google Scholar11. Kern DE, Thomas PA, Hughes MT, eds. Curriculum Development for Medical Education: A Six-Step Approach. 2nd ed.Baltimore, MD: Johns Hopkins University Press; 2009.Google Scholar12. Huth K, Long-Gagne S, Mader J, Sbrocchi AM. Understanding the needs of children with medical complexity. MedEdPORTAL. 2018;14:10709. https://doi.org/10.15766/mep_2374-8265.10709Link, Google Scholar13. Glader L, Plews-Ogan J, Agrawal R. Children with medical complexity: creating a framework for care based on the International Classification of Functioning, Disability and Health. Dev Med Child Neurol. 2016;58(11):1116–1123. https://doi.org/10.1111/dmcn.13201Medline, Google Scholar Sign up for the latest publications from MedEdPORTAL Add your email below APPENDICESReferencesRelatedDetailsAppendices Facilitator Guide.docx PowerPoint Slides.pptx CMC Physical Exam.mp4 Physical Examination Summary.docx Formative Assessment Questions.docx All appendices are peer reviewed as integral parts of the Original Publication. Download Related Understanding the Needs of Children With Medical Complexity Approach to Clinical Assessment of Children With Medical Complexity Copyright & PermissionsCopyright © 2018 Huth et al. This is an open-access publication distributed under the terms of the Creative Commons Attribution-NonCommercial-Share Alike license.KeywordsPhysical ExaminationMedical ComplexityPediatricsAcknowledgmentsThe authors wish to thank Hema Patel and the Canadian Paediatric Society Complex Care Special Interest Group for support, expert content review, and implementation of this resource; the Canadian Pediatric Program Directors for its support; and the patient and parent who collaborated in the development of the physical exam video.Disclosures None to report. Funding/Support Financial support was provided by the Wendy MacDonald Funds Educational Research Grants. Informed Consent All identifiable persons in this resource have granted their permission. Prior Presentations The physical exam video was presented at the Canadian Pediatric Society 2017 Annual Meeting, Vancouver, British Columbia, Canada, in the \"Approach to the Physical Examination of the Child in a Wheelchair\" workshop. Ethical Approval The Research Ethics Board at the McGill University Health Centre approved this study. Loading ...",
  "authors": [
    {
      "display_name": "Kathleen Huth",
      "id": "A5073436047",
      "orcid": "https://orcid.org/0000-0001-5976-0280",
      "institutions": [
        {
          "id": "I136199984",
          "display_name": "Harvard University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Kathleen Huth"
    },
    {
      "display_name": "Sara Long-Gagné",
      "id": "A5017435873",
      "orcid": null,
      "institutions": [
        {
          "id": "I2801766832",
          "display_name": "McGill University Health Centre",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Sara Long-Gagne"
    },
    {
      "display_name": "Jessica Mader",
      "id": "A5030058782",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Jessica Mader"
    },
    {
      "display_name": "Anne Marie Sbrocchi",
      "id": "A5003755785",
      "orcid": null,
      "institutions": [
        {
          "id": "I2801766832",
          "display_name": "McGill University Health Centre",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Anne Marie Sbrocchi"
    }
  ],
  "publication_year": 2018,
  "publication_date": "2018-10-19",
  "type": "article",
  "cited_by_count": 7,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210174909",
    "display_name": "MedEdPORTAL",
    "issn_l": "2374-8265",
    "issn": [
      "2374-8265"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315862"
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": true,
    "oa_status": "diamond",
    "oa_url": "https://www.mededportal.org/doi/pdf/10.15766/mep_2374-8265.10765",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.34094793
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.33056068
    }
  ],
  "topics": [
    {
      "id": "T13555",
      "display_name": "Healthcare cost, quality, practices",
      "score": 0.9959
    },
    {
      "id": "T10391",
      "display_name": "Healthcare Policy and Management",
      "score": 0.9938
    },
    {
      "id": "T13883",
      "display_name": "Child and Adolescent Health",
      "score": 0.9896
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.15766/mep_2374-8265.10765",
  "pdf_url": "https://www.mededportal.org/doi/pdf/10.15766/mep_2374-8265.10765",
  "retrieved_date": "2025-07-30T14:46:17.136239",
  "source_database": "OpenAlex"
}