{
  "openalex_id": "W2898465490",
  "doi": "https://doi.org/10.5382/econgeo.2018.4594",
  "title": "Origin of Reef-Style PGE Mineralization in the Paleoproterozoic Monchegorsk Complex, Kola Region, Russia",
  "abstract": "Research Article| September 01, 2018 Origin of Reef-Style PGE Mineralization in the Paleoproterozoic Monchegorsk Complex, Kola Region, Russia Bartosz T. Karykowski; Bartosz T. Karykowski † 1School of Earth and Ocean Sciences, Cardiff University, Main Building, Park Place, Cardiff CF10 3AT, United Kingdom †Corresponding author: e-mail, bkarykowski@yahoo.com Search for other works by this author on: GSW Google Scholar Wolfgang D. Maier; Wolfgang D. Maier 1School of Earth and Ocean Sciences, Cardiff University, Main Building, Park Place, Cardiff CF10 3AT, United Kingdom Search for other works by this author on: GSW Google Scholar Nikolay Y. Groshev; Nikolay Y. Groshev 2Geological Institute of the Kola Science Center of the Russian Academy of Sciences (GI KSC RAS), Fersman Street 14, Apatity, Murmansk Region 184209, Russia Search for other works by this author on: GSW Google Scholar Sarah-Jane Barnes; Sarah-Jane Barnes 3Sciences de la Terre, Université du Québec à Chicoutimi, Chicoutimi G7H 2B1, Canada Search for other works by this author on: GSW Google Scholar Pavel V. Pripachkin; Pavel V. Pripachkin 2Geological Institute of the Kola Science Center of the Russian Academy of Sciences (GI KSC RAS), Fersman Street 14, Apatity, Murmansk Region 184209, Russia Search for other works by this author on: GSW Google Scholar Iain McDonald Iain McDonald 1School of Earth and Ocean Sciences, Cardiff University, Main Building, Park Place, Cardiff CF10 3AT, United Kingdom Search for other works by this author on: GSW Google Scholar Economic Geology (2018) 113 (6): 1333–1358. https://doi.org/10.5382/econgeo.2018.4594 Article history accepted: 25 May 2018 first online: 23 Oct 2018 Cite View This Citation Add to Citation Manager Share Icon Share Facebook Twitter LinkedIn MailTo Tools Icon Tools Get Permissions Search Site Citation Bartosz T. Karykowski, Wolfgang D. Maier, Nikolay Y. Groshev, Sarah-Jane Barnes, Pavel V. Pripachkin, Iain McDonald; Origin of Reef-Style PGE Mineralization in the Paleoproterozoic Monchegorsk Complex, Kola Region, Russia . Economic Geology 2018;; 113 (6): 1333–1358. doi: https://doi.org/10.5382/econgeo.2018.4594 Download citation file: Ris (Zotero) Refmanager EasyBib Bookends Mendeley Papers EndNote RefWorks BibTex toolbar search Search Dropdown Menu toolbar search search input Search input auto suggest filter your search All ContentBy SocietyEconomic Geology Search Advanced Search Abstract The Paleoproterozoic Monchegorsk Complex in northwest Russia represents one of the largest layered intrusions in Europe and hosts several examples of broadly stratiform platinum group element (PGE) mineralization at different stratigraphic levels of the intrusion that have been suggested to represent reef-style mineralization.The Sopcha reef occurs in the ultramafic lower portion of the complex and constitutes an up to 6-m-thick succession of layered, mineralized dunite, harzburgite, and olivine-orthopyroxenite, with peak grades of 3.4 ppm Pt + Pd and 1.1 wt % Ni. Another PGE occurrence is hosted by the leucogabbronoritic to anorthositic Vuruchuaivench intrusion, which represents part of the mafic upper portion of the Monchegorsk Complex. The disseminated sulfide mineralization reaches up to 7.3 ppm Pt + Pd and is concentrated in several lenticular bodies over a strike length of ~5 km, rather than in a laterally continuous reef as previously suggested. Moreover, our work identified a previously unreported minor enrichment in precious metals of up to 0.2 ppm Pt + Pd in leucogabbroic rocks of the Monchetundra intrusion, which represents the uppermost portion of the Monchegorsk Complex and belongs to the more than 60-km-long mafic Main Ridge.Detailed lithophile and chalcophile element data, coupled with mineral chemistry, indicate that the PGE mineralization at Sopcha and Vuruchuaivench does not represent classic reef-style mineralization, which is commonly narrow and marked by a sharp increase in Cu/Pd ratios, reflecting the in situ sulfide saturation within a large magma chamber. Instead, it is more likely that the Sopcha reef was emplaced as a crustally contaminated and sulfide-saturated, olivine-rich crystal mush that was sourced from a deeper chamber. The Sopcha mineralization is characterized by Pd/Pt > 5 and Pd/Ir > 55, similar to contact-style mineralization elsewhere in the complex, possibly suggesting a common origin of the sulfides. The mineralized Vuruchuaivench rocks have similar Pd/Pt but much higher Pd/Ir ratios of up to 600, whereas the unmineralized host rocks, below as well as above the mineralization, have Pd/Ir ratios <100 and Pd/Pt ratios <2. These data indicate that the PGE-rich sulfides did not segregate in situ from the same magma that crystallized the host gabbronorites and anorthosites at Vuruchuaivench. Considering R factor and sulfide fractionation modeling results, we suggest that the mineralized Vuruchuaivench rocks represent a sill-like intrusion of gabbroic crystal mushes, which have entrained fractionated sulfide liquid that is related to an earlier sulfide saturation event.In contrast, the mineralized leucogabbroic rocks from the Monchetundra intrusion are characterized by a sharp increase in Cu/Pd ratios, which is consistent with a classic PGE reef model, in which sulfide saturation was triggered in situ by extensive fractionation and possibly affected the entire magma chamber. Furthermore, the Pd/Ir and Pd/Pt ratios of the mineralized horizon are distinctly lower at <66 and <1 in comparison to all other types of mineralization in the Monchegorsk Complex. The potential of this mineralization style elsewhere in the Main Ridge remains to be evaluated. You do not have access to this content, please speak to your institutional administrator if you feel you should have access.",
  "authors": [
    {
      "display_name": "Bartosz T. Karykowski",
      "id": "A5103044982",
      "orcid": "https://orcid.org/0000-0002-6845-6675",
      "institutions": [
        {
          "id": "I79510175",
          "display_name": "Cardiff University",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Bartosz T. Karykowski"
    },
    {
      "display_name": "Wolfgang D. Maier",
      "id": "A5053849812",
      "orcid": "https://orcid.org/0000-0002-8654-6658",
      "institutions": [
        {
          "id": "I79510175",
          "display_name": "Cardiff University",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Wolfgang D. Maier"
    },
    {
      "display_name": "N. Yu. Groshev",
      "id": "A5064333965",
      "orcid": "https://orcid.org/0000-0002-6956-4387",
      "institutions": [
        {
          "id": "I4210163243",
          "display_name": "Kola Science Centre",
          "country_code": "RU",
          "type": "facility"
        },
        {
          "id": "I4210124538",
          "display_name": "Geological Institute",
          "country_code": "RU",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Nikolay Y. Groshev"
    },
    {
      "display_name": "Sarah‐Jane Barnes",
      "id": "A5107808647",
      "orcid": "https://orcid.org/0000-0001-8120-2939",
      "institutions": [
        {
          "id": "I104914703",
          "display_name": "Université du Québec à Chicoutimi",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Sarah-Jane Barnes"
    },
    {
      "display_name": "П. В. Припачкин",
      "id": "A5069183597",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210163243",
          "display_name": "Kola Science Centre",
          "country_code": "RU",
          "type": "facility"
        },
        {
          "id": "I4210124538",
          "display_name": "Geological Institute",
          "country_code": "RU",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Pavel V. Pripachkin"
    },
    {
      "display_name": "Iain McDonald",
      "id": "A5026026792",
      "orcid": "https://orcid.org/0000-0001-9066-7244",
      "institutions": [
        {
          "id": "I79510175",
          "display_name": "Cardiff University",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Iain McDonald"
    }
  ],
  "publication_year": 2018,
  "publication_date": "2018-09-01",
  "type": "article",
  "cited_by_count": 20,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210182989",
    "display_name": "Economic Geology",
    "issn_l": "0361-0128",
    "issn": [
      "0361-0128",
      "1554-0774"
    ],
    "type": "journal",
    "host_organization": null
  },
  "volume": "113",
  "issue": "6",
  "first_page": "1333",
  "last_page": "1358",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2776445246",
      "display_name": "Style (visual arts)",
      "level": 2,
      "score": 0.53272784
    },
    {
      "id": "C13801280",
      "display_name": "Kingdom",
      "level": 2,
      "score": 0.41968396
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.3949384
    },
    {
      "id": "C161191863",
      "display_name": "Library science",
      "level": 1,
      "score": 0.38640139
    },
    {
      "id": "C52119013",
      "display_name": "Art history",
      "level": 1,
      "score": 0.3427773
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.24181777
    },
    {
      "id": "C127313418",
      "display_name": "Geology",
      "level": 0,
      "score": 0.17385894
    },
    {
      "id": "C151730666",
      "display_name": "Paleontology",
      "level": 1,
      "score": 0.07412949
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10001",
      "display_name": "Geological and Geochemical Analysis",
      "score": 0.9998
    },
    {
      "id": "T13193",
      "display_name": "Geological Studies and Exploration",
      "score": 0.9989
    },
    {
      "id": "T12157",
      "display_name": "Geochemistry and Geologic Mapping",
      "score": 0.9969
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.5382/econgeo.2018.4594",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:09:00.112821",
  "source_database": "OpenAlex"
}