{
  "openalex_id": "W2903249838",
  "doi": "https://doi.org/10.15252/emmm.201809466",
  "title": "β‐ <scp>RA</scp> reduces <scp>DMQ</scp> /CoQ ratio and rescues the encephalopathic phenotype in <i>Coq9</i> <sup> <i>R239X</i> </sup> mice",
  "abstract": "Research Article27 November 2018Open Access Source DataTransparent process β-RA reduces DMQ/CoQ ratio and rescues the encephalopathic phenotype in Coq9R239X mice Agustín Hidalgo-Gutiérrez Agustín Hidalgo-Gutiérrez Departamento de Fisiología, Facultad de Medicina, Universidad de Granada, Granada, Spain Instituto de Biotecnología, Centro de Investigación Biomédica, Universidad de Granada, Granada, Spain Search for more papers by this author Eliana Barriocanal-Casado Eliana Barriocanal-Casado Departamento de Fisiología, Facultad de Medicina, Universidad de Granada, Granada, Spain Instituto de Biotecnología, Centro de Investigación Biomédica, Universidad de Granada, Granada, Spain Search for more papers by this author Mohammed Bakkali Mohammed Bakkali Departamento de Genética, Facultad de Ciencias, Universidad de Granada, Granada, Spain Search for more papers by this author M Elena Díaz-Casado M Elena Díaz-Casado Departamento de Fisiología, Facultad de Medicina, Universidad de Granada, Granada, Spain Instituto de Biotecnología, Centro de Investigación Biomédica, Universidad de Granada, Granada, Spain Search for more papers by this author Laura Sánchez-Maldonado Laura Sánchez-Maldonado Departamento de Fisiología, Facultad de Medicina, Universidad de Granada, Granada, Spain Instituto de Biotecnología, Centro de Investigación Biomédica, Universidad de Granada, Granada, Spain Search for more papers by this author Miguel Romero Miguel Romero Departamento de Farmacología, Facultad de Farmacia, Universidad de Granada, Granada, Spain Search for more papers by this author Ramy K Sayed Ramy K Sayed Instituto de Biotecnología, Centro de Investigación Biomédica, Universidad de Granada, Granada, Spain Department of Anatomy and Embryology, Faculty of Veterinary Medicine, Sohag University, Sohag, Egypt Search for more papers by this author Cornelia Prehn Cornelia Prehn Institute of Experimental Genetics, Genome Analysis Center, Helmholtz Zentrum München, Neuherberg, Germany Search for more papers by this author Germaine Escames Germaine Escames Departamento de Fisiología, Facultad de Medicina, Universidad de Granada, Granada, Spain Instituto de Biotecnología, Centro de Investigación Biomédica, Universidad de Granada, Granada, Spain Centro de Investigación Biomédica en Red de Fragilidad y Envejecimiento Saludable (CIBERFES), Granada, Spain Search for more papers by this author Juan Duarte Juan Duarte Departamento de Farmacología, Facultad de Farmacia, Universidad de Granada, Granada, Spain Search for more papers by this author Darío Acuña-Castroviejo Darío Acuña-Castroviejo Departamento de Fisiología, Facultad de Medicina, Universidad de Granada, Granada, Spain Instituto de Biotecnología, Centro de Investigación Biomédica, Universidad de Granada, Granada, Spain Centro de Investigación Biomédica en Red de Fragilidad y Envejecimiento Saludable (CIBERFES), Granada, Spain Search for more papers by this author Luis C López Corresponding Author Luis C López [email protected] orcid.org/0000-0003-3355-0298 Departamento de Fisiología, Facultad de Medicina, Universidad de Granada, Granada, Spain Instituto de Biotecnología, Centro de Investigación Biomédica, Universidad de Granada, Granada, Spain Centro de Investigación Biomédica en Red de Fragilidad y Envejecimiento Saludable (CIBERFES), Granada, Spain Search for more papers by this author Agustín Hidalgo-Gutiérrez Agustín Hidalgo-Gutiérrez Departamento de Fisiología, Facultad de Medicina, Universidad de Granada, Granada, Spain Instituto de Biotecnología, Centro de Investigación Biomédica, Universidad de Granada, Granada, Spain Search for more papers by this author Eliana Barriocanal-Casado Eliana Barriocanal-Casado Departamento de Fisiología, Facultad de Medicina, Universidad de Granada, Granada, Spain Instituto de Biotecnología, Centro de Investigación Biomédica, Universidad de Granada, Granada, Spain Search for more papers by this author Mohammed Bakkali Mohammed Bakkali Departamento de Genética, Facultad de Ciencias, Universidad de Granada, Granada, Spain Search for more papers by this author M Elena Díaz-Casado M Elena Díaz-Casado Departamento de Fisiología, Facultad de Medicina, Universidad de Granada, Granada, Spain Instituto de Biotecnología, Centro de Investigación Biomédica, Universidad de Granada, Granada, Spain Search for more papers by this author Laura Sánchez-Maldonado Laura Sánchez-Maldonado Departamento de Fisiología, Facultad de Medicina, Universidad de Granada, Granada, Spain Instituto de Biotecnología, Centro de Investigación Biomédica, Universidad de Granada, Granada, Spain Search for more papers by this author Miguel Romero Miguel Romero Departamento de Farmacología, Facultad de Farmacia, Universidad de Granada, Granada, Spain Search for more papers by this author Ramy K Sayed Ramy K Sayed Instituto de Biotecnología, Centro de Investigación Biomédica, Universidad de Granada, Granada, Spain Department of Anatomy and Embryology, Faculty of Veterinary Medicine, Sohag University, Sohag, Egypt Search for more papers by this author Cornelia Prehn Cornelia Prehn Institute of Experimental Genetics, Genome Analysis Center, Helmholtz Zentrum München, Neuherberg, Germany Search for more papers by this author Germaine Escames Germaine Escames Departamento de Fisiología, Facultad de Medicina, Universidad de Granada, Granada, Spain Instituto de Biotecnología, Centro de Investigación Biomédica, Universidad de Granada, Granada, Spain Centro de Investigación Biomédica en Red de Fragilidad y Envejecimiento Saludable (CIBERFES), Granada, Spain Search for more papers by this author Juan Duarte Juan Duarte Departamento de Farmacología, Facultad de Farmacia, Universidad de Granada, Granada, Spain Search for more papers by this author Darío Acuña-Castroviejo Darío Acuña-Castroviejo Departamento de Fisiología, Facultad de Medicina, Universidad de Granada, Granada, Spain Instituto de Biotecnología, Centro de Investigación Biomédica, Universidad de Granada, Granada, Spain Centro de Investigación Biomédica en Red de Fragilidad y Envejecimiento Saludable (CIBERFES), Granada, Spain Search for more papers by this author Luis C López Corresponding Author Luis C López [email protected] orcid.org/0000-0003-3355-0298 Departamento de Fisiología, Facultad de Medicina, Universidad de Granada, Granada, Spain Instituto de Biotecnología, Centro de Investigación Biomédica, Universidad de Granada, Granada, Spain Centro de Investigación Biomédica en Red de Fragilidad y Envejecimiento Saludable (CIBERFES), Granada, Spain Search for more papers by this author Author Information Agustín Hidalgo-Gutiérrez1,2, Eliana Barriocanal-Casado1,2, Mohammed Bakkali3, M Elena Díaz-Casado1,2, Laura Sánchez-Maldonado1,2, Miguel Romero4, Ramy K Sayed2,5, Cornelia Prehn6, Germaine Escames1,2,7, Juan Duarte4, Darío Acuña-Castroviejo1,2,7 and Luis C López *,1,2,7 1Departamento de Fisiología, Facultad de Medicina, Universidad de Granada, Granada, Spain 2Instituto de Biotecnología, Centro de Investigación Biomédica, Universidad de Granada, Granada, Spain 3Departamento de Genética, Facultad de Ciencias, Universidad de Granada, Granada, Spain 4Departamento de Farmacología, Facultad de Farmacia, Universidad de Granada, Granada, Spain 5Department of Anatomy and Embryology, Faculty of Veterinary Medicine, Sohag University, Sohag, Egypt 6Institute of Experimental Genetics, Genome Analysis Center, Helmholtz Zentrum München, Neuherberg, Germany 7Centro de Investigación Biomédica en Red de Fragilidad y Envejecimiento Saludable (CIBERFES), Granada, Spain *Corresponding author. Tel: +34 958241000 ext. 20197; E-mail: [email protected] EMBO Mol Med (2019)11:e9466https://doi.org/10.15252/emmm.201809466 PDFDownload PDF of article text and main figures. Peer ReviewDownload a summary of the editorial decision process including editorial decision letters, reviewer comments and author responses to feedback. ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinked InMendeleyWechatReddit Figures & Info Abstract Coenzyme Q (CoQ) deficiency has been associated with primary defects in the CoQ biosynthetic pathway or to secondary events. In some cases, the exogenous CoQ supplementation has limited efficacy. In the Coq9R239X mouse model with fatal mitochondrial encephalopathy due to CoQ deficiency, we have tested the therapeutic potential of β-resorcylic acid (β-RA), a structural analog of the CoQ precursor 4-hydroxybenzoic acid and the anti-inflammatory salicylic acid. β-RA noticeably rescued the phenotypic, morphological, and histopathological signs of the encephalopathy, leading to a significant increase in the survival. Those effects were due to the decrease of the levels of demethoxyubiquinone-9 (DMQ9) and the increase of mitochondrial bioenergetics in peripheral tissues. However, neither CoQ biosynthesis nor mitochondrial function changed in the brain after the therapy, suggesting that some endocrine interactions may induce the reduction of the astrogliosis, spongiosis, and the secondary down-regulation of astrocytes-related neuroinflammatory genes. Because the therapeutic outcomes of β-RA administration were superior to those after CoQ10 supplementation, its use in the clinic should be considered in CoQ deficiencies. Synopsis This study proposes a powerful therapy for COQ9 or COQ7 deficiencies. The novel therapeutic strategy is based on oral administration of β-RA, showing superior outcomes to those obtained after oral CoQ10 supplementation, as demonstrated in the mitochondrial encephalopathy Coq9R239X mouse model. The DMQ/CoQ ratio was revealed as an important factor in the pathologic features of CoQ deficiency syndrome. A powerful therapy was provided for patients with mutations in COQ9 or COQ7. The specific therapeutic mechanisms of β-RA in the Coq9R239X mouse model were demonstrated, opening the potential application of 4-HB analogs to other forms of CoQ deficiencies. Potential endocrine interactions were suggested as crucial factors in mitochondrial encephalopathies. Introduction Mitochondria are the primary site of cellular energy production and can also have a broad range of other vital functions for the cells. Dysfunction of mitochondria is observed in common age-related disorders, including neurodegenerative diseases, metabolic syndrome, cardiomyopathies, and sarcopenia (Nunnari & Suomalainen, 2012). Mitochondrial dysfunction is likewise the primary characteristic of monogenic disorders that affect one of the genes that encode the estimated 1,000 proteins identified in mitochondria (Pagliarini et al, 2008). Among these, mutations in genes encoding essential proteins for the oxidative phosphorylation (OXPHOS) system account for the most common group of inborn errors of metabolism. The therapeutic options for these disorders are mostly limited to palliative care and remain woefully inadequate (DiMauro et al, 2013; Wang et al, 2016). Primary deficiency of coenzyme Q10 (CoQ10), due to CoQ10 biosynthetic defects, is a mitochondrial syndrome that affects the OXPHOS system, and it has heterogeneous clinical presentations and variable response to therapy with exogenous CoQ10 (DiMauro et al, 2007; Emmanuele et al, 2012). To understand the disease mechanisms, we previously generated and characterized the first mouse model of mitochondrial encephalopathy due to CoQ deficiency. The mouse model presents two point mutations, leading to a premature stop codon in Coq9 (Coq9R239X; Garcia-Corzo et al, 2013). These mutations are homologues to the mutations identified in a patient (COQ9R244X; Duncan et al, 2009). The resulting dysfunctional COQ9 protein causes a profound reduction in the levels of COQ7 protein and disruption of the multiprotein complex for CoQ biosynthesis (Complex Q), resulting in a severe CoQ deficiency with accumulation of demethoxyubiquinone (DMQ = 2-polyprenyl-6-methoxy-3-methyl-1,4-benzoquinone), brain mitochondrial dysfunction, oxidative damage, disruption of sulfide metabolism, reactive astrogliosis, spongiform degeneration, hypotension, and premature death (Garcia-Corzo et al, 2013; Luna-Sanchez et al, 2017). These pathological features are similar to those described in patients with mutations in COQ7 and COQ9, who presented a severe early-onset multisystemic disease dominated by encephalopathy, the phenotype associated with CoQ deficiency with the most limited response to oral CoQ10 supplementation (Lopez et al, 2006; Duncan et al, 2009; Emmanuele et al, 2012; Danhauser et al, 2016; Smith et al, 2018). Consistent with the poor therapeutic effects of CoQ supplementations in patients, oral supplementation with ubiquinone-10, the oxidized form of CoQ10, was ineffective in the Coq9R239X mouse model due to its poor absorption and bioavailability, which is more accused in the CNS because of the presence of the blood brain barrier (Bentinger et al, 2003; Bhagavan & Chopra, 2007; Lopez et al, 2010; Garcia-Corzo et al, 2014). The supplementation with ubiquinol-10, the reduced form of ubiquinone-10, provided better therapeutic outcomes because it induced slight improvements in mitochondrial bioenergetics in the brain and reduction of the oxidative stress and astrogliosis (Garcia-Corzo et al, 2014). An alternative strategy to the exogenous CoQ10 supplementation is to increase the endogenous CoQ biosynthesis. The biosynthesis of CoQ10 occurs in a complex biosynthetic pathway in which the 4-hydroxybenzoic acid (4-HB) is the initial substrate. This precursor of the benzoquinone ring of CoQ is first prenylated, and then, a total of seven reactions (one decarboxylation, three hydroxylation, and three methylation) produce the fully substituted benzoquinone ring of CoQ (Fig EV1; Kawamukai, 2016). One of the hydroxylation steps is catalyzed by COQ7, a hydroxylase that needs another protein, COQ9, for its stability and normal function (Garcia-Corzo et al, 2013; Lohman et al, 2014). The hydroxyl group incorporated by COQ7 into the benzoquinone ring is already present in the molecule β-resorcylic acid (β-RA), also named 2,4-hydroxybenzoic acid (2,4-diHB). Therefore, β-RA is a 4-HB analog that can be theoretically used in the CoQ biosynthesis pathway in order to bypass a defect from the hydroxylation step catalyzed by COQ7 (Fig EV1). This strategy was partially successful in vitro in COQ7 null yeasts, as well as in mouse and human fibroblasts with mutations in COQ7 or COQ9 (Xie et al, 2012; Freyer et al, 2015; Luna-Sanchez et al, 2015). Additionally, β-RA is a structural analogue of salicylic acid (2-hydroxybenzoic acid), an anti-inflammatory molecule that may be potentially valuable to reduce the neuroinflammation (Lan et al, 2011; Gomez-Guzman et al, 2014), a factor that has been recently postulated as an essential pathomechanism and a therapeutic target in mitochondrial encephalopathies (Ignatenko et al, 2018), leukoencephalopathy, and neurodegenerative diseases (Eto et al, 2002; Liddelow & Barres, 2015, 2017). Also salicylic derivate, known as salicylates, may act as mTOR inhibitors (Cameron et al, 2016), and this action may be therapeutic in mitochondrial diseases (Johnson et al, 2013). Click here to expand this figure. Figure EV1. CoQ biosynthetic pathway, including the bypass hypothesis for defects in COQ9 or COQ74-HB = 4-hydroxybenzoic acid; DMQ = demethoxyubiquinone or 2-polyprenyl-6-methoxy-3-methyl-1,4-benzoquinone; DMeQ = 2-polyprenyl-5-hydroxy-6-methoxy-3-methyl-1,4-benzoquinone; β-RA = β-resorcylic acid. The purple circle indicates the OH group present in the β-RA and absent in the 4-HB. The hydroxylation of DMQ is normally catalyzed by COQ7, which needs COQ9 for its stability and activity. This step is compromised in patients with defects in COQ7 or COQ9. The pathway is exampled with the production of CoQ10. Download figure Download PowerPoint Based on the properties of β-RA, we have evaluated its therapeutic potential in a mouse model of mitochondrial encephalopathy due to CoQ deficiency. Our data show novel therapeutic mechanisms and represent one of the few cases of successful therapies for mitochondrial encephalopathies that could easily be implemented into the clinic. Results The treatment with β-RA rescues the phenotype of Coq9R239X mice We previously demonstrated that Coq9R239X mice have reduced size and body weight, and die between 3 and 7 months of age (Garcia-Corzo et al, 2013). Moreover, we proved that ubiquinol-10 treatment induces biochemical and histopathological improvements in the brain of Coq9R239X mice (Garcia-Corzo et al, 2014). These improvements led to a significant increase in the survival of Coq9R239X mice treated with ubiquinol-10, compared to the Coq9R239X mice. While the Coq9R239X mice reached a maximum age of 7 months, with a median survival of 5 months of age, the Coq9R239X mice treated with ubiquinol-10 reached a maximum age of 17 months, with a median survival of 13 months of age (Fig 1A). Interestingly, the therapeutic effect of oral β-RA supplementation resulted in an even greater increase in the survival of Coq9R239X mice, reaching a maximum lifespan of 25 months of age, with a median survival of 22 months of age (Fig 1A). Therefore, the extension in the lifespan achieved by β-RA in Coq9R239X mice reached values close to the lifespan in wild-type mice (Fig 1A). Analysisusing the log-rank (Mantel-Cox) and the Gehan–Breslow–Wilcoxon tests shows significant differences (P < 0.0001 and P = 0.0017, respectively) between Coq9+/+ mice, Coq9R239X mice, Coq9R239X mice treated with β-RA, and Coq9R239X mice treated with ubiquinol-10 (Fig 1A). Moreover, if the β-RA treatment started at 3 months of age (symptomatic period) instead of 1 month of age (asymptomatic period), 100% of the treated mice remained alive at 14 months of age (Fig 1B). Figure 1. Survival and phenotypic characterization of Coq9R239X mice after β-RA treatment A. Survival curve of the Coq9+/+ mice, Coq9R239X mice, and Coq9R239X mice after β-RA treatment and Coq9R239X after ubiquinol-10 treatment. The treatments started at 1 month of age [Log-rank (Mantel-Cox) test or Gehan–Breslow–Wilcoxon test; Coq9+/+, n = 9; Coq9R239X, Coq9R239X after β-RA treatment, and Coq9R239X after ubiquinol-10 treatment, n = 15 for each group]. B. Survival curve of the Coq9R239X mice and Coq9R239X mice after β-RA treatment started at 3 months of age (Coq9R239X, n = 15; Coq9R239X after β-RA treatment, n = 10). C, D. Body weight of males (C) and females (D) Coq9+/+ mice, Coq9R239X mice, and Coq9R239X mice after β-RA treatment [(C): Coq9+/+, n = from 31 to 4; Coq9R239X, n = from 13 to 13; Coq9R239X after β-RA treatment, n = from 31 to 7. (D): Coq9+/+, n = from 22 to 3; Coq9R239X, n = from 13 to 12; Coq9R239X after β-RA treatment, n = from 24 to 3]. E, F. Rotarod test of male (E) and female (F) Coq9+/+ mice, Coq9R239X mice, and Coq9R239X mice after β-RA treatment [(E): Coq9+/+, n = from 11 to 8; Coq9R239X, n = from 10 to 10; Coq9R239X after β-RA treatment, n = from 11 to 9. (F): Coq9+/+, n = from 5 to 5; Coq9R239X, n = from 4 to 4; Coq9R239X after β-RA treatment, n = from 11 to 6]. G. Blood pressure of Coq9+/+ mice, Coq9R239X mice, and Coq9R239X mice after β-RA treatment. Data from male and female mice are represented together (Coq9+/+, n = 6; Coq9R239X, n = 6; Coq9R239X after β-RA treatment, n = 7). The whiskers down and up of the boxes indicate the minimum and maximum value, respectively. Horizontal lines inside the boxes mark the median. H. Comparative image of a Coq9R239X mouse and a Coq9R239X mouse after β-RA treatment at 4 months of age. Data information: Data are expressed as mean ± SD. *P < 0.05; **P < 0.01; ***P < 0.001; Coq9R239X or Coq9R239X after β-RA treatment versus Coq9+/+. +P < 0.05; ++P < 0.01; Coq9R239X versus Coq9R239X after β-RA treatment (one-way ANOVA with a Tukey's post hoc test or t-test; see Appendix Table S2 for exact P-values). Download figure Download PowerPoint The striking increase in survival was in parallel of/accompanied by a phenotypic improvement. Coq9R239X mice treated with β-RA showed a slight increase in the body weight, although the values did not reach the wild-type levels (Fig 1C and D). The motor coordination tested by rotarod assay showed a decrease in the latency to fall in Coq9R239X mice compared to Coq9+/+ mice. The treatment with β-RA significantly attenuated the motor phenotype in Coq9R239X mice, both in males and females (Fig 1E and F). The treatment also normalized the blood pressure (Fig 1G), while the blood cells and hemoglobin levels did not change in the experimental groups (Appendix Fig S1). The general health improvement of Coq9R239X mice treated with β-RA was remarkable, clearly showing a healthier demeanor, compared to the untreated Coq9R239X mice (Fig 1H and Movie EV1). The treatment with β-RA induces a reduction in the histopathological signs of the encephalopathy Because of the striking effect of the treatment on the survival and health status of the Coq9R239X mice, we performed a histopathological evaluation of the brain, the main symptomatic tissue. The spongiform degeneration and reactive astrogliosis characteristic in the diencephalon (Fig 2B1, E1, H1, and K1) and the pons (Appendix Fig S2) of the Coq9R239X mice (Garcia-Corzo et al, 2013), compared to Coq9+/+ mice (Fig 2A1, D1, G1, and J1; Appendix Fig S2), almost disappeared after the β-RA treatment (Fig 2C1, F1, I1, and L1; Appendix Fig S2). The microglia distribution did not show any difference between the three experimental groups (Fig 2M1–R1; Appendix Fig S2). Moreover, the increased protein oxidation observed in the diencephalon of Coq9R239X mice (Fig 2T1), compared to Coq9+/+ mice (Fig 2S1), was attenuated in Coq9R239X mice treated with β-RA (Fig 2U1). Figure 2. Pathological features in the brain of Coq9R239X mice after β-RA treatment A–U. (A1–F1) H&E stain in the diencephalon of Coq9+/+ mice (A1 and D1), Coq9R239X mice (B1 and E1), and Coq9R239X mice after β-RA treatment (C1 and F1). (G1–L1) Anti-GFAP stain in the diencephalon of Coq9+/+ mice (G1 and J1), Coq9R239X mice (H1 and K1), and Coq9R239X mice after β-RA treatment (I1 and L1). (M1–R1) Anti-Iba1 stain in the diencephalon of Coq9+/+ mice (M1 and P1), Coq9R239X mice (N1 and Q1), and Coq9R239X mice after β-RA treatment (O1 and R1). (S1–U1) Protein oxidation in the diencephalon of Coq9+/+ mice (S1), Coq9R239X mice (T1), and Coq9R239X mice after β-RA treatment (U1). (A2–C2) Magnetic Resonance Images of the diencephalon of Coq9+/+ mice (A2), Coq9R239X mice (B2), and Coq9R239X mice after β-RA treatment (C2). (D2–F2) Magnetic Resonance Images of the pons of Coq9+/+ mice (D2), Coq9R239X mice (E2), and Coq9R239X mice after β-RA treatment (F2). (G2–I2) Lactate peak in the brain of Coq9+/+ mice (G2), Coq9R239X mice (H2), and Coq9R239X mice after β-RA treatment (I2). Scale bars: 1 mm (A1–C1); 100 μm (D1–F1); 200 μm (G1–I1); 100 μm (J1–L1); 200 μm (M1–O1); 100 μm (P1–R1); 100 μm (S1–U1). The yellow arrows indicated the areas of increased T2 signal, which is characteristic of lesions in specific brain areas. Download figure Download PowerPoint The improvements in the histopathological features were further corroborated by magnetic resonance imaging (MRI). Brain injuries were observed in the diencephalon and the pons of Coq9R239X mice (Fig 2B2–E2; Appendix Fig S2). In Coq9+/+ mice and Coq9R239X mice treated with β-RA, however, we did not detect any sign of brain injury (Fig 2A2, D2, C2 and F2; Appendix Fig S2), suggesting that the treatment normalized the cerebral structure. Nevertheless, the cerebral lactate levels, that are increased in Coq9R239X mice (Fig 2H2) compared to Coq9+/+ mice (Fig 2G2), remained increased in Coq9R239X mice after the treatment (Fig 2I2). In the skeletal muscle, the cytochrome c oxidase (COX) and succinate dehydrogenase (SDH) stainings showed an increase in type II fibers in Coq9R239X mice. After the treatment with β-RA, the proportion of type I and type II fibers was normalized (Fig EV2). Click here to expand this figure. Figure EV2. COX and SDH staining in gastrocnemius A–C. COX stains in gastrocnemius of Coq9+/+ mice (A), Coq9R239X mice (B), and Coq9R239X mice after β-RA treatment (C). D–F. SDH stain in gastrocnemius of Coq9+/+ mice (D), Coq9R239X mice (E), and Coq9R239X mice after β-RA treatment (F). Data information: \"I\" indicated fiber types I and \"II\" indicates fiber types II. Download figure Download PowerPoint Transcriptomics profile reveals a reduction in the neuroinflammatory genes Next, we carried out an RNA-Seq experiment on brainstems from the three experimental mice groups, e.g., Coq9+/+, Coq9R239X, and Coq9R239X treated with β-RA. The over 9 × 109 bases of the 101-bases sequencing reads aligned to 27,291 loci of the reference mouse genome. As Fig 3A shows, 298 genes were over-expressed in the Coq9R239X mice compared to the Coq9+/+ mice, while 161 were under-expressed. On the other hand, 187 genes were over-expressed in the Coq9R239X mice compared to the Coq9R239X mice treated with β-RA, while 160 were under-expressed (Fig 3A). When comparing the pathways to which these differentially expressed genes belong, we observed a noticeably higher presence of genes belonging to inflammation signaling pathways in the Coq9R239X mice compared to the β-RA treated Coq9R239X or Coq9+/+ mice (Fig 3B). Figure 3. Effect of the β-RA treatment on genes expression profiles and neuroinflammatory-related features A. Global differences in the levels of gene expression between experimental groups. B. Only pathways with more than one gene significantly altered in Coq9R239X compared to Coq9+/+ mice are considered for this figure. The y-axis represents the percentage of genes corresponding to a pathway in the sample of genes whose expression level is significantly altered in a comparison between mice samples. C. Heatmap showing the comparative landscape of the expression level per sample of the 27 genes whose expression was altered by the mutation and normalized by the β-RA treatment. The column numbers correspond to the different samples and the row names are gene codes composed of the ENSEMBL gene ID and the gene symbol (between parentheses). The green means comparatively higher, red means comparatively lower, and black means no difference in expression level (n = 5 for each group). D. iNOS expression levels in RAW cells after stimulation with LPS (n = 3 for each group). E. Cytokine levels in the culture supernatant of RAW cells after stimulation with LPS (n = 3 for each group). F. Cytokine levels in the brainstem of Coq9+/+ mice, Coq9R239X mice, and Coq9R239X mice treated with β-RA (n = 7 for each group). G, H. Mortality rate (G) and (H) percentage of malformations in zebrafish embryos treated with MPT and the effect of β-RA treatment. I. Survival curve of Ndufs4 knockout mice and Ndufs4 knockout mice treated with β-RA [Log-rank (Mantel-Cox) test; n = 5 for each group; see Appendix Table S3 for exact P-values]. Data information: Data in panels (D–F) are expressed as mean ± SD. *P < 0.05; **P < 0.01; ***P < 0.001; LPS or LPS + β-RA versus control. +P < 0.05; LPS or LPS + β-RA versus control (one-way ANOVA with a Tukey's post hoc test; see Appendix Table S3 for exact P-values). Download figure Download PowerPoint Of the 459 genes whose expression is significantly altered in Coq9R239X mice compared to Coq9+/+, 27 were significantly altered in Coq9R239X mice treated with β-RA compared to Coq9R239X mice. Interestingly, among these 27 genes, the ones that were over-expressed in Coq9R239X mice, compared to the Coq9+/+ mice, became under-expressed in Coq9R239X mice treated with β-RA, compared to Coq9R239X mice, and vice versa (Fig 3C). Thus, the levels of these 27 genes were normalized. Most of these genes showed higher expression in Coq9R239X mice compared to Coq9+/+ mice, and they mainly have inflammation and immune-related functions. For example, the inflammatory genes Bgn (biglycan), Ccl6 (chemokine C-C motif ligand 6), Cst7 (cystatin F), Ifi27l2a (interferon, alpha-inducible protein 27 like 2A), Ifitm3 (interferon-induced transmembrane protein 3), Itgax (integrin alpha X), and Vav1 are up-regulated in Coq9R239X mice and normalized after the treatment. β-RA does not directly act as anti-inflammatory agent Because the transcriptomics profile uncovers a possible involvement of neuroinflammation in the therapeutic effect of β-RA, and since this molecule is an analogue of the anti-inflammatory salicylic acid, we tested whether β-RA may have a direct anti-inflammatory action. First, we incubated RAW cells with 1 μg/ml LPS, which induces a NF-κB-mediated inflammatory response, as it is shown by the induction of iNOS (Fig 3D) and the release of IL-1β, IL-2, and TNF-α (Fig 3E). The pre-incubation with β-RA, however, did not modify the cellular iNOS expression (Fig 3D) or the cytokine levels in the cells supernatants (Fig 3E). Second, we quantified the cytokine levels in the brainstem of the three animals' experimental groups. The levels of IL-1β, IL-2, IFN-γ, Gro-α, and TNF-α did not experience major changes (Fig 3F). Third, we tested whether β-RA may increase the survival in two models of neuroinflammation and early death due to mitochondrial Complex I deficiency, i.e., the zebrafish embryos treated with MPTP, which mimics Parkinson disease (Diaz-Casado et al, 2018); and the Ndufs4 knockout mouse model, which mimics Leigh syndrome (Quintana et al, 2010). In both cases, the treatment with β-RA did not induce any change in the animal survival (Fig 3G and I) or the presence of malformations (Fig 3H). Because the inhibition of mTORC1 may mediate the anti-inflammatory actions of salicylates (Cameron et al, 2016), we also quan",
  "authors": [
    {
      "display_name": "Agustín Hidalgo‐Gutiérrez",
      "id": "A5031658908",
      "orcid": "https://orcid.org/0000-0001-6414-6859",
      "institutions": [
        {
          "id": "I173304897",
          "display_name": "Universidad de Granada",
          "country_code": "ES",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Agustín Hidalgo‐Gutiérrez"
    },
    {
      "display_name": "Eliana Barriocanal‐Casado",
      "id": "A5038771061",
      "orcid": "https://orcid.org/0000-0001-8828-1182",
      "institutions": [
        {
          "id": "I173304897",
          "display_name": "Universidad de Granada",
          "country_code": "ES",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Eliana Barriocanal‐Casado"
    },
    {
      "display_name": "Mohammed Bakkali",
      "id": "A5042051130",
      "orcid": "https://orcid.org/0000-0002-9079-8452",
      "institutions": [
        {
          "id": "I173304897",
          "display_name": "Universidad de Granada",
          "country_code": "ES",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mohammed Bakkali"
    },
    {
      "display_name": "María Elena Díaz-Casado",
      "id": "A5053702523",
      "orcid": null,
      "institutions": [
        {
          "id": "I173304897",
          "display_name": "Universidad de Granada",
          "country_code": "ES",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "M Elena Díaz‐Casado"
    },
    {
      "display_name": "Laura Sánchez‐Maldonado",
      "id": "A5009689679",
      "orcid": null,
      "institutions": [
        {
          "id": "I173304897",
          "display_name": "Universidad de Granada",
          "country_code": "ES",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Laura Sánchez‐Maldonado"
    },
    {
      "display_name": "Miguel Romero",
      "id": "A5017444131",
      "orcid": "https://orcid.org/0000-0003-0578-1099",
      "institutions": [
        {
          "id": "I173304897",
          "display_name": "Universidad de Granada",
          "country_code": "ES",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Miguel Romero"
    },
    {
      "display_name": "Ramy K. A. Sayed",
      "id": "A5051183374",
      "orcid": "https://orcid.org/0000-0003-4467-6742",
      "institutions": [
        {
          "id": "I173304897",
          "display_name": "Universidad de Granada",
          "country_code": "ES",
          "type": "funder"
        },
        {
          "id": "I97455420",
          "display_name": "Sohag University",
          "country_code": "EG",
          "type": "education"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ramy K Sayed"
    },
    {
      "display_name": "Cornelia Prehn",
      "id": "A5021048991",
      "orcid": "https://orcid.org/0000-0002-1274-4715",
      "institutions": [
        {
          "id": "I3018134672",
          "display_name": "Helmholtz Zentrum München",
          "country_code": "DE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Cornelia Prehn"
    },
    {
      "display_name": "Germaine Escames",
      "id": "A5007383535",
      "orcid": "https://orcid.org/0000-0003-1256-7656",
      "institutions": [
        {
          "id": "I4210149569",
          "display_name": "Centro de Investigación Biomédica en Red de Fragilidad y Envejecimiento Saludable",
          "country_code": "ES",
          "type": "funder"
        },
        {
          "id": "I173304897",
          "display_name": "Universidad de Granada",
          "country_code": "ES",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Germaine Escames"
    },
    {
      "display_name": "Juan Duarte",
      "id": "A5023191019",
      "orcid": "https://orcid.org/0000-0002-9153-5857",
      "institutions": [
        {
          "id": "I173304897",
          "display_name": "Universidad de Granada",
          "country_code": "ES",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Juan Duarte"
    },
    {
      "display_name": "Darío Acuña‐Castroviejo",
      "id": "A5090157656",
      "orcid": "https://orcid.org/0000-0002-9680-1560",
      "institutions": [
        {
          "id": "I173304897",
          "display_name": "Universidad de Granada",
          "country_code": "ES",
          "type": "funder"
        },
        {
          "id": "I4210149569",
          "display_name": "Centro de Investigación Biomédica en Red de Fragilidad y Envejecimiento Saludable",
          "country_code": "ES",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Darío Acuña‐Castroviejo"
    },
    {
      "display_name": "Luís C. López",
      "id": "A5062208123",
      "orcid": "https://orcid.org/0000-0003-3355-0298",
      "institutions": [
        {
          "id": "I4210149569",
          "display_name": "Centro de Investigación Biomédica en Red de Fragilidad y Envejecimiento Saludable",
          "country_code": "ES",
          "type": "funder"
        },
        {
          "id": "I173304897",
          "display_name": "Universidad de Granada",
          "country_code": "ES",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Luis C López"
    }
  ],
  "publication_year": 2018,
  "publication_date": "2018-11-27",
  "type": "article",
  "cited_by_count": 40,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S163075119",
    "display_name": "EMBO Molecular Medicine",
    "issn_l": "1757-4676",
    "issn": [
      "1757-4676",
      "1757-4684"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310319965"
  },
  "volume": "11",
  "issue": "1",
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": true,
    "oa_status": "gold",
    "oa_url": "https://doi.org/10.15252/emmm.201809466",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C15708023",
      "display_name": "Humanities",
      "level": 1,
      "score": 0.7261475
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.3710118
    }
  ],
  "topics": [
    {
      "id": "T13012",
      "display_name": "Coenzyme Q10 studies and effects",
      "score": 0.9996
    },
    {
      "id": "T11332",
      "display_name": "Genomics, phytochemicals, and oxidative stress",
      "score": 0.9898
    },
    {
      "id": "T10676",
      "display_name": "Genetics, Aging, and Longevity in Model Organisms",
      "score": 0.987
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.15252/emmm.201809466",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:33:35.983238",
  "source_database": "OpenAlex"
}