{
  "openalex_id": "W2913144519",
  "doi": "https://doi.org/10.3389/conf.fnhum.2017.223.00092",
  "title": "Language in individuals with left hemisphere tumors: Is spontaneous speech analysis equally good as formal testing?",
  "abstract": "Event Abstract Back to Event Language in individuals with left hemisphere tumors: Is spontaneous speech analysis equally good as formal testing? Adrià Rofes1, 2, Andrea Talacchi3, Giampietro Pinna3, Lyndsey Nickels4, Roelien Bastiaanse5 and Gabriele Miceli6* 1 Trinity College Dublin, Global Brain Health Institute, Ireland 2 University of Trento, International Doctorate in Experimental Approaches to Language And the Brain (IDEALAB), Italy 3 University of Verona, Section of Neurosurgery, Department of Neurosciences, Italy 4 Macquarie University, ARC Center of Excellence in Cognition and its Disorders, Department of Cognitive Science, Australia 5 University of Groningen, Center for Language and Cognition (CLCG), Netherlands 6 University of Trento, Center for Mind/Brain Sciences (CIMeC), Italy Background. Quantitative analyses of spontaneous speech have been used to characterize language abilities of people after stroke and with dementia (Prins & Bastiaanse, 2004; Wilson et al., 2010). The relationship between spontaneous speech and formal language testing in people with brain tumors (gliomas) has been rarely studied (Satoer, Vincent, Smits, Dirven, and Visch-Brink, 2013). Aim. To assess whether spontaneous speech analysis and formal testing detect comparable language impairments in people with gliomas. In our patient sample, we asked (1) whether both measures detect comparable language impairments; (2) which language levels, assessment times and spontaneous speech variables are more commonly impaired; and (3) if spontaneous speech analyses should be preferred to formal testing for routine clinical evaluation of language disorders. Methods. Five Italian speakers with a perisylvian tumor in the left hemisphere participated in this study (3 female; age range=39-65; education range=8-17 years). Four subjects had a tumor in the prefrontal cortex and one subject in the parietal lobe. Three subjects had a low-grade glioma and two a high-grade glioma. All subjects underwent three assessment sessions (before surgery, within a week after surgery, seven months after). Each session included a spontaneous speech task (four open questions regarding what happened to the patient; present and future plans; storytelling; and picture description) and a comprehensive formal language assessment (lexical-semantic, grammatical, and phonological tasks for production and comprehension). Fluency, lexical-semantic, grammatical, and phonological processing measures were extracted from spontaneous speech following a quantitative method (Vermeulen et al., 1989; Saffran, Berndt, & Schwartz, 1989). A part-of-speech tagger was used to automatize part of the extraction procedure (Schmidt et al., 2007). Spontaneous speech scores were classified as impaired when they differed significantly (modified t-tests, Crawford et al., 2010) from those of 15 healthy age- and education-matched individuals (11 female; age range=33-67; education range=8-17). Formal test scores were considered as impaired when they fell below the range of cognitively unimpaired populations (Miceli et al., 2006; Rofes et al., 2015). Results. Spontaneous speech and formal testing detected the same language impairments significantly more often (47%) than formal testing alone (16%), or spontaneous speech analysis alone (22%). The two measures converged more often in case of lexical-semantic impairment (80%), than in the presence of grammatical (34%) or phonological (27%) damage. Impairments were more common one week after surgery (73%) than before (34%) or seven months after surgery (44%), even though the differences were not statistically significant. Incomplete sentences and phonological paraphasias, were the most common error type across assessment times. Conclusions. Despite some similarities, parallels between spontaneous speech and formal testing must be drawn with caution. Formal testing remains the better option, except for cases in which there exist time restrictions or the patient is too tired to respond to a complete formal battery. The ecological validity and the fast administration of a spontaneous speech task should be reconsidered in this population as advances in automatic transcription and analyses allow faster and more accurate analyses. Acknowledgements Funding was provided by Provincia Autonoma di Trento and Fondazione CaRiTRO to GM; by the IDEALAB (2014-0025), a Cognitive Science Postgraduate Grant from Macquarie University, and by the Global Brain Health Institute to AR; and by an Australian Research Council Future Fellowship (FT120100102) to LN. We express our gratitude to Monica Ricci, Giovanna Cappelletti, German Kruszewski, Marco Baroni, and Claudio Bendazzoli for help and comments at different stages of this project. References Miceli, G; Laudanna, A; & Capasso, R (2006). Batteria per l'Analisi dei Deficit Afasici. Bologna: EMS. Prins, R., & Bastiaanse, R. (2004). Review: Analysing the spontaneous speech of aphasic speakers. Aphasiology, 18(12), 1075-1091. doi:10.1080/02687030444000534 Rofes, A., de Aguiar, V., & Miceli, G. (2015). A minimal standardization setting for language mapping tests: an Italian example. Neurological Sciences, 36(7), 1113-9. doi:10.1007/s10072-015-2192-3 Saffran, E. M., Berndt, R. S., & Schwartz, M. F. (1989). The quantitative analysis of agrammatic production: Procedure and data. Brain and language, 37(3), 440–479. Retrieved from http://www.ncbi.nlm.nih.gov/pubmed/2804622 Satoer, D., Vincent, A., Smits, M., Dirven, C., & Visch-Brink, E. (2013). Spontaneous speech of patients with gliomas in eloquent areas before and early after surgery. Acta neurochirurgica, 155(4), 685-692. doi:10.1007/s00701-013-1638-8 Schmid, H., Baroni, M., Zanchetta, E., & Stein, A. (2007). The enriched treetagger system. In proceedings of the EVALITA 2007 workshop. Retrieved from: https://www.evalita.it/sites/evalita.fbk.eu/files/presentations2007/04_EVALITA_UniTn_Baroni_POS_Zanchetta.pdf Vermeulen, J., Bastiaanse, R., & Van Wageningen, B. (1989). Spontaneous speech in aphasia: A correlational study. Brain and language, 36(2), 252-274. doi:10.1016/0093-934X(89)90064-3 Wilson, S. M., Henry, M. L., Besbris, M., Ogar, J. M., Dronkers, N. F., Jarrold, W., ... & Gorno-Tempini, M. L. (2010). Connected speech production in three variants of primary progressive aphasia. Brain, 133(7), 2069-2088. doi:10.1093/brai/awq129 Keywords: spontaneous speech, assessment, Aphasia, brain tumor, Glioma Conference: Academy of Aphasia 55th Annual Meeting , Baltimore, United States, 5 Nov - 7 Nov, 2017. Presentation Type: poster or oral Topic: Aphasia Citation: Rofes A, Talacchi A, Pinna G, Nickels L, Bastiaanse R and Miceli G (2019). Language in individuals with left hemisphere tumors: Is spontaneous speech analysis equally good as formal testing?. Conference Abstract: Academy of Aphasia 55th Annual Meeting . doi: 10.3389/conf.fnhum.2017.223.00092 Copyright: The abstracts in this collection have not been subject to any Frontiers peer review or checks, and are not endorsed by Frontiers. They are made available through the Frontiers publishing platform as a service to conference organizers and presenters. The copyright in the individual abstracts is owned by the author of each abstract or his/her employer unless otherwise stated. Each abstract, as well as the collection of abstracts, are published under a Creative Commons CC-BY 4.0 (attribution) licence (https://creativecommons.org/licenses/by/4.0/) and may thus be reproduced, translated, adapted and be the subject of derivative works provided the authors and Frontiers are attributed. For Frontiers' terms and conditions please see https://www.frontiersin.org/legal/terms-and-conditions. Received: 18 Apr 2017; Published Online: 25 Jan 2019. * Correspondence: Prof. Gabriele Miceli, University of Trento, Center for Mind/Brain Sciences (CIMeC), Rovereto, Italy, gabriele.miceli@unitn.it Login Required This action requires you to be registered with Frontiers and logged in. To register or login click here. Abstract Info Abstract The Authors in Frontiers Adrià Rofes Andrea Talacchi Giampietro Pinna Lyndsey Nickels Roelien Bastiaanse Gabriele Miceli Google Adrià Rofes Andrea Talacchi Giampietro Pinna Lyndsey Nickels Roelien Bastiaanse Gabriele Miceli Google Scholar Adrià Rofes Andrea Talacchi Giampietro Pinna Lyndsey Nickels Roelien Bastiaanse Gabriele Miceli PubMed Adrià Rofes Andrea Talacchi Giampietro Pinna Lyndsey Nickels Roelien Bastiaanse Gabriele Miceli Related Article in Frontiers Google Scholar PubMed Abstract Close Back to top Javascript is disabled. Please enable Javascript in your browser settings in order to see all the content on this page.",
  "authors": [
    {
      "display_name": "Adrià Rofes",
      "id": "A5089502483",
      "orcid": "https://orcid.org/0000-0002-4274-1734",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Adrià Rofes"
    },
    {
      "display_name": "Andrea Talacchi",
      "id": "A5053255415",
      "orcid": "https://orcid.org/0000-0002-5828-1381",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Andrea Talacchi"
    },
    {
      "display_name": "Giampietro Pinna",
      "id": "A5103878340",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Giampietro Pinna"
    },
    {
      "display_name": "Lyndsey Nickels",
      "id": "A5032979408",
      "orcid": "https://orcid.org/0000-0002-0311-3524",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Lyndsey Nickels"
    },
    {
      "display_name": "Roelien Bastiaanse",
      "id": "A5080483177",
      "orcid": "https://orcid.org/0000-0002-4818-0763",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Roelien Bastiaanse"
    },
    {
      "display_name": "Gabriele Miceli",
      "id": "A5070519394",
      "orcid": "https://orcid.org/0000-0002-8835-094X",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Gabriele Miceli"
    }
  ],
  "publication_year": 2017,
  "publication_date": "2017-01-01",
  "type": "article",
  "cited_by_count": 1,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S146364893",
    "display_name": "Frontiers in Human Neuroscience",
    "issn_l": "1662-5161",
    "issn": [
      "1662-5161"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320527"
  },
  "volume": "11",
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": true,
    "oa_status": "gold",
    "oa_url": "https://doi.org/10.3389/conf.fnhum.2017.223.00092",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C79840881",
      "display_name": "Lateralization of brain function",
      "level": 2,
      "score": 0.58731264
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.55342823
    },
    {
      "id": "C2987518239",
      "display_name": "Right hemisphere",
      "level": 2,
      "score": 0.436004
    },
    {
      "id": "C41895202",
      "display_name": "Linguistics",
      "level": 1,
      "score": 0.39934468
    },
    {
      "id": "C180747234",
      "display_name": "Cognitive psychology",
      "level": 1,
      "score": 0.25774592
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.07075733
    }
  ],
  "topics": [
    {
      "id": "T10465",
      "display_name": "Neurobiology of Language and Bilingualism",
      "score": 0.9982
    },
    {
      "id": "T13471",
      "display_name": "Cognitive Functions and Memory",
      "score": 0.9472
    },
    {
      "id": "T10009",
      "display_name": "Dementia and Cognitive Impairment Research",
      "score": 0.9355
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.3389/conf.fnhum.2017.223.00092",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:34:32.725619",
  "source_database": "OpenAlex"
}