{
  "openalex_id": "W2917381084",
  "doi": "https://doi.org/10.1097/00006534-900000000-97605",
  "title": "Letter to Editor Regarding",
  "abstract": "Sir: It was with great interest that we read the article by Dr. Lee and colleagues on the location of the internal mammary vessels for microvascular autologous breast reconstruction.1 Knowledge of the anatomic variations of the internal mammary vessels is necessary for efficient operative dissection with minimal costal cartilage excision. For this reason, the senior author (A.T.) of this letter pursued a similar cadaveric study, albeit for another purpose, almost 30 years ago2: to delineate the internal mammary vessels, not as recipient vessels but as donor vessels, for the free vascularized anterior rib graft. Thoma et al.2 reported the pertinent anatomy of the internal mammary vessels, their diameters, and the distance from the sternal midline. Notably, the internal mammary vein was found to branch between the third and fifth ribs, most commonly in the fourth intercostal space.2 Lee et al.1 claimed that this finding had not been established prior to their study. The 1987 publication also delineated the costal blood supply from the inferior intercostal and supracostal vessels branching from the internal mammary vessels.2 The Lee et al.1 article bears fundamental similarities to the Thoma et al.2 article; however, we acknowledge, it entails a larger sample of cadavers, and a far more rigorous tabulation of findings. In the Lee et al.1 article, the costal level at which the internal mammary vein bifurcates is documented for the left and right of each cadaver. The authors also report the distance between the internal artery and vein, and the distance of the vessels from both the sternal border and the costochondral junction at each intercostal level.1 These precise findings allow a more detailed mapping of the vessels and represent an improvement in the standard of data reporting since the publication of the Thoma et al.2 article. Despite its similarities, we do not believe Lee et al.1 had knowledge of our publication, as the branching of the internal mammary vein in the fourth intercostal was reported as novel information. A well-constructed literature search should be done before any project is undertaken to avoid the duplication of labor in research, and all similar papers should be appropriately cited. Readers can refer to the guide by Waltho et al.3 for step-by-step instructions on searching and synthesizing evidence. Use of the keywords “internal mammary vessel*” and “plastic surgery” identified the Thoma et al.2 article in Medline. Given the significant improvement in reporting between the Lee et al.1 and Thoma et al.2 articles, we consider this article a new and valuable contribution to the literature. However, we would like to emphasize the importance of a thorough literature review before a study is begun. If the Thoma et al.2 findings had been reported more meticulously, it would be a redundant waste of research resources to conduct another cadaveric study of the internal mammary vessels. With an estimated $170 billion wasted on faulty and redundant research annually, overlooking simple steps of a literature search is a mistake we cannot afford.4 Nevertheless, we commend the thorough work done by Lee et al.,1 and we hope it will have a positive impact on dissection of the internal mammary vessels in the future. DISCLOSURE The authors have no financial interest to declare in relation to the content of this communication. No funding was obtained for the production of this communication. Syena Moltaji, B.Sc., M.D.(c)Michael G. DeGroote School of MedicineMcMaster University Jessica Murphy, M.Sc.Division of Plastic SurgeryDepartment of SurgeryMcMaster University Achilleas Thoma, M.D., M.Sc.Division of Plastic SurgeryDepartment of SurgeryDepartment of Health Research Methods, Evidence, and ImpactMcMaster University.Hamilton, Ontario, Canada",
  "authors": [
    {
      "display_name": "Syena Moltaji",
      "id": "A5026072863",
      "orcid": "https://orcid.org/0009-0003-0313-4629",
      "institutions": [
        {
          "id": "I4210161256",
          "display_name": "Impact",
          "country_code": "CA",
          "type": "nonprofit"
        },
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Syena Moltaji"
    },
    {
      "display_name": "Jessica Murphy",
      "id": "A5020336727",
      "orcid": "https://orcid.org/0000-0003-1954-3470",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I4210161256",
          "display_name": "Impact",
          "country_code": "CA",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jessica Murphy"
    },
    {
      "display_name": "Achilleas Thoma",
      "id": "A5080371167",
      "orcid": "https://orcid.org/0000-0002-8348-2863",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I4210161256",
          "display_name": "Impact",
          "country_code": "CA",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Achilleas Thoma"
    }
  ],
  "publication_year": 2019,
  "publication_date": "2019-02-01",
  "type": "letter",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S100736837",
    "display_name": "Plastic & Reconstructive Surgery",
    "issn_l": "0032-1052",
    "issn": [
      "0032-1052",
      "1076-5751",
      "1529-4242"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": null,
  "issue": null,
  "first_page": "1",
  "last_page": "1",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.86392677
    },
    {
      "id": "C2908525694",
      "display_name": "Mammary artery",
      "level": 3,
      "score": 0.8375641
    },
    {
      "id": "C91762617",
      "display_name": "Cadaver",
      "level": 2,
      "score": 0.73697907
    },
    {
      "id": "C105702510",
      "display_name": "Anatomy",
      "level": 1,
      "score": 0.68559825
    },
    {
      "id": "C2775862295",
      "display_name": "Dissection (medical)",
      "level": 2,
      "score": 0.6677215
    },
    {
      "id": "C175696284",
      "display_name": "Cadaveric spasm",
      "level": 2,
      "score": 0.6582673
    },
    {
      "id": "C2778620301",
      "display_name": "Sternum",
      "level": 2,
      "score": 0.57449245
    },
    {
      "id": "C160306043",
      "display_name": "Rib cage",
      "level": 2,
      "score": 0.4756434
    },
    {
      "id": "C2778776699",
      "display_name": "Intercostal space",
      "level": 2,
      "score": 0.4266041
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.2750253
    },
    {
      "id": "C2776820930",
      "display_name": "Artery",
      "level": 2,
      "score": 0.20984167
    }
  ],
  "topics": [
    {
      "id": "T10599",
      "display_name": "Reconstructive Surgery and Microvascular Techniques",
      "score": 0.9991
    },
    {
      "id": "T11260",
      "display_name": "Tracheal and airway disorders",
      "score": 0.9883
    },
    {
      "id": "T11374",
      "display_name": "Cleft Lip and Palate Research",
      "score": 0.9722
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1097/00006534-900000000-97605",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:51:41.745012",
  "source_database": "OpenAlex"
}