{
  "openalex_id": "W2914142307",
  "doi": "https://doi.org/10.3389/conf.fnhum.2018.228.00058",
  "title": "How is generalization managed in anomia research? An analysis of current practice and future directions",
  "abstract": "Event Abstract Back to Event How is generalization managed in anomia research? An analysis of current practice and future directions Janet Patterson1* and Patrick Coppens2 1 VA Northern California Health Care System, United States 2 SUNY Plattsburgh, United States By necessity, in aphasia rehabilitation, clinical activities center on a small sample of exemplars that are representative of the target behavior. However, a truly successful therapeutic intervention should ideally generalize to all exemplars in all environments. The aphasiology literature is replete with clinical studies showing a positive treatment effect that does not translate to positive generalization gains. Further, if generalization is present, the causal mechanism is generally unknown. These two observations lead to a powerful but disappointing conclusion: Clinicians do not know how to facilitate generalization (Coppens & Patterson, 2018). At best, clinical studies merely measure the changes in untrained exemplars, an approach described as “train and hope” (Stokes & Baer,1977) or “fishing for evidence of change” (Webster, Whitworth, & Morris, 2015). It is humbling that, since Stokes and Baer’s report, very little improvement has occurred in our understanding of generalization phenomena. Clinicians and researchers should strive to insert appropriate strategies in anomia rehabilitation to maximize generalization. It behooves us to understand more precisely how generalization is addressed in clinical and research studies. One effective way to describe current practice is through a scoping review. A scoping review provides an overview of an issue. The product is a quantitative and qualitative analysis of the current state in a specific field (Pham et al., 2014). It distinguishes itself from a systematic review by including qualitative as well as quantitative analyses. Scoping reviews have been published in health care and health policy (e.g., Archer, Fevrier-Thomas, Lokker, McKibbon, & Straus, 2011; Brien, Lorenzetti, Lewis, Kennedy, & Ghali, 2010; Crooks, Kingsbury, Snyder, & Johnston, 2010; Hamm et al., 2013; Mitton, Smith, Peacock, Evoy, & Abelson, 2009; Reeves et al., 2011) and in higher education (e.g., O’Flaherty & Phillips, 2015), however are rare in aphasiology. Following our interest in treatment for anomia and generalization, our scoping review asked how generalization is measured in anomia therapy. Eight databases were searched with the following key words in the abstract: “aphasia”, “anomia” or “naming”, “therapy” or “rehabilitation” or “treatment”; and anywhere: “generalization”. After eliminating duplicates, 157 articles remained. Further exclusionary criteria applied to the articles were: adults, original data, naming treatment variable, and generalization data of any kind. Results describing response generalization (generalization to untrained exemplars) and stimulus generalization (e.g., generalization to discourse) will be reviewed separately and presented in quantitative and qualitative formats. Quantitative data, expressed in tally or frequency, note the characteristics of the included studies (e.g. number of participants, treatment technique). Qualitative data report trends across studies in methods of measuring generalization, data interpretation, and generalization environments (e.g., to untreated exemplars or to discourse). Conclusions drawn from the characteristics and trends identified in this scoping review will be compared to best practices for generalization previously reported in the literature (e.g., Coppens & Patterson, 2018). We hope that we can influence clinical practice by offering suggestions that can be easily implemented in contemporary clinical Aphasiology in order to support clinicians in planning for generalization prior to beginning intervention. References Archer, N., Fevrier-Thomas, U., Lokker, C., McKibbon, K. A., & Straus, S. E. (2011). Personal health records: A scoping review. Journal of the American Information Association, 18, 515-522. Baer, D. M. (1999). How to plan for generalization. Austin, TX: Pro-Ed. Brien, S. E., Lorenzetti, D. L., et al. (2010). Overview of a formal scoping review on health system report cards. Implementation Science, 5, 2. Coppens, P., & Patterson, J. (2018). Generalization in aphasiology: What are the best strategies? In P. Coppens & J. Patterson (Eds.), Aphasia rehabilitation. Clinical challenges (pp. 205-248). Burlington, MA: Jones & Bartlett Learning. Crooks, V. A., Kingsbury, P., Snyder, J., & Johnston, R. (2010). What is known about the patient’s experience of medical tourism? A scoping review. BMC Health Services Research, 10, 266. Dijkers, M. (2015). What is a scoping review? KT Update, 4(1), 1-5. Hamm, M. P., Chisholm, A. et al. (2013). Social media use among patients and caregivers: A scoping review. BMJ Open, 3, e002819. Hughes, D. L. (1985). Language treatment and generalization. A clinician’s handbook. San Diego, CA: College Hill. Mitton, C., Smith, N., Peacock, S., Evoy, B., & Abelson, J. (2009). Public participation in health care priority setting: A scoping review. Health Policy, 91, 219-228. O’Flaherty, J., & Phillips, C. (2015). The use of flipped classrooms in higher education: A scoping review. Internet and Higher Education, 25, 85-95. Peters, M. D. J., Godfrey, C. M., McInerney, P. Baldini Soares, C., Khalil, H., & Parker, D. (nd). Methodology for JBI scoping reviews. The Joanna Briggs Institute. https://joannabriggs.org/assets/docs/sumari/Reviewers-Manual_Methodology-for-JBI-Scoping-Reviews_2015_v2.pdf Pham. M.T., Racjic, A., Greig, J.D., Sargent, J.M., Papadopoulos, A & McEwen, S.S. (2014). A scoping review of scoping reviews: Advancing the approach and enhancing the consistency. Research Synthesis Methods, 5, 371-385. Reeves, S., Goldman, J., Gilbert, J. et al. (2011). A scoping review to improve conceptual clarity of interprofessional interventions. Journal of Interprofessional Care, 25, 167-174. Stokes, T. F., & Baer, D. M. (1977). An implicit technology of generalization. Journal of Applied Behavioral Analysis, 10(2), 349-367. Thompson, C. K. (1989). Generalization in the treatment of aphasia. In L. McReynolds & J. Spradlin (Eds.), Generalization strategies in the treatment of communication disorders (pp. 82–115). Toronto, Canada: B.C. Decker. Webster, J., Whitworth, A., & Morris, J. (2015). Is it time to stop “fishing”? A review of generalization following aphasia intervention. Aphasiology, 29(11), 1240–1264. Keywords: Anomia therapy, Aphasia, Scoping review, Generalization, Stimulus, Generalization, Response Conference: Academy of Aphasia 56th Annual Meeting, Montreal, Canada, 21 Oct - 23 Oct, 2018. Presentation Type: poster presentation Topic: not eligible for a student prize Citation: Patterson J and Coppens P (2019). How is generalization managed in anomia research? An analysis of current practice and future directions. Conference Abstract: Academy of Aphasia 56th Annual Meeting. doi: 10.3389/conf.fnhum.2018.228.00058 Copyright: The abstracts in this collection have not been subject to any Frontiers peer review or checks, and are not endorsed by Frontiers. They are made available through the Frontiers publishing platform as a service to conference organizers and presenters. The copyright in the individual abstracts is owned by the author of each abstract or his/her employer unless otherwise stated. Each abstract, as well as the collection of abstracts, are published under a Creative Commons CC-BY 4.0 (attribution) licence (https://creativecommons.org/licenses/by/4.0/) and may thus be reproduced, translated, adapted and be the subject of derivative works provided the authors and Frontiers are attributed. For Frontiers’ terms and conditions please see https://www.frontiersin.org/legal/terms-and-conditions. Received: 26 Apr 2018; Published Online: 22 Jan 2019. * Correspondence: Dr. Janet Patterson, VA Northern California Health Care System, Mather, United States, Janet.Patterson3@va.gov Login Required This action requires you to be registered with Frontiers and logged in. To register or login click here. Abstract Info Abstract The Authors in Frontiers Janet Patterson Patrick Coppens Google Janet Patterson Patrick Coppens Google Scholar Janet Patterson Patrick Coppens PubMed Janet Patterson Patrick Coppens Related Article in Frontiers Google Scholar PubMed Abstract Close Back to top Javascript is disabled. Please enable Javascript in your browser settings in order to see all the content on this page.",
  "authors": [
    {
      "display_name": "Janet P. Patterson",
      "id": "A5044972891",
      "orcid": "https://orcid.org/0000-0002-8238-7338",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Janet Patterson"
    },
    {
      "display_name": "Patrick Coppens",
      "id": "A5083577904",
      "orcid": "https://orcid.org/0000-0002-6687-9383",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Patrick Coppens"
    }
  ],
  "publication_year": 2018,
  "publication_date": "2018-01-01",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S146364893",
    "display_name": "Frontiers in Human Neuroscience",
    "issn_l": "1662-5161",
    "issn": [
      "1662-5161"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320527"
  },
  "volume": "12",
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": true,
    "oa_status": "gold",
    "oa_url": "https://doi.org/10.3389/conf.fnhum.2018.228.00058",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C177148314",
      "display_name": "Generalization",
      "level": 2,
      "score": 0.7204228
    },
    {
      "id": "C148043351",
      "display_name": "Current (fluid)",
      "level": 2,
      "score": 0.5747855
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.44393092
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.34615678
    },
    {
      "id": "C33923547",
      "display_name": "Mathematics",
      "level": 0,
      "score": 0.20813507
    },
    {
      "id": "C127413603",
      "display_name": "Engineering",
      "level": 0,
      "score": 0.09457472
    },
    {
      "id": "C119599485",
      "display_name": "Electrical engineering",
      "level": 1,
      "score": 0.08578619
    },
    {
      "id": "C134306372",
      "display_name": "Mathematical analysis",
      "level": 1,
      "score": 0.047501057
    }
  ],
  "topics": [
    {
      "id": "T10416",
      "display_name": "Traumatic Brain Injury Research",
      "score": 0.9451
    },
    {
      "id": "T11636",
      "display_name": "Artificial Intelligence in Healthcare and Education",
      "score": 0.927
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.3389/conf.fnhum.2018.228.00058",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:09:23.762740",
  "source_database": "OpenAlex"
}