{
  "openalex_id": "W2916812201",
  "doi": "https://doi.org/10.7326/m16-0223",
  "title": "Update in Rheumatology: Evidence Published in 2015",
  "abstract": "Updates3 May 2016Update in Rheumatology: Evidence Published in 2015Shannon A. Scielzo, PhD, Langdon Stone, MD, and Salahuddin Kazi, MDShannon A. Scielzo, PhDFrom University of Texas Southwestern Medical Center, Dallas, Texas.Search for more papers by this author, Langdon Stone, MDFrom University of Texas Southwestern Medical Center, Dallas, Texas.Search for more papers by this author, and Salahuddin Kazi, MDFrom University of Texas Southwestern Medical Center, Dallas, Texas.Search for more papers by this authorAuthor, Article, and Disclosure Informationhttps://doi.org/10.7326/M16-0223 SectionsAboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinkedInRedditEmail This update summarizes key articles in rheumatology published in 2015 that improve our understanding of systems-level barriers, identify new developments in high-value care, and describe treatment advances. PubMed searches were performed by using rheumatic disease keywords. We reviewed the abstracts retrieved by these searches and identified a core set of articles for detailed review. Articles were independently reviewed and selected on the basis of quality of the study methods and relevance to general internists.Eight articles that were selected by all reviewers are discussed. At the systems level, one study found that the scarcity of rheumatologists is generating a need ...Reference1. O'Dell JR, Mikuls TR, Taylor TH, Ahluwalia V, Brophy M, Warren SR, et al; CSP 551 RACAT Investigators. Therapies for active rheumatoid arthritis after methotrexate failure. N Engl J Med. 2013;369:307-18. [PMID: 23755969] doi:10.1056/NEJMoa1303006 CrossrefMedlineGoogle Scholar Author, Article, and Disclosure InformationAffiliations: From University of Texas Southwestern Medical Center, Dallas, Texas.Disclosures: Dr. Kazi reports that he is the Chair of the Registries and Health Information Technology Committee for the American College of Rheumatology and a member of the ABIM Rheumatology Board. Authors not named here have disclosed no conflicts of interest. Disclosures can also be viewed at www.acponline.org/authors/icmje/ConflictOf InterestForms.do?msNum=M16-0223.Editors' Disclosures: Christine Laine, MD, MPH, Editor in Chief, reports that she has no financial relationships or interests to disclose. Darren B. Taichman, MD, PhD, Executive Deputy Editor, reports that he has no financial relationships or interests to disclose. Cynthia D. Mulrow, MD, MSc, Senior Deputy Editor, reports that she has no relationships or interests to disclose. Deborah Cotton, MD, MPH, Deputy Editor, reports that she has no financial relationships or interest to disclose. Jaya K. Rao, MD, MHS, Deputy Editor, reports that she has stock holdings/options in Eli Lilly and Pfizer. Sankey V. Williams, MD, Deputy Editor, reports that he has no financial relationships or interests to disclose. Catharine B. Stack, PhD, MS, Deputy Editor for Statistics, reports that she has stock holdings in Pfizer.Corresponding Author: Shannon A. Scielzo, PhD, University of Texas Southwestern Medical Center, 5323 Harry Hines Boulevard, Dallas, TX 75390-9030; e-mail, shannon.[email protected]edu.Current Author Addresses: Drs. Scielzo, Stone, and Kazi: University of Texas Southwestern Medical Center, 5323 Harry Hines Boulevard, Dallas, TX 75390-9030.Author Contributions: Conception and design: S.A. Scielzo, S. Kazi.Analysis and interpretation of the data: S.A. Scielzo, S. Kazi.Drafting of the article: S.A. Scielzo, L. Stone, S. Kazi.Critical revision of the article for important intellectual content: S.A. Scielzo, L. Stone, S. Kazi.Final approval of the article: S.A. Scielzo, L. Stone, S. Kazi.Statistical expertise: S.A. Scielzo.Administrative, technical, or logistic support: S.A. Scielzo.Collection and assembly of data: S.A. Scielzo, L. Stone, S. Kazi. PreviousarticleNextarticle Advertisement FiguresReferencesRelatedDetails Metrics 3 May 2016Volume 164, Issue 9Page: W61-W64KeywordsAutoimmune diseasesBiologicsCohort studiesDisease modifying antirheumatic drugsElectronic medical recordsHyperlipidemiaPregnancyRheumatoid arthritisRheumatologyTumor necrosis factor ePublished: 3 May 2016 Issue Published: 3 May 2016 Copyright & PermissionsCopyright © 2016 by American College of Physicians. All Rights Reserved.PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Shannon Scielzo",
      "id": "A5078087246",
      "orcid": "https://orcid.org/0000-0002-9541-9677",
      "institutions": [
        {
          "id": "I867280407",
          "display_name": "The University of Texas Southwestern Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Shannon A. Scielzo"
    },
    {
      "display_name": "Langdon Stone",
      "id": "A5089384676",
      "orcid": null,
      "institutions": [
        {
          "id": "I867280407",
          "display_name": "The University of Texas Southwestern Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Langdon Stone"
    },
    {
      "display_name": "Salahuddin Kazi",
      "id": "A5109340344",
      "orcid": null,
      "institutions": [
        {
          "id": "I867280407",
          "display_name": "The University of Texas Southwestern Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Salahuddin Kazi"
    }
  ],
  "publication_year": 2016,
  "publication_date": "2016-05-02",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S119722071",
    "display_name": "Annals of Internal Medicine",
    "issn_l": "0003-4819",
    "issn": [
      "0003-4819",
      "1539-3704"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316812"
  },
  "volume": "164",
  "issue": "9",
  "first_page": "W61",
  "last_page": "W61",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.8748046
    },
    {
      "id": "C512399662",
      "display_name": "Family medicine",
      "level": 1,
      "score": 0.5431598
    },
    {
      "id": "C198451711",
      "display_name": "Rheumatology",
      "level": 2,
      "score": 0.4903624
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.48284203
    },
    {
      "id": "C161191863",
      "display_name": "Library science",
      "level": 1,
      "score": 0.37571543
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10200",
      "display_name": "Rheumatoid Arthritis Research and Therapies",
      "score": 0.9947
    },
    {
      "id": "T12255",
      "display_name": "Biosimilars and Bioanalytical Methods",
      "score": 0.9758
    },
    {
      "id": "T12547",
      "display_name": "Pharmaceutical studies and practices",
      "score": 0.9423
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.7326/m16-0223",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:43:50.724215",
  "source_database": "OpenAlex"
}