{
  "openalex_id": "W2914332177",
  "doi": "https://doi.org/10.3389/conf.fnhum.2018.228.00004",
  "title": "Meta-analysis of Treatment of Underlying Forms: dosage-related and person-level predictors of acquisition and generalization response",
  "abstract": "Event Abstract Back to Event Meta-analysis of Treatment of Underlying Forms: dosage-related and person-level predictors of acquisition and generalization response Yina Quique1, Alexander M. Swiderski1, 2*, William Hula1, 2 and Michael Walsh-Dickey1, 2 1 University of Pittsburgh, United States 2 VA Pittsburgh Healthcare System, United States Treatment of Underlying Forms (TUF) treats sentence-level deficits in people with aphasia (PWA). In single-subject treatment studies, TUF has resulted in acquisition of treated sentences and generalization to structurally-related/less-complex stimuli (Ballard & Thompson, 1999; Thompson et al., 2003). However, single-subject studies limit the ability to examine person-level differences, and cannot address the effect of varying dosages. Dickey and Yoo (2010) meta-analytically examined TUF outcomes from fourteen single-subject studies and found PWA's auditory-comprehension ability predicted acquisition of treated sentences, but not generalization to related/less-complex sentences. Dickey and Yoo (2013) directly examined dosage effects by analyzing probe-level accuracy data from the same studies. They found a linear relationship between dosage and probe accuracy for acquisition of treated sentences and an increasing quadratic trend between dosage and generalization to related/less-complex structures. However, they did not examine how person-level differences moderated these relationships. The current study examined how dosage and person- specific variables impact acquisition and generalization responses to TUF. It also investigated whether TUF consistently results in generalization to less-complex stimuli, following the Complexity Account of Treatment Efficacy (CATE: Thompson et al., 2003). Method Thirteen single-subject, multiple-baseline studies investigating TUF were included (starred in citations). Accuracy data were extracted from baseline/treatment phases from 48 PWA. Generalized linear mixed-effect models were used to model probe-session performance. Fixed effects included: phase (baseline vs. treatment), dosage (number of sessions), probe type (acquisition/generalization), syntactic family (WH- vs. NP-movement), and complexity (whether generalization probes were less complex than treated/acquisition sentences). Random effects included random slopes within participants for each fixed effect, and random intercepts for sentence type, number of observations, and study. Results Baseline probes were stable across studies (B=-0.31,SE=0.30,p=0.31). A significant main effect of treatment phase was found, with greater likelihood of corrects response during treatment (B=2.76,SE=0.57,p<0.001). A significant positive effect of dosage was found in the treatment phase (B=0.54,SE=0.05,p<0.001), with a predicted increase in accuracy of 79% after 10 sessions across acquisition and generalization stimuli. A significant interaction of dosage and probe type was also observed (B=0.16,SE=0.07,p<0.05), with greater effects of increasing dosage for acquisition stimuli. There was a significant interaction of dosage and complexity for generalization stimuli (B=0.26,SE=0.107,p<0.05), with treatment of more-complex stimuli being associated with greater improvement. This pattern is consistent with the CATE hypothesis. Unexpectedly, there was also a main effect of syntactic family (B=4.14,SE=1.99,p<0.05): PWA treated on NP-movement sentences improved more than those treated on WH-movement. Additional models examined the effects of person-level variables (aphasia severity, months post-onset, sentence-comprehension impairment) on TUF response. None of these person-level significantly moderated changes in accuracy during the treatment phase. Discussion This study provides group-level evidence for the efficacy of TUF and a preliminary estimate of the effect of varying levels of dosage on TUF response. Furthermore, the findings provide meta-analytic confirmation that generalization is promoted by treating more-complex stimuli. However, we did not find evidence of person-level predictors of acquisition or generalization in response to TUF (cf. Dickey & Yoo, 2010), likely due to the current study's use of more sophisticated multi-level modeling analyses. References References *Ballard, K. J., & Thompson, C. K. (1999). Treatment and Generalization of Complex Sentence Production in Agrammatism. Journal of Speech, Language, and Hearing Research, 42(3), 690-707. Dickey, M. W., & Thompson, C. K. (2007). The relation between syntactic and morphological recovery in agrammatic aphasia: A case study. Aphasiology, 21(6-8), 604-616. Dickey, M., & Yoo, H. (2013). Acquisition versus generalization in sentence production treatment in aphasia: dose-response relationships. Procedia-Social and Behavioral Sciences. *Jacobs, B. J., & Thompson, C. K. (2000). Cross-Modal Generalization Effects of Training Noncanonical Sentence Comprehension and Production in Agrammatic Aphasia. Journal of Speech, Language, and Hearing Research, 43(1), 5-20. *Murray, L., Ballard, K., & Karcher, L. (2004). Linguistic Specific Treatment: Just for Broca's aphasia? Aphasiology, 18(9), 785-809. *Murray, L., Timberlake, A., & Eberle, R. (2007). Treatment of Underlying Forms in a discourse context. Aphasiology, 21(2), 13-163. *Thompson, C., Dirk-Bart, O., Bonakdarpour, B., Garibaldi, K., & Parrish, T. (2010). Neural plasticity and treatment-induced recovery of sentence processing in agrammatism. Neuropsychologia, 48(11). *Thompson, C. K., Ballard, K. J., Tait, M. E., Weintraub, S., & Mesulam, M. (1997). Patterns of language decline in non-fluent primary progressive aphasia. Aphasiology, 11(4-5), 297-321. *Thompson, C., Shapiro, L., & Roberts, M. (2007). Treatment of sentence production deficits in aphasia: A linguistic-specific approach to wh-interrogative training and generalization. Aphasiology. *Thompson, Cynthia K., Ballard, K. J., & Shapiro, L. P. (1998). The role of syntactic complexity in training wh movement structures in agrammatic aphasia: Optimal order for promoting generalization. Journal of the International Neuropsychological Society, 4(6), 661-674. *Thompson, Cynthia K., Shapiro, L. P., Kiran, S., & Sobecks, J. (2003). The Role of Syntactic Complexity in Treatment of Sentence Deficits in Agrammatic Aphasia: The Complexity Account of Treatment Efficacy (CATE). Journal of Speech Language and Hearing Research, 46(3), 591. *Thompson, Cynthia K., Shapiro, L. P., Li, L., & Schendel, L. (1995). Analysis of Verbs and Verb-Argument Structure: A Method for Quantification of Aphasic Language Production. Clinical Aphasiology, 23, 121-140. *Thompson, Cynthia K., Shapiro, L. P., Tait, M. E., Jacobs, B. J., & Schneider, S. L. (1996). TrainingWh-Question Production in Agrammatic Aphasia: Analysis of Argument and Adjunct Movement. Brain and Language, 52(1), 175-228. *Wambaugh, J. L., & Thompson, C. K. (1989). Training and Generalization of Agrammatic Aphasic Adults' Wh-Interrogative Productions. Journal of Speech and Hearing Disorders, 54(4), 509-525. Keywords: treatment of underlying forms, Tuf, Treatment, Aphasia, aggramatism, syntax Conference: Academy of Aphasia 56th Annual Meeting, Montreal, Canada, 21 Oct - 23 Oct, 2018. Presentation Type: poster presentation Topic: Eligible for a student award Citation: Quique Y, Swiderski AM, Hula W and Walsh-Dickey M (2019). Meta-analysis of Treatment of Underlying Forms: dosage-related and person-level predictors of acquisition and generalization response. Conference Abstract: Academy of Aphasia 56th Annual Meeting. doi: 10.3389/conf.fnhum.2018.228.00004 Copyright: The abstracts in this collection have not been subject to any Frontiers peer review or checks, and are not endorsed by Frontiers. They are made available through the Frontiers publishing platform as a service to conference organizers and presenters. The copyright in the individual abstracts is owned by the author of each abstract or his/her employer unless otherwise stated. Each abstract, as well as the collection of abstracts, are published under a Creative Commons CC-BY 4.0 (attribution) licence (https://creativecommons.org/licenses/by/4.0/) and may thus be reproduced, translated, adapted and be the subject of derivative works provided the authors and Frontiers are attributed. For Frontiers’ terms and conditions please see https://www.frontiersin.org/legal/terms-and-conditions. Received: 30 Apr 2018; Published Online: 22 Jan 2019. * Correspondence: Mr. Alexander M Swiderski, VA Pittsburgh Healthcare System, Pittsburgh, 15213, United States, Aswiderski@pitt.edu Login Required This action requires you to be registered with Frontiers and logged in. To register or login click here. Abstract Info Abstract The Authors in Frontiers Yina Quique Alexander M Swiderski William Hula Michael Walsh-Dickey Google Yina Quique Alexander M Swiderski William Hula Michael Walsh-Dickey Google Scholar Yina Quique Alexander M Swiderski William Hula Michael Walsh-Dickey PubMed Yina Quique Alexander M Swiderski William Hula Michael Walsh-Dickey Related Article in Frontiers Google Scholar PubMed Abstract Close Back to top Javascript is disabled. Please enable Javascript in your browser settings in order to see all the content on this page.",
  "authors": [
    {
      "display_name": "Yina M. Quique",
      "id": "A5078446267",
      "orcid": "https://orcid.org/0000-0001-9129-4742",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Yina Quique"
    },
    {
      "display_name": "Alexander M. Swiderski",
      "id": "A5055436456",
      "orcid": "https://orcid.org/0000-0001-7438-8667",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Alexander Swiderski"
    },
    {
      "display_name": "William D. Hula",
      "id": "A5046915296",
      "orcid": "https://orcid.org/0000-0003-1635-0753",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "William Hula"
    },
    {
      "display_name": "Michael Walsh-Dickey",
      "id": "A5022178901",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Michael Walsh-Dickey"
    }
  ],
  "publication_year": 2018,
  "publication_date": "2018-01-01",
  "type": "article",
  "cited_by_count": 1,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S146364893",
    "display_name": "Frontiers in Human Neuroscience",
    "issn_l": "1662-5161",
    "issn": [
      "1662-5161"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320527"
  },
  "volume": "12",
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": true,
    "oa_status": "gold",
    "oa_url": "https://doi.org/10.3389/conf.fnhum.2018.228.00004",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C177148314",
      "display_name": "Generalization",
      "level": 2,
      "score": 0.70916474
    },
    {
      "id": "C95190672",
      "display_name": "Meta-analysis",
      "level": 2,
      "score": 0.5210918
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.5087512
    },
    {
      "id": "C105795698",
      "display_name": "Statistics",
      "level": 1,
      "score": 0.40631503
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.33067864
    },
    {
      "id": "C33923547",
      "display_name": "Mathematics",
      "level": 0,
      "score": 0.29508412
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.2661924
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.21196714
    },
    {
      "id": "C134306372",
      "display_name": "Mathematical analysis",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10465",
      "display_name": "Neurobiology of Language and Bilingualism",
      "score": 0.9982
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.3389/conf.fnhum.2018.228.00004",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:55:41.499310",
  "source_database": "OpenAlex"
}