{
  "openalex_id": "W2913803445",
  "doi": "https://doi.org/10.14321/qed.5.3.0181",
  "title": "Transgender Visibility, Abolitionism, and Resistive Organizing in the Age of Trump: A Conversation with CeCe McDonald and Joshua Allen",
  "abstract": "Research Article| October 01 2018 Transgender Visibility, Abolitionism, and Resistive Organizing in the Age of Trump: A Conversation with CeCe McDonald and Joshua Allen Mia Fischer; Mia Fischer Mia Fischer is an assistant professor in the Department of Communication at the University of Colorado-Denver. Working at the intersections of critical media, queer, trans, sports, and surveillance studies, her work has appeared in Feminsit Media Studies, Sexualities, Journal of Sport and Social Issues, as well as the anthology Expanding the Gaze: Gender and the Politics of Surveillance (University of Toronto Press, 2016), among other venues. Mia is currently finishing her first book project (forthcoming with the University of Nebraska Press), which explores how the increased visibility of trans people in the media is connected to an attendant surge in surveillance and regulatory practices of trans people by the state. Mia is also part of Dances For Solidarity-Denver, a prison-pen-pal project that connects with incarcerated people in solitary confinement through letter writing and dance. Search for other works by this author on: This Site Google Sarah Slater; Sarah Slater Sarah Slater was raised in Denver, Colorado, and educated in its local music scene, infused with the energy of DIY and artist-run projects. As a longtime event producer, her work is rooted in her formative years as a live music show organizer, listener and collaborative partner. In 2008, she cofounded Titwrench Festival, a multiday event centering queer and feminist perspectives in experimental music and live performance, complete with hands-on workshops about topics as varied as self-publishing, demystifying aspects of technology, holistic self-care, and art as social practice. She is currently a nontraditional undergraduate student at the University of Colorado-Denver, majoring in Integrated Studies, with an emphasis on communication and philosophy. Search for other works by this author on: This Site Google CeCe McDonald; CeCe McDonald CeCe McDonald is a Minneapolis-based prison abolitionist and trans rights activist. McDonald gained international attention in 2012 when she was sentenced to forty-one months in prison for defending herself in a racist and transphobic attack. At the time, a group of queer, anarchist, and abolitionist organizers formed the CeCe Support Committee to expose the state-sanctioned violence enacted against her. Since her release in 2014, McDonald has tirelessly worked to foster important conversations around mass incarceration and the violence targeting trans women of color. She is also the subject of the documentary Free CeCe! (2016), executive produced by Laverne Cox. McDonald is currently an artist-in-residence at the Barnard Center for Research on Women’s Social Justice Institute. Search for other works by this author on: This Site Google Joshua Allen Joshua Allen Joshua Allen is an organizer, abolitionist, and freedom fighter whose work tackles issues of race, gender, and policing. Allen’s work of coordinating direct actions and movement building has taken them across four continents and has been featured in major news outlets, including CNN, MSNBC, and the BBC. Centering a black radical tradition, Josh seeks to uplift the work, voices, experiences of fallen ancestors, political prisoners, and those who have resisted the imperialist project to bring about freedom for those most oppressed. When they are not busy traveling the world, you can find them giving motivational messages or thirsting over Frank Ocean on Instagram stories. Search for other works by this author on: This Site Google QED: A Journal in GLBTQ Worldmaking (2018) 5 (3): 181–203. https://doi.org/10.14321/qed.5.3.0181 Cite Icon Cite Share Icon Share Facebook Twitter LinkedIn MailTo Permissions Search Site Citation Mia Fischer, Sarah Slater, CeCe McDonald, Joshua Allen; Transgender Visibility, Abolitionism, and Resistive Organizing in the Age of Trump: A Conversation with CeCe McDonald and Joshua Allen. QED: A Journal in GLBTQ Worldmaking 1 October 2018; 5 (3): 181–203. doi: https://doi.org/10.14321/qed.5.3.0181 Download citation file: Zotero Reference Manager EasyBib Bookends Mendeley Papers EndNote RefWorks BibTex toolbar search Search Dropdown Menu toolbar search search input Search input auto suggest filter your search All Scholarly Publishing CollectiveMichigan State University PressQED: A Journal in GLBTQ Worldmaking Search Advanced Search The text of this article is only available as a PDF. © 2018 Michigan State University2018 Article PDF first page preview Close Modal You do not currently have access to this content.",
  "authors": [
    {
      "display_name": "Mia Fischer",
      "id": "A5028613155",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Mia Fischer"
    },
    {
      "display_name": "Sarah Slater",
      "id": "A5079062754",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Sarah Slater"
    },
    {
      "display_name": "CeCe McDonald",
      "id": "A5077039695",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "CeCe McDonald"
    },
    {
      "display_name": "Joshua Stephen Allen",
      "id": "A5018910887",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Joshua Allen"
    }
  ],
  "publication_year": 2018,
  "publication_date": "2018-10-01",
  "type": "article",
  "cited_by_count": 2,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S2764942491",
    "display_name": "QED A Journal in GLBTQ Worldmaking",
    "issn_l": "2327-1574",
    "issn": [
      "2327-1574",
      "2327-1590"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315741"
  },
  "volume": "5",
  "issue": "3",
  "first_page": "181",
  "last_page": "203",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2777200299",
      "display_name": "Conversation",
      "level": 2,
      "score": 0.61647594
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.60116124
    },
    {
      "id": "C2778584255",
      "display_name": "Queer",
      "level": 2,
      "score": 0.56231195
    },
    {
      "id": "C2779671885",
      "display_name": "Transgender",
      "level": 2,
      "score": 0.53629535
    },
    {
      "id": "C29595303",
      "display_name": "Media studies",
      "level": 1,
      "score": 0.52351505
    },
    {
      "id": "C107993555",
      "display_name": "Gender studies",
      "level": 1,
      "score": 0.44526216
    },
    {
      "id": "C2775987171",
      "display_name": "Elite",
      "level": 3,
      "score": 0.41947657
    },
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.37242854
    },
    {
      "id": "C52119013",
      "display_name": "Art history",
      "level": 1,
      "score": 0.3344769
    },
    {
      "id": "C153349607",
      "display_name": "Visual arts",
      "level": 1,
      "score": 0.33327326
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.21518832
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.2048536
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.18496153
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.18223858
    },
    {
      "id": "C46312422",
      "display_name": "Communication",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T14181",
      "display_name": "Academic Freedom and Politics",
      "score": 0.1407
    },
    {
      "id": "T12242",
      "display_name": "Latin American and Latino Studies",
      "score": 0.1383
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.14321/qed.5.3.0181",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:09:00.115437",
  "source_database": "OpenAlex"
}