{
  "openalex_id": "W2915767749",
  "doi": "https://doi.org/10.1130/g45779.1",
  "title": "Textural and compositional evidence for the formation of pentlandite via peritectic reaction: Implications for the distribution of highly siderophile elements",
  "abstract": "Research Article| February 26, 2019 Textural and compositional evidence for the formation of pentlandite via peritectic reaction: Implications for the distribution of highly siderophile elements Eduardo T. Mansur; Eduardo T. Mansur * 1Sciences de la Terre, Université du Québec à Chicoutimi, Quebec G7H 2B1, Canada *E-mail: etmansur@gmail.com Search for other works by this author on: GSW Google Scholar Sarah-Jane Barnes; Sarah-Jane Barnes 1Sciences de la Terre, Université du Québec à Chicoutimi, Quebec G7H 2B1, Canada Search for other works by this author on: GSW Google Scholar Charley J. Duran Charley J. Duran 1Sciences de la Terre, Université du Québec à Chicoutimi, Quebec G7H 2B1, Canada Search for other works by this author on: GSW Google Scholar Author and Article Information Eduardo T. Mansur * 1Sciences de la Terre, Université du Québec à Chicoutimi, Quebec G7H 2B1, Canada Sarah-Jane Barnes 1Sciences de la Terre, Université du Québec à Chicoutimi, Quebec G7H 2B1, Canada Charley J. Duran 1Sciences de la Terre, Université du Québec à Chicoutimi, Quebec G7H 2B1, Canada *E-mail: etmansur@gmail.com Publisher: Geological Society of America Received: 05 Nov 2018 Revision Received: 23 Jan 2019 Accepted: 30 Jan 2019 First Online: 27 Feb 2019 Online Issn: 1943-2682 Print Issn: 0091-7613 © 2019 Geological Society of America Geology (2019) 47 (4): 351–354. https://doi.org/10.1130/G45779.1 Article history Received: 05 Nov 2018 Revision Received: 23 Jan 2019 Accepted: 30 Jan 2019 First Online: 27 Feb 2019 Cite View This Citation Add to Citation Manager Share Icon Share Facebook Twitter LinkedIn MailTo Tools Icon Tools Get Permissions Search Site Citation Eduardo T. Mansur, Sarah-Jane Barnes, Charley J. Duran; Textural and compositional evidence for the formation of pentlandite via peritectic reaction: Implications for the distribution of highly siderophile elements. Geology 2019;; 47 (4): 351–354. doi: https://doi.org/10.1130/G45779.1 Download citation file: Ris (Zotero) Refmanager EasyBib Bookends Mendeley Papers EndNote RefWorks BibTex toolbar search Search Dropdown Menu toolbar search search input Search input auto suggest filter your search All ContentBy SocietyGeology Search Advanced Search Abstract The distribution of highly siderophile elements is used in the study of a wide variety of geological topics, from planet formation and evolution to the formation of ore deposits. Under mantle and crustal conditions, these elements behave as highly chalcophile elements, and pentlandite (Pn) is an important host for most of these elements. Therefore, understanding how Pn forms is important to understanding the processes that control these elements. The classic model for the formation of Pn is that below 650 °C, the high-temperature sulfides—monosulfide solid solution (MSS) and intermediate solid solution (ISS)—are no longer stable and exsolve into pyrrhotite (Po), Pn, and chalcopyrite (Ccp). However, Pn has been shown to be the main host of Pd in many ore deposits, and given that Pd is incompatible with both MSS and ISS, this observation is inconsistent with the exsolution model. Furthermore, experimental work has shown that Pn can form by peritectic reaction between MSS and fractionated sulfide liquid. To date, this type of Pn has not been reported in natural samples. In our study of chalcophile-element concentrations in Pn from iconic magmatic Ni–Cu–platinum-group element deposits, we observed three textures of Pn: contact Pn in between Po and Ccp, granular Pn included within Ccp or Po, and flame Pn included within Po. The contact Pn shows zonation in Mo, Rh, Ru, Re, Os, and Ir, with these elements being enriched toward the Po contact and depleted toward the Ccp contact. In some cases, Pd displays a zonation antithetical to that of these elements. In this contribution, we propose that the contact Pn formed via the peritectic reaction described above, and inherited Mo, Ru, Rh, Re, Os, and Ir from the MSS, whereas Pd was contributed from the fractionated sulfide liquid. We expect that this type of Pn should be present wherever MSS and fractionated sulfide liquid remained in contact. You do not have access to this content, please speak to your institutional administrator if you feel you should have access.",
  "authors": [
    {
      "display_name": "Eduardo T. Mansur",
      "id": "A5003306005",
      "orcid": "https://orcid.org/0000-0002-6316-6740",
      "institutions": [
        {
          "id": "I104914703",
          "display_name": "Université du Québec à Chicoutimi",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Eduardo T. Mansur"
    },
    {
      "display_name": "Sarah‐Jane Barnes",
      "id": "A5107808647",
      "orcid": "https://orcid.org/0000-0001-8120-2939",
      "institutions": [
        {
          "id": "I104914703",
          "display_name": "Université du Québec à Chicoutimi",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Sarah-Jane Barnes"
    },
    {
      "display_name": "Charley J. Duran",
      "id": "A5015032545",
      "orcid": "https://orcid.org/0000-0001-9949-8803",
      "institutions": [
        {
          "id": "I104914703",
          "display_name": "Université du Québec à Chicoutimi",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Charley J. Duran"
    }
  ],
  "publication_year": 2019,
  "publication_date": "2019-02-26",
  "type": "article",
  "cited_by_count": 78,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S56162041",
    "display_name": "Geology",
    "issn_l": "0091-7613",
    "issn": [
      "0091-7613",
      "1943-2682"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310319845"
  },
  "volume": "47",
  "issue": "4",
  "first_page": "351",
  "last_page": "354",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2779483780",
      "display_name": "Geologist",
      "level": 2,
      "score": 0.5197965
    },
    {
      "id": "C2778805511",
      "display_name": "Citation",
      "level": 2,
      "score": 0.43885472
    },
    {
      "id": "C127313418",
      "display_name": "Geology",
      "level": 0,
      "score": 0.38742414
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.34477666
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.33955982
    },
    {
      "id": "C52119013",
      "display_name": "Art history",
      "level": 1,
      "score": 0.33225772
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.15370071
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.14704537
    }
  ],
  "topics": [
    {
      "id": "T10001",
      "display_name": "Geological and Geochemical Analysis",
      "score": 0.9994
    },
    {
      "id": "T11401",
      "display_name": "Minerals Flotation and Separation Techniques",
      "score": 0.9985
    },
    {
      "id": "T11877",
      "display_name": "Iron oxide chemistry and applications",
      "score": 0.9979
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1130/g45779.1",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:09:00.139666",
  "source_database": "OpenAlex"
}