{
  "openalex_id": "W2914744349",
  "doi": "https://doi.org/10.5382/econgeo.2018.4610",
  "title": "The Karouni Gold Deposit, Guyana, South America: Part II. Hydrothermal Alteration and Mineralization",
  "abstract": "Research Article| December 01, 2018 The Karouni Gold Deposit, Guyana, South America: Part II. Hydrothermal Alteration and Mineralization Michael Tedeschi; Michael Tedeschi 1 Centre for Exploration Targeting, University of Western Australia, 35 Stirling Highway, Crawley, Western Australia 6009, Australia †Corresponding author: e-mail, michael.tedeschi@research.uwa.edu.au Search for other works by this author on: GSW Google Scholar Steffen G. Hagemann; Steffen G. Hagemann 1 Centre for Exploration Targeting, University of Western Australia, 35 Stirling Highway, Crawley, Western Australia 6009, Australia Search for other works by this author on: GSW Google Scholar Malcolm P. Roberts; Malcolm P. Roberts 2Centre for Microscopy, Characterisation and Analysis, University of Western Australia, 35 Stirling Highway, Crawley, Western Australia 6009, Australia Search for other works by this author on: GSW Google Scholar Noreen J. Evans Noreen J. Evans 3 John de Laeter Centre, The Institute for Geoscience Research, Department of Applied Geology and Applied Physics, Curtin University, Perth, Western Australia 6102, Australia Search for other works by this author on: GSW Google Scholar Economic Geology (2018) 113 (8): 1705–1732. https://doi.org/10.5382/econgeo.2018.4610 Article history accepted: 15 Oct 2018 first online: 04 Feb 2019 Cite View This Citation Add to Citation Manager Share Icon Share Facebook Twitter LinkedIn MailTo Tools Icon Tools Get Permissions Search Site Citation Michael Tedeschi, Steffen G. Hagemann, Malcolm P. Roberts, Noreen J. Evans; The Karouni Gold Deposit, Guyana, South America: Part II. Hydrothermal Alteration and Mineralization. Economic Geology 2018;; 113 (8): 1705–1732. doi: https://doi.org/10.5382/econgeo.2018.4610 Download citation file: Ris (Zotero) Refmanager EasyBib Bookends Mendeley Papers EndNote RefWorks BibTex toolbar search Search Dropdown Menu toolbar search search input Search input auto suggest filter your search All ContentBy SocietyEconomic Geology Search Advanced Search Abstract The Karouni orogenic gold deposits are located in north-central Guyana 35 km to the west of the 5 Moz Omai gold deposit. They are hosted in a 2200 to 2100 Ma greenstone belt within the Paleo- to Neoproterozoic Guiana Shield. Karouni consists of two deposits, Smarts and Hicks, located 2 km apart along the NW-striking Smarts-Hicks shear zone. Both deposits are hosted within a sequence of greenschist facies mafic volcanic rocks and felsic intrusions. The hydrothermal alteration mineral assemblages vary according to lithology and are characterized by narrow selvages (<1–4 m in width). A chlorite-talc-calcite assemblage dominates in high MgO basalt, whereas in high TiO2 dolerite a progression toward the vein is seen from chlorite-calcite-rutile- to albite-dominated mineralogy. Karouni is anomalous among orogenic gold deposits for its dominant sodic alteration and distinct lack of potassic alteration. Gold is located within inclusions in coarse, disseminated pyrite associated with the proximal alteration zones and as coarse native gold within the quartz-carbonate veins. Minor gold is also located within Au-bearing telluride minerals. The high TiO2 dolerites formed a favorable chemical trap due to their high magnetite content, suggesting sulfidation via redox reaction as a possible mechanism of gold deposition. Mass balance modeling of the hydrothermal alteration indicates a wall rock-dominated system with limited addition or subtraction of major elements with the exception of C, S, and Na. Modeling of the proximal alteration has also shown strong trace element enrichment of W-Bi-Ag-Te-Mo-Pb, all of which are correlative with gold. In situ laser ablation-inductively coupled plasma-mass spectrometry (LA-ICP-MS) trace element geochemistry and secondary ion mass spectrometry (SIMS) S isotope analyses of pyrite from the gold-bearing hydrothermal system within the deposit indicate a geochemically and isotopically homogeneous system with only minor trace element variation due to differences in host rock, suggesting a single hydrothermal pulse correlative with the late stages of the Trans-Amazonian orogeny. You do not have access to this content, please speak to your institutional administrator if you feel you should have access.",
  "authors": [
    {
      "display_name": "Michael Tedeschi",
      "id": "A5028464018",
      "orcid": "https://orcid.org/0000-0002-9044-8874",
      "institutions": [
        {
          "id": "I177877127",
          "display_name": "The University of Western Australia",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Michael Tedeschi"
    },
    {
      "display_name": "Steffen Hagemann",
      "id": "A5034525997",
      "orcid": "https://orcid.org/0000-0003-0950-0864",
      "institutions": [
        {
          "id": "I177877127",
          "display_name": "The University of Western Australia",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Steffen G. Hagemann"
    },
    {
      "display_name": "Malcolm P. Roberts",
      "id": "A5056102872",
      "orcid": "https://orcid.org/0000-0002-6637-2195",
      "institutions": [
        {
          "id": "I177877127",
          "display_name": "The University of Western Australia",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Malcolm P. Roberts"
    },
    {
      "display_name": "Noreen J. Evans",
      "id": "A5052648518",
      "orcid": "https://orcid.org/0000-0002-7615-8328",
      "institutions": [
        {
          "id": "I205640436",
          "display_name": "Curtin University",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Noreen J. Evans"
    }
  ],
  "publication_year": 2018,
  "publication_date": "2018-12-01",
  "type": "article",
  "cited_by_count": 15,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210182989",
    "display_name": "Economic Geology",
    "issn_l": "0361-0128",
    "issn": [
      "0361-0128",
      "1554-0774"
    ],
    "type": "journal",
    "host_organization": null
  },
  "volume": "113",
  "issue": "8",
  "first_page": "1705",
  "last_page": "1732",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2778805511",
      "display_name": "Citation",
      "level": 2,
      "score": 0.64854586
    },
    {
      "id": "C52119013",
      "display_name": "Art history",
      "level": 1,
      "score": 0.47190696
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.41253525
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.40388185
    },
    {
      "id": "C161191863",
      "display_name": "Library science",
      "level": 1,
      "score": 0.37700945
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.34453627
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.15485081
    }
  ],
  "topics": [
    {
      "id": "T10001",
      "display_name": "Geological and Geochemical Analysis",
      "score": 0.9999
    },
    {
      "id": "T12157",
      "display_name": "Geochemistry and Geologic Mapping",
      "score": 0.9997
    },
    {
      "id": "T10399",
      "display_name": "Hydrocarbon exploration and reservoir analysis",
      "score": 0.9947
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.5382/econgeo.2018.4610",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:13:17.336279",
  "source_database": "OpenAlex"
}