{
  "openalex_id": "W2944480872",
  "doi": "https://doi.org/10.1353/llt.2019.0002",
  "title": "The Struggle for Rights at Work",
  "abstract": "For decades Canadian trade unionists have expressed frustration with the grievance arbitration system, but this tends to be limited to criticisms of the legalistic nature of the process and the costs and delays involved in getting a judgement. There is little discussion or debate about the denial of the right to strike, which is the central feature of the system. Nor is there much discussion about approaches to contract enforcement that situate legal strategies in broader political strategies to use worker power effectively, including the withdrawal of labour. This study investigates how the United Electrical Workers (ue), a left-led union, defended workers’ rights at Canadian General Electric (cge) and Westinghouse in the early years of the new legal regime. Specifically, it charts the North American origins of grievance arbitration systems, sketches the development of personnel policies in the electrical industry, surveys the ue Canadian district’s struggle to establish contractual relations and codify workplace rights at these two corporations, reconstructs the elements of ue’s approach to contract enforcement, and reviews a number of mid-contract work stoppages at cge and Westinghouse between 1946 and 1966 to determine how the union, workers, employers, and arbitrators negotiated the ban on grievance strikes as they adjusted to new legislation and new collective agreement language.&#x0D; &#x0D; Pendant des décennies, les syndicalistes canadiens ont exprimé leur frustration à l’égard du système d’arbitrage des griefs, mais cela tend à se limiter aux critiques sur la nature légaliste du processus, ainsi que sur les coûts et les retards liés à l’obtention d’un jugement. Il y a peu de discussions ou de débats sur la dénégation du droit de grève, qui est la caractéristique centrale du système. Il n’y a pas non plus beaucoup de discussions sur les méthodes d’application des contrats qui situent les stratégies juridiques dans des stratégies politiques plus larges pour utiliser efficacement le pouvoir des travailleurs, y compris le retrait du travail. Cette étude examine comment le United Electrical Workers (ue), un syndicat dirigé par la gauche, a défendu les droits des travailleurs chez Canadian General Electric (cge) et Westinghouse dans les premières années du nouveau régime juridique. Plus précisément, elle retrace les origines nord-américaines des systèmes d’arbitrage des griefs, esquisse le développement des politiques du personnel dans l’industrie électrique, passe en revue les difficultés rencontrées par le district canadien de l’ue pour établir des relations contractuelles et codifier les droits du travail dans ces deux entreprises, reconstruit les éléments de l’approche de l’ue à l’exécution des contrats et examine un certain nombre d’arrêts de travail à mi-contrat chez cge et Westinghouse entre 1946 et 1966 pour déterminer comment le syndicat, les travailleurs, les employeurs et les arbitres ont négocié l’interdiction des grèves de grief à mesure qu’elles s’adaptaient à la nouvelle législation et au nouveau libellé de la convention collective.",
  "authors": [
    {
      "display_name": "Jeffery Taylor",
      "id": "A5070453265",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Jeffery Taylor"
    }
  ],
  "publication_year": 2019,
  "publication_date": "2019-05-06",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "fr",
  "source": {
    "id": "S140564781",
    "display_name": "Labour / Le Travail",
    "issn_l": "0700-3862",
    "issn": [
      "0700-3862",
      "1911-4842"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310312978"
  },
  "volume": "83",
  "issue": null,
  "first_page": "43",
  "last_page": "76",
  "open_access": {
    "is_oa": true,
    "oa_status": "green",
    "oa_url": "https://www.erudit.org/en/journals/llt/2019-v83-llt04682/1061034ar.pdf",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C2777483011",
      "display_name": "Grievance",
      "level": 2,
      "score": 0.80400586
    },
    {
      "id": "C160151201",
      "display_name": "Arbitration",
      "level": 2,
      "score": 0.6889209
    },
    {
      "id": "C2779777834",
      "display_name": "Enforcement",
      "level": 2,
      "score": 0.49212998
    },
    {
      "id": "C3020690005",
      "display_name": "Trade union",
      "level": 2,
      "score": 0.47123703
    },
    {
      "id": "C2776665811",
      "display_name": "Collective bargaining",
      "level": 2,
      "score": 0.46574032
    },
    {
      "id": "C10144844",
      "display_name": "Labour law",
      "level": 2,
      "score": 0.45160002
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.4486254
    },
    {
      "id": "C2778295318",
      "display_name": "Sweatshop",
      "level": 2,
      "score": 0.4369951
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.43564102
    },
    {
      "id": "C190253527",
      "display_name": "Law and economics",
      "level": 1,
      "score": 0.4313451
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.3445001
    },
    {
      "id": "C144133560",
      "display_name": "Business",
      "level": 0,
      "score": 0.297908
    },
    {
      "id": "C155202549",
      "display_name": "International trade",
      "level": 1,
      "score": 0.15685412
    }
  ],
  "topics": [
    {
      "id": "T11421",
      "display_name": "Labor Movements and Unions",
      "score": 0.9986
    },
    {
      "id": "T12219",
      "display_name": "Canadian Identity and History",
      "score": 0.9978
    },
    {
      "id": "T13773",
      "display_name": "International Labor and Employment Law",
      "score": 0.9031
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/llt.2019.0002",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:51:03.006249",
  "source_database": "OpenAlex"
}