{
  "openalex_id": "W2943114933",
  "doi": "https://doi.org/10.1097/ju.0000000000000296",
  "title": "Recurrent Uncomplicated Urinary Tract Infections in Women: AUA/CUA/SUFU Guideline",
  "abstract": "You have accessJournal of UrologyAdult Urology1 Aug 2019Recurrent Uncomplicated Urinary Tract Infections in Women: AUA/CUA/SUFU Guideline Jennifer Anger, Una Lee, A. Lenore Ackerman, Roger Chou, Bilal Chughtai, J. Quentin Clemens, Duane Hickling, Anil Kapoor, Kimberly S. Kenton, Melissa R. Kaufman, Mary Ann Rondanina, Ann Stapleton, Lynn Stothers, and Toby C. Chai Jennifer AngerJennifer Anger American Urological Association Education and Research, Inc., Linthicum, Maryland , Una LeeUna Lee American Urological Association Education and Research, Inc., Linthicum, Maryland , A. Lenore AckermanA. Lenore Ackerman American Urological Association Education and Research, Inc., Linthicum, Maryland , Roger ChouRoger Chou American Urological Association Education and Research, Inc., Linthicum, Maryland , Bilal ChughtaiBilal Chughtai American Urological Association Education and Research, Inc., Linthicum, Maryland , J. Quentin ClemensJ. Quentin Clemens American Urological Association Education and Research, Inc., Linthicum, Maryland , Duane HicklingDuane Hickling American Urological Association Education and Research, Inc., Linthicum, Maryland , Anil KapoorAnil Kapoor American Urological Association Education and Research, Inc., Linthicum, Maryland , Kimberly S. KentonKimberly S. Kenton American Urological Association Education and Research, Inc., Linthicum, Maryland , Melissa R. KaufmanMelissa R. Kaufman American Urological Association Education and Research, Inc., Linthicum, Maryland , Mary Ann RondaninaMary Ann Rondanina American Urological Association Education and Research, Inc., Linthicum, Maryland , Ann StapletonAnn Stapleton American Urological Association Education and Research, Inc., Linthicum, Maryland , Lynn StothersLynn Stothers American Urological Association Education and Research, Inc., Linthicum, Maryland , and Toby C. ChaiToby C. Chai American Urological Association Education and Research, Inc., Linthicum, Maryland View All Author Informationhttps://doi.org/10.1097/JU.0000000000000296AboutAbstractPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookTwitterLinked InEmail Abstract Purpose: This document seeks to establish guidance for the evaluation and management of women with recurrent urinary tract infections (rUTI) to prevent inappropriate use of antibiotics, decrease the risk of antibiotic resistance, reduce adverse effects of antibiotic use, provide guidance on antibiotic and non-antibiotic strategies for prevention, and improve clinical outcomes and quality of life by reducing recurrence of urinary tract infection (UTI) events. Materials and Methods: The systematic review utilized to inform this guideline was conducted by a methodology team at the Pacific Northwest Evidence-based Practice Center. A research librarian conducted searches in Ovid MEDLINE (1946 to January Week 1 2018), Cochrane Central Register of Controlled Trials (through December 2017) and Embase (through January 16, 2018). An update literature search was conducted on September 20, 2018. Results: When sufficient evidence existed, the body of evidence was assigned a strength rating of A (high), B (moderate), or C (low). Such evidence-based statements are provided as Strong, Moderate, or Conditional Recommendations. In instances of insufficient evidence, additional guidance is provided as Clinical Principles and Expert Opinions. Conclusions: Our ability to diagnose, treat, and manage rUTI long-term has evolved due to additional insights into the pathophysiology of rUTI, a new appreciation for the adverse effects of repetitive antimicrobial therapy, rising rates of bacterial antimicrobial resistance (AMR), and better reporting of the natural history and clinical outcomes of acute cystitis and rUTI. As new data continue to emerge in this space, this document will undergo review to ensure continued accuracy. Abbreviations and Acronyms AMR antimicrobial resistance ASB asymptomatic bacteriuria AUA American Urological Association CUA Canadian Urological Association IDSA Infectious Diseases Society of America PAC proanthocyanidins rUTI recurrent urinary tract infection SUFU Society of Urodynamics, Female Pelvic Medicine & Urogenital Reconstruction TMP trimethoprim TMP-SMX trimethoprim-sulfamethoxazole UTI urinary tract infection INTRODUCTION rUTI is a highly prevalent, costly, and burdensome condition affecting women of all ages, races, and ethnicities without regard for socioeconomic status, or educational level.1 The incidence and prevalence of rUTI depend on the definition used. Approximately 60% of women will experience symptomatic acute bacterial cystitis in their lifetime, which is frequently denoted as a UTI.2 An estimated 20-40% of women who have had one previous cystitis episode are likely to experience an additional episode, 25-50% of whom will experience multiple recurrent episodes.3,4 The evaluation and treatment of UTI costs several billion dollars globally per year, reaching approximately $2 billion per year in the United States.5 Terminology and Definitions In this guideline, the term UTI will refer to culture-proven acute bacterial cystitis and associated symptoms unless otherwise specified. Based on strong evidence, the diagnosis of acute cystitis should include the combination of laboratory confirmation of significant bacteriuria with endorsement of acute-onset symptoms referable to the urinary tract.6,7 Without symptoms, bacteriuria of any magnitude is considered asymptomatic bacteriuria (ASB). The definitions used in this guideline can be found in table 1 of the supplementary unabridged guideline (https://www.jurology.com). Index Patient The Index Patient for this guideline is an otherwise healthy adult female with uncomplicated rUTIs. This guideline does not apply to pregnant women, patients who are immunocompromised, those with anatomic or functional abnormalities of the urinary tract, women with rUTIs due to self-catheterization or indwelling catheters, or those exhibiting signs or symptoms of systemic bacteremia (e.g., fever, flank pain).3 This guideline also excludes those with neurological disease or illness relevant to the lower urinary tract, including peripheral neuropathy, diabetes, and spinal cord injury. Further, this guideline does not discuss prevention of UTI in operative or procedural settings. Symptoms When evaluating UTI, acute-onset symptoms attributable to the urinary tract typically include dysuria in conjunction with variable degrees of increased urinary urgency and frequency, hematuria, and new or worsening incontinence. Dysuria is central in the diagnosis of UTI; other symptoms may be variably present. Acute-onset dysuria is a highly specific symptom, with more than 90% accuracy for UTI in young women in the absence of concomitant vaginal irritation or increased vaginal discharge.8,9 In older adults, the symptoms of UTI may be less clear. Given the subjective nature of these symptoms, careful evaluation of their chronicity becomes an important consideration when the diagnosis of UTI is in doubt. Antimicrobial Stewardship In the past 20 years, AMR among uropathogens has increased dramatically. Adhering to a program of antimicrobial stewardship with attempts to reduce inappropriate treatment, decrease broad-spectrum antibiotic use, and appropriately tailor necessary treatment to the shortest effective duration, will significantly mitigate increasing fluoroquinolone and cephalosporin resistance.10 Also, as AMR patterns vary regionally, the specific treatment recommendations for acute cystitis episodes and rUTI prophylaxis may not be appropriate in every community. Providers should combine knowledge of the local antibiogram with selection of antimicrobial agents with the least impact on normal vaginal and fecal flora. Patient Education Substantial effort should be made to avoid unnecessary treatment unless there is a high suspicion of UTI. Antibiotic treatment of suspected UTI remains common practice, but expectant management with analgesics is likely underutilized. Indeed, evidence suggests that supportive care can be reasonably attempted while awaiting urine cultures. The Panel supports discussion with patients regarding certain modifiable behaviors, including changing mode of contraception and increasing water intake. Unfortunately, there are many commonly held myths surrounding lifestyle modification. Case-control studies clearly demonstrate that changes in hygiene practices (front to back wiping), pre- and post-coital voiding, avoidance of hot tubs, tampon use, and douching, do not play a role in rUTI prevention.11,12 Methodology A research librarian conducted searches in Ovid MEDLINE (1946 to January Week 1 2018), Cochrane Central Register of Controlled Trials (through December 2017) and Embase (through January 16, 2018). Searches of electronic databases were supplemented by reviewing reference lists of relevant articles. An update search was conducted for additional publications on September 20, 2018. Database searches resulted in 6,153 potentially relevant articles. After dual review of abstracts and titles, 214 systematic reviews and individual studies were selected for full-text dual review, and 65 studies in 67 publications were determined to meet inclusion criteria and were included in this review. An additional 10 publications were identified in the updated literature search and added to the review. A full description of the AUA methodology system and an overview of the AUA nomenclature system (table 2) can be found in the supplementary unabridged guideline (https://www.jurology.com). Guideline Statements The statements provided herein should be used in conjunction with the associated algorithm (see figure). Evaluation 1. Clinicians should obtain a complete patient history and perform a pelvic examination in women presenting with rUTIs. (Clinical Principle) 2. To make a diagnosis of rUTI, clinicians must document positive urine cultures associated with prior symptomatic episodes. (Clinical Principle) 3. Clinicians should obtain repeat urine studies when an initial urine specimen is suspect for contamination, with consideration for obtaining a catheterized specimen. (Clinical Principle) 4. Cystoscopy and upper tract imaging should not be routinely obtained in the index patient presenting with rUTI. (Expert Opinion) Patients with rUTIs should have a complete history obtained, including an assessment of lower urinary tract symptoms such as dysuria, frequency, urgency, nocturia, incontinence, hematuria, pneumaturia, and fecaluria. Baseline genitourinary symptoms between infections may also be illuminative. UTI history includes frequency of UTI, antimicrobial usage, and documentation of positive cultures and the type of cultured microorganisms. Risk factors for complicated UTI should also be elucidated. Additionally, a physical examination including an abdominal exam and a detailed pelvic examination should be performed to look for any structural or functional abnormalities, specifically vaginal atrophy and pelvic organ prolapse. 5. Clinicians should obtain urinalysis, urine culture and sensitivity with each symptomatic acute cystitis episode prior to initiating treatment in patients with rUTIs. (Moderate Recommendation; Evidence Level: Grade C) 6. Clinicians may offer patient-initiated treatment (self-start treatment) to select rUTI patients with acute episodes while awaiting urine cultures. (Moderate Recommendation; Evidence Level: Grade C) Microbial confirmation at the time of acute-onset urinary tract-associated symptoms and signs is an important element in establishing a diagnosis of rUTI. Continued documentation of cultures during symptomatic periods (obtained prior to instituting antimicrobial therapy) helps to provide a baseline against which interventions can be evaluated, allows for determination of the appropriate pathway within the treatment algorithm, and provides tailoring of therapy based on bacterial antimicrobial sensitivities. A lack of correlation between microbiological data and symptomatic episodes should prompt a diligent consideration of alternative or comorbid diagnoses. Although no studies were identified specifically designed to document direct effects of procuring urinalysis and urine culture with antibiotic sensitivities prior to initiating treatment, the Panel determined each episode should be clinically evaluated as a unique event. Urinalysis can determine the presence of epithelial cells suggesting contamination.13 Such information from a urinalysis may indicate obtaining a catheterized specimen is reasonable to accurately evaluate the patient's culture results; however, urinalysis provides little increase in diagnostic accuracy.14,15 The Panel does not advocate use of either point of care dipstick or home dipstick analysis to diagnose rUTI and guide treatment decisions due to the poor sensitivity and specificity of these modalities. The Panel does recognize that in select patients with rUTIs with symptoms of recurrence, presumptive treatment with antibiotics can be initiated prior to finalization of the culture results based on prior speciation, susceptibilities, and local antibiogram. Although the original concept behind self-start therapy allowed for women to treat their UTIs without the need for a culture, the Panel recommends obtaining culture data for symptomatic recurrences when feasible to reduce overuse of antibiotics and the development of antibiotic resistance. Asymptomatic Bacteriuria 7. Clinicians should omit surveillance urine testing, including urine culture, in asymptomatic patients with rUTIs. (Moderate Recommendation; Evidence Level: Grade C) 8. Clinicians should not treat ASB in patients. (Strong Recommendation; Evidence Level: Grade B) Without symptoms, bacteriuria of any magnitude is considered \"ASB.\" While pregnant women and patients scheduled to undergo invasive urinary tract procedures do benefit from treatment, substantial evidence supports that other populations, including women with diabetes mellitus and long-term care facility residents, do not require or benefit from additional evaluation or antimicrobial treatment. Evaluation and treatment of rUTIs should be performed only when acute cystitis symptoms are present. Antibiotic Treatment 9. Clinicians should use first-line therapy (i.e., nitrofurantoin, trimethoprim-sulfamethoxazole [TMP-SMX], fosfomycin) dependent on the local antibiogram for the treatment of symptomatic UTIs in women. (Strong Recommendation; Evidence Level: Grade B) 10. Clinicians should treat rUTI patients experiencing acute cystitis episodes with as short a duration of antibiotics as reasonable, generally no longer than seven days. (Moderate Recommendation; Evidence Level: Grade B) 11. In patients with rUTIs experiencing acute cystitis episodes associated with urine cultures resistant to oral antibiotics, clinicians may treat with culture-directed parenteral antibiotics for as short a course as reasonable, generally no longer than seven days. (Expert Opinion) The AUA systematic review highlights a key concept discussed in the Infectious Diseases Society of America (IDSA) 2011 guidelines for treatment of acute uncomplicated UTI, namely, that if antimicrobial therapies for UTI are compared based upon efficacy in achieving clinical and/or bacteriological cure, there is relatively little to distinguish one agent from another. However, the IDSA guidelines introduced the concepts of resistance prevalence and collateral damage as key considerations in choosing UTI treatments.16 The three first-line agents available in the United States (i.e., nitrofurantoin, TMP-SMX, fosfomycin) are effective in treating UTI but are less likely to produce collateral damage than are second-line agents.16 Table 3 in the supplementary unabridged guideline (https://www.jurology.com) shows first-line agents recommended by the IDSA guidelines. Second-line or alternate therapies are generally chosen because of resistance patterns and/or allergy considerations. There is limited high quality up-to-date evidence of comparative trials on the length of antibiotic therapies for complete resolution of UTI symptoms. Generally, all antibiotics have risks, irrespective of class, and, as such, stewardship should be exercised to balance symptom resolution with reducing risk of recurrence. There are two systematic reviews that compared shorter versus longer courses of antibiotics for UTI.17–19 Single-dose antibiotics were associated with increased risk of short-term (<2 weeks after treatment) bacteriological persistence versus short course (3 to 6 days; 5 studies, RR 2.01, 95% CI 1.05–3.84, I2=36%) or long course (7-14 days; 6 studies, RR 1.93, 95% CI 1.01–3.70, I2=31%) antibiotic therapy. Antibiotic Prophylaxis 12. Following discussion of the risks, benefits, and alternatives, clinicians may prescribe antibiotic prophylaxis to decrease the risk of future UTIs in women of all ages previously diagnosed with UTIs. (Moderate Recommendation; Evidence Level: Grade B) The results of trials on prophylactic antibiotics consistently demonstrate the positive effect of this preventive treatment, while acknowledging the increase in mild, moderate, and severe adverse events associated with antibiotic use. The effects of antibiotic prophylaxis have been shown to last during the active intake time period, with UTI recurrence equaling that of the placebo arm following cessation of prophylaxis. Adverse Events All antibiotics have potential risks. These risks should be discussed with patients prior to prescribing for short-, medium-, or long-term prophylaxis. Nitrofurantoin is commonly prescribed in women of all ages and has potentially serious risks of pulmonary and hepatic toxicity.20–23 The rates of possible serious pulmonary or hepatic adverse events are extremely low, and are reported to be 0.001% and 0.0003%, respectively.24 Potential adverse effects of gastrointestinal disturbances and skin rash are commonly associated with antibiotics, including trimethoprim (TMP), TMP-SMX, cephalexin, and fosfomycin.25,26 Dosing and Duration The most tested schedule of antibiotic prophylaxis (TMP, TMP-SMX, nitrofurantoin, cephalexin) was daily dosing. However, fosfomycin used prophylactically is dosed every 10 days. The duration of antibiotic prophylaxis in the literature ranged from 6 to 12 months. In clinical practice, the duration of prophylaxis can be variable, from three to six months to one year, with periodic assessment and monitoring. Some women stay on continuous or post-coital prophylaxis for years to maintain the benefit without adverse events. However, it should be noted that continuing prophylaxis for years is not evidence-based. In women who experience UTIs temporally related to sexual activity, antibiotic prophylaxis taken before or after sexual intercourse has been shown to be effective and safe. This use of antibiotics is associated with a significant reduction in recurrence rates. Additionally, intermittent dosing is associated with decreased risk of adverse events including gastrointestinal symptoms and vaginitis. Common dosing regimens can be found in the table. Table. Antibiotic prophylaxis dosing Continuous prophylaxis: TMP 100 mg once daily TMP-SMX 40 mg/200 mg once daily, 40 mg/200 mg thrice weekly Nitrofurantoin 50 mg daily, 100 mg daily Cephalexin 125 mg once daily, 250 mg once daily Fosfomycin 3 gm every 10 days Intermittent prophylaxis: TMP-SMX 40 mg/200 mg, 80 mg/400 mg Nitrofurantoin 50–100 mg Cephalexin 250 mg Non-Antibiotic Prophylaxis 13. Clinicians may offer cranberry prophylaxis for rUTIs. (Conditional Recommendation; Evidence Level: Grade C) There has been a growing concern regarding antibiotic resistance in the setting of rUTI. In 2015 the World Health Organization increased awareness of the issue of the growing world-wide phenomenon of AMR through its publication Global Action Plan on Antimicrobial Resistance,27 which has led to an increasing interest in the scientific community to study non-antibiotic modalities in the prevention of rUTI. Cranberry Recently cranberry has been the subject of an increasing number of randomized clinical trials. These studies have used cranberry in a variety of formulations including juice, cocktail, and tablets. The proposed mechanism of action is thought to be related to proanthocyanidins (PACs) present in cranberries and the ability of PACs to prevent the adhesion of bacteria to the urothelium. It must be noted that PACs are found in varying concentrations dependent on the formulation used, and many of the cranberry products used in scientific study are explicitly formulated for research purposes. The availability of such products to the public is a severe limitation to the use of cranberries for rUTI prophylaxis outside the research setting and must be discussed with patients. Cranberry, in a formulation that is available and tolerable to the patient, may be offered as prophylaxis, including oral juice and tablet formulations, as there is not sufficient evidence to support one formulation over another when considering this food-based supplement. In addition, there is little risk to cranberry supplements, further increasing their appeal to patients. However, it must be noted that fruit juices can be high in sugar content, which is a consideration that may limit use in diabetic patients. Alternative Non-Antibiotic Prophylaxis A number of other options are also available for use; however, the Panel was unable to find sufficient evidence to support their efficacy as prophylactic agents. Such other agents include lactobacillus, D-mannose, methenamine, herbs/supplements, intravesical hyaluronic acid/chondroitin, biofeedback, and immunoactive therapy. Follow-up Evaluation 14. Clinicians should not perform a post-treatment test of cure urinalysis or urine culture in asymptomatic patients. (Expert Opinion) 15. Clinicians should repeat urine cultures to guide further management when UTI symptoms persist following antimicrobial therapy. (Expert Opinion) Extrapolating from the ASB literature, the Panel does not endorse microbiological reassessment (i.e. repeat urine culture) after successful UTI treatment as this may lead to overtreatment. It should again be emphasized that symptom clearance is sufficient. In patients with rapid recurrence (particularly with the same organism), clinicians may consider evaluation on and off therapy to help identify those patients who warrant further urologic evaluation. Additionally, repeated infection with bacteria associated with struvite stone formation (e.g., P. mirabilis) may prompt consideration of imaging to rule out calculus. After initiating antimicrobial therapy for UTI, clinical cure (i.e. UTI symptom resolution) is expected within three to seven days. Although there is no evidence, the Panel felt it reasonable to repeat a urine culture if UTI symptoms persist beyond seven days. Although a second antibiotic can be given empirically, this should only be done after a urine sample is obtained for culture. This will minimize unnecessary treatment of patients with persistent UTI/pain symptoms who are culture-negative. Estrogen 16. In peri- and post-menopausal women with rUTIs, clinicians should recommend vaginal estrogen therapy to reduce the risk of future UTIs if there is no contraindication to estrogen therapy. (Moderate Recommendation; Evidence Level: Grade B) Clinicians should recommend vaginal estrogen therapy to all peri- and post-menopausal women with rUTIs to reduce the risk of future UTIs. This is in contrast to oral or other formulations of systemic estrogen therapy, which have not been shown to reduce UTI risk and are associated with different risks and benefits. Patients who present with rUTIs and are already on systemic estrogen therapy can and should still be placed on vaginal estrogen therapy. There is no substantially increased risk of adverse events. However, systemic estrogen therapy should not be recommended for treatment of rUTI. Table 5 in the supplementary unabridged guideline (https://www.jurology.com) shows the formulations and dosing of several commonly used types of vaginal estrogen therapy. As part of shared decision-making, the clinician should weigh the risks associated with vaginal estrogen therapy with its benefits in reducing UTI risk. Given low systemic absorption, systemic risks association with vaginal estrogen therapy are minimal. Vaginal estrogen therapy has not been shown to increase risk of cancer recurrence in women undergoing treatment for or with a personal history of breast cancer.28–30 Therefore, vaginal estrogen therapy should be considered in prevention of UTI for women with a personal history of breast cancer in coordination with the patient's oncologist. Future Directions A worldwide crisis has emerged due to rapid expansion of multi-drug resistant bacteria, foreshadowing the devastating implications of the eventual inefficacy of many of our broad-spectrum antimicrobial agents.27 Current concepts of antibiotic stewardship have provoked a further initiative to develop agents outside the traditional pipeline of antibiotics. Critical to these agendas on a more immediate time frame is the need for comprehensive randomized controlled trials for non-antibiotic prevention therapies. Implementation of novel technologies, such as vaccines for urinary pathogens, may represent a fertile future direction. Use of mannosides as therapeutic entities to prevent bacterial adhesion to the urothelium may target a narrow-spectrum treatment strategy associated with few systemic manifestations.31 Modulation of host responses, such as the use of non-steroidal anti-inflammatory agents, have been suggested as a useful adjunct in both preclinical and clinical studies.32,33 We must also expand our perspective of rUTI to include prevention. There currently exists an NIH-funded research consortium addressing this mission-the Prevention of Lower Urinary Tract Symptoms (PLUS) Research Consortium.34 This consortium is dedicated to promoting prevention of lower urinary tract symptoms (including UTIs) across the woman's life spectrum, utilizing a socioecologic construct.35 Critical to these investigative efforts is discovery of methods to suppress symptoms without use of antibiotics and direct studies that support a broader view of rUTI from the host-pathogen perspective. Through multiple efforts, which include identifying modifiable socioecological risk factors, understanding host responses in UTI and understanding pathogen virulence factors, we will discover new methods in the diagnosis and treatment of rUTI. Disclaimer This document was written by the Recurrent Urinary Tract Infection Guideline Panel of the American Urological Association Education and Research, Inc., which was created in 2017. The Practice Guidelines Committee (PGC) of the AUA selected the committee chair. Panel members were selected by the chair in coordination with the Canadian Urological Association (CUA) and the Society of Urodynamics, Female Pelvic Medicine & Urogenital Reconstruction (SUFU). Membership of the panel included specialists with specific expertise on this disorder. The mission of the panel was to develop recommendations that are analysis-based or consensus-based, depending on panel processes and available data, for optimal clinical practices in the diagnosis and treatment of recurrent urinary tract infection. Funding of the panel was provided by the AUA with contributions from CUA and SUFU. Panel members received no remuneration for their work. Each member of the panel provides an ongoing conflict of interest disclosure to the AUA. While these guidelines do not necessarily establish the standard of care, AUA seeks to recommend and to encourage compliance by practitioners with current best practices related to the condition being trea",
  "authors": [
    {
      "display_name": "Jennifer T. Anger",
      "id": "A5009822493",
      "orcid": null,
      "institutions": [
        {
          "id": "I197906079",
          "display_name": "American Urological Association",
          "country_code": "US",
          "type": "other"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jennifer Anger"
    },
    {
      "display_name": "Una Lee",
      "id": "A5016899017",
      "orcid": "https://orcid.org/0000-0003-1128-5083",
      "institutions": [
        {
          "id": "I197906079",
          "display_name": "American Urological Association",
          "country_code": "US",
          "type": "other"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Una Lee"
    },
    {
      "display_name": "A. Lenore Ackerman",
      "id": "A5008687971",
      "orcid": "https://orcid.org/0000-0003-4192-7649",
      "institutions": [
        {
          "id": "I197906079",
          "display_name": "American Urological Association",
          "country_code": "US",
          "type": "other"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "A. Lenore Ackerman"
    },
    {
      "display_name": "Roger Chou",
      "id": "A5070442023",
      "orcid": "https://orcid.org/0000-0001-9889-8610",
      "institutions": [
        {
          "id": "I197906079",
          "display_name": "American Urological Association",
          "country_code": "US",
          "type": "other"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Roger Chou"
    },
    {
      "display_name": "Bilal Chughtai",
      "id": "A5013514468",
      "orcid": "https://orcid.org/0000-0002-0515-2578",
      "institutions": [
        {
          "id": "I197906079",
          "display_name": "American Urological Association",
          "country_code": "US",
          "type": "other"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Bilal Chughtai"
    },
    {
      "display_name": "J. Quentin Clemens",
      "id": "A5000148907",
      "orcid": "https://orcid.org/0000-0002-0759-3385",
      "institutions": [
        {
          "id": "I197906079",
          "display_name": "American Urological Association",
          "country_code": "US",
          "type": "other"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "J. Quentin Clemens"
    },
    {
      "display_name": "Duane Hickling",
      "id": "A5005230681",
      "orcid": "https://orcid.org/0000-0002-9058-2686",
      "institutions": [
        {
          "id": "I197906079",
          "display_name": "American Urological Association",
          "country_code": "US",
          "type": "other"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Duane Hickling"
    },
    {
      "display_name": "Anil Kapoor",
      "id": "A5013185325",
      "orcid": "https://orcid.org/0000-0001-9180-8029",
      "institutions": [
        {
          "id": "I197906079",
          "display_name": "American Urological Association",
          "country_code": "US",
          "type": "other"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Anil Kapoor"
    },
    {
      "display_name": "Kimberly Kenton",
      "id": "A5031095098",
      "orcid": "https://orcid.org/0000-0003-2567-2068",
      "institutions": [
        {
          "id": "I197906079",
          "display_name": "American Urological Association",
          "country_code": "US",
          "type": "other"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Kimberly S. Kenton"
    },
    {
      "display_name": "Melissa R. Kaufman",
      "id": "A5084679639",
      "orcid": "https://orcid.org/0000-0001-7302-8643",
      "institutions": [
        {
          "id": "I197906079",
          "display_name": "American Urological Association",
          "country_code": "US",
          "type": "other"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Melissa R. Kaufman"
    },
    {
      "display_name": "Mary Ann Rondanina",
      "id": "A5062838566",
      "orcid": null,
      "institutions": [
        {
          "id": "I197906079",
          "display_name": "American Urological Association",
          "country_code": "US",
          "type": "other"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mary Ann Rondanina"
    },
    {
      "display_name": "Ann E. Stapleton",
      "id": "A5039976142",
      "orcid": "https://orcid.org/0000-0003-0130-8659",
      "institutions": [
        {
          "id": "I197906079",
          "display_name": "American Urological Association",
          "country_code": "US",
          "type": "other"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ann Stapleton"
    },
    {
      "display_name": "Lynn Stothers",
      "id": "A5009824768",
      "orcid": "https://orcid.org/0000-0001-7841-1748",
      "institutions": [
        {
          "id": "I197906079",
          "display_name": "American Urological Association",
          "country_code": "US",
          "type": "other"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Lynn Stothers"
    },
    {
      "display_name": "Toby C. Chai",
      "id": "A5085344926",
      "orcid": "https://orcid.org/0000-0002-1119-546X",
      "institutions": [
        {
          "id": "I197906079",
          "display_name": "American Urological Association",
          "country_code": "US",
          "type": "other"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Toby C. Chai"
    }
  ],
  "publication_year": 2019,
  "publication_date": "2019-05-01",
  "type": "article",
  "cited_by_count": 382,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "202",
  "issue": "2",
  "first_page": "282",
  "last_page": "289",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": "https://doi.org/10.1097/ju.0000000000000296",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.9570074
    },
    {
      "id": "C2780182762",
      "display_name": "Guideline",
      "level": 2,
      "score": 0.74915856
    },
    {
      "id": "C77411442",
      "display_name": "Urinary system",
      "level": 2,
      "score": 0.7250298
    },
    {
      "id": "C177713679",
      "display_name": "Intensive care medicine",
      "level": 1,
      "score": 0.4010295
    },
    {
      "id": "C126894567",
      "display_name": "Urology",
      "level": 1,
      "score": 0.39944372
    },
    {
      "id": "C29456083",
      "display_name": "Gynecology",
      "level": 1,
      "score": 0.38248873
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.33762634
    },
    {
      "id": "C142724271",
      "display_name": "Pathology",
      "level": 1,
      "score": 0.0918884
    }
  ],
  "topics": [
    {
      "id": "T11232",
      "display_name": "Urinary Tract Infections Management",
      "score": 0.9999
    },
    {
      "id": "T10458",
      "display_name": "Bladder and Urothelial Cancer Treatments",
      "score": 0.9957
    },
    {
      "id": "T10418",
      "display_name": "Pelvic floor disorders treatments",
      "score": 0.9948
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1097/ju.0000000000000296",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:57:12.911254",
  "source_database": "OpenAlex"
}