{
  "openalex_id": "W2948989038",
  "doi": "https://doi.org/10.5694/mja2.50216",
  "title": "An urgent need for antimicrobial stewardship in Indigenous rural and remote primary health care",
  "abstract": "Infectious disease burden, antimicrobial use and resistance highlight the need for antimicrobial stewardship in Indigenous communities Antimicrobial stewardship is a set of coordinated strategies to improve antimicrobial use, enhance patient outcomes, reduce antimicrobial resistance (AMR) and decrease unnecessary costs. In Australian publicly funded health care, it is required for hospital accreditation under the National Standards, with highly developed strategies for hospitals (inpatient and outpatient) and nursing homes.1 Strategies in primary health care are much less developed, in settings where almost one in two Australians are prescribed an antibiotic every year.2 The Coordinated Remote AntiMicrobial Stewardship (CRAMS) Group is funded by HOT North (Improving Health Outcomes in the Tropical North), a National Health and Medical Research Council Collaborative Research Program, which has AMR as one of its pillars. This network of doctors and pharmacists working in northern Australian primary health care (Kimberley Aboriginal Medical Services [Western Australia], Top End Health Service [Northern Territory] and Queensland Health) collaborate with researchers with experience in infectious diseases in remote Australia and antimicrobial stewardship. We write this perspective to raise awareness of AMR as an issue in Indigenous primary health care and to foster ongoing consultation with Indigenous people and communities to identify potential solutions. We summarise what is known about infection burden, AMR and prescribing; review and identify critical gaps in current antimicrobial stewardship programs; and provide suggestions for improving and implementing stewardship programs in partnership with Indigenous communities and remote primary health care. Our proposed framework for antimicrobial stewardship leans heavily on urban tertiary hospital practices. This will need local adaptation (and perhaps complete rethinking) to be effective in remote primary health care. People living in remote Australian Indigenous communities predominantly access primary health care services through a government or non-government (Aboriginal community-controlled health organisation) clinic. A long history of guideline-based remote health care delivery is evident in these clinics with specific local remote prescribing guidelines present in some areas since 1994.3-5 Remote area nursing staff and Aboriginal health practitioners can dispense antibiotics under standing orders, as medical staff are not always present in the clinic. Despite legislation regarding supply of Pharmaceutical Benefits Scheme (PBS)-listed drugs to remote areas (section 100, National Health Act 1953 [Cth]), prescribing data for remote primary health care is not captured in PBS records, hence little is known about prescribing appropriateness, guideline adherence or volume of antimicrobial use. Despite shared similarities across northern Australia in care delivery, there are also jurisdictional differences requiring regionally specific approaches. In regional towns and larger centres, primary health care for Indigenous people may be delivered through general practices, hospital outpatients or emergency departments or urban Aboriginal community-controlled health organisation clinics where Therapeutic guidelines: antibiotic6 is likely to be used in combination with local hospital guidelines. Infections are common in remote Australian Indigenous communities. At any one time, 45% of children will have impetigo,7 up to 80% of infants aged under 1 year will be hospitalised for a lower respiratory tract infection,8 66% of children will present with otitis media before 5 years of age,9 and 75% of all community members present with skin and soft tissue infections each year.10 In adults, skin and sexually transmitted infections remain challenging, while sepsis rates resulting in hospitalisation and intensive care admission are fourfold higher in Indigenous than in non-Indigenous Australians in northern Australia.11 Due to this burden, high frequency appropriate antimicrobial use is required: 95% of children receive at least one antibiotic prescription and 47% receive at least six antibiotic prescriptions by their first birthday.12 Antimicrobials are also used more often for sore throat treatment to prevent serious complications such as rheumatic heart disease.4 Other contributors to high rates of antimicrobial use include the absence of senior clinical staff and high staff turnover rates,13 lack of diagnostic capability,14 and remoteness (where lack of treatment may precipitate the need for retrieval to a distant hospital). Point-of-care tests may be useful in helping to select which patients will most benefit from antibiotics (and which will not). Examples include the use of point-of-care tests to diagnose streptococcal sore throat14 and sexually transmitted infections. AMR is problematic and rising in remote Indigenous communities. Examples include methicillin-resistant Staphylococcus aureus (MRSA) rates of around 50% in the north,15 azithromycin resistance in Streptococcus pneumoniae16 and emerging gram-negative resistance in urinary tract pathogens.17 Emerging AMR in remote Australia is not isolated to these communities. In the past 20 years, the virulent ST93-MRSA clone has emerged from remote northern Australia and is now the most prominent community-associated MRSA throughout Australia and extending internationally.18 The interlinked high levels of infectious and chronic disease, complex socio-demographic factors, AMR and the unique epidemiology of community infections in northern Australia often present challenges for optimising the use of antimicrobials. For example, treatment for undifferentiated severe sepsis often requires broad spectrum antibiotics to treat MRSA, Burkholderia pseudomallei (melioidosis) and other intrinsically resistant gram-negative pathogens.6 Long-acting antibiotics such as azithromycin have been shown to lead to pneumococcal and other resistance, and are widely used for bronchiectasis and sexually transmitted infection control.4 Attempted strategies to reduce community disease burden has led to unintended AMR consequences. Topical mupirocin and fusidic acid use for impetigo in the Kimberley during the 1990s led to a rapid rise in resistance in S. aureus to these agents. A topical antimicrobial reduction strategy was introduced, leading to reduction in resistance rates.4 Lack of on-site diagnostic capability limits selection of which patients will most benefit from antibiotics, hampering antimicrobial de-escalation strategies. Antimicrobial stewardship is challenging, with a high concurrent burden of infection and chronic disease. The core components of antimicrobial stewardship, and their current, known status in remote Australia, are outlined in the Box. Many best practice stewardship approaches are well developed, established in advance of stewardship in urban Australia and embedded in clinical care in remote Australia — exemplified by well established treatment guidelines.3-5 Many clinics have treatment guideline informed formularies,3 ensuring a streamlined supply of antimicrobials. Widespread use of electronic medical records provides the capacity for high level understanding of prescribing and dispensing.10 Unknown No good examples of community messaging about antimicrobial stewardship available Restriction rules: standing orders under the relevant legislation to allow nurses and Aboriginal health practitioners to prescribe and formulary enforce this rather than formal restrictions Common drug lists (eg, for CARPA4 and Kimberley Standard Drug List3) are well established and ordered from but not systematically evaluated Antimicrobial stewardship committees: eg, Kimberley committee has strong representation from the primary health care sector and sees its mandate to be across the region; in contrast, Royal Darwin Hospital committee focuses on hospital-based stewardship activities but the skills and knowledge from these activities filter across into the remote primary health care sector Additional elements of antimicrobial stewardship are less established. Audits of adherence of prescribing practices to guidelines and alignment with patterns of AMR are currently in pilot phase. Automation of audits using electronic medical records would reduce the burden on a busy workforce and facilitate structured audit and feedback within the well established practice of continuous quality improvement in remote primary health care. Informative tables of common bacterial pathogens and their antimicrobial resistance rates are used to guide prescribing in hospitals. Such antibiograms are neither readily available nor coordinated in remote Australia. The national antimicrobial use and resistance in Australia reports do not currently include data from much of remote and northern regions of Australia.19 Coordination will require partnership with both government and private pathology providers, which service many of the remote clinics. Clear public health messaging that balances the risks of generating AMR with the high burden of treatable infection is needed to raise community understanding of antimicrobial stewardship priorities. Consumer and health care provider engagement and education for remote communities is several steps behind that in urban Australia. Regional antimicrobial stewardship committees spanning the spectrum from hospital to community to home and engaging with housing, environmental health and education have emerged (eg, in the Kimberley region of WA) and are an example of how activity coordination may occur. The antimicrobial stewardship workforce is currently centralised in urban, tertiary hospitals. Capacity building is needed for primary health care stewardship among pharmacists, general practitioners, nurses and Aboriginal health practitioners. Lessons learned in successful stewardship programs elsewhere in Australia may help the remote sector with proposed knowledge transfer occurring through professional development, telehealth and involvement in research partnerships. Indigenous leadership in AMR and antimicrobial stewardship for remote primary health care is only now developing. Indigenous leadership will be essential, with conversations underway since 2017 between health care providers and Indigenous leaders at regional HOT North workshops in Darwin, Katherine, Broome, Mt Isa and Thursday Island. A critical knowledge gap is the relative contribution of the social determinants of health to AMR in remote communities. Overseas studies have linked community poverty20 to AMR and underscored the importance of poor sanitation and access to clean water as drivers of AMR spread.21 AMR in remote Australian communities will likely continue increasing unless infections are prevented, thus reducing the need for antimicrobial use. Improving housing (quantity and quality), health care literacy and access, and availability of functioning health hardware will limit transmission of AMR pathogens (the concept of reducing contagion21). Antimicrobial stewardship programs will need to collaborate with the housing, environmental health and education sectors. The importance of AMR — and antimicrobial stewardship, by inference — is now being integrated into the World Health Organization Sustainable Development Goals (https://www.who.int/sdg/global-action-plan). These antimicrobial priorities need to be understood in the context of, and potentially included in, Closing the Gap targets. The interlinked socio-demographic drivers of infection described above must be addressed in Indigenous communities. We hope that growing recognition and acknowledgement of the pressing challenge of AMR will garner community engagement and encourage Indigenous leadership to develop targeted, community-driven antimicrobial stewardship solutions. The CRAMS Group includes membership from the Kimberley Aboriginal Medical Services (Dr Kerr Wright [former Medical Director] and Dr Lorraine Anderson [current Medical Director]), Top End Health Service (Ms Bhavini Patel, Dr Christine Connors, Mr John Shanks), Queensland Health (Ms Stacey McNamara, Dr Trent Yarwood, Dr Kathryn Daveson), Doherty Institute (Prof Jodie McVernon, A/Prof Steven Tong), Menzies School of Health Research (Mr Will Cuningham), the National Centre for Antimicrobial Prescribing (Dr Rodney James, A/Prof Kirsty Buising) and Telethon Kids Institute (A/Prof Asha Bowen). The CRAMS group has received funding for a pilot study of antimicrobial use in northern Queensland, Western Australia and the Northern Territory from HOT North (NHMRC APP1131932). A/Prof Bowen and A/Prof Tong are supported by NHMRC fellowships (APP 1088735 and 1065736 respectively). No relevant disclosures. Not commissioned; externally peer reviewed.",
  "authors": [
    {
      "display_name": "Asha C Bowen",
      "id": "A5069789773",
      "orcid": "https://orcid.org/0000-0002-3242-1155",
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Asha C Bowen"
    },
    {
      "display_name": "Kathryn Daveson",
      "id": "A5057557353",
      "orcid": "https://orcid.org/0000-0002-8940-337X",
      "institutions": [
        {
          "id": "I2802964606",
          "display_name": "Canberra Hospital",
          "country_code": "AU",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Kathryn Daveson"
    },
    {
      "display_name": "Lorraine Anderson",
      "id": "A5010349792",
      "orcid": "https://orcid.org/0000-0003-0239-2987",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Lorraine Anderson"
    },
    {
      "display_name": "Steven Y. C. Tong",
      "id": "A5074189743",
      "orcid": "https://orcid.org/0000-0002-1368-8356",
      "institutions": [
        {
          "id": "I4210105123",
          "display_name": "Peter Doherty Institute",
          "country_code": "AU",
          "type": "facility"
        },
        {
          "id": "I1320473756",
          "display_name": "The Royal Melbourne Hospital",
          "country_code": "AU",
          "type": "healthcare"
        },
        {
          "id": "I4210085939",
          "display_name": "Menzies School of Health Research",
          "country_code": "AU",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Steven YC Tong"
    }
  ],
  "publication_year": 2019,
  "publication_date": "2019-06-03",
  "type": "article",
  "cited_by_count": 33,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S13978405",
    "display_name": "The Medical Journal of Australia",
    "issn_l": "0025-729X",
    "issn": [
      "0025-729X",
      "1326-5377"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320595"
  },
  "volume": "211",
  "issue": "1",
  "first_page": "9",
  "last_page": "9",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.5694/mja2.50216",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C2776040555",
      "display_name": "Antimicrobial stewardship",
      "level": 4,
      "score": 0.8633321
    },
    {
      "id": "C55958113",
      "display_name": "Indigenous",
      "level": 2,
      "score": 0.71411216
    },
    {
      "id": "C2777950569",
      "display_name": "Stewardship (theology)",
      "level": 3,
      "score": 0.6659316
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.6399106
    },
    {
      "id": "C160735492",
      "display_name": "Health care",
      "level": 2,
      "score": 0.54995453
    },
    {
      "id": "C159110408",
      "display_name": "Nursing",
      "level": 1,
      "score": 0.5121641
    },
    {
      "id": "C61521584",
      "display_name": "Accreditation",
      "level": 2,
      "score": 0.5023837
    },
    {
      "id": "C71750763",
      "display_name": "General partnership",
      "level": 2,
      "score": 0.4594115
    },
    {
      "id": "C512399662",
      "display_name": "Family medicine",
      "level": 1,
      "score": 0.3758472
    },
    {
      "id": "C94665300",
      "display_name": "Antibiotic resistance",
      "level": 3,
      "score": 0.35927922
    },
    {
      "id": "C144133560",
      "display_name": "Business",
      "level": 0,
      "score": 0.23359689
    },
    {
      "id": "C50522688",
      "display_name": "Economic growth",
      "level": 1,
      "score": 0.18323523
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.16651002
    },
    {
      "id": "C509550671",
      "display_name": "Medical education",
      "level": 1,
      "score": 0.15712652
    },
    {
      "id": "C501593827",
      "display_name": "Antibiotics",
      "level": 2,
      "score": 0.09214467
    },
    {
      "id": "C18903297",
      "display_name": "Ecology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C10138342",
      "display_name": "Finance",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.0
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C89423630",
      "display_name": "Microbiology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C162324750",
      "display_name": "Economics",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10897",
      "display_name": "Antibiotic Use and Resistance",
      "score": 1.0
    },
    {
      "id": "T12167",
      "display_name": "Bacterial Identification and Susceptibility Testing",
      "score": 0.9984
    },
    {
      "id": "T10195",
      "display_name": "Antimicrobial Resistance in Staphylococcus",
      "score": 0.992
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.5694/mja2.50216",
  "pdf_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.5694/mja2.50216",
  "retrieved_date": "2025-07-30T14:19:12.505550",
  "source_database": "OpenAlex"
}