{
  "openalex_id": "W2940585931",
  "doi": "https://doi.org/10.5204/mcj.1514",
  "title": "Celebrity Chefs and New Meat Consumption Norms: Seeking Questions, Not Answers",
  "abstract": "IntroductionWe are increasingly being told to make ethical food choices, often by high-profile chefs advocating what they view as ethical consumption habits. Some actively promote vegetarian or vegan diets, with a growing number of high-profile restaurants featuring only or mainly plant-based meals. However, what makes food or restaurant menus ethical is not assessed by most of us using one standardised definition. Our food values differ based on our outlooks, past experiences, and perhaps most importantly, how we balance various trade-offs inherent in making food choices under different circumstances and in diverse contexts.Restaurants can face difficulties when trying to balance ethical considerations. For instance, is it inconsistent to promote foraging, seasonality, local products, and plant-based eating, yet also serve meat and other animal-derived protein products on the same menu? For example, Danish chef Rene Redzepi, co-owner of the Michelin-starred restaurant Noma in Copenhagen who recently had an extended stay in Australia (Redzepi), recently offered a purely vegetarian menu featuring foraged native ingredients. However, Redzepi followed this with a meat-based menu including teal, moose leg, reindeer tongue, and wild duck brain. These changes make clear that although Redzepi was still conflicted about serving animal products (Ankeny and Bray), he thinks that options for ethical eating are not limited to plants and that it is important to utilise available, and especially neglected, resources in novel ways.In this article, we argue that celebrity and other high-profile chefs have roles to play in conversations about the emerging range of new meat consumption norms, which might include humanely produced meat, wild meat, or other considerations. However, we contend that restaurants and popular media may be limited spaces in which to engage consumers in these conversations. Ultimately, celebrity and high-profile chefs can help us not only to reflect on our eating habits, but also to engage us in ways that help us to ask the right questions rather than encouraging reliance on set answers from them or other supposed experts.Chefs and New Meat NormsChefs are now key voices in the politics of lifestyle, shaping both the grammars and the practices of ethical consumption, which is further reinforced by the increasing mediatisation of food and food politics (Phillipov, Media). Contemporary trends toward ethical consumption have been much critiqued; nevertheless, ethical consumption has become a dominant means through which individuals within contemporary marketised, neoliberal economies are able to invest lifestyle choices with ethical, social, and civic meanings (Barnett et al.; Lewis and Potter). While vegetarianism was once considered a central pillar of ethical diets, the rise of individualized and diverse approaches to food and food politics has seen meat (at least in its “ethical” form) not only remain firmly on the menu, but also become a powerful symbol of “good” politics, taste, and desirable lifestyles (Pilgrim 112).Chefs’ involvement in promoting ethical meat initially began within restaurants catering for an elite foodie clientele. The details provided about meat producers and production methods on the menu of Alice Waters’ Californian restaurant Chez Panisse and her cookbooks (Waters), or the focus by Fergus Henderson on “nose to tail” eating at his London restaurant St. John (Henderson) has led many to cite them as among the originators of the ethical meat movement. But the increasing mediatisation of food and the emergence of chefs as celebrity brands with their own TV shows, cookbooks, YouTube channels, websites, sponsorship deals, and myriad other media appearances has allowed ethical meat to move out of elite restaurants and into more quotidian domestic spaces. High profile UK and US exposés including “campaigning culinary documentaries” fronted by celebrity chefs (Bell, Hollows, and Jones 179), along with the work of popular food writers such as Michael Pollan, have been instrumental in the mainstreaming of diverse new meat norms.The horrifying depictions of intensive chicken, beef, and pork farming in these exposés have contributed to greater public awareness of, and concern about, industrialised meat production. However, the poor welfare conditions of animals raised in battery cages and concentrated animal feeding operations often are presented not as motivations to eschew meat entirely, but instead as reasons to opt for more ethical alternatives. For instance, Hugh’s Chicken Run, Hugh Fearnley-Whittingstall’s 2008 television campaign for chicken welfare, resulted in making more free-range products available in British supermarkets (Johnston). More recently, there have been significant expansions in markets for variously defined categories such as grass-fed, free-range, organic, welfare-certified, humane, and/or environmentally friendly meat products in Australia and elsewhere, thanks in part to increased media attention to animal welfare issues (Arcari 169).As media has emerged as a “fundamental component of contemporary foodscapes, how they ‘perform’ and function, and the socio-material means by which they are produced” (Johnston and Goodman 205), ethical meat has increasingly been employed as a strategic resource in mainstream media and marketing. Ethical meat, for example, has been a key pillar in the contemporary rebranding of both of Australia’s major supermarkets (Lewis and Huber 289). Through partnerships that draw upon the “ethical capital” (290) of celebrity chefs including Jamie Oliver and Curtis Stone, and collaborations with animal welfare organisations such as the RSPCA, ethical meat has become central to supermarket advertising campaigns in recent years. Such campaigns have been especially successful for Coles supermarkets, which controls almost 30% of Australia’s highly concentrated grocery market (Roy Morgan). The retailer’s long-term sponsorship of MasterChef Australia (Network 10, 2009–)—a show that presents meat (or, as they term it, “protein”) as an essential component of most dishes and which regularly rates in the top 10 of Australian television programs (OzTAM)—further helps to emphasise that the solution to ethical problems is not to avoid meat, but to choose (Coles’) “better” meat (see fig. 1). This is promoted on the basis of a combination of ethics, price, and taste, and, remarkably, is able to deliver “better welfare at no extra cost to you” (Parker, Carey, and Scrinis 209). In short, chefs are making major contributions to awareness of ethical norms relating to meat consumption in a variety of settings. Figure 1: An example of a current meat product on the shelf at a major Australian retailer with packaging that makes a range of claims relating to production practices and quality, among other attributes. (Emily Buddle)“The Good Life”Lifestyle media has been a key site through which meat eating is normalised and recuperated into “ethical” frameworks (Arcari 169). Utopian visions of small-scale animal agriculture are a key feature of popular texts from the River Cottage Australia (Foxtel Networks, 2013–) series to Gourmet Farmer (SBS, 2010–) and Paddock to Plate (Foxtel Networks, 2013–). These programs are typically set in bucolic rural surrounds and centre on the host’s “escape” from the city to a more fulfilling, happier existence in the country (Phillipov, “Escaping”). Rural self-sufficiency is frequently framed as the solution to urban consumers’ alienation from the sources of their food, and a means of taking responsibility for the food they eat. The opening credits of Gourmet Farmer, for instance, outline host Matthew Evans’s quest to “know and trust what [he] eat[s]”, either by growing the food himself or being “no more than one degree of separation from the person who does”.This sense of connection to one’s food is central to how these programs make meat consumption ethical. Indeed, the production of animals for food reinforces particular notions of “the good life” in which the happiness of the animal is closely aligned with the happiness of its human producer. While texts sometimes show food animals’ full lifecycle from birth to slaughter, lifestyle media focuses mainly on their happy existence while still alive. Evans gives his pigs names that foreground their destiny as food (e.g., Prosciutto and Cassoulet), but he also pampers them as though they are pets, feeding them cherries and apples, and scratching them behind the ears much like he would his dog. These bucolic televisual images serve to anchor the programs’ many “spin-off” media texts, including blog posts, cookbooks (e.g. Evans), and endorsements, that instruct urban audiences who do not have the luxury of raising their own meat on how to source ethical alternatives. They also emphasise the deliciousness of meat raised and killed in humane, “natural” conditions, as opposed to those subjected to more intensive, industrialised production systems.Some argue that the notion of “ethical meat” merely masks the realities of humans’ domination over animals (Arcari). However the transition from “happy animals” to “happy meat” (Pilgrim 123) has been key to lifestyle media’s recuperation of (certain kinds of) meat production as a “humane, benevolent and wholly ‘natural’ process” (Parry 381), which helps to morally absolve the chefs who promote it, and by extension, their audiences.The Good DeathMeat consumption has been theorised to be based on the invisibility of the lives and deaths of animals—what has been termed the “absent referent” by feminist philosopher Carol J. Adams (14; see also Fiddes). This line of argument holds that slaughter and other practices that may raise moral concerns are actively hidden from view, and that animals are “made absent” within food consumption practices (Evans and Miele 298). Few meat consumers, at least those in Western countries, have seen animal slaughter first hand, and a disconnect between meat and animal is actively maintained through current retail practices (such as pre-packaged meat with few identifying cues), as well as in our language use, at least in English where most of the names of the meat are different to those of the animal (Plous; Croney) and where euphemisms such as “harvesting” abound (Abrams, Zimbres, and Carr). In many locales, including Australia, there is squeamishness about talking about slaughter and the processes by which “animal” becomes “meat” which in turn prevents open discussion about the origins of meat (Bray et al., “Conversation”).Campaigning culinary documentaries by chefs, including Matthew Evans’s recent For the Love of Meat (SBS, 2016), aim to reconnect animal and meat in order to critique modern meat production methods. In addition, Gourmet Farmer and River Cottage Australia both feature depictions of hunting (skinning and butchering of the animals is shown but viewers are rarely exposed to the kill itself) and emphasise the use of highly skilled hunters in order to bring about a quick death. By highlighting not only a good life but also what constitutes a “good death”, celebrity chefs and others are arguably generating discussion about what makes meat ethical by emphasizing that the quality of death is as important as the quality of life. In many of these programs, the emphasis is on more boutique or small-scale production systems which typically produce meat products that are higher priced and more difficult to source.Given that such products are likely out of reach for many potential consumers because of price point, convenience, or both, perhaps unsurprisingly the emphasis in many of these programs is on the consumer rather than the consumed. Hence these programs tend to be more about constructing an “ethical meat consumer”, defined implicitly as someone who acknowledges the meat/animal connection through conscious exposure to the realities of animal slaughter (for example, by watching a documentary), by “meeting your meat” such as in the BBC series Kill It, Cook It, Eat It (BBC, 2007; Evans and Miele), or by actively participating in the slaughter process as Evans did with his own chickens on Gourmet Farmer. As anthropologist Catie Gressier notes in her study of wild meat consumers in Australia, “hunting meat is seen as more noble than purchasing it, while wild meat is seen as preferable to farmed” (Gressier 58). Gressier also describes how one of her participants viewed hunting (and eating locally) as preferable to veganism because of the “animal violence that is the inevitable outcome of mass-crop agriculture” (58). However some scholars have argued that highly graphic depictions of slaughter in the popular media are becoming more commonplace as a masculinised type of “gastro-snuff” (a term referring to food-related visual depictions of brutal killings) (Parry 382). These types of efforts thus may fail to create dialogue about what constitutes ethical meat or even an ethical meat consumer, and may well reinforce more traditional ideas about human/non-human hierarchies.In contrast to coverage in popular media, detailed descriptions of commercial slaughter, in particular pre-slaughter (lairage) conditions, are yet to make it on to restaurant menus, despite the connections between meat quality and pre-slaughter conditions being well recognised even by consumers (Evans and Miele). Commercial slaughter conditions are one of the reasons that hunting is framed as more ethical than “ethically farmed” animals. As an Internet post, quoted in Adams (“Redneck” 50), puts it: “Hunting? A creature is peacefully in its own domain, it is shot. How is that worse than being carried for hours in a truck, being forced into a crush, hearing the bellows of other creatures, being physically restrained at the peak of terror, then culled?” Although determining precise rates of consumption of wild meat is methodologically difficult (Conservation Visions 28), available rates of hunting together with limited consumption data indicate that Australians currently eat less game or wild-caught meat per capita than those in Europe or North America. However, there is a sector of the community in Australia who pursue hunting as part of their ethical food habits (Bray et al., “Ferals”) with the largest proportion of wild-meat consumers being those who hunted it themselves (Gressier).In many cases, descriptions of animal lives (using descriptors such as “free range” or “grass fed”) serve implicitly as proxies for assurances that the animals’ deaths also have been good. One exception is the increasing awareness of the use of halal slaughter methods in part due to more transparent labelling, despite limited public awareness about the nature of these methods, particularly in the Australian context where they in fact comply with standard animal welfare requirements such as pre-slaughter stunning (Bergeauld-Blackler). Detailed descriptions of post-mortem conditions (e.g., aging conditions and time) are more common on restaurant menus, although arguably these no longer draw attention to the connections between the animal and the meat, and instead focus on the meat itself, its flavour and other physical qualities, rather than on ethical attributes.Thus, although it would seem obvious that ethical meat consumption should involve considerations about slaughter conditions or what makes a “good death”, most efforts have focused on encouraging people to make better and more reflexive consumer choices, rather than promoting deeper engagement with slaughter processes, perhaps underscoring that this domain may still represent one of the final food taboos. Although it might seem to be counterintuitive that wild or hunted meat could be viewed as an ethical food choice, particularly if vegetarianism or veganism is taken as the main point of comparison, these trends point toward the complexities inherent in food choice and the inevitable trade-offs in values that occur in these processes.Problems with Promoting Ethical Meat Norms: Ways ForwardIt is undeniable that many people are reflecting on their consumption habits in order to pursue decisions that better reflect their values. Attempting to be an “ethical meat consumer” clearly fits within these broader trends. However there are a number of problems associated with current approaches to ethical meat consumption, and these raise questions as to whether such efforts are likely to result in broader changes. First, it is not clear that restaurants are the most appropriate spaces for people to engage with ethical considerations, including those relating to meat consumption. Many people seek to try something new, or to treat themselves when dining out, but these behaviours do not necessarily translate into changes in everyday eating habits. Reasons are varied but include that people cannot reproduce the same types of dishes or concepts at home as what they get at restaurants (or see on TV shows for that matter), and that many products may be out of an acceptable price range or inconvenient for daily consumption. Others want to escape from ethical decisions when dining out by relying on those preparing the food to do the work for them, and thus sometimes simply consume without necessarily investigating every detail relating to its production, preparation, and so on.Perhaps more importantly, many are sceptical about the promotion of various meat-related values by high-profile or celebrity chefs, raising questions about whether ethical categories are merely packaging or window dressing designed to sell products, or if they are truly tied to deeper values and better products. Such concerns are reinforced by tendencies to emphasize one type of meat product—say free-range, grass-fed, or humanely-raised—as better than all others, or even as the only right choice, and thus can at times seem to be elitist in their approaches, since they emphasize that only certain (often extremely expensive boutique products) count as ethical. As scholars have noted about the classed nature of many of these consumption practices (see, for example, Bell and Hollows; Naccarato and LeBesco), these types of value judgments are likely to be alienating to many people, and most importantly will not foster deeper reflections on our consumption habits.However it is clear that celebrity and other high-profile chefs do get the public’s attention, and thus can play important roles in shaping conversations about fostering more ethical ways of eating, including meat consumption. We contend that it is important not to emphasize only one right way of eating, but to actively consider the various trade-offs that we make when choosing what to buy, prepare, and consume. Promoting answers by nominating certain meat products or production methods as always better in all circumstances, no matter how these might be in conflict with other values, such as preferences for local, organic, alignment with cultural or religious values, sustainable, fair trade, and so on, is not likely to result in meaningful public engagement. Critiques of Pollan and other food activists make similar points about the potential elitism and hence limited value of promoting narrow forms of ethical eating (e.g., Guthman et al.; Zimmerman).In addition, such food categories often serve as proxies for deeper values, but not necessarily for the same values for all of us. Simply relying on categories or types of products thus fails to allow engagement with the underlying rationale for various choices. More generally, promoting individual consumer decision-making and market demand as the keys to ethical consumption overlooks the broader systemic issues that limit our choices, and in turn limits attention to changes that might be made in that system (e.g., Lavin; Guthman et al.; DeLind; Ankeny).Thus instead of promoting one right way of eating meat, or a narrow number of acceptable choices, celebrities, chefs, and restauranteurs should consider how they can help to promote dialogue and the posing of the right types of questions to consumers and diners, including about trade-offs inherent in meat consumption and choices of other products, ethical and otherwise. They also should use their roles as change-makers to consider how they might influence the broader food system, but without promoting a single right way of eating. Parallel to recent calls from scientists for a new planetary health diet which promotes increased vegetable consumption and reduced meat consumption for environmental, health, and other reasons, by providing a range of trade-offs to support a diet that that allows individuals to make personalised choices (Willett et al.), hybrid approaches to ethical eating are more likely to have influence on consumers and in turn on changing eating habits.ReferencesAbrams, Katie M., Thais Zimbres, and Chad Carr. “Communicating Sensitive Scientific Issues: The Interplay between Values, Attitudes, and Euphemisms in Communicating Livestock Slaughter.” Science Communication 37 (2015): 485–505.Adams, Carol. The Sexual Politics of Meat: A Feminist Vegetarian Critical Theory. London: Continuum, 2000.Adams, Michael. “‘Redneck, Barbaric, Cashed Up Bogan? I Don’t Think So’: Hunting and Nature in Australia.” Environmental Humanities 2 (2013): 43–56.Ankeny, Rachel A. “From Food Consumers to Food Citizens: Reconceptualising Environmentally-Conscious Food Decision-Making.” Food Justice, the Environment, and Climate Change. Eds. Erinn Gilson, and Sarah Kenehan. New York: Routledge, 2019. 267–79.Ankeny, Rachel A., and Heather J. Bray. “Red Meat and Imported Wine: Why Ethical Eating Often Stops at the Restaurant Door.” The Conversation 8 Jan. 2019. 28 Mar. 2019 &lt;https://theconversation.com/red-meat-and-imported-wine-why-ethical-eating-often-stops-at-the-restaurant-door-106926&gt;.Arcari, Paula. “The Ethical Masquerade: (Un)masking Mechanisms of Power behind ‘Ethical’ Meat.” Alternative Food Politics: From the Margins to the Mainstream. Eds. Michelle Phillipov and Katherine Kirkwood. London: Routledge, 2019. 169–89.Barnett, Clive, Nick Clarke, Paul Cloke, and Alice Malpass. “The Political Ethics of Consumerism.” Consumer Policy Review 15 (2005): 45–51.Bell, David, and Joanne Hollows. “From River Cottage to Chicken Run: Hugh Fearnley-Whittingstall and the Class Politics of Ethical Consumption.” Celebrity Studies 2 (2011): 178–91.———, Joanne Hollows, and Steven Jones. “Campaigning Culinary Documentaries and the Responsibilization of Food Crises.” Geoforum 84 (2017): 179–87.Bergeauld-Blackler, Florence. “The Halal Certification Market in Europe and the World: A First Panorama.” Halal Matters: Islam, Politics and Markets in Global Perspective. Eds. Florence Bergeauld-Blackler, Johan Fischer, and John Lever. London: Routledge, 2016. 105–26.Bray, Heather J., Sebastian Konyn, Yvette Wijnandts, and Rachel Ankeny. “Ferals or Food? Does Hunting Have a Role in Ethical Food Consumption in Australia?” Wild Animals and Leisure: Rights and Wellbeing. Eds. Neill Carr and Jeanette Young. London: Routledge, 2018. 210–24.———, Sofia C. Zambrano, Anna Chur-Hansen, and Rachel A. Ankeny. “Not Appropriate Dinner Table Conversation? Talking to Children about Meat Production.” Appetite 100 (2016): 1–9.Conservation Visions. State of Knowledge Report: Consumption Patterns of Wild Protein in North America. A Literature Review in Support of the Wild Harvest Initiative. St John’s: Conservation Visions, April 2016.Croney, C.C. “The Ethics of Semantics: Do We Clarify or Obfuscate Reality to Influence Perceptions of Farm Animal Production?” Poultry Science 87 (2008): 387–91.DeLind, Laura B. “Are Local Food and the Local Food Movement Taking Us Where We Want to Go? Or Are We Hitching Our Wagons to the Wrong Stars?” Agriculture and Human Values 28 (2011): 273–83.Evans, Adrian B., and Mara Miele. “Between Food and Flesh: How Animals Are Made to Matter (and Not Matter) within Food Consumption Practices.” Environment and Planning D: Society and Space 30 (2012): 298–314.Evans, Matthew. For the Love of Meat. Richmond: Hardie Grant Books, 2016.Fiddes, Nick. Meat: A Natural Symbol. London: Routledge, 1991.Gressier, Catie. “Going Feral: Wild Meat Consumption and the Uncanny in Melbourne, Australia.” The Australian Journal of Anthropology 27 (2016): 49–65.Guthman, Julie, et al. “Can’t Stomach It: How Michael Pollan et al. Made Me Want to Eat Cheetos.” Gastronomica 7 (2007): 75–9.Henderson, Fergus. Nose to Tail Eating: A Kind of British Cooking. London: Bloomsbury, 2004 (1999).Johnston, Ian. “Campaign Leads to Free Range Chicken Shortage.” The Telegraph 13 Apr. 2008. 20 Mar. 2019 &lt;https://www.telegraph.co.uk/news/uknews/1584952/Campaign-leads-to-free-range-chicken-shortage.html&gt;.Johnston, Josée, and Michael K. Goodman. “Spectacular Foodscapes: Food Celebrities and the Politics of Lifestyle Mediation in an Age of Inequality.” Food, Culture and Society 18 (2015): 205–22.Lavin, Chad. Eating Anxiety: The Perils of Food Politics. Minneapolis: U of Minnesota Press, 2013.Lewis, Tania, and Alison Huber. “A Revolution in an Eggcup? Supermarket Wars, Celebrity Chefs and Ethical Consumption.” Food, Culture and Society 18 (2015): 289–307.———, and Emily Potter. “Introducing Ethical Consumption.” Ethical Consumption: A Critical Introduction. Eds. Tania Lewis and Emily Potter. London: Routledge, 2011. 3–24.Naccarato, Peter, and Kathleen LeBesco. Culinary Capital. London: Bloomsbury, 2012.OzTAM. “Consolidated Metropolitan Top 20 Programs: Week 22 2018, 27/05/2018–02/06/2018.” OzTAM 20 Mar. 2019 &lt;https://oztam.com.au/documents/2018/OzTAM-20180527-EMetFTARankSumCons.pdf&gt;.Parker, Christine, Rachel Carey, and Gyorgy Scrinis. “The Consumer Labelling Turn in Farmed Animal Welfare Politics: From the Margins of Animal Advocacy to Mainstream Supermarket Shelves.” Alternative Food Politics: From the Margins to the Mainstream. Eds. Michelle Phillipov and Katherine Kirkwood. London: Routledge, 2019. 193–215.Parry, Jovian. “The New Visibility of Slaughter in Popular Gastronomy.” MA thesis. U of Canterbury, 2010.Phillipov, Michelle. “Escaping to the Country: Media, Nostalgia, and the New Food Industries.” Popular Communication 14 (2016): 111–22.———. Media and Food Industries: The New Politics of Food. Cham: Palgrave Macmillan, 2017.Pilgrim, Karyn. “‘Happy Cows’, ‘Happy Beef’: A Critique of the Rationales for Ethical Meat.” Environmental Studies 3 (2013): 111–27.Plous, S.S. “Psychological Mechanisms in the Human Use of Animals.” Journal of Social Issues 49 (1993): 11–52.Pollan, Michael. The Omnivore’s Dilemma: A Natural History of Four Meals. London: Penguin, 2006.Redzepi, Rene. “Redzepi on Redzepi: The Noma Australia Exit Interview.” Gourmet Traveller 30 Mar. 2016. 20 Mar. 2019 &lt;https://www.gourmettraveller.com.au/news/restaurant-news/redzepi-on-redzepi-the-noma-australia-exit-interview-3702&gt;.Roy Morgan. “Woolworths Increases Lead in $100b+ Grocery War.” Roy Morgan 23 Mar. 2018. 20 Mar. 2019 &lt;http://www.roymorgan.com/findings/7537-woolworths-increases-lead-in-$100b-plus-grocery-war-201803230113&gt;.Waters, Alice. The Chez Panisse Menu Cookbook. London: Chatto and Windus / The Hogarth Press, 1982.———. “The Farm-Restaurant Connection.” A Slice of Life: Contemporary Writers on Food. Ed. Bonnie Marranca. Woodstock: Overlook Duckworth, 2003. 328–36.Willett, Walter, et al. “Food in the Anthropocene: The EAT–Lancet Commission on Healthy Diets from Sustainable Food Systems.” The Lancet 393 (2019): 447–92.Zimmerman, Heidi. “Caring for the Middle Class Soul: Ambivalence, Ethical Eating and the Michael Pollan Phenomenon.” Food, Culture and Society 18 (2013): 31–50.",
  "authors": [
    {
      "display_name": "Rachel A. Ankeny",
      "id": "A5076296056",
      "orcid": "https://orcid.org/0000-0002-1547-6031",
      "institutions": [
        {
          "id": "I5681781",
          "display_name": "The University of Adelaide",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Rachel A. Ankeny"
    },
    {
      "display_name": "Michelle Phillipov",
      "id": "A5008314961",
      "orcid": "https://orcid.org/0000-0003-2547-6286",
      "institutions": [
        {
          "id": "I5681781",
          "display_name": "The University of Adelaide",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Michelle Phillipov"
    },
    {
      "display_name": "Heather J. Bray",
      "id": "A5004050108",
      "orcid": "https://orcid.org/0000-0002-9435-8876",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Heather J. Bray"
    }
  ],
  "publication_year": 2019,
  "publication_date": "2019-04-24",
  "type": "article",
  "cited_by_count": 6,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S2736490681",
    "display_name": "M/C Journal",
    "issn_l": "1441-2616",
    "issn": [
      "1441-2616"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310319749"
  },
  "volume": "22",
  "issue": "2",
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": true,
    "oa_status": "diamond",
    "oa_url": "https://oztam.com.au/documents/2018/OzTAM-20180527-EMetFTARankSumCons.pdf",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C30772137",
      "display_name": "Consumption (sociology)",
      "level": 2,
      "score": 0.5811
    },
    {
      "id": "C112698675",
      "display_name": "Advertising",
      "level": 1,
      "score": 0.576664
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.40146002
    },
    {
      "id": "C144133560",
      "display_name": "Business",
      "level": 0,
      "score": 0.32055706
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.2604497
    },
    {
      "id": "C36289849",
      "display_name": "Social science",
      "level": 1,
      "score": 0.077708274
    }
  ],
  "topics": [
    {
      "id": "T11259",
      "display_name": "Agriculture Sustainability and Environmental Impact",
      "score": 0.9628
    },
    {
      "id": "T11925",
      "display_name": "Culinary Culture and Tourism",
      "score": 0.9493
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.5204/mcj.1514",
  "pdf_url": "https://oztam.com.au/documents/2018/OzTAM-20180527-EMetFTARankSumCons.pdf",
  "retrieved_date": "2025-07-30T15:38:36.179172",
  "source_database": "OpenAlex"
}