{
  "openalex_id": "W2944155173",
  "doi": "https://doi.org/10.1016/j.ekir.2019.04.019",
  "title": "Global Health Training Opportunities in North American Nephrology Fellowships",
  "abstract": "Expanding global health training opportunities in North American nephrology training programs can build clinical, research, and education capacity in collaborating low- and middle-income countries (LMIC). At the same time, these collaborations may help achieve ambitious initiatives to improve care, such as the International Society of Nephrology (ISN) “0by25” program to eliminate preventable deaths from acute kidney injury (AKI) by 2025 worldwide.1International Society of NephrologyAKI-0by25.https://www.theisn.org/all-articles/616-0by25Date accessed: September 12, 2018Google Scholar ISN programs such as the Sister Center and Educational Ambassadors programs aim to bridge the gap in care between nascent programs in LMIC and more established programs around the globe.2International Society of NephrologySister Renal Centers Program.https://www.theisn.org/all-articles/64-isn-information/146-sister-renal-centers-programDate accessed: December 12, 2018Google Scholar, 3International Society of NephrologyISN Educational Ambassadors.http://ea.theisn.org/Date accessed: December 12, 2018Google Scholar Opportunities to travel to low-resource settings with a wide variety of pathologies and limited diagnostics could also increase engagement of nephrologists-in-training.4Sawatsky A.P. Rosenman D.J. Merry S.P. McDonald F.S. Eight years of the Mayo International Health Program: what an international elective adds to resident education.Mayo Clin Proc. 2010; 85: 734-741Abstract Full Text Full Text PDF PubMed Scopus (81) Google Scholar, 5Thompson M.J. Huntington M.K. Hunt D.D. et al.Educational effects of international health electives on U.S. and Canadian medical students and residents: a literature review.Acad Med. 2003; 78: 342-347Crossref PubMed Scopus (271) Google Scholar Medical schools are supporting the strong interest in global health among aspiring physicians, with 90% or more now offering a global health elective.6Khan O.A. Guerrant R. Sanders J. et al.Global health education in U.S. Medical schools.BMC Med Educ. 2013; 13: 3Crossref PubMed Scopus (70) Google Scholar Recent data indicate that 25% to 30% of medical students complete a global health elective during their training, compared with 7% in 1984.6Khan O.A. Guerrant R. Sanders J. et al.Global health education in U.S. Medical schools.BMC Med Educ. 2013; 13: 3Crossref PubMed Scopus (70) Google Scholar, 7Association of American Medical Colleges Medical school graduation questionnaire 2018 all schools summary report; 2018.https://www.aamc.org/download/490454/data/2018gqallschoolssummaryreport.pdfDate accessed: November 29, 2018Google Scholar An increasing number of internal medicine residency programs offer “global health tracks,” wherein residents train at international sites and expect to build an academic career within global health.8Panosian C. Coates T.J. The new medical “missionaries”–grooming the next generation of global health workers.N Engl J Med. 2006; 354: 1771-1773Crossref PubMed Scopus (101) Google Scholar Indeed, residency applicants evaluate the availability of global health programs when selecting training programs.9Bazemore A.W. Henein M. Goldenhar L.M. et al.The effect of offering international health training opportunities on family medicine residency recruiting.Fam Med. 2007; 39 (Available at:): 255-260http://www.ncbi.nlm.nih.gov/pubmed/17401769Date accessed: November 29, 2018PubMed Google Scholar,S1 Expansion of these opportunities within nephrology may thus improve recruitment into the specialty over time. However, the extent of global health training available through North American nephrology programs is unknown. We performed a survey of training program directors of adult and pediatric nephrology fellowship programs in the United States and Canada. Our primary objective was to characterize engagement and interest in global health training opportunities among programs, and to delineate where, and in what capacity, nephrology training programs participate in global health. Short methods, additional references, and the full survey are available in the Supplementary Methods, Supplementary References, and Supplementary Survey. In all, 76 of 225 (34%) surveyed program directors responded (59 of 169 [35%]) adult and 17 of 56 [31%] pediatric directors). Table 1 shows demographic data of responding directors and programs. A majority of directors had held their positions for fewer than 5 years. Adult programs were training a median of 6 fellows and pediatric programs 3 fellows; adult programs more commonly trained research fellows.Table 1Demographic data on respondents’ program leadership and fellowshipCharacteristicsTotalAdultPediatricNumber of programs surveyed76 (100)59 (100)17 (100)Country United States58 (76)44 (75)14 (82) Canada13 (17)11 (19)2 (12) Unknown5 (7)4 (7)1 (6)Title Assistant Professor23 (30)17 (29)5 (29) Associate Professor27 (36)25 (42)2 (12) Professor24 (32)14 (24)10 (32) Other3 (0.04)3 (0.05)0Years as program director <15 (7)4 (0.07)1 (0.06) 1−222 (29)18 (31)4 (24) 3−520 (26)17 (29)3 (18) 6−1010 (13)7 (12)3 (18) >1018 (24)12 (20)6 (35)Number of fellows (median) First-year231 Second-year231 Third-year001Presence of research fellows20 (26)19 (32)1 (0.06)Fellows returning to LMIC for practice16 (21)13 (22)3 (18)Number of faculty ≤1032 (42)19 (32)13 (76) 11−2028 (37)24 (41)4 (24) 21−3010 (13)10 (17)0 >306 (0.08)6 (10)0LMIC, low- and middle-income countries.Data presented as total programs’ numbers and percentage of responders. Open table in a new tab LMIC, low- and middle-income countries. Data presented as total programs’ numbers and percentage of responders. Overall, 41 programs (54%; 31 [53%] adult and 10 [59%] pediatric) reported global health activities. All programs with fellow-level projects reported at least 1 faculty collaboration. Collaborations spanned educational outreach, clinical support with visits from US and Canadian nephrologists to LMIC, training of LMIC providers within North America, and research projects (Figure 1). Program directors reported higher ISN engagement in pediatric rather than adult programs, and in educational rather than research activities. The topics covered in the educational collaborations spanned traditional nephrology content areas, including acute and chronic kidney disease, dialysis and transplantation, hypertension, and glomerular disease. A total of 17 programs (41%) do not advertise their global health opportunities online or do not present them during their applicant interviews. Of the programs without active global health activities, 11 (31%) reported existing collaborations in other divisions within their institution. Figure 2 maps the current reported collaborations. Program directors estimated that 13% of fellowship applicants expressed interest in global health, whereas 10% had prior experience. Fifteen programs (20%; 13 [22%] adult, 2 [12%] pediatric) reported training fellows interested in global health. Per program, a median of 2 fellows were engaged, most commonly in research or education activities in the Caribbean (Dominica, Bermuda) and Central American countries (El Salvador, Nicaragua, and Peru). Notably, 21% of programs reported training a fellow who may return to an LMIC for practice, the majority to African countries. In our survey of nephrology training program directors in North America, we found that more than 50% of respondents are aware of global health activities within their division. However, more than 40% are not presenting the potential for international engagement to fellowship applicants, and 66% are not aligned with ISN activities. More than 30% of nephrology divisions without current programs could tap into broader institutional opportunities to develop global health experiences. Applications to nephrology programs in the United States have experienced a steep drop over the past decade, declining by more than half, with many programs not filling available positions.S2 Highlighting global health opportunities could help North American programs to broaden the purview of nephrology topics and patient populations for medical students and internal medicine trainees. For example, acute kidney injury from dengue or leptospirosis occurs in young otherwise healthy people at higher volumes in India or Thailand, with careful timing of interventions being crucial to successful outcomes.S3 The intersection of indolent infections and kidney disease, or environmental exposures and kidney disease, remains largely unexplored; research programs within LMIC could support new avenues for investigation. Global health training can also directly and positively affect participating providers. These opportunities can provide experience with novel endemic diseases and severe presentations, challenge trainees’ clinical acumen, and expand their exposure to new cultures and technologies.S4 Fellows have also identified kidney ultrasound interpretation, glomerular disease management, and obstetric nephrology as among the top 5 topics needing additional instructions; clinical work done globally could provide ample opportunities for learning within these content areas.S5 Our survey results indicate that nephrology programs are not showcasing global health opportunities as a component of training within the field, and could be missing out on recruiting highly motivated trainees. For example, program directors estimated that 10% of applicants have global health experience, whereas 30% of all medical school graduates have participated in global health activities.6Khan O.A. Guerrant R. Sanders J. et al.Global health education in U.S. Medical schools.BMC Med Educ. 2013; 13: 3Crossref PubMed Scopus (70) Google Scholar, 7Association of American Medical Colleges Medical school graduation questionnaire 2018 all schools summary report; 2018.https://www.aamc.org/download/490454/data/2018gqallschoolssummaryreport.pdfDate accessed: November 29, 2018Google Scholar If these estimates are accurate, then nephrology programs are disproportionately “selecting out” trainees with global health interests. Otherwise, program directors are underestimating the level of global health engagement in current trainees. In either case, a visible platform for global health opportunities within nephrology could be beneficial, especially as the substantial and increasing burden of kidney disease−related mortality is recognized worldwide.S6 In addition, an open database to share information about programs and to stimulate organizational involvement may help to avoid redundant programs within heavily accessed counties while identifying LMIC with few or no partnerships. Establishing a structure for faculty-supported global health opportunity may also lead to high trainee engagement. This paper has several key limitations. The response rate was suboptimal albeit on par for medical provider surveys.S7 More importantly, we likely selected for respondents and programs with more interest in global health as a whole. Although this skews our description of the nephrology training landscape, it supports a potential future registry. In addition, retrospectively analyzing applicant interest and experience without a formal application review, as well as comparing across fellowships with different clinical and educational missions, is challenging. Global health training opportunities are vital for both the host and visiting countries. However, their development within Canadian and US nephrology training programs are in the nascent stages. Highlighting and supporting these opportunities has the potential to improve outcomes globally as well as to increase recruitment into North American training programs. All the authors declared no competing interests. The authors would like to acknowledge and thank the members of the International Society of Nephrology North American Regional Board for their work in supporting this project as well as nephrology care across the region. In addition, we wish to thank those who reviewed the survey before dissemination and who assisted in the dissemination. Finally, we wish to acknowledge and thank the many providers, at all levels, who care for patients with kidney disease around the globe. Members of the International Society of Nephrology North American and Caribbean Regional Board are Jeffrey Perl (Chair), Kamyar Kalantar-Zadeh (Deputy Chair), Adeera Levin, Agnes Fogo, Alfred Cheung, Allison Eddy, Amit Garg, Bertram Kasiske, Everard Barton, Fredric Finkelstein, Joanne Bargman, John Gill, Jorge Cerda, Joseph Bonventre, Julie Ingelfinger, Karen Yeates, Karina Sotomayor, Kenrick Berend, Kumar Sharma, Lance Dworkin, Marcello Tonelli, Matthew Weir, Michael Rocco, Michele Trask, Myles Wolf, Ravindra Mehta, Raymond Harris, Sharon Andreoli, Shuchi Anand, Stuart Shankland, Susan Quaggin, and Tushar Vachharajani. Download .pdf (.13 MB) Help with pdf files Supplementary File (PDF)Supplementary Methods.Supplementary Survey.Supplementary References.",
  "authors": [
    {
      "display_name": "Robert Rope",
      "id": "A5035866753",
      "orcid": "https://orcid.org/0000-0002-5458-1379",
      "institutions": [
        {
          "id": "I165690674",
          "display_name": "Oregon Health & Science University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Robert Rope"
    },
    {
      "display_name": "Jeffrey Perl",
      "id": "A5002399875",
      "orcid": "https://orcid.org/0000-0002-0008-7623",
      "institutions": [
        {
          "id": "I1297363086",
          "display_name": "St. Michael's Hospital",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I185261750",
          "display_name": "University of Toronto",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jeffrey Perl"
    },
    {
      "display_name": "Shuchi Anand",
      "id": "A5066090611",
      "orcid": "https://orcid.org/0000-0002-9892-8477",
      "institutions": [
        {
          "id": "I97018004",
          "display_name": "Stanford University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Shuchi Anand"
    },
    {
      "display_name": "Jeffrey Perl",
      "id": "A5002399875",
      "orcid": "https://orcid.org/0000-0002-0008-7623",
      "institutions": [
        {
          "id": "I1297363086",
          "display_name": "St. Michael's Hospital",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I185261750",
          "display_name": "University of Toronto",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jeffrey Perl"
    },
    {
      "display_name": "Kamyar Kalantar‐Zadeh",
      "id": "A5047313234",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Kamyar Kalantar-Zadeh"
    },
    {
      "display_name": "Adeera Levin",
      "id": "A5046130400",
      "orcid": "https://orcid.org/0000-0003-2438-8401",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Adeera Levin"
    },
    {
      "display_name": "Agnes B. Fogo",
      "id": "A5031318134",
      "orcid": "https://orcid.org/0000-0003-3698-8527",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Agnes Fogo"
    },
    {
      "display_name": "Alfred K. Cheung",
      "id": "A5054409151",
      "orcid": "https://orcid.org/0000-0002-7304-9476",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Alfred Cheung"
    },
    {
      "display_name": "Allison A. Eddy",
      "id": "A5062857251",
      "orcid": "https://orcid.org/0000-0002-3560-7510",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Allison Eddy"
    },
    {
      "display_name": "Amit X. Garg",
      "id": "A5001731019",
      "orcid": "https://orcid.org/0000-0003-3398-3114",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Amit Garg"
    },
    {
      "display_name": "Bertram L. Kasiske",
      "id": "A5087231272",
      "orcid": "https://orcid.org/0000-0003-4809-6956",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Bertram Kasiske"
    },
    {
      "display_name": "Everard Barton",
      "id": "A5112902666",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Everard Barton"
    },
    {
      "display_name": "Fredric O. Finkelstein",
      "id": "A5082972280",
      "orcid": "https://orcid.org/0000-0003-3086-3977",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Fredric Finkelstein"
    },
    {
      "display_name": "Joanne M. Bargman",
      "id": "A5107867802",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Joanne Bargman"
    },
    {
      "display_name": "John Gill",
      "id": "A5112365624",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "John Gill"
    },
    {
      "display_name": "Jorge Cerdá",
      "id": "A5051705032",
      "orcid": "https://orcid.org/0000-0001-7058-1697",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Jorge Cerda"
    },
    {
      "display_name": "Joseph V. Bonventre",
      "id": "A5089781525",
      "orcid": "https://orcid.org/0000-0001-7144-386X",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Joseph Bonventre"
    },
    {
      "display_name": "Julie R. Ingelfinger",
      "id": "A5049720282",
      "orcid": "https://orcid.org/0000-0001-9039-2703",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Julie Ingelfinger"
    },
    {
      "display_name": "Karen Yeates",
      "id": "A5009739177",
      "orcid": "https://orcid.org/0000-0003-3628-0879",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Karen Yeates"
    },
    {
      "display_name": "Karina Sotomayor",
      "id": "A5059431720",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Karina Sotomayor"
    },
    {
      "display_name": "Kenrick Berend",
      "id": "A5016614222",
      "orcid": "https://orcid.org/0000-0003-0996-8539",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Kenrick Berend"
    },
    {
      "display_name": "Kumar Sharma",
      "id": "A5088903449",
      "orcid": "https://orcid.org/0000-0002-7550-8525",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Kumar Sharma"
    },
    {
      "display_name": "Lance D. Dworkin",
      "id": "A5072191588",
      "orcid": "https://orcid.org/0000-0002-2471-5989",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Lance Dworkin"
    },
    {
      "display_name": "Marcello Tonelli",
      "id": "A5034928512",
      "orcid": "https://orcid.org/0000-0002-0846-3187",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Marcello Tonelli"
    },
    {
      "display_name": "Matthew A. Weir",
      "id": "A5030762655",
      "orcid": "https://orcid.org/0000-0003-3099-0124",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Matthew Weir"
    },
    {
      "display_name": "Michael V. Rocco",
      "id": "A5067252939",
      "orcid": "https://orcid.org/0000-0003-0544-6071",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Michael Rocco"
    },
    {
      "display_name": "Michele Trask",
      "id": "A5032852028",
      "orcid": "https://orcid.org/0000-0002-8890-2847",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Michele Trask"
    },
    {
      "display_name": "Myles Wolf",
      "id": "A5026885923",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Myles Wolf"
    },
    {
      "display_name": "Ravindra L. Mehta",
      "id": "A5082648404",
      "orcid": "https://orcid.org/0000-0002-0908-2968",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Ravindra Mehta"
    },
    {
      "display_name": "Raymond Harris",
      "id": "A5084993246",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Raymond Harris"
    },
    {
      "display_name": "Sharon Andreoli",
      "id": "A5007303278",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Sharon Andreoli"
    },
    {
      "display_name": "Shuchi Anand",
      "id": "A5066090611",
      "orcid": "https://orcid.org/0000-0002-9892-8477",
      "institutions": [
        {
          "id": "I97018004",
          "display_name": "Stanford University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Shuchi Anand"
    },
    {
      "display_name": "Stuart J. Shankland",
      "id": "A5047698585",
      "orcid": "https://orcid.org/0000-0002-4616-8330",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Stuart Shankland"
    },
    {
      "display_name": "Susan E. Quaggin",
      "id": "A5031271572",
      "orcid": "https://orcid.org/0000-0002-3706-5727",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Susan Quaggin"
    },
    {
      "display_name": "Tushar J. Vachharajani",
      "id": "A5071226187",
      "orcid": "https://orcid.org/0000-0002-4494-966X",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Tushar Vachharajani"
    }
  ],
  "publication_year": 2019,
  "publication_date": "2019-05-09",
  "type": "editorial",
  "cited_by_count": 1,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S2764478277",
    "display_name": "Kidney International Reports",
    "issn_l": "2468-0249",
    "issn": [
      "2468-0249"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320990"
  },
  "volume": "4",
  "issue": "7",
  "first_page": "904",
  "last_page": "907",
  "open_access": {
    "is_oa": true,
    "oa_status": "gold",
    "oa_url": "http://www.kireports.org/article/S2468024919301664/pdf",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.7370674
    },
    {
      "id": "C2775899829",
      "display_name": "Globe",
      "level": 2,
      "score": 0.49295855
    },
    {
      "id": "C46578552",
      "display_name": "Global health",
      "level": 3,
      "score": 0.4813519
    },
    {
      "id": "C2777106239",
      "display_name": "Sister",
      "level": 2,
      "score": 0.47592548
    },
    {
      "id": "C160735492",
      "display_name": "Health care",
      "level": 2,
      "score": 0.46473977
    },
    {
      "id": "C512399662",
      "display_name": "Family medicine",
      "level": 1,
      "score": 0.44915268
    },
    {
      "id": "C83867959",
      "display_name": "Scopus",
      "level": 3,
      "score": 0.42257282
    },
    {
      "id": "C509550671",
      "display_name": "Medical education",
      "level": 1,
      "score": 0.42157555
    },
    {
      "id": "C161191863",
      "display_name": "Library science",
      "level": 1,
      "score": 0.37997
    },
    {
      "id": "C2779473830",
      "display_name": "MEDLINE",
      "level": 2,
      "score": 0.29863018
    },
    {
      "id": "C138816342",
      "display_name": "Public health",
      "level": 2,
      "score": 0.295617
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.23343408
    },
    {
      "id": "C159110408",
      "display_name": "Nursing",
      "level": 1,
      "score": 0.22719964
    },
    {
      "id": "C118487528",
      "display_name": "Ophthalmology",
      "level": 1,
      "score": 0.131264
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11731",
      "display_name": "Global Health and Surgery",
      "score": 0.9999
    },
    {
      "id": "T11990",
      "display_name": "Global Health Workforce Issues",
      "score": 0.9876
    },
    {
      "id": "T12681",
      "display_name": "Global Healthcare and Medical Tourism",
      "score": 0.9705
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/j.ekir.2019.04.019",
  "pdf_url": "http://www.kireports.org/article/S2468024919301664/pdf",
  "retrieved_date": "2025-07-30T14:35:06.481201",
  "source_database": "OpenAlex"
}