{
  "openalex_id": "W2940428659",
  "doi": "https://doi.org/10.1097/prs.0000000000005735",
  "title": "Reply: Subcutaneous Mastectomy Improves Satisfaction with Body and Psychosocial Function in Trans Men: Findings of a Cross-Sectional Study Using the BODY-Q Chest Module",
  "abstract": "Sir: We thank Bertrand et al. for elaborating on the optimal measure with which to evaluate chest wall masculinizing surgery in transgender individuals.1 The authors clearly point out the different anatomical situation and technical considerations of this population compared with other groups undergoing chest wall contouring surgery. Although agreeing on the relevance of a dedicated measure with which to assess postoperative satisfaction, we take a somewhat different approach compared with Bertrand et al. In our opinion, postoperative patient-reported outcome measures should best be based on concepts that are experienced to be relevant by the individuals themselves. Traditionally, health care professionals assume what is important to patients when designing outcome measures of treatments, including patient-reported outcome measures. Recent reviews have shown the large number of concepts and self-developed measures that were used to assess the outcomes of gender-affirming operations.2 However, some concepts that were hypothesized by clinicians to be important may not be relevant to satisfaction and quality of life to patients, and vice versa. The development of the BODY-Q Chest Module (among other “Qs”) followed international guidelines for instrument development that emphasizes the use of qualitative methods to ensure that the scales measure concepts that matter to patients from their perspective.3 Postoperative chest sensation was assumed to be among the factors that influence chest satisfaction. Some transgender men mentioned nipple sensation during the interviews, and we included an item in the field-test scale to measure this concern. However, this item performed extremely poorly in the psychometric analysis and was therefore dropped.4 This finding is illustrated in Figure 1, which shows the item characteristic curves for the nipple sensation and shape items (the latter were included in the final scale). The dots representing the class intervals for shape satisfaction—among the other satisfaction items—follow the item characteristic curves well. That the sensation item does not can be explained, as the included items ask about appearance, whereas the nipple item asks about sensation.Fig. 1.: Rasch outcomes assessment of nipple sensation and satisfaction with chest shape. The curved lines represent the expected scores for each item (above, nipple sensation; below, satisfaction with chest shape). The closer the dots follow the item characteristic curve, the better the fit of the observed data to the predictions of the Rasch model.In the study referred to,5 we asked 50 postoperative transgender men whether they missed certain items in the scale, contributing to their quality of life. No comments on chest sensation were made by any of the participants. We do agree with Bertrand and colleagues on the importance of continuously improving patient-reported outcome measures for this group based on the latest clinical and societal developments and on other relevant measures. Currently, an international consortium is working on the development of the GENDER-Q, a comprehensive measure with both generic modules along with modules for specific surgical and nonsurgical gender-affirming treatments.6 In the process of development, a literature review and review of existing measures inform the patient interviews. For example, the BREAST-Q and FACE-Q will be assessed to determine their content validity for chest feminization (surgery) or facial (dis)satisfaction. Lastly, we emphasize the importance of the systematic collection of objective outcome data, such as surgical complications, standardized measurement of chest sensation, or clinician-reported aesthetic success, and to relate those measures to subjective patient-reported outcome measure data. We invite global partners to collaborate in the field testing of the preliminary version of the GENDER-Q to maximize generalizability and clinical use. Disclosure Dr. Klassen is a co-developer of the BODY-Q and would receive a share of the license revenues if used in a for profit study. The remaining authors have no financial disclosures to report. Tim C. van de Grift, M.D., M.Sc., Ph.D.Mark-Bram Bouman, M.D., Ph.D., F.E.C.S.M.Department of Plastic, Reconstructive, and Hand SurgeryAmsterdam University Medical CenterAmsterdam Public Health InstituteAmsterdam, The Netherlands Anne F. Klassen, B.A., D.Phil(Oxon.)Department of PediatricsMcMaster UniversityHamilton, Ontario, Canada Margriet G. Mullender, M.B.A., Ph.D.Department of Plastic, Reconstructive, and Hand SurgeryAmsterdam University Medical CenterAmsterdam Public Health InstituteAmsterdam, The Netherlands",
  "authors": [
    {
      "display_name": "Tim C. van de Grift",
      "id": "A5084109907",
      "orcid": "https://orcid.org/0000-0003-4382-7000",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Tim C. van de Grift"
    },
    {
      "display_name": "Mark‐Bram Bouman",
      "id": "A5046977837",
      "orcid": "https://orcid.org/0000-0002-4245-783X",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mark-Bram Bouman"
    },
    {
      "display_name": "Anne F. Klassen",
      "id": "A5070748857",
      "orcid": "https://orcid.org/0000-0003-4720-0096",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Anne F. Klassen"
    },
    {
      "display_name": "Margriet G. Mullender",
      "id": "A5035137866",
      "orcid": "https://orcid.org/0000-0001-6407-5405",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Margriet G. Mullender"
    }
  ],
  "publication_year": 2019,
  "publication_date": "2019-04-18",
  "type": "letter",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S100736837",
    "display_name": "Plastic & Reconstructive Surgery",
    "issn_l": "0032-1052",
    "issn": [
      "0032-1052",
      "1076-5751",
      "1529-4242"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "144",
  "issue": "1",
  "first_page": "145e",
  "last_page": "147e",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://doi.org/10.1097/prs.0000000000005735",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C150966472",
      "display_name": "Psychosocial",
      "level": 2,
      "score": 0.6165025
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.5620321
    },
    {
      "id": "C1862650",
      "display_name": "Physical therapy",
      "level": 1,
      "score": 0.54640913
    },
    {
      "id": "C2775944032",
      "display_name": "Patient satisfaction",
      "level": 2,
      "score": 0.53222287
    },
    {
      "id": "C2779951463",
      "display_name": "Quality of life (healthcare)",
      "level": 2,
      "score": 0.51060945
    },
    {
      "id": "C2779517570",
      "display_name": "Patient-reported outcome",
      "level": 3,
      "score": 0.49780965
    },
    {
      "id": "C2908647359",
      "display_name": "Population",
      "level": 2,
      "score": 0.47680852
    },
    {
      "id": "C2779671885",
      "display_name": "Transgender",
      "level": 2,
      "score": 0.4564538
    },
    {
      "id": "C70410870",
      "display_name": "Clinical psychology",
      "level": 1,
      "score": 0.36817384
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.28591022
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.2342821
    },
    {
      "id": "C159110408",
      "display_name": "Nursing",
      "level": 1,
      "score": 0.14667639
    },
    {
      "id": "C118552586",
      "display_name": "Psychiatry",
      "level": 1,
      "score": 0.13130218
    },
    {
      "id": "C99454951",
      "display_name": "Environmental health",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C11171543",
      "display_name": "Psychoanalysis",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11258",
      "display_name": "Breast Implant and Reconstruction",
      "score": 0.9785
    },
    {
      "id": "T10156",
      "display_name": "LGBTQ Health, Identity, and Policy",
      "score": 0.9676
    },
    {
      "id": "T13097",
      "display_name": "Male Breast Health Studies",
      "score": 0.9548
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1097/prs.0000000000005735",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:57:33.915968",
  "source_database": "OpenAlex"
}