{
  "openalex_id": "W2940238968",
  "doi": "https://doi.org/10.4324/9781315594118",
  "title": "Masculinities and Place",
  "abstract": "Contents: Introduction: masculinities and place, Andrew Gorman-Murray and Peter Hopkins. Part 1 Introducing and Theorising Masculinities and Place: Theorising, men, masculinities, place and space: local, national and transnational contexts and interrelations, Jeff Hearn, Alp Biricik and Tanja Joelsson Spatio-temporal and spatio-sensual assemblages of youthful masculinities, Anna Hickey-Moody and Jane Kenway Neoliberalism, masculinities and academic knowledge production: towards a theory of 'academic masculinities', Lawrence D. Berg, Levi Gahman and Neil Nunn. Part 2 Masculinities, Intersectionality and Relationality: 'I am lord, ... I am local': migrant masculinity, sex and making yourself at home, Greg Noble and Paul Tabar Negotiating masculinised migrant rights and everyday citizenship in a global city: Brazilian men in London, Kavita Datta and Cathy McIlwaine 'Where you are is what you wear': the leather community, International Mr Leather and hyper-masculinity, Andrew Childs Cowboy masculinities: relationality and rural identity, Chris Gibson. Part 3 Masculinities and Home: The geographies of military inculcation and domesticity: reconceptualising masculinities in the home, Stephen Atherton Violence and men in urban South Africa: the significance of 'home', Paula Meth 'My place of residence': home and homelessness in the Greater Toronto Area, Jeff May. Part 4 Masculinities and Domestic Labour: Reconceptualising 'masculinity' through men's contributions to domestic foodwork, Angela Meah Materiality, masculinity and the home: men and interior design, Andrew Gorman-Murray Working on masculinity at home, Rosie Cox. Part 5 Masculinities and the Family: Domestic ageing masculinities and grandfathering, Anna Tarrant Intergenerational relations and Irish masculinities: reflections from the Tyneside Irish, in the North-East of England, Michael Richardson Emotional mappings and the ethnopoetics of fathering, Stuart C. Aitken. Part 6 Masculinities, Place and Care: Masculinities, embodiment and care, Kim England and Isabel Dyck The gay bar as a place of men's caring, Michael Brown, Stefano Bettani, Larry Knopp and Andrew Childs 'It's a place where all friends meet': shared places, youth friendships and the negotiation of masculine identities in rural Estonia, Elen-Maarja Trell and Bettina van Hoven. Part 7 Masculinities, Health and Wellbeing: 'Being a man' in treatment: health, masculinity and the drama of independence, Robert Wilton and Joshua Evans Masculinities, life courses and sexual health: unpacking HIV risk and prevention among gay men in Halifax, Nova Scotia, Canada, Nathaniel M. Lewis Masculinities and mental health: geographies of hope 'down under', Jessica Jean Keppel. Part 8 Masculinities and Work: Representations, respect and resentment: labour market change and discourses of masculine disadvantage, Linda McDowell, Esther Rootham and Abby Hardgrove Masculinity in the marketplace: geographies of post-colonial gender work in modern Fiji, Geir-Henning Presterudstuen Crafting masculinities: a cultural economy of surfboard-making, Andrew Warren Performing rural masculinities: a case study of diggers and dealers, Barbara Pini and Robyn Mayes. Index.",
  "authors": [
    {
      "display_name": "Andrew Gorman‐Murray",
      "id": "A5055117003",
      "orcid": "https://orcid.org/0000-0001-7479-8172",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Andrew Gorman-Murray"
    },
    {
      "display_name": "Peter Hopkins",
      "id": "A5038356598",
      "orcid": "https://orcid.org/0000-0003-0445-9217",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Peter Hopkins"
    }
  ],
  "publication_year": 2016,
  "publication_date": "2016-05-06",
  "type": "book",
  "cited_by_count": 12,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "",
    "display_name": "",
    "issn_l": "",
    "issn": [],
    "type": "",
    "host_organization": ""
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.40839496
    }
  ],
  "topics": [
    {
      "id": "T11888",
      "display_name": "Gender Roles and Identity Studies",
      "score": 0.8998
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.4324/9781315594118",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:46:17.104414",
  "source_database": "OpenAlex"
}