{
  "openalex_id": "W2952044253",
  "doi": "https://doi.org/10.2110/jsr.2019.31",
  "title": "Fluid Circulation and Fault- and Fracture-related Diagenesis in Mississippian Syn-rift Carbonate Rocks On the Northeast Margin of the Metalliferous Dublin Basin, Ireland",
  "abstract": "Research Article| June 13, 2019 Fluid Circulation and Fault- and Fracture-related Diagenesis in Mississippian Syn-rift Carbonate Rocks On the Northeast Margin of the Metalliferous Dublin Basin, Ireland Kevin L. Shelton; Kevin L. Shelton 1Department of Geological Sciences, University of Missouri, Columbia, Missouri 65211, U.S.A. Search for other works by this author on: GSW Google Scholar James P. Hendry; James P. Hendry 2Tullow Oil Limited, Number 1 Central Park, Leopardstown, Dublin 18, Ireland e-mail: jim.hendry@tullowoil.com Search for other works by this author on: GSW Google Scholar Jay M. Gregg; Jay M. Gregg 3Boone Pickens School of Geology, Oklahoma State University, Stillwater, Oklahoma 74074, U.S.A. Search for other works by this author on: GSW Google Scholar Jon P. Truesdale; Jon P. Truesdale 1Department of Geological Sciences, University of Missouri, Columbia, Missouri 65211, U.S.A. Search for other works by this author on: GSW Google Scholar Ian D. Somerville Ian D. Somerville 4School of Earth Sciences, University College Dublin, Belfield, Dublin 4, Ireland Search for other works by this author on: GSW Google Scholar Author and Article Information Kevin L. Shelton 1Department of Geological Sciences, University of Missouri, Columbia, Missouri 65211, U.S.A. James P. Hendry 2Tullow Oil Limited, Number 1 Central Park, Leopardstown, Dublin 18, Ireland Jay M. Gregg 3Boone Pickens School of Geology, Oklahoma State University, Stillwater, Oklahoma 74074, U.S.A. Jon P. Truesdale 1Department of Geological Sciences, University of Missouri, Columbia, Missouri 65211, U.S.A. Ian D. Somerville 4School of Earth Sciences, University College Dublin, Belfield, Dublin 4, Ireland e-mail: jim.hendry@tullowoil.com Publisher: SEPM Society for Sedimentary Geology First Online: 13 Jun 2019 Online Issn: 1938-3681 Print Issn: 1527-1404 Copyright © 2019, SEPM (Society for Sedimentary Geology) Journal of Sedimentary Research (2019) 89 (6): 508–536. https://doi.org/10.2110/jsr.2019.31 Article history First Online: 13 Jun 2019 Cite View This Citation Add to Citation Manager Share Icon Share Facebook Twitter LinkedIn MailTo Tools Icon Tools Get Permissions Search Site Citation Kevin L. Shelton, James P. Hendry, Jay M. Gregg, Jon P. Truesdale, Ian D. Somerville; Fluid Circulation and Fault- and Fracture-related Diagenesis in Mississippian Syn-rift Carbonate Rocks On the Northeast Margin of the Metalliferous Dublin Basin, Ireland. Journal of Sedimentary Research 2019;; 89 (6): 508–536. doi: https://doi.org/10.2110/jsr.2019.31 Download citation file: Ris (Zotero) Refmanager EasyBib Bookends Mendeley Papers EndNote RefWorks BibTex toolbar search Search Dropdown Menu toolbar search search input Search input auto suggest filter your search All ContentBy SocietyJournal of Sedimentary Research Search Advanced Search Abstract Lower Carboniferous (Mississippian) limestones exposed on the northeastern margin of the Dublin Basin comprise syn-rift, shallow marine carbonate platform, and deep-water carbonate turbidite sequences. Multiple generations of fault- and fracture-related carbonate and quartz veins cut the strata and are locally associated with massive dolomitization of adjacent limestones. Associated saddle dolomite cements display inconsistent cathodoluminescence stratigraphies despite a common paragenetic context. Fluid inclusions record interaction of two end-member paleofluids: a moderate- to high-temperature (Th ∼ 150 to 300°C), low- to moderate-salinity brine, and a low-temperature (Th ∼ 60 to 135°C), high-salinity brine. Isotope analyses of host limestone, dolomite, and carbonate veins define trends of δ18O values from ∼ –3 to –22‰ VPDB, δ13C values from +4 to –4‰ VPDB, and 87Sr/86Sr values from 0.7080 to 0.7105. The wide ranges in δ18O and 87Sr/86Sr values of calcite veins reflect incursion of highly evolved waters that interacted to varying degrees with more radiogenic rocks along their flow paths and with the host limestones into which they were emplaced. Field evidence, including orientations of vein- and dolomite-associated faults, and presence of reworked zebra dolomites in Brigantian hanging wall debris-flow conglomerates, support a Viséan age of mineralization. Comparison with published data from the Irish Midlands and central Dublin Basin supports a conceptual model of syn-rift fluid flow where regional saline paleoaquifers were intercepted by localized hydrothermal cells on active faults, some of which extended into lower Paleozoic basement. Episodes of structurally controlled hydrothermal fluid flow, cooling and mixing of fluids, and variable fluid–rock interaction led to a suite of similar diagenetic products but a diversity of compositions that are neither geographically nor stratigraphically correlated. This study presents a rare example of syn-rift diagenesis recorded in syn-rift limestones on the margins of a metalliferous basin. You do not have access to this content, please speak to your institutional administrator if you feel you should have access.",
  "authors": [
    {
      "display_name": "Kevin L. Shelton",
      "id": "A5082391543",
      "orcid": "https://orcid.org/0000-0003-1457-0306",
      "institutions": [
        {
          "id": "I76835614",
          "display_name": "University of Missouri",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Kevin L. Shelton"
    },
    {
      "display_name": "James P. Hendry",
      "id": "A5064149692",
      "orcid": "https://orcid.org/0000-0002-8448-6057",
      "institutions": [
        {
          "id": "I2890687768",
          "display_name": "Leopardstown Park Hospital",
          "country_code": "IE",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "James P. Hendry"
    },
    {
      "display_name": "Jay M. Gregg",
      "id": "A5105876388",
      "orcid": "https://orcid.org/0000-0002-2856-3775",
      "institutions": [
        {
          "id": "I115475287",
          "display_name": "Oklahoma State University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jay M. Gregg"
    },
    {
      "display_name": "Jon P. Truesdale",
      "id": "A5047370527",
      "orcid": null,
      "institutions": [
        {
          "id": "I76835614",
          "display_name": "University of Missouri",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jon P. Truesdale"
    },
    {
      "display_name": "Ian D. Somerville",
      "id": "A5014600402",
      "orcid": "https://orcid.org/0000-0001-8379-9097",
      "institutions": [
        {
          "id": "I100930933",
          "display_name": "University College Dublin",
          "country_code": "IE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ian D. Somerville"
    }
  ],
  "publication_year": 2019,
  "publication_date": "2019-06-13",
  "type": "article",
  "cited_by_count": 13,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S147293822",
    "display_name": "Journal of Sedimentary Research",
    "issn_l": "1527-1404",
    "issn": [
      "1527-1404",
      "1938-3681"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316185"
  },
  "volume": "89",
  "issue": "6",
  "first_page": "508",
  "last_page": "536",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C127313418",
      "display_name": "Geology",
      "level": 0,
      "score": 0.7377605
    },
    {
      "id": "C50682988",
      "display_name": "Rift",
      "level": 3,
      "score": 0.5267638
    },
    {
      "id": "C2781113848",
      "display_name": "Geological survey",
      "level": 2,
      "score": 0.48196265
    },
    {
      "id": "C109007969",
      "display_name": "Structural basin",
      "level": 2,
      "score": 0.46181476
    },
    {
      "id": "C130452526",
      "display_name": "Diagenesis",
      "level": 2,
      "score": 0.4503563
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.4216502
    },
    {
      "id": "C151730666",
      "display_name": "Paleontology",
      "level": 1,
      "score": 0.32610732
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.14384037
    }
  ],
  "topics": [
    {
      "id": "T10110",
      "display_name": "earthquake and tectonic studies",
      "score": 0.9995
    },
    {
      "id": "T10001",
      "display_name": "Geological and Geochemical Analysis",
      "score": 0.9985
    },
    {
      "id": "T10399",
      "display_name": "Hydrocarbon exploration and reservoir analysis",
      "score": 0.9984
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.2110/jsr.2019.31",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:26:06.766097",
  "source_database": "OpenAlex"
}