{
  "openalex_id": "W2965637650",
  "doi": "https://doi.org/10.1097/ju.0000000000000463",
  "title": "The Impact of Nocturia on Mortality: A Systematic Review and Meta-Analysis",
  "abstract": "You have accessJournal of UrologyReview Articles1 Mar 2020The Impact of Nocturia on Mortality: A Systematic Review and Meta-AnalysisThis article is commented on by the following:Editorial Comment Jori S. Pesonen, Rufus Cartwright, Robin W. M. Vernooij, Yoshitaka Aoki, Arnav Agarwal, Altaf Mangera, Alayne D. Markland, Johnson F. Tsui, Henrikki Santti, Tomas L. Griebling, Alexey E. Pryalukhin, Jarno Riikonen, Riikka M. Tähtinen, Camille P. Vaughan, Theodor M. Johnson, Anssi Auvinen, Diane Heels-Ansdell, Gordon H. Guyatt, and Kari A. O. Tikkinen Jori S. PesonenJori S. Pesonen Department of Urology, Päijät-Häme Central Hospital, Lahti, Finland Department of Urology, Tampere University Hospital, Tampere, Finland Faculty of Medicine and Life Science, University of Tampere, Tampere, Finland , Rufus CartwrightRufus Cartwright Department of Epidemiology and Biostatistics, Imperial College, London, United Kingdom Department of Urogynaecology, Oxford University Hospitals NHS Trust, Oxford, United Kingdom , Robin W. M. VernooijRobin W. M. Vernooij Department of Research, Netherlands Comprehensive Cancer Organization, Utrecht, The Netherlands , Yoshitaka AokiYoshitaka Aoki Department of Urology, University of Fukui, Fukui, Japan , Arnav AgarwalArnav Agarwal Department of Medicine, University of Toronto, Toronto, Ontario, Canada , Altaf MangeraAltaf Mangera Department of Urology, Sheffield Teaching Hospitals, Sheffield, United Kingdom , Alayne D. MarklandAlayne D. Markland Department of Medicine and Division of Gerontology, Geriatrics and Palliative Care, University of Alabama Birmingham School of Medicine, Birmingham, Alabama Department of Veterans Affairs, Birmingham/Atlanta Geriatric Research Education and Clinical Center, Atlanta, Georgia , Johnson F. TsuiJohnson F. Tsui Department of Urology, Hackensack University Medical Center, New Jersey , Henrikki SanttiHenrikki Santti Department of Urology, University of Helsinki, Helsinki, Finland Helsinki University Hospital, Helsinki, Finland , Tomas L. GrieblingTomas L. Griebling Department of Urology and The Landon Center On Aging, University of Kansas, Kansas City, Kansas , Alexey E. PryalukhinAlexey E. Pryalukhin Department of Urology, North-Western State Medical University named after I. I. Mechnikov, Saint Petersburg, Russia Department of Pathology, University Hospital of Bonn, Bonn, Germany , Jarno RiikonenJarno Riikonen Department of Urology, Tampere University Hospital, Tampere, Finland Faculty of Medicine and Life Science, University of Tampere, Tampere, Finland , Riikka M. TähtinenRiikka M. Tähtinen Department of Obstetrics and Gynecology, Tampere University Hospital,Tampere, Finland , Camille P. VaughanCamille P. Vaughan Department of Veterans Affairs, Birmingham/Atlanta Geriatric Research Education and Clinical Center, Atlanta, Georgia Department of Medicine, Division of General Medicine and Geriatrics, Emory University School of Medicine, Atlanta, Georgia , Theodor M. JohnsonTheodor M. Johnson Department of Veterans Affairs, Birmingham/Atlanta Geriatric Research Education and Clinical Center, Atlanta, Georgia Department of Medicine, Division of General Medicine and Geriatrics, Emory University School of Medicine, Atlanta, Georgia , Anssi AuvinenAnssi Auvinen Faculty of Social Sciences, University of Tampere, Tampere, Finland , Diane Heels-AnsdellDiane Heels-Ansdell Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada , Gordon H. GuyattGordon H. Guyatt Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada Department of Medicine, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada , and Kari A. O. TikkinenKari A. O. Tikkinen **Correspondence: Departments of Urology and Public Health, University of Helsinki and Helsinki University Hospital, Haartmaninkatu 4, Helsinki00029, Finland telephone: +358-50-5250971; E-mail Address: [email protected] Department of Urology, University of Helsinki, Helsinki, Finland Helsinki University Hospital, Helsinki, Finland View All Author Informationhttps://doi.org/10.1097/JU.0000000000000463AboutAbstractPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookTwitterLinked InEmail Abstract Purpose: Nocturia (waking from sleep at night to void) is a common cause of sleep disruption associated with increased comorbidity and impaired quality of life. However, its impact on mortality remains unclear. We performed a systematic review and meta-analysis to evaluate the association of nocturia with mortality as a prognostic factor and a causal risk factor. Materials and Methods: We searched PubMed®, Scopus®, CINAHL® (Cumulative Index of Nursing and Allied Health Literature) and major conference abstracts up to December 31, 2018. Random effects meta-analyses were done to address the adjusted RR of mortality in people with nocturia. Meta-regression was performed to explore potential determinants of heterogeneity, including the risk of bias. We applied the GRADE (Grades of Recommendation, Assessment, Development and Evaluation) framework to rate the quality of evidence for nocturia as a prognostic risk factor for mortality and separately as a cause of mortality. Results: Of the 5,230 identified reports 11 observational studies proved eligible for inclusion. To assess nocturia 10 studies used symptom questionnaires and 1 used frequency-volume charts. Nocturia was defined as 2 or more episodes per night in 6 studies (55%) and as 3 or more episodes per night in 5 (45%). Pooled estimates demonstrated a RR of 1.27 (95% CI 1.16–1.40, I2=48%) with an absolute 1.6% and 4.0% 5-year mortality difference in individuals 60 and 75 years old, respectively. The pooled estimates of relative risk did not differ significantly across varying age, gender, followup, nocturia case definition, risk of bias or study region. We rated the quality of evidence for nocturia as a prognostic factor as moderate and as a cause of mortality as very low. Conclusions: Nocturia is probably associated with an approximately 1.3-fold increased risk of death. Abbreviations and Acronyms GRADE Grades of Recommendation, Assessment, Development and Evaluation LUTS lower urinary tract symptoms Nocturia (awakening from sleep at night to void) is one of the most common and bothersome LUTS.1,2 The incidence of nocturia increases markedly with age in women and men.3 Besides being a common cause of sleep disruption and impaired quality of life, nocturia is associated with comorbidities such as diabetes, cardiovascular disease, chronic respiratory disease, neurological disease and malignancy.4–6 An accompanying meta-analysis demonstrates that nocturia is associated with a 1.2-fold risk of falls and a 1.3-fold risk of fractures.7 When suggesting a number of possible causal pathways, some authors have postulated that nocturia may increase the risk of death.8 As people with nocturia tend to be older and are more likely to have comorbid conditions, the relevance of using nocturia as a mortality risk factor must be considered according to the effect of various confounders of the association of nocturia with mortality. That is, we would not want to attribute to nocturia an association with death which could be completely explained by older age. To optimally assess the impact of nocturia on mortality one must also consider fluctuations in nocturia as well as followup (the interval after the initial assessment).3 Furthermore, investigators should use a validated nocturia assessment method and also reliably register all deaths during followup to further minimize the risk of bias. The primary aim of our systematic review and meta-analysis was to clarify the association of nocturia with mortality and the possible impact of nocturia on mortality. We addressed possible effect modification by patient age, gender, followup, varying nocturia definitions and different sources of bias on the relative measures of association (ie possible variation in the extent of association by age, gender and other factors). Therefore, we tested the relationship of nocturia to mortality as a prognostic risk factor and as a causal agent. Materials and Methods The review protocol is registered in the PROSPERO (International Prospective Register of Systematic Review) database as CRD42016051132. We used the PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) statement for guidance.9 Data Sources and Searches We searched databases, including PubMed® from 1946, Scopus® from 1995 and CINAHL® (Cumulative Index of Nursing and Allied Health Literature) from 1960 up to December 31, 2018. Additionally, we searched the conference proceedings of the AUA (American Urological Association), EAU (European Association of Urology), ICS (International Continence Society) and IUGA (International Urogynecological Association) annual conferences from 2005 to 2018 for any ongoing or unpublished studies. We did not apply any restrictions to language or publication status. Finally, we hand searched the reference lists of the included articles. The supplementary material (https://www.jurology.com) provides the search strategy. Eligibility Criteria We included longitudinal studies with a followup (study duration) of at least 3 months in which at least 95% of participants were adults (age 18 years or greater). The studies assessed nocturia at baseline and reported deaths during followup after an initial assessment. We excluded studies evaluating the effect of any intervention, including cohorts of untreated control arms. Study Selection and Data Extraction We used standardized, pilot tested forms with detailed instructions to screen abstracts and full texts, risk of bias assessments and data extraction. Pairs of 2 reviewers independently screened study reports for eligibility, assessed the risk of bias in eligible studies and abstracted data. The reviewers resolved disagreements through discussion and, if necessary, consulted clinician-methodologist adjudicators. When more than 1 report provided data on the same study, we extracted relevant data from all reports after excluding overlap. We recorded the country and/or source of the study sample, participant age and gender distribution, exclusion criteria, assessment tools used for nocturia, followup time, sample size, exclusion criteria and response rate as well as adjustment variables for mortality effect estimates. We contacted the authors of primary studies to confirm and clarify our data extraction. Evidence Quality and Bias Risk Assessments According to the GRADE framework for assessments of prognosis a body of observational studies begins as high quality evidence. However, several categories of limitations may reduce evidence quality, including risks of bias, imprecision, inconsistency and indirectness.10 In contrast, in the GRADE approach to studies of intervention a body of observational studies begins as low quality evidence and may be rated down to very low by the same limitations as in intervention studies and may also be rated up by factors such as a large effect size or a dose-response gradient.11 Therefore, in this review, which included only observational studies, the evidence can provide trustworthy inferences about prognosis (ie is nocturia associated with mortality) but not causation (ie does nocturia cause an increase in deaths). To formally compare the certainty of the pooled nocturia estimates as a prognostic factor (synonymous with risk factor) and as a cause of mortality we assessed the quality of evidence using the GRADE framework for prognostic and intervention research.10,11 Methods to evaluate the risk of bias in longitudinal cohort studies are less developed than the methods in randomized controlled trials.12 Through discussion and consensus building, and considering previous literature3,13–15 we developed an instrument to categorize studies as at low or high risk for bias (supplementary material, https://www.jurology.com). This includes features of included studies which could potentially bias the estimates, including how well the sample represents the general population, confidence in the nocturia and mortality assessments, the proportion of missing data and adjustments for important potential confounders of and/or risk factors for mortality. Data Analysis Including Statistical Analysis To calculate the pooled estimates of relative measures of the association of nocturia with mortality we extracted HRs or alternatively RRs to be used interchangeably with HRs. To minimize confounding we selected those with maximum adjustments from the reported regression models. If a study provided only an OR instead of a HR or a RR, we acknowledged the high prevalence of nocturia by converting the OR into a RR using the equation, RR = OR/(1 – p + [p × OR]), where p represents the baseline risk, ie the risk of death in people without baseline nocturia.16 We calculated the pooled RRs using the DerSimonian-Laird random effects inverse variance method. When raw data were available, to take account of the effect of potential confounders including age and comorbidities we derived adjusted RRs from multivariable logistic regression models. To address the effect of age and the natural history of nocturia on the relative measures of association we stratified the analyses by 3 age groups (18 to 49, 50 to 69 and 70 years old or older). We adjusted for gender, followup (less than 10 vs 10 years or more), risk of bias and study region, and examined these variables as possible effect modifiers using the chi-square test. We stratified estimates by nocturia status in terms of a binary variable (case definitions of 2 or more vs 0 or 1 and 3 or more vs 0 to 2 voids per night) and a 3-value categorical variable (2 vs 0 or 1 and 3 or more vs 0 or 1 voids per night). We used the latter to explore the exposure-response relationship of nocturia with mortality. We complemented our subgroup analyses using the chi-square test with meta-regression analysis weighted by the inverse of the variance in a random effects model using prespecified hypotheses. We examined certain variables as potential sources of heterogeneity, including gender, age, followup, nocturia case definition and risk of bias. We used prespecified hypotheses, including that the effect of nocturia on mortality would be higher for male vs female or mixed gender, for younger age (less than 70 vs 70 years or greater), for shorter followup (less than 10 vs 10 years or more), for a higher nocturia case definition (3 or more vs 2 or more voids per night) and for a high vs a low risk of bias. We set a threshold of p <0.05 as the minimum criterion for a credible subgroup effect. We report the association of nocturia with mortality in terms of relative and absolute estimates. We present the 5-year absolute risk of death among men and women 60 years old or older, representing an age group commonly affected by nocturia.3 When calculating the baseline risks, we first estimated the average 5-year death rates using the reported annual death rates for people 55 to 64 and 75 to 84 years old in the United States in 2016.17 For the average estimates of a nocturia prevalence of 2 or more voids per night18 in the desired age groups we then extracted the reported rates from studies in a previous comprehensive systematic review (supplementary material, https://www.jurology.com).19 We calculated the 95% CI of natural logarithms of the prevalence per 100 individuals and pooled the estimates in a random effects meta-analysis (supplementary material, https://www.jurology.com). Finally, to derive the baseline risks in the absence and the presence of nocturia we divided the average death rates into proportions based on the nocturia prevalence and pooled RRs of the desired age groups. Statistical analyses were performed with metan and metareg in Stata® 12.1.20 Results Literature Search and Study Characteristics We screened 5,230 abstracts and retrieved 132 potentially eligible full text reports and 22 conference abstracts (fig. 1). Ten original full text articles and 1 conference abstract provided data on nocturia associated death, including 19,590 men and 14,241 women with a total followup of 297,379 person-years (table 1).21–32 Five of the 11 authors (45%) confirmed the accuracy of our data extraction,22,25,27,29,31 2 (18%) corrected some errors or provided additional information26,32 and 4 (36%) were unable respond to our requests for data checks and clarifications.21,23,28,30 Figure 1. Study flow chart Table 1. Characteristics of original studies included in analysis References Country Sample Source Population Characteristics Exclusion Criteria Assessment Median Followup (yrs) No. Contacted at Baseline/No. Eligible Respondents (%) Gender % Male Mean Age (range) Nocturia Mortality Asplund21 Sweden Pensioner association registry Both 40 73 (53-92)* None Unvalidated National death registry 4.5 10,216/6,143 (60) Bursztyn et al22 Israel Electoral records Both 55 70 None Unvalidated National death registry 12 759/456 (60) Fitzgerald23 + Palloni24 et al† Puerto Rico Various public registries Men 100 71 (60-99) Institutionalized Unvalidated National death registry 2 1,736/1,480 (85) Nakagawa et al25 Japan Civil registry Both 46 76 (70-97) National Health Insurance nonmembers In accord with I-PSS (International Prostate Symptom Score)/AUA-SI (AUA-Symptom Index) National Health Insurance registry 5 2,925/784 (27) Kupelian et al26 United States Various public registries Both 47 49 (20-90) Institutionalized In accord with I-PSS/AUA-SI National Hospital Care Survey linked mortality files 8.8 39,695/15,988 (69) Galizia et al27 Italy Electoral rolls Both 45 74 (65+) None In accord with I-PSS/AUA-SI General practitioner registries, death certificates 12 1,780/1,288 (72) Lightner et al28 United States Medical records of various health care units Men 100 54 (40-79) Surgery/condition affecting lower urinary tract AUA-SI every 2 yrs Multiple sources, ie death certificates, autopsy reports 17 3,874/2,115 (55)‡ Van Doorn et al29 Netherlands Civil registry Men 100 61 (50-78) Surgery/condition affecting lower urinary tract, poor health Frequency-vol chart General practitioner registries 13.4 3,398/1,114 (33) Chung et al30 Taiwan Hospital diabetic clinic Both 52 63 (32-94)* Less than 1-yr type 2 diabetes treatment Overactive Bladder Symptom Score National death registry 2.5 1,715/1,301 (76) Endeshaw et al31 United States Medicare beneficiaries, designated ZIP Code areas Men 100 74 (70-79) None I-PSS Clinic visits, telephone contacts, death certificates 9 Unclear/1,478 Åkerla et al32 Finland Civil registry Men 100 58 (50-70) None DAN-PSS (Danish Prostatic Symptom Score) assessed every 5 yrs National death registry 21 3,143/1,332 (42)§ Age range approximated by reported SD for mean age (mean age ± 3 SD). Previously unpublished analyses based on study raw data.24 To replace men who died or dropped out 332 men were recruited during first 4 years of followup. Response available for every LUTS assessment while alive. Studies were done on 3 continents in male and mixed gender populations varying widely in age distribution and followup (table 1). Nocturia was defined as 2 or more episodes per night in 6 studies (55%) and as 3 or more episodes per night in 5 (45%). Reflecting the differences in study populations as well as variations in symptom assessment methods, the baseline prevalence of nocturia in the study populations varied widely with a range of 8% to 34% based on a case definition of 2 or more voids per night (vs 0 or 1) and 2.5% to 35% with a case definition of 3 or more voids per night (vs 0 to 2) in adults younger than 70 years. In adults 70 years old or older the range was 35% to 49% using the broader case definition and 8% to 38% using the more restrictive definition (supplementary material, https://www.jurology.com). Risk of Bias Eligible individuals were identified by electoral rolls in 2 studies,22,27 by household registries in 223,26 and by civil registries in 3.25,29,32 In 1 study a combination of hospital and primary care registries was used,28 1 study recruited patients from a hospital diabetes clinic30 and 1 used primary care registries for White participants and ZIP Code™ lists for Black participants.31 We considered the cohorts of 7 studies to adequately represent general populations with a satisfactory participation rate (table 1 and fig. 2).21–23,26–28,32 Figure 2. Risk of bias in included studies To assess nocturia at baseline 10 studies used symptom questionnaires and 1 used frequency-volume charts. We considered 8 studies (73%) to have assessed nocturia accurately (table 1 and fig. 2).25–32 Five studies (45%) collected mortality data from a national death registry and 5 (45%) used linkage to registries of different health care institutions. We considered that 10 studies (91%) assessed mortality accurately using registry data.21–23,25–30,32 Eight studies (73%) had little missing data.22,25–29,31,32 Six studies (55%) adequately adjusted estimates (supplementary material, https://www.jurology.com, table 1 and fig. 2).22,25,26,29,31,32 Nocturia Impact on Mortality The pooled RR of death in 11 studies, including 2 at low and 9 at high risk of bias, proved higher in persons with vs without nocturia (RR 1.27, 95% CI 1.16–1.40; heterogeneity I2=48.3%). In these studies there was moderate quality evidence for prognosis and very low quality evidence for causality (table 2 and fig. 3). Table 2. Evidence profile of nocturia as prognostic factor for mortality vs cause of mortality No. studies 11 (observational cohort) No. no nocturia/nocturia* 26,763/7,048 RR (95% CI) 1.27 (1.16–1.40)† % Absolute risk difference/5 yrs: Age 60 1.6 Age 75 4 Prognosis:‡ Starting quality High Risk of bias† Serious limitations Inconsistency, indirectness, imprecision No serious limitations Estimate certainty Moderate Causation:‡ Starting quality Low Risk of bias† Serious limitations Inconsistency, indirectness, imprecision No serious limitations Estimate certainty Very low Because some studies showed number of exposed participants for several nocturia case definitions, number with 2 or more and 0 or 1 void per night included in total count of exposed and unexposed participants. Supplementary Appendix 2 (https://www.jurology.com) and figure 2. Based on GRADE principles with observational evidence beginning as high quality when used for prognosis research, and low quality when used for causation research. Figure 3. Forest plot of death RR in individuals with nocturia On subgroup meta-analyses the pooled estimates of the association of nocturia with mortality did not differ significantly in samples stratified by age, gender, followup, nocturia case definition, risk of bias or study region (supplementary material, https://www.jurology.com). This was also true for multivariable adjusted meta-regression analyses (supplementary material, https://www.jurology.com). Based on mean death rates in the United States among people 60 and 75 years old with an age specific prevalence of 2 or more nocturia episodes per night of approximately 20% and 40%, the nocturia associated increase in the overall 5-year absolute death risk was 1.6% and 4.0%, respectively (supplementary material, https://www.jurology.com, and fig. 4). Figure 4. Relative and absolute risks of death in 5 years in individuals with vs without nocturia. Light green bars indicate 0 or 1 void per night. Dark green bars indicate 2 or more voids per night. Evidence Quality We identified 11 studies, including 2 at low and 9 at high risk for bias (fig. 2). We rated quality lower due to the high risk of bias, to which most included studies were susceptible. Therefore, we rated the quality of evidence (certainty in estimates) as moderate for nocturia as a prognostic risk factor for mortality and as very low quality for nocturia as a causal factor for mortality (table 2). Discussion This meta-analysis showed a 27% increase in the RR of death in people with nocturia, defined as 2 or more, or 3 or more episodes per night, compared to those without nocturia after adjusting for age, gender and various comorbidities. This corresponds with a nocturia associated increase in the overall 5-year absolute death risk by 1.6% among persons 60 years old and 4.0% among those 75 years old. The magnitude of the association did not differ across a number of predictor variables. Our finding is that there is moderate quality evidence for nocturia as prognostic factor of an increased risk of death but only very low quality evidence for nocturia as a cause of mortality. Strengths and Limitations The strengths of this review include a comprehensive search of published and unpublished studies without language restrictions; duplicate assessments of eligibility, risk of bias and data extraction; data accuracy checked with the authors of the original studies; and appraisal of the quality of evidence using the GRADE approach for inferences regarding nocturia as a prognostic factor and a causal factor for mortality. In addition to the novel approaches to establish the best available evidence on the topic, to our knowledge our study is the first to provide absolute effects in addition to relative estimates of the association of nocturia and mortality. For this purpose we also performed a meta-analysis of the nocturia prevalence, which is likely of interest itself (supplementary material, https://www.jurology.com). The limitations of our review are largely those of the eligible studies. 1) No study was free of the risk of bias and there were common limitations related to nonrepresentative source populations, inaccurate assessments of nocturia or mortality, missing data or inadequately adjusted analyses (fig. 2). 2) Although the analyses showed no effect for the nocturia case definition, only 3 studies provided estimates of nocturia as a discrete variable with multiple values (the number of voids). 3) Only 1 study provided data on the association of nocturia and mortality specifically in women.26 4) Because none of the studies addressed causes of death, we could not assess mortality from specific causes. 5) No detailed bladder diary data were available. Therefore, we could not differentiate the effects of nocturia on mortality when it appeared as an isolated symptom or accompanied by other LUTS, or determine whether nocturia was due to global and/or nocturnal polyuria, reduced bladder capacity or a mixed etiology.1 6) A paucity of studies assessed sleep disorders as potential comorbid conditions with nocturia. Thus, we were unable to differentiate between the roles of insomnia symptoms as potential confounders vs mediators of mortality (nocturia caused by primary insomnia vs insomnia secondary to nocturia).33 Since especially among older people nocturia is one of the leading causes of sleep disruption, which has further been shown to be a prognosticator of mortality, analyses to test effect modification by sleep disorders would be highly relevant.34–36 Accordingly, in the 2 available studies performed in Western male populations of the role of sleep disruption as one of the potential mediators of nocturia and mortality, the association between nocturia and mortality became nonsignificant after controlling the estimates for sleep disorders and other comorbidities.31,36 One of these studies, a randomized trial of dutasteride for prostate cancer chemoprevention, was excluded from our review because it was interventional.36 7) None of the studies applied more sophisticated analytical techniques, such as structural equation modeling, to identify potential causal pathways between nocturia and mortality.37 8) Although the meta-regression analysis failed to show an influence of followup duration, that analysis was limited by the lack of repeat assessments during followup and, therefore, failure to consider the effect of incident and remittent nocturia on the estimates. 9) The results provide only low quality evidence regarding nocturia as a cause of the increased death rate associated with the exposure. Relation to Prior Work To our knowledge only 1 earlier systematic review with a meta-analysis has been published which examined the impact of nocturia on mortality.38 That review revealed a pooled HR of 1.23 (95% CI 1.07–1.42), comparable to our best estimate. It also included 7 studies, of which all were included in our re",
  "authors": [
    {
      "display_name": "Jori S. Pesonen",
      "id": "A5037254716",
      "orcid": null,
      "institutions": [
        {
          "id": "I166825849",
          "display_name": "Tampere University",
          "country_code": "FI",
          "type": "funder"
        },
        {
          "id": "I4210131690",
          "display_name": "Päijät-Hämeen Keskussairaala",
          "country_code": "FI",
          "type": "healthcare"
        },
        {
          "id": "I4210126318",
          "display_name": "Tampere University Hospital",
          "country_code": "FI",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jori S. Pesonen"
    },
    {
      "display_name": "Rufus Cartwright",
      "id": "A5069808815",
      "orcid": "https://orcid.org/0000-0001-5501-319X",
      "institutions": [
        {
          "id": "I4210147381",
          "display_name": "Oxford University Hospitals NHS Trust",
          "country_code": "GB",
          "type": "healthcare"
        },
        {
          "id": "I47508984",
          "display_name": "Imperial College London",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Rufus Cartwright"
    },
    {
      "display_name": "Robin W.M. Vernooij",
      "id": "A5033402992",
      "orcid": "https://orcid.org/0000-0001-5734-4566",
      "institutions": [
        {
          "id": "I4210142067",
          "display_name": "Netherlands Comprehensive Cancer Organisation",
          "country_code": "NL",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Robin W. M. Vernooij"
    },
    {
      "display_name": "Yoshitaka Aoki",
      "id": "A5003285217",
      "orcid": "https://orcid.org/0000-0002-3750-4160",
      "institutions": [
        {
          "id": "I111966504",
          "display_name": "University of Fukui",
          "country_code": "JP",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Yoshitaka Aoki"
    },
    {
      "display_name": "Arnav Agarwal",
      "id": "A5020341898",
      "orcid": "https://orcid.org/0000-0002-0931-7851",
      "institutions": [
        {
          "id": "I185261750",
          "display_name": "University of Toronto",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Arnav Agarwal"
    },
    {
      "display_name": "Altaf Mangera",
      "id": "A5050446273",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210102902",
          "display_name": "Sheffield Teaching Hospitals NHS Foundation Trust",
          "country_code": "GB",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Altaf Mangera"
    },
    {
      "display_name": "Alayne D. Markland",
      "id": "A5017120928",
      "orcid": "https://orcid.org/0000-0002-6567-6744",
      "institutions": [
        {
          "id": "I32389192",
          "display_name": "University of Alabama at Birmingham",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I4210110523",
          "display_name": "Geriatric Research Education and Clinical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Alayne D. Markland"
    },
    {
      "display_name": "Johnson F. Tsui",
      "id": "A5066451834",
      "orcid": null,
      "institutions": [
        {
          "id": "I1324520350",
          "display_name": "Hackensack University Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Johnson F. Tsui"
    },
    {
      "display_name": "Henrikki Santti",
      "id": "A5066835445",
      "orcid": "https://orcid.org/0000-0002-1727-3182",
      "institutions": [
        {
          "id": "I133731052",
          "display_name": "University of Helsinki",
          "country_code": "FI",
          "type": "funder"
        },
        {
          "id": "I2800394112",
          "display_name": "Helsinki University Hospital",
          "country_code": "FI",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Henrikki Santti"
    },
    {
      "display_name": "Tomas L. Griebling",
      "id": "A5108229475",
      "orcid": null,
      "institutions": [
        {
          "id": "I146416000",
          "display_name": "University of Kansas",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Tomas L. Griebling"
    },
    {
      "display_name": "Alexey Pryalukhin",
      "id": "A5065806371",
      "orcid": "https://orcid.org/0000-0003-0837-8326",
      "institutions": [
        {
          "id": "I2799391451",
          "display_name": "University Hospital Bonn",
          "country_code": "DE",
          "type": "healthcare"
        },
        {
          "id": "I4210151936",
          "display_name": "North-Western State Medical University named after I.I. Mechnikov",
          "country_code": "RU",
          "type": "education"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Alexey E. Pryalukhin"
    },
    {
      "display_name": "Jarno Riikonen",
      "id": "A5019493297",
      "orcid": "https://orcid.org/0000-0002-8014-5810",
      "institutions": [
        {
          "id": "I166825849",
          "display_name": "Tampere University",
          "country_code": "FI",
          "type": "funder"
        },
        {
          "id": "I4210126318",
          "display_name": "Tampere University Hospital",
          "country_code": "FI",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jarno Riikonen"
    },
    {
      "display_name": "Riikka M. Tähtinen",
      "id": "A5036092726",
      "orcid": "https://orcid.org/0000-0002-4310-0728",
      "institutions": [
        {
          "id": "I166825849",
          "display_name": "Tampere University",
          "country_code": "FI",
          "type": "funder"
        },
        {
          "id": "I4210126318",
          "display_name": "Tampere University Hospital",
          "country_code": "FI",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Riikka M. Tähtinen"
    },
    {
      "display_name": "Camille P. Vaughan",
      "id": "A5008243996",
      "orcid": "https://orcid.org/0000-0001-6713-794X",
      "institutions": [
        {
          "id": "I4210110523",
          "display_name": "Geriatric Research Education and Clinical Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I150468666",
          "display_name": "Emory University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Camille P. Vaughan"
    },
    {
      "display_name": "T M Johnson",
      "id": "A5112459246",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210110523",
          "display_name": "Geriatric Research Education and Clinical Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I150468666",
          "display_name": "Emory University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Theodor M. Johnson"
    },
    {
      "display_name": "Anssi Auvinen",
      "id": "A5029422912",
      "orcid": "https://orcid.org/0000-0003-1125-4818",
      "institutions": [
        {
          "id": "I166825849",
          "display_name": "Tampere University",
          "country_code": "FI",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Anssi Auvinen"
    },
    {
      "display_name": "Diane Heels‐Ansdell",
      "id": "A5009424802",
      "orcid": "https://orcid.org/0000-0003-4362-801X",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I4210161256",
          "display_name": "Impact",
          "country_code": "CA",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Diane Heels-Ansdell"
    },
    {
      "display_name": "Gordon Guyatt",
      "id": "A5031717153",
      "orcid": "https://orcid.org/0000-0003-2352-5718",
      "institutions": [
        {
          "id": "I4210161256",
          "display_name": "Impact",
          "country_code": "CA",
          "type": "nonprofit"
        },
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Gordon H. Guyatt"
    },
    {
      "display_name": "Kari A.O. Tikkinen",
      "id": "A5044096483",
      "orcid": "https://orcid.org/0000-0002-1389-8214",
      "institutions": [
        {
          "id": "I133731052",
          "display_name": "University of Helsinki",
          "country_code": "FI",
          "type": "funder"
        },
        {
          "id": "I2800394112",
          "display_name": "Helsinki University Hospital",
          "country_code": "FI",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Kari A. O. Tikkinen"
    }
  ],
  "publication_year": 2019,
  "publication_date": "2019-07-31",
  "type": "review",
  "cited_by_count": 79,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "203",
  "issue": "3",
  "first_page": "486",
  "last_page": "495",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://doi.org/10.1097/ju.0000000000000463",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.9536765
    },
    {
      "id": "C2777333188",
      "display_name": "Nocturia",
      "level": 3,
      "score": 0.92540985
    },
    {
      "id": "C95190672",
      "display_name": "Meta-analysis",
      "level": 2,
      "score": 0.8066622
    },
    {
      "id": "C189708586",
      "display_name": "Systematic review",
      "level": 3,
      "score": 0.5028469
    },
    {
      "id": "C2779473830",
      "display_name": "MEDLINE",
      "level": 2,
      "score": 0.37367672
    },
    {
      "id": "C177713679",
      "display_name": "Intensive care medicine",
      "level": 1,
      "score": 0.34004697
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.26616204
    },
    {
      "id": "C77411442",
      "display_name": "Urinary system",
      "level": 2,
      "score": 0.08183375
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10279",
      "display_name": "Urinary Bladder and Prostate Research",
      "score": 0.9332
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1097/ju.0000000000000463",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:38:41.819643",
  "source_database": "OpenAlex"
}