{
  "openalex_id": "W2976716359",
  "doi": "https://doi.org/10.3389/conf.fmars.2019.08.00023",
  "title": "Occurrence of the toxic dinoflagellate Alexandrium ostenfeldii in the coastal waters of the southeastern Bay of Biscay",
  "abstract": "Event Abstract Back to Event Occurrence of the toxic dinoflagellate Alexandrium ostenfeldii in the coastal waters of the southeastern Bay of Biscay Luis Ferrer1*, Marta Revilla1, Aitor Laza-Martínez2, Yolanda Sagarminaga1, Almudena Fontán1, Joana Larreta1, Izaskun Zorita1, Oihana Solaun1, José Germán Rodríguez1, Leire Arantzamendi1, Manuel González1 and Andrea Del Campo1 1 Marine Research Division, Centro tecnológico experto en innovación marina y alimentaria (AZTI), Spain 2 University of the Basque Country, Spain Marine phytoplankton, as primary producers, contribute to the sustenance of bivalve aquaculture. However, some phytoplankton species can synthetize potent toxins, which are ingested by filter-feeding organisms and pose a threat to human health. These toxic species can also cause serious impacts to marine environment and economic activities at coastal sites. In temperate areas, phytoplankton abundance and composition show large spatio-temporal fluctuations that involve seasonal cycles, species succession and sporadic blooms. This variability is controlled by both top-down factors (e.g., grazing) and bottom-up factors (e.g., nutrients and light availability), being all of them ultimately driven by oceanic and meteorological processes, and anthropogenic pressure on coastal zones. Among those phytoplankton organisms, some species of the genus Alexandrium produce paralytic shellfish poisoning (PSP) toxins. It is known that the responses to the environment differ among toxic phytoplankton taxa, even within the same genus. Here we address how physical drivers and bottom-up factors control toxic microalgae in the coastal waters of the southeastern Bay of Biscay. In these waters, a recent development of bivalve aquaculture at a pilot plant (called “Mendexa”) has led to monitor phytoplankton, toxins and hydrographic variables since 2014. Mendexa is located 2 km off the coast of the Basque Country (northern Spain), at a depth of approximately 45 m (Figure 1). The Basque coast is influenced by 12 short rivers with big slopes, which are torrential in character and provide, annually, 150 cubic metres per second of freshwater. This freshwater supply alters the physico-chemical composition of the shallow waters and often leads to an increase of nutrient concentration in the inner shelf waters (Valencia et al., 2004). The pilot plant uses a longline system for the culture of mussels (Mytilus galloprovincialis Lmk.) and occupies a total area of 1 ha. For more detailed information, the reader is referred to Azpeitia et al. (2016) and Muñiz et al. (2019). At Mendexa, toxins are analysed monthly in the mussels collected in the upper metres of the water column. When any toxin exceeds the regulatory limit, samples are taken at a higher frequency (twice a month). According to the European legislation, the toxins analysed are the following: domoic acid, saxitoxins and lipophilic toxins (i.e., okadaic acid, dinophysistoxins, pectenotoxins, azaspiracids and yessotoxins). Saxitoxins, which are PSP toxins, are analysed by means of the mouse bioassay. For phytoplankton, the hose sampling method and a plankton net (20 µm) are used to take integrated samples through the water column, as dinoflagellates can present heterogenous vertical distribution. These samples are fixed with acidic Lugol’s solution and analysed following the Utermöhl sedimentation method. Occasionally, the identification of dinoflagellates is carried out using fluorescence microscopy, after staining with calcofluor. The physico-chemical conditions are characterized using a CTD (Conductivity, Temperature and Depth sensors). Also, several water samples are collected to quantify dissolved inorganic nutrients by colorimetric methods. Specifically, here we study the events of high PSP toxin concentration in mussels (growing on longlines offshore) which occurred in autumn 2018, when the only PSP producer that could be found was Alexandrium ostenfeldii (Paulsen) Balech & Tangen. Previously, Alexandrium spp. had been reported along the Basque coast (e.g., Aylagas et al., 2014). In order to assess the influence of both local and regional processes on these events, meteorological and hydrographic variables together with satellite chlorophyll-a data were used. Also, particle tracking models and machine learning techniques were considered. Our hypothesis is that the occurrence of the dinoflagellate A. ostenfeldii and the high PSP toxin concentration were caused by the meteorological and oceanic conditions existing in autumn 2018. The month of September was characterized by warm and very dry conditions. In contrast, October was very rainy (i.e., high river runoff), which raised the concentration of inorganic nitrogen in the surface waters of the southeastern Bay of Biscay at mid-autumn. This together with stable atmospheric and oceanic conditions triggered the PSP toxins to exceed the regulatory limit in November and December, coinciding with the presence of 80 cells per litre of A. ostenfeldii (Figure 2). We anticipate our results to be a starting point for the development of predictive models that will play a useful role in the study of the evolution of Harmful Algal Blooms (HABs) in the southeastern Bay of Biscay. Figure 1 Figure 2 Acknowledgements This research was supported by the Basque Government and the European Union (INTERREG Atlantic Area Programme, grant agreement no. EAPA_182/2016). References Aylagas, E., Menchaca, I., Laza-Martínez, A., Seoane, S., and Franco, J. (2014). Evaluation of marine phytoplankton toxicity by application of marine invertebrate bioassays. Sci. Mar. 78(2), 173−183. doi: 10.3989/scimar.03957.26C || Azpeitia, K., Ferrer, L., Revilla, M., Pagaldai, J., and Mendiola, D. (2016). Growth, biochemical profile, and fatty acid composition of mussel (Mytilus galloprovincialis Lmk.) cultured in the open ocean of the Bay of Biscay (northern Spain). Aquaculture 454, 95−108. doi: 10.1016/j.aquaculture.2015.12.022 || Muñiz, O., Revilla, M., Rodríguez, J. G., Laza-Martínez, A., and Fontán, A. (2019). Annual cycle of phytoplankton community through the water column: Study applied to the implementation of bivalve offshore aquaculture in the southeastern Bay of Biscay. Oceanologia 61(1), 114−130. doi: 10.1016/j.oceano.2018.08.001 || Valencia, V., Franco, J., Borja, Á., and Fontán, A. (2004). “Hydrography of the southeastern Bay of Biscay”, in Oceanography and Marine Environment of the Basque Country, eds Á. Borja and M. Collins (Amsterdam: Elsevier), 159−194. Keywords: Alexandrium ostenfeldii, Dinoflagellate, HABs, Phytoplankton, toxic Conference: XX Iberian Symposium on Marine Biology Studies (SIEBM XX) , Braga, Portugal, 9 Sep - 12 Sep, 2019. Presentation Type: Oral Presentation Topic: Ecology, Biodiversity and Vulnerable Ecosystems Citation: Ferrer L, Revilla M, Laza-Martínez A, Sagarminaga Y, Fontán A, Larreta J, Zorita I, Solaun O, Rodríguez J, Arantzamendi L, González M and Del Campo A (2019). Occurrence of the toxic dinoflagellate Alexandrium ostenfeldii in the coastal waters of the southeastern Bay of Biscay. Front. Mar. Sci. Conference Abstract: XX Iberian Symposium on Marine Biology Studies (SIEBM XX) . doi: 10.3389/conf.fmars.2019.08.00023 Copyright: The abstracts in this collection have not been subject to any Frontiers peer review or checks, and are not endorsed by Frontiers. They are made available through the Frontiers publishing platform as a service to conference organizers and presenters. The copyright in the individual abstracts is owned by the author of each abstract or his/her employer unless otherwise stated. Each abstract, as well as the collection of abstracts, are published under a Creative Commons CC-BY 4.0 (attribution) licence (https://creativecommons.org/licenses/by/4.0/) and may thus be reproduced, translated, adapted and be the subject of derivative works provided the authors and Frontiers are attributed. For Frontiers’ terms and conditions please see https://www.frontiersin.org/legal/terms-and-conditions. Received: 19 Jun 2019; Published Online: 27 Sep 2019. * Correspondence: Dr. Luis Ferrer, Marine Research Division, Centro tecnológico experto en innovación marina y alimentaria (AZTI), Pasaia, Spain, lferrer@azti.es Login Required This action requires you to be registered with Frontiers and logged in. To register or login click here. Abstract Info Abstract The Authors in Frontiers Luis Ferrer Marta Revilla Aitor Laza-Martínez Yolanda Sagarminaga Almudena Fontán Joana Larreta Izaskun Zorita Oihana Solaun José Germán Rodríguez Leire Arantzamendi Manuel González Andrea Del Campo Google Luis Ferrer Marta Revilla Aitor Laza-Martínez Yolanda Sagarminaga Almudena Fontán Joana Larreta Izaskun Zorita Oihana Solaun José Germán Rodríguez Leire Arantzamendi Manuel González Andrea Del Campo Google Scholar Luis Ferrer Marta Revilla Aitor Laza-Martínez Yolanda Sagarminaga Almudena Fontán Joana Larreta Izaskun Zorita Oihana Solaun José Germán Rodríguez Leire Arantzamendi Manuel González Andrea Del Campo PubMed Luis Ferrer Marta Revilla Aitor Laza-Martínez Yolanda Sagarminaga Almudena Fontán Joana Larreta Izaskun Zorita Oihana Solaun José Germán Rodríguez Leire Arantzamendi Manuel González Andrea Del Campo Related Article in Frontiers Google Scholar PubMed Abstract Close Back to top Javascript is disabled. Please enable Javascript in your browser settings in order to see all the content on this page.",
  "authors": [
    {
      "display_name": "Luis Ferrer",
      "id": "A5027721589",
      "orcid": "https://orcid.org/0000-0003-2106-9421",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Luis Ferrer"
    },
    {
      "display_name": "Marta Revilla",
      "id": "A5038296144",
      "orcid": "https://orcid.org/0000-0001-8085-1195",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Marta Revilla"
    },
    {
      "display_name": "Aitor Laza‐Martínez",
      "id": "A5059215044",
      "orcid": "https://orcid.org/0000-0001-8311-2603",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Aitor Laza-Martínez"
    },
    {
      "display_name": "Yolanda Sagarmínaga",
      "id": "A5075359956",
      "orcid": "https://orcid.org/0000-0001-6413-2705",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Yolanda Sagarminaga"
    },
    {
      "display_name": "Almudena Fontán",
      "id": "A5073194702",
      "orcid": "https://orcid.org/0000-0003-2711-1272",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Almudena Fontán"
    },
    {
      "display_name": "Joana Larreta",
      "id": "A5045160232",
      "orcid": "https://orcid.org/0000-0001-8276-9232",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Joana Larreta"
    },
    {
      "display_name": "Izaskun Zorita",
      "id": "A5077147747",
      "orcid": "https://orcid.org/0000-0003-0718-8184",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Izaskun Zorita"
    },
    {
      "display_name": "Oihana Solaun",
      "id": "A5041866076",
      "orcid": "https://orcid.org/0000-0001-9524-4101",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Oihana Solaun"
    },
    {
      "display_name": "José Germán Rodríguez",
      "id": "A5026259408",
      "orcid": "https://orcid.org/0000-0003-1565-4851",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "José Germán Rodríguez"
    },
    {
      "display_name": "L. Arantzamendi",
      "id": "A5068265349",
      "orcid": "https://orcid.org/0000-0003-0583-9617",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Leire Arantzamendi"
    },
    {
      "display_name": "Manuel González",
      "id": "A5060083336",
      "orcid": "https://orcid.org/0000-0002-3878-4336",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Manuel González"
    },
    {
      "display_name": "Andrea del Campo",
      "id": "A5054263598",
      "orcid": "https://orcid.org/0000-0003-3830-7334",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Andrea Del Campo"
    }
  ],
  "publication_year": 2019,
  "publication_date": "2019-01-01",
  "type": "article",
  "cited_by_count": 2,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S2596539584",
    "display_name": "Frontiers in Marine Science",
    "issn_l": "2296-7745",
    "issn": [
      "2296-7745"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320527"
  },
  "volume": "6",
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": true,
    "oa_status": "gold",
    "oa_url": "https://doi.org/10.3389/conf.fmars.2019.08.00023",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2780892065",
      "display_name": "Phytoplankton",
      "level": 3,
      "score": 0.8480832
    },
    {
      "id": "C2780204098",
      "display_name": "Dinoflagellate",
      "level": 2,
      "score": 0.79283744
    },
    {
      "id": "C115880899",
      "display_name": "Bay",
      "level": 2,
      "score": 0.7875104
    },
    {
      "id": "C120305227",
      "display_name": "Algal bloom",
      "level": 4,
      "score": 0.5490936
    },
    {
      "id": "C2779792404",
      "display_name": "Paralytic shellfish poisoning",
      "level": 5,
      "score": 0.540183
    },
    {
      "id": "C111368507",
      "display_name": "Oceanography",
      "level": 1,
      "score": 0.5292888
    },
    {
      "id": "C505870484",
      "display_name": "Fishery",
      "level": 1,
      "score": 0.4662598
    },
    {
      "id": "C18903297",
      "display_name": "Ecology",
      "level": 1,
      "score": 0.4442403
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.35786727
    },
    {
      "id": "C39432304",
      "display_name": "Environmental science",
      "level": 0,
      "score": 0.3444286
    },
    {
      "id": "C2781028344",
      "display_name": "Shellfish",
      "level": 4,
      "score": 0.26143607
    },
    {
      "id": "C142796444",
      "display_name": "Nutrient",
      "level": 2,
      "score": 0.15337509
    },
    {
      "id": "C158278297",
      "display_name": "Aquatic animal",
      "level": 3,
      "score": 0.103323966
    },
    {
      "id": "C2909208804",
      "display_name": "Fish <Actinopterygii>",
      "level": 2,
      "score": 0.056937724
    },
    {
      "id": "C127313418",
      "display_name": "Geology",
      "level": 0,
      "score": 0.05520174
    }
  ],
  "topics": [
    {
      "id": "T11985",
      "display_name": "Marine Toxins and Detection Methods",
      "score": 0.9992
    },
    {
      "id": "T10032",
      "display_name": "Marine and coastal ecosystems",
      "score": 0.9953
    },
    {
      "id": "T10236",
      "display_name": "Aquatic Ecosystems and Phytoplankton Dynamics",
      "score": 0.9815
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.3389/conf.fmars.2019.08.00023",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:19:33.362279",
  "source_database": "OpenAlex"
}