{
  "openalex_id": "W2978149037",
  "doi": "https://doi.org/10.14309/00000434-200901001-00002",
  "title": "An Evidence-Based Systematic Review on the Management of Irritable Bowel Syndrome",
  "abstract": "Section 2.1 Methodology for systematic reviews of irritable bowel syndrome therapy, levels of evidence, and grading of recommendations We have conducted a series of systematic reviews on the diagnostic criteria, the value of diagnostic tests, and the efficacy of therapy in IBS. We also performed a narrative review of the epidemiology of IBS. There have been several systematic reviews of therapy for IBS (1-5), but these either have not quantitatively combined the data into meta-analyses (1-3) or have inaccuracies in applying eligibility criteria and data extraction (4,5). We have, therefore, repeated all systematic reviews of IBS and synthesized the data where appropriate. Systematic review methodology For all reviews, we evaluated manuscripts that studied adults using any definition of IBS. This included a clinician-defined diagnosis, Manning criteria (6), the Kruis score (7), or Rome I (8), II (9), or III (10) criteria. For reviews of diagnostic tests, we included case series and case-control studies that evaluated serologic tests for celiac sprue (anti-gliadin, anti-endomysial, and tissue transglutaminase antibodies), lactose hydrogen breath tests, and tests for small bowel bacterial overgrowth (lactulose and glucose hydrogen breath test or jejunal aspirates). For reviews of therapies of IBS, we included only parallel group RCTs comparing active intervention with either placebo or no therapy. The following treatments were considered: Diet Fiber, bulking agents, and laxatives Antispasmodics and Peppermint Oil Antidiarrheal agents Antibiotic therapy Probiotic therapy 5HT3 antagonists 5HT4 agonists Selective C-2 chloride channel activators (Lubiprostone) Antidepressants Psychological therapies Herbal therapies and acupuncture Emerging therapies Subjects needed to be followed up for at least one week. The trial needed to include one or more of the following outcome measures: Global assessment of IBS cure or improvement Abdominal pain cure or improvement Global IBS symptom or abdominal pain scores Search strategy for identification of studies Medline (1966-June 2008), Embase (1988-June 2008), and the Cochrane Controlled Trials Register (Issue 2, 2008) electronic databases were searched. An example of the Medline search is given below. IBS patients were identified with the terms irritable bowel syndrome and functional diseases, colon (both as medical subject heading (MeSH) and free text terms), and IBS, spastic colon, irritable colon, and functional adj5 (adj5 is a term used by Medline for words that appear within 5 adjectives of each other) bowel (as free text terms). Studies identified from this search were combined with the following terms used to identify therapies for IBS: dietary fiber, cereals, psyllium, sterculia, karaya gum, parasympatholytics, scopolamine, trimebutine, muscarinic antagonists, and the following free text terms: bulking agent, psyllium fiber, fiber, husk, bran, ispaghula, wheat bran, spasmolytics, spasmolytic agents, antispasmodics, mebeverine, alverine, pinaverium bromide, otilonium bromide, cimetropium bromide, hyoscine butyl bromide, butylscopolamine, peppermint oil, loperamide and colpermin, serotonin antagonists, serotonin agonists, cisapride, receptors (serotonin, 5-HT3), and receptors (serotonin, 5-HT4; both as MeSH terms and free text terms), and the following free text terms: 5-HT3, 5-HT4, alosetron, cilansetron, tegaserod, and renzapride, psychotropic drugs, antidepressive agents, antidepressive agents (tricyclic), desipramine, imipramine, trimipramine, doxepin, dothiepin, nortriptyline, amitriptyline, selective serotonin re-uptake inhibitors, paroxetine, sertraline, fluoxetine, citalopram, venlafaxine, cognitive therapy, psychotherapy, behaviour therapy, relaxation techniques, and hypnosis (both as MeSH terms and free text terms), and the following free text terms: behavioral therapy, relaxation therapy, and hypnotherapy. Saccharomyces, Lactobacillus, Bifidobacterium, Escherichia coli or probiotics (MeSH and free text terms). An RCT filter was applied to the electronic searches. The searches were limited to humans. A recursive search of the bibliography of relevant articles also was conducted. DDW abstract books were hand searched between 2000 and 2008; UEGW abstract books were hand searched between 2000 and 2007. Authors of trial reports that did not give enough detail for adequate data extraction were contacted and asked to contribute full datasets. Experts in the field were contacted for leads on unpublished studies and no language restrictions were applied. Trials were assessed for risk of bias according to three characteristics: method of randomization, method of concealment of treatment allocation, and implementation of masking. In addition the quality of studies were graded according to the Jadad scale (11) with a score of ≥4 being considered a high quality. Eligibility, quality, and outcome data were extracted by the lead reviewer (Paul Moayyedi) and by a masked second reviewer (Alex Ford) on specially developed forms. Any discrepancy was resolved by consensus using a third reviewer (Nicholas Talley). Data were extracted as intention-to-treat analyses, and dropouts were assumed to be treatment failures. Data synthesis Whenever possible, any improvement of global IBS symptoms as a binary outcome was taken as the primary outcome measure. If this was not available, improvement in abdominal pain was used. The impact of interventions was expressed as RR of IBS symptoms not improving together with 95% confidence intervals. If there were sufficient data, relative risks were combined using the DerSimonian and Laird random effects model (12). Tests of heterogeneity also were reported (13). When the test of heterogeneity was significant (p<0.10 and/or I2>25%), the reasons for this were explored by evaluating differences in study population, study design, or study endpoints in subgroup analyses. Publication bias or other causes of small study effects were evaluated using tests for funnel plot asymmetry (14). The NNT was calculated as the inverse of the risk difference from the meta-analysis and checked using the formula: (RRR = relative risk reduction, BR = baseline risk). Methodology for assessing levels of evidence and grading recommendations A commonly used system for grading recommendations in evidence-based guidelines (15) was employed to assess the quality of evidence and the strength of recommendation. This system, which is outlined in Table 1, includes the assessment of quality of evidence and benefit-risk profile in the graded recommendation. The grading scheme classifies recommendations as strong (Grade 1) or weak (Grade 2) according to the balance of benefits, risks, burdens, and sometimes costs, based on evaluation by experts. Also, this system classifies the quality of evidence as high (Grade A), moderate (Grade B), or low (Grade C) according to the quality of study design, the consistency of results among individual studies, and directness and applicability of study endpoints. With this graded recommendation, the clinician receives guidance about whether or not recommendations should be applied to most patients and whether or not recommendations are likely to change in the future after production of new evidence. Grade 1A recommendations represent a \"strong recommendation that can apply to most patients in most circumstances and further evidence is unlikely to change our confidence in the estimate of treatment effect.\" In the opinion of the Task Force, a Grade 1A recommendation can only be justified by data from thousands of patients. Currently-available IBS therapies have not been studied in thousands of appropriate patients. Therefore, no currently available IBS therapy has received a Grade 1A recommendation. The system is most appropriate for IBS management strategies and is less relevant for definitions and epidemiologic data, so statements in the epidemiologic section are not graded.Table 1: Grading recommendationsSection 2.2 The burden of illness of irritable bowel syndrome IBS is a prevalent and expensive condition that is associated with a significantly impaired HRQOL and reduced work productivity. Based on strict criteria, 7-10% of people have IBS worldwide. Community-based data indicate that IBS-D and IBS-M subtypes are more prevalent than IBS-C, and that switching among subtype groups may occur. IBS is 1.5 times more common in women than in men, is more common in lower socioeconomic groups, and is more commonly diagnosed in patients younger than 50 years of age. Patients with IBS visit the doctor more frequently, use more diagnostic tests, consume more medications, miss more workdays, have lower work productivity, are hospitalized more frequently, and consume more overall direct costs than patients without IBS. Resource utilization is highest in patients with severe symptoms, and poor HRQOL. Treatment decisions should be tailored to the severity of each patient's symptoms and HRQOL decrement. IBS is a prevalent condition that can affect patients physically, psychologically, socially, and economically. Awareness of and knowledge about this burden of illness serves several purposes. For patients, it emphasizes that many others have IBS, and that people suffering from IBS should not feel alone with their diagnosis or disease-related experiences. For healthcare providers, it highlights that IBS is a large part of both internal medicine and gastroenterology practices. Moreover, it allows providers to improve their understanding of the impact of IBS on their patients' well being, and then act on this insight by selecting treatments tailored to each patient's symptoms and HRQOL decrement. For research funding and drug-approval authorities, it shows that IBS is far more than a mere nuisance, and is instead a condition with a prevalence and HRQOL impact that matches other major diagnoses such as diabetes, hypertension, or kidney disease (16,17). For employers and healthcare insurers, it reveals the overwhelming direct and indirect expenditures related to IBS, and provides a business rationale to ensure that IBS is treated effectively. The objective of this section is to review key data regarding the burden of illness of IBS, including: (1) the prevalence of IBS and its subtypes; (2) the age of onset and gender distribution of IBS; (3) the effect of IBS on HRQOL; and (4) the economic burden of IBS, including direct and indirect expenditures and their clinical predictors. Previous systematic reviews have measured the prevalence of IBS in both North American and European nations (18,19). Prevalence estimates range from 1% to over 20%. This wide range indicates that IBS prevalence, like prevalence of all diseases, depends on several variables, including the case-finding definition employed (e.g., Manning criteria vs. Rome criteria), the characteristics of the source population (e.g., primary vs. secondary care), and the methodology and sampling frame of the studies. To refine the prevalence estimate, we performed an updated systematic review to target studies that only used Rome definitions, drew upon patients from the general adult community (i.e., not exclusively from primary or secondary care), and included patients who were not selected specifically (e.g., not evaluating IBS in subjects with reflux symptoms or in twins). We identified four eligible studies evaluating 32,638 North American subjects and found that IBS prevalence varied between 5 and 10% with a pooled prevalence of 7% (95% CI = 6-8%) (20-23). Although previous reviews indicated that IBS patients are divided evenly among the three major subgroups (IBS-D, IBS-C, and IBS-M) (24), the true prevalence of IBS subtypes in North America remains unclear; one study suggested that IBS with diarrhea is the most common subtype (21), whereas another indicated that mixed-type IBS is most common (22). There are several demographic predictors of IBS, including gender, age, and socioeconomic status. The odds of having IBS are higher in women than in men (pooled OR=1.46; 95% CI = 1.13-1.88) (20-23), although IBS is not simply a disorder of women. In fact, IBS is now recognized to be a key component of the Gulf War Syndrome, a multi-symptom complex affecting soldiers (a predominantly male population) deployed in the 1991 Gulf War (25-27). IBS is diagnosed more commonly in patients under the age of 50 years than it is in patients older than 50 years, although 2-6% of the latter group also suffer from the disorder (20-22). These data suggest that the pretest likelihood for IBS is higher in younger patients, but that patients of all ages may be diagnosed with IBS. Our review identified two studies that reported IBS prevalence by income strata (21,23), both of which revealed a graded decrease in IBS prevalence with increasing income: 8-16% of people earning less than $20,000 annually carry the diagnosis, compared with only 3-5% of people earning more than $75,000 (21,23). Several studies have compared HRQOL in IBS patients and in healthy controls or controls with non-IBS medical disorders; these have been summarized in a previous systematic review (16). Data consistently demonstrate that patients with IBS score lower on all eight scales of the SF-36 HRQOL questionnaire compared with \"normal\" non-IBS cohorts. Patients with IBS have the same physical HRQOL as patients with diabetes, and a lower physical HRQOL compared with patients who have depression or gastroesophageal reflux disease (16,17). Perhaps more surprisingly, mental HRQOL scores on the SF-36 were lower in patients with IBS than in those with chronic renal failure—an organic condition marked by considerable physical and mental disability. This HRQOL decrement can, in some cases, be so severe as to raise the risk of suicidal behavior (28,29). The relationship between IBS and suicidality is independent of comorbid psychiatric diseases such as depression (28,29). Many of these studies, however, were performed in tertiary-care referral populations, and the HRQOL decrement and suicidality risk documented in these cohorts may not be applicable to community-based populations. It is possible that patients with IBS develop HRQOL decrements due to their disease, and also possible that some patients with diminished HRQOL subsequently develop IBS (30). Although the precise directionality of this relationship may vary from patient to patient, it is clear that IBS is strongly related to low HRQOL, and vice versa. Nonetheless, IBS is also likely to cause a negative impact on HRQOL, and failing to recognize this impact could undermine the physician-patient relationship and lead to dissatisfaction with care. Because HRQOL decrements are common in IBS, we recommend that clinicians perform routine screening for diminished HRQOL in their IBS patients. Treatment should be initiated when the symptoms of IBS are found to reduce functional status and diminish overall HRQOL. Furthermore, clinicians should remain wary of potential suicidal behavior in patients with severe IBS symptoms, and should initiate timely interventions if suicide forerunners are identified. A practical limitation of determining HRQOL in busy outpatient settings is that its accurate measurement requires a thorough and often time-consuming evaluation of biologic, psychologic, and social health domains. To help providers gain better insight into their patients' HRQOL, a concise list of factors known to predict HRQOL in IBS might be helpful, which providers could then use to question patients routinely. Indeed, several studies have identified predictors of HRQOL in IBS (31-35), the most consistent of which is the severity of the predominant bowel symptom. Data from several studies indicate that in patients with IBS, HRQOL decreases in parallel with increasing symptom severity (29,31,33). It is therefore important not only to identify the predominant symptom of patients with IBS, but also to gauge its severity. Additional data indicate that physical HRQOL in IBS is related to the duration of symptom flares (≥24h vs. <24h) and the presence of abdominal pain (as opposed to \"discomfort\") and that mental HRQOL is associated with abnormalities in sexuality, mood, and anxiety (35). Perhaps more importantly, both domains share a common association with symptoms of chronic stress and vital exhaustion, including tiring easily, feeling low in energy, and experiencing sleep difficulties (35). Patients acknowledge that these symptoms adversely influence their ability to function by prompting avoidance of socially vulnerable situations (e.g., being away from restrooms) and activities (e.g., eating out for dinner). In contrast, HRQOL is not strongly determined by the presence of specific gastrointestinal symptoms (e.g., diarrhea, constipation, bloating, dyspepsia), extent of previous gastrointestinal evaluation (e.g., previous flexible sigmoidoscopy or colonoscopy), or common demographic characteristics (e.g., gender, age, marital status) (33). The above findings suggest that rather than focusing on physiologic epiphenomena to gauge HRQOL (e.g., stool frequency, stool characteristics, subtype of IBS), it may be more efficient to assess HRQOL by gauging global symptom severity, addressing symptom-related fears and concerns, and identifying and eliminating factors contributing to vital exhaustion in IBS. In short, treating bowel symptoms in IBS is necessary, but may not be sufficient, to influence overall HRQOL. In addition to treating symptoms, providers should attempt to modify positively the cognitive interpretation of IBS symptoms—i.e., acknowledge and address the emotional context in which symptoms occur (36-38). Patients with IBS consume a disproportionate amount of resources. Burden of illness studies estimate that there are 3.6 million physician visits for IBS in the United States annually, and that IBS care consumes over $20 billion in both direct and indirect expenditures (39). Moreover, patients with IBS consume over 50% more health care resources than matched controls without IBS (40,41). These data suggest that the economic burden of IBS stems not only from the high prevalence of the disease, but also from the disproportionate use of resources it causes. It is unclear why patients with IBS consume a disproportionate amount of resources, especially in the light of data that diagnostic tests and procedures in IBS rarely detect alternative underlying conditions (see Section 2.5). Despite the dissemination and use of guidelines reinforcing these data (24), much of the cost of care in IBS arises from sequential diagnostic tests, invasive procedures, and abdominal operations (39,42). For example, patients with IBS are three times more likely than matched controls to undergo cholecystectomy (42) despite knowledge that IBS symptoms almost invariably persist following the surgery. Similarly, nearly 25% of colonoscopies performed in patients younger than 50 years of age are for IBS symptoms (43), regardless of data that indicate colonoscopy has a low diagnostic yield in IBS, and that \"negative\" examinations fail to improve intestinal symptoms, do not augment HRQOL, and are unlikely to provide additional reassurance when compared with not performing colonoscopy (44). Resource utilization in IBS also is driven partly by the presence of comorbid somatization—a trait found in up to one-third of IBS patients that is characterized by the propensity to overinterpret normal physiologic processes (45,46). Patients with somatization typically report a barrage of seemingly unrelated physical complaints (e.g., back pain, tingling, headaches, temporomandibular joint pain, muscle aches) that may, in fact, be linked to underlying psychosocial distress (45,46). These patients are sometimes misclassified as having several underlying organic conditions, and subsequently undergo sequential diagnostic tests in chase of the disparate symptoms (47). There is a linear and highly significant relationship between levels of somatization and the amount of diagnostic testing in IBS, suggesting that providers should remain alert for somatization in IBS, and aggressively treat or refer somatization patients to an experienced specialist rather than performing potentially unnecessary diagnostic tests (47). In addition to direct costs of care, IBS patients engender significant indirect costs of care as a consequence of both missing work and suffering impaired work performance while on the job. Employees with IBS are absent 3-5% of the workweek, and report impaired productivity 26-31% of the week (48-50)—rates that exceed those of non-IBS control employees by 20% (49); this is equivalent to 14 hours of lost productivity per 40-hour workweek. Compared with IBS patients who exhibit normal work productivity, patients with impaired productivity have more extraintestinal comorbidities (e.g., chronic fatigue syndrome, fibromyalgia, interstitial cystitis), and more disease-specific fears and concerns (50). In contrast, the specific profile of individual bowel symptoms does not undermine work productivity (50), suggesting that enhancing work productivity in patients with IBS may require treatments that improve both GI and non-GI symptom intensity, while also modifying the cognitive and behavioral responses to bowel symptoms and the contexts in which they occur. In other words, it may be inadequate to treat bowel symptoms alone without simultaneously addressing the emotional context in which the symptoms occur. Section 2.3 The utility of diagnostic criteria in IBS IBS is defined by abdominal pain or discomfort that occurs in association with altered bowel habits over a period of at least three months. Individual symptoms have limited accuracy for diagnosing IBS and, therefore, the disorder should be considered as a symptom complex. Although no symptom-based diagnostic criteria have ideal accuracy for diagnosing IBS, traditional criteria, such as Kruis and Manning, perform at least as well as Rome I criteria; the accuracy of Rome II and Rome III criteria has not been evaluated. The ACG Task Force conducted a systematic review of the accuracy of symptom-based criteria in the diagnosis of IBS (51). Overall, eight studies (52-59) were identified involving 2,280 patients. In all studies, IBS was defined as a clinical diagnosis after investigations that included either a colonoscopy or a barium enema. The accuracy of individual symptoms was described in six studies (52-57) evaluating 1,077 patients. Symptoms such as abdominal pain, loose or frequent stools associated with pain, incomplete evacuation, mucus per rectum, and abdominal distention all had limited accuracy in diagnosing IBS. Lower abdominal pain had the highest sensitivity (90%) but very poor specificity (32%), whereas patientreported visible abdominal distention had the highest specificity (77%) but low sensitivity (39%). A variety of criteria therefore have been developed to identify a combination of symptoms to diagnose IBS (see Table 2).Table 2: Summary of diagnostic criteria used to define irritable bowel syndromeThe first description of this approach was by Manning et al. (52) and there have been four studies evaluating the accuracy of Manning's criteria in 574 patients. Two studies (52,58) suggested these criteria performed well, whereas accuracy was poor in the other two studies (56,57). Overall, Manning's criteria had a pooled sensitivity of 78% and pooled specificity of 72% (51). The next description of symptom criteria was by Kruis et al., and four studies (53-55) have described the accuracy of this approach in 1,166 patients. Three studies (53,54,58) suggested the Kruis symptoms score had an excellent positive predictive value with a pooled sensitivity of 77% and pooled specificity of 89%. Subsequently, an international working group developed the Rome criteria, which have undergone three iterations over 15 years. These criteria have been heavily promoted, although there has been only one study in which the accuracy of Rome I criteria has been evaluated and none describing the accuracy of Rome II or III (50). In the 602 patients studied, the Rome I criteria had a sensitivity of 71% and specificity of 85% (59). All studies evaluating the accuracy of diagnostic criteria in patients with IBS face the problem of lack of a reference standard test for this condition. Notwithstanding, none of the symptom-based diagnostic criteria have an ideal accuracy and the Rome criteria, in particular, have been inadequately evaluated, despite their extensive use in the research setting. The ACG Task Force felt that a pragmatic definition that was simple to use and that incorporated key features of previous diagnostic criteria would be clinically useful. We, therefore, defined IBS as abdominal pain or discomfort that occurs in association with altered bowel habits over a period of at least three months. Section 2.4 The role of alarm features in the diagnosis of IBS Overall, the diagnostic accuracy of alarm features is disappointing. Rectal bleeding and nocturnal pain offer little discriminative value in separating patients with IBS from those with organic diseases. Whereas anemia and weight loss have poor sensitivity for organic diseases, they offer very good specificity. As such, in patients who fulfill symptom-based criteria of IBS, the absence of selected alarm features, including anemia, weight loss, and a family history of colorectal cancer, inflammatory bowel disease, or celiac sprue, should reassure the clinician that the diagnosis of IBS is correct. Patients with typical IBS symptoms also may exhibit so-called \"alarm features\" that increase concerns organic disease may be present. Alarm features include rectal bleeding, weight loss, iron deficiency anemia, nocturnal symptoms, and a family history of selected organic diseases including colorectal cancer, IBD, and celiac sprue. Usually, it is recommended that patients who exhibit alarm features undergo further investigation, particularly with colonoscopy to rule out organic disease, e.g., colorectal cancer. The utility of this approach has been addressed in a systematic review of the literature (60). This review evaluated all patients presenting with lower gastrointestinal symptoms, as there was no study that specifically addressed IBS patients as a group. Nevertheless, the results of this review are likely to be applicable to IBS patients or may even overestimate the utility of alarm symptoms because abdominal pain (a defining symptom of IBS) is a negative predictor of serious underlying pathology (60). In 13 studies evaluating the diagnostic utility of abdominal pain in 19,238 patients, the pooled positive likelihood ratio was 0.72 (95% CI = 0.60-0.88), and the pooled negative likelihood ratio was 1.21 (95% CI = 1.11-1.32) for colorectal cancer, i.e., the presence of abdominal pain reduces the likelihood and the absence of pain increases the likelihood of colorectal cancer. Our review on the utility of alarm features to diagnose colorectal cancer (1) identified 14 studies evaluating 19,189 patients with lower GI symptoms and reported on the accuracy of rectal bleeding in this regard. Rectal bleeding had a pooled sensitivity of 64% (95% CI = 55-73%) and pooled specificity of 52% (95% CI = 42-63%) for diagnosing colorectal cancer. Seven studies involving 4,404 patients evaluated the diagnostic utility of anemia and found a pooled sensitivity of 19% (95% CI = 5.5-33%) and pooled specificity of 90% (95% CI = 87-92%) for diagnosing colorectal cancer in patients with lower GI symptoms. There were five studies that assessed the accuracy of weight loss in 7,418 patients with lower GI symptoms. Weight loss had a pooled sensitivity of 22% (95% CI = 14-31%) and pooled specificity of 89% (95% CI = 81-95%). It also has been suggested that the presence of nocturnal symptoms may identify a group of patients more likely to harbor organic disease. Studies suggest, however, that nocturnal abdominal pain is no more likely in patients with organic diseases than it is in in patients with IBS (61,62). There is evidence to suggest that individuals with a family history of colorectal cancer, IBD, and celiac sprue are at higher risk of having these organic diseases. The increased risk of colorectal cancer among individuals with an affected first-degree relative under 60 years of age is well documented (63). There is epidemiologic evidence of a 4- to 20-fold increased risk of IBD disease in first-degree relatives of an affected patient (64). Recent evidence also has shown that between 4 and 5% of individuals with an affected first-degree relative will have celiac sprue (65). Overall, the accuracy of alarm features is disappointing. Rectal bleeding and nocturnal pain offer little discriminative value in separating patients with IBS from those with organic diseases. Whereas anemia and weight loss have poor sensitivity for organic diseases, they offer very good specificity. As such, in patients who fulfill symptom-based criteria, the absence of selected alarm features, including anemia, weight loss, and a family history of colorectal cancer, IBD or celiac sprue, should reassure the clinician that the diagnosis of IBS is correct. Section 2.5 The role of diagnostic testing in patients with IBS symptoms Routine diagnostic testing with complete blood count, serum chemistries, thyroid function studies, stool for ova and parasites, and abdominal imaging is not recommended in patients with typical IBS symptoms and no alarm features because of a low likelihood of uncovering organic disease (Grade 1C). Routine serologic screening for celiac sprue should be pursued in patients with IBS-D and IBS-M (Grade 1B). Lactose breath testing can be considered when lactose maldigestion remains a concern despite dietary modification (Grade 2B). Currently, there are insufficient data to recommend breath testing for small intes",
  "authors": [
    {
      "display_name": "Lawrence J. Brandt",
      "id": "A5021568406",
      "orcid": "https://orcid.org/0000-0002-6266-6428",
      "institutions": [
        {
          "id": "I1335289525",
          "display_name": "Montefiore Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Lawrence J. Brandt"
    },
    {
      "display_name": "William D. Chey",
      "id": "A5027136649",
      "orcid": "https://orcid.org/0000-0002-4584-4026",
      "institutions": [
        {
          "id": "I27837315",
          "display_name": "University of Michigan",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I4210114445",
          "display_name": "Michigan Medicine",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "William D. Chey"
    },
    {
      "display_name": "Amy E. Foxx–Orenstein",
      "id": "A5016602051",
      "orcid": null,
      "institutions": [
        {
          "id": "I1330342723",
          "display_name": "Mayo Clinic",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I2802423016",
          "display_name": "WinnMed",
          "country_code": "US",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Amy E. Foxx-Orenstein"
    },
    {
      "display_name": "Eamonn M.M. Quigley",
      "id": "A5038102817",
      "orcid": "https://orcid.org/0000-0003-4151-7180",
      "institutions": [
        {
          "id": "I2802396013",
          "display_name": "Cork University Hospital",
          "country_code": "IE",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Eamonn M.M. Quigley"
    },
    {
      "display_name": "Lawrence R. Schiller",
      "id": "A5019914825",
      "orcid": "https://orcid.org/0000-0001-9113-2487",
      "institutions": [
        {
          "id": "I157394403",
          "display_name": "Baylor University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I4210120188",
          "display_name": "Digestive Health Associates of Texas",
          "country_code": "US",
          "type": "other"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Lawrence R. Schiller"
    },
    {
      "display_name": "Philip Schoenfeld",
      "id": "A5040166748",
      "orcid": "https://orcid.org/0000-0002-7620-2878",
      "institutions": [
        {
          "id": "I4210102099",
          "display_name": "VA Ann Arbor Healthcare System",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Philip S. Schoenfeld"
    },
    {
      "display_name": "Brennan Spiegel",
      "id": "A5050794761",
      "orcid": "https://orcid.org/0000-0002-4608-6896",
      "institutions": [
        {
          "id": "I4210156876",
          "display_name": "VA Greater Los Angeles Healthcare System",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Brennan M. Spiegel"
    },
    {
      "display_name": "Nicholas J. Talley",
      "id": "A5103491342",
      "orcid": null,
      "institutions": [
        {
          "id": "I2801572250",
          "display_name": "Jacksonville College",
          "country_code": "US",
          "type": "education"
        },
        {
          "id": "I4210146710",
          "display_name": "Mayo Clinic in Florida",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Nicholas J. Talley"
    },
    {
      "display_name": "Paul Moayyedi",
      "id": "A5056355381",
      "orcid": "https://orcid.org/0000-0002-3616-9292",
      "institutions": [
        {
          "id": "I2801259263",
          "display_name": "McMaster University Medical Centre",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Paul Moayyedi"
    }
  ],
  "publication_year": 2009,
  "publication_date": "2009-01-01",
  "type": "article",
  "cited_by_count": 227,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S66441642",
    "display_name": "The American Journal of Gastroenterology",
    "issn_l": "0002-9270",
    "issn": [
      "0002-9270",
      "1572-0241"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "104",
  "issue": null,
  "first_page": "S8",
  "last_page": "S35",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.97167814
    },
    {
      "id": "C2778271842",
      "display_name": "Irritable bowel syndrome",
      "level": 2,
      "score": 0.95468813
    },
    {
      "id": "C177713679",
      "display_name": "Intensive care medicine",
      "level": 1,
      "score": 0.4162712
    },
    {
      "id": "C90924648",
      "display_name": "Gastroenterology",
      "level": 1,
      "score": 0.31906193
    }
  ],
  "topics": [
    {
      "id": "T10365",
      "display_name": "Gastrointestinal motility and disorders",
      "score": 1.0
    },
    {
      "id": "T12237",
      "display_name": "Congenital gastrointestinal and neural anomalies",
      "score": 0.9893
    },
    {
      "id": "T12089",
      "display_name": "Intestinal and Peritoneal Adhesions",
      "score": 0.986
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.14309/00000434-200901001-00002",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:13:31.546548",
  "source_database": "OpenAlex"
}