{
  "openalex_id": "W2976631655",
  "doi": "https://doi.org/10.3389/conf.fnhum.2018.227.00126",
  "title": "Prefrontal Cortical Activation, but Not Behavioral Performance of Impulsivity and Risky Decision-Making Tasks, was Associated with Treatment Outcome in Residential Patients with Alcohol or Prescription Opioid Use Disorder.",
  "abstract": "Event Abstract Back to Event Prefrontal Cortical Activation, but Not Behavioral Performance of Impulsivity and Risky Decision-Making Tasks, was Associated with Treatment Outcome in Residential Patients with Alcohol or Prescription Opioid Use Disorder. Sarah E. Tilden1*, Jonathan Harris2, Andrew Huhn3, Erin Deneke4, Jessica Parascando1, Roger Meyer1, Edward Bixler1, Hasan Ayaz5 and Scott Bunce1 1 College of Medicine, Pennsylvania State University, Psychiatry, United States 2 Caron Treatment Center, Neurocognitive Sciences, United States 3 School of Medicine, Johns Hopkins University, Behavioral Pharmacology, United States 4 Caron Treatment Center, Research, United States 5 School of Biomedical Engineering, Science and Health Systems, Drexel University, United States Alcohol use disorder (AUD) and prescription opioid use disorder (pOUD) are disorders of chronic relapse, with 50-70% of patients relapsing within the first 90 days of treatment completion. The neurophysiological substrate underlying these and other substance use disorders (SUDs) has been linked to both impulsive and compulsive control disorders. Current treatment for AUD and pOUD is not based upon the neurophysiological aspects of the disorders, despite the development of the allostatic model and the impaired response inhibition and salience attribution (iRISA) syndrome model over the past two decades. In this study, we used functional near-infrared spectroscopy (fNIRs), a portable and affordable neuroimaging device, to evaluate the blood-oxygenation-level determined (BOLD) signal in the prefrontal cortex during impulsive and risky decision-making tasks. We then followed patients for 90-days after completion of residential treatment and compared outcome (relapsed vs. abstained) predictability between the behavioral/subjective data and neurophysiology/objective data. Working with the Caron Treatment Center, an in-patient treatment facility, we recruited, in two separate studies, 49 pOUD patients and 50 AUD patients. AUD patients completed a Colored-Word Stroop Task, a measure of impulse control. POUD patients completed an adapted Balloon Analogue Risk Task (BART), a task that measures risky-decision-making. In addition to performance data, prefrontal cortical (PFC) activity was monitored throughout the duration of the tasks using fNIRs. Patients were followed for 90-days after they left residential treatment to determine their treatment outcome status (abstained vs. relapsed). Performance measures on the BART did not differ between relapsers and abstainers (p= 0.97). However, activation in the right ventromedial PFC and left dorsolateral PFC accurately classified 91.8% of pOUD patients that relapsed to opioid use within the first 90 days post-treatment completion. Similarly, Stroop task performance did not differ between relapsers and abstainers in the AUD population (p=not significant). However, relapsing patients showed reduced activation in the bilateral dorsolateral PFC relative to abstaining patients (p< 0.05), which accurately classified 80% of AUD patients as relapsers versus abstainers. These results suggest that fNIRs-based brain responses could provide objective, affordable, measures of relative risk of relapse that will help clinicians devise and implement personalized treatments in SUD patients. Keywords: Alcohol use disorders (AUDs), substance use disorders, fNIRS, Stroop task, balloon analog risk task (BART), Addiction Conference: 2nd International Neuroergonomics Conference, Philadelphia, PA, United States, 27 Jun - 29 Jun, 2018. Presentation Type: Poster Presentation Topic: Neuroergonomics Citation: Tilden SE, Harris J, Huhn A, Deneke E, Parascando J, Meyer R, Bixler E, Ayaz H and Bunce S (2019). Prefrontal Cortical Activation, but Not Behavioral Performance of Impulsivity and Risky Decision-Making Tasks, was Associated with Treatment Outcome in Residential Patients with Alcohol or Prescription Opioid Use Disorder.. Conference Abstract: 2nd International Neuroergonomics Conference. doi: 10.3389/conf.fnhum.2018.227.00126 Copyright: The abstracts in this collection have not been subject to any Frontiers peer review or checks, and are not endorsed by Frontiers. They are made available through the Frontiers publishing platform as a service to conference organizers and presenters. The copyright in the individual abstracts is owned by the author of each abstract or his/her employer unless otherwise stated. Each abstract, as well as the collection of abstracts, are published under a Creative Commons CC-BY 4.0 (attribution) licence (https://creativecommons.org/licenses/by/4.0/) and may thus be reproduced, translated, adapted and be the subject of derivative works provided the authors and Frontiers are attributed. For Frontiers’ terms and conditions please see https://www.frontiersin.org/legal/terms-and-conditions. Received: 02 Apr 2018; Published Online: 27 Sep 2019. * Correspondence: Ms. Sarah E Tilden, College of Medicine, Pennsylvania State University, Psychiatry, Hershey, pennsylvania, 17033, United States, stilden@pennstatehealth.psu.edu Login Required This action requires you to be registered with Frontiers and logged in. To register or login click here. Abstract Info Abstract The Authors in Frontiers Sarah E Tilden Jonathan Harris Andrew Huhn Erin Deneke Jessica Parascando Roger Meyer Edward Bixler Hasan Ayaz Scott Bunce Google Sarah E Tilden Jonathan Harris Andrew Huhn Erin Deneke Jessica Parascando Roger Meyer Edward Bixler Hasan Ayaz Scott Bunce Google Scholar Sarah E Tilden Jonathan Harris Andrew Huhn Erin Deneke Jessica Parascando Roger Meyer Edward Bixler Hasan Ayaz Scott Bunce PubMed Sarah E Tilden Jonathan Harris Andrew Huhn Erin Deneke Jessica Parascando Roger Meyer Edward Bixler Hasan Ayaz Scott Bunce Related Article in Frontiers Google Scholar PubMed Abstract Close Back to top Javascript is disabled. Please enable Javascript in your browser settings in order to see all the content on this page.",
  "authors": [
    {
      "display_name": "Sarah Tilden",
      "id": "A5056642998",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Sarah Tilden"
    },
    {
      "display_name": "Jonathan C. Harris",
      "id": "A5000455637",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Jonathan Harris"
    },
    {
      "display_name": "Andrew S. Huhn",
      "id": "A5053588581",
      "orcid": "https://orcid.org/0000-0002-8073-7701",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Andrew Huhn"
    },
    {
      "display_name": "Erin Deneke",
      "id": "A5082855203",
      "orcid": "https://orcid.org/0000-0002-4260-9004",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Erin Deneke"
    },
    {
      "display_name": "Jessica Parascando",
      "id": "A5060757632",
      "orcid": "https://orcid.org/0000-0003-4362-8693",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Jessica Parascando"
    },
    {
      "display_name": "Roger E. Meyer",
      "id": "A5067952749",
      "orcid": "https://orcid.org/0000-0003-2507-6311",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Roger Meyer"
    },
    {
      "display_name": "Edward O. Bixler",
      "id": "A5111676284",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Edward Bixler"
    },
    {
      "display_name": "Hasan Ayaz",
      "id": "A5026726462",
      "orcid": "https://orcid.org/0000-0001-5514-2741",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Hasan Ayaz"
    },
    {
      "display_name": "Scott C. Bunce",
      "id": "A5077423706",
      "orcid": "https://orcid.org/0000-0002-1233-8709",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Scott Bunce"
    }
  ],
  "publication_year": 2018,
  "publication_date": "2018-01-01",
  "type": "article",
  "cited_by_count": 1,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S146364893",
    "display_name": "Frontiers in Human Neuroscience",
    "issn_l": "1662-5161",
    "issn": [
      "1662-5161"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320527"
  },
  "volume": "12",
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": true,
    "oa_status": "gold",
    "oa_url": "https://doi.org/10.3389/conf.fnhum.2018.227.00126",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2780319597",
      "display_name": "Impulsivity",
      "level": 2,
      "score": 0.7259433
    },
    {
      "id": "C2779442783",
      "display_name": "Alcohol use disorder",
      "level": 3,
      "score": 0.59436846
    },
    {
      "id": "C172467417",
      "display_name": "Neurocognitive",
      "level": 3,
      "score": 0.5314174
    },
    {
      "id": "C118552586",
      "display_name": "Psychiatry",
      "level": 1,
      "score": 0.51846284
    },
    {
      "id": "C2781195155",
      "display_name": "Prefrontal cortex",
      "level": 3,
      "score": 0.5181726
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.4961215
    },
    {
      "id": "C58693492",
      "display_name": "Neuroimaging",
      "level": 2,
      "score": 0.47871542
    },
    {
      "id": "C2426938",
      "display_name": "Medical prescription",
      "level": 2,
      "score": 0.43566024
    },
    {
      "id": "C70410870",
      "display_name": "Clinical psychology",
      "level": 1,
      "score": 0.4130919
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.35410538
    },
    {
      "id": "C169900460",
      "display_name": "Cognition",
      "level": 2,
      "score": 0.3265713
    },
    {
      "id": "C2781066024",
      "display_name": "Alcohol",
      "level": 2,
      "score": 0.16144657
    },
    {
      "id": "C98274493",
      "display_name": "Pharmacology",
      "level": 1,
      "score": 0.10203847
    },
    {
      "id": "C55493867",
      "display_name": "Biochemistry",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10042",
      "display_name": "Neural and Behavioral Psychology Studies",
      "score": 0.9541
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.3389/conf.fnhum.2018.227.00126",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:46:17.117855",
  "source_database": "OpenAlex"
}