{
  "openalex_id": "W2976366380",
  "doi": "https://doi.org/10.3389/conf.fmars.2019.08.00091",
  "title": "Analysis and damage assessment of discards in the hand dredge wedge clam fishery (Donax trunculus Linnaeus, 1758) in the Gulf of Cádiz (SW Spain",
  "abstract": "Event Abstract Back to Event Analysis and damage assessment of discards in the hand dredge wedge clam fishery (Donax trunculus Linnaeus, 1758) in the Gulf of Cádiz (SW Spain Raimundo Blanco1*, Sara Román1, Ana Rodriguez-Rua1, Miguel Coján1, Luis Silva1, Antonio Sánchez2, Esperanza Lisa-García1 and Marina Delgado1 1 Oceanographic Center of Cádiz, Spanish Institute of Oceanography, Spain 2 Facultad de Ciencias, Universidad de Cádiz, Spain Within the framework of the research project VENUS, the aim of this communication is to provide a first insight of the discards associated with the artisanal hand dredging fishery targeting wedge clam Donax trunculus Linnaeus, 1758 in the sandy beaches at littoral of Huelva, in the south west of Spain. Small scale fisheries represent one of the main types of fisheries occurring in the area with a high socioeconomic importance. D. trunculus constitutes a very important fishing resource due to its high economic value and has been exploited over the last decades using primarily either artisanal hand-operated dredges (rastros manuales) in shallow water and commercial boat-operated dredges from subtidal to deeper waters. The hand dredge wedge clam fishery has been regulated by the Andalusian autonomic government since 2008. Several measures for the control of fishing and protection of this valuable economical resource were established in order to maintain its sustainability: licenses (the protect area Doñana NP has a specific license regulation), daily quota, a minimum size limit and a closed season (Silva et al., 2014). In general fishing trawling is one of the most impactful fishery activities on the seabed. The physical and biological impacts in the communities are variable. They depend upon size and weight of the gear as well as fishing practice and ecosystem. In the area of study, there is a lack of scientific information about of some aspects of the wedge clam fishery with hand dredge: discard structure and composition, and damage caused to specimens during the fishing and the manipulations. A basic tenet of the ecosystem approach to fisheries management is that harvesting should be conducted with minimal impact on juveniles, non-target species, and marine habitats. An analysis of discards and damage will be useful for the adoption and assessment of the discard mitigation strategies for this fishery (Bellido et al., 2011). The study area comprised the low intertidal and the upper (2 - 3 m depth) infralitoral zone of the sandy beaches of the Huelva province coast. The area was divided into six units from the mouth of the Guadalquivir river to Ayamonte (mouth of the Guadiana river): Doñana National Park, Mazagón, Huelva, Punta Umbría-La Bota, Isla Cristina-El Rompido, and Ayamonte. Sampling was carried out using a hand dredge similar to those used by artisanal fishermen. It consists in a wood towing arm, dredge mouth of 44.5 cm width by 15 cm height with an even cutting edge, a mesh sieve size of 7 X 7 mm and a length of 58 cm, with a rear net bag of 200 cm length and mesh size of 5 X 5 mm. The gear digs deeply into the sediment up to 10 cm. A total of 17 hauls were performed at 17 stations, between the lower intertidal and 2 m depth of the infralitoral zone in June 2018. At each station the hand dredge was towed diagonally to the shoreline for 5 min. Every transect was geo-referenced by a GPS. The samples were sorted in the laboratory. Macrofauna and megafauna were identified to the lowest taxon level (mainly species level) with the uttermost precision and their respective abundances and weights recorded. Additionally, a damage assessment was performed on the fauna, taking into account the whole fishing process. A three level damage scale was used to assign the level damage to the individuals of each taxon: D0 (no damage), D1 (low damage), D2 (intermediate damage) and D3 (high damage, not survival after their release) (Anjos et al., 2011, Urra et al, 2017). The preliminary study of the 3897 specimens yielded 25 taxa belonging to 5 Classes: Polychaeta (4), Bivalvia (8), Gastropoda (3), Scaphopoda (1), Crustacea (6), Echinoidea (2) and Actinopterygii (1). However, the number of taxa could be even higher, because Paguroidea and Polychaeta could not be identified to species level. Bivalvia was the dominant group in abundance (94.12%) and biomass (95.41), followed by Crustacea with 4.72% and 2.06%, Echinoidea 0.44% and 2.42%, Polychaeta 0.39% and 0.06%, Gastropoda 0.21% and 0.01, Scaphopoda 0.10% and 0.01% and finally Actinopterygii with 0.02% and 0.03%. The targeted species, D. trunculus, represented 83.34 % of the specimens and 76.58% of the biomass of the capture (3248 specimens and 8447.03 g); The discard fraction was composed by 24 taxa and represented the 16.65% of the collected individual and the 23.42 % of the biomass. Discards were dominated by Bivalvia in taxa richness (7), abundance (64%) and biomass (80.39%). Overall, 82.44% of the discarded specimens were undamaged, 0.92% display low damage, 0.15% display intermediate damage, 16.49% display severe damage. Bivalve was the group with more damaged individuals (66.67%), all belonging to Mactra stultorum (Linnaeus, 1758), followed by brachyuran crustaceans (25.44%), irregular sea-urchins (6.14%) and fishes (1.75%). Acknowledgements Study funded within the framework of the project “VENUS” (Estudio integral de los bancos naturales de moluscos bivalvos en el Golfo de Cádiz para su gestión sostenible y la conservación de hábitats asociados) (0139VENUS5E; INTERREG-POCTEP). We would like to thank Rafael Donato, Carlos Farias, Eva García-Isarch, Verónica Duque, Jorge Rey and Teresa Montaño for follaborating in biological sampling. We also thank the ranger team of the Doñana national park and Doñana Biological Station (EBD-CSIC). References Anjos, M., Pereira, F., Vasconcelos, P., Joaquim, S., Matias, D., Erzini, K., & Gaspar, M. (2018). Bycatch and discard survival rate in a small-scale bivalve dredge fishery along the Algarve coast (southern Portugal). Scientia Marina, 82(S1), 75. https://doi.org/10.3989/scimar.04742.08a Bellido, J.M., Santos, B., Pennino, M.G., Valeiras, X. & Pierce, G.J (2011). Fishery discards and bycatch: solutions for an ecosystem approach to fisheries management? Hydrobiologia, 670:317–333. https://doi.org/10.1007/s10750-011-0721-5 Coján M., Silva, L., Delgado, Terrón, A., Férnandez, J. & Mártinez, E. (2015). Descripción de la fauna macrobentónica en la zona intermareal del litoral de Huelva donde se desarrolla la pesquería de coquina (Donax trunculus Linnaeus, 1758). In Díaz del Río V., Bárcenas, P., Fernández-Salas, L.M., Palomino, D., Rueda, J.L., Sánchez-Guillamon, O. & Váquez, J.T. (eds) Proceedings of the VIII Simposio sobre el Margen Ibérico Atlántico, Málaga, 21–23 September 2015, p. 349. Gaspar M.B., Santos M.N., Leitão F., Chícharo, L., Chícharo, A, & Monteiro, C.C. (2003). Recovery of substrates and macro-benthos after fishing trials with a new Portuguese clam dredge. Journal of the Marine Biological Association of the U.K., 83: 713-717. https://doi.org/10.1017/S0025315403007690h Pranovi, F., Raicevich, S., Franceschini, G., Torricelli, P., & Giovanardi, O. (2001). Discard analysis and damage to non-target species in the “rapido” trawl fishery. Marine Biology, 139(5), 863–875. https://doi.org/10.1007/s002270100646 Peña Olivas, J.M. & Antón Camacho, A.I. (2013). Estudio de actuación del tramo de costa comprendido entre las desembocaduras de los ríos Guadiana y Guadalquivir. (Informe final) (CLAVE CEDEX: 22- 410-5-001, para la Dirección General de Sostenibilidad de la Costa y del Mar). 82 pp. Rufino, M.M., Gaspar, M., Pereira, A.M., Maynou, F. & Monteiro, C. C. (2010). Ecology of megabenthic bivalve communities from sandy beaches on the south coast of Portugal. Scientia Marina 74(1): 163-178. https://doi.org/10.3989/scimar.2010.74n1163 Serhat Çolakoğlu, S. (2014). Population Structure, Growth and Production of the Wedge Clam Donax trunculus (Bivalvia, Donacidae) in the West Marmara Sea, Turkey. Turkish Journal of Fisheries and Aquatic Sciences 14, 221-230. https://doi.org/10.4194/1303-2712-v14_1_24 Silva, L., Delgado, M., Cojan M.,Martínez, E., Quesada, L., Gamero, J., Fernandez, J. &Terrón A. (2014). Fishery of surf clams Donax trunculus (Bivalvia, L. 1758) in the Gulf of Cadiz (SW Spain). In Ríos, P., Suarez, L.A.& Cristobo, J. (eds) Proceedings of the XVIII Symposium Ibérico de Estudios de Biología Marina, Spanish Institute of Oceanography, Gijon, 2–5 September 2014, p. 203. Urra, J., García, T., Gallardo-Roldán, H., León, E., Lozano, M., Baro, J., & Rueda, J. L. (2017). Discard analysis and damage assessment in the wedge clam mechanized dredging fisheries of the northern Alboran Sea (W Mediterranean Sea). Fisheries Research, 187, 58–67. https://doi.org/10.1016/j.fishres.2016.10.018 Keywords: Discards, damage, Megafauna, macrpfauna, Wedge clam, Small scale fisheries, Ecosystem aproach Conference: XX Iberian Symposium on Marine Biology Studies (SIEBM XX) , Braga, Portugal, 9 Sep - 12 Sep, 2019. Presentation Type: Poster Presentation Topic: Ecology, Biodiversity and Vulnerable Ecosystems Citation: Blanco R, Román S, Rodriguez-Rua A, Coján M, Silva L, Sánchez A, Lisa-García E and Delgado M (2019). Analysis and damage assessment of discards in the hand dredge wedge clam fishery (Donax trunculus Linnaeus, 1758) in the Gulf of Cádiz (SW Spain. Front. Mar. Sci. Conference Abstract: XX Iberian Symposium on Marine Biology Studies (SIEBM XX) . doi: 10.3389/conf.fmars.2019.08.00091 Copyright: The abstracts in this collection have not been subject to any Frontiers peer review or checks, and are not endorsed by Frontiers. They are made available through the Frontiers publishing platform as a service to conference organizers and presenters. The copyright in the individual abstracts is owned by the author of each abstract or his/her employer unless otherwise stated. Each abstract, as well as the collection of abstracts, are published under a Creative Commons CC-BY 4.0 (attribution) licence (https://creativecommons.org/licenses/by/4.0/) and may thus be reproduced, translated, adapted and be the subject of derivative works provided the authors and Frontiers are attributed. For Frontiers’ terms and conditions please see https://www.frontiersin.org/legal/terms-and-conditions. Received: 11 May 2019; Published Online: 27 Sep 2019. * Correspondence: Mr. Raimundo Blanco, Oceanographic Center of Cádiz, Spanish Institute of Oceanography, Cádiz, Spain, raimundo.blanco@ieo.es Login Required This action requires you to be registered with Frontiers and logged in. To register or login click here. Abstract Info Abstract The Authors in Frontiers Raimundo Blanco Sara Román Ana Rodriguez-Rua Miguel Coján Luis Silva Antonio Sánchez Esperanza Lisa-García Marina Delgado Google Raimundo Blanco Sara Román Ana Rodriguez-Rua Miguel Coján Luis Silva Antonio Sánchez Esperanza Lisa-García Marina Delgado Google Scholar Raimundo Blanco Sara Román Ana Rodriguez-Rua Miguel Coján Luis Silva Antonio Sánchez Esperanza Lisa-García Marina Delgado PubMed Raimundo Blanco Sara Román Ana Rodriguez-Rua Miguel Coján Luis Silva Antonio Sánchez Esperanza Lisa-García Marina Delgado Related Article in Frontiers Google Scholar PubMed Abstract Close Back to top Javascript is disabled. Please enable Javascript in your browser settings in order to see all the content on this page.",
  "authors": [
    {
      "display_name": "Raimundo Blanco",
      "id": "A5089085095",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Raimundo Blanco"
    },
    {
      "display_name": "Sara Román",
      "id": "A5063387039",
      "orcid": "https://orcid.org/0000-0001-7282-2976",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Sara Román"
    },
    {
      "display_name": "Ana Rodríguez-Rúa",
      "id": "A5040966031",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Ana Rodriguez-Rua"
    },
    {
      "display_name": "Miguel Coján",
      "id": "A5061363022",
      "orcid": "https://orcid.org/0000-0003-1245-1522",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Miguel Coján"
    },
    {
      "display_name": "Luis Silva",
      "id": "A5100681783",
      "orcid": "https://orcid.org/0000-0001-6267-0462",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Luis Silva"
    },
    {
      "display_name": "Antonio Sánchez",
      "id": "A5101471010",
      "orcid": "https://orcid.org/0000-0003-0283-2532",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Antonio Sánchez"
    },
    {
      "display_name": "Esperanza Lisa-García",
      "id": "A5041294824",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Esperanza Lisa-García"
    },
    {
      "display_name": "Marina Delgado",
      "id": "A5086724980",
      "orcid": "https://orcid.org/0000-0002-6188-3391",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Marina Delgado"
    }
  ],
  "publication_year": 2019,
  "publication_date": "2019-01-01",
  "type": "article",
  "cited_by_count": 1,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S2596539584",
    "display_name": "Frontiers in Marine Science",
    "issn_l": "2296-7745",
    "issn": [
      "2296-7745"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320527"
  },
  "volume": "6",
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": true,
    "oa_status": "gold",
    "oa_url": "https://doi.org/10.3389/conf.fmars.2019.08.00091",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C2776428065",
      "display_name": "Discards",
      "level": 3,
      "score": 0.79658467
    },
    {
      "id": "C505870484",
      "display_name": "Fishery",
      "level": 1,
      "score": 0.774284
    },
    {
      "id": "C111368507",
      "display_name": "Oceanography",
      "level": 1,
      "score": 0.48616096
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.46113408
    },
    {
      "id": "C127313418",
      "display_name": "Geology",
      "level": 0,
      "score": 0.12626955
    },
    {
      "id": "C514101110",
      "display_name": "Fishing",
      "level": 2,
      "score": 0.08585173
    }
  ],
  "topics": [
    {
      "id": "T10230",
      "display_name": "Marine and fisheries research",
      "score": 0.9694
    },
    {
      "id": "T11088",
      "display_name": "Marine Bivalve and Aquaculture Studies",
      "score": 0.9142
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.3389/conf.fmars.2019.08.00091",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:19:33.375255",
  "source_database": "OpenAlex"
}