{
  "openalex_id": "W2970006455",
  "doi": "https://doi.org/10.15252/emmm.201910769",
  "title": "Activation of <scp>LXR</scp> β inhibits tumor respiration and is synthetically lethal with Bcl‐ <scp>xL</scp> inhibition",
  "abstract": "Article29 August 2019Open Access Source DataTransparent process Activation of LXRβ inhibits tumor respiration and is synthetically lethal with Bcl-xL inhibition Trang Thi Thu Nguyen Trang Thi Thu Nguyen Department of Pathology & Cell Biology, Columbia University Medical Center, New York, NY, USA Search for more papers by this author Chiaki Tsuge Ishida Chiaki Tsuge Ishida Department of Pathology & Cell Biology, Columbia University Medical Center, New York, NY, USA Search for more papers by this author Enyuan Shang Enyuan Shang Department of Biological Sciences, Bronx Community College, City University of New York, Bronx, NY, USA Search for more papers by this author Chang Shu Chang Shu Department of Pathology & Cell Biology, Columbia University Medical Center, New York, NY, USA Search for more papers by this author Consuelo Torrini Consuelo Torrini Department of Pathology & Cell Biology, Columbia University Medical Center, New York, NY, USA Search for more papers by this author Yiru Zhang Yiru Zhang Department of Pathology & Cell Biology, Columbia University Medical Center, New York, NY, USA Search for more papers by this author Elena Bianchetti Elena Bianchetti Department of Pathology & Cell Biology, Columbia University Medical Center, New York, NY, USA Search for more papers by this author Maria J Sanchez-Quintero Maria J Sanchez-Quintero Department of Neurology, Columbia University Medical Center, New York, NY, USA Search for more papers by this author Giulio Kleiner Giulio Kleiner Department of Neurology, Columbia University Medical Center, New York, NY, USA Search for more papers by this author Catarina M Quinzii Catarina M Quinzii orcid.org/0000-0003-3819-1298 Department of Neurology, Columbia University Medical Center, New York, NY, USA Search for more papers by this author Mike-Andrew Westhoff Mike-Andrew Westhoff Department of Pediatrics and Adolescent Medicine, Ulm University Medical Center, Ulm, Germany Search for more papers by this author Georg Karpel-Massler Georg Karpel-Massler Department of Neurosurgery, Ulm University Medical Center, Ulm, Germany Search for more papers by this author Peter Canoll Peter Canoll orcid.org/0000-0002-7001-0226 Department of Pathology & Cell Biology, Columbia University Medical Center, New York, NY, USA Search for more papers by this author Markus D Siegelin Corresponding Author Markus D Siegelin [email protected] [email protected] orcid.org/0000-0001-7113-3634 Department of Pathology & Cell Biology, Columbia University Medical Center, New York, NY, USA Search for more papers by this author Trang Thi Thu Nguyen Trang Thi Thu Nguyen Department of Pathology & Cell Biology, Columbia University Medical Center, New York, NY, USA Search for more papers by this author Chiaki Tsuge Ishida Chiaki Tsuge Ishida Department of Pathology & Cell Biology, Columbia University Medical Center, New York, NY, USA Search for more papers by this author Enyuan Shang Enyuan Shang Department of Biological Sciences, Bronx Community College, City University of New York, Bronx, NY, USA Search for more papers by this author Chang Shu Chang Shu Department of Pathology & Cell Biology, Columbia University Medical Center, New York, NY, USA Search for more papers by this author Consuelo Torrini Consuelo Torrini Department of Pathology & Cell Biology, Columbia University Medical Center, New York, NY, USA Search for more papers by this author Yiru Zhang Yiru Zhang Department of Pathology & Cell Biology, Columbia University Medical Center, New York, NY, USA Search for more papers by this author Elena Bianchetti Elena Bianchetti Department of Pathology & Cell Biology, Columbia University Medical Center, New York, NY, USA Search for more papers by this author Maria J Sanchez-Quintero Maria J Sanchez-Quintero Department of Neurology, Columbia University Medical Center, New York, NY, USA Search for more papers by this author Giulio Kleiner Giulio Kleiner Department of Neurology, Columbia University Medical Center, New York, NY, USA Search for more papers by this author Catarina M Quinzii Catarina M Quinzii orcid.org/0000-0003-3819-1298 Department of Neurology, Columbia University Medical Center, New York, NY, USA Search for more papers by this author Mike-Andrew Westhoff Mike-Andrew Westhoff Department of Pediatrics and Adolescent Medicine, Ulm University Medical Center, Ulm, Germany Search for more papers by this author Georg Karpel-Massler Georg Karpel-Massler Department of Neurosurgery, Ulm University Medical Center, Ulm, Germany Search for more papers by this author Peter Canoll Peter Canoll orcid.org/0000-0002-7001-0226 Department of Pathology & Cell Biology, Columbia University Medical Center, New York, NY, USA Search for more papers by this author Markus D Siegelin Corresponding Author Markus D Siegelin [email protected] [email protected] orcid.org/0000-0001-7113-3634 Department of Pathology & Cell Biology, Columbia University Medical Center, New York, NY, USA Search for more papers by this author Author Information Trang Thi Thu Nguyen1, Chiaki Tsuge Ishida1, Enyuan Shang2, Chang Shu1, Consuelo Torrini1, Yiru Zhang1, Elena Bianchetti1, Maria J Sanchez-Quintero3, Giulio Kleiner3, Catarina M Quinzii3, Mike-Andrew Westhoff4, Georg Karpel-Massler5, Peter Canoll1 and Markus D Siegelin *,*,1 1Department of Pathology & Cell Biology, Columbia University Medical Center, New York, NY, USA 2Department of Biological Sciences, Bronx Community College, City University of New York, Bronx, NY, USA 3Department of Neurology, Columbia University Medical Center, New York, NY, USA 4Department of Pediatrics and Adolescent Medicine, Ulm University Medical Center, Ulm, Germany 5Department of Neurosurgery, Ulm University Medical Center, Ulm, Germany *Corresponding author. Tel: +1 2123051993; E-mails: [email protected]; [email protected] EMBO Mol Med (2019)11:e10769https://doi.org/10.15252/emmm.201910769 PDFDownload PDF of article text and main figures. Peer ReviewDownload a summary of the editorial decision process including editorial decision letters, reviewer comments and author responses to feedback. ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinked InMendeleyWechatReddit Figures & Info Abstract Liver-X-receptor (LXR) agonists are known to bear anti-tumor activity. However, their efficacy is limited and additional insights regarding the underlying mechanism are necessary. By performing transcriptome analysis coupled with global polar metabolite screening, we show that LXR agonists, LXR623 and GW3965, enhance synergistically the anti-proliferative effect of BH3 mimetics in solid tumor malignancies, which is predominantly mediated by cell death with features of apoptosis and is rescued by exogenous cholesterol. Extracellular flux analysis and carbon tracing experiments (U-13C-glucose and U-13C-glutamine) reveal that within 5 h, activation of LXRβ results in reprogramming of tumor cell metabolism, leading to suppression of mitochondrial respiration, a phenomenon not observed in normal human astrocytes. LXR activation elicits a suppression of respiratory complexes at the protein level by reducing their stability. In turn, energy starvation drives an integrated stress response (ISR) that up-regulates pro-apoptotic Noxa in an ATF4-dependent manner. Cholesterol and nucleotides rescue from the ISR elicited by LXR agonists and from cell death induced by LXR agonists and BH3 mimetics. In conventional and patient-derived xenograft models of colon carcinoma, melanoma, and glioblastoma, the combination treatment of ABT263 and LXR agonists reduces tumor sizes significantly stronger than single treatments. Therefore, the combination treatment of LXR agonists and BH3 mimetics might be a viable efficacious treatment approach for solid malignancies. Synopsis Liver-X-receptor agonists display limited anti-tumor activity. The present study uncovers the synthetic lethality triggered by combining activation of liver-X-receptor and Bcl-xL inhibition. Activation of LXR-receptors resulted in suppression of gene-sets related to mitochondrial translation, metabolism, transcription and regulators of intrinsic apoptosis associated, with an increase in cholesterol efflux signature. In the TCGA datasets, high levels of the LXR target ABCA1 correlated with low levels of group of genes related to mitochondrial transcription, translation and metabolism. Liver-X-receptors activation led to early reprogramming of oxidative energy metabolism, resulting in energy deprivation and solid tumor cells sensitization to glucose withdrawal. Suppression of the electron transport chain by LXRβ activation lowered the apoptotic threshold and sensitized solid tumor cells to the cytotoxic effects of BH3-mimetics. The combination treatment of ABT263 and LXR623 reduced tumor growth in patient-derived xenograft model systems. Introduction Advanced solid malignancies, such as glioblastoma (GBM; Hegi et al, 2005), metastatic melanoma, and colon cancer, remain challenging to treat. These recalcitrant neoplasms require novel more efficient and less toxic therapies. In this report, we are introducing a novel approach to address this pivotal issue. It has been known for some time that tumor cells organize their metabolism distinct from non-neoplastic cells. Representing the most relevant feature in this context is undoubtedly aerobic glycolysis, a paradoxical phenomenon that tumor cells bypass oxidative metabolism by converting glucose via pyruvate to lactate (Locasale et al, 2011; Masui et al, 2013; Viale et al, 2014; Pacold et al, 2016; Li et al, 2017). However, recent evidence shows that some tumor cells depend on oxidative phosphorylation as well and indeed there are several cancer cell lines that have a high dependency on cellular respiration to maintain their survival (Dranoff et al, 1985; Qing et al, 2012; Willems et al, 2013; Agnihotri & Zadeh, 2016). Aside from carbohydrate metabolism, there are known alterations in lipid metabolism in cancer (Agnihotri & Zadeh, 2016). In this regard, cholesterol and its derivatives and precursors have a central role for tumor cells. This appears to be intuitive since malignant tumors display a high proliferation rate, which requires the presence of cholesterol. Liver-X-receptor (LXR) agonists represent a novel means to counteract cholesterol levels in tumor cells, including glioblastoma and melanoma, by enhancing the excretion (increase in ABCA1) and at the same time decreasing the resorption of cholesterol (decrease in LDL receptor). Recently, GW3965 and LXR623 have demonstrated anti-tumor efficacy in vitro and in vivo (Pencheva et al, 2014; Villa et al, 2016). These effects were described to be primarily mediated by LXRβ since this receptor appeared to be predominantly expressed over LXRα in most tumor cells (Villa et al, 2016; Wang et al, 2017). Aside from metabolism, tumor cells maintain a deregulated cell death machinery and have lost the ability to die in a physiological manner. This feature is linked to resistance to apoptosis, a form of cell death that is largely regulated by the pro- and anti-apoptotic Bcl-2 family members (Lagadec et al, 2008; Souers et al, 2013; Chen et al, 2014; Kiprianova et al, 2015; Karpel-Massler et al, 2017c). Classical anti-apoptotic members are Mcl-1, Bcl-2, and Bcl-xL. Through recent discoveries, these molecules became readily targetable by a compound class, called BH3 mimetics. Representative examples are ABT263 and ABT199 (Tse et al, 2008; Souers et al, 2013). The latter one has received FDA approval (Souers et al, 2013; Chan et al, 2015; Johnson-Farley et al, 2015; Deeks, 2016; Lam et al, 2017). Here, we provide evidence that BH3 mimetics and LXR623/GW3965 (Pencheva et al, 2014; Villa et al, 2016) synergistically reduce the viability of solid tumor cells in vitro and in vivo, mediated by an early unexpected metabolic reprogramming of oxidative and central carbon metabolism elicited by LXRβ activation, which was identified through a combined screen of gene set enrichment and polar metabolite LC/MS analysis. Nota bene, the metabolic effects on oxidative phosphorylation by LXR activation are not detectable in normal human astrocytes, suggesting a cancer-specific vulnerability. Results ABT263 and liver-X-receptor agonists reduce cellular viability in a synergistic manner by enhanced apoptosis accompanied by cleavage of PARP and caspases We initiated this study with a transcriptome and gene set enrichment analysis (GSEA), which demonstrated that LXR623 leads to up-regulation of gene sets related to cholesterol efflux in human glioblastoma and colonic carcinoma cells (Figs 1A and B, and EV1A). Consistently, we noted an increase in genes related to enhanced cholesterol synthesis (Figs 1C and EV1B). Moreover, GSEA suggested enhanced priming for apoptosis with up-regulation of pro-apoptotic Bcl-2 family members and an inhibition of mitochondrial metabolism (Figs 1D and EV1D–F). To validate these observations further, U87 GBM cells were treated with increasing concentrations of LXR623 and the protein expression of the ABCA1 transporter was determined (Fig EV1C). We found that LXR623 induced a dose-dependent increase in the cholesterol efflux transporter, resulting in a depletion of cholesterol levels in GBM cells (Fig 1E). As anticipated, the cholesterol synthesis inhibitor, simvastatin, led to reduction of total cholesterol levels as well. We also confirmed that indeed the depletion of cholesterol ultimately led to cellular demise and found that LXR623-mediated cell death is substantially rescued by exogenous administration of cholesterol (Appendix Fig S1F). To assess the clinical relevance of these findings, we interrogated the TCGA database for colonic adenocarcinoma and grouped patients based on their expression level of ABCA1. We found that patients with high ABCA1 mRNA levels displayed lower levels of groups of genes related to mitochondrial metabolism (electron transport chain) and mitochondrial translation/transcription (TFAM) (Figs 1F, EV1G–K, and EV2A and B). Figure 1. Combined treatment with ABT263 and LXR623 results in a synergistic anti-proliferative effect across solid tumor cells A–D. HCT116 and U87 cells were treated with 20 µM LXR623 for 24 h. Transcriptome and gene set enrichment analysis was performed. Shown are enrichment plots. NES: normalized enrichment score. E. U87 GBM cells were treated with 20 µM LXR623 or 50 µM simvastatin (Sim) for 48 h. Thereafter, lysates were collected and analyzed for total cholesterol levels. Shown are means and SD (n = 3). *P = 0.0145, **P = 0.0019. Statistical significance was determined by one-way ANOVA. F. Shown is a volcano plot of patients from the TCGA (database) with high vs. low levels of ABCA1. A close-up of the most significantly down-regulated genes is presented (mRNAs related to the electron transport chain and mitochondrial metabolism). The x-axis highlights the fold changes (log2 scale) (down-regulated genes, negative values), whereas the y-axis indicates the level of statistical significance (shown in −log10 format). Figure EV1 contains the entire volcano plot. fc: fold changes; p: P-value. G–J. GBM12 GBM cells (short-term patient-derived xenograft), U87 GBM cells, HCT116 colonic carcinoma cells, and A375 melanoma cells were treated with the indicated concentrations of ABT263, LXR623/GW3965, or the combination for 72 h. Thereafter, cellular viability was analyzed and statistical analysis was performed. Shown are means and SD (n = 3–4). GBM12: *P = 0.0145, **P = 0.0019; U87: *P = 0.0108, **P = 0.0012; HCT116: **P = 0.0037, ***P = 0.0003; A375: ****P < 0.0001. Statistical significance was determined by one-way ANOVA. K–N. CI (Combination Index) value indicates whether the drug combination is additive (CI value = 1.0), synergistic (CI value < 1.0), or antagonistic. Normalized isobolograms are presented for the combination treatments in the various solid tumor cell lines. Download figure Download PowerPoint Click here to expand this figure. Figure EV1. A genetic cholesterol efflux signature correlates with low levels of genes related to mitochondrial metabolism in patients A, B. HCT116 cells were treated with 20 µM LXR623 for 24 h. Transcriptome and gene set enrichment analysis was performed. Shown are enrichment plots. NES: normalized enrichment score. C. U87 cells were treated with increasing concentrations of LXR623 for 24 h. Thereafter, whole-cell protein lysates were collected and analyzed by capillary electrophoresis for the expression of the ABCA1 transporter. Vinculin was used as a loading control. D–F. HCT116 cells were treated with 20 µM LXR623 for 24 h. Transcriptome and gene set enrichment analysis was performed. Shown are enrichment plots. NES: normalized enrichment score. G. Representative genes from the GSEA derived in (D) (mitochondrial transcription) were interrogated in patients harboring high levels of ABCA1 (> EXP1.5) vs. low levels from the TCGA database (colonic adenocarcinoma). Middle lines in boxplot: median; box ranges: upper: 75th percentile; lower: 25th percentile; error bars: 10th and 90th percentile; number of replicates: n = 382; statistical analysis was determined by two-sided t-test. H. Representative genes from the GSEA derived in (E) (mitochondrial translation) were interrogated in patients harboring high levels of ABCA1 (> EXP1.5) vs. low levels from the TCGA database (colonic adenocarcinoma). Middle lines in boxplot: median; box ranges: upper: 75th percentile; lower: 25th percentile; error bars: 10th and 90th percentile; number of replicates: n = 382; statistical analysis was determined by two-sided t-test. I. Representative genes from the GSEA derived in (F) (mitochondrial protein complex) were interrogated in patients harboring high levels of ABCA1 (> EXP1.5) vs. low levels from the TCGA database (colonic adenocarcinoma). Middle lines in boxplot: median; box ranges: upper: 75th percentile; lower: 25th percentile; error bars: 10th and 90th percentile; number of replicates: n = 382; statistical analysis was determined by two-sided t-test. J, K. Correlation of ABCA1 levels vs. genes involved in electron transport chain (COX5B, UQCC2) and mitochondrial translation in patients with colonic adenocarcinoma (TCGA) or glioblastoma (GBM)(TCGA). Two sided t-test was used for the statistical analysis. Download figure Download PowerPoint Click here to expand this figure. Figure EV2. Volcano plot of patients with high mRNA levels of ABCA vs. low levels and pathway analysis of most significant down-regulated genes in patients with high levels of ABCA1 Shown is a volcano plot of patients from the TCGA (database) with high vs. low levels of ABCA1. Highlighted is the mRNA level of ABCA1. In addition, transcripts related to the electron transport chain (ETC) are shown in red and are encircled. A close-up of the down-regulated genes is integrated in main Fig 1F. fc: fold changes; p: P-value. KEGG pathway analysis was performed on the seventy-five most significant down-regulated genes from the analysis shown in (A). The different KEGG pathways (most significant ones) are shown from the highest to lowest significant changes (−log10 (P-value)). Several of the enriched pathways are directly related to mitochondrial metabolism, which is highlighted in red. Download figure Download PowerPoint These observations (GSEA findings) led us to hypothesize that LXR agonists synergize with BH3 mimetics (ABT263). Therefore, we conducted cellular viability assays with dose–responses of each drug, followed by drug combination treatment and synergy analysis based on the Chou–Talalay method, which enables the calculation of normalized isobolograms (median-effect equation) (Chou, 2010; Karpel-Massler et al, 2017c; Merino et al, 2017). Selected conditions of the single and combination treatments are provided and statistically compared (Fig 1G–N and Appendix Fig S1A–E). Our results suggest that LXR623 and ABT263 demonstrated a synergistic reduction of cellular viability in patient-derived GBM xenograft cells, GBM12, and established GBM cells, U87 (Fig 1G, H, K, and L, and Appendix Fig S1A, B, and E). Similar results were observed in human colon carcinoma cells, HCT116 (Fig 1I and M, and Appendix Fig S1C and E). Next, we assessed the anti-proliferative effects of a related compound of the same drug category, GW3965 (Pencheva et al, 2014). This compound was particularly active in melanomas. Therefore, we treated A375 melanoma cells with ABT263, GW3965, or the combination of both and as above conducted cellular viability assays with subsequent determination of CI values (CI values < 1 indicate synergism). Akin to the findings above, we found that ABT263 and GW3965 had an overall synergistic effect on inhibition of cellular proliferation (Fig 1J and N, and Appendix Fig S1D and E). To confirm the role of cholesterol depletion in the combination treatment, we treated glioblastoma cells with vehicle, LXR623, ABT263, or the combination in the presence or absence of cholesterol. We detected a significant protection from reduction in cellular viability when cholesterol was present, suggesting a potential role of cholesterol depletion in the mechanism of the combination treatment (Appendix Fig S1G). To demonstrate that the reduction in cellular viability is due to apoptosis and that substantial cell death occurs, we conducted annexin V/propidium iodide staining. In alignment with the cellular viability assays, the combination treatment led to an enhanced fraction of annexin V-positive cells in U87, T98G, LN229, MeWo, and HCT116 cells as well as in GBM stem-like cells (Fig 2A and B). Comparable results were obtained in A375 and WC62 melanoma cells (Appendix Fig S2). Apoptosis activation is preceded by loss of mitochondrial membrane potential. Therefore, we analyzed mitochondrial membrane potential under the various treatment conditions. Our findings show that the combination treatment of LXR623 and ABT263 led to a significantly stronger disruption of mitochondrial membrane potential than each compound alone (Fig 2C and D). Moreover, the ABT263 combined with LXR623 enhanced cleavage of PARP and caspase-9 (Fig 2E). These are all features that support the notion that Bcl-xL/Bcl-2 inhibition and LXR receptor activation engage in cell death with features of apoptosis. Next, we asked the question which of the anti-apoptotic Bcl-2 family members is responsible for the cell death induction in the combination treatment of LXR agonists and BH3 mimetics. To this end, we took advantage of the recently developed selective BH3 mimetics, such as ABT199 (selective Bcl-2 inhibitor), WEHI-539 (selective Bcl-xL inhibitor), and A1210477 (selective Mcl-1 inhibitor) (Karpel-Massler et al, 2017a). Utilizing HCT116 colon carcinoma and stem-like GBM cells, we found that inhibition of Bcl-xL was most relevant to enhance the apoptotic effects of LXR agonists, followed by Mcl-1 and Bcl-2 inhibition (Figs 2F, and EV3A and B). Figure 2. Combined treatment with LXR623 and BH3 mimetics yields enhanced induction of apoptosis A. U87, T98G, and LN229 cells were treated with 1 µM ABT263, 20 µM LXR623, or the combination of both for 72 h. MeWo melanoma and HCT116 colon carcinoma cells were treated with 1 µM ABT263, 10 µM LXR623, or the combination of both for 72 h (MeWo) and for 48 h (HCT116). Thereafter, cells were stained with annexin V/propidium iodide and analyzed by multi-parametric flow cytometry. Shown are means and SD (n = 3). ***P = 0.0007, ****P < 0.0001. Statistical significance was determined by one-way ANOVA. B. Stem-like GBM cells, NCH644, NCH421k, and NCH690, were treated with 1 µM ABT263, 20 µM LXR623, or the combination of both for 48 h. Thereafter, cells were stained with annexin V/propidium iodide and analyzed by multi-parametric flow cytometry. Shown are means and SD (n = 3). ****P < 0.0001. Statistical significance was determined by one-way ANOVA. C, D. U87 (72 h treatment) and HCT116 (48 h treatment) were treated with 1 µM ABT263, 20 µM (U87) or 10 µM (HCT116) LXR623, or the combination of both, stained with TMRE and analyzed by flow cytometric analysis for dissipation of mitochondrial membrane potential. Shown are means and SD (n = 3). ****P < 0.0001. Statistical significance was determined by one-way ANOVA. E. HCT116 colonic carcinoma cells were treated with ABT263, LXR623, or the combination of both. Whole protein lysates were collected and subjected to capillary electrophoresis for the expression/cleavage of PARP, total caspase-9 (CP9), and Vinculin. CF: cleaved fragment; FL: full length. F. HCT116 colonic carcinoma or NCH644 glioblastoma stem cells were treated with selective BH3 mimetics, WEHI-539 (Bcl-xL inhibitor), ABT199 (Bcl-2 inhibitor), or A1210477 (Mcl-1 inhibitor) in the presence or absence of LXR623 for 48 h. Thereafter, cells were labeled with annexin V/propidium iodide and analyzed by multi-parametric flow cytometry. Source data are available online for this figure. Source Data for Figure 2 [emmm201910769-sup-0003-SDataFig2.pdf] Download figure Download PowerPoint Click here to expand this figure. Figure EV3. Quantifications of cell cultures treated with BH3 mimetics, LXR623, or their combination treatment A, B. HCT116 colonic carcinoma or NCH644 glioblastoma stem cells were treated with selective BH3 mimetics, WEHI-539 (Bcl-xL inhibitor), ABT199 (Bcl-2 inhibitor), or A1210477 (Mcl-1 inhibitor) in the presence or absence of LXR623 for 48 h. Thereafter, cells were labeled with annexin V/propidium iodide and analyzed by multi-parametric flow cytometry. Shown are means and SD (n = 3). ***P = 0.0006, ****P < 0.0001. Statistical significance was determined by one-way ANOVA. Download figure Download PowerPoint LXR623 and GW3965 modulate the expression of anti-apoptotic Bcl-2 family members with a pronounced increase in Noxa Given the synergy between LXR agonists and BH3 mimetics, we were wondering about the underlying molecular mechanisms that permit this phenomenon to occur. Given the importance of Bcl-2 family members on apoptosis and on sensitivity toward BH3 mimetics, we analyzed the expression of Bcl-2 family members in response to LXR agonist treatment. Our results show that LXR623 up-regulates the expression of the pro-apoptotic Bcl-2 family member, Noxa, in glioblastoma, colon cancer, and melanoma cell lines (Fig 3A and Appendix Fig S3B). Akin to LXR623, GW3965 caused an increase in Noxa protein levels as well (Appendix Fig S3A). These increases were associated with an up-regulation of the LXR downstream target, ABCA1, implying a potential relationship between cholesterol efflux and Noxa protein levels (Fig 3B). Figure 3. Treatment with LXR623 regulates the expression of pro-apoptotic Noxa, and increased Noxa levels mediate enhanced sensitivity to BH3 mimetics LN229, T98G, U87, U87-EGFRvIII, and HCT116 cells were treated with increasing concentrations of LXR623 for 72 h. Thereafter, protein lysates were collected and subjected to standard Western blot (LN229, T98G, and U87) or capillary electrophoresis (U87-EGFRvIII and HCT116) for the expression of Usp9X, Mcl-1, Bcl-2, Bcl-xL, Noxa, BIM, and/or actin and Vinculin. In U87-EGFRvIII and HCT116, Vinculin was used in lieu of actin. LN229, T98G, U87, U87-EGFRvIII, and HCT116 cells were treated with LXR623 as described in (A). Thereafter, protein lysates were collected and subjected to capillary electrophoresis for the expression of ABCA1 and Vinculin. LN229 were transfected with siNT, siNoxa 1, siNoxa 2, or BAK siRNA for 72 h. Thereafter, cells were treated with the combination treatment of 1 µM ABT263 and 20 µM LXR623 for another 24 h. After conclusion of the treatment, cells were harvested, fixed, stained with propidium iodide, and analyzed by flow cytometry for DNA fragmentation. LN229 were transfected as described in (B). Thereafter, whole-cell protein lysates were collected and analyzed by capillary electrophoresis for the expression of Noxa, BAK, and Vinculin. LN229 GBM cells were treated with 10 µM LXR623 (LXR), 1 µM ABT263, or the combination for 48 h. Thereafter, protein lysates were prepared and immunoprecipitated with an antibody against BAK. Standard Western blotting was performed (immunoprecipitation and the corresponding inputs) with antibody against BAK and Mcl-1. The arrows highlight the specific protein bands, while stars indicate the immunoglobulin light chains. Source data are available online for this figure. Source Data for Figure 3 [emmm201910769-sup-0004-SDataFig3.pdf] Download figure Download PowerPoint Specific knockdown of Noxa and BAK protects from ABT263- and LXR-mediated apoptosis To assess as to whether or not Noxa up-regulation is pivotal for the cell death induction of the combination therapy (ABT263 and LXR623), we silenced the expression of Noxa, using two Noxa-specific siRNAs, in LN229 GBM cells (Fig 3C). Knockdown of Noxa was confirmed by capillary electrophoresis and led to a significant attenuation of ABT263-/LXR263-mediated apoptosis (Fig 3C and D and Appendix Fig S3C). Since Noxa binds to Mcl-1 and facilitates BAK release, we silenced the expression of BAK as well. Suppression of BAK was confirmed by capillary electrophoresis (Fig 3D). As expected, silencing of BAK protected LN229 cells from killing by the combination treatment of ABT263 and LXR623 (Fig 3C and Appendix Fig S3C). These results establish Noxa and BAK as key elements for the combination treatment to exert apoptotic effects. To gain more insight into the molecular events, we conducted immunoprecipitation experiments. We immunoprecipitated BAK in the four different conditions. In the control",
  "authors": [
    {
      "display_name": "Trang Nguyen",
      "id": "A5081819949",
      "orcid": "https://orcid.org/0000-0001-8747-9082",
      "institutions": [
        {
          "id": "I2799503643",
          "display_name": "Columbia University Irving Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Trang Thi Thu Nguyen"
    },
    {
      "display_name": "Chiaki Tsuge Ishida",
      "id": "A5033751555",
      "orcid": null,
      "institutions": [
        {
          "id": "I2799503643",
          "display_name": "Columbia University Irving Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Chiaki Tsuge Ishida"
    },
    {
      "display_name": "Enyuan Shang",
      "id": "A5016632371",
      "orcid": "https://orcid.org/0000-0001-5299-2636",
      "institutions": [
        {
          "id": "I54648344",
          "display_name": "Bronx Community College",
          "country_code": "US",
          "type": "education"
        },
        {
          "id": "I174216632",
          "display_name": "City University of New York",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Enyuan Shang"
    },
    {
      "display_name": "Chang Shu",
      "id": "A5100723539",
      "orcid": "https://orcid.org/0000-0001-5619-0294",
      "institutions": [
        {
          "id": "I2799503643",
          "display_name": "Columbia University Irving Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Chang Shu"
    },
    {
      "display_name": "Consuelo Torrini",
      "id": "A5004669851",
      "orcid": "https://orcid.org/0000-0003-2743-0839",
      "institutions": [
        {
          "id": "I2799503643",
          "display_name": "Columbia University Irving Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Consuelo Torrini"
    },
    {
      "display_name": "Yiru Zhang",
      "id": "A5101716870",
      "orcid": "https://orcid.org/0000-0002-2568-7721",
      "institutions": [
        {
          "id": "I2799503643",
          "display_name": "Columbia University Irving Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Yiru Zhang"
    },
    {
      "display_name": "Elena Bianchetti",
      "id": "A5045125797",
      "orcid": "https://orcid.org/0000-0002-6432-6558",
      "institutions": [
        {
          "id": "I2799503643",
          "display_name": "Columbia University Irving Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Elena Bianchetti"
    },
    {
      "display_name": "Maria J. Sanchez‐Quintero",
      "id": "A5020506594",
      "orcid": "https://orcid.org/0000-0002-5638-2920",
      "institutions": [
        {
          "id": "I2799503643",
          "display_name": "Columbia University Irving Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Maria J Sanchez‐Quintero"
    },
    {
      "display_name": "Giulio Kleiner",
      "id": "A5060953179",
      "orcid": "https://orcid.org/0000-0002-1830-3961",
      "institutions": [
        {
          "id": "I2799503643",
          "display_name": "Columbia University Irving Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Giulio Kleiner"
    },
    {
      "display_name": "Catarina M. Quinzii",
      "id": "A5044029420",
      "orcid": "https://orcid.org/0000-0003-3819-1298",
      "institutions": [
        {
          "id": "I2799503643",
          "display_name": "Columbia University Irving Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Catarina M Quinzii"
    },
    {
      "display_name": "Mike‐Andrew Westhoff",
      "id": "A5080479067",
      "orcid": "https://orcid.org/0000-0003-3256-7100",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Mike‐Andrew Westhoff"
    },
    {
      "display_name": "Georg Karpel‐Massler",
      "id": "A5087856756",
      "orcid": "https://orcid.org/0000-0001-8236-5369",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Georg Karpel‐Massler"
    },
    {
      "display_name": "Peter Canoll",
      "id": "A5046673359",
      "orcid": "https://orcid.org/0000-0002-7001-0226",
      "institutions": [
        {
          "id": "I2799503643",
          "display_name": "Columbia University Irving Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Peter Canoll"
    },
    {
      "display_name": "Markus D. Siegelin",
      "id": "A5019896041",
      "orcid": "https://orcid.org/0000-0001-7113-3634",
      "institutions": [
        {
          "id": "I2799503643",
          "display_name": "Columbia University Irving Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Markus D Siegelin"
    }
  ],
  "publication_year": 2019,
  "publication_date": "2019-08-29",
  "type": "article",
  "cited_by_count": 43,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S163075119",
    "display_name": "EMBO Molecular Medicine",
    "issn_l": "1757-4676",
    "issn": [
      "1757-4676",
      "1757-4684"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310319965"
  },
  "volume": "11",
  "issue": "10",
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": true,
    "oa_status": "gold",
    "oa_url": "https://doi.org/10.15252/emmm.201910769",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C3018669867",
      "display_name": "Columbia university",
      "level": 2,
      "score": 0.66116333
    },
    {
      "id": "C161191863",
      "display_name": "Library science",
      "level": 1,
      "score": 0.5312578
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.39372575
    },
    {
      "id": "C74909509",
      "display_name": "Gerontology",
      "level": 1,
      "score": 0.34226596
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.11233479
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.11086714
    },
    {
      "id": "C29595303",
      "display_name": "Media studies",
      "level": 1,
      "score": 0.104126364
    }
  ],
  "topics": [
    {
      "id": "T11618",
      "display_name": "Cholesterol and Lipid Metabolism",
      "score": 0.9867
    },
    {
      "id": "T10831",
      "display_name": "Cell Adhesion Molecules Research",
      "score": 0.9828
    },
    {
      "id": "T10570",
      "display_name": "Drug Transport and Resistance Mechanisms",
      "score": 0.9807
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.15252/emmm.201910769",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:14:12.377927",
  "source_database": "OpenAlex"
}