{
  "openalex_id": "W2976347159",
  "doi": "https://doi.org/10.3389/conf.fmars.2019.08.00139",
  "title": "The fishery of the striped venus Chamelea gallina (Linnaeus, 1758) in the Spanish waters of the Gulf of Cadiz (SW Spain): distribution and abundance of target and commercial discarded species.",
  "abstract": "Event Abstract Back to Event The fishery of the striped venus Chamelea gallina (Linnaeus, 1758) in the Spanish waters of the Gulf of Cadiz (SW Spain): distribution and abundance of target and commercial discarded species. Miguel Cojan Burgos1*, Luis Silva Caparro1, Ana Rodriguez-Rua Franch1, Raimundo Blanco Pérez1, Sara Roman Moreno1, Esperanza Garcia Sumariva1, Alejandro Garcia Gomez2, MarinaL Delgado Fernández1, Alejandro Terron Singler3, Javier Collado Vallejo3, Rafael Gálvez César3 and Francisco Morales Mazo3 1 Oceanographic Center of Cádiz, Spanish Institute of Oceanography, Spain 2 University of Cádiz, Spain 3 Agency of Agrarian and Fishing Management of Andalusia, Spain Chamelea gallina (common name “chirla”) fishing grounds extend between 4 and 12 m depth in solf and shallow bottom in the Gulf of Cádiz (SW Spain). Until the mid-90s the fleet targeting this species was composed by towed dredgers. Later on, the hydraulic dredge was introduced as a new fishing gear with a greater fishing capacity, being “chirla” the only species that can be caught and landed by this fleet. The number of dredges increased progressively from 27 units in 1997 to 96 in 2007, a number that is currently maintained. Consequently, the catches experienced a great increase from 500 tons in the late '80s, to 3000-4000 tons that are officially caught since 2000, which placed the chirla as the main species landed by the demersal fleet of the Gulf of Cádiz. This work presents the results obtained in the CHIRLA 0718 survey carried out at the end of July 2018 by the Spanish Institute of Oceanography in collaboration with the Agrarian and Fisheries Agency of the Junta de Andalucía, in order to assess the state of the resource. Three commercial hydraulic dredgers with similar technical characteristics were used for the survey, covering all the production areas of the fishing ground. The distribution and abundance of the target species are shown, as well as the main commercial studied species, which were weighed and measured in each haul. The production zones, located between the mouths of the Guadalquivir River and the Guadiana River, were divided into 1 square nautical mile grids and a systematic sampling was applied. The starting point of fishing operations was located in the centroid of each cell and the duration of the haul was established in 10 minutes. 88 cells of a total of 200 sampled cells had presence of the target species, not having been caught in the remaining 112. The biomass estimates were obtained by the swept area method using a GPS to measure the distance covered by the gear in each haul. The results showed a heterogeneous distribution (patches) of the target species throughout the fishing ground, having been estimated a biomass of 12,883 tons. The highest biomass were recorded in the shallowest range between 4 and 8 m depth, and in the areas close to the Guadalquivir Fishing Reserve, where its capture is prohibited. However, the reserve effect is much more evident when analyzing the information in number of individuals than in terms of biomass. The number of different commercial species captured was 15, of which the group of fish stood out with 73,3% (Conger conger, Dicologlossa cuneata, Diplodus vulgaris, Lithognathus mormyrus, Pegusa lascaris, Raja Linnaeus, Solea senegalensis, Solea solea, Synaptura lusitánica, Torpedo marmorata, Trachinus draco). The mollusks (Octopus vulgaris, Sepia officinalis) and the crustaceans (Penaeus kerathurus, Squilla mantis) contributed with 13.3% each one. Species with higher estimated biomass were S. officinalis, O. vulgaris, P. kerathurus, T. draco and L. mormyrus, respectively, and in terms of abundance, the more significant species were P. kerathurus, T. draco , S. officinalis and L. mormyrus. The areas with the greatest abundances of commercial species were detected close to the mouths of major rivers such as the Guadalquivir Tinto-Odiel and Guadiana, since these areas are used by most of species as breeding and growing area. At average yield level (grams per hour), S. officinalis stood out with 335, followed by P. kerathurus with 114, L. mormyrus 107 and T. draco with 97, also in areas close to river mouths. The maximum values of the yield indicated considerable catches as registered for S. officinalis and P. kerathurus with 6180 and 1365 grams / hour respectively. All these data point to an important accidental capture of these species that should be considered and taken into account when estimating the catches of these species, which are target species of other demersal fisheries in the Gulf of Cádiz. Acknowledgements Thanks to the fishing associations of hydraulic dredges and FEMP_Andalucía Funds of the European Union Keywords: Chamelea gallina, Hydraulic dredge, Discarded, biomass, abundance, Gulf of Cádiz Conference: XX Iberian Symposium on Marine Biology Studies (SIEBM XX) , Braga, Portugal, 9 Sep - 12 Sep, 2019. Presentation Type: Poster Presentation Topic: Fisheries, Aquaculture and Biotechnology Citation: Cojan Burgos M, Silva Caparro L, Rodriguez-Rua Franch A, Blanco Pérez R, Roman Moreno S, Garcia Sumariva E, Garcia Gomez A, Delgado Fernández M, Terron Singler A, Collado Vallejo J, Gálvez César R and Morales Mazo F (2019). The fishery of the striped venus Chamelea gallina (Linnaeus, 1758) in the Spanish waters of the Gulf of Cadiz (SW Spain): distribution and abundance of target and commercial discarded species.. Front. Mar. Sci. Conference Abstract: XX Iberian Symposium on Marine Biology Studies (SIEBM XX) . doi: 10.3389/conf.fmars.2019.08.00139 Copyright: The abstracts in this collection have not been subject to any Frontiers peer review or checks, and are not endorsed by Frontiers. They are made available through the Frontiers publishing platform as a service to conference organizers and presenters. The copyright in the individual abstracts is owned by the author of each abstract or his/her employer unless otherwise stated. Each abstract, as well as the collection of abstracts, are published under a Creative Commons CC-BY 4.0 (attribution) licence (https://creativecommons.org/licenses/by/4.0/) and may thus be reproduced, translated, adapted and be the subject of derivative works provided the authors and Frontiers are attributed. For Frontiers’ terms and conditions please see https://www.frontiersin.org/legal/terms-and-conditions. Received: 14 May 2019; Published Online: 27 Sep 2019. * Correspondence: Mr. Miguel Cojan Burgos, Oceanographic Center of Cádiz, Spanish Institute of Oceanography, Cádiz, Spain, miguel.cojan@ieo.es Login Required This action requires you to be registered with Frontiers and logged in. To register or login click here. Abstract Info Abstract The Authors in Frontiers Miguel Cojan Burgos Luis Silva Caparro Ana Rodriguez-Rua Franch Raimundo Blanco Pérez Sara Roman Moreno Esperanza Garcia Sumariva Alejandro Garcia Gomez MarinaL Delgado Fernández Alejandro Terron Singler Javier Collado Vallejo Rafael Gálvez César Francisco Morales Mazo Google Miguel Cojan Burgos Luis Silva Caparro Ana Rodriguez-Rua Franch Raimundo Blanco Pérez Sara Roman Moreno Esperanza Garcia Sumariva Alejandro Garcia Gomez MarinaL Delgado Fernández Alejandro Terron Singler Javier Collado Vallejo Rafael Gálvez César Francisco Morales Mazo Google Scholar Miguel Cojan Burgos Luis Silva Caparro Ana Rodriguez-Rua Franch Raimundo Blanco Pérez Sara Roman Moreno Esperanza Garcia Sumariva Alejandro Garcia Gomez MarinaL Delgado Fernández Alejandro Terron Singler Javier Collado Vallejo Rafael Gálvez César Francisco Morales Mazo PubMed Miguel Cojan Burgos Luis Silva Caparro Ana Rodriguez-Rua Franch Raimundo Blanco Pérez Sara Roman Moreno Esperanza Garcia Sumariva Alejandro Garcia Gomez MarinaL Delgado Fernández Alejandro Terron Singler Javier Collado Vallejo Rafael Gálvez César Francisco Morales Mazo Related Article in Frontiers Google Scholar PubMed Abstract Close Back to top Javascript is disabled. Please enable Javascript in your browser settings in order to see all the content on this page.",
  "authors": [
    {
      "display_name": "Miguel Cojan Burgos",
      "id": "A5013579367",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Miguel Cojan Burgos"
    },
    {
      "display_name": "Luis Silva",
      "id": "A5100681783",
      "orcid": "https://orcid.org/0000-0001-6267-0462",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Luis Silva Caparro"
    },
    {
      "display_name": "Ana Rodriguez-Rua Franch",
      "id": "A5031156353",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Ana Rodriguez-Rua Franch"
    },
    {
      "display_name": "Raimundo Blanco Pérez",
      "id": "A5011570449",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Raimundo Blanco Pérez"
    },
    {
      "display_name": "Sara Román Moreno",
      "id": "A5009305991",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Sara Roman Moreno"
    },
    {
      "display_name": "Esperanza García Sumariva",
      "id": "A5049336242",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Esperanza Garcia Sumariva"
    },
    {
      "display_name": "Alejandro Garcia Gomez",
      "id": "A5112470670",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Alejandro Garcia Gomez"
    },
    {
      "display_name": "MarinaL Delgado Fernández",
      "id": "A5021805298",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "MarinaL Delgado Fernández"
    },
    {
      "display_name": "Alejandro Terrón Singler",
      "id": "A5031961449",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Alejandro Terron Singler"
    },
    {
      "display_name": "Javier Collado Vallejo",
      "id": "A5040977920",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Javier Collado Vallejo"
    },
    {
      "display_name": "Rafael Gálvez César",
      "id": "A5086943985",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Rafael Gálvez César"
    },
    {
      "display_name": "Francisco Morales Mazo",
      "id": "A5078194233",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Francisco Morales Mazo"
    }
  ],
  "publication_year": 2019,
  "publication_date": "2019-01-01",
  "type": "article",
  "cited_by_count": 2,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S2596539584",
    "display_name": "Frontiers in Marine Science",
    "issn_l": "2296-7745",
    "issn": [
      "2296-7745"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320527"
  },
  "volume": "6",
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": true,
    "oa_status": "gold",
    "oa_url": "https://doi.org/10.3389/conf.fmars.2019.08.00139",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C505870484",
      "display_name": "Fishery",
      "level": 1,
      "score": 0.69144607
    },
    {
      "id": "C514101110",
      "display_name": "Fishing",
      "level": 2,
      "score": 0.6846167
    },
    {
      "id": "C68553557",
      "display_name": "Demersal zone",
      "level": 3,
      "score": 0.5497688
    },
    {
      "id": "C205649164",
      "display_name": "Geography",
      "level": 0,
      "score": 0.5490388
    },
    {
      "id": "C111368507",
      "display_name": "Oceanography",
      "level": 1,
      "score": 0.5074381
    },
    {
      "id": "C77077793",
      "display_name": "Abundance (ecology)",
      "level": 2,
      "score": 0.43064138
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.16008732
    },
    {
      "id": "C127313418",
      "display_name": "Geology",
      "level": 0,
      "score": 0.15458801
    }
  ],
  "topics": [
    {
      "id": "T10230",
      "display_name": "Marine and fisheries research",
      "score": 0.9943
    },
    {
      "id": "T12213",
      "display_name": "Marine Ecology and Invasive Species",
      "score": 0.9557
    },
    {
      "id": "T11088",
      "display_name": "Marine Bivalve and Aquaculture Studies",
      "score": 0.941
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.3389/conf.fmars.2019.08.00139",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:19:33.360672",
  "source_database": "OpenAlex"
}