{
  "openalex_id": "W2972102011",
  "doi": "https://doi.org/10.1016/s2468-2667(19)30106-9",
  "title": "People engagement in health-care system transition in China",
  "abstract": "The introduction of the National Health Commission in China sent a strong signal about health-care system transition.1LancetHealth-care system transition in China.Lancet. 2018; 391: 1332Summary Full Text Full Text PDF Scopus (6) Google Scholar The report Deepening health reform in China proposed a strategic direction for the transition, from system fragmentation to people-centered integrated care.2China Joint Study PartnershipDeepening health reform in China: building high-quality and value-based service delivery.http://hdl.handle.net/10986/24720Date: 2016Date accessed: March 18, 2018Google Scholar In response to the national policy, medical consortia have been introduced to promote health-care integration.3General Office of the State CouncilGuiding of promoting the construction and development of medical consortia. 2017. No 32.http://www.gov.cn/zhengce/content/2017-04/26/content_5189071.htmDate accessed: March 18, 2019Google Scholar However, people-centeredness still does not receive enough attention. People-centered care, in particular the notion of people as participants and not just beneficiaries of health-care services, is not commonly recognised by the general population in China because of traditional mindsets. In ancient China, doctors were regarded by patients as having mystical power.4Cao J Wei J Evolution of the perception of the doctor's role in China.Lancet. 2014; 384: 742Summary Full Text Full Text PDF PubMed Scopus (10) Google Scholar Patients obeyed doctors' orders and recommendations. Although in the era of market reforms, some patients lost trust and in some cases were violent towards physicians, the notion of patients as co-producers of health care has not emerged. The recent supply-side reforms of health-care systems in China might not achieve their goals without recognition of and attention to the importance of people as participants as opposed to simply recipients of health care. People engagement is the foremost action in the WHO's global strategy on people-centered integrated care.5WHOWHO global strategy on people-centred and integrated health service. Interim report. World Health Organization, Geneva2015https://apps.who.int/iris/bitstream/handle/10665/155002/WHO_HIS_SDS_2015.6_eng.pdf;sequence=1Date accessed: March 20, 2019Google Scholar However, challenges remain to engage people in China's health-care systems. First, the insufficient public capacity, in terms of health literacy, to participate in self-management and health-care decision making. Second, people-centered integrated care involves a shift in health professionals' attitudes and practice. Some doctors might not accept that their long-held authority will be challenged by the patients. Third, deteriorating patient–physician trust creates barriers to co-producing health. Both sides need capacity and trust for moving towards people-centered care. A comprehensive and system-wide approach to engage and empower people as participants in health-care systems is required and should be adopted by the national Government with roles of patients and physicians being well defined. China has previously achieved success in engaging with the population as participants in health production with the patriotic hygiene movement of the 1950s. Now is the time to similarly engage people as participants in transition of China's health-care systems. We declare no competing interests. China's health reform: 10 years onIn October, 2009, the Chinese Government launched Healthy China 2020—a political commitment to establishing an accessible, affordable, and efficient health system for all by 2020. The programme was later reinforced and expanded, in 2016, with Healthy China 2030, which incorporated the newly agreed Sustainable Development Goals (SDGs) and propelled Healthy China reform into the SDGs era. On July 15, 2019, the State Council announced a series of 15 recommended actions to achieve Healthy China, focusing on public health and prevention. Full-Text PDF Open Access",
  "authors": [
    {
      "display_name": "Xin Wang",
      "id": "A5100327791",
      "orcid": "https://orcid.org/0000-0001-6098-6500",
      "institutions": [
        {
          "id": "I157773358",
          "display_name": "Sun Yat-sen University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Xin Wang"
    },
    {
      "display_name": "Yixiang Huang",
      "id": "A5102720328",
      "orcid": "https://orcid.org/0000-0003-3370-148X",
      "institutions": [
        {
          "id": "I157773358",
          "display_name": "Sun Yat-sen University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Yixiang Huang"
    },
    {
      "display_name": "Stephen Birch",
      "id": "A5076526695",
      "orcid": "https://orcid.org/0000-0002-1372-0440",
      "institutions": [
        {
          "id": "I165143802",
          "display_name": "The University of Queensland",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Stephen Birch"
    }
  ],
  "publication_year": 2019,
  "publication_date": "2019-09-01",
  "type": "letter",
  "cited_by_count": 5,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S2764808104",
    "display_name": "The Lancet Public Health",
    "issn_l": "2468-2667",
    "issn": [
      "2468-2667"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320990"
  },
  "volume": "4",
  "issue": "9",
  "first_page": "e446",
  "last_page": "e446",
  "open_access": {
    "is_oa": true,
    "oa_status": "gold",
    "oa_url": "http://www.thelancet.com/article/S2468266719301069/pdf",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C191935318",
      "display_name": "China",
      "level": 2,
      "score": 0.6841148
    },
    {
      "id": "C2779473830",
      "display_name": "MEDLINE",
      "level": 2,
      "score": 0.46849093
    },
    {
      "id": "C194232998",
      "display_name": "Transition (genetics)",
      "level": 3,
      "score": 0.43747544
    },
    {
      "id": "C160735492",
      "display_name": "Health care",
      "level": 2,
      "score": 0.43449247
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.43214086
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.22336632
    },
    {
      "id": "C55493867",
      "display_name": "Biochemistry",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C104317684",
      "display_name": "Gene",
      "level": 2,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11531",
      "display_name": "Healthcare Systems and Reforms",
      "score": 0.5397
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/s2468-2667(19)30106-9",
  "pdf_url": "http://www.thelancet.com/article/S2468266719301069/pdf",
  "retrieved_date": "2025-07-30T14:18:26.050432",
  "source_database": "OpenAlex"
}