{
  "openalex_id": "W2979396305",
  "doi": "https://doi.org/10.7326/a19-0015",
  "title": "Annals On Call - Making Sense of Breast Cancer Screening Guidelines",
  "abstract": "Web ExclusivesOctober 15, 2019Annals On Call - Making Sense of Breast Cancer Screening GuidelinesFREEis accompanied byother16 April 2019Screening for Breast Cancer in Average-Risk Women: A Guidance Statement From the American College of PhysiciansFREEAmir Qaseem, MD, PhD, MHA, Jennifer S. Lin, MD, MCR, Reem A. Mustafa, MD, MPH, PhD, Carrie A. Horwitch, MD, MPH, Timothy J. Wilt, MD, MPHAmir Qaseem, MD, PhD, MHAAmerican College of Physicians, Philadelphia, Pennsylvania (A.Q.)Search for more papers by this author, Jennifer S. Lin, MD, MCRKaiser Permanente Northwest, Portland, Oregon (J.S.L.)Search for more papers by this author, Reem A. Mustafa, MD, MPH, PhDUniversity of Kansas Medical Center, Kansas City, Kansas (R.A.M.)Search for more papers by this author, Carrie A. Horwitch, MD, MPHVirginia Mason Medical Center, Seattle, Washington (C.A.H.)Search for more papers by this author, Timothy J. Wilt, MD, MPHMinneapolis Veterans Affairs Medical Center, Minneapolis, Minnesota (T.J.W.)Search for more papers by this authorhas associated examAnnals On Call - Making Sense of Breast Cancer Screening GuidelinesFREERobert M. Centor, MD, Reem A. Mustafa, MD, MPH, PhDRobert M. Centor, MDHuntsville Regional Medical Campus, University of Alabama Birmingham School of Medicine, Birmingham, Alabama (R.M.C.)Search for more papers by this author, Reem A. Mustafa, MD, MPH, PhDUniversity of Kansas, Lawrence, Kansas (R.A.M.)Search for more papers by this authorAuthor, Article and Disclosure Informationhttps://doi.org/10.7326/A19-0015 Eligible for CME Point-of-CareCME/MOC SectionsAboutVisual AbstractAbstract ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinkedInRedditEmail In this episode of Annals On Call, Dr. Centor discusses screening for breast cancer with Dr. Reem A. Mustafa of the University of Kansas.Annals articles discussed include...Screening for Breast Cancer in Average-Risk Women: A Guidance Statement From the American College of Physicians: https://annals.org/aim/fullarticle/2730520/screening-breast-cancer-average-risk-women-guidance-statement-from-americanAbout Annals On CallAnnals On Call focuses on a clinically influential article published in Annals of Internal Medicine. Dr. Robert Centor shares his own perspective on the material and interviews topic area experts to discuss, debate, and share diverse insights about patient care and health care delivery.For more information on Annals On Call and for more episodes, visit go.annals.org/OnCall. Comments0 CommentsSign In to Submit A Comment Richard M Fleming, PhD, MD, JDFHHI-OI-Camelot17 October 2019 Does someone have cancer? – This really isn’t a yes-no question. For decades we have been running screening tests looking for cancer, allowing physicians to make an educated guess as to whether we think you do or don’t have cancer. If we think the patient might have cancer, then we run more tests to find out. Alternatively, if we think the patient probably doesn’t have cancer, we wait –so too does the patient and their family. The entire concept of using screening tests is archaic and anything but comfortable if you’re the patient. The acceptance of screening tests is primarily based on the use of qualitative tests – tests that we look at, or blood tests. Is there something on the stool guaiac? Is it blood, iron, too much pepto bismol? Is the PSA elevated? Is it prostate cancer, prostatitis, BPH, too much exercise? In keeping with October - Breast Cancer Awareness month – the question becomes, just what is that questionable area on the mammogram – is it calcium, dense tissue, inflammation, cancer or nothing?The process of developing cancer is not an overnight, yes - no phenomena; although that is how we’ve been treating it [1]. Cancer is the result of the interaction between the genetics of a cell – which is unique for each individual – and the cellular environment. That cellular environment is similarly unique and is the result of the air you breathe, the food you eat, the oxidative stress your body is experiencing at the moment, is there infection, et cetera [2]. Rather than using a qualitative screening approach, with the associated problems with sensitivity (we missed your disease) and specificity (we told you there was a problem when there wasn’t), and the resulting personal, psychological, physical, financial, family, work costs – if we’re really interested in informed decision making, we should be focusing less on screening and more on actually measuring what’s happening in the body. It turns out that the changes which happen in the body leading to the development of both cancer and coronary artery disease, can now be measured by looking at changes in metabolism and regional blood flow [3]. By being able to measure what’s actually happening, we can tell someone where on the health-spectrum he or she actually is [1,2]. We can measure whether their treatment is working – saving time, money and lives – thus providing true patient-specific, patient-guided treatment. By actually measuring what’s happening in each individual, we can do better than guess – we can make a truly informed decision and so can the patient.Acknowledgment: FMTVDM is issued to first author.References:1. Fleming RM, Fleming MR, Chaudhuri TK, McKusick A. Cancer: Our Body’s Global Warming Warning. Biomed Research. Open Acc J Oncol Med 2019;3(1):238-239. DOI: 10.32474/OAJOM.2019.03.000154 2. Fleming RM, Fleming MR. The Importance of Thinking about and Quantifying Disease like Cancer and Heart Disease on a “Health-Spectrum” Continuum. J Compr Cancer Rep 2019;3(1):1-3 (Article ID 100011). 3. Fleming RM, Fleming MR, Chaudhuri TK. The Similarities in Coronary Artery Disease and Cancer. Acta Scientific Med Sci. 2019;Special Issue 1:03-04. DOI:10.31080/ASMS.2019.S01.0002. Author, Article and Disclosure InformationDisclosures: Dr. Centor has disclosed the following: Honoraria: Medscape. Dr. Mustafa has disclosed the following: Employment: University of Kansas Medical Center. Research grants/contracts: Patient-Centered Outcomes Research Institute, American Society of Hematology, American College of Radiology. Honoraria: Institute for Clinical and Economic Review.Editors' Disclosures: Christine Laine, MD, MPH, Editor in Chief, reports that her spouse has stock options/holdings with Targeted Diagnostics and Therapeutics. Darren B. Taichman, MD, PhD, Executive Editor, reports that he has no financial relationships or interests to disclose. Cynthia D. Mulrow, MD, MSc, Senior Deputy Editor, reports that she has no relationships or interests to disclose. Jaya K. Rao, MD, MHS, Deputy Editor, reports that she has stock holdings/options in Eli Lilly and Pfizer. Catharine B. Stack, PhD, MS, Deputy Editor, Statistics, reports that she has stock holdings in Pfizer, Johnson & Johnson, and Colgate-Palmolive. Christina C. Wee, MD, MPH, Deputy Editor, reports employment with Beth Israel Deaconess Medical Center. Sankey V. Williams, MD, Deputy Editor, reports that he has no financial relationships or interests to disclose. Yu-Xiao Yang, MD, MSCE, Deputy Editor, reports that he has no financial relationships or interest to disclose. Previousarticle Advertisement FiguresReferencesRelatedDetails Metrics October 15, 2019Volume 171, Issue 8Page: OC1KeywordsHealth careBreast cancer screeningCancer screeningBreast cancerScreening guidelinesPatients ePublished: 15 October 2019 Issue Published: October 15, 2019 CopyrightCopyright © 2019 by American College of Physicians. All Rights Reserved.Loading ...",
  "authors": [
    {
      "display_name": "Robert M. Centor",
      "id": "A5016344940",
      "orcid": "https://orcid.org/0000-0002-9104-5137",
      "institutions": [
        {
          "id": "I17301866",
          "display_name": "University of Alabama",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Robert M. Centor"
    },
    {
      "display_name": "Reem A. Mustafa",
      "id": "A5067205817",
      "orcid": "https://orcid.org/0000-0002-2091-0875",
      "institutions": [
        {
          "id": "I146416000",
          "display_name": "University of Kansas",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Reem A. Mustafa"
    }
  ],
  "publication_year": 2019,
  "publication_date": "2019-10-14",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S119722071",
    "display_name": "Annals of Internal Medicine",
    "issn_l": "0003-4819",
    "issn": [
      "0003-4819",
      "1539-3704"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316812"
  },
  "volume": "171",
  "issue": "8",
  "first_page": "OC1",
  "last_page": "OC1",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.67134875
    },
    {
      "id": "C530470458",
      "display_name": "Breast cancer",
      "level": 3,
      "score": 0.5892414
    },
    {
      "id": "C2780708616",
      "display_name": "Annals",
      "level": 2,
      "score": 0.5248934
    },
    {
      "id": "C512399662",
      "display_name": "Family medicine",
      "level": 1,
      "score": 0.4450464
    },
    {
      "id": "C161191863",
      "display_name": "Library science",
      "level": 1,
      "score": 0.4002635
    },
    {
      "id": "C74909509",
      "display_name": "Gerontology",
      "level": 1,
      "score": 0.375881
    },
    {
      "id": "C121608353",
      "display_name": "Cancer",
      "level": 2,
      "score": 0.3603334
    },
    {
      "id": "C74916050",
      "display_name": "Classics",
      "level": 1,
      "score": 0.26210245
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.15254253
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.13225535
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10556",
      "display_name": "Global Cancer Incidence and Screening",
      "score": 0.9911
    },
    {
      "id": "T10769",
      "display_name": "BRCA gene mutations in cancer",
      "score": 0.9781
    },
    {
      "id": "T10737",
      "display_name": "Health Literacy and Information Accessibility",
      "score": 0.9132
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.7326/a19-0015",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:17:14.632797",
  "source_database": "OpenAlex"
}