{
  "openalex_id": "W2975961131",
  "doi": "https://doi.org/10.7326/m18-3469",
  "title": "A Tiered Approach for Preventing Central Line–Associated Bloodstream Infection",
  "abstract": "Supplement: STRIVE1 October 2019A Tiered Approach for Preventing Central Line–Associated Bloodstream InfectionFREEPayal K. Patel, MD, MPH, Russell N. Olmsted, MPH, CIC, Louella Hung, MPH, Kyle J. Popovich, MD, MS, Jennifer Meddings, MD, MSc, Karen Jones, RN, MPH, CIC, David P. Calfee, MD, MS, Karen E. Fowler, MPH, Sanjay Saint, MD, MPH, and Vineet Chopra, MD, MScPayal K. Patel, MD, MPHUniversity of Michigan Medical School and Veterans Affairs Ann Arbor Healthcare System, Ann Arbor, Michigan (P.K.P., J.M., S.S., V.C.), Russell N. Olmsted, MPH, CICIntegrated Clinical Services Team, Trinity Health, Livonia, Michigan (R.N.O.), Louella Hung, MPHHealth Research & Educational Trust, American Hospital Association, Chicago, Illinois (L.H.), Kyle J. Popovich, MD, MSRush University Medical Center, Chicago, Illinois (K.J.P.), Jennifer Meddings, MD, MScUniversity of Michigan Medical School and Veterans Affairs Ann Arbor Healthcare System, Ann Arbor, Michigan (P.K.P., J.M., S.S., V.C.), Karen Jones, RN, MPH, CICUniversity of Michigan Medical School, Ann Arbor, Michigan (K.J.), David P. Calfee, MD, MSWeill Cornell Medicine, New York, New York (D.P.C.), Karen E. Fowler, MPHCenter for Clinical Management Research, Veterans Affairs Ann Arbor Healthcare System, Ann Arbor, Michigan (K.E.F.), Sanjay Saint, MD, MPHUniversity of Michigan Medical School and Veterans Affairs Ann Arbor Healthcare System, Ann Arbor, Michigan (P.K.P., J.M., S.S., V.C.), and Vineet Chopra, MD, MScUniversity of Michigan Medical School and Veterans Affairs Ann Arbor Healthcare System, Ann Arbor, Michigan (P.K.P., J.M., S.S., V.C.)Author, Article, and Disclosure Informationhttps://doi.org/10.7326/M18-3469 SectionsSupplemental MaterialAboutVisual AbstractPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinkedInRedditEmail Among patient safety initiatives, preventing central line–associated bloodstream infection (CLABSI) has been a case study in success (1–3). Progress in reducing CLABSI relates to several elements, including evidence-based checklists for vascular catheter insertion (1); improved efficacy of modern skin antiseptics, such as alcohol-containing chlorhexidine (4); and greater awareness, leading to focused efforts directed at the problem (5). The concept of a standardized approach as exemplified by a catheter bundle is now being used to improve catheter maintenance and selection of the most appropriate vascular catheter to reduce CLABSI risk (6–8).Despite overall progress in preventing CLABSI across the United States, some hospitals still struggle to prevent this health care–associated infection (HAI) for several reasons. First, a laissez-faire organizational culture could lead to persistently elevated infection rates. This reason partially explains why a British study aiming to replicate the success of CLABSI reduction in the United States observed no change in CLABSI (1, 9). A concurrent qualitative evaluation found that effective implementation of the intervention was stalled by the culture in some intensive care units (ICUs), many of whom believed that the problem had already been solved by existing infection control initiatives (10).Second, implementation and evaluation of adherence to CLABSI prevention strategies matters. A U.S. study of 984 adult ICUs found that a decrease in CLABSI was not associated with reported CLABSI bundle implementation; rather, reductions in CLABSI occurred only when compliance with components of the bundle (for example, hand hygiene, maximal barrier precautions) was excellent (≥95%) (11).Third, some studies suggest that hospitals that care for more complex patients experience more CLABSIs because of nonmodifiable patient-level factors (12, 13). Fourth, in contrast to catheter placement, evidence for how best to maintain and care for vascular catheters—such practices as flushing, device care, dressing integrity, and prompt removal—are scant. Absence of clear guidance on catheter maintenance is often cited as a limitation in infection prevention.Finally, whereas much of CLABSI prevention has focused on the ICU, devices placed in medical wards and outpatient settings substantially contribute to CLABSI burden (14, 15). Strategies to prevent infections in these settings differ from those in the ICU and are less well defined (16, 17).The Centers for Disease Control and Prevention (CDC) STRIVE (States Targeting Reduction in Infections via Engagement) was a prospective, interventional, nonrandomized, cohort-based quality improvement project that spanned multiple hospitals and states to reduce HAI. A multidisciplinary group with expertise in preventing infection and large-scale implementation was convened to create, develop, and implement a strategy to help hospitals that continue to struggle with CLABSI. This article summarizes the development of this evidence-informed tiered approach.Project StructureWe began by appraising the published literature, with an emphasis on existing systematic reviews for interventions targeting CLABSI (4, 5, 18–21). In addition, we performed and published an updated systematic search of the literature of interventions to reduce CLABSI in the ICU setting (2). We used this literature review to develop a conceptual model focused on stages of catheter dwell and decision-making, and incorporate elements of the Behavior Change Wheel model, which emphasizes motivation, capability, and opportunity to change behavior in various fields (22, 23). Next, we adapted a conceptual model focused on disrupting the \"life cycle\" of the urinary catheter (24) to create a similar approach for vascular catheters. This approach emphasized a novel CLABSI prevention approach: avoiding unnecessary placement of a central venous catheter (CVC) as a critical intervention to prevent catheter-associated infections. The model included 4 stages for intervention: Avoid catheter if possible (stage 0), ensure aseptic placement (stage 1), maintain awareness and proper care of catheters in place (stage 2), and promptly remove unnecessary catheters (stage 3) (2, 24).Because applying all of the evidence en masse (especially in hospitals struggling with high rates of HAI, such as CLABSI) was unlikely to be successful, we used lessons learned from a successful Veterans Affairs collaborative to create a tiered, or stepped, approach to prevent CLABSI (25). The tiered approach was simple: First, components that were supported by high-quality evidence, lower intensity, and lower cost would be emphasized. If these were not successful in reducing infection, interventions that required more resources and human capital were introduced. The first tier was designed to prioritize basic practices (for example, hand hygiene) before more expensive interventions (for example, antimicrobial catheters) were suggested in tier 2, mirroring the way in which guidelines approach CLABSI prevention (16). The approach is also adaptable and flexible, thus helping with implementation across individual hospitals (10).Tier FrameworkIn March 2016, a summary of CLABSI-specific literature review and an outline of a tiered approach was presented to a multidisciplinary (infectious disease physicians, infection prevention nurses, physician-scientists, qualitative researchers, hospital epidemiologists, and hospitalists) national expert team at the STRIVE kick-off meeting. The tiers were further developed with feedback from this group, and the major components of the tiers were finalized. The individual tier elements were refined through the STRIVE content development committee and incorporated into STRIVE educational content online modules.Tier 1 Practices to Prevent CLABSITier 1 practices for CLABSI reduction were strategies based on high-quality evidence that are fundamental to CLABSI prevention. These practices include ensuring that necessary CLABSI prevention components (for example, alcohol-containing chlorhexidine, CVC kits, ultrasonographic guidance) are available, in place, and being used by all health care workers. The tiered approach to CLABSI is presented in the Figure and the Supplement. Each intervention is briefly discussed below.Figure. Tiers of interventions to prevent CLABSI.This material was expanded, enhanced, and adapted from materials developed for catheter-associated urinary tract infection prevention by faculty and staff at the Department of Veterans Affairs and the University of Michigan, with funding support from the Agency for Healthcare Research and Quality. Further adaptation was done with funding support from the Centers for Disease Control and Prevention. For detailed information on tier 1 and tier 2 interventions, resources, and references, see the Supplement. CLABSI = central line–associated bloodstream infection; CVC = central venous catheter; GPS = guide to patient safety; TAP = Targeted Assessment for Prevention. Download figure Download PowerPoint Tier 1, Intervention 1: Assess Appropriateness of Vascular Catheter UseThe first step is to assess the appropriateness of vascular catheter use before device placement (stage 0 of disrupting the catheter life cycle). Prior published interventions for CLABSI prevention have rarely focused on the appropriateness of CVC use. This gap is important, because avoiding inappropriate vascular catheter insertion is an important and previously underused means of preventing infection (26). The Michigan Appropriateness Guide for Intravenous Catheters (MAGIC), an algorithmic, evidence-based approach to select a vascular catheter, helps fill this gap (26). MAGIC provides appropriateness ratings for use of vascular access devices, including CVCs, based on duration of use, nature of the infusate, and patient characteristics. The criteria also emphasize key infection prevention recommendations, such as using the least number of lumens possible for devices, flushing with normal saline over heparin, and the importance of ensuring appropriate catheter tip position (27, 28). Implementing MAGIC has been shown to reduce complications, including catheter-related thrombosis, CLABSI, and catheter occlusion (6, 29).Avoiding unnecessary CVCs by using less invasive peripheral devices, such as midline catheters or ultrasonography-guided peripheral intravenous access (especially for patients with difficult access), are also outlined in tier 1 (30). For example, implementing a midline program may reduce rates of CLABSI and save money (31, 32).Similarly, many CLABSI events in U.S. hospitals are related to peripherally inserted central catheters (PICCs), devices often placed for patients with difficult intravenous access. Once inserted, PICCs frequently lie \"idle,\" accounting for up to as many as 25% of catheter-days in non-ICU settings (14). This practice is not rare: In a study of 52 Michigan hospitals, one half of all PICCs in place less than 5 days were inserted because of difficult intravenous access (33). Engaging vascular access teams in discussions regarding device appropriateness can also help lower risk for CLABSI (34). In addition, MAGIC informs when a PICC is warranted compared with a less invasive device, reducing risk for infection by avoiding central venous catheter placement.Tier 1, Intervention 2: Catheter Site SelectionFor all sites of acute, nontunneled CVC insertion, the risk for mechanical and infectious complications depends on operator proficiency, the clinical situation, and availability of ultrasound to help guide placement (35). A recent randomized, controlled trial found that infection rates and symptomatic thromboses were lowest for the subclavian site (36). The femoral site has been associated with a greater risk for catheter-related infection and catheter-related thrombosis and is not recommended as the initial choice for nonemergent CVC insertion by national guidelines, particularly for obese adult patients (16, 37). Because the jugular and femoral sites are associated with greater risk for infection and dressing disruption more commonly occurs at the femoral site, we emphasized avoiding the femoral vein for CVC placement in tier 1 (16, 38). Femoral site selection may also serve as a proxy for emergent placement, which indicates that procedure sterility may not have been maintained. CLABSI interventions have focused on removing and replacing catheters placed during emergent situations—a strategy that was also recommended when choosing catheter site in our intervention (39).Tier 1, Intervention 3: Ensuring Proper Aseptic InsertionEnsuring that catheters are inserted using optimal processes is important in preventing CLABSI (stage 1 of disrupting the catheter life cycle). These approaches have been codified into evidence-based CVC checklists and bundles, a series of interventions that should be implemented together to prevent infection (1, 21, 40). Common components of bundles include hand hygiene, maximal sterile barriers, and chlorhexidine skin antisepsis (16). Because CLABSI can be extraluminally mediated via skin flora of the patient or poor hand hygiene on the inserter's part (41), ensuring use of maximal sterile barrier precautions during insertion and strict aseptic precautions during catheter manipulation has been associated with decreased mortality, less catheter colonization, decreased incidence of HAI, and cost savings (42, 43). Using ultrasonography during catheter insertion has also been shown to reduce CLABSI and other mechanical complications (35, 44). Preparing the insertion site using chlorhexidine–alcohol rather than povidone–iodine is seminal in preventing CLABSI (36, 45). Ensuring adherence to the steps in CVC bundles has been associated with less infection (1, 11, 46). Standardized and dedicated CVC carts with such items as sterile barriers and alcohol-containing chlorhexidine can ensure the insertion process is streamlined and use of less effective elements, such as povidone–iodine, is avoided (47). Collectively, these interventions are associated with decreasing morbidity and mortality from CVC insertion and were emphasized in this component of tier 1 (4, 35, 48).Tier 1, Intervention 4: Assuring Proper Care and MaintenanceConsidering that some CVCs have long dwell times and late-onset CLABSI (≥7 days after insertion) occurs often in non-ICU settings, best practices for care and maintenance of the CVC were emphasized in tier 1. Specifically, using transparent, semipermeable dressings to cover the catheter site; replacing the dressing only if damp, loose, or visibly soiled (to minimize dressing disruption); and using chlorhexidine-impregnated sponge dressings for short-term CVCs to prevent infection were recommended (46). Previously published evidence supports that open lumens should be covered, access ports should be disinfected before and after use, and dressings should be changed every 5 to 7 days for nontunneled CVCs and marked accordingly (16, 46). Maintenance bundles that focus on disinfecting hubs, needleless connectors, chlorhexidine dressings, and catheter/dressing care have been associated with reduced CLABSI in non-ICU settings (21, 49). Some studies suggest that hand hygiene and sterile technique particularly reduce CLABSI caused by skin colonizers, such as coagulase-negative staphylococci; hence, hand hygiene was also emphasized at this step (50). A catheter dressing integrity audit tool and a maintenance checklist were also offered as tools to monitor progress with this step.Tier 1, Intervention 5: Optimizing RemovalPrior studies have shown that more than one half of patients with a CVC have no documented indication for placement; in addition, patients in non-ICU settings are more likely to have a CVC in place that is not clinically justified (51, 52). Decreasing dwell time of a vascular catheter decreases risk for CLABSI, deep venous thrombosis, and phlebitis (17, 53, 54). Despite this evidence, little work has focused on operationalizing early catheter removal as a CLABSI reduction strategy (2). Awareness of the catheter probably plays a role—a recent study showed nurses and physicians caring for patients in a non-ICU setting knew why a CVC was in place less than 10% of the time (55). Another study found that 1 in 5 physicians did not know that their patient had a CVC when, in fact, one was directly observed by researchers (56).To address these issues, we emphasized strategies to ensure removal of unnecessary CVCs (stage 3 of disrupting the catheter life cycle), including discussing CVCs during each shift handoff and asking whether the CVC is still needed during clinical rounds (2). Adding a reminder of whether a patient needs the CVC has been a part of many successful checklists and can be incorporated electronically or as part of a maintenance bundle (57, 58).Tier 2 Practices to Prevent CLABSIIf hospitals continue to experience high rates of CLABSI despite implementing tier 1 recommendations, progress to tier 2 was recommended. Before advancing to tier 2, compliance with the individual steps of tier 1 was emphasized as a first step. High compliance to elements of a care bundle with auditing and feedback has been shown to be vital to success (11, 39). In tier 2, hospitals are recommended to proceed from left to right in the cascade of interventions (Figure).Tier 2, Intervention 1: Guide to Patient Safety and Targeted Assessment for PreventionHospitals have unique \"microcultures\" that can affect infection prevention (10, 59). Because individual site visits on a large scale are impractical, we developed an interactive self-check quality improvement tool: the CLABSI guide to patient safety (GPS) as the first step of tier 2 (www.improvepicc.com/gpsclabsi.html) (60). The CLABSI GPS (modeled after the validated catheter-associated urinary tract infection GPS) (59) helps hospitals conduct their own site-specific evaluation to identify challenges to improvement efforts and strategies for overcoming barriers (61). The GPS is interactive and provides the user with personalized feedback. It can be completed by a key individual or multiple stakeholders to help identify gaps and encourage discussion on opportunities for improvement (59). The GPS is the initial step because it provides an opportunity to evaluate efforts to date and think about how best to solve the problem, particularly if standard infection prevention practices are ineffective. A detailed introduction to the GPS can be found elsewhere (60).The CDC's Targeted Assessment for Prevention (TAP) strategy is another self-assessment resource hospitals can use to identify and address gaps in HAI prevention practices (62). The CLABSI TAP Facility Assessment Tool (63) can be used to identify gaps in the following areas: 1) general infrastructure, capacity, and processes; 2) appropriate use of CVCs; 3) proper insertion practices; 4) proper maintenance practices; and 5) supplemental strategies for CLABSI prevention.Tier 2, Intervention 2: Implement Multidisciplinary RoundsAfter performing and assessing results from the GPS, we recommended multidisciplinary CLABSI rounds to audit for appropriateness of catheter placement and necessity of continued catheter use (stage 3 of disrupting the catheter life cycle). A lead member of the team—such as the critical care fellow, ICU attending physician, or charge nurse—should be tasked with ensuring these happen daily, either in conjunction with morning rounds or at a defined time later in the day. Early removal in the absence of active indications for the CVC was encouraged and emphasized through such resources as line-audit checklists. Although this approach is time-intensive and requires more human capital (and thus is more appropriate for tier 2), studies have shown that it can lead to a reduction in CLABSI (2, 64, 65).Tier 2, Intervention 3: Share CLABSI Metrics With Frontline StaffFrontline staff play a vital role in prevention of CLABSI but often may not be aware of CLABSI rates. Qualitative work has indicated that higher-performing units often have general awareness of CLABSI rates and share a sense of pride when rates decrease or disappointment when they increase (66). Therefore, we recommend making CLABSI-specific data available and visible to frontline staff to improve communication and foster a sense of teamwork in this step of the tier. Visual displays, including metrics, such as days since last CLABSI, were suggested as valuable options to promote this type of awareness. Feedback can also be individualized and confidential; this approach has been shown to increase nurse compliance with established guidelines for CVC care (67).Tier 2, Intervention 4: Assess Competency and Compliance With ChecklistAfter the third intervention, we recommend observing and documenting staff competency with CVC insertion and maintenance procedures. One simulation-based mastery program for housestaff showed that after an educational intervention, the number of needle passes on CVC insertion decreased, operator confidence increased, and CLABSI rates decreased (68, 69). Simulation-based mastery has also been noted to increase competency in maintenance practices among ICU nurses (70). In an ICU that had previously implemented several CLABSI-focused interventions (including designating unit champions), designating a nurse to observe and document compliance with CVC insertion and maintenance helped decrease CLABSI rates (71).Tier 2, Intervention 5: Additional Approaches, Including Antimicrobial CathetersIf CLABSI rates remain high despite these tier 2 initiatives, investing and implementing such technologies as antimicrobial-coated or impregnated CVCs was suggested (16, 72). Although numerous trials have investigated antimicrobial CVCs, results have been difficult to interpret, given the heterogeneity of device characteristics, study designs, outcomes measured, and patient populations (20, 21, 73). Because of cost, the potential to induce antimicrobial resistance, and varying benefit in different patient populations, existing guidelines suggest using these devices only if basic CLABSI prevention practices have failed to lower infection rates (16, 21). A recent meta-analysis suggests that using antimicrobial PICCs in high-risk subgroups (such as oncology patients or burn units) may be an effective, targeted instance where use of these devices is helpful (20). Technological strategies, such as antithrombotic catheters, lock solutions, and novel materials (such as antiseptic-impregnated dressings) to reduce biofilm formation and bacterial growth were also recommended to be considered at this stage (74).Tier 2, Intervention 6: Root-Cause AnalysisThe final step of tier 2 is a root-cause analysis of each CLABSI to identify deviations from best practice. We recommend performance of a full root-cause analysis of CLABSI cases because it can identify lapses in safety, foster communication among team members for prevention, and help inform hospital strategies to prevent this infection (75). In a study of a burn ICU with high CLABSI rates, conducting routine root-cause analyses with leadership support helped attain zero CLABSIs (76). Intensive resources dedicated to CLABSI, if used correctly, can help hospitals combat this infection.ConclusionIn this national project, we designed and implemented a stepwise, progressive tier-based intervention to reduce CLABSI in hospitals struggling with this infection. Tier 1 introduced basic interventions that all hospitals should have in place. Tier 2 included a self-check tool, after which greater intensity and cost interventions were considered. The tiered strategy gives hospitals a flexible but evidence-based approach to address CLABSI in ICU and non-ICU settings and for all types of vascular catheters.References1. Pronovost P, Needham D, Berenholtz S, et al. An intervention to decrease catheter-related bloodstream infections in the ICU. N Engl J Med. 2006;355:2725-32. [PMID: 17192537] CrossrefMedlineGoogle Scholar2. Patel PK, Gupta A, Vaughn VM, et al. Review of strategies to reduce central line-associated bloodstream infection (CLABSI) and catheter-associated urinary tract infection (CAUTI) in adult ICUs. J Hosp Med. 2018;13:105-16. [PMID: 29154382] doi:10.12788/jhm.2856 CrossrefMedlineGoogle Scholar3. Centers for Disease Control and Prevention. Vital signs: central line-associated blood stream infections—United States, 2001, 2008, and 2009. MMWR Morb Mortal Wkly Rep. 2011;60:243-8. [PMID: 21368740] MedlineGoogle Scholar4. Chaiyakunapruk N, Veenstra DL, Lipsky BA, et al. Chlorhexidine compared with povidone-iodine solution for vascular catheter-site care: a meta-analysis. Ann Intern Med. 2002;136:792-801. [PMID: 12044127] LinkGoogle Scholar5. Nuckols TK, Keeler E, Morton SC, et al. Economic evaluation of quality improvement interventions for bloodstream infections related to central catheters: a systematic review. JAMA Intern Med. 2016;176:1843-54. [PMID: 27775764] doi:10.1001/jamainternmed.2016.6610 CrossrefMedlineGoogle Scholar6. Swaminathan L, Flanders S, Rogers M, et al. Improving PICC use and outcomes in hospitalised patients: an interrupted time series study using MAGIC criteria. BMJ Qual Saf. 2018;27:271-78. [PMID: 29133462] doi:10.1136/bmjqs-2017-007342 CrossrefMedlineGoogle Scholar7. Chopra V, Shojania KG. Recipes for checklists and bundles: one part active ingredient, two parts measurement [Editorial]. BMJ Qual Saf. 2013;22:93-6. [PMID: 23035255] doi:10.1136/bmjqs-2012-001480 CrossrefMedlineGoogle Scholar8. Centers for Disease Control and Prevention. Data summary of HAIs in the US: assessing progress 2006-2016. A story of progress. 2018. Accessed at www.cdc.gov/hai/surveillance/data-reports/data-summary-assessing-progress.html on 29 November 2018. Google Scholar9. Bion J, Richardson A, Hibbert P, et al; Matching Michigan Collaboration & Writing Committee. 'Matching Michigan': a 2-year stepped interventional programme to minimise central venous catheter-blood stream infections in intensive care units in England. BMJ Qual Saf. 2013;22:110-23. [PMID: 22996571] doi:10.1136/bmjqs-2012-001325 CrossrefMedlineGoogle Scholar10. Dixon-Woods M, Leslie M, Tarrant C, et al. Explaining Matching Michigan: an ethnographic study of a patient safety program. Implement Sci. 2013;8:70. [PMID: 23786847] doi:10.1186/1748-5908-8-70 CrossrefMedlineGoogle Scholar11. Furuya EY, Dick AW, Herzig CT, et al. Central line-associated bloodstream infection reduction and bundle compliance in intensive care units: a national study. Infect Control Hosp Epidemiol. 2016;37:805-10. [PMID: 27052993] doi:10.1017/ice.2016.67 CrossrefMedlineGoogle Scholar12. Pepin CS, Thom KA, Sorkin JD, et al. Risk factors for central-line-associated bloodstream infections: a focus on comorbid conditions. Infect Control Hosp Epidemiol. 2015;36:479-81. [PMID: 25782906] doi:10.1017/ice.2014.81 CrossrefMedlineGoogle Scholar13. Kritchevsky SB, Braun BI, Kusek L, et al; Evaluation of Processes and Indicators in Infection Control (EPIC) Study Group. The impact of hospital practice on central venous catheter associated bloodstream infection rates at the patient and unit level: a multicenter study. Am J Med Qual. 2008;23:24-38. [PMID: 18187588] doi:10.1177/1062860607310918 CrossrefMedlineGoogle Scholar14. Tejedor SC, Tong D, Stein J, et al. Temporary central venous catheter utilization patterns in a large tertiary care center: tracking the \"idle central venous catheter\". Infect Control Hosp Epidemiol. 2012;33:50-7. [PMID: 22173522] doi:10.1086/663645 CrossrefMedlineGoogle Scholar15. Zingg W, Sax H, Inan C, et al. Hospital-wide surveillance of catheter-related bloodstream infection: from the expected to the unexpected. J Hosp Infect. 2009;73:41-6. [PMID: 19646788] doi:10.1016/j.jhin.2009.05.015 CrossrefMedlineGoogle Scholar16. Marschall J, Mermel LA, Fakih M, et al. Strategies to prevent central line-associated bloodstream infections in acute care hospitals: 2014 update. Infect Control Hosp Epidemiol. 2014;35 Suppl 2 S89-107. [PMID: 25376071] CrossrefMedlineGoogle Scholar17. Yokoe DS, Anderson DJ, Berenholtz SM, et al. A compendium of strategies to prevent healthcare-associated infections in acute care hospitals: 2014 updates. Infect Control Hosp Epidemiol. 2014;35 Suppl 2 S21-31. [PMID: 25376067] CrossrefMedlineGoogle Scholar18. Chopra V, O'Horo JC, Rogers MA, et al. The risk of bloodstream infection associated with peripherally inserted central catheters compared with central venous catheters in adults: a systematic review and meta-analysis. Infect Control Hosp Epidemiol. 2013;34:908-18. [PMID: 23917904] doi:10.1086/671737 CrossrefMedlineGoogle Scholar19. Ista E, van der Hoven B, Kornelisse RF, et al. Effectiveness of insertion and maintenance bundles to prevent central-line-associated bloodstream infections in critically ill patients of all ages: a systematic review and meta-analysis. Lancet Infect Dis. 2016;16:724-34. [PMID: 26907734] doi:10.1016/S1473-3099(15)00409-0 CrossrefMedlineGoogle Scholar20. Kramer RD, Rogers MA, Conte M, et al. Are antimicrobial peripherally inserted central catheters associated with reduction in central line-associated bloodstream infection? A systematic review and meta-analysis. Am J Infect Control. 2017;45:108-14. [PMID: 28341283] doi:10.1016/j.ajic.2016.07.021 CrossrefMedlineGoogle Scholar21. Shekelle PG, Wachter RM, Pronovost PJ, et al. Making health care safer II: an updated critical analysis of the evidence for patient safety practices. Evid Rep Technol Assess (Full Rep). 2013:1-945. [PMID: 24423049] MedlineGoogle Scholar22. Michie S, van Stralen MM, West R. The behaviour change wheel: a new method for characterising and",
  "authors": [
    {
      "display_name": "Payal Patel",
      "id": "A5081748478",
      "orcid": "https://orcid.org/0000-0001-8666-7313",
      "institutions": [
        {
          "id": "I4210102099",
          "display_name": "VA Ann Arbor Healthcare System",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I27837315",
          "display_name": "University of Michigan",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Payal K. Patel"
    },
    {
      "display_name": "Russell N. Olmsted",
      "id": "A5088365101",
      "orcid": null,
      "institutions": [
        {
          "id": "I1304269903",
          "display_name": "Trinity Health",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Russell N. Olmsted"
    },
    {
      "display_name": "Louella Hung",
      "id": "A5110639238",
      "orcid": null,
      "institutions": [
        {
          "id": "I1322219670",
          "display_name": "American Hospital Association",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I4210143337",
          "display_name": "Health Research and Educational Trust",
          "country_code": "US",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Louella Hung"
    },
    {
      "display_name": "Kyle J. Popovich",
      "id": "A5046563190",
      "orcid": "https://orcid.org/0000-0002-9801-5360",
      "institutions": [
        {
          "id": "I1285301757",
          "display_name": "Rush University Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Kyle J. Popovich"
    },
    {
      "display_name": "Jennifer Meddings",
      "id": "A5076250253",
      "orcid": "https://orcid.org/0000-0001-9503-0293",
      "institutions": [
        {
          "id": "I4210102099",
          "display_name": "VA Ann Arbor Healthcare System",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I27837315",
          "display_name": "University of Michigan",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jennifer Meddings"
    },
    {
      "display_name": "Karen Jones",
      "id": "A5058039821",
      "orcid": "https://orcid.org/0000-0003-0667-210X",
      "institutions": [
        {
          "id": "I27837315",
          "display_name": "University of Michigan",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Karen Jones"
    },
    {
      "display_name": "David P. Calfee",
      "id": "A5027243526",
      "orcid": "https://orcid.org/0000-0002-4647-790X",
      "institutions": [
        {
          "id": "I4387153466",
          "display_name": "Weill Cornell Medicine",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I205783295",
          "display_name": "Cornell University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "David P. Calfee"
    },
    {
      "display_name": "Karen E. Fowler",
      "id": "A5002809927",
      "orcid": "https://orcid.org/0000-0001-8274-8407",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Karen E. Fowler"
    },
    {
      "display_name": "Sanjay Saint",
      "id": "A5006173380",
      "orcid": "https://orcid.org/0000-0002-9579-6990",
      "institutions": [
        {
          "id": "I4210102099",
          "display_name": "VA Ann Arbor Healthcare System",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I27837315",
          "display_name": "University of Michigan",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Sanjay Saint"
    },
    {
      "display_name": "Vineet Chopra",
      "id": "A5037283211",
      "orcid": "https://orcid.org/0000-0001-8670-9376",
      "institutions": [
        {
          "id": "I4210102099",
          "display_name": "VA Ann Arbor Healthcare System",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I27837315",
          "display_name": "University of Michigan",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Vineet Chopra"
    }
  ],
  "publication_year": 2019,
  "publication_date": "2019-10-01",
  "type": "article",
  "cited_by_count": 19,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S119722071",
    "display_name": "Annals of Internal Medicine",
    "issn_l": "0003-4819",
    "issn": [
      "0003-4819",
      "1539-3704"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316812"
  },
  "volume": "171",
  "issue": "7_Supplement",
  "first_page": "S16",
  "last_page": "S16",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2775969662",
      "display_name": "Veterans Affairs",
      "level": 2,
      "score": 0.71244144
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.54058635
    },
    {
      "id": "C160735492",
      "display_name": "Health care",
      "level": 2,
      "score": 0.43890262
    },
    {
      "id": "C74909509",
      "display_name": "Gerontology",
      "level": 1,
      "score": 0.4322211
    },
    {
      "id": "C161191863",
      "display_name": "Library science",
      "level": 1,
      "score": 0.38994032
    },
    {
      "id": "C512399662",
      "display_name": "Family medicine",
      "level": 1,
      "score": 0.33576423
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.18965718
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.15856588
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.12977457
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.09806186
    }
  ],
  "topics": [
    {
      "id": "T10641",
      "display_name": "Central Venous Catheters and Hemodialysis",
      "score": 0.9994
    },
    {
      "id": "T10218",
      "display_name": "Sepsis Diagnosis and Treatment",
      "score": 0.9972
    },
    {
      "id": "T10897",
      "display_name": "Antibiotic Use and Resistance",
      "score": 0.9874
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.7326/m18-3469",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:22:15.969588",
  "source_database": "OpenAlex"
}