{
  "openalex_id": "W2982670249",
  "doi": "https://doi.org/10.5664/jcsm.8062",
  "title": "Chronic Opioid Therapy and Sleep: An American Academy of Sleep Medicine Position Statement",
  "abstract": "Free AccessSpecial ArticlesChronic Opioid Therapy and Sleep: An American Academy of Sleep Medicine Position Statement Ilene M. Rosen, MD, MS, R. Nisha Aurora, MD, MHS, Douglas B. Kirsch, MD, Kelly A. Carden, MD, Raman K. Malhotra, MD, Kannan Ramar, MD, Fariha Abbasi-Feinberg, MD, David A. Kristo, MD, Jennifer L. Martin, PhD, Eric J. Olson, MD, Carol L. Rosen, MD, James A. Rowley, MD, Anita V. Shelgikar, MD, MHPE, American Academy of Sleep Medicine Board of Directors Ilene M. Rosen, MD, MS *Address correspondence to: Ilene M. Rosen, MD, MS, Penn Sleep Center, 3624 Market Street, Suite 205, Philadelphia, PA 19104; Tel: (215) 662-7772; Fax (215) 615-4874; Email: E-mail Address: [email protected] Division of Sleep Medicine, Perelman School of Medicine, University of Pennsylvania, Philadelphia, Pennsylvania; , R. Nisha Aurora, MD, MHS Department of Medicine, Rutgers Robert Wood Johnson Medical School, New Brunswick, New Jersey; , Douglas B. Kirsch, MD Sleep Medicine, Atrium Health, Charlotte, North Carolina; , Kelly A. Carden, MD Saint Thomas Medical Partners - Sleep Specialists, Nashville, Tennessee; , Raman K. Malhotra, MD Sleep Medicine Center, Washington University School of Medicine, St. Louis, Missouri; , Kannan Ramar, MD Division of Pulmonary and Critical Care Medicine, Center for Sleep Medicine, Mayo Clinic, Rochester, Minnesota; , Fariha Abbasi-Feinberg, MD Millennium Physician Group, Fort Myers, Florida; , David A. Kristo, MD University of Pittsburgh, Pittsburgh, Pennsylvania; , Jennifer L. Martin, PhD Veteran Affairs Greater Los Angeles Healthcare System, North Hills, California; David Geffen School of Medicine at the University of California, Los Angeles, California; , Eric J. Olson, MD Division of Pulmonary and Critical Care Medicine, Center for Sleep Medicine, Mayo Clinic, Rochester, Minnesota; , Carol L. Rosen, MD Department of Pediatrics, Case Western Reserve University, University Hospitals - Cleveland Medical Center, Cleveland, Ohio; , James A. Rowley, MD Wayne State University, Detroit, Michigan; , Anita V. Shelgikar, MD, MHPE University of Michigan Sleep Disorders Center, University of Michigan, Ann Arbor, Michigan , American Academy of Sleep Medicine Board of Directors Published Online:November 15, 2019https://doi.org/10.5664/jcsm.8062Cited by:59SectionsAbstractPDF ShareShare onFacebookTwitterLinkedInRedditEmail ToolsAdd to favoritesDownload CitationsTrack Citations AboutABSTRACTThere is a complex relationship among opioids, sleep and daytime function. Patients and medical providers should be aware that chronic opioid therapy can alter sleep architecture and sleep quality as well as contribute to daytime sleepiness. It is also important for medical providers to be cognizant of other adverse effects of chronic opioid use including the impact on respiratory function during sleep. Opioids are associated with several types of sleep-disordered breathing, including sleep-related hypoventilation, central sleep apnea (CSA), and obstructive sleep apnea (OSA). Appropriate screening, diagnostic testing, and treatment of opioid-associated sleep-disordered breathing can improve patients' health and quality of life. Collaboration among medical providers is encouraged to provide high quality, patient-centered care for people who are treated with chronic opioid therapy.Citation:Rosen IM, Aurora RN, Kirsch DB, Carden KA, Malhotra RK, Ramar K, Abbasi-Feinberg F, Kristo DA, Martin JL, Olson EJ, Rosen CL, Rowley JA, Shelgikar AV; American Academy of Sleep Medicine Board of Directors. Chronic opioid therapy and sleep: an American Academy of Sleep Medicine position statement. J Clin Sleep Med. 2019;15(11):1671–1673.INTRODUCTIONThe American Academy of Sleep Medicine (AASM) is the leading professional society dedicated to the promotion of sleep health. The AASM improves sleep health and fosters high-quality, patient-centered care through advocacy, education, strategic research, and practice standards. The AASM endeavors to advance sleep health policy that improves the health and well-being of the general public.While fatigue and disturbed sleep are common symptoms of chronic pain, there is also a complex relationship among opioids, sleep and daytime function.1 Chronic use of opioid therapy is known to disrupt sleep architecture and sleep stage distribution. These opioid-related sleep disturbances in turn can cause or contribute to disturbed sleep, fatigue and daytime sleepiness.Another adverse effect of opioid use is respiratory depression.2 It is important for medical providers to be aware of the risk of sleep-disordered breathing in chronic opioid therapy patients.3–6 Types of sleep-disordered breathing that can be associated with chronic opioid use include both isolated symptoms (eg, snoring), as well as sleep-related breathing disorders characterized by abnormalities of respiration during sleep, including sleep-related hypoventilation, central sleep apnea (CSA), and obstructive sleep apnea (OSA).7,8 Effective testing is available for sleep-disordered breathing associated with opioid therapy, and treatment can improve patients' health and well-being.While opioid therapy can contribute to sleep disruption and sleep-disordered breathing, there is one sleep disorder for which narcotics may be prescribed as a therapy. Current guidelines state that opioid therapy can be an effective treatment option for patients with severe, refractory restless legs syndrome (RLS) in whom other therapies have failed to control symptoms.9POSITIONIt is the position of the AASM that:Medical providers need to be aware that chronic opioid therapy can alter sleep architecture and cause respiratory depression, increasing the risk for sleep-disordered breathing.Appropriate screening and diagnostic testing can identify sleep-related hypoventilation, CSA, and OSA in people treated with chronic opioid therapy.The treatment of opioid-associated sleep-disordered breathing can improve patients' health and well-being.In patients with chronic pain, collaboration among primary care providers, pain medicine specialists, and sleep specialists is encouraged to provide high quality, patient-centered care for people who are treated with chronic opioid therapy.Medical providers need to be aware that the cautious and judicious use of low-dose opioid therapy is a treatment option for severe, refractory RLS.DISCUSSIONThe use of opioid medications has soared since 1990 and has received increasing attention given its overall impact on our nation's social welfare and public health.10,11 Nearly 92 million Americans use prescription opioids, 11.5 million misuse them, and 1.9 million have opioid use disorder.12 Since the late 1990s an epidemic of drug overdose deaths has developed in the U.S. In 2017 alone, approximately 68% of the more than 70,200 overdose deaths involved either a prescription opioid, an illegal opioid such as heroin, or illicitly manufactured fentanyl.13Although nonpharmacologic therapy and nonopioid pharmacologic therapy are preferred treatment options for chronic pain, current clinical guidelines from the American Academy of Pain Medicine, American Pain Society, and the Centers for Disease Control and Prevention acknowledge that long-term prescription opioids remain a viable treatment option for some patients with chronic, noncancer pain when the expected benefits are anticipated to outweigh the potential harms.14,15 These clinical guidelines define chronic opioid therapy as the use of opioids on most days for at least three months.Regular, chronic use of opioids is known to interfere with sleep via several mechanisms. It can lead to changes in sleep architecture including a reduction in sleep efficiency as well as slow wave sleep.16 There also may be a reduction in rapid eye movement (REM) sleep.17 These effects of chronic opioid ingestion on sleep architecture appear to be dose dependent and lead to poor sleep quality, resulting in daytime sleepiness.1,16–19In addition to causing changes in sleep architecture, multiple studies have demonstrated that chronic use of opioids is associated with an increase in sleep-disordered breathing.20,21 The use of chronic opioids can result in isolated symptoms (eg, snoring) and/or more severe abnormalities of respiration during sleep, including sleep-related hypoventilation, CSA and OSA.7,8 Sleep-related hypoventilation involves chronic hypoventilation and hypercapnia due to impaired respiratory drive and alterations in carbon dioxide (CO2) and oxygen (O2) chemosensitivity. While both OSA and CSA have been noted, studies have generally demonstrated a higher prevalence of CSA with chronic opioid use.20–22 In CSA, the repetitive cessation of breathing is associated with absent or reduced respiratory effort due to diminished central respiratory drive, which may be further impaired in the setting of chronic opioid use.23 When CSA is caused by an opioid or other respiratory depressant, ataxic breathing can occur.24 OSA is characterized by repetitive episodes of complete or partial upper airway obstruction, with subsequent reductions in blood oxygen saturation, and may be terminated by brief arousals from sleep.23 While untreated CSA and OSA can be detrimental to a patient's health and well-being, effective treatments are available, including different modalities of positive airway pressure (PAP) therapy, such as continuous PAP (CPAP), bilevel PAP (BPAP), and adaptive servo-ventilation (ASV).Polysomnography (PSG) is one type of sleep test that is indicated for the diagnosis of sleep-related breathing disorders.25 Although a home sleep apnea test (HSAT) may be used for the diagnosis of OSA in uncomplicated adult patients presenting with signs and symptoms that indicate an increased risk of moderate-to-severe OSA, diagnosis by HSAT has not been substantiated for the evaluation of sleep-disordered breathing in patients taking opioid medications and those who are at increased risk for nonobstructive sleep-disordered breathing.26 Also, the use of arterial PCO2 or surrogate (ie, end-tidal PCO2 or transcutaneous PCO2) during polysomnography is required for the diagnosis of sleep-related hypoventilation.23,27Although opioid therapy can contribute to sleep disruption, daytime symptoms and sleep-disordered breathing, narcotics are also prescribed in rare cases of RLS, a sleep-related movement disorder that is associated with disturbed sleep.23 Opioids can be especially useful in patients with severe, refractory RLS, who are unresponsive or intolerant to other recommended therapies such as iron, dopamine agonists, antiepileptic medications, or benzodiazepenes.9,28–30 The effective opioid doses for RLS are significantly lower than those used for chronic pain; therefore, treatment tends to be well-tolerated and less likely to produce dependence in people with RLS.29–31 To promote the assessment of the long-term safety and effectiveness of opioid medications for RLS, a national RLS Opioid Registry has been created.32CONCLUSIONSChronic opioid therapy requires careful clinical attention because of the serious risks of addiction, abuse, and overdose. While fatigue and disturbed sleep are common symptoms of chronic pain, there is a complex relationship among opioids, sleep and daytime function that can also contribute to fatigue and disturbed sleep. Therefore, it is important for medical providers to be aware that chronic opioid use is associated with changes in sleep architecture and an increased risk of respiratory depression during sleep. Appropriate screening and diagnostic testing with in-laboratory PSG can identify sleep-related hypoventilation, CSA and OSA in people treated with chronic opioid therapy. Although the best therapeutic option for opioid-associated sleep-disordered breathing may be withdrawal of opioids, providers are often faced with the challenge of effectively managing the underlying disorder while also ensuring patient safety, which requires collaborative care. The treatment of sleep-disordered breathing with an effective PAP modality in these patients can improve their health and well-being.DISCLOSURE STATEMENTThe authors are the 2018–2020 board of directors of the AASM. This position statement is intended by the AASM to help physicians and other medical providers make decisions about the appropriate care of patients treated with chronic opioid therapy. It is to be used for educational and informational purposes only.REFERENCES1. Cao M, Javaheri S. Effects of chronic opioid use on sleep and wake. Sleep Med Clin. 2018;13(2):271–281. CrossrefGoogle Scholar2. American Academy of Pain Medicine. Use of opioids for the treatment of chronic pain. https://painmed.org/uploads/about/position-statements/use-of-opioids-for-the-treatment-of-chronic-pain.pdf. Approved February 2013. Accessed Aug. 29, 2019. Google Scholar3. Mogri M, Khan MIA, Grant BJB, et al.. Central sleep apnea induced by acute ingestion of opioids. Chest. 2008;133(6):1484–1488. CrossrefGoogle Scholar4. Webster LR, Choi Y, Desai H, et al.. Sleep-disordered breathing and chronic opioid therapy. Pain Med. 2008;9(4):425–432. CrossrefGoogle Scholar5. Sharkey KM, Kurth ME, Anderson BJ, et al.. Obstructive sleep apnea is more common than central sleep apnea in methadone maintenance patients with subjective sleep complaints. Drug Alcohol Depend. 2010;108(1-2):77–83. CrossrefGoogle Scholar6. Sun EC, Darnall BD, Baker LC, et al.. Incidence of and risk factors for chronic opioid use among opioid-naive patients in the postoperative period. JAMA Intern Med. 2016;176(9):1286–1293. CrossrefGoogle Scholar7. Chowdhuri S, Javaheri S. Sleep disordered breathing caused by chronic opioid use: diverse manifestations and their management. Sleep Med Clin. 2017;12(4):573–586. CrossrefGoogle Scholar8. Farney RJ, McDonald AM, Boyle KM, et al.. Sleep disordered breathing in patients receiving therapy with buprenorphine/naloxone. Eur Respir J. 2013;42(2):394–403. CrossrefGoogle Scholar9. Aurora RN, Kristo DA, Bista SR, et al.. The treatment of restless legs syndrome and periodic limb movement disorder in adults—an update for 2012: practice parameters with an evidence-based systematic review and meta-analyses. Sleep. 2012;35(8):1039–1062. CrossrefGoogle Scholar10. Berterame S, Erthal J, Thomas J, et al.. Use of and barriers to access to opioid analgesics: a worldwide, regional, and national study. Lancet. 2016;387(10028):1644–1656. CrossrefGoogle Scholar11. Rutkow J, Vernick JS. Emergency legal authority and the opioid crisis. N Engl J Med. 2017;377(26):2512–2514. CrossrefGoogle Scholar12. Han B, Compton WM, Blanco C, et al.. Prescription opioid use, misuse and use disorders in U.S. Adults: 2015 national survey on drug use and health. Ann Intern Med. 2017;167(5):293–301. CrossrefGoogle Scholar13. Centers for Disease Control and Prevention. Opioid overdose. Opioid basics. Understanding the epidemic. https://www.cdc.gov/drugoverdose/epidemic/index.html. Updated Dec. 19, 2018. Accessed Aug. 29, 2019. Google Scholar14. Chou R, Fanciullo GJ, Fine PG, et al..; and the American Pain Society-American Academy of Pain Medicine Opioids Guidelines Panel. Clinical guidelines for the use of chronic opioid therapy in chronic noncancer pain. J Pain. 2009;10(2):113–130. CrossrefGoogle Scholar15. Dowell D, Haegerich TM, Chou R. CDC guideline for prescribing opioids for chronic pain - United States, 2016. MMWR Recomm Rep. 2016;65(1):1–49. CrossrefGoogle Scholar16. Xiao L, Tang Y, Smith AK, et al.. Nocturnal sleep architecture disturbances in early methadone treatment patients. Psychiatry Res. 2010;179(1):91–95. CrossrefGoogle Scholar17. Teichtahl H, Prodromidis A, Miller B, et al.. Sleep disordered breathing in stable methadone programme patients: a pilot study. Addiction. 2001;96(3):395–403. CrossrefGoogle Scholar18. Wang D, Teichtahl H, Drummer O, et al.. Central sleep apnea in stable methadone maintenance treatment patients. Chest. 2005;128(3):1348–1356. CrossrefGoogle Scholar19. Dunn KE, Finan PH, Andrew Tompkins D, Strain EC. Frequency and correlates of sleep disturbance in methadone and buprenorphine-maintained patients. Addict Behav. 2018;768–14. CrossrefGoogle Scholar20. Rose AR, Catcheside PG, McEvoy RD, et al.. Sleep disordered breathing and chronic respiratory failure in patients with chronic pain on long term opioid therapy. J Clin Sleep Med. 2014;10(8):847–852. LinkGoogle Scholar21. Van Ryswyk E, Antic NA. Opioids and sleep-disordered breathing. Chest. 2016;150(4):934–944. CrossrefGoogle Scholar22. Correa D, Farney RJ, Chung F, et al.. Chronic opioid use and central sleep apnea: a review of the prevalence, mechanisms, and perioperative considerations. Anesth Analg. 2015;120(6):1273–1285. CrossrefGoogle Scholar23. American Academy of Sleep Medicine. International Classification of Sleep Disorders. 3rd ed. Darien, IL: American Academy of Sleep Medicine; 2014. Google Scholar24. Walker JM, Farney RJ, Rhondeau SM, Boyle KM, Cloward TV, Shilling KC. Chronic opioid use is a risk factor for the development of central sleep apnea and ataxic breathing. J Clin Sleep Med. 2007;3(5):455–461. LinkGoogle Scholar25. Kushida CA, Littner MR, Morgenthaler T, et al.. Practice parameters for the indications for polysomnography and related procedures: an update for 2005. Sleep. 2005;28(4):499–523. CrossrefGoogle Scholar26. Kapur VK, Auckley DH, Chowdhuri S, Kuhlmann DC, Mehra R, Ramar K, Harrod CG. Clinical practice guideline for diagnostic testing for adult obstructive sleep apnea: an American Academy of Sleep Medicine clinical practice guideline. J Clin Sleep Med. 2017;13(3):479–504. LinkGoogle Scholar27. Berry RB, Albertario CL, Harding SM, et al.; for the American Academy of Sleep Medicine. The AASM Manual for the Scoring of Sleep and Associated Events: Rules, Terminology and Technical Specifications. Version 2.5. Darien, IL: American Academy of Sleep Medicine; 2018. Google Scholar28. Garcia-Borreguero D, Silber MH, Winkelman JW, et al.. Guidelines for the first-line treatment of restless legs syndrome/Willis-Ekbom disease, prevention and treatment of dopaminergic augmentation: a combined task force of the IRLSSG, EURLSSG, and the RLS-foundation. Sleep Med. 2016;211–11. CrossrefGoogle Scholar29. Silver N, Allen RP, Senerth J, Earley CJ. A 10-year, longitudinal assessment of dopamine agonists and methadone in the treatment of restless legs syndrome. Sleep Med. 2011;12(5):440–444. CrossrefGoogle Scholar30. Trenkwalder C, Winkelmann J, Inoue Y, Paulus W. Restless legs syndrome-current therapies and management of augmentation. Nat Rev Neurol. 2015;11(8):434–445. CrossrefGoogle Scholar31. Silber MH, Becker PM, Buchfuhrer MJ, et al.. The appropriate use of opioids in the treatment of refractory restless legs syndrome. Mayo Clin Proc. 2018;93(1):59–67. CrossrefGoogle Scholar32. Massachusetts General Hospital. National RLS opioid registry. https://www.massgeneral.org/rls-registry/. Accessed Aug. 29, 2019. Google Scholar Previous article Next article FiguresReferencesRelatedDetailsCited by Mortality Patterns Associated with Central Sleep Apnea among Veterans: A Large, Retrospective, Longitudinal ReportAgrawal R, Sharafkhaneh A, Gottlieb D, Nowakowski S and Razjouyan J Annals of the American Thoracic Society, 10.1513/AnnalsATS.202207-648OC, Vol. 20, No. 3, (450-455), Online publication date: 1-Mar-2023. A phase 1b study to investigate the potential interactions between ASP8062 and buprenorphine/naloxone in patients with opioid use disorderIto M, Walzer M, Beth Blauwet M, Spence A, Heo N, Kelsh D, Blahunka P, Erdman J, Nour Alsharif M and Marek G Journal of Psychopharmacology, 10.1177/02698811221149657, Vol. 37, No. 2, (144-154), Online publication date: 1-Feb-2023. Holter K, Pierce B and Gould R Metabotropic glutamate receptor function and regulation of sleep-wake cycles Metabotropic Glutamate Receptors in Psychiatric and Neurological Disorders, 10.1016/bs.irn.2022.11.002, (93-175), . Varga A, Walker J and Farney R Central sleep apnea due to drug or substance Encyclopedia of Sleep and Circadian Rhythms, 10.1016/B978-0-12-822963-7.00117-1, (96-108), . Hadler N, Hairston I and Conroy D Insomnia due to drug or substance abuse and dependence Encyclopedia of Sleep and Circadian Rhythms, 10.1016/B978-0-12-822963-7.00014-1, (87-100), . The interplay between multisite pain and insomnia on the risk of anxiety and depression: the HUNT studyMarcuzzi A, Skarpsno E, Nilsen T and Mork P BMC Psychiatry, 10.1186/s12888-022-03762-0, Vol. 22, No. 1, Online publication date: 1-Dec-2022. Pain and Analgesic related insomniaMlíchová J, Paluch Z and Šimandl O Pain Management Nursing, 10.1016/j.pmn.2022.11.002, , Online publication date: 1-Dec-2022. Sleep Disturbances and Chronic Pain in People with HIV: Implications for HIV-Associated Neurocognitive DisordersCody S, Hobson J, Gilstrap S, Thomas S, Galinat D and Goodin B Current Sleep Medicine Reports, 10.1007/s40675-022-00236-3, Vol. 8, No. 4, (124-131) Opioid Use Disorder, Sleep Deficiency, and Ventilatory Control: Bidirectional Mechanisms and Therapeutic TargetsEckert D and Yaggi H American Journal of Respiratory and Critical Care Medicine, 10.1164/rccm.202108-2014CI, Vol. 206, No. 8, (937-949), Online publication date: 15-Oct-2022. The short-term effects of opioid and non-opioid pharmacotherapies on sleep in people with chronic low back pain: A systematic review and meta-analysis of randomized controlled trialsPuterflam J, Comis J, Lan Q, Liu C, Lipschitz A, Grunstein R, Ferreira P and Gordon C Sleep Medicine Reviews, 10.1016/j.smrv.2022.101672, Vol. 65, , (101672), Online publication date: 1-Oct-2022. Body position during laboratory and home polysomnography compared to habitual sleeping position at homeYo S, Joosten S, Wimaleswaran H, Mansfield D, Thomson L, Landry S, Edwards B and Hamilton G Journal of Clinical Sleep Medicine, Vol. 18, No. 9, (2103-2111), Online publication date: 1-Sep-2022.Symptom subtypes and risk of incident cardiovascular and cerebrovascular disease in a clinic-based obstructive sleep apnea cohortAllen A, Jen R, Mazzotti D, Keenan B, Goodfellow S, Taylor C, Daniele P, Peres B, Liu Y, Mehrtash M and Ayas N Journal of Clinical Sleep Medicine, Vol. 18, No. 9, (2093-2102), Online publication date: 1-Sep-2022.A school-based health and mindfulness curriculum improves children's objectively measured sleep: a prospective observational cohort studyChick C, Singh A, Anker L, Buck C, Kawai M, Gould C, Cotto I, Schneider L, Linkovski O, Karna R, Pirog S, Parker-Fong K, Nolan C, Shinsky D, Hiteshi P, Leyva O, Flores B, Matlow R, Bradley T, Jordan J, Carrion V and O'Hara R Journal of Clinical Sleep Medicine, Vol. 18, No. 9, (2261-2271), Online publication date: 1-Sep-2022.Adjustment to lockdown in children and adolescents with narcolepsy in FrancePech de Laclause A, Konofal E, Bokov P, Delclaux C and Lecendreux M Journal of Clinical Sleep Medicine, Vol. 18, No. 9, (2247-2252), Online publication date: 1-Sep-2022.Hypnotics and infections: disproportionality analysis of the U.S. Food & Drug Administration adverse event reporting system databaseMeng L, Huang J, He Q, Zhao Y, Zhao W, Tan J, Sun S and Yang J Journal of Clinical Sleep Medicine, Vol. 18, No. 9, (2229-2235), Online publication date: 1-Sep-2022.Long-term safety and maintenance of efficacy of sodium oxybate in the treatment of narcolepsy with cataplexy in pediatric patientsLecendreux M, Plazzi G, Dauvilliers Y, Rosen C, Ruoff C, Black J, Parvataneni R, Guinta D, Wang Y and Mignot E Journal of Clinical Sleep Medicine, Vol. 18, No. 9, (2217-2227), Online publication date: 1-Sep-2022.Factors affecting obstructive sleep apnea patients' use of upper airway stimulation treatmentLuyster F, Ni Q, Lee K, Harrison C, Ramprasad V, Soose R and Strollo P Journal of Clinical Sleep Medicine, Vol. 18, No. 9, (2207-2215), Online publication date: 1-Sep-2022.Home sleep apnea testing with peripheral arterial tonometry to assess outcome in upper airway stimulationHinder D, Schams S, Knaus C and Tschopp K Journal of Clinical Sleep Medicine, Vol. 18, No. 9, (2197-2205), Online publication date: 1-Sep-2022.Acute sleep interventions as an avenue for treatment of trauma-associated disordersSwift K, Thomas C, Balkin T, Lowery-Gionta E and Matson L Journal of Clinical Sleep Medicine, Vol. 18, No. 9, (2291-2312), Online publication date: 1-Sep-2022.Does race-ethnicity affect upper airway stimulation adherence and treatment outcome of obstructive sleep apnea?Khan M, Stone A, Soose R, Cohen S, Howard J, Capasso R, Itayem D, Gillespie M, Mehra R, Chio E, Strollo P, Menzl A, Kaplan A and Ni Q Journal of Clinical Sleep Medicine, Vol. 18, No. 9, (2167-2172), Online publication date: 1-Sep-2022.Equal effect of a noncustom vs a custom mandibular advancement device in treatment of obstructive sleep apneaBosschieter P, Uniken Venema J, Vonk P, Ravesloot M, Hoekema A, Plooij J, Lobbezoo F and de Vries N Journal of Clinical Sleep Medicine, Vol. 18, No. 9, (2155-2165), Online publication date: 1-Sep-2022.Sex differences in Epworth Sleepiness Scale normalization with continuous positive airway pressureScharf M, Zhang P, Walker N, Mirza M, Jobanputra A, Aurora R, Sunderram J and Lu S Journal of Clinical Sleep Medicine, Vol. 18, No. 9, (2273-2279), Online publication date: 1-Sep-2022.Pediatric sleep and pain: etiologies, consequences, and clinical considerationsMorris E, Howell M, Pickup E, Iber C and Wang S Journal of Clinical Sleep Medicine, Vol. 18, No. 9, (2281-2289), Online publication date: 1-Sep-2022. A retinal contribution to opioid-induced sleep disorders?Bergum N, Berezin C and Vigh J Frontiers in Neuroscience, 10.3389/fnins.2022.981939, Vol. 16, Opioid Use Disorder and Older Adults: Navigating Treatment OptionsBrandt N Journal of Gerontological Nursing, 10.3928/00989134-20220607-01, Vol. 48, No. 7, (4-9), Online publication date: 1-Jul-2022. Characterisation of the genetic relationship between the domains of sleep and circadian‐related behaviours with substance use phenotypesHatoum A, Winiger E, Morrison C, Johnson E and Agrawal A Addiction Biology, 10.1111/adb.13184, Vol. 27, No. 4, Online publication date: 1-Jul-2022. Association of obstructive sleep apnea and opioids use on adverse health outcomes: A population study of health administrative dataKendzerska T, Gomes T, Malhotra A, Gershon A, Povitz M, McIsaac D, Aaron S, Chung F, Bryson G, Talarico R, Ahmed T, Godbout M, Tanuseputro P and Wang H PLOS ONE, 10.1371/journal.pone.0269112, Vol. 17, No. 6, (e0269112) Douleurs et troubles du sommeilVayssiere P, Perogamvros L and Besson M Douleur et Analgésie, 10.3166/dea-2022-0219, Vol. 35, No. 2, (77-84), Online publication date: 1-Jun-2022. Perioperative considerations for adult patients with obstructive sleep apneaWeingarten T and Sprung J Current Opinion in Anaesthesiology, 10.1097/ACO.0000000000001125, Vol. 35, No. 3, (392-400), Online publication date: 1-Jun-2022. Sleep Deficiency and Opioid Use DisorderLangstengel J and Yaggi H Clinics in Chest Medicine, 10.1016/j.ccm.2022.05.001, Vol. 43, No. 2, (e1-e14), Online publication date: 1-Jun-2022. Overview of sleep management during COVID-19Becker P Sleep Medicine, 10.1016/j.sleep.2021.04.024, Vol. 91, , (211-218), Online publication date: 1-Mar-2022. Opioids and obstructive sleep apneaFreire C, Sennes L and Polotsky V Journal of Clinical Sleep Medicine, Vol. 18, No. 2, (647-652), Online publication date: 1-Feb-2022. Screening for and Management of Opioid Use Disorder in Older Adults in Primary CareDuggirala R, Khushalani S, Palmer T, Brandt N and Desai A Clinics in Geriatric Medicine, 10.1016/j.cger.2021.07.001, Vol. 38, No. 1, (23-38), Online publication date: 1-Feb-2022. A pharmacist-led intervention to improve the management of opioids in a general practice: a qualitative evaluation of participant interviewsJordan M, Young-Whitford M, Mullan J, Stewart A and Chen T International Journal of Clinical Pharmacy, 10.1007/s11096-021-01340-0, Vol. 44, No. 1, (235-246), Online publication date: 1-Feb-2022. Relationship Between Opioid Prescriptions and Number of Chronic Pain Conditions in Women With Interstitial CystitisDuncan J, Hong C, Harvie H, Brown L, Arya L and Kim E Female Pelvic Medicine & Reconstructive Surgery, 10.1097/SPV.0000000000001195, Vol. Publish Ahead of Print, Kumar V Adverse effects Handbook on Opium, 10.1016/B978-0-323-90903-7.00009-0, (157-177), . Fortin Ensign S and Porter A Neurological complications of steroids and of supportive care Neurological Complications of Systemic Cancer and Antineoplastic Therapy, 10.1016/B978-0-12-821976-8.00010-4, (553-561), . Sleep disturbance in cancer patients referred to an ambulatory integrative oncology consultationNarayanan S, Reddy A, Lopez G, Liu W, Ali S, Bruera E, Cohen L and Yennurajalingam S Supportive Care in Cancer, 10.1007/s00520-021-06668-x Associations between insufficient sleep and prescription opioid misuse among high school students in the United StatesGroenewald C, Rabbitts J, Tham S, Law E and Palermo T Journal of Clinical Sleep Medicine, Vol. 17, No. 11, (2205-2214), Online publication date: 1-Nov-2021. Simple screening model for identifying the risk of sleep apnea in patients on opioids for chronic painSelvanathan J, Waseem R, Peng P, Wong J, Ryan C and Chung F Regional Anesthesia & Pain Medicine, 10.1136/rapm-2020-102388, Vol. 46, No. 10, (886-891), Online publication date: 1-Oct-2021. The Impact of Opioid Medications on Sleep Architecture and Nocturnal Respiration During Acute Recovery From Moderate to Severe Traumatic Brain Injury: A TBI Model Systems StudyMartin A, Almeida E, Starosta A, Hammond F, Hoffman J, Schwartz D, Fann J, Bell K and Nakase-Richardson R Journal of Head Trauma Rehabilitation, 10.1097/HTR.0000000000000727, Vol. 36, No. 5, (374-387), Online publication date: 1-Sep-2021. The Many Fronts of Battling Obstructive Sleep ApneaWasey W, Wasey N, Saleh S and Aziz I Cureus, 10.7759/cureus.16937 Chronic Opioid Use and Central Sleep Apnea, Where Are We Now and Where To Go? A State of the Art ReviewWang D, Yee B, Grunstein R and Chung F Anesthesia & Analgesia, 10.1213/ANE.0000000000005378, Vol. 132, No. 5, (1244-1253), Online publication date: 1-May-2021. Nociplastic pain: towards an understanding of prevalent pain conditionsFitzcharles M, Cohen S, Clauw D, Littlejohn G, Usui C and Häuser W The Lancet, 10.1016/S0140-6736(21)00392-5, Vol. 397, No. 10289, (2098-2110), Online publication date: 1-May-2021. Treatment for patients with sleep apnea on opioids for chronic pain: results of the OpSafe trialWasef S, Mir S, Ryan C, Waseem R, Bellingham G, Kashgari A, Wong J and Chung F Journal of Clinical Sleep Medicine, Vol. 17, No. 4, (819-824), Online publication date: 1-Apr-2021. European clinical practice recommendations on opioids for chronic noncancer pain – Part 2: Special situations*Krcevski–Škvarc N, Morlion B, Vowles K, Bannister K, Buchsner E, Casale R, Jean‐François C, Chumbley G, Drewes A, Dom G, Jutila L, O'Brien T, Pogatzky‐Zahn E, Ragusa M, Suarez–Serrano C, Tölle T and Häuser W European Journal of Pain, 10.1002/ejp.1744 Predictive Performance of Oximetry to Detect Sleep Apnea in Patients Taking OpioidsWaseem R, Wong J, Ryan C and Chung F Anesthesia & Analgesia, 10.1213/ANE.0000000000005545, All-cause mortality in patients with long-term opioid therapy compared with non-opioid analgesics for chronic non-cancer pain: a database studyHäuser W, Schubert T, Vogelmann T, Maier C, Fitzcharles M and Tölle T BMC Medicine, 10.1186/s12916-020-01644-4, Vol. 18, No. 1, Online publication date: 1-Dec-2020. Pain Management Best Practices from Multispecialty Organizations During the COVID-19 Pandemic and Public Health CrisesCohen S, Baber Z, Buvanendran A, McLean B, Chen Y, Hooten W, Laker S, Wasan A, Kennedy D, Sandbrink F, King S, Fowler I, Stojanovic M, Hayek S and Phillips C Pain Medicine, 10.1093/pm/pnaa127, Vol. 21, No. 7, (1331-1346), Online publication date: 7-Nov-2020. Opioids and sleepCutrufello N, Ianus V and Rowley J Current Opinion in Pulmonary Medicine, 10.1097/MCP.0000000000000733, Vol. 26, No. 6, (634-641), Online publication date: 1-Nov-2020. The Physiology and Maintenance of Respiration: A Narrative ReviewWebster L and Karan S Pain and Therapy, 10.1007/s40122-020-00203-2 Sleep-disordered breathing in patients on opioids for chronic painSelvanathan J, Peng P, Wong J, Ryan C and Chung F Regional Anesthesia & Pain Medicine, 10.1136/rapm-2020-101540, (rapm-2020-101540) Associations between obstructive sleep apnea and prescribed opioids among veteransChen K, Yaggi H, Fiellin D, DeRycke E, Athar W, Haskell S and Bastian L Pain, 10.1097/j.pain.0000000000001906, Vol. 161, No. 9, (2035-2040), Online publication date: 1-Sep-2020. Prevalence and Correlates of Insomnia in People Living With HIV in Indonesia: A Descriptive, Cross-sectional StudyPujasari H, Culbert G, Levy J, Steffen A, Carley D and Kapella M Journal of the Association of Nurses in AIDS Care, 10.1097/JNC.0000000000000192, Vol. 31, No. 5, (606-614), Online publication date: 1-Sep-2020. Concomitant benzodiazepine and opioids decrease sleep apnoea risk in chronic pain patientsMir S, Wong J, Ryan C, Bellingham G, Singh M, Waseem R, Eckert D and Chung F ERJ Open Research, 10.1183/23120541.00093-2020, Vol. 6, No. 3, (00093-2020), Online publication date: 1-Jul-2020. Might chronic opioid use impact sleep-disordered breathing and vice versa?Orr J, Wallace M and Malhotra A Journal of Clinical Sleep Medicine, Vol. 16, No. 6, (843-845), Online publication date: 15-Jun-2020.Prevalence of sleep-disordered breathing in opioid users with chronic pain: a systematic review and meta-analysisMubashir T, Nagappa M, Esfahanian N, Botros J, Arif A, Suen C, Wong J, Ryan C and Chung F Journal of Clinical Sleep Medicine, Vol. 16, No. 6, (961-969), Online publication date: 15-Jun-2020.Thoughts on the 2019 American Academy of Sleep Medicine position statement on chronic opioid therapy and sleepLavigne G, Herrero Babiloni A, Mayer P, Daoust R and Martel M Journal of Clinical Sleep Medicine, Vol. 16, No. 5, (831-833), Online publication date: 15-May-2020. Predictive factors for sleep apnoea in patients on opioids for chronic painChung F, Wong J, Bellingham G, Lebovic G, Singh M, Waseem R, Peng P, George C, Furlan A, Bhatia A, Clarke H, Juurlink D, Mamdani M, Horner R, Orser B and Ryan C BMJ Open Respiratory Research, 10.1136/bmjresp-2019-000523, Vol. 6, No. 1, (e000523), Online publication date: 1-Dec-2019. Volume 15 • Issue 11 • November 15, 2019ISSN (print): 1550-9389ISSN (online): 1550-9397Frequency: Monthly Metrics History Submitted for publicationAugust 30, 2019Submitted in final revised formSeptember 5, 2019Accepted for publicationSeptember 5, 2019Published onlineNovember 15, 2019 Information© 2019 American Academy of Sleep MedicineACKNOWLEDGMENTSThe board of directors thanks AASM staff members who assisted with the development of this position statement.PDF download",
  "authors": [
    {
      "display_name": "Ilene M. Rosen",
      "id": "A5050014069",
      "orcid": "https://orcid.org/0000-0002-8263-8600",
      "institutions": [
        {
          "id": "I79576946",
          "display_name": "University of Pennsylvania",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I38260057",
          "display_name": "In-Q-Tel",
          "country_code": "US",
          "type": "nonprofit"
        },
        {
          "id": "I188703185",
          "display_name": "GTx (United States)",
          "country_code": "US",
          "type": "company"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ilene M. Rosen"
    },
    {
      "display_name": "R. Nisha Aurora",
      "id": "A5032993980",
      "orcid": "https://orcid.org/0000-0003-4321-946X",
      "institutions": [
        {
          "id": "I2802203029",
          "display_name": "Johnson University",
          "country_code": "US",
          "type": "education"
        },
        {
          "id": "I102322142",
          "display_name": "Rutgers, The State University of New Jersey",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "R. Nisha Aurora"
    },
    {
      "display_name": "Douglas B. Kirsch",
      "id": "A5011844829",
      "orcid": "https://orcid.org/0000-0002-8462-8174",
      "institutions": [
        {
          "id": "I4210104759",
          "display_name": "Atrium Medical Cente",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Douglas B. Kirsch"
    },
    {
      "display_name": "Kelly A. Carden",
      "id": "A5029686933",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210151371",
          "display_name": "St. Thomas Medical Group",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Kelly A. Carden"
    },
    {
      "display_name": "Raman K. Malhotra",
      "id": "A5053420720",
      "orcid": "https://orcid.org/0000-0003-1910-9316",
      "institutions": [
        {
          "id": "I204465549",
          "display_name": "Washington University in St. Louis",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Raman K. Malhotra"
    },
    {
      "display_name": "Kannan Ramar",
      "id": "A5104040155",
      "orcid": null,
      "institutions": [
        {
          "id": "I1330342723",
          "display_name": "Mayo Clinic",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Kannan Ramar"
    },
    {
      "display_name": "Fariha Abbasi-Feinberg",
      "id": "A5088127361",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210147799",
          "display_name": "Millennium Engineering and Integration (United States)",
          "country_code": "US",
          "type": "company"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Fariha Abbasi-Feinberg"
    },
    {
      "display_name": "David A. Kristo",
      "id": "A5045279586",
      "orcid": null,
      "institutions": [
        {
          "id": "I170201317",
          "display_name": "University of Pittsburgh",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "David A. Kristo"
    },
    {
      "display_name": "Jennifer L. Martin",
      "id": "A5072714393",
      "orcid": "https://orcid.org/0000-0003-0849-3391",
      "institutions": [
        {
          "id": "I4210156876",
          "display_name": "VA Greater Los Angeles Healthcare System",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I161318765",
          "display_name": "University of California, Los Angeles",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jennifer L. Martin"
    },
    {
      "display_name": "Eric J. Olson",
      "id": "A5073593571",
      "orcid": null,
      "institutions": [
        {
          "id": "I1330342723",
          "display_name": "Mayo Clinic",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Eric J. Olson"
    },
    {
      "display_name": "Carol L. Rosen",
      "id": "A5030033537",
      "orcid": "https://orcid.org/0000-0002-3070-4266",
      "institutions": [
        {
          "id": "I2799343972",
          "display_name": "University Hospitals of Cleveland",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I58956616",
          "display_name": "Case Western Reserve University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Carol L. Rosen"
    },
    {
      "display_name": "James A. Rowley",
      "id": "A5058746647",
      "orcid": "https://orcid.org/0000-0002-8054-2197",
      "institutions": [
        {
          "id": "I185443292",
          "display_name": "Wayne State University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "James A. Rowley"
    },
    {
      "display_name": "Anita Valanju Shelgikar",
      "id": "A5088986398",
      "orcid": null,
      "institutions": [
        {
          "id": "I27837315",
          "display_name": "University of Michigan",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Anita V. Shelgikar"
    }
  ],
  "publication_year": 2019,
  "publication_date": "2019-11-15",
  "type": "article",
  "cited_by_count": 83,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S48878068",
    "display_name": "Journal of Clinical Sleep Medicine",
    "issn_l": "1550-9389",
    "issn": [
      "1550-9389",
      "1550-9397"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315582"
  },
  "volume": "15",
  "issue": "11",
  "first_page": "1671",
  "last_page": "1673",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://doi.org/10.5664/jcsm.8062",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.86976254
    },
    {
      "id": "C188394188",
      "display_name": "Sleep medicine",
      "level": 4,
      "score": 0.7241062
    },
    {
      "id": "C2775841894",
      "display_name": "Sleep (system call)",
      "level": 2,
      "score": 0.6815759
    },
    {
      "id": "C2994133304",
      "display_name": "Position statement",
      "level": 2,
      "score": 0.60741144
    },
    {
      "id": "C2778205975",
      "display_name": "Polysomnography",
      "level": 3,
      "score": 0.483531
    },
    {
      "id": "C2991975920",
      "display_name": "Pain medicine",
      "level": 3,
      "score": 0.47246882
    },
    {
      "id": "C2781118164",
      "display_name": "Chronic pain",
      "level": 2,
      "score": 0.45205918
    },
    {
      "id": "C204787440",
      "display_name": "Alternative medicine",
      "level": 2,
      "score": 0.4112649
    },
    {
      "id": "C118552586",
      "display_name": "Psychiatry",
      "level": 1,
      "score": 0.39116472
    },
    {
      "id": "C1862650",
      "display_name": "Physical therapy",
      "level": 1,
      "score": 0.36158422
    },
    {
      "id": "C1513209611",
      "display_name": "Sleep disorder",
      "level": 3,
      "score": 0.35995632
    },
    {
      "id": "C512399662",
      "display_name": "Family medicine",
      "level": 1,
      "score": 0.2910084
    },
    {
      "id": "C2781210498",
      "display_name": "Insomnia",
      "level": 2,
      "score": 0.16495383
    },
    {
      "id": "C522805319",
      "display_name": "Electroencephalography",
      "level": 2,
      "score": 0.14061055
    },
    {
      "id": "C2779526319",
      "display_name": "Anesthesiology",
      "level": 2,
      "score": 0.117830575
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C111919701",
      "display_name": "Operating system",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C142724271",
      "display_name": "Pathology",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10234",
      "display_name": "Obstructive Sleep Apnea Research",
      "score": 0.9998
    },
    {
      "id": "T10316",
      "display_name": "Sleep and related disorders",
      "score": 0.9995
    },
    {
      "id": "T10576",
      "display_name": "Opioid Use Disorder Treatment",
      "score": 0.998
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.5664/jcsm.8062",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:55:14.745616",
  "source_database": "OpenAlex"
}