{
  "openalex_id": "W2980314475",
  "doi": "https://doi.org/10.15252/emmm.201910515",
  "title": "Targeting <scp>TGF</scp> βR2‐mutant tumors exposes vulnerabilities to stromal <scp>TGF</scp> β blockade in pancreatic cancer",
  "abstract": "Article14 October 2019Open Access Source DataTransparent process Targeting TGFβR2-mutant tumors exposes vulnerabilities to stromal TGFβ blockade in pancreatic cancer Huocong Huang orcid.org/0000-0002-6345-4566 Hamon Center for Therapeutic Oncology Research, University of Texas Southwestern Medical Center, Dallas, TX, USA Search for more papers by this author Yuqing Zhang orcid.org/0000-0003-0740-5310 Hamon Center for Therapeutic Oncology Research, University of Texas Southwestern Medical Center, Dallas, TX, USA Cancer Biology Graduate Program, University of Texas Southwestern Medical Center, Dallas, TX, USA Search for more papers by this author Valerie Gallegos Department of Biological Sciences, University of Texas at El Paso, El Paso, TX, USA Search for more papers by this author Noah Sorrelle Hamon Center for Therapeutic Oncology Research, University of Texas Southwestern Medical Center, Dallas, TX, USA Search for more papers by this author Mohamed Medhat Zaid Division of Radiation Oncology, University of Texas MD Anderson Cancer Center, Houston, TX, USA Search for more papers by this author Jason Toombs Hamon Center for Therapeutic Oncology Research, University of Texas Southwestern Medical Center, Dallas, TX, USA Search for more papers by this author Wenting Du Hamon Center for Therapeutic Oncology Research, University of Texas Southwestern Medical Center, Dallas, TX, USA Cancer Biology Graduate Program, University of Texas Southwestern Medical Center, Dallas, TX, USA Search for more papers by this author Steven Wright Hamon Center for Therapeutic Oncology Research, University of Texas Southwestern Medical Center, Dallas, TX, USA Search for more papers by this author Moriah Hagopian Department of Surgery, University of Texas Southwestern Medical Center, Dallas, TX, USA Search for more papers by this author Zhaoning Wang Department of Molecular Biology, University of Texas Southwestern Medical Center, Dallas, TX, USA Search for more papers by this author Abdel Nasser Hosein Division of Hematology and Oncology, Department of Internal Medicine, University of Texas Southwestern Medical Center, Dallas, TX, USA Search for more papers by this author Adwait Amod Sathe McDermott Center of Human Growth and Development, University of Texas Southwestern Medical Center, Dallas, TX, USA Search for more papers by this author Chao Xing McDermott Center of Human Growth and Development, University of Texas Southwestern Medical Center, Dallas, TX, USA Search for more papers by this author Eugene J Koay Division of Radiation Oncology, University of Texas MD Anderson Cancer Center, Houston, TX, USA Search for more papers by this author Kyla E Driscoll Eli Lilly and Company, Indianapolis, IN, USA Search for more papers by this author Rolf A Brekken Corresponding Author [email protected] orcid.org/0000-0003-2704-2377 Hamon Center for Therapeutic Oncology Research, University of Texas Southwestern Medical Center, Dallas, TX, USA Cancer Biology Graduate Program, University of Texas Southwestern Medical Center, Dallas, TX, USA Department of Surgery, University of Texas Southwestern Medical Center, Dallas, TX, USA Search for more papers by this author Huocong Huang orcid.org/0000-0002-6345-4566 Hamon Center for Therapeutic Oncology Research, University of Texas Southwestern Medical Center, Dallas, TX, USA Search for more papers by this author Yuqing Zhang orcid.org/0000-0003-0740-5310 Hamon Center for Therapeutic Oncology Research, University of Texas Southwestern Medical Center, Dallas, TX, USA Cancer Biology Graduate Program, University of Texas Southwestern Medical Center, Dallas, TX, USA Search for more papers by this author Valerie Gallegos Department of Biological Sciences, University of Texas at El Paso, El Paso, TX, USA Search for more papers by this author Noah Sorrelle Hamon Center for Therapeutic Oncology Research, University of Texas Southwestern Medical Center, Dallas, TX, USA Search for more papers by this author Mohamed Medhat Zaid Division of Radiation Oncology, University of Texas MD Anderson Cancer Center, Houston, TX, USA Search for more papers by this author Jason Toombs Hamon Center for Therapeutic Oncology Research, University of Texas Southwestern Medical Center, Dallas, TX, USA Search for more papers by this author Wenting Du Hamon Center for Therapeutic Oncology Research, University of Texas Southwestern Medical Center, Dallas, TX, USA Cancer Biology Graduate Program, University of Texas Southwestern Medical Center, Dallas, TX, USA Search for more papers by this author Steven Wright Hamon Center for Therapeutic Oncology Research, University of Texas Southwestern Medical Center, Dallas, TX, USA Search for more papers by this author Moriah Hagopian Department of Surgery, University of Texas Southwestern Medical Center, Dallas, TX, USA Search for more papers by this author Zhaoning Wang Department of Molecular Biology, University of Texas Southwestern Medical Center, Dallas, TX, USA Search for more papers by this author Abdel Nasser Hosein Division of Hematology and Oncology, Department of Internal Medicine, University of Texas Southwestern Medical Center, Dallas, TX, USA Search for more papers by this author Adwait Amod Sathe McDermott Center of Human Growth and Development, University of Texas Southwestern Medical Center, Dallas, TX, USA Search for more papers by this author Chao Xing McDermott Center of Human Growth and Development, University of Texas Southwestern Medical Center, Dallas, TX, USA Search for more papers by this author Eugene J Koay Division of Radiation Oncology, University of Texas MD Anderson Cancer Center, Houston, TX, USA Search for more papers by this author Kyla E Driscoll Eli Lilly and Company, Indianapolis, IN, USA Search for more papers by this author Rolf A Brekken Corresponding Author [email protected] orcid.org/0000-0003-2704-2377 Hamon Center for Therapeutic Oncology Research, University of Texas Southwestern Medical Center, Dallas, TX, USA Cancer Biology Graduate Program, University of Texas Southwestern Medical Center, Dallas, TX, USA Department of Surgery, University of Texas Southwestern Medical Center, Dallas, TX, USA Search for more papers by this author Author Information Huocong Huang1, Yuqing Zhang1,2, Valerie Gallegos3, Noah Sorrelle1, Mohamed Medhat Zaid4, Jason Toombs1, Wenting Du1,2, Steven Wright1, Moriah Hagopian5, Zhaoning Wang6, Abdel Nasser Hosein7, Adwait Amod Sathe8, Chao Xing8, Eugene J Koay4, Kyla E Driscoll9 and Rolf A Brekken *,1,2,5 1Hamon Center for Therapeutic Oncology Research, University of Texas Southwestern Medical Center, Dallas, TX, USA 2Cancer Biology Graduate Program, University of Texas Southwestern Medical Center, Dallas, TX, USA 3Department of Biological Sciences, University of Texas at El Paso, El Paso, TX, USA 4Division of Radiation Oncology, University of Texas MD Anderson Cancer Center, Houston, TX, USA 5Department of Surgery, University of Texas Southwestern Medical Center, Dallas, TX, USA 6Department of Molecular Biology, University of Texas Southwestern Medical Center, Dallas, TX, USA 7Division of Hematology and Oncology, Department of Internal Medicine, University of Texas Southwestern Medical Center, Dallas, TX, USA 8McDermott Center of Human Growth and Development, University of Texas Southwestern Medical Center, Dallas, TX, USA 9Eli Lilly and Company, Indianapolis, IN, USA *Corresponding author. Tel: +1 214 648 5151; Fax: +1 214 648 4940; E-mail: [email protected] EMBO Mol Med (2019)11:e10515https://doi.org/10.15252/emmm.201910515 See also: RM Carr & ME Fernandez-Zapico (November 2019) PDFDownload PDF of article text and main figures. Peer ReviewDownload a summary of the editorial decision process including editorial decision letters, reviewer comments and author responses to feedback. ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinked InMendeleyWechatReddit Figures & Info Abstract TGFβ is important during pancreatic ductal adenocarcinoma (PDA) progression. Canonical TGFβ signaling suppresses epithelial pancreatic cancer cell proliferation; as a result, inhibiting TGFβ has not been successful in PDA. In contrast, we demonstrate that inhibition of stromal TGFβR2 reduces IL-6 production from cancer-associated fibroblasts, resulting in a reduction of STAT3 activation in tumor cells and reversion of the immunosuppressive landscape. Up to 7% of human PDA have tumor cell-specific deficiency in canonical TGFβ signaling via loss of TGFβR2. We demonstrate that in PDA that harbors epithelial loss of TGFβR2, inhibition of TGFβ signaling is selective for stromal cells and results in a therapeutic benefit. Our study highlights the potential benefit of TGFβ blockade in PDA and the importance of stratifying PDA patients who might benefit from such therapy. Synopsis Canonical TGFβ signaling suppresses epithelial pancreatic cancer (PDA) cell proliferation; as a result inhibiting TGFβ has not been successful in pancreatic cancer. In TGFβR2-mutant tumors, inhibition of TGFβ signaling in stromal cells results in a therapeutic benefit. TGFβ induces fibroblasts to produce IL-6 that promotes tumorigenesis via STAT3 activation in PDA cells. TGFβR2 blockade inhibits STAT3 activation in PDA cells and alters the immune microenvironment. TGFβR2 blockade has therapeutic efficacy in PDA that harbors loss-of-function mutations in Tgfbr2 but not in tumors that have intact TGFβ signaling. Efficacy of TGFβR2 blockade in TGFβR2-mutant tumors is due to the inhibition of the TGFβ signaling in stromal cells and IL-6 signaling in cancer cells and NK cells. Introduction Pancreatic ductal adenocarcinoma (PDA) is a lethal cancer with a 5-year survival rate of ~8%, and it is projected to become the second leading cause of cancer-related deaths in the United States by the year 2030 (Rahib et al, 2014). A substantial feature of PDA is a dense desmoplastic reaction that leads to an accumulation of fibrotic tissue (Feig et al, 2012). The desmoplastic landscape consists of heterogeneous stromal cell populations that include fibroblasts, macrophages, endothelial cells and lymphocytes. This complex tumor microenvironment contributes to PDA development, invasion, metastasis, immune evasion, and resistance to therapies. The transforming growth factor beta (TGFβ) signaling pathway is an evolutionarily conserved regulator of a wide variety of biological processes (Massague, 2012; David & Massague, 2018), such as embryonic development, wound healing, and inflammation. Canonical TGFβ signaling is driven by the activation of the TGFβ receptor system (TGFβR1/R2), which results in phosphorylation of the receptor-regulated SMAD proteins (SMAD2 and SMAD3) that stimulate transcription of target genes in association with SMAD4. In PDA, TGFβ signaling has multifaceted and cell type-specific effects that contribute to many aspects of the tumor microenvironment (Truty & Urrutia, 2007). For example, TGFβ is a crucial driver of the activity of cancer-associated fibroblasts (CAFs) where it stimulates the deposition of extracellular matrix (Korc, 2007). TGFβ also promotes tumor immune evasion by inducing an immunosuppressive phenotype in myeloid cells and T cells (Fadok et al, 1998; Thomas & Massague, 2005; Principe et al, 2016). TGFβ is a druggable target, inhibition of which has shown efficacy in multiple tumor types especially in combination with immune checkpoint blockade (Mariathasan et al, 2018; Tauriello et al, 2018). However, inhibition of the TGFβ signaling pathway in PDA has not been successful in preclinical or clinical studies (Hezel et al, 2012). This is due to the fact that canonical TGFβ signaling directly suppresses epithelial cancer cell growth in a context-dependent manner (Bardeesy et al, 2006; Ijichi et al, 2006). Previously we reported that TGFβ signaling in stromal cells in PDA is a significant contributor to desmoplasia, immune suppression, and metastasis (Ostapoff et al, 2014). These data are particularly relevant given that tumor cell-specific deficiency in canonical TGFβ signaling via the loss of TGFβR2 or the downstream protein SMAD4 is common (up to 60%) in human PDA (Hahn et al, 1996; Waddell et al, 2015). Thus, TGFβ-mutant PDA is likely not subject to the tumor cell growth-suppressive activity of TGFβ yet maintains TGFβ-driven tumor promotion via the activity of TGFβ on stromal cells. Here, we investigate the effect of selective inhibition of stromal TGFβ signaling in PDA that harbors epithelial mutations in the canonical TGFβ pathway. Results Inhibition of TGFβR2 reduces stromal IL-6 production and tumor cell STAT3 activation In earlier studies, we employed human PDA xenografts that metastasized robustly, and found that pharmacologic blockade of mouse TGFβR2 with 2G8, a rat anti-mouse TGFβR2 monoclonal antibody, resulted in striking reductions in metastatic spread (Ostapoff et al, 2014). These models enabled us to specifically inhibit stromal TGFβ signaling without blocking TGFβR2 signaling in the human tumor cells. Those results strongly support that targeting stromal TGFβ signaling can have antitumor effects through inhibiting a stromal paracrine signaling network. To better understand this stromal paracrine network, we performed a mouse-specific qPCR array study (Fig 1A) and an ELISA-based (Quansys) mouse chemokine assay with the xenografts (Fig 1B and Appendix Fig S1) and found that mouse interleukin 6 (IL-6) was consistently downregulated in the human xenografts after treatment with 2G8. We then investigated the effect of 2G8 on IL-6 secretion in two different genetically engineered mouse models (GEMMs), KIC (KrasLSL-G12D/+; Cdkn2aflox/flox; Ptf1aCre/+) and KPC (KrasLSL-G12D/+; Trp53LSL-R172H/+; Ptf1aCre/+) mice. We first validated the on-target efficacy of 2G8 by evaluating the activation of SMAD2. We found that in KIC and KPC tumors, 2G8 significantly reduced the SMAD2 activation (Fig 1E, H and I). Furthermore, we confirmed that the effect of 2G8 on IL-6 secretion was not specific to xenografts, as each GEMM treated with 2G8 showed a reduction in IL-6 (Fig 1C and D, and Appendix Fig S2). Figure 1. Inhibition of stromal TGFβR2 reduces IL-6 production and tumor cell STAT3 activation in PDA A. Mouse qPCR array analysis was performed with Colo357 and MiaPaca-2 orthotopic tumor samples treated with saline (control) or 2G8 (n = 3/group) to detect changes in mouse stromal gene expression after treatment. A heat map was generated with ratios of gene expression (2G8 versus control). B. ELISA-based Quansys mouse chemokine assay was performed with Capan-1 (Cap), MiaPaCa-2 (Mia), Colo357 (Colo), and C5LM2 (C5) orthotopic tumor samples treated with saline (control) or 2G8 (n = 3/group) to detect mouse chemokine changes after treatment. Change in mouse IL-6 was shown. C, D. KIC mice were treated for 4 weeks, and KPC mice were treated for 55 days with Mac84 (control) or 2G8. Tumors from were collected for mouse IL-6 ELISA (n = 6/group). E–K. KIC mice were treated for 4 weeks, and KPC mice were treated for 55 days with Mac84 (control) or 2G8. The activation of SMAD2 (P-Ser465/467) (E and H–I) and STAT3 (P-Tyr705) (F and J–K) and expression of IL-6R (G) were detected by immunohistochemistry (n = 4/group). Scale bars outside the magnification boxes = 50 μm, and scale bars inside the magnification boxes = 10 μm. Data information: All data are reported as mean ± SD. P values versus control by t-test are indicated. Download figure Download PowerPoint Previous studies have shown that IL-6 is required to promote pancreatic intraepithelial neoplasia progression and PDA development through the activation of STAT3 (Corcoran et al, 2011; Lesina et al, 2011; Zhang et al, 2013). Moreover, increased epithelial STAT3 activity correlates with decreased survival and advanced tumor stage in PDA patients (Nagathihalli et al, 2015). Therefore, we investigated the expression of IL-6 receptor (IL-6R) by immunohistochemistry in KIC and KPC mice and found that IL-6R was expressed robustly in cancer cells (Fig 1G). We evaluated the level of phosphorylated STAT3 after 2G8 treatment and found that 2G8 significantly reduced epithelial STAT3 activation in the GEMMs (Fig 1F, J and K). This suggests that TGFβ signaling promotes the secretion of IL-6 from stromal cells, which then induces STAT3 activation in PDA cancer cells. CAFs are the major source of IL-6 regulated by TGFβ in PDA To identify the stromal cell type that secretes IL-6 in a TGFβ-dependent manner, we performed single-cell RNA sequencing (scRNA-seq) using whole tissue samples derived from normal mouse pancreas, early PDA, and late PDA from KIC mice (Hosein et al, 2019). We found that TGFβR1/R2 was mainly expressed by fibroblasts in the normal pancreas as well as early PDA (Fig 2A). In contrast, in late PDA, cancer cells and stromal cells expressed TGFβR1/R2. We validated the scRNA-seq results by Western blotting using primary mouse PDA cell lines (mPLRB8 and mPLRB9 from KIC mice, KPC-M01, KPC-M09 from KPC mice, BMFA3, CT1BA5 from KPfC (KrasLSL-G12D; Trp53flox/flox; PdxCre/+)), macrophages (monocytes, M1- and M2-like), and fibroblasts (NIH3T3 and pancreatic stellate cells (PSC) (Fig 2B). These data suggest that a wide variety of cell types might be regulated by TGFβ in PDA. IL-6 in comparison was expressed by fibroblasts in normal pancreas and early lesions, while in more advanced PDA, fibroblasts and macrophages contributed to IL-6 production (Fig 2A). Consistently, in advanced PDA, fibroblast population-1 that expressed higher levels of TGFβR2 also expressed higher levels of IL-6. Based on this observation, we queried data from the Cancer Genome Atlas (TCGA) and found that there was a positive, statistically significant correlation between the expression of IL6 and TGFBR2 in human PDA (Fig 2C). Figure 2. CAFs are the major source of IL-6 in PDA A. Single-cell RNA sequencing was performed to profile cell populations in normal mouse pancreas (n = 2), early KIC (40-day-old, n = 2), and late KIC (60-day-old, n = 3) pancreata. Samples from the same stage were pooled. Violin plots of expression of Il6, Tgfbr1, and Tgfbr2 in distinct cell populations is shown. B. The expression of TGFβR1 and TGFβR2 in cell lysates harvested from KIC (mPLRB8, mPLRB9), KPC (KPC-M01, KPC-M09), and KPfC (BMFA3, CT1BA5) mouse cancer cells, mouse macrophages (RAW 264.7), and mouse fibroblasts (NIH 3T3 and pancreatic stellate cells). RAW 264.7 cells were induced into M1 (30 ng/ml LPS for 18 h) or M2 (20 ng/ml IL-4 for 18 h) macrophages. Tubulin was used as a loading control. C. Pearson and Spearman correlation of the expression of IL6 and TGFBR2 in PDA patients from TCGA (n = 223) using R. Source data are available online for this figure. Source Data for Figure 2 [emmm201910515-sup-0002-SDataFig2.pdf] Download figure Download PowerPoint To determine whether fibroblasts or macrophages or both produced IL-6 in a TGFβ-dependent manner, we investigated the response to TGFβ stimulation. Mouse macrophages (monocytes, M1 and M2) and fibroblasts (NIH 3T3) were stimulated with TGFβ +/− 2G8, and active SMAD2 was evaluated (Fig 3A). TGFβ stimulated canonical signaling that was sensitive to 2G8 treatment in each cell type. To determine whether IL-6 was secreted in a TGFβ-dependent manner, conditioned media was evaluated by ELISA. We found that, as reported (Martinez et al, 2008), M1-type macrophages secreted IL-6, but did so in a TGFβ-independent manner (Fig 3B). In contrast, TGFβ induced a significant increase in IL-6 production by fibroblasts (Fig 3C). We also found that TGFβ induced fibroblast secretion of leukemia inhibitory factor (LIF), an IL-6 family member (Appendix Fig S3A). Moreover, the induction of IL-6 and LIF could be blocked by 2G8. These data provide an explanation for the reduction of IL-6 caused by 2G8 treatment observed in vivo. Figure 3. CAF-secreted IL-6 is regulated by TGFβ and activates STAT3 in pancreatic cancer cells A–C. Control, M1 (LPS stimulated), and M2 (IL-4 stimulated) RAW 264.7 cells, and NIH 3T3 cells were treated with TGFβ (30 ng/ml), or TGFβ + 2G8 (100 ng/ml) for 24 h. Cell lysates were harvested and blotted for P-SMAD2 (P-Ser465/467), SMAD2, and tubulin (A). Conditioned media (CM) was collected for mouse IL-6 ELISA (B–C). P value by ANOVA is shown. D–F. NIH 3T3 (D), pancreatic stellate cells (PSC) (E), and human CAF cell lines CAF-PC1 and CAF-PC2 (F) were treated with TGFβ (30 ng/ml) and/or IL-1α (1 ng/ml) for 24 h. CM was collected for mouse or human IL-6 ELISA. P values by t-test are shown. G, H. CAF-PC2 cells were treated with TGFβ (30 ng/ml) (G) or IL-1α (1 ng/ml) (H) for 24 h with siRNA-mediated knockdown of JUNB, JUND, SMAD4, or RELA. CM was collected and subjected to human IL-6 ELISA. P values by t-test were shown. I, J. KIC (mPLRB9), KPC (KPC-M09), and KPfC (BMFA3) cell lines were treated with normal DMEM (CTRL), CM from NIH 3T3 (CM), CM from TGFβ-treated NIH 3T3 (TGFβ-CM), CM from TGFβ-treated NIH 3T3 + 2G8 (TGFβ-CM + 2G8) (I), normal DMEM + TGFβ (TGFβ), and CM from TGFβ-treated NIH 3T3 + IL-6 neutralizing antibody (TGFβ-CM + IL-6 Ab). Cell lysates were harvested and blotted for P-STAT3 (P-Tyr705), STAT3, P-SMAD2 (P-Ser465/467), SMAD2, and tubulin (J). K–N. 3D culture: cells were seeded on poly-HEMA-coated 96-well plates and cultured for 4 days (5,000 cancer cells for monoculture, 3,000 cancer cells + 2,000 NIH 3T3 for co-culture). IL-6 neutralizing antibody (100 ng/ml). Scale bars = 50 μm. n = 5/group, P values by t-test are shown. Data information: All data are reported as mean ± SD. Source data are available online for this figure. Source Data for Figure 3 [emmm201910515-sup-0003-SDataFig3.pdf] Download figure Download PowerPoint Recently, several studies, including ours, suggest the existence of two different subtypes of CAFs in PDA (Ohlund et al, 2017; Bernard et al, 2019; Elyada et al, 2019; Hosein et al, 2019). Of the two CAF populations, one appears to be inflammatory, characterized by PDGFRα expression and the secretion of a variety of inflammatory chemokines. This population is referred to the fibroblast population-1 (Fig 2A). The other population is characterized by αSMA expression and typically considered a myofibroblast. A recent study reports that the inflammatory phenotype of CAFs is mediated by IL-1, while TGFβ promotes a myofibroblast phenotype (Biffi et al, 2019). We investigated the effect of TGFβ and IL-1 on IL-6 secretion in NIH 3T3, PSC, and two human pancreatic CAF cell lines (CAF-PC1 and CAF-PC2). Of the two human CAF cell lines, CAF-PC1 expressed the myofibroblast marker αSMA, while CAF-PC2 expressed the inflammatory CAF marker PDGFRα (Appendix Fig S3B). In NIH 3T3, PSC, and CAF-PC2, we found that TGFβ and IL-1 induced IL-6 secretion. In addition, the two cytokines had combinatory effect on IL-6 induction (Fig 3D–F). Interestingly, we found CAF-PC1, which had myofibroblast features, did not secrete IL-6 in response to TGFβ or IL-1 stimulation (Fig 3F). To identify the transcription factors that mediated the IL-6 secretion upon TGFβ treatment, we knocked down transcription factors that mediate the canonical (SMAD4) or non-canonical (JUNB, JUND) TGFβ signaling in CAF-PC2 (Zhang, 2009; Massague, 2012). We found that the IL-6 induction was dependent on JUND (Fig 3G). In comparison, we found that IL-1 induced IL-6 in an NF-κB-dependent manner (Fig 3H), consistent with prior results (Biffi et al, 2019). In summary, these data suggest that TGFβ promotes IL-6 secretion in different types of cytokine-secreting fibroblasts through non-canonical TGFβ signaling. TGFβ-induced IL-6 from fibroblasts activates STAT3 in PDA cancer cells and promotes tumorigenesis To investigate the effect of IL-6 secreted by fibroblasts on cancer cells, conditioned media from mouse fibroblasts treated with TGFβ (TGFβ-CM) was collected (Fig 3I). Cancer cells (mPLRB9 from KIC, KPC-M09 from KPC and BMFA3 from KPfC) were incubated with TGFβ-CM and subjected to Western blotting for STAT3 signaling (Fig 3J). Compared to control media (CTRL) and fibroblast conditioned media without TGFβ pretreatment (CM), TGFβ-CM activated STAT3 in cancer cells, an effect that was efficiently inhibited by 2G8 treatment of the fibroblasts (TGFβ-CM + 2G8). TGFβ also activated canonical TGFβ signaling in cancer cells. Importantly, the treatment of cancer cells with TGFβ directly had mild effect on STAT3 activation. Furthermore, the activation of STAT3 by TGFβ-CM was sensitive to IL-6 blockade (TGFβ-CM + α-IL-6). These data indicate that TGFβ-induced IL-6 from fibroblasts can directly activate STAT3 in PDA cancer cells. As illustrated by Lesina et al (2011), Zhang et al (2013), IL-6 is required during PDA progression, and we have demonstrated that fibroblasts are a major source of IL-6 in the tumor microenvironment. To understand the function of fibroblast-secreted IL-6 during PDA progression, a 3D co-culture study to recapitulate the tumorigenesis process in vitro was performed (Fig 3K). In comparison with cancer cell monoculture, the co-culture grew significantly faster and larger in the presence of fibroblasts (Fig 3L–N). Furthermore, such growth was inhibited by neutralizing IL-6 in the co-culture. This highlights the direct effect of IL-6 on promoting tumor progression. During tumor progression, epithelial–mesenchymal transition (EMT) is a biological program often associated with advanced tumors. It is characterized by the loss of epithelial cell markers and the gain of mesenchymal features (Kalluri & Weinberg, 2009). Through EMT, epithelial cancer cells often become more invasive and resistant to therapy. TGFβ is a known driver of EMT (Xu et al, 2009); thus, we investigated if IL-6 contributed to TGFβ-induced EMT. As expected, TGFβ induced a decrease in epithelial marker (E-cadherin) and an increase in mesenchymal marker (N-cadherin) in mPLRB9 and KPC-M09 cells; however, IL-6 did not induce any noticeable EMT changes or alter the effect of TGFβ (Appendix Fig S4). CAF-secreted IL-6 inhibits NK cell activity and leads to PDA metastasis We have identified that TGFβ induces a paracrine IL-6 signal from CAFs that stimulates STAT3 activity in PDA cells and promotes 3D growth in vitro. However, how CAFs affect the tumor microenvironment through this paracrine signal is still unknown. To better understand the stromal changes after 2G8 treatment, we exploited the human tumor xenografts (MiaPaca-2 and Colo357) by performing RNA sequencing using mouse-specific primers. We found a distinct stromal gene signature change with 2G8 treatment (Fig 4A). We then performed Ingenuity Pathway Analysis (IPA) on the stromal gene signature and found that the altered pathways were closely associated with immune functions (Fig 4B and C). Figure 4. TGFβ-induced IL-6 from CAFs inhibits NK cell activity and promotes pancreatic cancer A–F. Saline and 2G8-treated MiaPaca-2 and Colo375 xenografts were subjected to RNA-seq analysis for mouse gene expression changes. A heat map was generated with gene clustering (A). IPA showing pathways most effected by 2G8 (B–C). Molecules most significantly effected by 2G8 treatment. Y-axis values shown are log10(FPKM+1) of the transcript levels (D-F). G. An in vitro NK cell cytotoxicity assay was performed. Human NKL cells were used as effector cells, and mouse pancreatic cancer BMFA3 cells were used as target cells in normal DMEM (control), conditioned medium collected from TGFβ (30 ng/ml)-treated human pancreatic CAFs (CAF-PC2; CAF TGFβ-CM), CAF TGFβ-CM + IL-6 antibody (100 ng/ml), or normal DMEM + TGFβ (TGFβ). Living cells were labeled with CFSE, and dead cells were labeled with 7-AAD. Samples were analyzed by flow cytometry. Cytotoxicity percentage was calculated using the formula (7-AAD-positive cells %)/(7-AAD-positive cells % + CFSE-positive cells %) × 100%. n = 4/group, P values by t-test are shown. H, I. Human pancreatic cancer cell line Colo357 was orthotopically implanted into NOD SCID mice. After tumor establishment, mice were randomized to receive rat IgG Mac84 (control), 2G8, or anti-mouse IL-6 antibody MP5-20F3 (each 30 mg/kg 2×/week, n = 6/group) for 3 weeks. For NK cell depletion, prior to therapies, mice received 50 μg of control rabbit IgG or anti-Asialo-GM1 3 days in a row. For maintenance, 25 μg of control rabbit IgG or anti-Asialo-GM1 was given twice a week throughout the whole study. Tumors were harvested for analysis, and metastatic burden was determined by histologic evaluation of H&E-stained liver tissue. Ten sections of the anterior lobe of the liver (n = 6 per group) were scored for lesions. P values by t-test are shown. Data information: Data in (G–I) are reported as mean ± SD. Download figure Download PowerPoint PDA is considered to be an immunologically \"cold\" tumor, which is consistent with the observation that PDA is typically poorly responsive to immune therapy. TGFβ is an immunosuppressive cytokine that has been shown to facilitate tumor immune evasion in multiple tumor types (Mariathasan et al, 2018; Tauriello et al, 2018). Consistently, we previously reported that inhibition of mouse TGFβR2 with 2G8 had immune effects in human tumor xenografts (Ostapoff et al, 2014). Importantly, these xenografts were grown in NOD SCID mice, which lack cells of the adaptive immune system (Hudson et al",
  "authors": [
    {
      "display_name": "Huocong Huang",
      "id": "A5060384080",
      "orcid": "https://orcid.org/0000-0002-6345-4566",
      "institutions": [
        {
          "id": "I867280407",
          "display_name": "The University of Texas Southwestern Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Huocong Huang"
    },
    {
      "display_name": "Yuqing Zhang",
      "id": "A5051361960",
      "orcid": "https://orcid.org/0000-0003-0740-5310",
      "institutions": [
        {
          "id": "I867280407",
          "display_name": "The University of Texas Southwestern Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Yuqing Zhang"
    },
    {
      "display_name": "Valerie Gallegos",
      "id": "A5009955325",
      "orcid": "https://orcid.org/0000-0003-2018-8023",
      "institutions": [
        {
          "id": "I164936912",
          "display_name": "The University of Texas at El Paso",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Valerie Gallegos"
    },
    {
      "display_name": "Noah Sorrelle",
      "id": "A5045293439",
      "orcid": "https://orcid.org/0000-0002-4576-3912",
      "institutions": [
        {
          "id": "I867280407",
          "display_name": "The University of Texas Southwestern Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Noah Sorrelle"
    },
    {
      "display_name": "Mohamed Zaid",
      "id": "A5046059508",
      "orcid": "https://orcid.org/0000-0002-8615-2456",
      "institutions": [
        {
          "id": "I1343551460",
          "display_name": "The University of Texas MD Anderson Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mohamed Medhat Zaid"
    },
    {
      "display_name": "Jamie Toombs",
      "id": "A5038017738",
      "orcid": "https://orcid.org/0000-0002-0062-0264",
      "institutions": [
        {
          "id": "I867280407",
          "display_name": "The University of Texas Southwestern Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jason Toombs"
    },
    {
      "display_name": "Wenting Du",
      "id": "A5040436477",
      "orcid": "https://orcid.org/0000-0001-6765-0129",
      "institutions": [
        {
          "id": "I867280407",
          "display_name": "The University of Texas Southwestern Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Wenting Du"
    },
    {
      "display_name": "Steven H. Wright",
      "id": "A5114146714",
      "orcid": null,
      "institutions": [
        {
          "id": "I867280407",
          "display_name": "The University of Texas Southwestern Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Steven Wright"
    },
    {
      "display_name": "Moriah M. Hagopian",
      "id": "A5050615982",
      "orcid": null,
      "institutions": [
        {
          "id": "I867280407",
          "display_name": "The University of Texas Southwestern Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Moriah Hagopian"
    },
    {
      "display_name": "Zhaoning Wang",
      "id": "A5008167541",
      "orcid": "https://orcid.org/0000-0002-0290-4746",
      "institutions": [
        {
          "id": "I867280407",
          "display_name": "The University of Texas Southwestern Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Zhaoning Wang"
    },
    {
      "display_name": "Abdel Hosein",
      "id": "A5068240507",
      "orcid": "https://orcid.org/0000-0003-1567-6700",
      "institutions": [
        {
          "id": "I867280407",
          "display_name": "The University of Texas Southwestern Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Abdel Nasser Hosein"
    },
    {
      "display_name": "Adwait Amod Sathe",
      "id": "A5087139991",
      "orcid": "https://orcid.org/0000-0001-7532-7305",
      "institutions": [
        {
          "id": "I867280407",
          "display_name": "The University of Texas Southwestern Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Adwait Amod Sathe"
    },
    {
      "display_name": "Chao Xing",
      "id": "A5100732420",
      "orcid": "https://orcid.org/0000-0002-1838-0502",
      "institutions": [
        {
          "id": "I867280407",
          "display_name": "The University of Texas Southwestern Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Chao Xing"
    },
    {
      "display_name": "Eugene J. Koay",
      "id": "A5026500137",
      "orcid": "https://orcid.org/0000-0001-7675-3461",
      "institutions": [
        {
          "id": "I1343551460",
          "display_name": "The University of Texas MD Anderson Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Eugene J Koay"
    },
    {
      "display_name": "Kyla Driscoll",
      "id": "A5007842455",
      "orcid": null,
      "institutions": [
        {
          "id": "I168537998",
          "display_name": "Eli Lilly (United States)",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Kyla E Driscoll"
    },
    {
      "display_name": "Rolf A. Brekken",
      "id": "A5089104361",
      "orcid": "https://orcid.org/0000-0003-2704-2377",
      "institutions": [
        {
          "id": "I867280407",
          "display_name": "The University of Texas Southwestern Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Rolf A Brekken"
    }
  ],
  "publication_year": 2019,
  "publication_date": "2019-10-14",
  "type": "letter",
  "cited_by_count": 75,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S163075119",
    "display_name": "EMBO Molecular Medicine",
    "issn_l": "1757-4676",
    "issn": [
      "1757-4676",
      "1757-4684"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310319965"
  },
  "volume": "11",
  "issue": "11",
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": true,
    "oa_status": "gold",
    "oa_url": "https://doi.org/10.15252/emmm.201910515",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.5134545
    },
    {
      "id": "C2780210213",
      "display_name": "Pancreatic cancer",
      "level": 3,
      "score": 0.4568189
    },
    {
      "id": "C121608353",
      "display_name": "Cancer",
      "level": 2,
      "score": 0.4388627
    },
    {
      "id": "C161191863",
      "display_name": "Library science",
      "level": 1,
      "score": 0.4349858
    },
    {
      "id": "C143998085",
      "display_name": "Oncology",
      "level": 1,
      "score": 0.4209357
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.37123924
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.086625546
    }
  ],
  "topics": [
    {
      "id": "T10231",
      "display_name": "Pancreatic and Hepatic Oncology Research",
      "score": 1.0
    },
    {
      "id": "T11501",
      "display_name": "TGF-β signaling in diseases",
      "score": 0.9985
    },
    {
      "id": "T12140",
      "display_name": "Renal and related cancers",
      "score": 0.9939
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.15252/emmm.201910515",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T16:05:12.027032",
  "source_database": "OpenAlex"
}