{
  "openalex_id": "W2981237952",
  "doi": "https://doi.org/10.1097/qai.0000000000002213",
  "title": "Postmarketing Surveillance of Pregnancy Outcomes With Dolutegravir Use",
  "abstract": "To the Editors: Use of antiretroviral therapy (ART) in pregnancy is estimated to limit mother-to-child/vertical HIV transmissions to <2% versus up to 45% in breastfed children born to HIV-infected mothers not receiving ART.1,2 However, safety data on ART use in pregnancy remain sparse due to exclusion of pregnant women from clinical trials and underreporting by health care professionals to existing databases such as the antiretroviral pregnancy registry (APR). Review of additional data can help assess benefits and risks of specific ART regimens. Dolutegravir, an integrase strand transfer inhibitor, has increasingly been used as first-line ART in people with HIV. No evidence of teratogenicity or developmental toxicity in animal studies or early clinical trials in women with unplanned pregnancies while taking dolutegravir was identified.3 In May 2018, new data were reported from an unplanned interim analysis of 426 infants born to women taking dolutegravir at conception from the Botswana Birth Outcomes Surveillance Cohort (Tsepamo study). Four neural tube defects (NTDs; anencephaly, encephalocele, iniencephaly, myelomeningocele) were reported, resulting in a prevalence of 0.94% [95% confidence interval (CI): 0.37 to 2.4],4,5 compared with 14/11,300 infants (0.12%; 95% CI: 0.07 to 0.21) born to women taking non–dolutegravir-based ART at conception and 61/66,057 infants (0.09%; 95% CI: 0.07 to 0.12) born to HIV-uninfected women in this study. In a subsequent analysis from March 2019, the prevalence rate with dolutegravir taken at conception had decreased to 0.30% (95% CI: 0.13 to 0.69) due to an increased denominator (5/1683). Among infants born to women who started dolutegravir during pregnancy, the prevalence of NTDs was 1/3840 (0.03%; 95% CI: 0.00 to 0.15).6 NTDs are congenital abnormalities involving the brain, spine, or spinal cord that result from failure of the neural tube to close completely, a process normally completed by the end of the first month of pregnancy.7–10 Risk factors include folate deficiency, obesity, uncontrolled maternal diabetes, maternal fever, and medications such as carbamazepine and valproic acid.7,11,12 In the Tsepamo study, none of the 5 women taking dolutegravir at conception who delivered an infant with an NTD was reported to be taking folic acid supplementation before pregnancy, and folate supplementation of grain products is not standard practice in Botswana. No other risk factors for NTDs in these women were reported.5 Here, we report pregnancy outcomes in women taking dolutegravir and their infants who have been recorded in the ViiV Healthcare global safety database, which includes cases received through spontaneous (voluntary) reporting, postmarketing studies, and ViiV Healthcare–sponsored clinical trials. As of January 16, 2019, 1060 pregnancies with exposure to dolutegravir-containing products were identified, with 757 pregnancy outcomes with dolutegravir exposure and 303 with the fixed-dose single-tablet dolutegravir/abacavir/lamivudine (Table 1). From the combined data set, 80 cases were from ViiV Healthcare–sponsored clinical trials, 500 were from spontaneous reports, and 480 were from postmarketing studies or studies supported by ViiV Healthcare (including the APR). These included 47 cases reporting pregnancy exposures identified from the published literature.TABLE 1.: Cumulative Pregnancy Outcomes Reported After Maternal Exposure to Dolutegravir During a ViiV-Sponsored Study or Postmarketing SurveillanceaOverall, 134 congenital abnormalities were identified in individuals exposed to dolutegravir (n = 96) or dolutegravir/abacavir/lamivudine (n = 38) during pregnancy. Of these, data from 104 abnormalities came from postmarketing studies or studies supported by ViiV Healthcare (generally designed to study dolutegravir use in late-stage pregnancy), 29 from spontaneous reports, and 1 from a ViiV Healthcare–sponsored clinical trial. Forty-three of the congenital abnormalities were cases of umbilical hernia, with 37 occurring in the DolPHIN-2 study (ongoing in Uganda and South Africa) investigating efficacy and safety of third-trimester dolutegravir exposure in pregnant HIV-infected women.13 The majority of the remaining cases was related to the nervous system (n = 14), cardiac system (n = 13), and musculoskeletal system (n = 8). Of the 116 reports of congenital abnormalities that provided information on the trimester of exposure, 49 were exposed to dolutegravir or dolutegravir/abacavir/lamivudine in the first trimester (including 33 cases exposed at conception), 20 in the second trimester, and 47 in the third trimester. There have been 9 reported and confirmed cases of NTDs with mothers who were exposed to dolutegravir or dolutegravir/abacavir/lamivudine: 6 from the Tsepamo study (5 with exposure at conception and 1 with exposure to dolutegravir started during pregnancy; study data as of March 2019)6 and 3 spontaneous cases as of January 31, 2019 (1 from Namibia, reported in January 2017 and 2 from the United States, both reported in June 2018). Of the 3 cases of NTDs reported spontaneously to ViiV Healthcare outside of the Tsepamo study, 1 case was from a woman in Namibia who had been receiving dolutegravir for several months before conception. Treatment with dolutegravir continued until an unspecified NTD was diagnosed in utero. No information was provided on concomitant medications or medical or family history. The other 2 cases were both from the United States and involved women who had taken dolutegravir/abacavir/lamivudine for ≥1 year before conception. In both cases, the NTDs (anencephaly, sacromeningocele) were diagnosed during prenatal ultrasound. Both infants were carried to term, 1 died after delivery, whereas the other was reported to be doing well after surgical closure of the sacromeningocele. Neither mother was reported to have taken folic acid supplementation preconception. Neither woman had taken medications recognized as associated with NTDs or had a current diagnosis of epilepsy or diabetes, although 1 had a history of seizures and 2 previous spontaneous abortions, and the other had a body mass index >30 kg/m2, indicating a potentially elevated risk. Although reporting postmarketing surveillance data is important, they are limited by the inability to calculate prevalence rates because the true denominator is not available and births without defects are underreported. Cumulative exposure to dolutegravir-containing products is estimated to be >1.3 million patient-years, but the number of women who have taken dolutegravir during pregnancy is unknown. Although the limitations of postmarketing surveillance data are well recognized, the number of spontaneous reports of NTDs with dolutegravir-containing regimens has been low when viewed in the context of global dolutegravir use and awareness of the NTD signal among prescribers since the Tsepamo study findings were first reported. To detect associations of drug exposure with rare events like NTDs, ∼2000 pregnancies with drug exposure collected in a structured manner are needed to determine a 3-fold increased probability of the event occurring.14 In 2018, the Botswana Birth Outcomes Surveillance study expanded to include surveillance from 8 to 18 sites, with plans to include data from an additional 1226 births of infants exposed to dolutegravir at conception.5 In addition, the Ministry of Health of Brazil, in partnership with the National Institutes of Health, Vanderbilt University, and the Oswaldo Cruz Foundation, has initiated a national, retrospective, observational cohort study to evaluate the incidence of NTDs after dolutegravir exposure during pregnancy, estimate the risk of NTDs in infants born to women receiving dolutegravir and raltegravir at conception, and evaluate factors associated with the risk of NTDs in infants born to women who received dolutegravir at conception.15 ViiV Healthcare is conducting or supporting several observational studies to assess dolutegravir use in pregnancy, including the APR,16 as well as the DOLOMITE-EPPICC17 and DOLOMITE-NEAT ID NETWORK18 studies that include European data. These emerging data will be critical in making a more definitive judgment about the potential risk of dolutegravir use during pregnancy. It is important that the potential benefits of any ART during pregnancy are carefully weighed against the potential risks to the developing fetus, keeping in mind that untreated HIV infection during pregnancy has also been associated with adverse birth outcomes, including low birth weight, preterm birth, and stillbirth compared with HIV-negative controls.19 In addition, lack of ART or delayed ART initiation in pregnant women increases the risk of vertical transmission.20,21 To further minimize this risk, full viral suppression by delivery is a vital treatment goal for pregnant HIV-infected women.22 Dolutegravir-based therapy in pregnancy is generally effective with a good maternal safety and tolerability profile. Overall, the rate of adverse birth outcomes following dolutegravir exposure after conception has been consistent with that observed for other ART regimens and the general population,16,23 but the potential association of dolutegravir exposure at the time of conception with the development of NTDs requires further study. Until the NTD signal is confirmed or refuted, ViiV Healthcare recommends that women of childbearing potential who are taking a dolutegravir-based regimen use effective contraception.24 If pregnancy occurs while taking a dolutegravir-based regimen and the pregnancy is confirmed within the first trimester, the benefits and risks of switching to an alternative regimen should be considered.24 For those women planning to become pregnant, switching to an appropriate alternative regimen, if possible, is recommended.24 Treatment guidelines for HIV, including those from the US Department of Health and Human Services, recommend a similar approach and allow for dolutegravir use after the first 14 weeks of pregnancy.25 Updated guidelines from the World Health Organization in July 2019 now recommend that dolutegravir can be prescribed in all women of childbearing potential, including those planning pregnancy as well as during pregnancy, provided the woman is fully informed of the potential increased risk of NTDs (at conception and until the end of the first trimester).26 At this time, available data do not indicate any specific safety risk with dolutegravir use after the first trimester of pregnancy.",
  "authors": [
    {
      "display_name": "Melissa Crawford",
      "id": "A5016572161",
      "orcid": null,
      "institutions": [
        {
          "id": "I188950975",
          "display_name": "GlaxoSmithKline (United Kingdom)",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Melissa Crawford"
    },
    {
      "display_name": "Jean van Wyk",
      "id": "A5019594570",
      "orcid": "https://orcid.org/0000-0001-5719-7949",
      "institutions": [
        {
          "id": "I4210103149",
          "display_name": "ViiV Healthcare (United Kingdom)",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jean van Wyk"
    },
    {
      "display_name": "Michael Aboud",
      "id": "A5057393643",
      "orcid": "https://orcid.org/0000-0001-5878-0060",
      "institutions": [
        {
          "id": "I4210103149",
          "display_name": "ViiV Healthcare (United Kingdom)",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Michael Aboud"
    },
    {
      "display_name": "Vani Vannappagari",
      "id": "A5087039800",
      "orcid": "https://orcid.org/0000-0002-0157-9689",
      "institutions": [
        {
          "id": "I4210090916",
          "display_name": "Triangle",
          "country_code": "US",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Vani Vannappagari"
    },
    {
      "display_name": "Beth Romach",
      "id": "A5048569358",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210090916",
          "display_name": "Triangle",
          "country_code": "US",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Beth Romach"
    },
    {
      "display_name": "Lloyd Curtis",
      "id": "A5108527561",
      "orcid": null,
      "institutions": [
        {
          "id": "I188950975",
          "display_name": "GlaxoSmithKline (United Kingdom)",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Lloyd Curtis"
    },
    {
      "display_name": "Brian Wynne",
      "id": "A5048242243",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210090916",
          "display_name": "Triangle",
          "country_code": "US",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Brian Wynne"
    },
    {
      "display_name": "Annemiek de Ruiter",
      "id": "A5044101627",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210103149",
          "display_name": "ViiV Healthcare (United Kingdom)",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Annemiek de Ruiter"
    },
    {
      "display_name": "Kimberly Y. Smith",
      "id": "A5103094377",
      "orcid": "https://orcid.org/0000-0003-1666-6395",
      "institutions": [
        {
          "id": "I4210090916",
          "display_name": "Triangle",
          "country_code": "US",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Kimberly Smith"
    },
    {
      "display_name": "Nassrin Payvandi",
      "id": "A5031000875",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210103149",
          "display_name": "ViiV Healthcare (United Kingdom)",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Nassrin Payvandi"
    }
  ],
  "publication_year": 2019,
  "publication_date": "2019-10-18",
  "type": "letter",
  "cited_by_count": 9,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S157460402",
    "display_name": "JAIDS Journal of Acquired Immune Deficiency Syndromes",
    "issn_l": "1525-4135",
    "issn": [
      "1525-4135",
      "1944-7884"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "83",
  "issue": "1",
  "first_page": "e2",
  "last_page": "e5",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "https://doi.org/10.1097/qai.0000000000002213",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C2779502633",
      "display_name": "Dolutegravir",
      "level": 5,
      "score": 0.9849565
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.86670744
    },
    {
      "id": "C2779234561",
      "display_name": "Pregnancy",
      "level": 2,
      "score": 0.6751194
    },
    {
      "id": "C187212893",
      "display_name": "Pediatrics",
      "level": 1,
      "score": 0.5253236
    },
    {
      "id": "C131872663",
      "display_name": "Obstetrics",
      "level": 1,
      "score": 0.48815995
    },
    {
      "id": "C44249647",
      "display_name": "Confidence interval",
      "level": 2,
      "score": 0.43283558
    },
    {
      "id": "C201903717",
      "display_name": "Cohort study",
      "level": 2,
      "score": 0.42323825
    },
    {
      "id": "C142462285",
      "display_name": "Viral load",
      "level": 3,
      "score": 0.31946695
    },
    {
      "id": "C2993143319",
      "display_name": "Antiretroviral therapy",
      "level": 4,
      "score": 0.2580228
    },
    {
      "id": "C3013748606",
      "display_name": "Human immunodeficiency virus (HIV)",
      "level": 2,
      "score": 0.19799718
    },
    {
      "id": "C512399662",
      "display_name": "Family medicine",
      "level": 1,
      "score": 0.14994577
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.13057104
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C54355233",
      "display_name": "Genetics",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10082",
      "display_name": "HIV/AIDS Research and Interventions",
      "score": 0.9965
    },
    {
      "id": "T11964",
      "display_name": "Pregnancy and Medication Impact",
      "score": 0.9917
    },
    {
      "id": "T10978",
      "display_name": "Prenatal Screening and Diagnostics",
      "score": 0.9804
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1097/qai.0000000000002213",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:57:12.935948",
  "source_database": "OpenAlex"
}