{
  "openalex_id": "W2998724921",
  "doi": "https://doi.org/10.1353/bhm.2019.0083",
  "title": "Medical Imperialism in French North Africa: Regenerating the Jewish Community of Colonial Tunis by Richard C. Parks",
  "abstract": "Reviewed by: Medical Imperialism in French North Africa: Regenerating the Jewish Community of Colonial Tunis by Richard C. Parks Ellen Amster Richard C. Parks. Medical Imperialism in French North Africa: Regenerating the Jewish Community of Colonial Tunis. Lincoln: University of Nebraska Press, 2017. xvi + 196 pp. $55.00 (978-0-8032-6845-6). Richard Parks' Medical Imperialism in French North Africa is about more than medicine—it is the historical journey of Jews in Tunis, from a Mizrahi and Sephardic community divided between the oldest indigenous Jewish population (\"Twansa\" in Tunisian colloquial) and the Tunisian Judeo-Italians originally from Livorno (the \"Grana\") to a unified Tunisian Jewish population seeking a new modern self. Tunisian Jews had to navigate the French protectorate administration, a cultural French \"civilizing mission\" of the metropolitan Alliance Israélite Universelle (AIU), and a muscular Zionism intent on recruiting North African Jews for regeneration in Israel. Parks argues that Tunis Jews embraced a neo-Lamarckian French positive eugenics to regenerate themselves as a \"modern\" Jewish population. Such self-modernizing was also an erasure, as French and Tunisian Jews worked with public health officials to destroy the traditional Jewish hara, or ghetto (p. 64). Each chapter of this micro-history begins with reflections by the Tunisian Jewish [End Page 626] intellectual Albert Memmi: \"Just as I sat on the fence between two civilizations, so would I now find myself between two classes; and I realized that, in trying to sit on several chairs, one generally lands on the floor\" (p. 63). Parks describes how colonial urban planning and public health worked to reshape the Jewish population under French colonial rule. To increase the small European population, French protectorate authorities selectively naturalized the most assimilated Tunisian Jews in order to avoid the \"Italian threat\" posed by so many Italian immigrants, while avoiding the mass enfranchisement of native Jews that occurred under the Crémieux Decree in French Algeria (pp. 76–80). Parks argues Tunisian Jews were then subject to intensive French hygienic regulation to instill \"Frenchness\" (p. 30). The open sewers in Jewish streets, open night soil pits in homes (pp. 36–39), and overcrowded housing (p. 46) suggest that such hygiene regulation was not without cause; however the focus of the book is not disease but the draconian French zoning that demolished historic Jewish quarters, excluded Muslims from renovated housing, and made multicultural Tunis into a racially segregated city (p. 60). The heart of the book lies in its rich depiction of the complex and interrelated factors shaping Jewish identities, between metropole, colony, and Israel. Chapter 3 shows the difference between metropolitan and colonial public health by following the \"cleansing\" policies for slum clearance in the metropolitan Paris Saint-Gervais Jewish quarter and the colonized Tunis Jewish hara ghetto quarter. In Paris, wealthy Parisian slumlords blocked reforms of their dilapidated buildings in Saint-Gervais as Third Republican officials dithered. Not until the Vichy regime was hygiene \"enforced,\" as Jews were forcibly relocated to camps between 1941–42; their formerly unsafe housing was \"renovated\" for Aryan habitation (p. 74). In Tunis, French modernist hygiene had a free hand, and funds not spent on poor Jews in Paris were poured into Jewish Tunis. In the metropole, assimilated French Jews had internalized the French notion that Jews were irredeemable \"save through the glory of France\" and thus undertook a \"mission to civilize\" and uplift their degraded Oriental coreligionists through the AIU (p. 69). The Tunis Municipal Council consequently approved razing the traditional Jewish ghetto hara quarter in 1930. For their part, individual Tunisian Jews were fragmented in their loyalties, drawn alternately between French-Jewish ideologies, the Tunisian nationalist Destour (\"constitution\") movement, the goals of the French protectorate, secular Zionism, and revisionist Zionism. This complexity comes together in chapter 4, as the secularist Zionist Herzl, the labor Zionist Gordon, and the revisionist Jabotinsky each present different Zionist plans to regenerate world Jewry physically through settlement in Israel. The Tunisian Jew Albert Valensi represented the Tunisian adoption of a Mizrahi revisionist view (p. 103). Alliance Israelite Universelle teachers in Tunisia rejected Zionism and instead offered moral regeneration, a French education to \"civilize\" and thus rescue Oriental Jewish children in Alliance schools (pp. 96...",
  "authors": [
    {
      "display_name": "Ellen Amster",
      "id": "A5054313826",
      "orcid": "https://orcid.org/0000-0001-8060-3466",
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Ellen Amster"
    }
  ],
  "publication_year": 2019,
  "publication_date": "2019-01-01",
  "type": "article",
  "cited_by_count": 1,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S71642434",
    "display_name": "Bulletin of the history of medicine",
    "issn_l": "0007-5140",
    "issn": [
      "0007-5140",
      "1086-3176"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315678"
  },
  "volume": "93",
  "issue": "4",
  "first_page": "626",
  "last_page": "628",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C150152722",
      "display_name": "Judaism",
      "level": 2,
      "score": 0.82486486
    },
    {
      "id": "C531593650",
      "display_name": "Colonialism",
      "level": 2,
      "score": 0.69771993
    },
    {
      "id": "C58041660",
      "display_name": "Zionism",
      "level": 3,
      "score": 0.60685956
    },
    {
      "id": "C2908647359",
      "display_name": "Population",
      "level": 2,
      "score": 0.58286625
    },
    {
      "id": "C55958113",
      "display_name": "Indigenous",
      "level": 2,
      "score": 0.5819329
    },
    {
      "id": "C2549261",
      "display_name": "Ethnology",
      "level": 1,
      "score": 0.48458183
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.4658718
    },
    {
      "id": "C195244886",
      "display_name": "Ancient history",
      "level": 1,
      "score": 0.40514553
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.32293206
    },
    {
      "id": "C149923435",
      "display_name": "Demography",
      "level": 1,
      "score": 0.17709413
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.12722006
    },
    {
      "id": "C18903297",
      "display_name": "Ecology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T14475",
      "display_name": "History of Science and Medicine",
      "score": 0.9993
    },
    {
      "id": "T14517",
      "display_name": "Diverse Historical and Scientific Studies",
      "score": 0.9975
    },
    {
      "id": "T12575",
      "display_name": "Medical History and Research",
      "score": 0.9913
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/bhm.2019.0083",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:11:17.037331",
  "source_database": "OpenAlex"
}