{
  "openalex_id": "W2998165936",
  "doi": "https://doi.org/10.15252/embj.2019102723",
  "title": "Absolute proteomic quantification reveals design principles of sperm flagellar chemosensation",
  "abstract": "Article27 December 2019Open Access Transparent process Absolute proteomic quantification reveals design principles of sperm flagellar chemosensation Christian Trötschel Corresponding Author Christian Trötschel [email protected] orcid.org/0000-0002-9607-1123 Fakultät für Biologie und Biotechnologie, Ruhr-Universität Bochum, Bochum, Germany Search for more papers by this author Hussein Hamzeh Hussein Hamzeh orcid.org/0000-0002-3056-788X Center of Advanced European Studies and Research (caesar), Molecular Sensory Systems, Bonn, Germany Marine Biological Laboratory, Woods Hole, MA, USA Search for more papers by this author Luis Alvarez Luis Alvarez Center of Advanced European Studies and Research (caesar), Molecular Sensory Systems, Bonn, Germany Search for more papers by this author René Pascal René Pascal Center of Advanced European Studies and Research (caesar), Molecular Sensory Systems, Bonn, Germany Search for more papers by this author Fedir Lavryk Fedir Lavryk Center of Advanced European Studies and Research (caesar), Molecular Sensory Systems, Bonn, Germany Search for more papers by this author Wolfgang Bönigk Wolfgang Bönigk Center of Advanced European Studies and Research (caesar), Molecular Sensory Systems, Bonn, Germany Search for more papers by this author Heinz G Körschen Heinz G Körschen Center of Advanced European Studies and Research (caesar), Molecular Sensory Systems, Bonn, Germany Search for more papers by this author Astrid Müller Astrid Müller Center of Advanced European Studies and Research (caesar), Molecular Sensory Systems, Bonn, Germany Search for more papers by this author Ansgar Poetsch Corresponding Author Ansgar Poetsch [email protected] orcid.org/0000-0002-7540-3475 Fakultät für Biologie und Biotechnologie, Ruhr-Universität Bochum, Bochum, Germany Search for more papers by this author Andreas Rennhack Andreas Rennhack Center of Advanced European Studies and Research (caesar), Molecular Sensory Systems, Bonn, Germany Search for more papers by this author Long Gui Long Gui Departments of Cell Biology and Biophysics, University of Texas Southwestern Medical Center, Dallas, TX, USA Search for more papers by this author Daniela Nicastro Daniela Nicastro Departments of Cell Biology and Biophysics, University of Texas Southwestern Medical Center, Dallas, TX, USA Search for more papers by this author Timo Strünker Timo Strünker orcid.org/0000-0003-0812-1547 Center of Advanced European Studies and Research (caesar), Molecular Sensory Systems, Bonn, Germany Marine Biological Laboratory, Woods Hole, MA, USA Center of Reproductive Medicine and Andrology, University Hospital Münster, Münster, Germany Search for more papers by this author Reinhard Seifert Reinhard Seifert Center of Advanced European Studies and Research (caesar), Molecular Sensory Systems, Bonn, Germany Marine Biological Laboratory, Woods Hole, MA, USA Search for more papers by this author U Benjamin Kaupp Corresponding Author U Benjamin Kaupp [email protected] orcid.org/0000-0002-0696-6397 Center of Advanced European Studies and Research (caesar), Molecular Sensory Systems, Bonn, Germany Marine Biological Laboratory, Woods Hole, MA, USA Life& Medical Sciences Institute (LIMES), University of Bonn, Bonn, Germany Search for more papers by this author Christian Trötschel Corresponding Author Christian Trötschel [email protected] orcid.org/0000-0002-9607-1123 Fakultät für Biologie und Biotechnologie, Ruhr-Universität Bochum, Bochum, Germany Search for more papers by this author Hussein Hamzeh Hussein Hamzeh orcid.org/0000-0002-3056-788X Center of Advanced European Studies and Research (caesar), Molecular Sensory Systems, Bonn, Germany Marine Biological Laboratory, Woods Hole, MA, USA Search for more papers by this author Luis Alvarez Luis Alvarez Center of Advanced European Studies and Research (caesar), Molecular Sensory Systems, Bonn, Germany Search for more papers by this author René Pascal René Pascal Center of Advanced European Studies and Research (caesar), Molecular Sensory Systems, Bonn, Germany Search for more papers by this author Fedir Lavryk Fedir Lavryk Center of Advanced European Studies and Research (caesar), Molecular Sensory Systems, Bonn, Germany Search for more papers by this author Wolfgang Bönigk Wolfgang Bönigk Center of Advanced European Studies and Research (caesar), Molecular Sensory Systems, Bonn, Germany Search for more papers by this author Heinz G Körschen Heinz G Körschen Center of Advanced European Studies and Research (caesar), Molecular Sensory Systems, Bonn, Germany Search for more papers by this author Astrid Müller Astrid Müller Center of Advanced European Studies and Research (caesar), Molecular Sensory Systems, Bonn, Germany Search for more papers by this author Ansgar Poetsch Corresponding Author Ansgar Poetsch [email protected] orcid.org/0000-0002-7540-3475 Fakultät für Biologie und Biotechnologie, Ruhr-Universität Bochum, Bochum, Germany Search for more papers by this author Andreas Rennhack Andreas Rennhack Center of Advanced European Studies and Research (caesar), Molecular Sensory Systems, Bonn, Germany Search for more papers by this author Long Gui Long Gui Departments of Cell Biology and Biophysics, University of Texas Southwestern Medical Center, Dallas, TX, USA Search for more papers by this author Daniela Nicastro Daniela Nicastro Departments of Cell Biology and Biophysics, University of Texas Southwestern Medical Center, Dallas, TX, USA Search for more papers by this author Timo Strünker Timo Strünker orcid.org/0000-0003-0812-1547 Center of Advanced European Studies and Research (caesar), Molecular Sensory Systems, Bonn, Germany Marine Biological Laboratory, Woods Hole, MA, USA Center of Reproductive Medicine and Andrology, University Hospital Münster, Münster, Germany Search for more papers by this author Reinhard Seifert Reinhard Seifert Center of Advanced European Studies and Research (caesar), Molecular Sensory Systems, Bonn, Germany Marine Biological Laboratory, Woods Hole, MA, USA Search for more papers by this author U Benjamin Kaupp Corresponding Author U Benjamin Kaupp [email protected] orcid.org/0000-0002-0696-6397 Center of Advanced European Studies and Research (caesar), Molecular Sensory Systems, Bonn, Germany Marine Biological Laboratory, Woods Hole, MA, USA Life& Medical Sciences Institute (LIMES), University of Bonn, Bonn, Germany Search for more papers by this author Author Information Christian Trötschel *,1,‡, Hussein Hamzeh2,3,‡, Luis Alvarez2,‡, René Pascal2, Fedir Lavryk2, Wolfgang Bönigk2, Heinz G Körschen2, Astrid Müller2, Ansgar Poetsch *,1,7,8, Andreas Rennhack2, Long Gui4, Daniela Nicastro4, Timo Strünker2,3,5, Reinhard Seifert2,3 and U Benjamin Kaupp *,2,3,6 1Fakultät für Biologie und Biotechnologie, Ruhr-Universität Bochum, Bochum, Germany 2Center of Advanced European Studies and Research (caesar), Molecular Sensory Systems, Bonn, Germany 3Marine Biological Laboratory, Woods Hole, MA, USA 4Departments of Cell Biology and Biophysics, University of Texas Southwestern Medical Center, Dallas, TX, USA 5Center of Reproductive Medicine and Andrology, University Hospital Münster, Münster, Germany 6Life& Medical Sciences Institute (LIMES), University of Bonn, Bonn, Germany 7Present address: Center for Marine and Molecular Biotechnology, QNLM, Qindao, China 8Present address: College of Marine Life Sciences, Ocean University of China, Qingdao, China ‡These authors contributed equally to this work *Corresponding author. Tel: +492343224535; E-mail: [email protected] *Corresponding author. Tel: +4960327051760; E-mail: [email protected] *Corresponding author. Tel: +49 228 9656 100; Fax: +49 228 9656 9273; E-mail: [email protected] The EMBO Journal (2020)39:e102723https://doi.org/10.15252/embj.2019102723 [The copyright line of this article was changed on 23 January 2020 after original online publication.] PDFDownload PDF of article text and main figures. Peer ReviewDownload a summary of the editorial decision process including editorial decision letters, reviewer comments and author responses to feedback. ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinked InMendeleyWechatReddit Figures & Info Abstract Cilia serve as cellular antennae that translate sensory information into physiological responses. In the sperm flagellum, a single chemoattractant molecule can trigger a Ca2+ rise that controls motility. The mechanisms underlying such ultra-sensitivity are ill-defined. Here, we determine by mass spectrometry the copy number of nineteen chemosensory signaling proteins in sperm flagella from the sea urchin Arbacia punctulata. Proteins are up to 1,000-fold more abundant than the free cellular messengers cAMP, cGMP, H+, and Ca2+. Opto-chemical techniques show that high protein concentrations kinetically compartmentalize the flagellum: Within milliseconds, cGMP is relayed from the receptor guanylate cyclase to a cGMP-gated channel that serves as a perfect chemo-electrical transducer. cGMP is rapidly hydrolyzed, possibly via \"substrate channeling\" from the channel to the phosphodiesterase PDE5. The channel/PDE5 tandem encodes cGMP turnover rates rather than concentrations. The rate-detection mechanism allows continuous stimulus sampling over a wide dynamic range. The textbook notion of signal amplification—few enzyme molecules process many messenger molecules—does not hold for sperm flagella. Instead, high protein concentrations ascertain messenger detection. Similar mechanisms may occur in other small compartments like primary cilia or dendritic spines. Synopsis Cellular sensory compartments serve highly specialised functions by means of a unique repertoire of signalling proteins. Here, quantitative protein profiling combined with structural analyses in sea urchin sperm flagella reveal reversed enzyme-messenger ratios in chemosensory signalling, which ensure high-sensitivity, low-noise messenger detection. Absolute quantification of 11 chemosensory signaling proteins is applied to purified flagella of Arbacia punctulata. Determination of flagellar volume by cryo-electron tomography allows for calculation of protein concentrations. Signaling proteins are orders of magnitude more abundant than free messengers. Opto-chemical techniques show kinetic compartmentalisation of the flagellum at the cGMP-gated channel/PDE5 tandem. Introduction Sensory systems command over exquisite sensitivity and precision. Photoreceptors in the eye can detect single photons (Baylor et al, 1979; Yau & Hardie, 2009; Gross et al, 2015); chemosensory neurons in the antennae of insects and vomero-nasal organs of mammals can detect a few or even single pheromone molecules (Kaissling, 1986; Leinders-Zufall et al, 2000); algae and sperm from marine invertebrates can register single chemoattractant molecules (Boland et al, 1982; Starr et al, 1995; Kaupp et al, 2003). These sensory feats happen in specialized cellular compartments, called cilia or flagella: long, slender filaments that emanate from the cell body (Marshall & Basto, 2017). Cilia and flagella serve as antennae that translate chemical and physical stimuli into electrical signals that eventually evoke a cellular or behavioral response. In recent years, a concept of physiological significance has emerged that cilia and flagella are specialized cell organelles, whose ionic milieu and inventory of signaling proteins are unique (Corbit et al, 2005; DeCaen et al, 2013; Delling et al, 2013; Kaupp & Strünker, 2017; Balbach et al, 2018). Factors that may contribute to the exquisite sensory sensitivity of cilia or flagella are the inventory, concentrations, and topographical arrangement of signaling proteins, and the compartmentalization of cellular reactions. How each factor contributes to ultra-sensitivity and plays out in the minuscule reaction volume is largely unknown. Here, we provide the first absolute quantification of the inventory of a flagellar chemosensory signaling pathway from sperm of the sea urchin Arbacia punctulata; this pathway controls chemotactic steering (Kaupp & Strünker, 2017). It is an optimal model system that meets all requirements for reliable absolute quantification. Sperm constitute a homogenous cell population, and flagella can be prepared purely. Moreover, most signaling proteins are sperm-specific; therefore, potential contamination by other cell types does not compromise quantification. Importantly, most signaling proteins have been identified—from the chemoattractant receptor to the Ca2+ channel that controls chemotactic steering. Absolute mass spectrometric quantification using the QconCAT (quantification concatemers) technology (Scott et al, 2016) reveals astoundingly high copy numbers of all 11 signaling proteins in the flagellum. Compared with a typical cell soma, the enzyme-to-substrate ratio is reversed by several orders of magnitude. Using kinetic opto-chemical techniques, we probed the physiological consequences for the dynamics of cellular messengers. Quantification of signaling proteins and cellular responses provides new insights into the molecular underpinnings of chemosensory ultra-sensitivity. Results The cGMP-signaling pathway Chemosensation in the flagellum of sea urchin sperm involves changes in the membrane potential (Vm) and the intracellular concentration of cGMP, cAMP, Na+, Ca2+, and H+ (Fig 1A). A signaling pathway encodes these cellular events (Fig 1B) (for reviews, see; Kaupp & Alvarez, 2016; Wachten et al, 2017). The pathway is triggered by resact, a chemoattractant peptide that binds to a chemoreceptor guanylate cyclase (GC) and stimulates cGMP synthesis (Garbers, 1976; Singh et al, 1988; Kaupp et al, 2003; Pichlo et al, 2014). The rise of cGMP opens K+-selective cyclic nucleotide-gated (CNGK) ion channels (Strünker et al, 2006; Galindo et al, 2007; Bönigk et al, 2009). The ensuing hyperpolarization activates a voltage-gated Na+/H+ exchanger (sNHE) (Lee, 1985; Windler et al, 2018) and a hyperpolarization-activated, cyclic nucleotide-gated (HCN) pacemaker channel (Gauss et al, 1998; Galindo et al, 2005). Na+/H+ exchange increases pHi, which primes CatSper Ca2+ channels to open during the recovery from hyperpolarization probably driven by HCN channels that carry an inward current (Seifert et al, 2015; Espinal-Enriquez et al, 2017). Changes in free Ca2+ concentration ([Ca2+]i) control the swimming path. Figure 1. Signaling pathway controlling chemotactic navigation Schematic representation of signaling events. Left: time course of changes in cAMP (dotted line) and cGMP (solid line); right: time course of changes in Vm (green), pHi (red); [Na+]i (orange), and [Ca2+]i (pink). Vertical dotted lines indicate time of stimulation. GC, receptor guanylate cyclase; CNGK, cyclic nucleotide-gated K+-selective channel; sNHE (SLC9C1), sperm-specific Na+/H+ exchanger; HCN1, HCN2, hyperpolarization-activated, and cyclic nucleotide-gated channels; CatSper, cation channel of sperm; NCKX, Na+/Ca2+-K+ exchanger; PMCA, plasma membrane Ca2+-ATPase; PDE5, phosphodiesterase type 5; PDE10, phosphodiesterase type 10; sAC, soluble adenylate cyclase. For clarity, sAC is placed in the cytosol, although it is associated with the membrane; the same may apply to PDE10. Download figure Download PowerPoint The chemoattractant also stimulates cAMP synthesis (Hansbrough & Garbers, 1981; Harumi et al, 1992; Kaupp et al, 2003), presumably by a soluble adenylate cyclase (sAC) (Vacquier et al, 2014). cAMP modulates the activity of sNHE and HCN channels, which both carry a cyclic nucleotide-binding domain (CNBD) (Gauss et al, 1998; Wang et al, 2003; Windler et al, 2018). For signal termination, a cGMP-specific phosphodiesterase (PDE5) (Su & Vacquier, 2006) breaks down cGMP and, finally, a Na+/Ca2+-K+ exchanger (NCKX) (Su & Vacquier, 2002) and/or a plasma membrane Ca2+-ATPase (PMCA) (Gunaratne et al, 2006) restore resting Ca2+ levels. Mass spectrometric (MS) analysis of purified flagella from A. punctulata sperm identified all previously known signaling components, but also additional proteins that might be involved in the signaling pathway (Appendix Table S1): (i) the Ca2+-activated Cl− channel TMEM16 of olfactory cilia, which has been predicted to exist in sperm from pharmacological and modeling studies (Guerrero et al, 2013; Espinal-Enriquez et al, 2017); (ii) a dual-specific PDE10 that, unlike PDE5, can also hydrolyze cAMP, and, together with sAC, may control cAMP metabolism; (iii) K+/Cl− co-transporters KCC1 (SLC12A4) and/or KCC3 (SLC12A5); (iv) a Na+/HCO3− co-transporter (SLC4A11); (v) a sperm-specific Na+/K+-ATPase α subunit; and (vi) two members (TMC 5 and 7) of a mechano-sensitive channel family (Zhao & Müller, 2015; Pan et al, 2018). Sperm respond to mechanical stimulation with a Ca2+ response (Kambara et al, 2011). The TMC channels may endow sperm with mechano-sensitivity. Using antibodies directed against their mammalian homologues, several transmembrane adenylate cyclases (tmAC 1, 2, 5, and 9) were detected in sea urchin sperm (Beltrán et al, 2007; Vacquier et al, 2014). Although we identified 45 different peptides for sAC, we could not detect peptides for tmACs. For absolute quantification, we selected 11 signaling proteins shown in Fig 1B along with their subunits, a total of 19 polypeptides (Appendix Table S2). The newly discovered proteins molecules, except for PDE10 and Na+/K+-ATPase, were not considered for absolute quantification because their function in chemotactic signaling remains to be elucidated. Absolute quantification by QconCAT technology The abundance of proteins was quantified by selected reaction monitoring (SRM) using a synthetic, isotope-labeled protein as a standard (Rivers et al, 2007; Brownridge et al, 2011; Holman et al, 2012). For the synthesis of the standard protein, we selected three individual tryptic peptides from most of the 19 signaling proteins; a few proteins were covered by two or four peptides (Appendix Table S2). The presence of the peptides after trypsin digestion of the standard protein was verified by both MALDI-TOF and LC-ESI-MS/MS (SRM). These control experiments failed to retrieve three peptides (Appendix Table S2), which, therefore, were not used for quantification. Consequently, quantification of NCKX and CatSper3 rested on a single peptide, which might underestimate the protein abundance. For absolute quantification, we used the receptor GC, the most abundant protein of the flagellar membrane, as a reference protein. Previous work determined 200,000–400,000 GC molecules/flagellum by quantitative SRM (using a PSAQ-GC as a standard) (Pichlo et al, 2014), Coomassie Blue densitometry (Pichlo et al, 2014), and high-resolution electron tomography (Farci, 2017). We consider the GC density determined by electron tomography as the most precise estimate. Therefore, protein stoichiometry was calculated assuming 400,000 GC molecules (Table 1); all protein ratios from SRM analyses are given in Dataset Table EV1. Moreover, as another internal benchmark of quantification, we included creatine kinase (CK) that, according to gel densitometry, is almost as abundant as the receptor GC (Pichlo et al, 2014). By SRM, we observed a GC:CK ratio close to unity, underscoring the high accuracy and suitability of using a synthetic labeled protein for MS determination of protein stoichiometries. Table 1. Copy number, concentration, and membrane density of signaling proteins Proteins Molecules/Flagelluma Concentrationb (μM) Densityc (molecules/μm2) GC 400,000 400 11,976 CNGK 21,653 ± 4,038 21.7 ± 4 648 sNHE 53,979 ± 20,659 54 ± 20.7 1,616 sAC 6,718 ± 2,630 6.7 ± 2.6 201 HCN1 10,258 ± 901 10.3 ± 0.9 307 HCN2 18,337 ± 887 18.3 ± 0.9 549 CatSper1 1,853 ± 147 1.9 ± 0.1 56d CatSper2 2,125 ± 138 2.1 ± 0.1 CatSper3e 587 ± 296 0.6 ± 0.3 CatSper4 1,208 ± 113 1.2 ± 0.1 CatSper β 1,690 ± 547 1.7 ± 0.5 CatSper γ 1,169 ± 1,395 1.2 ± 1.4 CatSper δ 2,071 ± 392 2.1 ± 0.4 PDE5 48,567 ± 6,525 48.6 ± 6.5 PDE10 4,211 ± 752 4.2 ± 0.8 NCKXe 120,795 ± 41,520 120.8 ± 41.5 3,617 Ca2+-ATPase 1,991 ± 749 2 ± 0.7 60 Na+/K+-ATPase 48,280 ± 16,788 48.3 ± 16.8 1,446 Creatine Kinase 364,465 ± 29,428 364.5 ± 29.4 10,912 a Mean ± SD from six animals. b Calculated from column 2, assuming a matrix volume Vma of 1.7 femtoliter. c Calculated from column 2, assuming a flagellar surface area of 33.4 μm2 (r = 0.133 μm; l = 40 μm); only membrane-bound proteins are considered. d Mean calculated from all CatSper subunits, except CatSper3, assuming a 1:1 stoichiometry of subunits. e Data from a single peptide only. Determination of flagellar volume by cryo-electron tomography For comparison, we calculated protein concentrations from copy numbers in the flagellum. The total volume inside motile cilia and flagella (Vt) contains three distinct compartments: the matrix volume (Vma) that is accessible to diffusing or transported ciliary proteins, the volume occupied by the [9 + 2] axonemal scaffold (Va), and the lumen (Vl) of the nine doublet microtubules and the two singlet microtubules of the central pair complex. The microtubules are only accessible to small molecules like ions, nucleotides, and ligands (e.g., Taxol) (Fig 2). Thus, Vt = Vma + Va + Vl, and the volume accessible to small molecules is Vasm = Vma = + Vl (Fig 2F and F′). We measured these volumes using cryo-electron tomography reconstructions of rapidly frozen flagella for two evolutionary distant species, i.e., from the unicellular green algae Chlamydomonas reinhardtii and from sperm of the sea urchin Strongylocentrotus purpuratus (Carbajal-Gonzalez et al, 2013; Lin & Nicastro, 2018; preprint: Fu et al, 2019; Lin et al, 2019) (Fig 2A–D). Figure 2. Determination of flagellar volumes A–D. Longitudinal (A and C, proximal view on left) and cross-sectional (B and D, proximal-to-distal view) tomographic slices of representative intact flagella from wild-type Chlamydomonas reinhardtii (C.r.) flagella (A and B) and sea urchin Strongylocentrotus purpuratus (S.p.) sperm (C and D). Note that in Chlamydomonas, the flagellar membrane (m) is surrounded by a glycocalyx (g). Other labels: central pair complex (c) and doublet microtubule (d). Scale bar, 100 nm. E. Diameter of intact flagella from Chlamydomonas and sea urchin sperm measured on cross-sectional views of cryo-tomographic reconstructions. Numbers indicate average diameters ± SD (n = 84 for sea urchin (S.p.) and n = 18 for Chlamydomonas (C.r.)). F′, F″. Schematic diagrams of Chlamydomonas flagella in cross-sectional view. The yellow area (F′) indicates the matrix volume Vma that is accessible to proteins, and the cyan area (F″) represents the volume that is accessible to small molecules Vasm (i.e., the combination of the matrix volume and the microtubule lumen). Download figure Download PowerPoint For calculating the Vt, we measured the mean diameter (d) of intact flagella for Chlamydomonas as 247 ± 13 nm and for sea urchin sperm as 266 ± 13 nm (Fig 2E). Thus, the mean Vt per 1-μm flagellar length is for Chlamydomonas 0.0479 μm3 and for sea urchin sperm 0.0557 μm3; i.e., for an average length of sea urchin flagella of 40 μm, the total volume Vt is 2.2 fl (see Materials and Methods section for details). Overall, the sub-volumes per 1-μm flagellar length were very similar between the two species (Table 2). We used the matrix volume (for 40 μm long S. purpuratus flagella) Vma = 1.7 fl to calculate protein concentrations in Table 1. Surprisingly, volumes accessible to proteins (Vma) and small molecules (Vasm) are 77 and 86% of the total volume. Table 2. Diameter and volumesa of flagella from the green alga Chlamydomonas reinhardtii and of sperm from the sea urchin Strongylocentrotus purpuratus d b V ma V a V l V asm V t C. reinhardtii 247 ± 13 3.66/76.3 0.70/14.6 0.43/9.1 4.09/85.4 4.79/100 S. purpuratus 266 ± 13 4.31/77.4 0.81/14.5 0.45/8.1 4.76/85.5 5.57/100 a Sub-volumes in ×10−2 μm3/percentage of total volume Vt. b Flagellar diameter d in nm. Signaling proteins are orders of magnitude more abundant than free messengers To compare protein abundance, Table 1 lists copy numbers, protein concentrations, and the densities of integral membrane proteins. We find that signaling proteins in the flagellum (Fig 1B) are up to 1,000-fold more abundant than the respective cellular messengers like H+, Ca2+, cAMP, and cGMP (Table 1). For example, the flagellum harbors 21,700 CNGK channels that are key targets of cGMP. Each CNGK channel is activated by a single molecule of cGMP (Bönigk et al, 2009), and, at low and moderate chemoattractant stimulation of sperm, only ten to a few hundred cGMP molecules are synthesized by the receptor GC (Bönigk et al, 2009; Pichlo et al, 2014). The large number of CNGK channels suggests that this stage of signal transduction, i.e., capturing of cGMP, is highly efficient. The downstream targets of the CNGK channel, sNHE exchangers and HCN channels (Fig 1B) that are activated by hyperpolarization, are present at 54,000 and 28,000 molecules per flagellum, respectively. Remarkably, the sNHE is not involved in pH homeostasis at rest; only upon chemoattractant stimulation, it tightly couples membrane voltage and cAMP to generate rapid alkalization (latency < 300 ms) that is necessary for CatSper channel activation (Seifert et al, 2015; Windler et al, 2018). In mammalian sperm, sAC exists as a full-length form (sACfl; 180 kDa) and a truncated form (sACt; 55 kDa). We chose four peptides, two from sACt and two from sACfl to estimate the relative abundance of each form. All four peptides occurred at similar frequencies, suggesting that only full-length sAC exists in sea urchin sperm. Approximately 1,700 CatSper channels generate a rise of [Ca2+]i, and a remarkably high number of 120,000 NCKX exchanger proteins subsequently clear the flagellum from Ca2+ and restore the resting state. Because the time derivative of the Ca2+ response modulates the flagellar beat (Alvarez et al, 2012), tightly balanced Ca2+ influx and efflux are key to successful navigation. Finally, we determined 48,500 PDE5 molecules and 4,200 PDE10 molecules, which hydrolyze cGMP and cAMP, respectively, and terminate chemotactic signaling. In summary, the concentrations of signaling proteins range from 2 to 400 μM, whereas their respective substrates cAMP, cGMP, protons, and Ca2+ are present at much lower free concentrations. The prodigiously high copy numbers of signaling proteins raise several paradigmatic questions about signaling in ciliary compartments. How does the high density affect the speed and efficacy of signaling at each stage along the transduction pathway? Does the high density confine signaling events to the flagellum? Do signaling proteins serve as buffers for messengers? In the following, using opto-chemical techniques, we address these questions experimentally and assess the results by theory and numerical simulation. Thereby, we gain mechanistic insight into the physiological network of chemotactic signaling. Tracking of cGMP by the CNGK channel and PDE5 The CNGK-mediated hyperpolarization is the first key signaling event; when hyperpolarization is abolished, downstream events are forestalled (Harumi et al, 1992; Pichlo et al, 2014; Seifert et al, 2015). For maximum efficacy, the CNGK channel must capture any cGMP molecule before it is wasted by hydrolysis or diffusion to the sperm head. Using rapid-mixing techniques and flash photolysis of caged cGMP (Hamzeh et al, 2019), we addressed two questions: How fast and efficiently does the CNGK channel entrap cGMP molecules, and how fast is the channel cleared from cGMP by PDE5 hydrolysis? As read-out for cGMP dynamics, we recorded the CNGK-mediated Vm changes using fluorescent potentiometric indicators FluoVolt and Di-8-ANEPPS, which detect changes in Vm by photo-induced electron transfer (PeT) and electrochromism, respectively. For the physiological cGMP-induced hyperpolarization, this read-out is likely contaminated by opening of HCN channels that carry a depolarizing inward Na+ current (Gauss et al, 1998). Therefore, we recorded Vm in the presence of 100 mM external [K+]o (100KASW), which clamps the reversal potential Vrev for CNGK to approximately −37 mV, i.e., more positive than the resting voltage Vrest of approximately −50 mV (Strünker et al, 2006; Seifert et al, 2015). Consequently, at high [K+]o, CNGK opening should depolarize rather than hyperpolarize sperm. At Vm > −37 mV, the open probability of HCN channels is low, and HCN channels are unlikely to contribute much to Vm (Gauss et al, 1998). Furthermore, high [K+]o abolishes changes in pHi, [Ca2+]i, and cAMP evoked by the chemoattractant or cGMP (Pichlo et al, 2014; Seifert et al, 2015); therefore, putative pH-, Ca2+-, or cAMP-regulated conductances, like HCN channels, are unlikely to interfere with changes in Vm evoked by CNGK activity. Sperm were loaded with DEACM-caged cGMP. This neutral hydrophobic compound readily equilibrates across the cell membrane; therefore, photorelease of cGMP inside cells can be calibrated precisely. Changes in Vm were followed with the voltage-sensitive PeT dye FluoVolt (Miller et al, 2012; Hamzeh et al, 2019). Sperm were rapidly mixed in a stopped-flow apparatus with 100KASW and then stimulated with a brief flash of light that photo-released cGMP. A 2-ms",
  "authors": [
    {
      "display_name": "Christian Trötschel",
      "id": "A5110266589",
      "orcid": null,
      "institutions": [
        {
          "id": "I904495901",
          "display_name": "Ruhr University Bochum",
          "country_code": "DE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Christian Trötschel"
    },
    {
      "display_name": "Hussein Hamzeh",
      "id": "A5071023120",
      "orcid": "https://orcid.org/0000-0002-3056-788X",
      "institutions": [
        {
          "id": "I1338920048",
          "display_name": "Marine Biological Laboratory",
          "country_code": "US",
          "type": "nonprofit"
        },
        {
          "id": "I2800451603",
          "display_name": "Center of Advanced European Studies and Research",
          "country_code": "DE",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Hussein Hamzeh"
    },
    {
      "display_name": "Luis Álvarez",
      "id": "A5027797078",
      "orcid": "https://orcid.org/0000-0002-1027-2291",
      "institutions": [
        {
          "id": "I2800451603",
          "display_name": "Center of Advanced European Studies and Research",
          "country_code": "DE",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Luis Alvarez"
    },
    {
      "display_name": "René Pascal",
      "id": "A5110672416",
      "orcid": null,
      "institutions": [
        {
          "id": "I2800451603",
          "display_name": "Center of Advanced European Studies and Research",
          "country_code": "DE",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "René Pascal"
    },
    {
      "display_name": "Fedir Lavryk",
      "id": "A5065070626",
      "orcid": "https://orcid.org/0009-0004-5977-8463",
      "institutions": [
        {
          "id": "I2800451603",
          "display_name": "Center of Advanced European Studies and Research",
          "country_code": "DE",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Fedir Lavryk"
    },
    {
      "display_name": "Wolfgang Bönigk",
      "id": "A5090109226",
      "orcid": null,
      "institutions": [
        {
          "id": "I2800451603",
          "display_name": "Center of Advanced European Studies and Research",
          "country_code": "DE",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Wolfgang Bönigk"
    },
    {
      "display_name": "Heinz G. Körschen",
      "id": "A5084823117",
      "orcid": "https://orcid.org/0000-0003-3927-1433",
      "institutions": [
        {
          "id": "I2800451603",
          "display_name": "Center of Advanced European Studies and Research",
          "country_code": "DE",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Heinz G Körschen"
    },
    {
      "display_name": "Astrid M. Müller",
      "id": "A5111439302",
      "orcid": null,
      "institutions": [
        {
          "id": "I2800451603",
          "display_name": "Center of Advanced European Studies and Research",
          "country_code": "DE",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Astrid Müller"
    },
    {
      "display_name": "Ansgar Poetsch",
      "id": "A5014763963",
      "orcid": "https://orcid.org/0000-0002-7540-3475",
      "institutions": [
        {
          "id": "I904495901",
          "display_name": "Ruhr University Bochum",
          "country_code": "DE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ansgar Poetsch"
    },
    {
      "display_name": "Andreas Rennhack",
      "id": "A5088432021",
      "orcid": "https://orcid.org/0000-0001-9242-0915",
      "institutions": [
        {
          "id": "I2800451603",
          "display_name": "Center of Advanced European Studies and Research",
          "country_code": "DE",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Andreas Rennhack"
    },
    {
      "display_name": "Long Gui",
      "id": "A5058165262",
      "orcid": "https://orcid.org/0000-0002-2629-0689",
      "institutions": [
        {
          "id": "I867280407",
          "display_name": "The University of Texas Southwestern Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Long Gui"
    },
    {
      "display_name": "Daniela Nicastro",
      "id": "A5006903111",
      "orcid": "https://orcid.org/0000-0002-0122-7173",
      "institutions": [
        {
          "id": "I867280407",
          "display_name": "The University of Texas Southwestern Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Daniela Nicastro"
    },
    {
      "display_name": "Timo Strünker",
      "id": "A5049645383",
      "orcid": "https://orcid.org/0000-0003-0812-1547",
      "institutions": [
        {
          "id": "I2800451603",
          "display_name": "Center of Advanced European Studies and Research",
          "country_code": "DE",
          "type": "facility"
        },
        {
          "id": "I1338920048",
          "display_name": "Marine Biological Laboratory",
          "country_code": "US",
          "type": "nonprofit"
        },
        {
          "id": "I4210103666",
          "display_name": "University Hospital Münster",
          "country_code": "DE",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Timo Strünker"
    },
    {
      "display_name": "Reinhard Seifert",
      "id": "A5111882607",
      "orcid": null,
      "institutions": [
        {
          "id": "I1338920048",
          "display_name": "Marine Biological Laboratory",
          "country_code": "US",
          "type": "nonprofit"
        },
        {
          "id": "I2800451603",
          "display_name": "Center of Advanced European Studies and Research",
          "country_code": "DE",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Reinhard Seifert"
    },
    {
      "display_name": "U. Benjamin Kaupp",
      "id": "A5004950209",
      "orcid": "https://orcid.org/0000-0002-0696-6397",
      "institutions": [
        {
          "id": "I2800451603",
          "display_name": "Center of Advanced European Studies and Research",
          "country_code": "DE",
          "type": "facility"
        },
        {
          "id": "I1338920048",
          "display_name": "Marine Biological Laboratory",
          "country_code": "US",
          "type": "nonprofit"
        },
        {
          "id": "I135140700",
          "display_name": "University of Bonn",
          "country_code": "DE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "U Benjamin Kaupp"
    }
  ],
  "publication_year": 2019,
  "publication_date": "2019-12-27",
  "type": "article",
  "cited_by_count": 33,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S127916151",
    "display_name": "The EMBO Journal",
    "issn_l": "0261-4189",
    "issn": [
      "0261-4189",
      "1460-2075"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310319965"
  },
  "volume": "39",
  "issue": "4",
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "https://doi.org/10.15252/embj.2019102723",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C2777532764",
      "display_name": "Research center",
      "level": 2,
      "score": 0.56662655
    },
    {
      "id": "C161191863",
      "display_name": "Library science",
      "level": 1,
      "score": 0.52969915
    },
    {
      "id": "C75608658",
      "display_name": "Pascal (unit)",
      "level": 2,
      "score": 0.4374691
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.40554303
    },
    {
      "id": "C52119013",
      "display_name": "Art history",
      "level": 1,
      "score": 0.35509607
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.22439805
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.19299373
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.18572485
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.08318403
    },
    {
      "id": "C199360897",
      "display_name": "Programming language",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T12236",
      "display_name": "Photoreceptor and optogenetics research",
      "score": 0.9993
    },
    {
      "id": "T10207",
      "display_name": "Advanced biosensing and bioanalysis techniques",
      "score": 0.9962
    },
    {
      "id": "T10131",
      "display_name": "Gold and Silver Nanoparticles Synthesis and Applications",
      "score": 0.9884
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.15252/embj.2019102723",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:36:56.085900",
  "source_database": "OpenAlex"
}