{
  "openalex_id": "W2997657090",
  "doi": "https://doi.org/10.1097/ju.0000000000000737",
  "title": "Efficacy of Preoperative Chemotherapy for High Risk Upper Tract Urothelial Carcinoma",
  "abstract": "No AccessJournal of UrologyAdult Urology1 Jun 2020Efficacy of Preoperative Chemotherapy for High Risk Upper Tract Urothelial CarcinomaThis article is commented on by the following:Editorial Comment Beat Foerster, Mohammad Abufaraj, Firas Petros, Mounsif Azizi, Mohit Gupta, Donald Schweitzer, Vitaly Margulis, Takehiro Iwata, Shoji Kimura, Ahmad Shabsigh, Alberto Briganti, Ja H. Ku, Tim Muilwijk, Wassim Kassouf, Surena F. Matin, Philippe E. Spiess, Phillip M. Pierorazio, Kees Hendricksen, Shahrokh F. Shariat, Timothy Clinton, Tatevik Broutian, Marco Bandini, Leonardo L. Monteiro, Ross Liao, Marco Moschini, Trinity J. Bivalacqua, Laura-Maria Krabbe, Yasutomo Nasu, Shin Egawa, Steven Joniau, Hubert John, Michiel S. van der Heijden, Petr V. Glybochko, Harun Fajkovic, Nirmish Singla, and Andrea Necchi Beat FoersterBeat Foerster Department of Urology, Medical University of Vienna, Vienna, Austria Department of Urology, Kantonsspital Winterthur, Winterthur, Switzerland , Mohammad AbufarajMohammad Abufaraj Department of Urology, Medical University of Vienna, Vienna, Austria Division of Urology, Department of Special Surgery, Jordan University Hospital, The University of Jordan, Amman, Jordan , Firas PetrosFiras Petros Department of Urology, MD Anderson Cancer Center, Houston, Texas , Mounsif AziziMounsif Azizi Department of Genitourinary Oncology, Moffitt Cancer Center, Tampa, Florida , Mohit GuptaMohit Gupta Department of Urology, The James Buchanan Brady Urological Institute, The Johns Hopkins School of Medicine, Baltimore, Maryland , Donald SchweitzerDonald Schweitzer Department of Urology, The Netherlands Cancer Institute-Antoni van Leeuwenhoek Hospital, Amsterdam, The Netherlands , Vitaly MargulisVitaly Margulis Department of Urology, University of Texas Southwestern Medical Center, Dallas, Texas , Takehiro IwataTakehiro Iwata Department of Urology, Medical University of Vienna, Vienna, Austria Department of Urology, Okayama University Graduate School of Medicine, Dentistry and Pharmaceutical Sciences, Okayama, Japan , Shoji KimuraShoji Kimura Department of Urology, Medical University of Vienna, Vienna, Austria Department of Urology, Jikei University School of Medicine, Tokyo, Japan , Ahmad ShabsighAhmad Shabsigh Department of Urology, Ohio State University, Columbus, Ohio , Alberto BrigantiAlberto Briganti Department of Urology, Urological Research Institute, Vita-Salute University, San Raffaele Scientific Institute, Milan, Italy , Ja H. KuJa H. Ku Department of Urology, Seoul National University Hospital, Seoul, Korea , Tim MuilwijkTim Muilwijk Department of Urology, University Hospitals Leuven, Leuven, Belgium , Wassim KassoufWassim Kassouf Department of Surgery, Division of Urology, McGill University Health Center, Montreal, Canada , Surena F. MatinSurena F. Matin Department of Urology, MD Anderson Cancer Center, Houston, Texas , Philippe E. SpiessPhilippe E. Spiess Department of Genitourinary Oncology, Moffitt Cancer Center, Tampa, Florida , Phillip M. PierorazioPhillip M. Pierorazio Department of Urology, The James Buchanan Brady Urological Institute, The Johns Hopkins School of Medicine, Baltimore, Maryland , Kees HendricksenKees Hendricksen Department of Urology, The Netherlands Cancer Institute-Antoni van Leeuwenhoek Hospital, Amsterdam, The Netherlands , and Shahrokh F. ShariatShahrokh F. Shariat ‡Correspondence: Department of Urology, Medical University of Vienna, Währinger Gürtel 18-20, A-1090Vienna, Austria telephone: +43 1 40400 2615; FAX: +43 1 40400 2332; E-mail Address: [email protected] Department of Urology, Medical University of Vienna, Vienna, Austria Karl Landsteiner Institute of Urology and Andrology, Vienna, Austria Department of Urology, University of Texas Southwestern Medical Center, Dallas, Texas Institute for Urology and Reproductive Health, I.M. Sechenov First Moscow State Medical University, Moscow, Russia Department of Urology, Weill Cornell Medical College, New York, New York Department of Urology, Second Faculty of Medicine, Charles University, Prague, Czech Republic for the UTUC Collaboration View All Author Informationhttps://doi.org/10.1097/JU.0000000000000737AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: The impact of preoperative chemotherapy in patients with upper urinary tract urothelial carcinoma remains poorly investigated. We assessed the rates of pathological complete response (pT0N0/X) and downstaging (pT1N0/X or less) at radical nephroureterectomy after preoperative chemotherapy and evaluated their impact on survival. Materials and Methods: This was an international observational study of patients who underwent preoperative chemotherapy and radical nephroureterectomy for high risk upper tract urothelial carcinoma between 2005 and 2017. Multiple imputation of chained equations was applied to account for missing values. Logistic regression analyses were performed to identify predictors of pathological response. Cox proportional hazard regression models were used to estimate recurrence-free survival, cancer specific survival and overall survival. Results: A total of 267 patients met our inclusion criteria. Among included patients 82 (31%) received methotrexate, vinblastine, doxorubicin and cisplatin; 123 (46%) gemcitabine and cisplatin; 25 (9%) gemcitabine and carboplatin; and 32 (12%) other regimens. The overall rates of pathological complete response and pathological downstaging were 10.1% and 44.9%, respectively. On multivariable analysis the use of gemcitabine and cisplatin, and gemcitabine and carboplatin was not statistically different from methotrexate, vinblastine, doxorubicin and cisplatin in achieving pathological complete response and pathological downstaging, respectively. The number of administered cycles did not appear to have an effect on pathological responses. Pathological downstaging was the strongest prognostic factor for recurrence-free survival (HR 0.2, p <0.001), cancer specific survival (HR 0.19, p <0.001) and overall survival (HR 0.40, p <0.001). Conclusions: Pathological downstaging after preoperative chemotherapy is a robust prognostic factor at radical nephroureterectomy and is associated with improved survival outcomes. Although preoperative chemotherapy appears to be effective, well designed prospective studies are still needed. References 1. : Cancer statistics, 2018. CA Cancer J Clin 2018; 68: 7. Google Scholar 2. : European Association of Urology Guidelines on Upper Urinary Tract Urothelial Carcinoma: 2017 Update. Eur Urol 2018; 73: 111. Google Scholar 3. : Upper tract urothelial neoplasms: incidence and survival during the last 2 decades. J Urol 2000; 164: 1523. Link, Google Scholar 4. : Outcomes of radical nephroureterectomy: a series from the upper tract urothelial carcinoma collaboration. Cancer 2009; 115: 1224. Google Scholar 5. : Risk of cancer-specific mortality following recurrence after radical nephroureterectomy. Ann Surg Oncol 2012; 19: 4337. Google Scholar 6. : Neoadjuvant chemotherapy plus cystectomy compared with cystectomy alone for locally advanced bladder cancer. N Engl J Med 2003; 349: 859. Google Scholar 7. : Results of POUT: a phase III randomised trial of perioperative chemotherapy versus surveillance in upper tract urothelial cancer (UTUC). J Clin Oncol 2018; 36: 407. Google Scholar 8. : Impact of renal function on eligibility for chemotherapy and survival in patients who have undergone radical nephro-ureterectomy. BJU Int 2013; 112: 453. Google Scholar 9. : A systematic review and meta-analysis of adjuvant and neoadjuvant chemotherapy for upper tract urothelial carcinoma. Eur Urol 2014; 66: 529. Google Scholar 10. : Perioperative treatments for resected upper tract urothelial carcinoma: a network meta-analysis. Oncotarget 2017; 8: 3568. Google Scholar 11. : ECOG 8141: a prospective phase II trial of neoadjuvant systemic chemotherapy followed by extirpative surgery for patients with high grade upper tract urothelial carcinoma. J Clin Oncol 2016; 34: TPS4585. Google Scholar 12. : The Strengthening the Reporting of Observational Studies in Epidemiology (STROBE) statement: guidelines for reporting observational studies. Lancet 2007; 370: 1453. Google Scholar 13. : Combining imaging and ureteroscopy variables in a preoperative multivariable model for prediction of muscle-invasive and non-organ confined disease in patients with upper tract urothelial carcinoma. BJU Int 2012; 109: 77. Google Scholar 14. : Age-adjusted Charlson comorbidity score is associated with treatment decisions and clinical outcomes for patients undergoing radical cystectomy for bladder cancer. Cancer 2008; 112: 2384. Google Scholar 15. : Multiple imputation using chained equations: issues and guidance for practice. Stat Med 2011; 30: 377. Google Scholar 16. : Multiple imputation of discrete and continuous data by fully conditional specification. Stat Methods Med Res 2007; 16: 219. Google Scholar 17. : Avoiding bias due to perfect prediction in multiple imputation of incomplete categorical variables. Comput Stat Data Anal 2010; 54: 2267. Google Scholar 18. : Urothelial carcinoma of the bladder and the upper tract: disparate twins. J Urol 2013; 189: 1214. Link, Google Scholar 19. : Neoadjuvant chemotherapy improves survival of patients with upper tract urothelial carcinoma. Cancer 2014; 120: 1794. Google Scholar 20. : Multicenter assessment of neoadjuvant chemotherapy for muscle-invasive bladder cancer. Eur Urol 2015; 67: 241. Google Scholar 21. : A multi-institutional analysis of outcomes of patients with clinically node positive urothelial bladder cancer treated with induction chemotherapy and radical cystectomy. J Urol 2016; 195: 53. Link, Google Scholar 22. : Impact of neoadjuvant chemotherapy on pathologic response in patients with upper tract urothelial carcinoma undergoing extirpative surgery. Clin Genitourin Cancer 2018; 16: e1237. Google Scholar 23. : Pathological downstaging as a novel endpoint for the development of neoadjuvant chemotherapy for upper tract urothelial carcinoma. BJU Int 2019; doi: 10.1111/bju.14719. Crossref, Google Scholar 24. : Comparison of pathological stage in patients treated with and without neoadjuvant chemotherapy for high risk upper tract urothelial carcinoma. J Urol 2018; 200: 68. Link, Google Scholar 25. : Incidence of downstaging and complete remission after neoadjuvant chemotherapy for high-risk upper tract transitional cell carcinoma. Cancer 2010; 116: 3127. Google Scholar 26. : Updated 2016 EAU Guidelines on Muscle-invasive and Metastatic Bladder Cancer. Eur Urol 2017; 71: 462. Google Scholar 27. International Collaboration of Trialists, Medical Research Council Advanced Bladder Cancer Working Party (now the National Cancer Research Institute Bladder Cancer Clinical Studies Group), European Organisation for Research and Treatment of Cancer Genito-Urinary Tract Cancer Group et al: International phase III trial assessing neoadjuvant cisplatin, methotrexate, and vinblastine chemotherapy for muscle-invasive bladder cancer: long-term results of the BA06 30894 trial. J Clin Oncol 2011; 29: 2171. Google Scholar 28. : Clinical and therapeutic factors associated with adverse pathological outcomes in clinically node-negative patients treated with neoadjuvant cisplatin-based chemotherapy and radical cystectomy. World J Urol 2016; 34: 695. Google Scholar 29. : Final pathological stage after neoadjuvant chemotherapy and radical cystectomy for bladder cancer-does pT0 predict better survival than pTa/tis/T1?J Urol 2016; 195: 886. Link, Google Scholar Supported by the Scholarship Foundation of Swiss Urology (BF) and European Urology Scholarship Program (MAb). No direct or indirect commercial, personal, academic, political, religious or ethical incentive is associated with publishing this article. © 2020 by American Urological Association Education and Research, Inc.FiguresReferencesRelatedDetailsRelated articlesJournal of Urology17 Mar 2020Editorial Comment Volume 203Issue 6June 2020Page: 1101-1108Supplementary Materials Advertisement Copyright & Permissions© 2020 by American Urological Association Education and Research, Inc.Keywordstransitional cellnephroureterectomycarcinomaneoadjuvant therapyAcknowledgmentsThe following collaborators provided valuable contributions: Timothy Clinton, Tatevik Broutian, Marco Bandini, Leonardo L. Monteiro, Ross Liao, Marco Moschini, Trinity J. Bivalacqua, Laura-Maria Krabbe, Yasutomo Nasu, Shin Egawa, Steven Joniau, Hubert John, Michiel S. van der Heijden, Petr V. Glybochko, Harun Fajkovic, Nirmish Singla and Andrea Necchi.MetricsAuthor Information Beat Foerster Department of Urology, Medical University of Vienna, Vienna, Austria Department of Urology, Kantonsspital Winterthur, Winterthur, Switzerland More articles by this author Mohammad Abufaraj Department of Urology, Medical University of Vienna, Vienna, Austria Division of Urology, Department of Special Surgery, Jordan University Hospital, The University of Jordan, Amman, Jordan More articles by this author Firas Petros Department of Urology, MD Anderson Cancer Center, Houston, Texas More articles by this author Mounsif Azizi Department of Genitourinary Oncology, Moffitt Cancer Center, Tampa, Florida More articles by this author Mohit Gupta Department of Urology, The James Buchanan Brady Urological Institute, The Johns Hopkins School of Medicine, Baltimore, Maryland More articles by this author Donald Schweitzer Department of Urology, The Netherlands Cancer Institute-Antoni van Leeuwenhoek Hospital, Amsterdam, The Netherlands More articles by this author Vitaly Margulis Department of Urology, University of Texas Southwestern Medical Center, Dallas, Texas More articles by this author Takehiro Iwata Department of Urology, Medical University of Vienna, Vienna, Austria Department of Urology, Okayama University Graduate School of Medicine, Dentistry and Pharmaceutical Sciences, Okayama, Japan More articles by this author Shoji Kimura Department of Urology, Medical University of Vienna, Vienna, Austria Department of Urology, Jikei University School of Medicine, Tokyo, Japan More articles by this author Ahmad Shabsigh Department of Urology, Ohio State University, Columbus, Ohio Financial interest and/or other relationship with UroGen. More articles by this author Alberto Briganti Department of Urology, Urological Research Institute, Vita-Salute University, San Raffaele Scientific Institute, Milan, Italy More articles by this author Ja H. Ku Department of Urology, Seoul National University Hospital, Seoul, Korea More articles by this author Tim Muilwijk Department of Urology, University Hospitals Leuven, Leuven, Belgium More articles by this author Wassim Kassouf Department of Surgery, Division of Urology, McGill University Health Center, Montreal, Canada More articles by this author Surena F. Matin Department of Urology, MD Anderson Cancer Center, Houston, Texas Financial interest and/or other relationship with Taris Biomedical and QED Biopharma. More articles by this author Philippe E. Spiess Department of Genitourinary Oncology, Moffitt Cancer Center, Tampa, Florida More articles by this author Phillip M. Pierorazio Department of Urology, The James Buchanan Brady Urological Institute, The Johns Hopkins School of Medicine, Baltimore, Maryland Financial interest and/or other relationship with UroGen. More articles by this author Kees Hendricksen Department of Urology, The Netherlands Cancer Institute-Antoni van Leeuwenhoek Hospital, Amsterdam, The Netherlands More articles by this author Shahrokh F. Shariat Department of Urology, Medical University of Vienna, Vienna, Austria Karl Landsteiner Institute of Urology and Andrology, Vienna, Austria Department of Urology, University of Texas Southwestern Medical Center, Dallas, Texas Institute for Urology and Reproductive Health, I.M. Sechenov First Moscow State Medical University, Moscow, Russia Department of Urology, Weill Cornell Medical College, New York, New York Department of Urology, Second Faculty of Medicine, Charles University, Prague, Czech Republic ‡Correspondence: Department of Urology, Medical University of Vienna, Währinger Gürtel 18-20, A-1090Vienna, Austria telephone: +43 1 40400 2615; FAX: +43 1 40400 2332; E-mail Address: [email protected] Financial interest and/or other relationship with Astellas, Cepheid, Ipsen, Janssen, Lilly, Olympus, Pfizer, Pierre Fabre, Sanofi, Wolff and Sanochemia. More articles by this author Expand All Supported by the Scholarship Foundation of Swiss Urology (BF) and European Urology Scholarship Program (MAb). No direct or indirect commercial, personal, academic, political, religious or ethical incentive is associated with publishing this article. Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Beat Foerster",
      "id": "A5052536331",
      "orcid": "https://orcid.org/0000-0002-7864-408X",
      "institutions": [
        {
          "id": "I76134821",
          "display_name": "Medical University of Vienna",
          "country_code": "AT",
          "type": "funder"
        },
        {
          "id": "I4210099681",
          "display_name": "Kantonsspital Winterthur",
          "country_code": "CH",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Beat Foerster"
    },
    {
      "display_name": "Mohammad Abufaraj",
      "id": "A5001883861",
      "orcid": "https://orcid.org/0000-0002-6603-6319",
      "institutions": [
        {
          "id": "I76134821",
          "display_name": "Medical University of Vienna",
          "country_code": "AT",
          "type": "funder"
        },
        {
          "id": "I114972647",
          "display_name": "University of Jordan",
          "country_code": "JO",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mohammad Abufaraj"
    },
    {
      "display_name": "Firas G. Petros",
      "id": "A5013540569",
      "orcid": "https://orcid.org/0000-0003-3062-0780",
      "institutions": [
        {
          "id": "I1343551460",
          "display_name": "The University of Texas MD Anderson Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Firas Petros"
    },
    {
      "display_name": "Mounsif Azizi",
      "id": "A5013683254",
      "orcid": "https://orcid.org/0000-0003-2705-7843",
      "institutions": [
        {
          "id": "I3019308854",
          "display_name": "Moffitt Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mounsif Azizi"
    },
    {
      "display_name": "Mohit Gupta",
      "id": "A5100622857",
      "orcid": "https://orcid.org/0000-0001-6538-5026",
      "institutions": [
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mohit Gupta"
    },
    {
      "display_name": "D.G. Schweitzer",
      "id": "A5050394889",
      "orcid": "https://orcid.org/0000-0003-4038-0952",
      "institutions": [
        {
          "id": "I2898336195",
          "display_name": "The Netherlands Cancer Institute",
          "country_code": "NL",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Donald Schweitzer"
    },
    {
      "display_name": "Vitaly Margulis",
      "id": "A5091753897",
      "orcid": "https://orcid.org/0000-0002-5837-4561",
      "institutions": [
        {
          "id": "I867280407",
          "display_name": "The University of Texas Southwestern Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Vitaly Margulis"
    },
    {
      "display_name": "Takehiro Iwata",
      "id": "A5031929249",
      "orcid": "https://orcid.org/0000-0001-6116-543X",
      "institutions": [
        {
          "id": "I76134821",
          "display_name": "Medical University of Vienna",
          "country_code": "AT",
          "type": "funder"
        },
        {
          "id": "I163770644",
          "display_name": "Okayama University",
          "country_code": "JP",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Takehiro Iwata"
    },
    {
      "display_name": "Shoji Kimura",
      "id": "A5016495190",
      "orcid": "https://orcid.org/0000-0001-7194-5982",
      "institutions": [
        {
          "id": "I76134821",
          "display_name": "Medical University of Vienna",
          "country_code": "AT",
          "type": "funder"
        },
        {
          "id": "I115498069",
          "display_name": "Jikei University School of Medicine",
          "country_code": "JP",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Shoji Kimura"
    },
    {
      "display_name": "Ahmad Shabsigh",
      "id": "A5008039593",
      "orcid": "https://orcid.org/0000-0003-1376-4977",
      "institutions": [
        {
          "id": "I52357470",
          "display_name": "The Ohio State University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ahmad Shabsigh"
    },
    {
      "display_name": "Alberto Briganti",
      "id": "A5031550729",
      "orcid": "https://orcid.org/0000-0002-2178-0494",
      "institutions": [
        {
          "id": "I154387261",
          "display_name": "Vita-Salute San Raffaele University",
          "country_code": "IT",
          "type": "education"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Alberto Briganti"
    },
    {
      "display_name": "Ja Hyun Ku",
      "id": "A5102717292",
      "orcid": "https://orcid.org/0000-0002-9560-5728",
      "institutions": [
        {
          "id": "I2802835388",
          "display_name": "Seoul National University Hospital",
          "country_code": "KR",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ja H. Ku"
    },
    {
      "display_name": "Tim Muilwijk",
      "id": "A5039126113",
      "orcid": "https://orcid.org/0000-0002-6965-389X",
      "institutions": [
        {
          "id": "I99464096",
          "display_name": "KU Leuven",
          "country_code": "BE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Tim Muilwijk"
    },
    {
      "display_name": "Wassim Kassouf",
      "id": "A5023126884",
      "orcid": "https://orcid.org/0000-0002-8350-0531",
      "institutions": [
        {
          "id": "I2801766832",
          "display_name": "McGill University Health Centre",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Wassim Kassouf"
    },
    {
      "display_name": "Surena F. Matin",
      "id": "A5085172191",
      "orcid": "https://orcid.org/0000-0003-1638-1445",
      "institutions": [
        {
          "id": "I1343551460",
          "display_name": "The University of Texas MD Anderson Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Surena F. Matin"
    },
    {
      "display_name": "Philippe E. Spiess",
      "id": "A5033353421",
      "orcid": "https://orcid.org/0000-0002-5723-1972",
      "institutions": [
        {
          "id": "I3019308854",
          "display_name": "Moffitt Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Philippe E. Spiess"
    },
    {
      "display_name": "Phillip M. Pierorazio",
      "id": "A5029009031",
      "orcid": "https://orcid.org/0000-0003-0766-9981",
      "institutions": [
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Phillip M. Pierorazio"
    },
    {
      "display_name": "Kees Hendricksen",
      "id": "A5077823766",
      "orcid": null,
      "institutions": [
        {
          "id": "I2898336195",
          "display_name": "The Netherlands Cancer Institute",
          "country_code": "NL",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Kees Hendricksen"
    },
    {
      "display_name": "Shahrokh F. Shariat",
      "id": "A5079401169",
      "orcid": "https://orcid.org/0000-0002-6627-6179",
      "institutions": [
        {
          "id": "I188703185",
          "display_name": "GTx (United States)",
          "country_code": "US",
          "type": "company"
        },
        {
          "id": "I21250087",
          "display_name": "Charles University",
          "country_code": "CZ",
          "type": "funder"
        },
        {
          "id": "I76134821",
          "display_name": "Medical University of Vienna",
          "country_code": "AT",
          "type": "funder"
        },
        {
          "id": "I4210161345",
          "display_name": "Karl Landsteiner Society",
          "country_code": "AT",
          "type": "other"
        },
        {
          "id": "I867280407",
          "display_name": "The University of Texas Southwestern Medical Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I17877952",
          "display_name": "Sechenov University",
          "country_code": "RU",
          "type": "funder"
        },
        {
          "id": "I205783295",
          "display_name": "Cornell University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Shahrokh F. Shariat"
    },
    {
      "display_name": "Timothy N. Clinton",
      "id": "A5024565107",
      "orcid": "https://orcid.org/0000-0002-0616-6840",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Timothy Clinton"
    },
    {
      "display_name": "Tatevik Broutian",
      "id": "A5047224999",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Tatevik Broutian"
    },
    {
      "display_name": "Marco Bandini",
      "id": "A5081296401",
      "orcid": "https://orcid.org/0000-0002-1462-1698",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Marco Bandini"
    },
    {
      "display_name": "Leonardo L. Monteiro",
      "id": "A5072431513",
      "orcid": "https://orcid.org/0000-0002-0014-4755",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Leonardo L. Monteiro"
    },
    {
      "display_name": "Ross Liao",
      "id": "A5070240832",
      "orcid": "https://orcid.org/0000-0001-7977-3767",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Ross Liao"
    },
    {
      "display_name": "Marco Moschini",
      "id": "A5083351538",
      "orcid": "https://orcid.org/0000-0002-3084-2458",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Marco Moschini"
    },
    {
      "display_name": "Trinity J. Bivalacqua",
      "id": "A5077350606",
      "orcid": "https://orcid.org/0000-0002-0870-4366",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Trinity J. Bivalacqua"
    },
    {
      "display_name": "Laura‐Maria Krabbe",
      "id": "A5081879304",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Laura-Maria Krabbe"
    },
    {
      "display_name": "Yasutomo Nasu",
      "id": "A5055828343",
      "orcid": "https://orcid.org/0000-0001-5392-7107",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Yasutomo Nasu"
    },
    {
      "display_name": "Shin Egawa",
      "id": "A5102953186",
      "orcid": "https://orcid.org/0000-0002-9198-5559",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Shin Egawa"
    },
    {
      "display_name": "Steven Joniau",
      "id": "A5004351505",
      "orcid": "https://orcid.org/0000-0003-3195-9890",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Steven Joniau"
    },
    {
      "display_name": "Hubert John",
      "id": "A5111967694",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Hubert John"
    },
    {
      "display_name": "Michiel S. van der Heijden",
      "id": "A5031163075",
      "orcid": "https://orcid.org/0000-0002-4407-7881",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Michiel S. van der Heijden"
    },
    {
      "display_name": "Petr Glybochko",
      "id": "A5085028231",
      "orcid": "https://orcid.org/0000-0002-5541-2251",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Petr V. Glybochko"
    },
    {
      "display_name": "Harun Fajković",
      "id": "A5075113407",
      "orcid": "https://orcid.org/0000-0001-9764-9962",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Harun Fajkovic"
    },
    {
      "display_name": "Nirmish Singla",
      "id": "A5030962772",
      "orcid": "https://orcid.org/0000-0001-9495-6983",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Nirmish Singla"
    },
    {
      "display_name": "Andrea Necchi",
      "id": "A5083331837",
      "orcid": "https://orcid.org/0000-0002-3007-2756",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Andrea Necchi"
    }
  ],
  "publication_year": 2020,
  "publication_date": "2020-01-03",
  "type": "article",
  "cited_by_count": 42,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "203",
  "issue": "6",
  "first_page": "1101",
  "last_page": "1108",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.90080106
    },
    {
      "id": "C2780258809",
      "display_name": "Gemcitabine",
      "level": 3,
      "score": 0.8465454
    },
    {
      "id": "C2781451048",
      "display_name": "Carboplatin",
      "level": 4,
      "score": 0.6899788
    },
    {
      "id": "C2777132456",
      "display_name": "Vinblastine",
      "level": 3,
      "score": 0.6202816
    },
    {
      "id": "C126894567",
      "display_name": "Urology",
      "level": 1,
      "score": 0.5808817
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.55103135
    },
    {
      "id": "C143998085",
      "display_name": "Oncology",
      "level": 1,
      "score": 0.53053176
    },
    {
      "id": "C207886595",
      "display_name": "Pathological",
      "level": 2,
      "score": 0.51126814
    },
    {
      "id": "C2776694085",
      "display_name": "Chemotherapy",
      "level": 2,
      "score": 0.50872856
    },
    {
      "id": "C207103383",
      "display_name": "Hazard ratio",
      "level": 3,
      "score": 0.5060424
    },
    {
      "id": "C50382708",
      "display_name": "Proportional hazards model",
      "level": 2,
      "score": 0.49734524
    },
    {
      "id": "C2778239845",
      "display_name": "Cisplatin",
      "level": 3,
      "score": 0.45544907
    },
    {
      "id": "C44249647",
      "display_name": "Confidence interval",
      "level": 2,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10458",
      "display_name": "Bladder and Urothelial Cancer Treatments",
      "score": 0.9997
    },
    {
      "id": "T12695",
      "display_name": "Urinary and Genital Oncology Studies",
      "score": 0.9903
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1097/ju.0000000000000737",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:12:07.444098",
  "source_database": "OpenAlex"
}