{
  "openalex_id": "W2991861211",
  "doi": "https://doi.org/10.1097/corr.0000000000001070",
  "title": "Cochrane in CORR®: Exercise for Improving Outcomes after Osteoporotic Vertebral Fracture",
  "abstract": "Importance of the Topic Osteoporosis is characterized by low bone mineral density changing the architecture of bone, which increases susceptibility to low-energy fractures [9]. Patients with osteoporotic vertebral fractures, the most-common type of osteoporosis fracture, are more likely to have increased spine-related disability, increased risk of future vertebral fracture, heightened fear of falling, and even increased risk of death [2, 5, 6]. Among US women older than 50 years of age, there is an estimated 25% prevalence of vertebral fractures however only 30% of vertebral fractures come to clinical attention, making estimates of the impact of all vertebral fractures difficult to assess [1]. Exercise programs have the potential to decrease the rate of bone resorption and may improve muscle strength and balance, preventing falls [7, 10]. Therapeutic exercise is often recommended for patients sustaining vertebral fractures to reduce pain and morbidity. However, there is controversy about how effective such exercise programs are, and which type of exercise program—if any—is most effective. This Cochrane systematic review with limited meta-analysis [4] is an update of a previous Cochrane review of the same title from 2013 and includes two additional studies (216 more patients) [3, 11]. In the current review, the authors reviewed all randomized and quasi-randomized controlled trials (nine trials, 749 patients) and compared exercise or active physical therapy interventions with placebo or non-exercise control group patients with a history of vertebral fracture [4]. The authors found that low-level evidence showed that exercise likely improves physical performance and may lead to reduced pain, but evidence for exercise effects on incident fractures, falls, or adverse events was inconclusive [4]. The conclusions of this review are consistent with a previous systematic review on the topic [2] and with the American Academy of Orthopaedic Surgeons Clinical Practice Guideline Summary, which could not recommend for or against a supervised or unsupervised exercise program for this patient population due to the degree of inconclusive evidence [8]. Upon Closer Inspection All of the included trials enrolled participants (with a combined average age of 67.8) and osteoporotic vertebral fracture. The review includes only 68 men (9.1% of total participants), limiting the generalizability of the findings in patients who are men. Therapeutic exercise interventions also differed among the included studies along with the length of intervention and number of weekly sessions. Given the paucity of high-level evidence on exercise intervention after osteoporotic vertebral fracture, there is no agreed upon frequency, type and, length of exercise intervention in this population, rendering meaningful cross-study analyses difficult. Importantly, each included trial was at high or unclear risk of bias for blinding of subjective outcome assessments, potentially overestimating even minimal treatment effects. Adherence among the included studies markedly decreased when exercise interventions lasted more than 3 months with reported rates as low as 46% adherence at 12 months. Importantly, low rates of adherence increase the risk of potentially overestimating the treatment effect (exercise) erroneously when such a difference may not exist. The authors found a large degree of clinical and statistical heterogeneity given the varied participant and intervention (exercise frequency, duration, intensity and degree of supervision) characteristics, which limited the possible subgroup analyses among the included studies. Importantly, interpretation of any results, both effect size and direction of effect needs to be examined in light of the widely variable studies, which are sensitive to change in both effect size and direction with the addition of future studies. They were only able to pool data for four outcomes; Timed Up and Go Test, the Quality of Life questionnaire of the European Foundation for Osteoporosis (QUALEFFO-41), fractures, and falls. The remainder of their findings are reported only as a narrative synthesis. Meta-analysis of performance on the Timed Up and Go test showed a notable improvement in the exercise group (mean difference = 1.09 seconds; [95% CI - 1.78 to - 0.40]), but this did not meet the minimal clinically important difference of 1.4 to 3.4 seconds [12]. For the QUALEFFO-41, there was improvement in physical function with the exercise intervention (- 2.84 points; [95% CI - 5.57 to - 0.11]). The authors found no difference between groups in terms of falls and fractures, but the evidence is low quality. Take-home Messages The wide variability of methodology among the included trials in this review and on this topic makes meaningful analysis of the data difficult. The contradictory outcome findings from trials with similar lengths of follow-up likely was at least in part caused by insufficient sample size in most or all of the included studies. Among the available evidence on exercise for improving outcomes after osteoporotic vertebral fracture, the effects are exceedingly minimal despite high risks of bias inherent to these studies which should predict higher estimates of the effect of exercise. It is highly likely that improved quality, properly powered randomized controlled trials could produce results differing from the conclusions of this Cochrane review. Given the limitations of the available evidence, clinical judgment should play a role in guiding patients with an osteoporotic vertebral fracture toward a safe exercise program to minimize injury and reduce falls. Further evidence in the form of a large appropriately powered randomized controlled trial of 2500 to 4400 participants [4] is required to better understand the role of exercise in therapeutic management of osteoporotic vertebral fractures. Efforts to maintain subjective outcome assessor blinding, enhance measures to avoid attrition of a trained professional-led exercise program of greater than 5 months with long-term post-intervention follow-up is required from such a trial. However, the inherent difficulties with maintaining such a study protocol and a long-term exercise therapy maintenance protocol (for currently only minimal effect) calls into question the merits of the cost-effectiveness in pursuing such an investigation. Further research efforts into managing this difficult patient population may be better served pursuing larger scale pain medication optimization, bracing, or surgical interventions such as vertebral augmentation or appropriately selected instrumented fusions.",
  "authors": [
    {
      "display_name": "Patrick Thornley",
      "id": "A5042028354",
      "orcid": "https://orcid.org/0000-0001-8777-2983",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Patrick Thornley"
    },
    {
      "display_name": "Mohit Bhandari",
      "id": "A5022106962",
      "orcid": "https://orcid.org/0000-0003-3556-9179",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Mohit Bhandari"
    }
  ],
  "publication_year": 2019,
  "publication_date": "2019-11-26",
  "type": "letter",
  "cited_by_count": 1,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S191421250",
    "display_name": "Clinical Orthopaedics and Related Research",
    "issn_l": "0009-921X",
    "issn": [
      "0009-921X",
      "1528-1132"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "478",
  "issue": "1",
  "first_page": "16",
  "last_page": "22",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://doi.org/10.1097/corr.0000000000001070",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.9574232
    },
    {
      "id": "C2776541429",
      "display_name": "Osteoporosis",
      "level": 2,
      "score": 0.7553834
    },
    {
      "id": "C1862650",
      "display_name": "Physical therapy",
      "level": 1,
      "score": 0.6289566
    },
    {
      "id": "C168563851",
      "display_name": "Randomized controlled trial",
      "level": 2,
      "score": 0.6255828
    },
    {
      "id": "C2776886416",
      "display_name": "Bone mineral",
      "level": 3,
      "score": 0.45762855
    },
    {
      "id": "C43893838",
      "display_name": "Sports medicine",
      "level": 2,
      "score": 0.4187814
    },
    {
      "id": "C2780907711",
      "display_name": "Low back pain",
      "level": 3,
      "score": 0.41118106
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.2752627
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.23584187
    },
    {
      "id": "C204787440",
      "display_name": "Alternative medicine",
      "level": 2,
      "score": 0.07364759
    },
    {
      "id": "C142724271",
      "display_name": "Pathology",
      "level": 1,
      "score": 0.060034364
    }
  ],
  "topics": [
    {
      "id": "T11509",
      "display_name": "Hip and Femur Fractures",
      "score": 0.9985
    },
    {
      "id": "T10071",
      "display_name": "Bone health and osteoporosis research",
      "score": 0.9981
    },
    {
      "id": "T10658",
      "display_name": "Bone fractures and treatments",
      "score": 0.9961
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1097/corr.0000000000001070",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:17:48.028272",
  "source_database": "OpenAlex"
}