{
  "openalex_id": "W2991022017",
  "doi": "https://doi.org/10.1590/s0066-782x2012001000001",
  "title": "Atualização da diretriz brasileira de insuficiência cardíaca crônica - 2012",
  "abstract": "Esta atualização da Diretriz de Insuficiência Cardíaca Crônica (IC) - 2012 surge para reavaliar as recomendações através de uma avaliação criteriosa das pesquisas (considerando-se a qualidade dos estudos), fundamental para que se atinja esse propósito. Para tanto, foi dada ênfase ao efeito em desfechos de morte, à qualidade \"CONSORT\" (Consolidated Standards of Reporting Trials), à descrição qualitativa e quantitativa da otimização da medicação, à população realmente incluída, às metanálises somente de estudos qualidade \"CONSORT\", à custo-efetividade, à existência de efeito de classe, ao número de pacientes incluídos e à análise de subgrupos apenas para gerar hipóteses. Na área da epidemiologia, as recentes abordagens das características da IC com fração de ejeção preservada (ICFEP) e da importância da IC como causa de morte no Brasil foram revisadas. Além disso, este documento contempla a reavaliação do valor dos biomarcadores no diagnóstico e no seguimento da IC, o papel diagnóstico da angiotomografia coronariana nos casos de risco intermediário ou baixo risco de doença coronariana, a não recomendação de rotina do telemonitoramento; o surgimento da avaliação familiar como recomendação importante, e a reavaliação da restrição da adição de sal na dieta. As clínicas de IC e reabilitação física, apesar de alguns resultados negativos ou controversos quanto à mortalidade, continuam com recomendação importante. No campo do tratamento farmacológico, abrange-se a reavaliação da indicação do nebivolol, introduz-se a ivabradina como um novo paradigma no tratamento, os antagonistas da aldosterona não têm efeito de classe reconhecido, o ômega 3 passa a ser recomendado, o ferro administrado por via endovenosa e o sildenafil recebem indicação em casos selecionados. Todas as recomendações para outras etiologias são expandidas para a Doença de Chagas. Na área da anticoagulação, recomenda-se a utilização dos escores CHA2DS2VASC e o HAS-BLED na fibrilação atrial, com introdução de inibidores da trombina e do fator Xa como alternativas na anticoagulação. No tratamento cirúrgico da IC, considerou-se que resultados neutros do estudo STICH influenciaram as recomendações, o transplante cardíaco continua a ser o tratamento indicado nas fases evolutivas tardias de IC, os dispositivos de assistência circulatória mecânica para terapia de destino passam a ter recomendação, a duração do QRS foi fundamental na indicação de TRV-AV, e o CDI continua com recomendação I para miocardiopatia isquêmica. Entretanto, baseada em análise crítica dos estudos considerando-se o custo-efetividade, o CDI não atingiu recomendação I para classes menos graves devido as limitações dos estudos. Também a importância da cardiotoxicidade por drogas para tratamento de neoplasias foi ressaltada, o tratamento da IC na gravidez e da miocardite foi revisado. Novos potenciais métodos de tratamento em fase de pesquisa são apresentados e novos fluxogramas de diagnóstico e tratamento da IC, reformulados, foram incluídos",
  "authors": [
    {
      "display_name": "EA Bocchi",
      "id": "A5081388342",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "EA Bocchi"
    },
    {
      "display_name": "Fabiana G. Marcondes‐Braga",
      "id": "A5029784228",
      "orcid": "https://orcid.org/0000-0002-2533-5638",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "FG Marcondes-Braga"
    },
    {
      "display_name": "Fernando Bacal",
      "id": "A5035049729",
      "orcid": "https://orcid.org/0000-0001-7603-2752",
      "institutions": [
        {
          "id": "I4210152499",
          "display_name": "Instituto Dante Pazzanese de Cardiologia",
          "country_code": "BR",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "F Bacal"
    },
    {
      "display_name": "AS Ferraz",
      "id": "A5108698049",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "AS Ferraz"
    },
    {
      "display_name": "D Albuquerque",
      "id": "A5108929098",
      "orcid": "https://orcid.org/0009-0000-1804-4472",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "D Albuquerque"
    },
    {
      "display_name": "Débora Aparecida Blanco Gonsales Rodrigues",
      "id": "A5112486170",
      "orcid": "https://orcid.org/0000-0002-6306-0284",
      "institutions": [
        {
          "id": "I4210151502",
          "display_name": "Hospital Pró-Cardíaco",
          "country_code": "BR",
          "type": "healthcare"
        },
        {
          "id": "I161127581",
          "display_name": "Universidade Federal Fluminense",
          "country_code": "BR",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "D Rodrigues"
    }
  ],
  "publication_year": 2012,
  "publication_date": "2012-01-01",
  "type": "article",
  "cited_by_count": 131,
  "is_retracted": false,
  "is_paratext": false,
  "language": "pt",
  "source": {
    "id": "S67004851",
    "display_name": "Arquivos Brasileiros de Cardiologia",
    "issn_l": "0066-782X",
    "issn": [
      "0066-782X",
      "1678-4170"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310312504"
  },
  "volume": "98",
  "issue": "1",
  "first_page": "1",
  "last_page": "33",
  "open_access": {
    "is_oa": true,
    "oa_status": "diamond",
    "oa_url": "https://www.scielo.br/j/abc/a/j966TNy8Qr8ph7TQfLJXmky/?lang=pt&format=pdf",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.7934791
    },
    {
      "id": "C29456083",
      "display_name": "Gynecology",
      "level": 1,
      "score": 0.38587627
    },
    {
      "id": "C15708023",
      "display_name": "Humanities",
      "level": 1,
      "score": 0.35827762
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.114379734
    }
  ],
  "topics": [
    {
      "id": "T10598",
      "display_name": "Cardiac pacing and defibrillation studies",
      "score": 0.9163
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1590/s0066-782x2012001000001",
  "pdf_url": "https://www.scielo.br/j/abc/a/j966TNy8Qr8ph7TQfLJXmky/?lang=pt&format=pdf",
  "retrieved_date": "2025-07-30T14:19:33.376718",
  "source_database": "OpenAlex"
}