{
  "openalex_id": "W2990450031",
  "doi": "https://doi.org/10.5694/mja2.50426",
  "title": "Sex and gender in health research: updating policy to reflect evidence",
  "abstract": "Australia needs to align with other nations and implement sex and gender analysis in health and medical research Growing evidence from pre-clinical1 and clinical research2 demonstrates that females/women and males/men can differ significantly in susceptibility to common diseases and response to treatment, including efficacy and adverse events.3 The mechanisms underlying sex and gender differences will include epigenetic, genetic, endocrine, environmental, social, economic and behavioural factors. Hence, ignoring sex and gender differences across the research lifecycle — from grant submissions through to clinical translation — has the potential to compromise the accuracy of science, result in detrimental health outcomes, increase health costs, and have implications beyond health, including social services and aged care. Sex refers to the biological and physiological characteristics that define humans (and other species) as male, female or intersex, based on chromosomal complement. Gender references roles, behaviour and activities that a given society, at a given time, considers appropriate for men, women and gender diverse persons. Disaggregation of data by sex and/or gender enables the identification of differences between females/women and males/men facilitating an understanding of the roles of both biological and sociocultural factors in disease presentation and outcomes. Knowledge of clinically significant sex and gender differences in screening, risk factors, treatment and prognosis is emerging across a broad range of diseases, and differences are identified for those conditions conferring the greatest health burden in Australia and globally:4 cancer,2 cardiometabolic disease,5 mental illness,6 and dementia.7 Historically and consistently across a broad-range of health domains, data have been collected from men and generalised to women.8 Failure to appreciate the differences between and across the sex and gender spectrum risks compromising the quality of care and increasing costs due to inappropriate allocation of resources. As a consequence, growing numbers of countries, including the United States, Canada, Ireland and Germany, have introduced policies and practices that require the integration of sex and gender analyses in competitive research grants and publications in journals.9, 10 Whether similar policies and practices exist for Australian institutions has not previously been documented. In this article, we summarise the findings sourced from key documents that provide an overview of the history and mechanisms in place in North America and Europe which facilitate the integration of sex and gender into health research. We then provide data on the policies and practices of Australian funding agencies and peer-reviewed journals relating to the collection, analysis and reporting of sex- and gender-specific health data. Finally, we make recommendations, launching a call to action to key stakeholders to introduce such policies and practices in Australia. In 1990, the National Institutes of Health (NIH) Office of Research on Women's Health was founded under an edict from the US Congress. The Office of Research on Women's Health was instrumental in the creation of the NIH Agenda for research on women's health for the 21st century in 1999;11 it extended the scope of research policies beyond involvement of women in studies to also include an understanding of sex differences. In response, the Institute of Medicine established the Understanding the Biology of Sex and Gender Differences committee, which produced the landmark report Exploring the biological contributions to human health: does sex matter?8 Policy change in the US further progressed when, in 2013, the US Food and Drug Administration (FDA) issued a safety announcement that the recommended dose of zolpidem should be halved for women,12 after research demonstrated that women had significantly higher blood levels of zolpidem than men,13 causing impaired next-day alertness and driving safety concerns. In response to these findings, the FDA informed manufacturers to reduce recommended doses accordingly for women.12 Until this point, women and men had received the same dose. Canada followed the US dosage changes in January 2014.14 An FDA update in 2017 stated “The recommended initial dose of certain immediate-release zolpidem products … is 5 mg for women and either 5 mg or 10 mg for men. The recommended initial dose of zolpidem extended-release … is 6.25 mg for women and either 6.25 or 12.5 mg for men. If the lower doses (5 mg for immediate-release, 6.25 mg for extended-release) are not effective, the dose can be increased to 10 mg for immediate-release products and 12.5 mg for zolpidem extended-release”.12 The fact that this issue continues to be debated15 strengthens our stance that sex and gender disaggregated analysis should be included in all research analysis plans from the very beginning. The US zolpidem recommendation has not been implemented in Australia. Policies relating to the inclusion of females in research have now been extended beyond clinical research to include cell lines and animal models.1, 10 In 2016, the NIH implemented a policy that required sex be included as a biological variable in pre-clinical research.10 Given the cost implications, the policy direction was accompanied by increased funding to enable researchers to increase sample sizes to ensure they had sufficient power to analyse sex separately.16 Three additional US organisations have been key contributors to this issue: In 2013, the Institute of Gender and Health (www.cihr-irsc.gc.ca/e/8673.html), of the Canadian Institutes of Health Research, was established with the aim of integrating sex and gender across the health research spectrum to assist development and implementation of research findings on policies, services and systems that support better health for all Canadians. The Canadian Institutes of Health Research requires all grant applicants to respond to mandatory questions about sex and gender in research proposals.17 They also provide online training modules on sex and gender in biomedical research for scientists and peer reviewers, with the objectives of ensuring increased accuracy of nomenclature used in sex and gender science, identifying methods to conduct sex and gender science, and critically appraising the integration of sex and gender in protocols and publications.18 The European Association of Science Editors established a Gender Policy Committee in 2012, with the aim “to advance gender- and sex-sensitive reporting and communication in science”19 and published the Sex and Gender Equity in Research (SAGER) guidelines in 2016.20 The Lancet recently published a commentary on editorial policies with respect to sex and gender analyses that proposed guidelines for medical journals, including accurate use of sex and gender terms and reporting of sex, gender or both in study participants and the sex of animals and cells.9 In Sweden, the Karolinska Institutet's Centre for Gender Medicine supports research and education with a particular focus on how the promotion and implementation of sex and gender analyses can drive innovation in health care (http://ki.se/en/research/centre-for-gender-medicine). The League of European Research Universities published a paper in 2015 with 20 recommendations about how universities can improve treatment of sex and gender in research and innovation, stating that it must be better integrated into research funding, curriculum and clinical practice.21 Finally, The European Commission has undertaken work in this field, including supporting the development of the European Gender Medicine Network in 2013, which provides an innovative framework for implementation of sex and gender in health research. In 2014, the European Commission put in place a condition for Horizon 2020 funding that requires applicants to “describe how sex and/or gender analysis is taken into account in the project's content”.22 A mixed methods analysis was undertaken by Carcel, Wainer, McKenzie, Webster and Norton to determine whether funding agencies and peer-reviewed journals in Australia have policies on the collection, analysis and reporting of sex- and gender-specific health data. In addition, major medical granting agencies in Australia were identified through the University of New South Wales (UNSW) Grants Management Office. The top ten peer-reviewed Australia-based medical journals were identified through Journal Citation Reports. Ethics approval was provided by the UNSW Ethics Committee (HC17866). A web-based search, performed between 1 and 5 December 2017 sought to identify the existence of sex- and gender-specific policies or practices of these agencies and journals. Telephone interviews were undertaken between 5 January and 14 March 2018 with key informants from these organisations. The semi-structured interviews covered four main questions: Box 1 and Box 2 provide information on the 20 organisations that were included in the study. As a result of the web-based search, eight of the ten funding agencies were identified as not having policies. The National Health and Medical Research Council (NHMRC) and Diabetes Australia had policies on the collection, analysis or reporting of sex- and gender-specific health data. However, only the NHMRC specifically recommended the analysis and reporting of sex- and gender-specific data. There was a mix of pre-clinical and clinical peer-reviewed journals identified through InCites. Four of the ten journals did not have policies on the collection, analysis and reporting of sex- and gender-specific health data. Six of the journals (The Medical Journal of Australia, Immunology and Cell Biology, the Australian and New Zealand Journal of Psychiatry, the Australian and New Zealand Journal of Public Health, Respirology, and the Australian and New Zealand Journal of Surgery) indicated they either followed the reporting guidelines of the International Committee of Medical Journal Editors23 or the Animal Research: Reporting of In Vivo Experiments (ARRIVE) guidelines.24 Of the 20 key informants invited to the interview, 12 agreed to participate. Among the participants, seven were heads of funding agencies and five were editors of peer-reviewed journals. Five participants were women. The findings of the web-based search were confirmed as correct by the 12 key informants. Key informants from journals shared that despite no publicly available policies on sex and gender health data, there were internal rules that the editors, reviewers and authors followed. Lack of awareness of the issue as well as the high cost of funding sex- and gender-specific research were perceived as barriers to changes in policy. The evidence of a need for policy change and guidance from larger organisations was seen as a facilitator for change within and across organisations. Overall, the majority of key informants were positive about creating specific policies on the collection, analysis and reporting of sex- and gender-specific health data. Most participants indicated that policies could be developed within 2 years, and some said that a necessary factor in this would be involving key individuals such as those from advisory and/or editorial committees. Based on the positive responses to this Australian study, there is high expectation that new policies, consistent with those adopted in many overseas countries, will soon be effectively implemented in the Australian research funding environment. Further, Australian peer-reviewed journals can follow the proposed guidelines on reporting on sex and gender in medical journals.20 All Australian Government departments and agencies are required to progressively align their business practices with the Australian Government guidelines on the recognition of sex and gender, which provide guidance about data collection, by 1 July 2016.25 The Standard for Sex and Gender Variables of the Australian Bureau of Statistics is consistent with these guidelines.26 However, as identified in the study reported above, Australian medical research has fallen behind North America and Europe in recognising sex and gender as key determinants of health and their importance for health research and improved health outcomes. Multiple key stakeholders can act to raise awareness and facilitate the development and implementation of sex and gender analysis in health and medical research, educate researchers, scientists and clinicians, and drive change through funding and publication requirements. We suggest a number of recommendations to these stakeholders and a call for action (Box 3). In the absence of implementing these, there is a risk that Australia will fail to keep pace with the rest of the world and, in turn, will become increasingly less competitive when applying for funding from international bodies and will reduce international partnership opportunities with overseas organisations. By implementing these recommendations, Australia will align with other nations in improving health research and practice to the benefit of the women, men, girls and boys of Australia. This is not simply a women's or men's health issue, but an issue for all Australians. Zoe Wainer1 Cheryl Carcel2 Martha Hickey3 Londa Schiebinger4 Annette Schmiede5 Briar McKenzie2 Christine Jenkins2 Jacqui Webster2 Mark Woodward2,6 Angela Hehir7 Benjamin Solomon3 Caroline de Costa8 Caroline Lukaszyk2 Deborah J Colville9 Erika Dempsey2 Gavin M Wright1 Gita D Mishra10 Jane RW Fisher11 Jayashri Kulkarni11 Julie Anne Mitchell7 Katrina Hutchison12 Kelly Thompson2 Louisa Jorm13 Louise Chappell14 Maarinke van der Meulen2 Amanda Henry2,15 Michelle DiGiacomo16 Rachel Huxley2,17 Rebecca Ivers2,15 Sanne Peters2,6 Wendy A Rogers12 Xia Wang2 Robyn Norton2,6 1 University of Melbourne, St Vincent's Hospital, Melbourne, VIC. 2 George Institute for Global Health, University of New South Wales, Sydney, NSW. 3 University of Melbourne, Melbourne, VIC. 4 Gendered Innovations in Science, Health and Medicine, Engineering, and Environment, Stanford University, Stanford, CA, USA. 5 University of Sydney, Sydney, NSW. 6 George Institute for Global Health, University of Oxford, Oxford, UK. 7 National Heart Foundation of Australia, Sydney, NSW. 8 James Cook University, Cairns, QLD. 9 Melbourne Health and Northern Health, University of Melbourne, Melbourne, VIC. 10 University of Queensland, Brisbane, QLD. 11 Monash University, Melbourne, VIC. 12 Macquarie University, Sydney, NSW. 13 Centre for Big Data Research in Health, University of New South Wales, Sydney, NSW. 14 Australian Human Rights Institute, University of New South Wales, Sydney, NSW. 15 University of New South Wales, Sydney, NSW. 16 Centre for Improving Palliative, Aged, and Chronic Care through Clinical and Research Translation, University of Technology Sydney, Sydney, NSW. 17 Deakin University, Melbourne, VIC. We thank Nikki Percival (Australian Centre for Public and Population Health Research, University of Technology Sydney), John P Harris (ANZ Journal of Surgery), Anna Burgess (Department of Health and Human Services, Victoria State Government), Megan Williams (Girra Maa Indigenous Health Discipline, University of Technology Sydney), Adrienne O'Neil (Centre for Mental Health, University of Melbourne), Namrata Kumar (The George Institute for Global Health) and Kerry Doyle (Heart Foundation NSW) for their contribution to the workshop and the recommendations in the paper. No relevant disclosures. Not commissioned; externally peer reviewed.",
  "authors": [
    {
      "display_name": "Zoe Wainer",
      "id": "A5019823923",
      "orcid": null,
      "institutions": [
        {
          "id": "I165779595",
          "display_name": "The University of Melbourne",
          "country_code": "AU",
          "type": "funder"
        },
        {
          "id": "I4210087110",
          "display_name": "St Vincent's Hospital",
          "country_code": "AU",
          "type": "healthcare"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Zoe Wainer"
    },
    {
      "display_name": "Cheryl Carcel",
      "id": "A5084998044",
      "orcid": "https://orcid.org/0000-0001-8942-953X",
      "institutions": [
        {
          "id": "I31746571",
          "display_name": "UNSW Sydney",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Cheryl Carcel"
    },
    {
      "display_name": "Martha Hickey",
      "id": "A5014440215",
      "orcid": "https://orcid.org/0000-0002-3941-082X",
      "institutions": [
        {
          "id": "I165779595",
          "display_name": "The University of Melbourne",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Martha Hickey"
    },
    {
      "display_name": "Londa Schiebinger",
      "id": "A5087340682",
      "orcid": "https://orcid.org/0000-0003-3438-3081",
      "institutions": [
        {
          "id": "I4210091604",
          "display_name": "Health Innovations (United States)",
          "country_code": "US",
          "type": "company"
        },
        {
          "id": "I97018004",
          "display_name": "Stanford University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Londa Schiebinger"
    },
    {
      "display_name": "Annette Schmiede",
      "id": "A5079565940",
      "orcid": null,
      "institutions": [
        {
          "id": "I129604602",
          "display_name": "The University of Sydney",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Annette Schmiede"
    },
    {
      "display_name": "Briar McKenzie",
      "id": "A5054493595",
      "orcid": "https://orcid.org/0000-0001-6972-6617",
      "institutions": [
        {
          "id": "I31746571",
          "display_name": "UNSW Sydney",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Briar McKenzie"
    },
    {
      "display_name": "Christine Jenkins",
      "id": "A5047181213",
      "orcid": "https://orcid.org/0000-0003-2717-5647",
      "institutions": [
        {
          "id": "I31746571",
          "display_name": "UNSW Sydney",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Christine Jenkins"
    },
    {
      "display_name": "Jacqui Webster",
      "id": "A5039660980",
      "orcid": "https://orcid.org/0000-0003-3513-3340",
      "institutions": [
        {
          "id": "I31746571",
          "display_name": "UNSW Sydney",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jacqui Webster"
    },
    {
      "display_name": "Mark Woodward",
      "id": "A5037890696",
      "orcid": "https://orcid.org/0000-0001-9800-5296",
      "institutions": [
        {
          "id": "I31746571",
          "display_name": "UNSW Sydney",
          "country_code": "AU",
          "type": "funder"
        },
        {
          "id": "I183874623",
          "display_name": "The George Institute for Global Health",
          "country_code": "GB",
          "type": "facility"
        },
        {
          "id": "I40120149",
          "display_name": "University of Oxford",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mark Woodward"
    },
    {
      "display_name": "Angela Hehir",
      "id": "A5079337692",
      "orcid": null,
      "institutions": [
        {
          "id": "I27158533",
          "display_name": "National Heart Foundation of Australia",
          "country_code": "AU",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Angela Hehir"
    },
    {
      "display_name": "Benjamin Solomon",
      "id": "A5045959942",
      "orcid": "https://orcid.org/0000-0003-3059-5730",
      "institutions": [
        {
          "id": "I165779595",
          "display_name": "The University of Melbourne",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Benjamin Solomon"
    },
    {
      "display_name": "Caroline de Costa",
      "id": "A5071029658",
      "orcid": "https://orcid.org/0000-0002-4994-7196",
      "institutions": [
        {
          "id": "I86467917",
          "display_name": "James Cook University",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Caroline Costa"
    },
    {
      "display_name": "Caroline Lukaszyk",
      "id": "A5065476221",
      "orcid": "https://orcid.org/0000-0001-9365-692X",
      "institutions": [
        {
          "id": "I31746571",
          "display_name": "UNSW Sydney",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Caroline Lukaszyk"
    },
    {
      "display_name": "Deborah J Colville",
      "id": "A5103481189",
      "orcid": null,
      "institutions": [
        {
          "id": "I165779595",
          "display_name": "The University of Melbourne",
          "country_code": "AU",
          "type": "funder"
        },
        {
          "id": "I189966903",
          "display_name": "Northern Health",
          "country_code": "AU",
          "type": "healthcare"
        },
        {
          "id": "I4210158168",
          "display_name": "Melbourne Health",
          "country_code": "AU",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Deborah J Colville"
    },
    {
      "display_name": "Erika Dempsey",
      "id": "A5052114815",
      "orcid": null,
      "institutions": [
        {
          "id": "I31746571",
          "display_name": "UNSW Sydney",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Erika Dempsey"
    },
    {
      "display_name": "Gavin Wright",
      "id": "A5016669132",
      "orcid": "https://orcid.org/0000-0002-7000-9305",
      "institutions": [
        {
          "id": "I4210087110",
          "display_name": "St Vincent's Hospital",
          "country_code": "AU",
          "type": "healthcare"
        },
        {
          "id": "I165779595",
          "display_name": "The University of Melbourne",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Gavin M Wright"
    },
    {
      "display_name": "Gita D. Mishra",
      "id": "A5070105243",
      "orcid": "https://orcid.org/0000-0001-9610-5904",
      "institutions": [
        {
          "id": "I165143802",
          "display_name": "The University of Queensland",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Gita D Mishra"
    },
    {
      "display_name": "Jane Fisher",
      "id": "A5003110311",
      "orcid": "https://orcid.org/0000-0002-1959-6807",
      "institutions": [
        {
          "id": "I56590836",
          "display_name": "Monash University",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jane RW Fisher"
    },
    {
      "display_name": "Jayashri Kulkarni",
      "id": "A5016671608",
      "orcid": "https://orcid.org/0000-0002-3875-5623",
      "institutions": [
        {
          "id": "I56590836",
          "display_name": "Monash University",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jayashri Kulkarni"
    },
    {
      "display_name": "Julie Anne Mitchell",
      "id": "A5101684520",
      "orcid": "https://orcid.org/0000-0002-6119-967X",
      "institutions": [
        {
          "id": "I27158533",
          "display_name": "National Heart Foundation of Australia",
          "country_code": "AU",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Julie Anne Mitchell"
    },
    {
      "display_name": "Katrina Hutchison",
      "id": "A5066334210",
      "orcid": "https://orcid.org/0000-0002-5817-7488",
      "institutions": [
        {
          "id": "I99043593",
          "display_name": "Macquarie University",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Katrina Hutchison"
    },
    {
      "display_name": "Kelly Thompson",
      "id": "A5058215389",
      "orcid": "https://orcid.org/0000-0003-2304-8931",
      "institutions": [
        {
          "id": "I31746571",
          "display_name": "UNSW Sydney",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Kelly Thompson"
    },
    {
      "display_name": "Louisa Jorm",
      "id": "A5084618823",
      "orcid": "https://orcid.org/0000-0003-0390-661X",
      "institutions": [
        {
          "id": "I31746571",
          "display_name": "UNSW Sydney",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Louisa Jorm"
    },
    {
      "display_name": "Louise Chappell",
      "id": "A5023732073",
      "orcid": "https://orcid.org/0000-0002-2056-9603",
      "institutions": [
        {
          "id": "I2799833854",
          "display_name": "Australian Human Rights Commission",
          "country_code": "AU",
          "type": "government"
        },
        {
          "id": "I31746571",
          "display_name": "UNSW Sydney",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Louise Chappell"
    },
    {
      "display_name": "Maarinke Meulen",
      "id": "A5103877627",
      "orcid": null,
      "institutions": [
        {
          "id": "I31746571",
          "display_name": "UNSW Sydney",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Maarinke Meulen"
    },
    {
      "display_name": "Amanda Henry",
      "id": "A5017368213",
      "orcid": "https://orcid.org/0000-0002-7351-8922",
      "institutions": [
        {
          "id": "I31746571",
          "display_name": "UNSW Sydney",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Amanda Henry"
    },
    {
      "display_name": "Michelle DiGiacomo",
      "id": "A5050742999",
      "orcid": "https://orcid.org/0000-0001-5484-8224",
      "institutions": [
        {
          "id": "I114017466",
          "display_name": "University of Technology Sydney",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Michelle DiGiacomo"
    },
    {
      "display_name": "Rachel Huxley",
      "id": "A5011234287",
      "orcid": "https://orcid.org/0000-0002-2705-6616",
      "institutions": [
        {
          "id": "I149704539",
          "display_name": "Deakin University",
          "country_code": "AU",
          "type": "funder"
        },
        {
          "id": "I31746571",
          "display_name": "UNSW Sydney",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Rachel Huxley"
    },
    {
      "display_name": "Rebecca Ivers",
      "id": "A5006986266",
      "orcid": "https://orcid.org/0000-0003-3448-662X",
      "institutions": [
        {
          "id": "I31746571",
          "display_name": "UNSW Sydney",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Rebecca Ivers"
    },
    {
      "display_name": "Sanne A. E. Peters",
      "id": "A5032332716",
      "orcid": "https://orcid.org/0000-0003-0346-5412",
      "institutions": [
        {
          "id": "I40120149",
          "display_name": "University of Oxford",
          "country_code": "GB",
          "type": "funder"
        },
        {
          "id": "I31746571",
          "display_name": "UNSW Sydney",
          "country_code": "AU",
          "type": "funder"
        },
        {
          "id": "I183874623",
          "display_name": "The George Institute for Global Health",
          "country_code": "GB",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Sanne Peters"
    },
    {
      "display_name": "Wendy Rogers",
      "id": "A5047218195",
      "orcid": "https://orcid.org/0000-0001-9186-870X",
      "institutions": [
        {
          "id": "I99043593",
          "display_name": "Macquarie University",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Wendy A Rogers"
    },
    {
      "display_name": "Xia Wang",
      "id": "A5025167498",
      "orcid": "https://orcid.org/0000-0002-1684-7076",
      "institutions": [
        {
          "id": "I31746571",
          "display_name": "UNSW Sydney",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Xia Wang"
    },
    {
      "display_name": "Robyn Norton",
      "id": "A5084022214",
      "orcid": "https://orcid.org/0000-0002-3988-315X",
      "institutions": [
        {
          "id": "I31746571",
          "display_name": "UNSW Sydney",
          "country_code": "AU",
          "type": "funder"
        },
        {
          "id": "I183874623",
          "display_name": "The George Institute for Global Health",
          "country_code": "GB",
          "type": "facility"
        },
        {
          "id": "I40120149",
          "display_name": "University of Oxford",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Robyn Norton"
    }
  ],
  "publication_year": 2019,
  "publication_date": "2019-11-24",
  "type": "article",
  "cited_by_count": 52,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S13978405",
    "display_name": "The Medical Journal of Australia",
    "issn_l": "0025-729X",
    "issn": [
      "0025-729X",
      "1326-5377"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320595"
  },
  "volume": "212",
  "issue": "2",
  "first_page": "57",
  "last_page": "57",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.5694/mja2.50426",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C2779134260",
      "display_name": "Disease",
      "level": 2,
      "score": 0.61954385
    },
    {
      "id": "C2778945730",
      "display_name": "Sex characteristics",
      "level": 2,
      "score": 0.5759891
    },
    {
      "id": "C121752807",
      "display_name": "Reproductive health",
      "level": 3,
      "score": 0.4496619
    },
    {
      "id": "C160735492",
      "display_name": "Health care",
      "level": 2,
      "score": 0.4368313
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.4302689
    },
    {
      "id": "C74909509",
      "display_name": "Gerontology",
      "level": 1,
      "score": 0.42363337
    },
    {
      "id": "C196187386",
      "display_name": "Sociocultural evolution",
      "level": 2,
      "score": 0.42237246
    },
    {
      "id": "C2910988560",
      "display_name": "Biological sex",
      "level": 2,
      "score": 0.41319686
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.35558194
    },
    {
      "id": "C149923435",
      "display_name": "Demography",
      "level": 1,
      "score": 0.32896823
    },
    {
      "id": "C138496976",
      "display_name": "Developmental psychology",
      "level": 1,
      "score": 0.28452903
    },
    {
      "id": "C99454951",
      "display_name": "Environmental health",
      "level": 1,
      "score": 0.20370924
    },
    {
      "id": "C2908647359",
      "display_name": "Population",
      "level": 2,
      "score": 0.15050408
    },
    {
      "id": "C142724271",
      "display_name": "Pathology",
      "level": 1,
      "score": 0.099470556
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C50522688",
      "display_name": "Economic growth",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C19165224",
      "display_name": "Anthropology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C162324750",
      "display_name": "Economics",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C134018914",
      "display_name": "Endocrinology",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T13252",
      "display_name": "Sex and Gender in Healthcare",
      "score": 0.9998
    },
    {
      "id": "T10843",
      "display_name": "Diversity and Career in Medicine",
      "score": 0.9585
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.5694/mja2.50426",
  "pdf_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.5694/mja2.50426",
  "retrieved_date": "2025-07-30T14:28:40.588103",
  "source_database": "OpenAlex"
}