{
  "openalex_id": "W3009521829",
  "doi": "https://doi.org/10.5617/adno.7758",
  "title": "«Jeg vet ikke hva jeg skal skrive om!» - Læreres stillasbygging i oppstarten av skrivesituasjoner på barnetrinnet",
  "abstract": "Muntlig veiledning i skriving kan være krevende for lærere siden skrivesituasjoner er komplekse, og læreren har liten mulighet til å reflektere rundt og omformulere det som blir sagt. Denne studien undersøker to læreres veiledning i oppstarten av skrivesituasjoner på barnetrinnet. Elevene på 3. trinn skriver fortellinger og har fått relativt frie oppgaver. Det viser seg at det er utfordrende for noen elever å bruke fantasien for å generere idéer, de vet ikke hva de skal skrive om. Studien undersøker de to lærernes veiledning i disse situasjonene. Den bygger på teori om stillasbygging og diskuterer på hvilken måte lærernes veiledning kan forstås som en del av en stillasbyggingsprosess. Artikkelen bygger på videoobservasjon av de to lærernes undervisning, og utdrag fra oppstartssituasjoner blir analysert med utgangspunkt i fem ulike stillasbyggingsstrategier: tilbakemelding, hint, instruksjoner/forklaringer, modellering og spørsmål. Resultatene viser at lærerne bruker ulike stillasbyggingsteknikker og i ulik grad. De stiller mange spørsmål for at elevene skal få idéer, og spørsmålene har svært ulike funksjoner. Den ene læreren stiller spørsmål for å redusere elevenes valgmuligheter, mens den andre læreren modellerer mange idéer for å vise elevene at det finnes flere muligheter. Artikkelen bidrar med kunnskap om hvordan lærere veileder elever i skriving før det finnes tekst å veilede på. En studie som denne kan gi økt bevissthet rundt det komplekse i skriveveiledning. Læreren må ha klart for seg enkeltelevenes behov eller utfordringer. Hun trenger også fagdidaktisk kunnskap som må sitte i ryggmargen, fordi det er liten tid til å tenke seg om.&#x0D; Nøkkelord: skriveopplæring, skriveveiledning, stillasbygging, stillasbyggingsstrategier, barnetrinnet&#x0D; «I don’t know what to write about!» - Teachers’ scaffolding in the start-up of writing situations&#x0D; AbstractOral guidance in writing may be demanding for teachers since writing situations are complex, and the teacher has little opportunity to reflect on and rephrase what is being said. This study examines two teachers’ scaffolding in the start-up of writing situations at the primary level. The pupils in 3rd grade are writing stories based on relatively free tasks. It turns out that it is challenging for some pupils to use their imagination to generate ideas, they do not know what to write about. The study examines two teachers’ scaffolding in these situations. The backdrop is scaffolding theory, and the discussion revolves around how teachers’ help can be understood as part of a scaffolding process. The article builds on video observations of the two teachers’ teaching, and excerpts from start-up situations are analyzed based on five different scaffolding strategies: feedback, hints, instructions/explanations, modeling and questioning. The results indicate the use of different scaffolding strategies to varying degrees. The teachers ask many questions which have different functions. One of the teachers asks questions to reduce the pupils’ options, while the other teacher models many ideas to show pupils that there are many opportunities. The article contributes with knowledge about teachers’ writing instruction before a text is written. This study might give increased awareness about the complexity of scaffolding in writing. The teacher has to know the individual pupil’s needs and challenges. She also needs pedagogical content knowledge, as there is little time to think and reflect in these situations.&#x0D; Keywords: writing, writing instruction, scaffolding, scaffolding strategies, primary school",
  "authors": [
    {
      "display_name": "Ingvill Krogstad Svanes",
      "id": "A5049544828",
      "orcid": "https://orcid.org/0000-0001-9489-7194",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Ingvill Krogstad Svanes"
    },
    {
      "display_name": "Anne Kristine Øgreid",
      "id": "A5052087731",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Anne Kristine Øgreid"
    }
  ],
  "publication_year": 2020,
  "publication_date": "2020-02-10",
  "type": "article",
  "cited_by_count": 2,
  "is_retracted": false,
  "is_paratext": false,
  "language": "no",
  "source": {
    "id": "S4210221637",
    "display_name": "Acta Didactica Norden",
    "issn_l": "2535-8219",
    "issn": [
      "2535-8219"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310314071"
  },
  "volume": "14",
  "issue": "1",
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": true,
    "oa_status": "diamond",
    "oa_url": "https://journals.uio.no/adnorden/article/download/7758/7036",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C15708023",
      "display_name": "Humanities",
      "level": 1,
      "score": 0.56806296
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.42863438
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.40382972
    }
  ],
  "topics": [
    {
      "id": "T11715",
      "display_name": "Education and Critical Thinking Development",
      "score": 0.9613
    },
    {
      "id": "T10636",
      "display_name": "Innovative Teaching and Learning Methods",
      "score": 0.9482
    },
    {
      "id": "T10021",
      "display_name": "EFL/ESL Teaching and Learning",
      "score": 0.9461
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.5617/adno.7758",
  "pdf_url": "https://journals.uio.no/adnorden/article/download/7758/7036",
  "retrieved_date": "2025-07-30T14:57:33.898969",
  "source_database": "OpenAlex"
}