{
  "openalex_id": "W3010345301",
  "doi": "https://doi.org/10.1016/j.pedneo.2020.03.001",
  "title": "Clinical characteristics of novel coronavirus disease 2019 (COVID-19) in newborns, infants and children",
  "abstract": "Since December 2019, a novel coronavirus disease 2019 (COVID-19) caused by a novel coronavirus, SARS-CoV-2, has been emerging in Wuhan, Hubei Province, China.1Hui D.S. I Azhar E. Madani T.A. Ntoumi F. Kock R. Dar O. et al.The continuing 2019-nCoV epidemic threat of novel coronaviruses to global health — the latest 2019 novel coronavirus outbreak in Wuhan, China.Int J Infect Dis. 2020; 91: 264-266Abstract Full Text Full Text PDF PubMed Scopus (2293) Google Scholar It has spread to other areas of China and further to more than 40 countries and regions around the world.2Dong E. Du H. Gardner L. An interactive web-based dashboard to track COVID-19 in real time.Lancet Infect Dis. 2020; https://doi.org/10.1016/S1473-3099(20)30120-1PubMed Scopus (6091) Google Scholar In Singapore, Japan, Korea, Italy, and Thailand, there have been community-based infections. A few cases of pneumonia in children with SARS-CoV-2 infection were reported. Pediatric cases are mainly family cluster cases, and most of them have epidemiological links to adult patients. Pediatric clinical manifestations are not typical, and relatively milder, compared with that of adult patients. Human coronaviruses belong to the order Nidovirales, family Coronaviridae, and genus Alphacoronavirus or Betacoronavirus. The emerging SARS-CoV-2, a beta coronavirus, can cause COVID-19, officially named by the World Health Organization (WHO) on February 11, 2020. SARS-CoV-2 is highly infectious; the entire population is generally susceptible, and respiratory droplets and contact are the main routes of transmission.3Li Q. Guan X. Wu P. Wang X. Zhou L. Tong Y. et al.Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia.N Engl J Med. 2020; https://www.nejm.org/doi/10.1056/NEJMoa2001316Crossref Scopus (10147) Google Scholar,4Munster V.J. Koopmans M. van Doremalen N. van Riel D. de Wit E. A novel coronavirus emerging in China — key questions for impact assessment.N Engl J Med. 2020; 382: 692-694Crossref PubMed Scopus (906) Google Scholar Patients usually have a history of epidemiological exposure. Maternal and neonatal infections have been reported, with the youngest reported so far only 30 h old in China. Aerosol particles carrying viruses may be another way of transmission, and there is still no evidence of vertical mother-to-fetus intrauterine transmission.5Zhu H. Wang L. Fang C. Peng S. Zhang L. Chang G. et al.Clinical analysis of 10 neonates born to mothers with 2019-nCoV pneumonia.Transl Pediatr. 2020; 9: 51-60Crossref PubMed Scopus (891) Google Scholar It is generally believed that the incubation period is between 3 and 7 days on average, with 1 day as the shortest and 14 days longest.3Li Q. Guan X. Wu P. Wang X. Zhou L. Tong Y. et al.Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia.N Engl J Med. 2020; https://www.nejm.org/doi/10.1056/NEJMoa2001316Crossref Scopus (10147) Google Scholar,6Guan W.J. Ni Z.Y. Hu Y. Liang W.H. Ou C.Q. He J.X. et al.Clinical characteristics of 2019 novel coronavirus infection in China.MedRxiv. 2020; https://doi.org/10.1101/2020.02.06.20020974Crossref PubMed Scopus (0) Google Scholar Children with COVID-19 infection may be asymptomatic or have fever, dry cough, and fatigue, with a few upper respiratory symptoms, including nasal congestion and runny nose7Chan J.F. Yuan S. Kok K.H. To K.K. Chu H. Yang J. et al.A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster.Lancet. 2020; 395: 514-523Abstract Full Text Full Text PDF PubMed Scopus (5914) Google Scholar; some patients have gastrointestinal symptoms, including abdominal discomfort, nausea, vomiting, abdominal pain, and diarrhea. Most infected children have mild clinical manifestations, and the prognosis is good. Most of the pediatric patients have recovered within 1–2 weeks after onset. It is very uncommon to progress to lower respiratory tract infections. Data from adults showed that severe cases tend to have difficulty breathing 1 week after the onset of the disease.3Li Q. Guan X. Wu P. Wang X. Zhou L. Tong Y. et al.Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia.N Engl J Med. 2020; https://www.nejm.org/doi/10.1056/NEJMoa2001316Crossref Scopus (10147) Google Scholar Severe cases can progress to acute respiratory distress syndrome, septic shock, refractory metabolic acidosis, and coagulation dysfunction, but such severity is rare in children.3Li Q. Guan X. Wu P. Wang X. Zhou L. Tong Y. et al.Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia.N Engl J Med. 2020; https://www.nejm.org/doi/10.1056/NEJMoa2001316Crossref Scopus (10147) Google Scholar,8Chen F. Liu Z.S. Zhang F.R. Xiong R.H. Chen Y. Cheng X.F. et al.Frist case of severe childhood novel coronavirus pneumonia in China.Zhonghua Er Ke Za Zhi. 2020; 58 ([Article in Chinese]): E005PubMed Google Scholar The first pediatric critically ill patient was reported from Wuhan Children's Hospital.8Chen F. Liu Z.S. Zhang F.R. Xiong R.H. Chen Y. Cheng X.F. et al.Frist case of severe childhood novel coronavirus pneumonia in China.Zhonghua Er Ke Za Zhi. 2020; 58 ([Article in Chinese]): E005PubMed Google Scholar The 1-year-old boy was admitted because of intermittent diarrhea, vomiting for 6 days, and fever with shortness of breath for half a day. On the second and the seventh days of admission, the pharyngeal swab SARS-CoV-2 nucleic acid test was negative, but the test was positive on the eighth day. The child's chest radiographs showed pneumonia in the right lung on the day of admission. The child was immediately sent to the intensive care unit and intubated. The patient's condition improved and was successfully weaned off from the ventilator on the 10th day of admission. The patient eventually recovered fully. From the report, it is apparent that children remain susceptible to the infection, and severe infection could occur. Although COVID-19 cases were rare in infants and newborns, nine hospitalized infants diagnosed with COVID-19 in China from December 8, 2019, to February 6, 2020, were reported.9Wei M. Yuan J. Liu Y. Fu T. Yu X. Zhang Z.J. Novel coronavirus infection in hospitalized infants under 1 year of age in China.JAMA. 2020; https://doi.org/10.1001/jama.2020.2131Crossref PubMed Scopus (473) Google Scholar The minimum age was 1 month and the maximum 11 months. Of the nine infants, four had fever, two mild upper respiratory symptoms, one asymptomatic, and two no information on symptoms. The time between admission and diagnosis was 1–3 days. All nine babies had at least one infected family member, and the baby's infection usually occurred after the family member's infection. All nine infants did not require intensive care or mechanical ventilation and had no serious complications. The small number of SARS-CoV-2-infected infants may be due to the possible low risk of exposure to the virus or to mild or asymptomatic diseases that cannot be fully identified. Cases of neonatal infection with SARS-CoV-2 have been reported in China, with the youngest being 30 h after birth. However, a study of nine pregnant women with laboratory-confirmed COVID-19 pneumonia suggested that there is currently no evidence of intrauterine infection caused by vertical transmission from mother to child.10Chen H. Guo J. Wang C. Luo F. Yu X. Zhang W. et al.Clinical characteristics and intrauterine vertical transmission potential of COVID-19 infection in nine pregnant women: a retrospective review of medical records.Lancet. 2020; 395: 809-815Abstract Full Text Full Text PDF PubMed Scopus (2525) Google Scholar Newborns may still acquire a SARS-CoV-2 infection through close contact with infected mothers. The diagnosis of SARS-CoV-2 neonatal infection should meet all of the following criteria: (1) at least one clinical symptom, including unstable body temperature, low activity or poor feeding, or shortness of breath, (2) chest radiographs showing abnormalities, including unilateral or bilateral milled glass opacities, (3) a SARS-CoV-2 infection diagnosis in the patient's family or caregivers, and (4) close contact with people who may have or have confirmed SARS-CoV-2 infection, patients with unexplained pneumonia, or wild animals in the animal market or wild animals. All possible or laboratory-confirmed neonatal SARS-CoV-2 infections should be admitted to the neonatal intensive care unit. The efficacy of antiviral drugs is uncertain in children, and antimicrobial agents are only applicable to patients with possible or proven bacterial infections. If newborns also present with respiratory distress syndrome, administration of high-dose pulmonary surfactant, nitric oxide inhalation, and high-frequency oscillatory ventilation should be considered. In critically ill newborns, intravenous administration of glucocorticoids or immunoglobulins, sustainable kidney replacement, and extracorporeal membrane oxygenation may also be considered.11Wang J. Qi H. Bao L. Li F. Shi Y. A contingency plan for the management of the 2019 novel coronavirus outbreak in neonatal intensive care units.Lancet Child Adolesc Health. 2020; https://doi.org/10.1016/S2352-4642(20)30040-7Abstract Full Text Full Text PDF Scopus (63) Google Scholar The current outbreak of COVID-19 remains severe in China and has been designated as a Public Health Emergency of International Concern by the WHO. SARS-CoV-2 is highly contagious. Although the number of reported pediatric patients is small at this point, children are vulnerable to the infection. The importance to increase awareness, reinforce infection control measures, and perform health management within the families can never be overemphasized.",
  "authors": [
    {
      "display_name": "Hao Hong",
      "id": "A5058337232",
      "orcid": "https://orcid.org/0000-0002-7801-7668",
      "institutions": [
        {
          "id": "I4210152358",
          "display_name": "Xiamen Chang Gung Hospital",
          "country_code": "CN",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Hao Hong"
    },
    {
      "display_name": "Yuan Wang",
      "id": "A5100344908",
      "orcid": "https://orcid.org/0000-0003-3607-4872",
      "institutions": [
        {
          "id": "I4210152358",
          "display_name": "Xiamen Chang Gung Hospital",
          "country_code": "CN",
          "type": "healthcare"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Yuan Wang"
    },
    {
      "display_name": "Hung-Tao Chung",
      "id": "A5044071799",
      "orcid": null,
      "institutions": [
        {
          "id": "I173093425",
          "display_name": "Chang Gung University",
          "country_code": "TW",
          "type": "funder"
        },
        {
          "id": "I3020100970",
          "display_name": "Chang Gung Memorial Hospital",
          "country_code": "TW",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Hung-Tao Chung"
    },
    {
      "display_name": "Chih‐Jung Chen",
      "id": "A5101755344",
      "orcid": "https://orcid.org/0000-0001-5317-2461",
      "institutions": [
        {
          "id": "I173093425",
          "display_name": "Chang Gung University",
          "country_code": "TW",
          "type": "funder"
        },
        {
          "id": "I3020100970",
          "display_name": "Chang Gung Memorial Hospital",
          "country_code": "TW",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Chih-Jung Chen"
    }
  ],
  "publication_year": 2020,
  "publication_date": "2020-03-10",
  "type": "article",
  "cited_by_count": 351,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S183831342",
    "display_name": "Pediatrics & Neonatology",
    "issn_l": "1875-9572",
    "issn": [
      "1875-9572",
      "2212-1692"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320990"
  },
  "volume": "61",
  "issue": "2",
  "first_page": "131",
  "last_page": "132",
  "open_access": {
    "is_oa": true,
    "oa_status": "diamond",
    "oa_url": "http://www.pediatr-neonatol.com/article/S1875957220300267/pdf",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.9625152
    },
    {
      "id": "C3008058167",
      "display_name": "Coronavirus disease 2019 (COVID-19)",
      "level": 4,
      "score": 0.86010396
    },
    {
      "id": "C3006700255",
      "display_name": "2019-20 coronavirus outbreak",
      "level": 3,
      "score": 0.7394806
    },
    {
      "id": "C3007834351",
      "display_name": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2)",
      "level": 5,
      "score": 0.6954441
    },
    {
      "id": "C2778137277",
      "display_name": "Betacoronavirus",
      "level": 5,
      "score": 0.555912
    },
    {
      "id": "C2777648638",
      "display_name": "Coronavirus",
      "level": 5,
      "score": 0.5417756
    },
    {
      "id": "C89623803",
      "display_name": "Pandemic",
      "level": 5,
      "score": 0.5269117
    },
    {
      "id": "C2909376813",
      "display_name": "Coronavirus Infections",
      "level": 5,
      "score": 0.49276784
    },
    {
      "id": "C187212893",
      "display_name": "Pediatrics",
      "level": 1,
      "score": 0.44152415
    },
    {
      "id": "C159047783",
      "display_name": "Virology",
      "level": 1,
      "score": 0.4379052
    },
    {
      "id": "C2779134260",
      "display_name": "Disease",
      "level": 2,
      "score": 0.40794182
    },
    {
      "id": "C524204448",
      "display_name": "Infectious disease (medical specialty)",
      "level": 3,
      "score": 0.16342735
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.12056443
    },
    {
      "id": "C116675565",
      "display_name": "Outbreak",
      "level": 2,
      "score": 0.10518092
    }
  ],
  "topics": [
    {
      "id": "T11987",
      "display_name": "COVID-19 Impact on Reproduction",
      "score": 0.9999
    },
    {
      "id": "T10118",
      "display_name": "SARS-CoV-2 and COVID-19 Research",
      "score": 0.9989
    },
    {
      "id": "T10041",
      "display_name": "COVID-19 Clinical Research Studies",
      "score": 0.9987
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/j.pedneo.2020.03.001",
  "pdf_url": "http://www.pediatr-neonatol.com/article/S1875957220300267/pdf",
  "retrieved_date": "2025-07-30T16:04:39.029645",
  "source_database": "OpenAlex"
}