{
  "openalex_id": "W3011427998",
  "doi": "https://doi.org/10.1097/ju.0000000000000910",
  "title": "The Urethral Microbiota: A Missing Link in the Female Urinary Microbiota",
  "abstract": "No AccessJournal of UrologyAdult Urology1 Aug 2020The Urethral Microbiota: A Missing Link in the Female Urinary Microbiotais corrected byErratum: Urethral Microbiota: Missing Link in Female Urinary Microbiota Yufan B. Chen, Baylie Hochstedler, Thythy T. Pham, Marian Acevedo Alvarez, Elizabeth R. Mueller, and Alan J. Wolfe Yufan B. ChenYufan B. Chen Division of Female Pelvic Medicine and Reconstructive Surgery, Departments of Obstetrics/Gynecology and Urology, Loyola University Medical Center, Maywood, Illinois , Baylie HochstedlerBaylie Hochstedler Department of Microbiology and Immunology, Loyola University Chicago, Maywood, Illinois , Thythy T. PhamThythy T. Pham Division of Female Pelvic Medicine and Reconstructive Surgery, Departments of Obstetrics/Gynecology and Urology, Loyola University Medical Center, Maywood, Illinois , Marian Acevedo AlvarezMarian Acevedo Alvarez Division of Female Pelvic Medicine and Reconstructive Surgery, Departments of Obstetrics/Gynecology and Urology, Loyola University Medical Center, Maywood, Illinois , Elizabeth R. MuellerElizabeth R. Mueller Division of Female Pelvic Medicine and Reconstructive Surgery, Departments of Obstetrics/Gynecology and Urology, Loyola University Medical Center, Maywood, Illinois , and Alan J. WolfeAlan J. Wolfe †Correspondence: Department of Microbiology and Immunology, Stritch School of Medicine, Loyola University Chicago, 2160 South First Ave., Maywood, Illinois 60153 telephone: 708-216-5814; FAX: 708-216-9574; E-mail Address: [email protected] Department of Microbiology and Immunology, Loyola University Chicago, Maywood, Illinois View All Author Informationhttps://doi.org/10.1097/JU.0000000000000910AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: We examined the urethral microbiota, determined if it differs from the bladder urinary microbiota, and assessed if its composition differs based on patient demographic factors and presence of lower urinary tract symptoms. Materials and Methods: Patients presenting to our urogynecology clinic were enrolled in the study. Demographic information and responses to the Pelvic Floor Distress Inventory questionnaire were collected. All participants provided midstream voided urine, periurethral swab, transurethral swab and catheterized urine samples, which were analyzed by Expanded Quantitative Urine Culture and MALDI-TOF mass spectrometry. Bray-Curtis dissimilarity analysis assessed diversity between sample types for each participant. Kruskal-Wallis, chi-square, McNemar, Wilcoxon signed rank and Fisher's exact tests tested for significance. Results: A total of 49 patients participated in the study. Bladder microbiota were dissimilar to urethral, periurethral and voided urine microbiota (p <0.0001). Urethral and periurethral microbiota were similar (p >0.05), but the urethral microbiota were dissimilar to voided urine microbiota (p=0.001) while the periurethral microbiota were not (p >0.05). Women less than 55 years old were more likely to be sexually active, premenopausal and Hispanic compared to women 55 years old or older. Women in the younger cohort had Lactobacillus and Gardnerella cultured from urethral samples more frequently and more abundantly than women in the older cohort. There was no significant association between lower urinary tract symptoms and the frequency or abundance of urethral bacteria species. Conclusions: Niches of microbiota along the female lower urinary tract may be influenced by age, menopausal status and sexual activity. More research is needed to determine the function and clinical significance of the urethral microbiome. References 1. : Urine is not sterile: use of enhanced urine culture techniques to detect resident bacterial flora in the adult female bladder. J Clin Microbiol 2014; 52: 871. Google Scholar 2. : Urobiome updates: advances in urinary microbiome research. Nat Rev Urol 2019; 16: 73. Google Scholar 3. : Defining a healthy human gut microbiome: current concepts, future directions, and clinical applications. Cell Host Microbe 2012; 12: 611. Google Scholar 4. : Gut bacteria from multiple sclerosis patients modulate human T cells and exacerbate symptoms in mouse models. Proc Natl Acad Sci U S A 2017; 114: 10713. Google Scholar 5. : Maternal gut bacteria promote neurodevelopmental abnormalities in mouse offspring. Nature 2017; 549: 528. Google Scholar 6. : The female urinary microbiome: a comparison of women with and without urgency urinary incontinence. mBio 2014; 5: e01283. Google Scholar 7. : Urinary microbes and postoperative urinary tract infection risk in urogynecologic surgical patients. Int Urogynecol J 2018; 29: 1797. Google Scholar 8. : Culturing of female bladder bacteria reveals an interconnected urogenital microbiota. Nat Commun 2018; 9: 1557. Google Scholar 9. : Psychometric evaluation of 2 comprehensive condition-specific quality of life instruments for women with pelvic floor disorders. Am J Obstet Gynecol 2001; 185: 1388. Google Scholar 10. : The clinical urine culture: enhanced techniques improve detection of clinically relevant microorganisms. J Clin Microbiol 2016; 54: 1216. Google Scholar 11. : The microbial communities in male first catch urine are highly similar to those in paired urethral swab specimens. PLoS One 2011; 6: e19709. Google Scholar 12. : Implications of the genitourinary microbiota in prostatic disease. Curr Urol Rep 2019; 20: 34. Google Scholar 13. : Microbiota of lower urine tract and genital organs of healthy men and in infertility. Zh Mikrobiol Epidemiol Immunobiol 2015; 1: 65. Google Scholar 14. : Bacterial communities in penile skin, male urethra, and vaginas of heterosexual couples with and without bacterial vaginosis. Microbiome 2016; 4: 16. Google Scholar 15. : Adhesive pili in UTI pathogenesis and drug development. Pathogens 2016; 5: E30. Google Scholar 16. : Rapid growth of uropathogenic Escherichia coli during human urinary tract infection. mBio 2018; 9: e00186. Google Scholar 17. : Unraveling the dynamics of the human vaginal microbiome. Yale J Biol Med 2016; 89: 331. Google Scholar 18. : Effects of low dose estrogen therapy on the vaginal microbiomes of women with atrophic vaginitis. Sci Rep 2016; 6: 24380. Google Scholar 19. : Effects of ospemifene on vaginal epithelium of post-menopausal women. Gynecol Endocrinol 2017; 33: 946. Google Scholar 20. : Transient microbiota exposures activate dormant Escherichia coli infection in the bladder and drive severe outcomes of recurrent disease. PLoS Pathog 2017; 13: e1006238. Google Scholar 21. : The vaginal microbiota and urinary tract infection. Microbiol Spectr 2016; doi: 10.1128/microbiolspec.UTI-0025-2016. Crossref, Google Scholar 22. : Actinomycosis of the urinary bladder. Can Urol Assoc J 2013; 7: E502. Google Scholar 23. : Corynebacterium urealyticum: a comprehensive review of an understated organism. Infect Drug Resist 2015; 8: 129. Google Scholar 24. : Group B Streptococcus: an unusual cause for urinary tract infection. J Clin Diagn Res 2017; 11: DL05. Google Scholar 25. : The myth of the clean catch urine specimen. Urology 1981; 17: 339. Google Scholar 26. : Outpatient urine culture: does collection technique matter?Arch Intern Med 2000; 160: 2537. Google Scholar 27. : Evaluation of urine sampling technique: bacterial contamination of samples from women students. Br J Gen Pract 1992; 42: 241. Google Scholar Supported by R01 DK104718 (AJW). No direct or indirect commercial, personal, academic, political, religious or ethical incentive is associated with publishing this article. © 2020 by American Urological Association Education and Research, Inc.FiguresReferencesRelatedDetailsCited byBarnes H, Wolff B, Abdul-Rahim O, Harrington A, Hilt E, Price T, Halverson T, Hochstedler B, Pham T, Acevedo-Alvarez M, Joyce C, Fitzgerald C, Schreckenberger P, Brubaker L, Wolfe A and Mueller E (2021) A Randomized Clinical Trial of Standard versus Expanded Cultures to Diagnose Urinary Tract Infections in WomenJournal of Urology, VOL. 206, NO. 5, (1212-1221), Online publication date: 1-Nov-2021.Vaughan M, Mao J, Karstens L, Ma L, Amundsen C, Schmader K and Siddiqui N (2021) The Urinary Microbiome in Postmenopausal Women with Recurrent Urinary Tract InfectionsJournal of Urology, VOL. 206, NO. 5, (1222-1231), Online publication date: 1-Nov-2021.Smith J (2020) This Month in Adult UrologyJournal of Urology, VOL. 204, NO. 2, (203-204), Online publication date: 1-Aug-2020.Related articlesJournal of Urology9 Mar 2021Erratum: Urethral Microbiota: Missing Link in Female Urinary Microbiota Volume 204Issue 2August 2020Page: 303-309 Advertisement Copyright & Permissions© 2020 by American Urological Association Education and Research, Inc.Keywordslower urinary tract symptomsurinary bladderfemaleurethramicrobiotaMary Tulke assisted with participant recruitment and sample collection, and Qunfeng Dong provided critical review of the manuscript.MetricsAuthor Information Yufan B. Chen Division of Female Pelvic Medicine and Reconstructive Surgery, Departments of Obstetrics/Gynecology and Urology, Loyola University Medical Center, Maywood, Illinois More articles by this author Baylie Hochstedler Department of Microbiology and Immunology, Loyola University Chicago, Maywood, Illinois More articles by this author Thythy T. Pham Division of Female Pelvic Medicine and Reconstructive Surgery, Departments of Obstetrics/Gynecology and Urology, Loyola University Medical Center, Maywood, Illinois More articles by this author Marian Acevedo Alvarez Division of Female Pelvic Medicine and Reconstructive Surgery, Departments of Obstetrics/Gynecology and Urology, Loyola University Medical Center, Maywood, Illinois More articles by this author Elizabeth R. Mueller Division of Female Pelvic Medicine and Reconstructive Surgery, Departments of Obstetrics/Gynecology and Urology, Loyola University Medical Center, Maywood, Illinois Financial interest and/or other relationship with NIH, Astellas, Boston Scientific and UroCure. More articles by this author Alan J. Wolfe Department of Microbiology and Immunology, Loyola University Chicago, Maywood, Illinois †Correspondence: Department of Microbiology and Immunology, Stritch School of Medicine, Loyola University Chicago, 2160 South First Ave., Maywood, Illinois 60153 telephone: 708-216-5814; FAX: 708-216-9574; E-mail Address: [email protected] Financial interest and/or other relationship with NIH, Astellas and Kimberly Clark. More articles by this author Expand All Supported by R01 DK104718 (AJW). No direct or indirect commercial, personal, academic, political, religious or ethical incentive is associated with publishing this article. Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Yufan Brandon Chen",
      "id": "A5075793155",
      "orcid": "https://orcid.org/0000-0002-4727-7221",
      "institutions": [
        {
          "id": "I1304196042",
          "display_name": "Loyola University Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Yufan B. Chen"
    },
    {
      "display_name": "Baylie Hochstedler",
      "id": "A5047631583",
      "orcid": "https://orcid.org/0000-0003-1665-9697",
      "institutions": [
        {
          "id": "I1925986",
          "display_name": "Loyola University Chicago",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Baylie Hochstedler"
    },
    {
      "display_name": "Thythy Pham",
      "id": "A5073757274",
      "orcid": null,
      "institutions": [
        {
          "id": "I1304196042",
          "display_name": "Loyola University Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Thythy T. Pham"
    },
    {
      "display_name": "Marian Acevedo Alvarez",
      "id": "A5091377642",
      "orcid": null,
      "institutions": [
        {
          "id": "I1304196042",
          "display_name": "Loyola University Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Marian Acevedo Alvarez"
    },
    {
      "display_name": "Elizabeth R. Mueller",
      "id": "A5016228540",
      "orcid": "https://orcid.org/0000-0003-3069-4069",
      "institutions": [
        {
          "id": "I1304196042",
          "display_name": "Loyola University Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Elizabeth R. Mueller"
    },
    {
      "display_name": "Alan J. Wolfe",
      "id": "A5006559972",
      "orcid": "https://orcid.org/0000-0003-4532-0545",
      "institutions": [
        {
          "id": "I188703185",
          "display_name": "GTx (United States)",
          "country_code": "US",
          "type": "company"
        },
        {
          "id": "I1925986",
          "display_name": "Loyola University Chicago",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Alan J. Wolfe"
    }
  ],
  "publication_year": 2020,
  "publication_date": "2020-03-18",
  "type": "article",
  "cited_by_count": 43,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "204",
  "issue": "2",
  "first_page": "303",
  "last_page": "309",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.7341534
    },
    {
      "id": "C10885799",
      "display_name": "Obstetrics and gynaecology",
      "level": 3,
      "score": 0.7044602
    },
    {
      "id": "C29456083",
      "display_name": "Gynecology",
      "level": 1,
      "score": 0.43680504
    },
    {
      "id": "C61434518",
      "display_name": "General surgery",
      "level": 1,
      "score": 0.37451366
    },
    {
      "id": "C161191863",
      "display_name": "Library science",
      "level": 1,
      "score": 0.37265348
    },
    {
      "id": "C512399662",
      "display_name": "Family medicine",
      "level": 1,
      "score": 0.3491313
    },
    {
      "id": "C2779234561",
      "display_name": "Pregnancy",
      "level": 2,
      "score": 0.08993578
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.08487925
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C54355233",
      "display_name": "Genetics",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10418",
      "display_name": "Pelvic floor disorders treatments",
      "score": 0.9994
    },
    {
      "id": "T11232",
      "display_name": "Urinary Tract Infections Management",
      "score": 0.9992
    },
    {
      "id": "T10279",
      "display_name": "Urinary Bladder and Prostate Research",
      "score": 0.9897
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1097/ju.0000000000000910",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:11:06.409361",
  "source_database": "OpenAlex"
}