{
  "openalex_id": "W3014377360",
  "doi": "https://doi.org/10.35845/kmuj.2020.20194",
  "title": "COPING WITH COVID-19: URGENT NEED FOR BUILDING RESILIENCE THROUGH COGNITIVE BEHAVIOUR THERAPY",
  "abstract": "At the start of 2020, originating from Wuhan city, coronavirus disease 2019 (COVID-19) started to spread throughout China.1 The World Health Organization has declared this to be a pandemic.2 Both healthcare workers and the general public have been experiencing psychological problems, including anxiety, depression, and stress, as a result of the rapidly increasing numbers of confirmed cases and deaths.3 Isolation strategies are used throughout the world to limit the spread of the virus. While these strategies are essential in protecting lives, isolation might add to the stress and is highly likely to lead to emotional health problems.4 It is difficult to predict the long-term physical and mental health consequences of COVID-19. However, an economic crisis is highly likely to follow that might worsen the mental and emotional health problems across the nations.5. There is a need to develop and test evidence-based interventions that can help build resilient communities to help people cope with the current situation, deal with physical health issues as well as the personal trauma, and most importantly to prevent future emotional and mental health problems. Such intervention should also be low cost, easy to deliver in a variety of formats at a public health scale. We believe Cognitive Behaviour Therapy (CBT) is the ideal interventional tool to build resilience. The philosophical origins of cognitive therapy can be traced back to stoic philosophers. Epictetus famously wrote in \"The Enchiridion,\"\"Men are disturbed not by things but by the view which they take of them.\" CBT originated with the formulation of a cognitive model of depressive illness, which evolved from systematic clinical observations and experimental testing.6 CBT is an active, directive, structured, and time-limited approach to treat a variety of problems. It is based on the principle that a person's emotions and behaviours are primarily determined by the way in which he perceives the world. The cognitions (thoughts) are based on assumptions or attitudes, developed from previous experiences. Therapeutic techniques are used to identify, reality test, and correct distorted thinking patterns and the dysfunctional beliefs underlying these thinking patterns. The therapist helps the patient to think and act more realistically and adaptively about his psychological problems and thus reduce symptoms. The cognitive model postulates three specific concepts to explain the psychological basis of depressive illness; (a) the cognitive triad i.e., what a person thinks about the self, others and the future, (b) dysfunctional beliefs i.e., beliefs that are formed during early development and are triggered when a person faces a challenging situation and the (c) cognitive errors. The common cognitive errors include; black and white thinking, jumping to conclusions, overgeneralization, minimization and magnification, personalization, selective abstraction and catastrophization.6 We all make \"cognitive errors\"; however, most of us can deal with these. A person with high levels of vulnerability to emotional or mental health problems or facing high levels of stress might fail to address their cognitive errors. It has been suggested that when faced with a challenging situation, a person might catastrophize such as, \"This is horrible, I am not going to survive Corona, or \"What is the point. We all are going to die\". They might then feel low, experience hopelessness, and stop attempting to keep themselves safe during the pandemic. In CBT, the therapist helps a person in identify their automatic, negative thoughts and unhelpful behaviours, and eventually modify the thoughts and behaviours. They specifically teach them empowering skills to help them manage the situation, help develop healthy coping skills and deal with their concerns such as isolation. However, CBT is not promoting positive emotions. So, rather than saying \"don't worry, everything is going to be fine\" the therapist will help the person to examine the current evidence, so that they develop a rational understanding of the situation, such as \"yes, it is an uncertain situation, but prevention has saved many lives and the rates of recovery among those infected is very high\". Additionally, the therapist might use normalization, behavioral activation with a particular focus on physical activities, lifestyle changes and stress, and sleep management to help the person. CBT is recommended by the national guidelines to treat mental and emotional health problems in most developed nations.7,8 The effects of CBT have been studied for various disorders and health problems.9,10 There is also evidence to suggest that CBT delivered through the internet can directly help health problems.11 Third wave CBT approaches such as mindfulness and Acceptance and Commitment Therapy (ACT) have also been used to help those with chronic physical conditions.12 CBT has also been adapted for use across cultures and sub-cultures.13,14 Most importantly, evidence from research suggests that CBT can be used to increase resilience.15 Resilience, which is described as the ability to recover readily from adversity and individuals using positive emotions in adverse circumstances have been found to be resilient.16 It is evident from the literature that highly resilient individuals nurture their positive emotionsproactively.16 This certainly has implications for managing stress, boredom, and change. As resilience has been associated with better coping with mental and physical health problems and healthy aging.17 There is evidence to suggest that resilience can act as a protective factor against the development of psychopathology among those facing challenges.18 Resilience impacts both the illness process and outcome in health. According to a systematic review, resilience plays an important role in the treatment of chronic diseases, such as diabetes, rheumatoid arthritis, juvenile idiopathic arthritis, systemic lupus erythematosus, and Chagas disease.19 A negative relationship between resilience and common mental disorders (depression, anxiety, and somatization) has also been suggested in the same systematic review. Another important finding of the review was the inverse correlation between resilience scores and the progression of various illnesses and an association of resilience with health promotional behaviour and quality of life.19 While several Multimedia based or face-to-face programmes have assessed the usefulness of CBT for resilience in a variety of populations,20 it has not been used to build resilience in persons facing challenging situations to help ease their distress and to prevent the development of psychopathology. CBT is an ideal intervention for victims of humanitarian crises such as earthquakes, floods, wars related trauma, and pandemics as it is evidence-based, structured, low cost, and can be delivered in a variety of formats, including online platforms. There is an urgent need to develop and test CBT based programs that focus on building resilience that can be used on a public health level to help persons facing challenges at national or global levels. We, therefore, believe that developing and testing CBT based interventions to build resilience among those facing challenging situations is a need of time.",
  "authors": [
    {
      "display_name": "Farooq Naeem",
      "id": "A5089966552",
      "orcid": "https://orcid.org/0000-0003-4760-4840",
      "institutions": [
        {
          "id": "I1338135719",
          "display_name": "Centre for Addiction and Mental Health",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I185261750",
          "display_name": "University of Toronto",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Farooq Naeem"
    },
    {
      "display_name": "Muhammad Irfan",
      "id": "A5100665134",
      "orcid": "https://orcid.org/0000-0002-3307-6939",
      "institutions": [
        {
          "id": "I195024194",
          "display_name": "Riphah International University",
          "country_code": "PK",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Muhammad Irfan"
    },
    {
      "display_name": "Afzal Javed",
      "id": "A5054626999",
      "orcid": "https://orcid.org/0000-0003-2518-0688",
      "institutions": [
        {
          "id": "I39555362",
          "display_name": "University of Warwick",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Afzal Javed"
    }
  ],
  "publication_year": 2020,
  "publication_date": "2020-03-31",
  "type": "article",
  "cited_by_count": 41,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S2764534236",
    "display_name": "Khyber Medical University Journal",
    "issn_l": "2305-2643",
    "issn": [
      "2305-2643",
      "2305-2651"
    ],
    "type": "journal",
    "host_organization": null
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": true,
    "oa_status": "gold",
    "oa_url": "https://www.kmuj.kmu.edu.pk/article/download/20194/13486",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C134362201",
      "display_name": "Mental health",
      "level": 2,
      "score": 0.70432657
    },
    {
      "id": "C558461103",
      "display_name": "Anxiety",
      "level": 2,
      "score": 0.59766865
    },
    {
      "id": "C73282008",
      "display_name": "Coping (psychology)",
      "level": 2,
      "score": 0.58720034
    },
    {
      "id": "C27415008",
      "display_name": "Psychological intervention",
      "level": 2,
      "score": 0.58555186
    },
    {
      "id": "C138816342",
      "display_name": "Public health",
      "level": 2,
      "score": 0.57047457
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.53816724
    },
    {
      "id": "C89623803",
      "display_name": "Pandemic",
      "level": 5,
      "score": 0.52624553
    },
    {
      "id": "C137176749",
      "display_name": "Psychological resilience",
      "level": 2,
      "score": 0.52608097
    },
    {
      "id": "C2775941552",
      "display_name": "Isolation (microbiology)",
      "level": 2,
      "score": 0.4944384
    },
    {
      "id": "C169900460",
      "display_name": "Cognition",
      "level": 2,
      "score": 0.46087673
    },
    {
      "id": "C2776893239",
      "display_name": "Social isolation",
      "level": 2,
      "score": 0.41716275
    },
    {
      "id": "C160735492",
      "display_name": "Health care",
      "level": 2,
      "score": 0.4158303
    },
    {
      "id": "C118552586",
      "display_name": "Psychiatry",
      "level": 1,
      "score": 0.4000888
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.3466912
    },
    {
      "id": "C2779134260",
      "display_name": "Disease",
      "level": 2,
      "score": 0.32566023
    },
    {
      "id": "C542102704",
      "display_name": "Psychotherapist",
      "level": 1,
      "score": 0.30314845
    },
    {
      "id": "C3008058167",
      "display_name": "Coronavirus disease 2019 (COVID-19)",
      "level": 4,
      "score": 0.27626932
    },
    {
      "id": "C159110408",
      "display_name": "Nursing",
      "level": 1,
      "score": 0.25313157
    },
    {
      "id": "C524204448",
      "display_name": "Infectious disease (medical specialty)",
      "level": 3,
      "score": 0.20945403
    },
    {
      "id": "C50522688",
      "display_name": "Economic growth",
      "level": 1,
      "score": 0.17528301
    },
    {
      "id": "C142724271",
      "display_name": "Pathology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C89423630",
      "display_name": "Microbiology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C162324750",
      "display_name": "Economics",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11761",
      "display_name": "Resilience and Mental Health",
      "score": 0.9986
    },
    {
      "id": "T10168",
      "display_name": "COVID-19 and Mental Health",
      "score": 0.9981
    },
    {
      "id": "T10272",
      "display_name": "Mental Health Treatment and Access",
      "score": 0.9936
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.35845/kmuj.2020.20194",
  "pdf_url": "https://www.kmuj.kmu.edu.pk/article/download/20194/13486",
  "retrieved_date": "2025-07-30T14:09:57.287296",
  "source_database": "OpenAlex"
}