{
  "openalex_id": "W3017588751",
  "doi": "https://doi.org/10.1016/j.jcjd.2020.04.002",
  "title": "The Year of the Nurse, Florence Nightingale and COVID-19: Reflections From Social Isolation",
  "abstract": "In 2019, on the 200th anniversary of Florence Nightingale's birth, the World Health Organization (WHO) declared 2020 the Year of the Nurse and the Midwife (1World Health OrganizationYear of the nurse and the midwife 2020.www.who.int/news-room/campaigns/year-of-the-nurse-and-the-midwife-2020Date accessed: April 22, 2020Google Scholar). Nurses and midwives play an essential role in delivering health care globally and their roles extend across most health-care systems (e.g. community, primary care, public health) and include specialized roles (e.g. diabetes nurse educators, clinical nurse specialists and nurse practitioners). The WHO campaign was also established to highlight the challenging conditions nurses and midwives often face in their day-to-day practice and to advocate for increased investments in the nursing and midwifery workforce (2Swanson D. 6 Reasons why 2020 is the year of the nurse.https://dailynurse.com/6-reasons-why-2020-is-the-year-of-the-nurseDate accessed: April 22, 2020Google Scholar). However, no one could have predicted how fitting this declaration would be in light of COVID-19. Many colleagues, friends and families have questioned, \"When will we get back to normal\" or \"What will be our new normal?\" My goal with this editorial is to offer some reflections on what I believe this means for diabetes. We are reminded in the COVID-19 pandemic of the importance of proper hand washing and physical distancing; both are vital strategies that Nightingale championed to decrease mortality rates in injured soldiers fighting in the Crimean War, approximately 165 years ago. Nightingale, also known as \"the lady with the lamp,\" would conduct nightly rounds to not only assess and monitor her many patients, but to sit and converse with the many wounded soldiers and offer that one important thing that many of us seem to long for these days: human contact (3Reef C. Florence Nightingale: The Courageous Life of the Legendary Nurse. Clarion Books, Houghton Mifflin Harcourt, Boston2017Google Scholar). Nightingale's activities highlight that although physical distancing is important, it does not have to translate to limited or lack of communication. Communication is an art, and knowing how to communicate with patients is a skill that continues to be challenged with time, physical restraints and, even more so, in a virtual world. However, having meaningful conversations with patients and getting to know their story can be insightful in supporting their diabetes self-management and other such chronic conditions. Tune into any news media outlet or COVID-19-related website and you will be inundated with graphs, pie charts and data counts to help understand the evolving situation related to COVID-19 testing, cases and deaths. Similarly, Nightingale armed herself with her own data. Just as she was considered the mother of nursing, Nightingale contributed to epidemiology in being one of the first to collect and analyze data, in her pursuit to study infections and mortality of soldiers during the Crimean War (3Reef C. Florence Nightingale: The Courageous Life of the Legendary Nurse. Clarion Books, Houghton Mifflin Harcourt, Boston2017Google Scholar). This is a reminder that data helps us to understand a problem, and also helps us to design solutions and strategies to mitigate the problem. And when there is no data—go back to the basics. Understand the patient perspective to get a sense of what is the problem and how might one solve or offer support. In her time, Nightingale was a social reformer as she challenged political and societal norms. Her call and purpose in life was to reduce human suffering. However, she quickly recognized that those most vulnerable to suffering included those who were impoverished, with poor housing or sanitation, and poor nutrition. Nightingale advocated for health-care reform, including access to health care for all, and the inclusion and implementation of nursing as a profession. Within our current context, both diabetes and COVID-19 appear to be impacting society's most vulnerable, emphasizing a great need to assess, understand and consider the social determinants of health and the intersection of such determinants on one's ability to access and manage diabetes, particularly during a pandemic. Already, the COVID-19 pandemic has had and continues to have an impact on the health and well-being of vulnerable groups, including those with economic insecurity, multiple chronic conditions (including mental health), and individuals at risk or exposed to intimate partner violence (IPV). It appears that COVID-19 hits men harder than women, with higher mortality rates in men (60%-80%) (4OECDTackling coronavirus (COVID-19): Contributing to a global effort.www.oecd.org/coronavirus/enDate accessed: April 22, 2020Google Scholar). However, the long-term impact on women will become increasingly evident, as women make up 70% of the global health-care workforce exposed to the virus, and have greater variations in income security, housing and IPV (5OECDTackling coronavirus (COVID-19): Contributing to a global effort: Women at the core of the fight against COVID-19 crisis.https://read.oecd-ilibrary.org/view/?ref=127_127000-awfnqj80me&title=Women-at-the-core-of-the-fight-against-COVID-19-crisisDate accessed: April 22, 2020Google Scholar). Similarly, a careful examination with an equity lens should be applied to diabetes when advocating for health services or systems reform, to ensure that the most vulnerable receive access and support for diabetes care. As I write this editorial, I am humbly embarking on week 6 of social or physical distancing, wondering when life will get back to \"normal.\" There are many phrases and messages of hope, such as \"this too shall pass.\" I just hope that once the COVID-19 crisis does pass, we reflect and learn from the many lessons, as well as appreciate and integrate the valuable ones from 165 years ago, from Florence Nightingale. Conflicts of interest: none.",
  "authors": [
    {
      "display_name": "Diana Sherifali",
      "id": "A5004388282",
      "orcid": "https://orcid.org/0000-0002-4423-3848",
      "institutions": [
        {
          "id": "I2801259263",
          "display_name": "McMaster University Medical Centre",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I2802362269",
          "display_name": "Health Sciences Centre",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Diana Sherifali"
    }
  ],
  "publication_year": 2020,
  "publication_date": "2020-04-29",
  "type": "editorial",
  "cited_by_count": 12,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S58299877",
    "display_name": "Canadian Journal of Diabetes",
    "issn_l": "1499-2671",
    "issn": [
      "1499-2671",
      "2352-3840"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320990"
  },
  "volume": "44",
  "issue": "4",
  "first_page": "293",
  "last_page": "294",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "http://www.canadianjournalofdiabetes.com/article/S1499267120301003/pdf",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C2775941552",
      "display_name": "Isolation (microbiology)",
      "level": 2,
      "score": 0.70955455
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.682464
    },
    {
      "id": "C159110408",
      "display_name": "Nursing",
      "level": 1,
      "score": 0.6101046
    },
    {
      "id": "C89623803",
      "display_name": "Pandemic",
      "level": 5,
      "score": 0.5682134
    },
    {
      "id": "C2778139618",
      "display_name": "Workforce",
      "level": 2,
      "score": 0.5249058
    },
    {
      "id": "C138147947",
      "display_name": "Declaration",
      "level": 2,
      "score": 0.49120256
    },
    {
      "id": "C3008058167",
      "display_name": "Coronavirus disease 2019 (COVID-19)",
      "level": 4,
      "score": 0.47041205
    },
    {
      "id": "C172656115",
      "display_name": "Social distance",
      "level": 5,
      "score": 0.46554434
    },
    {
      "id": "C160735492",
      "display_name": "Health care",
      "level": 2,
      "score": 0.4551927
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.095362365
    },
    {
      "id": "C2779134260",
      "display_name": "Disease",
      "level": 2,
      "score": 0.0
    },
    {
      "id": "C524204448",
      "display_name": "Infectious disease (medical specialty)",
      "level": 3,
      "score": 0.0
    },
    {
      "id": "C89423630",
      "display_name": "Microbiology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C142724271",
      "display_name": "Pathology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10453",
      "display_name": "Maternal and Perinatal Health Interventions",
      "score": 0.9959
    },
    {
      "id": "T10209",
      "display_name": "Global Maternal and Child Health",
      "score": 0.9807
    },
    {
      "id": "T11990",
      "display_name": "Global Health Workforce Issues",
      "score": 0.9738
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/j.jcjd.2020.04.002",
  "pdf_url": "http://www.canadianjournalofdiabetes.com/article/S1499267120301003/pdf",
  "retrieved_date": "2025-07-30T15:44:09.699429",
  "source_database": "OpenAlex"
}