{
  "openalex_id": "W3013577603",
  "doi": "https://doi.org/10.7326/m20-1223",
  "title": "A Rush to Judgment? Rapid Reporting and Dissemination of Results and Its Consequences Regarding the Use of Hydroxychloroquine for COVID-19",
  "abstract": "Ideas and Opinions30 March 2020A Rush to Judgment? Rapid Reporting and Dissemination of Results and Its Consequences Regarding the Use of Hydroxychloroquine for COVID-19FREECorrection(s) for this article:CorrectionsJun 2020Correction: Rapid Reporting and Dissemination of Results and Its Consequences Regarding the Use of Hydroxychloroquine for COVID-19FREEAlfred H.J. Kim, MD, PhD*, Jeffrey A. Sparks, MD, MMSc*, Jean W. Liew, MD, Michael S. Putman, MD, Francis Berenbaum, MD, PhD, Alí Duarte-García, MD, MS, Elizabeth R. Graef, DO, Peter Korsten, MD, Sebastian E. Sattui, MD, Emily Sirotich, BSc, Manuel F. Ugarte-Gil, MD, MSc, Kate Webb, MBBCh, PhD, and Rebecca Grainger, MBChB, PhD, for the COVID-19 Global Rheumatology Alliance†Alfred H.J. Kim, MD, PhD*Washington University School of Medicine, St. Louis, Missouri (A.H.K.)Search for more papers by this author, Jeffrey A. Sparks, MD, MMSc*Brigham and Women's Hospital, Harvard Medical School, Boston, Massachusetts (J.A.S.)Search for more papers by this author, Jean W. Liew, MDUniversity of Washington, Seattle, Washington (J.W.L.)Search for more papers by this author, Michael S. Putman, MDNorthwestern Medicine, Chicago, Illinois (M.S.P.)Search for more papers by this author, Francis Berenbaum, MD, PhDSorbonne University, Inserm CRSA, AP-HP Saint-Antoine Hospital, Paris, France (F.B.)Search for more papers by this author, Alí Duarte-García, MD, MSMayo Clinic, Rochester, Minnesota (A.D.)Search for more papers by this author, Elizabeth R. Graef, DOBeth Israel Deaconess Medical Center, Harvard Medical School, Boston, Massachusetts (E.R.G.)Search for more papers by this author, Peter Korsten, MDUniversity Medical Center Göttingen, Göttingen, Germany (P.K.)Search for more papers by this author, Sebastian E. Sattui, MDHospital for Special Surgery, New York, New York (S.E.S.)Search for more papers by this author, Emily Sirotich, BScMcMaster University, Hamilton, and Canadian Arthritis Patient Alliance, Toronto, Ontario, Canada (E.S.)Search for more papers by this author, Manuel F. Ugarte-Gil, MD, MScSchool of Medicine, Universidad Científica del Sur and Hospital Nacional Guillermo Almenara Irigoyen, EsSalud, Lima, Peru (M.F.U.)Search for more papers by this author, Kate Webb, MBBCh, PhDUniversity of Cape Town, Cape Town, South Africa, and the Francis Crick Institute, London, United Kingdom (K.W.)Search for more papers by this author, and Rebecca Grainger, MBChB, PhDUniversity of Otago, Wellington, New Zealand (R.G.)Search for more papers by this author, for the COVID-19 Global Rheumatology Alliance†Search for more papers by this authorAuthor, Article, and Disclosure Informationhttps://doi.org/10.7326/M20-1223 SectionsAboutVisual AbstractPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinkedInRedditEmail The coronavirus disease 2019 (COVID-19) pandemic has placed the scientific and research communities under extraordinary pressure, to which they have responded with exceptional vigor and speed. This desire to quickly find safe and effective treatments may also lead to relaxed standards of data generation and interpretation, which may have undesirable downstream effects. The recent publication of a study evaluating hydroxychloroquine (HCQ) in COVID-19 is a useful test case, highlighting the challenges of conducting research during a pandemic.A scientific rationale existed for investigating HCQ in COVID-19. Preclinical data suggested that the antimalarials HCQ and chloroquine have in vitro antiviral activity against severe acute respiratory syndrome–coronavirus 2 (SARS–CoV-2) (1–3). Antimalarials are also inexpensive, are widely available, and have an acceptable short-term safety profile. In a nonrandomized study, Gautret and colleagues (4) reported a higher frequency of SARS–CoV-2 clearance from the nasopharynx after 6 days of treatment with HCQ, plus azithromycin (AZM) if deemed necessary, versus an untreated control group (14 of 20 patients [70%] vs. 2 of 16 patients [13%]; P < 0.001). Given the urgency of the situation, some limitations of this study may be acceptable, including the small sample size, use of an unvalidated surrogate end point, and lack of randomization or blinding. However, other methodological flaws also noted by others (5) may affect the validity of the findings, even in the current setting, where an efficacious treatment is desperately needed.First, potentially substantial confounders may explain the findings. The HCQ + AZM treatment group was recruited from a single center. Instead of excluding patients who declined treatment, the researchers assigned them to the control group. The remainder of the control group was recruited from other centers that could not contribute to the treatment group. This introduces the potential for baseline confounding and different treatment regimens at different institutions. In addition, patients in the HCQ + AZM group had lower viral loads at the time of treatment initiation compared with the control and HCQ groups, and so may have been at a later phase of infection. All patients who received HCQ + AZM had a SARS–CoV-2 baseline cycle threshold (Ct) greater than 22 on polymerase chain reaction (PCR). Of the 5 patients receiving HCQ who had a baseline Ct of 22 or less on PCR (that is, higher viral burden), 4 still had detectable virus at day 6. Of the 9 patients with a baseline Ct greater than 22 on PCR, only 2 had detectable virus at day 6. Thus, another explanation is that the baseline viral load, not therapy with HCQ + AZM, affects viral load at day 6.This problem may have been further exacerbated by issues with data measurement and imputation. Sites other than Marseille did not perform daily PCR testing, creating gaps in PCR data for control group patients that were later imputed with values from other days. Consequently, 75% (12 of 16 patients) of the control group lacked at least 1 PCR result, including 44% (7 of 16 patients) who were not tested on at least 4 of the 7 possible days. In the HCQ + AZM group, only 20% (4 of 20 patients) were missing at least 1 PCR result and none were missing more than 2. In the control group, 38% of the PCR data were imputed versus only 5% in the treatment group.Second, the handling of patients who were lost to follow-up also raises serious questions about scientific validity. Only 20 of 26 patients in the treatment group were included in the analysis despite meeting baseline eligibility criteria. Six patients were excluded because day 6 PCR data were missing, owing to early treatment cessation due to nausea (n = 1), hospital discharge (n = 1), intensive care unit transfer (n = 3), and death (n = 1). Therefore, patients who had the most serious and clinically relevant outcomes, including intensive care unit transfer and death, were excluded from analysis. These patients had treatment failure and should have been analyzed as such. We strongly agree with others that adequate follow-up of patients with relevant outcomes should be attempted (6).Despite the study's substantial limitations, a simplification and probable overinterpretation of these findings was rapidly disseminated by the lay press and amplified on social media, ultimately endorsed by many government and institutional leaders. Public interest in HCQ rapidly grew (Figure). The study's findings were extrapolated to include the use of HCQ to prevent COVID-19 infection or as postexposure prophylaxis, indications for which there are currently no direct supporting data. Despite promising in vitro data for influenza (7, 8), HCQ failed to prevent infection in a randomized, placebo-controlled, double-blind trial (9). Efforts to understand the clinical efficacy of HCQ as postexposure prophylaxis are under way (https://clinicaltrials.gov/ct2/show/NCT04308668), which should yield important insight into this issue.Figure. Global Google Trends search patterns for “hydroxychloroquine,” “chloroquine,” and “hydroxychloroquine shortage,” 16 to 22 March 2020.The spike on 17 March corresponded with the publication of Gautret and colleagues' report (4). The second spike on 20 March followed the U.S. presidential press conference in which hydroxychloroquine was described as a treatment of coronavirus disease 2019. Download figure Download PowerPoint A major consequence has been an inadequate supply of HCQ for patients in whom efficacy is established. Hydroxychloroquine is an essential treatment of rheumatoid arthritis and of systemic lupus erythematosus, reducing flares and preventing organ damage in the latter disease (10). Pharmacies have reported shortages of antimalarials (www.washingtonpost.com/business/2020/03/20/hospitals-doctors-are-wiping-out-supplies-an-unproven-coronavirus-treatment), and patients with rheumatic diseases have had difficulty obtaining prescription refills. Several major medical organizations released a joint statement regarding the HCQ shortage (www.lupus.org/s3fs-public/pdf/Joint-Statement-on-HCQ-LFA-ACR-AADA-AF.pdf), warning of possible dire consequences for patients with rheumatic diseases. Hydroxychloroquine shortages could place these patients at risk for severe and even life-threatening flares; some may require hospitalization when hospitals are already at capacity. Until reliable evidence is generated and adequate supply chains have been put in place, rational use of HCQ in patients with COVID-19 must be emphasized, such as use in investigational studies.In critical situations, large randomized controlled trials are not always feasible or ethical, and critically ill patients may need to be treated empirically during times of uncertainty. However, it is our responsibility as clinicians, researchers, and patient partners to promote proper and rigorous interpretation of results, particularly in our interactions with the nonscientific community. We must consider the societal implications of published work in these unprecedented times.There is enough rationale to justify the continued investigation of the efficacy and safety of HCQ in hospitalized patients with COVID-19. It is critical to reiterate that although viral clearance is important, clinical outcomes are much more relevant to patients. There currently are no data to recommend the use of HCQ as prophylaxis for COVID-19, although we eagerly await data from trials under way. Thus, we discourage its off-label use until justified and supply is bolstered. The HCQ shortage not only will limit availability to patients with COVID-19 if efficacy is truly established but also represents a real risk to patients with rheumatic diseases who depend on HCQ for their survival.Appendix: Steering Committee and Regional Leaders of the COVID-19 Global Rheumatology AllianceFor more information on the alliance, including contact details of the steering committee and regional leaders, visit https://rheum-covid.org/about.Current Steering CommitteePhilip Robinson, MBChB, PhD, FRACP, MAICD (Chair, Governance, Policy); Jinoos Yazdany, MD, MPH (Vice-Chair, Real-world Data Infrastructure, Registry and IRB/Ethics); Paul Sufka, MD (Technology and Marketing Lead); Rebecca Grainger, MBChB (Dstn), BMedSci (Dstn) MIsntD, CHIA, FRACP, FACHI, PhD (Literature Review Co-Lead); Zach Wallace, MD, MSc (Literature Review Co-Lead); Suleman Bhana, MD, FACR (Organizational Liaison and Media); Emily Sirotich (Patient Engagement Lead); Jean Liew, MD (Administrative Lead); Jonathan Hausmann, MD (Patient Registries Collaboration Lead); Pedro Machado, MD (European Lead).Current Regional LeadsAustralia: David LiewBrazil: Claudia MarquesCanada: Diane LaCaille, Sindhu Johnson, Keshini Devakandan, Carter ThorneChina: Mengtao LiFrance: Francis BerenbaumGermany: Johannes Knitza, Peter KorstenIreland: Richard ConwayLatvia: Bulina InitaMexico: Erick Adrian Zamora TehozolNew Zealand: Rebecca GraingerPeru: Manuel Ugarte-GilSaudi Arabia: Ibrahim AlmaghlouthSouth Africa: Kate WebbUnited Kingdom: Taryn Youngstein, Pedro Machado, Richard Beesley, Kimme HyrichUnited States: Adam Kilian, Maria Danila, Isabelle Amigues, Eugenia Chock, Michael Putman, Laura Lewandowski, Jon Hausmann, Maximilian Konig, Beth Wallace, Reema Syed, Sebastian Sattui, Arundathi Jayatilleke, Jean Liew, Namrata Singh, Aarat Patel, Katherine Wysham, Alí Duarte, Marc Nolan.References1. Liu J, Cao R, Xu M, et al. Hydroxychloroquine, a less toxic derivative of chloroquine, is effective in inhibiting SARS-CoV-2 infection in vitro. Cell Discov. 2020;6:16. [PMID: 32194981] doi:10.1038/s41421-020-0156-0 CrossrefMedlineGoogle Scholar2. Wang M, Cao R, Zhang L, et al. Remdesivir and chloroquine effectively inhibit the recently emerged novel coronavirus (2019-nCoV) in vitro [Letter]. Cell Res. 2020;30:269-271. [PMID: 32020029] doi:10.1038/s41422-020-0282-0 CrossrefMedlineGoogle Scholar3. Yao X, Ye F, Zhang M, et al. In vitro antiviral activity and projection of optimized dosing design of hydroxychloroquine for the treatment of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). Clin Infect Dis. 2020. [PMID: 32150618] doi:10.1093/cid/ciaa237 CrossrefMedlineGoogle Scholar4. Gautret P, Lagier JC, Parola P, et al. Hydroxychloroquine and azithromycin as a treatment of COVID-19: results of an open-label non-randomized clinical trial. Int J Antimicrob Agents. 2020:105949. [PMID: 32205204] doi:10.1016/j.ijantimicag.2020.105949 CrossrefMedlineGoogle Scholar5. Dahly D, Gates S, Morris T. Statistical review of hydroxychloroquine and azithromycin as a treatment of COVID-19: results of an open-label nonrandomized clinical trial. Preprint. Posted online 23 March 2020. Zenodo. doi:10.5281/zenodo.3725560 Google Scholar6. Cortegiani A, Ingoglia G, Ippolito M, et al. A systematic review on the efficacy and safety of chloroquine for the treatment of COVID-19. J Crit Care. 2020. [PMID: 32173110] doi:10.1016/j.jcrc.2020.03.005 CrossrefMedlineGoogle Scholar7. Di Trani L, Savarino A, Campitelli L, et al. Different pH requirements are associated with divergent inhibitory effects of chloroquine on human and avian influenza A viruses. Virol J. 2007;4:39. [PMID: 17477867] CrossrefMedlineGoogle Scholar8. Ooi EE, Chew JS, Loh JP, et al. In vitro inhibition of human influenza A virus replication by chloroquine. Virol J. 2006;3:39. [PMID: 16729896] CrossrefMedlineGoogle Scholar9. Paton NI, Lee L, Xu Y, et al. Chloroquine for influenza prevention: a randomised, double-blind, placebo controlled trial. Lancet Infect Dis. 2011;11:677-83. [PMID: 21550310] doi:10.1016/S1473-3099(11)70065-2 CrossrefMedlineGoogle Scholar10. Fava A, Petri M. Systemic lupus erythematosus: Diagnosis and clinical management. J Autoimmun. 2019;96:1-13. [PMID: 30448290] doi:10.1016/j.jaut.2018.11.001 CrossrefMedlineGoogle Scholar Comments 0 Comments Sign In to Submit A Comment Amélie Marsot, Daniel JG ThirionFaculté de Pharmacie, Université de Montréal; Pharmacy Department, McGill University Health Center5 April 2020 Clinical efficacy, safety, and trial results may be compromised with current best estimate dosing regimens of hydroxychloroquine for treatment of COVID-19 patients Dear Editor,We read with great interest the article by Kim et al. (1) about the use of hydroxychloroquine (HCQ) for COVID-19 infected patients. Although there is sufficient reason to continue to study the efficacy and safety of HCQ in patients with COVID-19, researchers and clinicians need to recognize the precarity of selected investigational dosing regimens.We agree that data to support the use of HCQ for COVID-19 are limited and inconclusive. However, the limitations of proposed HCQ dosing regimens should also be recognized.Yao et al. demonstrated in silico simulations that their dosing regimens achieve a mean HCQ concentration at 48h after the first dose of treatment greater than the potential target to have effect on viral clearance (2). However, this potential target must be validated. There is currently no data in humans demonstrating that HCQ impacts viral clearance or clinical outcomes for COVID-19 according to any PK parameters or dosing regimens. Given the wide PK interindividual variability, the current doses may not be adequate for a large proportion of patients, could compromise clinical efficacy or safety, and lead to erroneous interpretation of results in clinical trials. The oral bioavailability of HCQ is about 75%, but the range of blood concentrations can vary up to 11-fold as seen for rheumatoid arthritis patients receiving similar doses (3). Moreover, the protein binding was not taken into account and the tissue distribution might be important. The plasma protein binding (albumin and α1-acid glycoprotein) of HCQ is stereoselective. This enantioselectivity in the plasma protein binding may result in stereoselective differences in drug action and/or disposition (4). HCQ is metabolized to N-desethyl HCQ, an active metabolite, in the liver through the N-desethylation pathway that is mediated by CYP 2D6, 3A4, 3A5 and 2C8 isoforms. Since CYP enzymes play a major role in HCQ metabolism, functionally significant single nucleotide polymorphisms could affect blood and tissue concentrations (5). There is sufficient variability for concerns that sub and supratherapeutic concentrations leading to therapeutic failures will occur in practice and clinical trials (6).PK/PD studies are needed to ensure appropriate dosing of antivirals for COVID-19, especially for clinical trials in the context of methodological constraints imposed by the urgency of finding solutions. The pharmacokinetics and pharmacodynamics (PK/PD) of HCQ should be investigated within the current clinical trials for identification of an effective and safe therapeutic regimen for treatment of patients with COVID-19. References 1. Kim AHJ, Sparks JA, Liew JW, Putman MS, Berenbaum F, Duarte-Garcia A, et al. A Rush to Judgment? Rapid Reporting and Dissemination of Results and Its Consequences Regarding the Use of Hydroxychloroquine for COVID-19. Ann Intern Med. 2020.doi: 10.7326/m20-12232. Yao X, Ye F, Zhang M, Cui C, Huang B, Niu P, et al. In Vitro Antiviral Activity and Projection of Optimized Dosing Design of Hydroxychloroquine for the Treatment of Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2). Clin Infect Dis. 2020.doi: 10.1093/cid/ciaa2373. Furst DE. Pharmacokinetics of hydroxychloroquine and chloroquine during treatment of rheumatic diseases. Lupus. 1996;5 Suppl 1:S11-5.4. Williams K, Lee E. Importance of drug enantiomers in clinical pharmacology. Drugs. 1985;30(4):333-54.doi: 10.2165/00003495-198530040-000035. Lee JY, Vinayagamoorthy N, Han K, Kwok SK, Ju JH, Park KS, et al. Association of Polymorphisms of Cytochrome P450 2D6 With Blood Hydroxychloroquine Levels in Patients With Systemic Lupus Erythematosus. Arthritis Rheumatol. 2016;68(1):184-90.doi: 10.1002/art.394026. Francès C CA, Duhaut P, Zahr N, Soutou B, Ingen-Housz-Oro S, Bessis D, Chevrant-Breton J, Cordel N, Lipsker D, Costedoat-Chalumeau N. Low blood concentration of hydroxychloroquine in patients with refractory cutaneous lupus erythematosus: a French multicenter prospective study. Arch Dermatol. 2012;148(4):479-84.doi: doi: 10.1001/archdermatol.2011.2558. David L Keller MD FACPInternal Medicine Physician31 March 2020 In A Pandemic, Flawed Data Beats No Data Gautret and colleagues set out to compare the persistence of COVID-19 virus in the nasopharynx of patients treated with hydroxychloroquine (HCQ) 600 mg per day, as compared with control patients receiving usual care [1]. Six HCQ-treated patients were assigned to receive azithromycin (AZM) 500mg on day 1, followed by 250mg per day the next four days, to prevent bacterial superinfection, based on the clinical judgement of investigators. All six of the patients treated with both HCQ and AZM were virus-free by day 6 of their dual treatment, while only 2 of 16 control patients, and 8 of 14 HCQ-only patients were virus-free (as measured by nasopharyngeal swabs).Note that, in addition to the other design flaws pointed out by critics of this study, the additive antiviral effect of AZM, when added to HCQ, was apparently a post-hoc discovery made by the investigators, because the AZM was added for its antibacterial effects.In this non-blinded, open-label trial, investigators may have, consciously or subconsciously, swabbed the nasopharynx of control patients more robustly than the nasopharynx of patients receiving study medication(s). Nevertheless, the COVID-19 pandemic has created ventilator shortages, deaths by ARDS, and other horrific clinical scenarios that have driven many clinicians to follow their hopeful hearts rather than their skeptical heads, and treat sick patients using the flawed data generated by this highly imperfect clinical trial.Reference1: Gautret P, Lagier JC, Parola P, et al. Hydroxychloroquine and azithromycin as a treatment of COVID-19: results of an open-label non-randomized clinical trial [published online ahead of print, 2020 Mar 20]. Int J Antimicrob Agents. 2020;105949. doi:10.1016/j.ijantimicag.2020.105949 Richard M Fleming, PhD, MD, JD (FHHI-OI-Camelot); Matthew R Fleming, BS, NRP (FHHI-OI-Camelot): William C Dooley, MD (Oklahoma University Health Science Center); Tapan K Chaudhuri, MD (Eastern Virginia Medical School)FHHI-OI-Camelot; OUHSC; EVMS31 March 2020 Fools Rush to Judgment – Where Scientists Belong! With the introduction of CoVid-19 pneumonia (CVP) and a flurry of potential medical treatments, FEAR of dying has lead many people to support unproven treatment regimens. Among these is the use of medications, chiropractic manipulations, and the ever-present diet pundits telling you to follow low carbohydrate ketogenic diets – blaming the high death rate on obesity and diabetes, when the associated mortality is due to the inflammatory process enhanced by the viral infection [1,2].This fear need not focus on such issues as QTc prolongation from drugs like chloroquine or macrolide antibiotics like azithromycin, as we have known about the potential for QTc prolongation for decades and the monitoring and treatment of low potassium and magnesium levels addresses many of these problems - noting that we continue to use these antibiotics and antimalarials for applicable infections. The fear also need not focus on what type of diet you are on – something being used by multiple fad diets to promote their diets at a time when people will buy snake oil if they believe it will protect them. Our focus should be on how we are investigating these drugs being used to treat CVP. As long as we use the approach of watchful waiting to see whether the patient survives – survival, which could be due to the treatment, some unknown variable, or merely chance – we will merely be guessing in the dark. Close may be good in a game of horseshoes, but not when people’s lives are on the line [3,4]. References:1. Fleming RM. Chapter 64. The Pathogenesis of Vascular Disease. Textbook of Angiology. John C. Chang Editor, Springer-Verlag New York, NY. 1999, pp. 787-798. doi:10.1007/978-1-4612-1190-7_64. 2. Fleming RM. The Fleming Unified Theory of Vascular Disease: A Link Between Atherosclerosis, Inflammation, and Bacterially Aggravated Atherosclerosis (BAA). Angiol 2000; 51: 87-89. 3. The Fleming Method for Tissue and Vascular Differentiation and Metabolism (FMTVDM) using same state single or sequential quantification comparisons. Patent Number 9566037. Issued 02/14/2017. 4. Fleming RM, Fleming MR, Dooley WC, Chaudhuri TK. Invited Editorial. The Importance of Differentiating Between Qualitative, Semi-Quantitative and Quantitative Imaging – Close Only Counts in Horseshoes. Eur J Nucl Med Mol Imaging. 2020;47(4):753-755. DOI:10.1007/s00259-019-04668-y. Published online 17 January 2020 https://link.springer.com/article/10.1007/s00259-019- 04668-y https://rdcu.be/b22Dd Disclosures: FMTVDM issued to first author. Author, Article, and Disclosure InformationAuthors: Alfred H.J. Kim, MD, PhD; Jeffrey A. Sparks, MD, MMSc; Jean W. Liew, MD; Michael S. Putman, MD; Francis Berenbaum, MD, PhD; Alí Duarte-García, MD, MS; Elizabeth R. Graef, DO; Peter Korsten, MD; Sebastian E. Sattui, MD; Emily Sirotich, BSc; Manuel F. Ugarte-Gil, MD, MSc; Kate Webb, MBBCh, PhD; Rebecca Grainger, MBChB, PhDAffiliations: Washington University School of Medicine, St. Louis, Missouri (A.H.K.)Brigham and Women's Hospital, Harvard Medical School, Boston, Massachusetts (J.A.S.)University of Washington, Seattle, Washington (J.W.L.)Northwestern Medicine, Chicago, Illinois (M.S.P.)Sorbonne University, Inserm CRSA, AP-HP Saint-Antoine Hospital, Paris, France (F.B.)Mayo Clinic, Rochester, Minnesota (A.D.)Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, Massachusetts (E.R.G.)University Medical Center Göttingen, Göttingen, Germany (P.K.)Hospital for Special Surgery, New York, New York (S.E.S.)McMaster University, Hamilton, and Canadian Arthritis Patient Alliance, Toronto, Ontario, Canada (E.S.)School of Medicine, Universidad Científica del Sur and Hospital Nacional Guillermo Almenara Irigoyen, EsSalud, Lima, Peru (M.F.U.)University of Cape Town, Cape Town, South Africa, and the Francis Crick Institute, London, United Kingdom (K.W.)University of Otago, Wellington, New Zealand (R.G.)Disclosures: Dr. Kim reports personal fees from Exagen Diagnostics and GlaxoSmithKline and grants from the National Institutes of Health and the Rheumatology Research Foundation outside the submitted work. Dr. Sparks reports grants from the National Institute of Allergy and Infectious Diseases Autoimmune Centers of Excellence, National Institutes of Health, during the conduct of the study and personal fees from Bristol-Myers Squibb, Gilead, Inova, Janssen, and Optum outside the submitted work. Dr. Berenbaum reports personal fees from Boehringer, Bone Therapeutics, Expanscience, Galapagos, Gilead, GSK, Merck Sereno, MSD, Nordic, Novartis, Pfizer, Regulaxis, Roche, Sandoz, Sanofi, Servier, UCB, Peptinov, TRB Chemedica, and 4P Pharma outside the submitted work. Dr. Korsten reports personal fees from GlaxoSmithKline, Sanofi-Aventis, Pfizer, AbbVie, Novartis Pharma, Lilly, and Bristol-Myers Squibb outside the submitted work. Dr. Sattui reports funding from a Vasculitis Clinical Research Consortium (VCRC)/Vasculitis Foundation Fellowship. The VCRC is part of the Rare Diseases Clinical Research Network, an initiative of the Office of Rare Diseases Research, National Center for Advancing Translational Science (NCATS). The VCRC is funded through collaboration between NCATS and the National Institute of Arthritis and Musculoskeletal and Skin Diseases (U54 AR057319). Dr. Ugarte-Gil reports grants from Pfizer and Janssen outside the submitted work. Dr. Grainger reports nonfinancial support from Pfizer Australia and Janssen Australia and personal fees from Pfizer Australia, Cornerstones, Janssen New Zealand, and Novartis outside the submitted work. Authors not named here have disclosed no conflicts of interest. Disclosures can also be viewed at www.acponline.org/authors/icmje/ConflictOfInterestForms.do?msNum=M20-1223.Corresponding Author: Alfred H.J. Kim, MD, PhD, Division of Rheumatology, Department of Medicine, Washington University School of Medicine, 660 South Euclid Avenue, Campus Box 8045, St. Louis, MO 63110; e-mail, akim@wustl.edu.Correction: This article was corrected on 14 April 2020 to include a member name missing from the Steering Committee.Current Author Addresses: Dr. Kim: Division of Rheumatology, Department of Medicine, Washington University School of Medicine, 660 South Euclid Avenue, Campus Box 8045, St. Louis, MO 63110.Dr. Sparks: Division of Rheumatology, Inflammation, and Immunity, Brigham and Women's Hospital, Harvard Medical School, 60 Fenwood Road, Office 6016U, Boston, MA 02115.Dr. Liew: Division of Rheumatology, Department of Medicine, University of Washington, 1959 NE Pacific Street, BB561, Seattle, WA 98195.Dr. Putman: Division of Rheumatology, Department of Medicine, Northwestern Medicine, 251 East Huron Street, Suite 1400, Chicago, IL 60611.Dr. Berenbaum: Sorbonne University, Inserm CRSA, AP-HP Saint-Antoine Hospital, Service de Rhumatologie, 184, rue du Faubourg Saint-Antoine, 75012 Paris, France.Dr. Duarte-García: Division of Rheumatology, Mayo Clinic, 200 First Street SW, Rochester, MN 55905.Dr. Graef: Division of Rheumatology and Clinical Immunology, Department of Medicine, Beth Israel Deaconess Medical Center, Harvard Medical School, 110 Francis Street, Suite 4B, Boston, MA 02215.Dr. Korsten: Department of Nephrology and Rheumatology, University Medical Center Göttingen, Robert-Koch-Strasse 40, D-37075 Göttingen, Germany.Dr. Sattui: Division of Rheumatology, Department of Medicine, Hospital for Special Surgery, 535 East 70th Street, New York, NY 10021.Ms. Sirotich: Department of Health Research Methods, Evidence, and Impact, McMaster University, 1280 Main Street West, HSC-3H50, Hamilton, Ontario L8S 4L8, Canada.Dr. Ugarte-Gil: School of Medicine, Universidad Científica del Sur and Hospital Nacional Guillermo Almenara Irigoyen, EsSalud, Avenida Grau 800, La Victoria, Lima 13, Perú.Dr. Webb: Department of Paediatric Rheumatology, University of Cape Town, 3rd Floor, ICH Building, Red Cross Children's Hospital, Klipfontein Road, Rondebosch, 7000, Cape Town, South Africa.Dr. Grainger: Department of Medicine, Department of Pathology and Molecular Medicine, University of Otago, 23a Mein Street, PO Box 7343, Wellington South, Wellington, New Zealand, 6242.Author Contributions: Conception and design: A.H.J. Kim, J.A. Sparks, J.W. Liew, S.E. Sattui, E. Sirotich, M.F. Ugarte-Gil, R. Grainger.Analysis and interpretation of the data: J.W. Liew, M.S. Putman, F. Berenbaum, A. Duarte-García, E.R. Graef, P. Korsten, S.E. Sattui, M.F. Ugarte-Gil, R",
  "authors": [
    {
      "display_name": "Alfred H.J. Kim",
      "id": "A5032281507",
      "orcid": "https://orcid.org/0000-0003-4074-0516",
      "institutions": [
        {
          "id": "I204465549",
          "display_name": "Washington University in St. Louis",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Alfred H.J. Kim"
    },
    {
      "display_name": "Jeffrey A. Sparks",
      "id": "A5024906918",
      "orcid": "https://orcid.org/0000-0002-5556-4618",
      "institutions": [
        {
          "id": "I1283280774",
          "display_name": "Brigham and Women's Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I136199984",
          "display_name": "Harvard University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jeffrey A. Sparks"
    },
    {
      "display_name": "David Liew",
      "id": "A5050640931",
      "orcid": "https://orcid.org/0000-0001-8451-8883",
      "institutions": [
        {
          "id": "I201448701",
          "display_name": "University of Washington",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jean W. Liew"
    },
    {
      "display_name": "Michael Putman",
      "id": "A5012921462",
      "orcid": "https://orcid.org/0000-0001-9699-4000",
      "institutions": [
        {
          "id": "I4210147348",
          "display_name": "Northwestern Medicine",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Michael S. Putman"
    },
    {
      "display_name": "Françis Berenbaum",
      "id": "A5085771274",
      "orcid": "https://orcid.org/0000-0001-8252-7815",
      "institutions": [
        {
          "id": "I4210134622",
          "display_name": "Centre de Recherche Saint-Antoine",
          "country_code": "FR",
          "type": "facility"
        },
        {
          "id": "I154526488",
          "display_name": "Inserm",
          "country_code": "FR",
          "type": "government"
        },
        {
          "id": "I39804081",
          "display_name": "Sorbonne Université",
          "country_code": "FR",
          "type": "funder"
        },
        {
          "id": "I4210097159",
          "display_name": "Assistance Publique – Hôpitaux de Paris",
          "country_code": "FR",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Francis Berenbaum"
    },
    {
      "display_name": "Alí Duarte‐García",
      "id": "A5025997714",
      "orcid": "https://orcid.org/0000-0003-1749-5719",
      "institutions": [
        {
          "id": "I1330342723",
          "display_name": "Mayo Clinic",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Alí Duarte-García"
    },
    {
      "display_name": "Elizabeth R. Graef",
      "id": "A5072143383",
      "orcid": "https://orcid.org/0000-0001-5973-3477",
      "institutions": [
        {
          "id": "I1316535847",
          "display_name": "Beth Israel Deaconess Medical Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I136199984",
          "display_name": "Harvard University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Elizabeth R. Graef"
    },
    {
      "display_name": "Peter Korsten",
      "id": "A5004103994",
      "orcid": "https://orcid.org/0000-0001-6065-5680",
      "institutions": [
        {
          "id": "I4210116730",
          "display_name": "Universitätsmedizin Göttingen",
          "country_code": "DE",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Peter Korsten"
    },
    {
      "display_name": "Sebastian E. Sattui",
      "id": "A5071496904",
      "orcid": "https://orcid.org/0000-0002-3945-6828",
      "institutions": [
        {
          "id": "I1281539108",
          "display_name": "Hospital for Special Surgery",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Sebastian E. Sattui"
    },
    {
      "display_name": "Emily Sirotich",
      "id": "A5045426452",
      "orcid": "https://orcid.org/0000-0002-7087-8543",
      "institutions": [
        {
          "id": "I4210154246",
          "display_name": "Canadian Arthritis Patient Alliance",
          "country_code": "CA",
          "type": "nonprofit"
        },
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Emily Sirotich"
    },
    {
      "display_name": "Manuel F. Ugarte‐Gil",
      "id": "A5030859731",
      "orcid": "https://orcid.org/0000-0003-1728-1999",
      "institutions": [
        {
          "id": "I4210155470",
          "display_name": "Hospital Base Guillermo Almenara Irigoyen",
          "country_code": "PE",
          "type": "healthcare"
        },
        {
          "id": "I263512288",
          "display_name": "Universidad Científica del Sur",
          "country_code": "PE",
          "type": "education"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Manuel F. Ugarte-Gil"
    },
    {
      "display_name": "Kate Webb",
      "id": "A5070648165",
      "orcid": "https://orcid.org/0000-0003-1087-5946",
      "institutions": [
        {
          "id": "I2801081054",
          "display_name": "The Francis Crick Institute",
          "country_code": "GB",
          "type": "funder"
        },
        {
          "id": "I157614274",
          "display_name": "University of Cape Town",
          "country_code": "ZA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Kate Webb"
    },
    {
      "display_name": "Rebecca Grainger",
      "id": "A5045945972",
      "orcid": "https://orcid.org/0000-0001-9201-8678",
      "institutions": [
        {
          "id": "I80281795",
          "display_name": "University of Otago",
          "country_code": "NZ",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Rebecca Grainger"
    }
  ],
  "publication_year": 2020,
  "publication_date": "2020-03-30",
  "type": "editorial",
  "cited_by_count": 209,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S119722071",
    "display_name": "Annals of Internal Medicine",
    "issn_l": "0003-4819",
    "issn": [
      "0003-4819",
      "1539-3704"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316812"
  },
  "volume": "172",
  "issue": "12",
  "first_page": "819",
  "last_page": "821",
  "open_access": {
    "is_oa": true,
    "oa_status": "green",
    "oa_url": "https://doi.org/10.7326/m20-1223",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C2779123688",
      "display_name": "Hydroxychloroquine",
      "level": 5,
      "score": 0.5832898
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.5392884
    },
    {
      "id": "C3008058167",
      "display_name": "Coronavirus disease 2019 (COVID-19)",
      "level": 4,
      "score": 0.5374764
    },
    {
      "id": "C2776684731",
      "display_name": "Garcia",
      "level": 2,
      "score": 0.46380854
    },
    {
      "id": "C2993838110",
      "display_name": "Medical school",
      "level": 2,
      "score": 0.414469
    },
    {
      "id": "C161191863",
      "display_name": "Library science",
      "level": 1,
      "score": 0.33001137
    },
    {
      "id": "C15708023",
      "display_name": "Humanities",
      "level": 1,
      "score": 0.24203432
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.17291337
    },
    {
      "id": "C509550671",
      "display_name": "Medical education",
      "level": 1,
      "score": 0.11109391
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.08245921
    },
    {
      "id": "C2779134260",
      "display_name": "Disease",
      "level": 2,
      "score": 0.0
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C524204448",
      "display_name": "Infectious disease (medical specialty)",
      "level": 3,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10041",
      "display_name": "COVID-19 Clinical Research Studies",
      "score": 0.9996
    },
    {
      "id": "T10218",
      "display_name": "Sepsis Diagnosis and Treatment",
      "score": 0.9939
    },
    {
      "id": "T13374",
      "display_name": "Hematological disorders and diagnostics",
      "score": 0.9896
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.7326/m20-1223",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:59:11.006477",
  "source_database": "OpenAlex"
}