{
  "openalex_id": "W3010223412",
  "doi": "https://doi.org/10.1111/bjh.16556",
  "title": "Acquired haemophilia A treated with recombinant porcine factor VIII: a single centre UK experience",
  "abstract": "Recombinant porcine factor VIII (rpFVIII; Obizur, Susoctocog-alfa) was commissioned by NHS England in June 2018 as a first line treatment option for actively bleeding patients with acquired haemophilia A (AHA). Obizur has sufficient sequence homology to human (h) FVIII to be haemostatic in humans whilst lack of complete homology means it eludes autoantibody inhibition in many patients with AHA (cross-reactivity 5–10%) (Kruse-Jarres et al., 2015). Previous standard of care in actively bleeding patients with AHA was with bypassing agents (BPAs): activated prothrombin complex concentrate (aPCC) and activated recombinant FVII (rFVIIa). In contrast to BPAs, rpFVIII levels can be measured using a one-stage assay, allowing replacement based on assay levels, as well as clinical response. Furthermore, Obizur may result in less thrombotic risk than BPAs and therefore be more suitable for patients with cardiovascular comorbidities (Knoebl et al., 2012; Kruse-Jarres et al., 2015; Tarantino et al., 2017). We present our single centre experience of the first five patients treated with Obizur between June 2018 and August 2019 with lower initial doses than previously published (50–80 u/kg Obizur compared to licensed dose of 200 u/kg). Tables 1 and 2 summarise key patient information and treatment, which is supplemented by individual case descriptions. MGUS RA PVD Pre-DM CKD RA Prednisolone Rituximab Patient 1: This 86-year-old man initially presented with haematemesis whilst on rivaroxaban for atrial fibrillation, and rivaroxaban was stopped. At 2 months later, he developed a left proximal deep vein thrombosis (confirmed by Doppler ultrasonography), which was then treated with therapeutic enoxaparin. At 1 month later, whilst on enoxaparin, he presented with right leg swelling and computed tomography (CT) scan confirmed a thigh haematoma. The enoxaparin was stopped. Following minimal clinical improvement in thigh swelling, the local haematology team was contacted. On review his activated partial thromboplastin time (APTT) had been persistently elevated at about 55 s (reference range 20·0–30·0 s) since the haematemesis. The diagnosis of AHA was made and immunosuppression commenced. BPAs were not started as there was no active bleeding by that stage. On day 16 of steroids, he developed new spontaneous flank haematoma. Upon Obizur administration, haemostasis was achieved rapidly; further dosing was given to maintain trough of FVIII initially >0·5 iu/ml (as per guidelines for inherited haemophilia and supported by Obizur data) (Kruse-Jarres et al., 2015; Srivastava et al., 2013). Obizur was stopped after 9 days, but he subsequently developed Staphylococcus aureus septicaemia and died. Patient 2: An 88-year-old man presented with haematoma causing compartment syndrome of the left leg, secondary to trauma. He had a background of myocardial infarction and stenting 2 years prior; and had undergone a transcatheter aortic valve implantation procedure 6 months previously, followed by clopidogrel and aspirin for 3 months. He was on aspirin alone at time of admission and this was stopped. APTT was raised at 35·2 s but further investigations were not sent. He had an urgent fasciotomy but bled postoperatively with re-accumulation of his haematoma requiring red cell transfusion. Fresh frozen plasma was given, and he returned to theatre for a repeat washout of his wound. When bleeding continued, haematology advice was sought on day 4 and a diagnosis of AHA was made. Bleeding promptly stopped upon Obizur administration and haematoma size remained static. Obizur was continued for 5 days. He subsequently developed pneumoperitoneum secondary to a perforated diverticulum whilst on steroids. He deteriorated rapidly developing multi-organ failure. Due to his multiple comorbidities surgery was considered very high risk and following discussion with the family and multidisciplinary team, a decision was made for palliation. Patient 3: An 86-year-old man with ischaemic heart disease on aspirin presented with a 3-day history of widespread bruising, acute 60 g/l drop in haemoglobin and spontaneous iliopsoas bleed. Aspirin was stopped. APTT was raised at 62·7 s. Haematology were contacted on day 3 of admission. Once AHA diagnosis was confirmed, Obizur was given. His haemoglobin stabilised with no new bleeds identified and improvement to existing bruising. Obizur was continued for 4 days. He responded to second-line immunosuppression and has not had further active bleeding. Patient 4: An 84-year-old woman with hypertension and congestive cardiac failure presented with rectal bleeding and dysphasia. CT demonstrated intracranial haemorrhage and retroperitoneal haematoma. APTT was raised at 49 s. Haematology were contacted and AHA diagnosis confirmed. She commenced factor eight inhibitor bypassing agent (FEIBA) 3000 u (50 u/kg) three-times a day at her local hospital but had ongoing bleeding, and so she was transferred to our centre after 5 days and Obizur commenced. Good haemostatic control was achieved but when discontinued, bleeding restarted and therefore Obizur was recommenced. This pattern repeated resulting in Obizur being continued intermittently, under regular review, with 20 exposure days overall. Due to poor response and marked agitation on prednisolone, rituximab was commenced with rapid steroid wean. Treatment was complicated by sepsis from which the patient died 2 months later. Patient 5: A 71-year-old man with a background of chronic kidney disease, peripheral vascular disease with iliac stent in situ presented with a 1-day history arm bruising and swelling following trauma. Haemoglobin was 91 g/l (baseline 124 g/l). CT abdomen and pelvis demonstrated no internal haemorrhage. APTT was elevated at 81 s. Haematology were contacted and AHA diagnosis confirmed. A single dose of FEIBA (50 u/kg) was given before the results of pFVIII inhibitor levels were known. Subsequently Obizur was commenced with a dose of 6000 u (70 iu/kg) given 10 h after the FEIBA. FVIII only incremented to 0·22 u/ml; however, extravasation was suspected as venepuncture had been challenging. A second dose of Obizur 8000 u was given resulting in an increase in FVIII from 0·07 to 0·73 iu/ml (recovery 0·7). No further rpFVIII was required. The patient was discharged on day 6, and responded well to prednisolone. This case series highlights the challenge of making a diagnosis of AHA in an elderly population, many of whom have multiple comorbidities associated with bleeding, including anti-platelet and anticoagulant medication. The significant mortality, despite adequate haemostasis, secondary to sepsis following immunosuppression reflects published data (Knoebl et al, 2012). These patients, with minimal detectable antibodies to rpFVIII, were initially treated using significant lower loading doses of Obizur than previously published, achieving a FVIII increment of approximately 0·7–2·0 u/kg and good haemostatic response without development of new rpFVIII inhibitors and had no adverse events related to rpFVIII. This suggests that in patients with active bleeding, without significant cross-reacting antibodies to pFVIII, initial rpFVIII dose of 50–100 u/kg is likely to achieve FVIII levels close to 1·00 iu/ml. However, it also highlights the varying response even in patients with very low levels cross-reactivity to pFVIII and the importance of selecting an initial dose based on severity of active bleeding and ability to rapidly measure FVIII levels after administration in order to guide replacement. The research was supported by the National Institute for Health Research (NIHR) Oxford Biomedical Research Centre (BRC). The views expressed are those of the author(s) and not necessarily those of the NHS, the NIHR or the Department of Health. Susan Shapiro has received honoraria from Shire. Dalia Khan wrote the manuscript. Susan Shapiro revised the manuscript. Susan Shapiro, Mike Desborough, Sayma Raza-Burton, were involved in management decisions and collected data; Peter Baker, Sarah Harper, James Beavis analysed blood samples and collected data. All authors approved the final version.",
  "authors": [
    {
      "display_name": "Dalia Khan",
      "id": "A5006097204",
      "orcid": "https://orcid.org/0000-0002-0858-6451",
      "institutions": [
        {
          "id": "I4210146357",
          "display_name": "Oxford BioMedica (United Kingdom)",
          "country_code": "GB",
          "type": "company"
        },
        {
          "id": "I40120149",
          "display_name": "University of Oxford",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Dalia Khan"
    },
    {
      "display_name": "Sayma Raza‐Burton",
      "id": "A5003799284",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210146357",
          "display_name": "Oxford BioMedica (United Kingdom)",
          "country_code": "GB",
          "type": "company"
        },
        {
          "id": "I40120149",
          "display_name": "University of Oxford",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Sayma Raza‐Burton"
    },
    {
      "display_name": "Peter Baker",
      "id": "A5067997735",
      "orcid": "https://orcid.org/0000-0002-6233-5389",
      "institutions": [
        {
          "id": "I4210146357",
          "display_name": "Oxford BioMedica (United Kingdom)",
          "country_code": "GB",
          "type": "company"
        },
        {
          "id": "I40120149",
          "display_name": "University of Oxford",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Peter Baker"
    },
    {
      "display_name": "Sarah Harper",
      "id": "A5090248000",
      "orcid": "https://orcid.org/0000-0001-8248-7016",
      "institutions": [
        {
          "id": "I4210146357",
          "display_name": "Oxford BioMedica (United Kingdom)",
          "country_code": "GB",
          "type": "company"
        },
        {
          "id": "I40120149",
          "display_name": "University of Oxford",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Sarah Harper"
    },
    {
      "display_name": "James Beavis",
      "id": "A5051794671",
      "orcid": null,
      "institutions": [
        {
          "id": "I40120149",
          "display_name": "University of Oxford",
          "country_code": "GB",
          "type": "funder"
        },
        {
          "id": "I4210146357",
          "display_name": "Oxford BioMedica (United Kingdom)",
          "country_code": "GB",
          "type": "company"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "James Beavis"
    },
    {
      "display_name": "Michael Desborough",
      "id": "A5036831023",
      "orcid": "https://orcid.org/0000-0002-1951-5616",
      "institutions": [
        {
          "id": "I4210146357",
          "display_name": "Oxford BioMedica (United Kingdom)",
          "country_code": "GB",
          "type": "company"
        },
        {
          "id": "I40120149",
          "display_name": "University of Oxford",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Michael Desborough"
    },
    {
      "display_name": "Susan Shapiro",
      "id": "A5003460548",
      "orcid": "https://orcid.org/0000-0003-0402-0802",
      "institutions": [
        {
          "id": "I40120149",
          "display_name": "University of Oxford",
          "country_code": "GB",
          "type": "funder"
        },
        {
          "id": "I4210146357",
          "display_name": "Oxford BioMedica (United Kingdom)",
          "country_code": "GB",
          "type": "company"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Susan Shapiro"
    }
  ],
  "publication_year": 2020,
  "publication_date": "2020-03-06",
  "type": "letter",
  "cited_by_count": 10,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S153015021",
    "display_name": "British Journal of Haematology",
    "issn_l": "0007-1048",
    "issn": [
      "0007-1048",
      "1365-2141"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320595"
  },
  "volume": "189",
  "issue": "4",
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/bjh.16556",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.9149484
    },
    {
      "id": "C2778961111",
      "display_name": "Recombinant factor VIIa",
      "level": 2,
      "score": 0.70734227
    },
    {
      "id": "C2778661090",
      "display_name": "Rivaroxaban",
      "level": 4,
      "score": 0.6945732
    },
    {
      "id": "C2780653079",
      "display_name": "Rituximab",
      "level": 3,
      "score": 0.6531487
    },
    {
      "id": "C2778385053",
      "display_name": "Haemophilia",
      "level": 2,
      "score": 0.6439129
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.5346763
    },
    {
      "id": "C2780868729",
      "display_name": "Thrombosis",
      "level": 2,
      "score": 0.466885
    },
    {
      "id": "C90924648",
      "display_name": "Gastroenterology",
      "level": 1,
      "score": 0.44600973
    },
    {
      "id": "C2777091921",
      "display_name": "Prothrombin complex concentrate",
      "level": 4,
      "score": 0.43383765
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.43319944
    },
    {
      "id": "C2776301958",
      "display_name": "Warfarin",
      "level": 3,
      "score": 0.2840988
    },
    {
      "id": "C2779161974",
      "display_name": "Atrial fibrillation",
      "level": 2,
      "score": 0.28197855
    },
    {
      "id": "C2779338263",
      "display_name": "Lymphoma",
      "level": 2,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11280",
      "display_name": "Hemophilia Treatment and Research",
      "score": 0.9995
    },
    {
      "id": "T10881",
      "display_name": "Blood Coagulation and Thrombosis Mechanisms",
      "score": 0.9849
    },
    {
      "id": "T10746",
      "display_name": "Platelet Disorders and Treatments",
      "score": 0.9812
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1111/bjh.16556",
  "pdf_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/bjh.16556",
  "retrieved_date": "2025-07-30T14:56:46.679021",
  "source_database": "OpenAlex"
}