{
  "openalex_id": "W3014244998",
  "doi": "https://doi.org/10.7326/l20-0070",
  "title": "Red and Processed Meat Consumption and Risk for All-Cause Mortality and Cardiometabolic Outcomes",
  "abstract": "Letters7 April 2020Red and Processed Meat Consumption and Risk for All-Cause Mortality and Cardiometabolic OutcomesCorrection(s) for this article:CorrectionsJul 2020Correction: Red and Processed Meat Consumption and Risk for All-Cause Mortality and Cardiometabolic OutcomesFREEDena Zeraatkar, MSc, Gordon H. Guyatt, MD, MSc, Pablo Alonso-Coello, MD, PhD, Malgorzata M. Bala, PhD, Montserrat Rabassa, PhD, Mi Ah Han, MD, PhD, Robin W.M. Vernooij, PhD, Claudia Valli, MSc, Regina El Dib, PhD, and Bradley C. Johnston, PhDDena Zeraatkar, MScMcMaster University, Hamilton, Ontario, Canada (D.Z., G.H.G.), Gordon H. Guyatt, MD, MScMcMaster University, Hamilton, Ontario, Canada (D.Z., G.H.G.), Pablo Alonso-Coello, MD, PhDBiomedical Research Institute San Pau (IIB Sant Pau) and CIBER de Epidemiología y Salud Pública (CIBERESP), Barcelona, Spain (P.A.), Malgorzata M. Bala, PhDJagiellonian University Medical College, Krakow, Poland (M.M.B.), Montserrat Rabassa, PhDBiomedical Research Institute San Pau (IIB Sant Pau), Barcelona, Spain (M.R., C.V.), Mi Ah Han, MD, PhDChosun University, Gwangju, Republic of Korea (M.A.H.), Robin W.M. Vernooij, PhDNetherlands Comprehensive Cancer Organisation (IKNL), Utrecht, the Netherlands (R.W.V.), Claudia Valli, MScBiomedical Research Institute San Pau (IIB Sant Pau), Barcelona, Spain (M.R., C.V.), Regina El Dib, PhDUniversidade Estadual Paulista, São José dos Campos, São Paulo, Brazil (R.E.), and Bradley C. Johnston, PhDDalhousie University, Halifax, Nova Scotia, Canada (B.C.J.)Author, Article, and Disclosure Informationhttps://doi.org/10.7326/L20-0070 SectionsAboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinkedInRedditEmail IN RESPONSE:Drs. Giovannucci and Rimm state, \"moving even smoking and lung cancer risk up from low evidence would be questionable.\" The GRADE approach provides for high-quality evidence from observational studies through 2 major considerations: large effects and dose-response gradients. Unlike the association between red and processed meat and adverse health outcomes, for which there is no convincing evidence of large relative risks (<0.5 or >2.0) (1), the magnitude of association between smoking and lung cancer is much larger, with relative risks ranging between 5 and 25 (2, 3). Moreover, there is a credible dose-response gradient. Because smoking and lung ...References1. Johnston BC, Zeraatkar D, Han MA, et al. Unprocessed red meat and processed meat consumption: dietary guideline recommendations from the Nutritional Recommendations (NutriRECS) Consortium. Ann Intern Med. 2019. [PMID: 31569235] LinkGoogle Scholar2. Ordóñez-Mena JM, Schöttker B, Mons U, et al; Consortium on Health and Ageing: Network of Cohorts in Europe and the United States (CHANCES). Quantification of the smoking-associated cancer risk with rate advancement periods: meta-analysis of individual participant data from cohorts of the CHANCES consortium. BMC Med. 2016;14:62. [PMID: 27044418] CrossrefMedlineGoogle Scholar3. Pesch B, Kendzia B, Gustavsson P, et al. Cigarette smoking and lung cancer—relative risk estimates for the major histological types from a pooled analysis of case-control studies. Int J Cancer. 2012;131:1210-9. [PMID: 22052329] CrossrefMedlineGoogle Scholar4. Guyatt GH, Oxman AD, Vist GE, et al; GRADE Working Group. GRADE: an emerging consensus on rating quality of evidence and strength of recommendations. BMJ. 2008;336:924-6. [PMID: 18436948] CrossrefMedlineGoogle Scholar5. Morgan RL, Beverly B, Ghersi D, et al. GRADE guidelines for environmental and occupational health: a new series of articles in Environment International. Environment International. 2019;128:11. CrossrefMedlineGoogle Scholar Author, Article, and Disclosure InformationAffiliations: McMaster University, Hamilton, Ontario, Canada (D.Z., G.H.G.)Biomedical Research Institute San Pau (IIB Sant Pau) and CIBER de Epidemiología y Salud Pública (CIBERESP), Barcelona, Spain (P.A.)Jagiellonian University Medical College, Krakow, Poland (M.M.B.)Biomedical Research Institute San Pau (IIB Sant Pau), Barcelona, Spain (M.R., C.V.)Chosun University, Gwangju, Republic of Korea (M.A.H.)Netherlands Comprehensive Cancer Organisation (IKNL), Utrecht, the Netherlands (R.W.V.)Universidade Estadual Paulista, São José dos Campos, São Paulo, Brazil (R.E.)Dalhousie University, Halifax, Nova Scotia, Canada (B.C.J.)Disclosures: Disclosures can be viewed at www.acponline.org/authors/icmje/ConflictOfInterestForms.do?msNum=M19-0655.Correction: This article was corrected on 30 April 2020 to correct the third sentence and add an omitted author: Regina El Dib, PhD. PreviousarticleNextarticle Advertisement FiguresReferencesRelatedDetailsSee AlsoRed and Processed Meat Consumption and Risk for All-Cause Mortality and Cardiometabolic Outcomes Dena Zeraatkar , Mi Ah Han , Gordon H. Guyatt , Robin W.M. Vernooij , Regina El Dib , Kevin Cheung , Kirolos Milio , Max Zworth , Jessica J. Bartoszko , Claudia Valli , Montserrat Rabassa , Yung Lee , Joanna Zajac , Anna Prokop-Dorner , Calvin Lo , Malgorzata M. Bala , Pablo Alonso-Coello , Steven E. Hanna , and Bradley C. Johnston Red and Processed Meat Consumption and Risk for All-Cause Mortality and Cardiometabolic Outcomes Edward Giovannucci and Eric Rimm Correction: Red and Processed Meat Consumption and Risk for All-Cause Mortality and Cardiometabolic Outcomes Metrics Cited byCritical overview of the use of plant antioxidants in the meat industry: Opportunities, innovative applications and future perspectivesReconciling contrasting guideline recommendations on red and processed meat for health outcomesAssociation of soft drink and 100% fruit juice consumption with all-cause mortality, cardiovascular diseases mortality, and cancer mortality: A systematic review and dose-response meta-analysis of prospective cohort studiesCharacteristics and quality of systematic reviews and meta-analyses of observational nutritional epidemiology: a cross-sectional studyThe Future of Meat: Health Impact Assessment with Randomized EvidenceAssociation of food expenditure with life expectancy in the United States, 2001–2014The association between protein consumption from animal and plant sources with psychological distress in older people in the Mediterranean regionKalorienreduktion ist ein Gesundheitsplus, aber wie und welche?Correction: Red and Processed Meat Consumption and Risk for All-Cause Mortality and Cardiometabolic OutcomesUnprocessed Red Meat and Processed Meat ConsumptionBradley C. Johnston, PhD, Dena Zeraatkar, MSc, Robin W.M. Vernooij, PhD, Montserrat Rabassa, PhD, Regina El Dib, PhD, Claudia Valli, MSc, Mi Ah Han, PhD, Pablo Alonso-Coello, MD, PhD, Malgorzata M. Bala, MD, PhD, and Gordon H. Guyatt, MD 7 April 2020Volume 172, Issue 7Page: 511-512KeywordsDisclosureGrading of Recommendations Assessment Development and EvaluationLung and intrathoracic tumorsMeatObservational studiesRandomized trialsRelative riskResearch designResearch quality assessmentSystematic reviews ePublished: 7 April 2020 Issue Published: 7 April 2020 Copyright & PermissionsCopyright © 2020 by American College of Physicians. All Rights Reserved.PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Dena Zeraatkar",
      "id": "A5031799727",
      "orcid": "https://orcid.org/0000-0003-4287-0541",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Dena Zeraatkar"
    },
    {
      "display_name": "Gordon Guyatt",
      "id": "A5031717153",
      "orcid": "https://orcid.org/0000-0003-2352-5718",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Gordon H. Guyatt"
    },
    {
      "display_name": "Pablo Alonso‐Coello",
      "id": "A5012215238",
      "orcid": "https://orcid.org/0000-0002-8001-8504",
      "institutions": [
        {
          "id": "I4210137803",
          "display_name": "Biomedical Research Institute",
          "country_code": "US",
          "type": "nonprofit"
        },
        {
          "id": "I4210154894",
          "display_name": "Centro de Investigación Biomédica en Red de Epidemiología y Salud Pública",
          "country_code": "ES",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Pablo Alonso-Coello"
    },
    {
      "display_name": "Małgorzata M Bała",
      "id": "A5013315390",
      "orcid": "https://orcid.org/0000-0003-1978-7264",
      "institutions": [
        {
          "id": "I126596746",
          "display_name": "Jagiellonian University",
          "country_code": "PL",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Malgorzata M. Bala"
    },
    {
      "display_name": "Montserrat Rabassa",
      "id": "A5011331388",
      "orcid": "https://orcid.org/0000-0002-0276-6726",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Montserrat Rabassa"
    },
    {
      "display_name": "Mi Ah Han",
      "id": "A5008381758",
      "orcid": "https://orcid.org/0000-0003-1213-6952",
      "institutions": [
        {
          "id": "I152238500",
          "display_name": "Chosun University",
          "country_code": "KR",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mi Ah Han"
    },
    {
      "display_name": "Robin W.M. Vernooij",
      "id": "A5033402992",
      "orcid": "https://orcid.org/0000-0001-5734-4566",
      "institutions": [
        {
          "id": "I4210142067",
          "display_name": "Netherlands Comprehensive Cancer Organisation",
          "country_code": "NL",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Robin W.M. Vernooij"
    },
    {
      "display_name": "Claudia Valli",
      "id": "A5026289109",
      "orcid": "https://orcid.org/0000-0002-4393-3690",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Claudia Valli"
    },
    {
      "display_name": "Regina El Dib",
      "id": "A5034907992",
      "orcid": "https://orcid.org/0000-0002-4081-803X",
      "institutions": [
        {
          "id": "I879563668",
          "display_name": "Universidade Estadual Paulista (Unesp)",
          "country_code": "BR",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Regina El Dib"
    },
    {
      "display_name": "Bradley C. Johnston",
      "id": "A5000473326",
      "orcid": "https://orcid.org/0000-0001-8872-8626",
      "institutions": [
        {
          "id": "I129902397",
          "display_name": "Dalhousie University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Bradley C. Johnston"
    }
  ],
  "publication_year": 2020,
  "publication_date": "2020-04-06",
  "type": "letter",
  "cited_by_count": 31,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S119722071",
    "display_name": "Annals of Internal Medicine",
    "issn_l": "0003-4819",
    "issn": [
      "0003-4819",
      "1539-3704"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316812"
  },
  "volume": "172",
  "issue": "7",
  "first_page": "511",
  "last_page": "511",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.5210678
    },
    {
      "id": "C30772137",
      "display_name": "Consumption (sociology)",
      "level": 2,
      "score": 0.47742805
    },
    {
      "id": "C149923435",
      "display_name": "Demography",
      "level": 1,
      "score": 0.395033
    },
    {
      "id": "C161191863",
      "display_name": "Library science",
      "level": 1,
      "score": 0.39243847
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.13271898
    },
    {
      "id": "C36289849",
      "display_name": "Social science",
      "level": 1,
      "score": 0.1292662
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10866",
      "display_name": "Nutritional Studies and Diet",
      "score": 0.9973
    },
    {
      "id": "T13522",
      "display_name": "Cardiovascular Health and Risk Factors",
      "score": 0.9931
    },
    {
      "id": "T10010",
      "display_name": "Obesity, Physical Activity, Diet",
      "score": 0.9765
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.7326/l20-0070",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:38:41.802600",
  "source_database": "OpenAlex"
}