{
  "openalex_id": "W3014607392",
  "doi": "https://doi.org/10.7326/l20-0115",
  "title": "Screening for Colorectal Cancer in Asymptomatic Average-Risk Adults",
  "abstract": "Letters7 April 2020Screening for Colorectal Cancer in Asymptomatic Average-Risk AdultsTimothy J. Wilt, MD, MPH, Carolyn J. Crandall, MD, MS, Lauri A. Hicks, DO, Reem A. Mustafa, MD, MPH, PhD, and Amir Qaseem, MD, PhD, MHATimothy J. Wilt, MD, MPHMinneapolis Veterans Affairs Medical Center, Minneapolis, Minnesota (T.J.W.)Search for more papers by this author, Carolyn J. Crandall, MD, MSDavid Geffen School of Medicine at University of California, Los Angeles, Los Angeles, California (C.J.C.)Search for more papers by this author, Lauri A. Hicks, DOCenters for Disease Control and Prevention, Atlanta, Georgia (L.A.H.)Search for more papers by this author, Reem A. Mustafa, MD, MPH, PhDUniversity of Kansas Medical Center, Kansas City, Kansas (R.A.M.)Search for more papers by this author, and Amir Qaseem, MD, PhD, MHAAmerican College of Physicians, Philadelphia, Pennsylvania (A.Q.)Search for more papers by this authorAuthor, Article, and Disclosure Informationhttps://doi.org/10.7326/L20-0115 SectionsAboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinkedInRedditEmail IN RESPONSE:American College of Physicians guidance statements are intended to provide critical review and appraisal of guidelines and evidence presented to support the recommendations when several conflicting guidelines exist on a clinical topic (1, 2). We acknowledge Dr. Kim's point that there are observational data on CTC; however, the U.S. Preventive Services Task Force notes that the evidence is limited to test characteristics studies with no data on clinical effectiveness and insufficient evidence on harms, including unnecessary testing and treatment due to incidental extracolonic findings that are common with this test (3). Positive findings on CTC require colonoscopy follow-up, ...References1. Qaseem A, Kansagara D, Lin JS, et al; Clinical Guidelines Committee of the American College of Physicians. The development of clinical guidelines and guidance statements by the Clinical Guidelines Committee of the American College of Physicians: update of methods. Ann Intern Med. 2019;170:863-70. [PMID: 31181568] LinkGoogle Scholar2. Qaseem A, Crandall CJ, Mustafa RA, et al; Clinical Guidelines Committee of the American College of Physicians. Screening for colorectal cancer in asymptomatic average-risk adults: a guidance statement from the American College of Physicians. Ann Intern Med. 2019;171:643-54. [PMID: 31683290]. doi:10.7326/M19-0642 LinkGoogle Scholar3. Bibbins-Domingo K, Grossman DC, Curry SJ, et al; US Preventive Services Task Force. Screening for colorectal cancer: US Preventive Services Task Force recommendation statement. JAMA. 2016;315:2564-75. [PMID: 27304597] CrossrefMedlineGoogle Scholar4. Lee SJ, Boscardin WJ, Stijacic-Cenzer I, et al. Time lag to benefit after screening for breast and colorectal cancer: meta-analysis of survival data from the United States, Sweden, United Kingdom, and Denmark. BMJ. 2013;346:e8441. [PMID: 23299842] CrossrefMedlineGoogle Scholar Author, Article, and Disclosure InformationAffiliations: Minneapolis Veterans Affairs Medical Center, Minneapolis, Minnesota (T.J.W.)David Geffen School of Medicine at University of California, Los Angeles, Los Angeles, California (C.J.C.)Centers for Disease Control and Prevention, Atlanta, Georgia (L.A.H.)University of Kansas Medical Center, Kansas City, Kansas (R.A.M.)American College of Physicians, Philadelphia, Pennsylvania (A.Q.)Disclaimer: The views expressed in this comment are those of the authors and do not necessarily represent the official position of the Centers for Disease Control and Prevention.Disclosures: Authors have disclosed no conflicts of interest. Forms can be viewed at www.acponline.org/authors/icmje/ConflictOfInterestForms.do?msNum=M19-0642. A record of disclosures of interest and management of conflicts of is kept for each Clinical Guidelines Committee meeting and conference call and can be viewed at www.acponline.org/clinical_information/guidelines/guidelines/conflicts_cgc.htm. PreviousarticleNextarticle Advertisement FiguresReferencesRelatedDetailsSee AlsoScreening for Colorectal Cancer in Asymptomatic Average-Risk Adults: A Guidance Statement From the American College of Physicians Amir Qaseem , Carolyn J. Crandall , Reem A. Mustafa , Lauri A. Hicks , Timothy J. Wilt , and Screening for Colorectal Cancer in Asymptomatic Average-Risk Adults Joseph B. Weiss , Nancy S. Cetel , and Danielle E. Weiss Screening for Colorectal Cancer in Asymptomatic Average-Risk Adults Thomas F. Imperiale , Steven H. Itzkowitz , David F. Ransohoff , and Philip Lavin Screening for Colorectal Cancer in Asymptomatic Average-Risk Adults David H. Kim Metrics Cited byDiagnosis and Management of Acute Left-Sided Colonic Diverticulitis: A Clinical Guideline From the American College of PhysiciansAmir Qaseem, MD, PhD, MHA, Itziar Etxeandia-Ikobaltzeta, PharmD, PhD, Jennifer S. Lin, MD, MCR, Nick Fitterman, MD, Tatyana Shamliyan, MD, MS, and Timothy J. Wilt, MD, MPH, for the Clinical Guidelines Committee of the American College of Physicians* 7 April 2020Volume 172, Issue 7Page: 508-509KeywordsCancer screeningColonoscopyColorectal cancerConflicts of interestDecision makingDisclosureFlexible sigmoidoscopyHematologic testsLife expectancySpecificity ePublished: 7 April 2020 Issue Published: 7 April 2020 Copyright & PermissionsCopyright © 2020 by American College of Physicians. All Rights Reserved.PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Timothy J Wilt",
      "id": "A5043350291",
      "orcid": "https://orcid.org/0000-0002-6019-7779",
      "institutions": [
        {
          "id": "I2799886695",
          "display_name": "Veterans Health Administration",
          "country_code": "US",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Timothy J. Wilt"
    },
    {
      "display_name": "Carolyn Crandall",
      "id": "A5010379448",
      "orcid": "https://orcid.org/0000-0001-9441-0198",
      "institutions": [
        {
          "id": "I161318765",
          "display_name": "University of California, Los Angeles",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Carolyn J. Crandall"
    },
    {
      "display_name": "Lauri A. Hicks",
      "id": "A5022901525",
      "orcid": "https://orcid.org/0000-0002-2383-9357",
      "institutions": [
        {
          "id": "I1289490764",
          "display_name": "Centers for Disease Control and Prevention",
          "country_code": "US",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Lauri A. Hicks"
    },
    {
      "display_name": "Reem A. Mustafa",
      "id": "A5067205817",
      "orcid": "https://orcid.org/0000-0002-2091-0875",
      "institutions": [
        {
          "id": "I4210128618",
          "display_name": "University of Kansas Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Reem A. Mustafa"
    },
    {
      "display_name": "Amir Qaseem",
      "id": "A5077264460",
      "orcid": "https://orcid.org/0000-0001-6866-7985",
      "institutions": [
        {
          "id": "I40130261",
          "display_name": "American College of Physicians",
          "country_code": "US",
          "type": "other"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Amir Qaseem"
    }
  ],
  "publication_year": 2020,
  "publication_date": "2020-04-06",
  "type": "letter",
  "cited_by_count": 1,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S119722071",
    "display_name": "Annals of Internal Medicine",
    "issn_l": "0003-4819",
    "issn": [
      "0003-4819",
      "1539-3704"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316812"
  },
  "volume": "172",
  "issue": "7",
  "first_page": "508",
  "last_page": "508",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.7837417
    },
    {
      "id": "C2775969662",
      "display_name": "Veterans Affairs",
      "level": 2,
      "score": 0.57420915
    },
    {
      "id": "C23131810",
      "display_name": "Observational study",
      "level": 2,
      "score": 0.5524253
    },
    {
      "id": "C512399662",
      "display_name": "Family medicine",
      "level": 1,
      "score": 0.543519
    },
    {
      "id": "C2985871740",
      "display_name": "Task force",
      "level": 2,
      "score": 0.5055492
    },
    {
      "id": "C2987315675",
      "display_name": "Disease control",
      "level": 2,
      "score": 0.44853973
    },
    {
      "id": "C526805850",
      "display_name": "Colorectal cancer",
      "level": 3,
      "score": 0.4382226
    },
    {
      "id": "C2777910003",
      "display_name": "Asymptomatic",
      "level": 2,
      "score": 0.43421972
    },
    {
      "id": "C74909509",
      "display_name": "Gerontology",
      "level": 1,
      "score": 0.37938917
    },
    {
      "id": "C121608353",
      "display_name": "Cancer",
      "level": 2,
      "score": 0.351124
    },
    {
      "id": "C161191863",
      "display_name": "Library science",
      "level": 1,
      "score": 0.34488654
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.17919001
    },
    {
      "id": "C3116431",
      "display_name": "Public administration",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C159047783",
      "display_name": "Virology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10552",
      "display_name": "Colorectal Cancer Screening and Detection",
      "score": 1.0
    },
    {
      "id": "T11369",
      "display_name": "Genetic factors in colorectal cancer",
      "score": 0.9971
    },
    {
      "id": "T10335",
      "display_name": "Colorectal Cancer Surgical Treatments",
      "score": 0.9971
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.7326/l20-0115",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:17:14.615404",
  "source_database": "OpenAlex"
}