{
  "openalex_id": "W3014430605",
  "doi": "https://doi.org/10.1097/cm9.0000000000000848",
  "title": "Recommendations for respiratory rehabilitation in adults with coronavirus disease 2019",
  "abstract": "Introduction Since December 2019, the coronavirus disease 2019 (COVID-19) has become a public health emergency. COVID-19 has already been classified as a category B infectious disease according to the Law of the People's Republic of China on the Prevention and Treatment of Infectious Diseases, and control measures for category A infectious diseases have been adopted. The National Health Commission has also published diagnosis and treatment protocols to guide the clinical diagnosis and treatment. With the accumulating experience of treating COVID-19 patients, particularly severely and critically ill patients, in clinical practice, our understanding of COVID-19 has continuously deepened. With regard to varying degrees of respiratory, physical, and psychological dysfunction in patients,[1] it is vital to standardize respiratory rehabilitation techniques and procedures for respiratory rehabilitation in various regions. Hence, we combined the opinions of frontline epidemic control experts and reviewed the evidence in relevant literature. Based on the \"Coronavirus Disease 2019 Respiratory Rehabilitation Guidelines (First Edition),\"[2] we organized experts in evidence-based medicine, respiratory and critical care medicine, and rehabilitation medicine in China, and invited some experts at the frontline of epidemic control in Wuhan and other cities in Hubei province to jointly draft these recommendations. Methodology Registration These recommendations were registered at the International Practice Guidelines Registry Platform (http://www.guidelines-registry.org; registration number: IPGRP-2020CN016). Recommendation work group The recommendation work group was divided into the recommendation drafting group, evidence assessment group, and expert consensus group. The drafting group is responsible for determining the topic and scope of the recommendations, guiding the evidence assessment group in evidence summary, and drafting recommendations. The evidence assessment group is responsible for searching, assessing, and providing a summary of relevant evidence. The expert consensus group is responsible for achieving a consensus from the preliminary recommendations. Literature search Our recommendations included rehabilitation-related guidelines, systemic reviews, and randomized controlled trials with regard to three infectious diseases (COVID-19, severe acute respiratory syndrome [SARS], and Middle East respiratory syndrome [MERS]). Two members of the evidence assessment team performed independent computer searches of English databases (PubMed, Ovid, Embase), Chinese databases (Chinese Biological Medical Literature database, China National Knowledge Infrastructure, Chinese Medical Journal Database), and relevant online website bulletins on COVID-19 (the World Health Organization, Elsevier, the Lancet, the New England Journal of Medicine, and the Journal of the American Medical Association, 2019 Novel Coronavirus Resource (2019nCoVR), and the Chinese Medical Journal Network). The search period was from database construction to February 21, 2020. The search terms included the English terms and their Chinese equivalents: \"novel coronavirus pneumonia,\" \"NCP,\" \"severe acute respiratory syndrome,\" \"SARS,\" \"Middle East Respiratory Syndrome,\" \"MERS,\" \"influenza,\" \"psychological therapy,\" \"guideline,\" \"statement,\" \"recommendation,\" \"randomized controlled trial,\" and other rehabilitation-related English search terms and their Chinese equivalents included \"respiratory rehabilitation,\" \"pulmonary rehabilitation,\" \"physiotherapy,\" \"physical therapy,\" and \"occupational therapy.\" If the complete article was unavailable, we emailed the corresponding author to obtain it. Paper screening and evidence summary Two members of the evidence assessment group used the Endnote X9 literature management software to screen the literature independently according to the inclusion and exclusion criteria. Different rehabilitation topics were used for classification and to summarize the results of the included articles. Cross-verification was carried out by two staff members during screening and during the preparation of the summary. If there was any dispute, a third researcher intervened, discussed, and resolved the dispute. Quality assessment The evidence assessment group employed the Appraisal of Guidelines for Research & Evaluation II tool for methodological quality assessment of the included guidelines, the Assessment of Multiple Systematic Reviews tool for quality assessment of systematic reviews, and the Cochrane bias risk assessment tool for bias risk assessment of randomized controlled trials. Generation of recommendations and consensus Based on the evidence summary and quality assessment results, the recommendation drafting group combined all existing recommendations and drafted a preliminary version of rehabilitation recommendations. The recommendations were submitted to the expert consensus group, and a consensus was reached through panel discussions, which was then determined to be the final draft of the recommendations. Basic Principles of Respiratory Rehabilitation Prerequisite First, the requirements of the \"Guidelines for COVID-19 Prevention and Control in Medical Institutions (1st Edition)\"[3] printed by the National Health Commission should be strictly complied with. All staffs who had a close contact with patients for respiratory rehabilitation assessment and treatment must pass the infection control training and examination in the local hospital before they can start to work. Aim For COVID-19 inpatients, the aim of respiratory rehabilitation is to ameliorate dyspnea, alleviate anxiety and depression, reduce complications, prevent and improve dysfunction, reduce morbidity, preserve functions, and improve quality of life as much as possible. Timing Early respiratory rehabilitation is not recommended for severely and critically ill patients if their condition remains unstabilized or progressively deteriorates. The timing of respiratory rehabilitation intervention should exclude contraindications for respiratory rehabilitation and should not aggravate the burdens of infection prevention. The staged respiratory rehabilitation measures can be employed at the later stages for discharged patients with different sequelae. Methods For patients in isolation ward, educational videos, self-management booklet, and remote consultation are recommended during respiratory rehabilitation to reduce the usage of protective equipment and avoid cross-infection. Integrated rehabilitation using multiple methods can be employed in patients who meet the recovery criteria and are no longer under quarantine observation based on their indications and conditions. Personalization The principle of personalization must be adhered to regardless of the type of respiratory rehabilitation intervention. In particular, for patients with severe/critical condition, older adults, obesity patients, patients with multiple comorbidities, and patients with one or more organ failure, the respiratory rehabilitation team should customize a respiratory rehabilitation plan based on the unique problems of each patient. Evaluation Evaluation and monitoring must be conducted from the initiation until the completion of respiratory rehabilitation. Protection [Table 1] The staff must refer to the requirements indicated in the \"Recommendations for Airway Management in Adult Severe Coronavirus Disease 2019 Patients (Interim)\" and determine the appropriate protective measures according to the type of task.[4]Table 1: Protection categories when performing respiratory rehabilitation for COVID-19 patients.Respiratory Rehabilitation Recommendations for Mildly ill Patients During Hospitalization (Only for Cabin Hospitals) The clinical symptoms of the patient are mild and may include fever, fatigue, coughing, and one or more physical dysfunctions.[5,6] During quarantine, patients with confirmed disease may show anger, fear, anxiety, depression, insomnia or aggression, and loneliness, or will be uncooperative due to fear of the disease. The patients will tend to give up treatment or develop other psychological problems.[7] Respiratory rehabilitation can ameliorate anxiety and depression in patients.[8] Recommendations Patient education (1) Advocacy, videos, and booklet are used to help patients understand the disease and treatment process; (2) the patients are required to take regular rest and have sufficient sleep; (3) they are encouraged to eat a balanced diet; (4) they are advised to stop smoking. Activity recommendations (1) Exercise intensity: Borg dyspnea score ≤3 points (total score: 10 points), fatigue should be absent on Day 2 preferably; (2) Exercise frequency: twice a day, duration 15 to 45 min/session, 1 h after meals; and (3) type of exercise: breathing exercise, Tai chi, or square dancing. Psychological intervention (1) Self-assessment scales are used to rapidly identify the type of psychological dysfunction. (2) If necessary, the patients should visit the psychologists or ask for help through mental health hotline. Respiratory Rehabilitation Recommendations for Moderately ill Patients During Hospitalization (Only for Cabin Hospitals) Isolation is an effective method for reducing the transmission of disease. However, isolation causes patients to have limited exercise space. In addition, patients experience fever, fatigue, muscle ache, and so on,[6] and the duration of sitting and lying down is significantly increased for most patients. Prolong bed rest will decrease muscle strength, result in poor expulsion of sputum,[9] and significantly increase the risk of deep vein thrombosis.[10] Moreover, anxiety, depression, and fatigue will result in exercise intolerance.[11] Recommendations Intervention timing for respiratory rehabilitation in moderately ill patients Due to the limited understanding of the pathophysiological mechanisms of COVID-19, current clinical observations found that around 3% to 5% of moderately ill patients develop severe or even critical disease after 7 to 14 days of infection. Therefore, the exercise intensity should not be too high as its objective is to maintain the existing physical status. After the patient is admitted to the cabin hospital, data on the patient's initial consultation time, duration from disease onset to dyspnea, and blood oxygen saturation (SpO2)[12,13] should be assessed to determine if the respiratory rehabilitation can be initiated. Exclusion criteria Patients (1) with a temperature >38.0°C, (2) with an initial consultation time ≤7 days, (3) in whom the duration from disease onset to dyspnea is ≤3 days, (4) whose chest radiological scans show >50% progression within 24 to 48 h, (5) with an SpO2 level of ≤95%, and (6) with a resting blood pressure of <90/60 (1 mmHg = 0.133 kPa) or >140/90 mmHg. Exercise termination criteria Respiratory rehabilitation is immediately discontinued when one of the following conditions develops during rehabilitation: (1) dyspnea index: Borg dyspnea score >3 (total score: 10 points); (2) chest tightness, shortness of breath, dizziness, headache, blurred vision, heart palpitations, profuse sweating, and balance disorder; and (3) other conditions that the clinician determines to be unsuitable for exercise. Assistance should be sought from physicians and nurses. Primary intervention measures for respiratory rehabilitation include airway clearance, breathing control, physical activity, and exercise (1) Airway clearance: (i) dilation during deep breathing exercise can be used to help sputum expectoration and (ii) a sealed plastic bag should be used when coughing to avoid virus transmission. (2) Breathing control: (i) positioning: An upright sitting position is usually adopted. Patients with shortness of breath should adopt a semi-sitting position or a leaning forward position; (ii) maneuvers: During training, the accessory muscles of the shoulders and neck are relaxed, and the patient slowly inhales through the nose and slowly exhales through the mouth. Attention is paid to the expansion of the lower chest. (3) Physical activity and exercise recommendations: (i) intensity: The recommended exercise intensity is between rest (1.0 metabolic equivalents [METs]) and light exercise (<3.0 METs); (ii) frequency: Exercise is performed twice a day, 1 h after meal; (iii) duration: The exercise duration is based on the patient's physical status, and each session lasts 15 to 45 min. Patients who are prone to fatigue or are physically weak should perform intermittent exercise; (iv) type of exercise: breathing exercises, stepping, Tai chi, and exercises that are recommended to prevent thrombosis; and (v) the management of patients with limited locomotor activity is the same as that for severely ill patients. Respiratory Rehabilitation Treatment for Severely and Critically Ill Patients Severely and critically ill patients account for 15.7% of the number of confirmed cases.[6] The latest pathology results show that early-[14] and late-stage pulmonary lesions are mainly due to diffuse alveolar injury, significant fibrosis did not occur, and diffuse lymphocyte infiltration is present between myocardial fibers, and the possibility of comorbid viral myocarditis cannot be excluded.[15] Many COVID-19 patients who are given mechanical ventilation under deep sedation and receiving analgesia completely lose spontaneous breathing and have no or weak response to stimuli, and the incidence of delirium in patients is high.[16] Respiratory rehabilitation can be initiated at a suitable time and can significantly reduce delirium and mechanical ventilation duration, and eventually improve the patient's functional status.[17] Before performing the rehabilitation intervention in severely and critically ill patients, a comprehensive evaluation of the patient's systemic function is required, particularly in terms of cognitive status, respiratory function, cardiovascular function, and musculoskeletal function. Treatment should be initiated as soon as possible in patients who are eligible for respiratory rehabilitation. Before initiating treatment, a consensus from the medical team must be obtained, and sufficient preparations should be made. Reassessment should be carried out in patients who do not fulfill the criteria for respiratory rehabilitation, and respiratory rehabilitation can only be performed once they satisfy the criteria. If adverse events occur during rehabilitation, rehabilitation should be discontinued immediately, and the chief physician must be informed. The cause should be determined, and safety should be re-evaluated. Due to safety and human resource concerns, only the recommended bed and bedside activities are carried out during rehabilitation in severely and critically ill patients. Rehabilitation intervention measures must cover three major areas: (1) positioning management, (2) early mobilization, and (3) respiratory management. The therapeutic interventions should be based on the patient's cognitive status and functional status. Recommendations Timing of intervention Respiratory rehabilitation can be initiated once all of the following criteria are met[18]: (1) respiratory system: (i) fraction of inspired oxygen ≤0.6, (ii) SpO2 ≥90%, (iii) respiratory rate ≤40 breaths/min (bpm), (iv) positive end expiratory pressure ≤10 cmH2O (1 cmH2O = 0.098 kPa), (v) absence of ventilator resistance, and (vi) absence of unsafe hidden airway problems; (2) cardiovascular system: (i) systolic blood pressure ≥90 and ≤180 mmHg, (ii) mean arterial pressure (MAP) ≥65 and ≤110 mmHg, (iii) heart rate ≥40 and ≤120 beats/min, (iv) absence of new arrhythmia or myocardial ischemia, (v) absence of shock with lactic acid level ≥4 mmol/L, (vi) absence of new unstable deep vein thrombosis and pulmonary embolism, and (vii) absence of suspected aortic stenosis; (3) nervous system: (i) Richmond Agitation-Sedation Scale score: −2 to +2 and (ii) intracranial pressure <20 cmH2O; and (4) others: (i) absence of unstable limb and spinal fractures, (ii) absence of severe underlying hepatic/renal disease or new progressively worsening hepatic/renal impairment, (iii) absence of active hemorrhage, and (iv) temperature ≤38.5°C. Early rehabilitation is discontinued immediately if the following conditions occur[18] (1) Respiratory system: (i) SpO2 <90% or decrease by >4% from baseline, (ii) respiratory rate >40 bpm, (iii) ventilator resistance, and (iv) artificial airway dislodgement or migration; (2) cardiovascular system: (i) systolic blood pressure <90 or >180 mmHg, (ii) MAP <65 or >110 mmHg, or >20% change compared with baseline, (iii) heart rate <40 or >120 beats/min, and (iv) new arrhythmia and myocardial ischemia; (3) nervous system: (i) loss of consciousness and (ii) irritability; and (4) others: (i) discontinuation of any treatment or removal of monitoring tube connected to the patient; (ii) patient-perceived heart palpitations, exacerbation of dyspnea or shortness of breath, and intolerable fatigue; and (iii) falls in patient. Respiratory rehabilitation intervention measures (1) Positioning management: In case that physiological status permits, anti-gravity posture simulation is gradually increased until the patient can maintain an upright position, such as raising the head of the bed by 60°; the lower edge of the pillow is placed on one-third of the scapula to prevent head hyperextension. A pillow is placed below the popliteal fossa to relax the lower limbs and abdomen. Positioning management is carried out in 30-min sessions and three sessions are conducted each day.[19] Prone position ventilation is carried out in acute respiratory distress syndrome (ARDS) patients for 12 h and above.[20] (2) Early mobilization: Attention should be paid during the entire activity to prevent tubing detachment, and vital signs should be monitored during the entire process. (i) Intensity: Lower strength, duration, or activity scope can be used in patients with poor physical status, and patients only need to complete the movements; (ii) duration: The total training duration for a single session should not exceed 30 min nor exacerbate fatigue; (iii) type of exercise: First, regular turnover and movement on the bed, sitting up on bed, moving from the bed to chair, sitting on the chair, standing up, and stepping should be carried out step by step. Second, active/passive exercise training is performed within the full range of motion (ROM).[21] Third, for patients receiving sedatives or patients with loss of consciousness, cognitive dysfunction, or with limited physiological conditions, treatments include bedside lower limb passive exercise bicycle, passive joint movement and stretch exercise, and neuromuscular electrical stimulation.[22] (3) Respiratory management: This mainly includes lung recruitment and sputum expulsion and does not require therapist to have long periods of patient contact. The management should not trigger severe cough and increase the work of breathing. High-frequency chest wall oscillation,[23] and oscillatory positive expiratory pressure (OPEP) are among the recommended treatment methods.[24] Respiratory Rehabilitation Treatment for Discharged Patients Mildly and moderately ill patients after discharge Post-discharge rehabilitation of mildly and moderately ill patients mainly consists of improving physical fitness and psychological adjustment. Progressive aerobic exercises can be selected so that patients can gradually recover the level of activity before disease onset and eventually return to society. Severely/critically ill patients after discharge Severely/critically ill COVID-19 patients with respiratory and/or limb dysfunction after discharge should undergo respiratory rehabilitation. Based on the findings in discharged SARS and MERS patients[25,26] and clinical experience on post-discharge rehabilitation in ARDS patients, COVID-19 patients may have poor physical fitness, post-exertion shortness of breath, muscle atrophy (including respiratory muscles and trunk and limb muscles),[27] and post-traumatic stress disorder.[28] The specialist should be consulted on precautions if the patients have comorbidities such as pulmonary hypertension, myocarditis, congestive heart failure, deep vein thrombosis, and unstable fracture before commencing respiratory rehabilitation treatment. Recommendations Exclusion criteria (1) A heart rate of >100 beats/min, (2) a blood pressure of <90/60 or >140/90 mmHg, (3) an SpO2 of ≤95%, and (4) other diseases that are not suitable for exercise. Exercise termination criteria Patients who experience (1) temperature fluctuation (>37.2°C), (2) exacerbation of respiratory symptoms and fatigue that are not alleviated after rest should discontinue exercises immediately. The physician should be consulted if the following symptoms occur: chest tightness, chest pain, dyspnea, severe cough, dizziness, headache, blurred vision, heart palpitations, profuse sweating, and unstable gait. Rehabilitation evaluation (1) Clinical evaluation: physical examination, imaging tests, laboratory tests, lung function test, nutrition screening, and ultrasonography. (2) Exercise and respiratory function evaluation: (i) respiratory muscle strength: maximum inspiratory pressure/maximum expiratory pressure; (ii) muscle strength: the UK Medical Research Council test, manual muscle test, and isokinetic muscle testing; (iii) joint ROM test; (iv) balance function evaluation: Berg balance scale; (v) aerobic exercise capacity: 6-min walk test and cardiopulmonary exercise testing; and (vi) physical activity evaluation: International Physical Activity Questionnaire and Physical Activity Scale for the Elderly. (3) Evaluation of activities of daily living (ADL): The Barthel index is used to evaluate ADLs. Respiratory rehabilitation intervention (1) Patient education: (i) booklet and videos should be made to explain the importance, specifics, and precautions of respiratory rehabilitation to increase patient compliance; (ii) healthy lifestyle education; (iii) encouraging patients to participate in family and social activities. (2) Respiratory rehabilitation recommendations: (i) aerobic exercises: aerobic exercises are customized according to the patient's underlying disease and residual dysfunction. These exercises include walking, brisk walking, slow jogging, and swimming, and begin at a low intensity before progressively increasing in intensity and duration. A total of 3 to 5 sessions are carried out per week, and each session lasts 20 to 30 min. Patients who are prone to fatigue should perform intermittent exercises. (ii) Strength training: progressive resistance training[25,29] is recommended for strength training. The training load for each target muscle group is 8 to 12 repetitions maximum; that is, each group will repeat 8 to 12 movements, 1 to 3 sets/time, with 2-min rest intervals between sets, with a frequency of 2 to 3 sessions/week for 6 weeks. Approximately 5% to 10% is increased per week; (iii) balance training: balance training should be carried out in patients with comorbid balance disorders, including hands-free balance training under the guidance of the rehabilitation therapist and using balance trainer; (iv) breathing exercise: if shortness of breath, wheezing, and difficulty in expelling sputum occur in patients after discharge, the evaluation results should be used to arrange the intentional breathing exercise[30,31] and airway clearance techniques.[32] Breathing exercise: this includes posture management, adjustment of breathing rhythm, thoracic expansion training, mobilization of respiratory muscle groups, and so on. Airway clearance techniques: first, forced expiratory techniques can be used at the early stages of airway clearance after discharge in patients with chronic airway disease to expel sputum and reduce coughing and energy consumption; second, positive expiratory pressure/OPEP can be used as aids. (3) ADL guidance: (i) basic ADLs: the patient's ability in transferring, getting dressed, toileting, and bathing are assessed, and rehabilitation guidance is provided for these activities[33]; (ii) instrumental ADLs (IADLs): the IADL of the patient is assessed to identify any disorders in tasks. Targeted intervention is carried out under the guidance of the occupational therapist. Traditional Chinese Medicine Respiratory Rehabilitation Traditional Chinese medicine respiratory rehabilitation is mainly targeted to mildly, moderately ill, and discharged patients. If there is no contraindication (limb disorder, altered consciousness, etc), Baduanjin qigong,[34–36] 24-form tai chi chuan,[34–38] guided breathing exercise training,[8,39] or six-character mnemonic[34,37] can be carried out after assessment by specialists. One or two of these exercises can be used. The recommendations are as follows: Baduanjin qigong During practice, the movements should be relaxed, natural, correct, and flexible; should combine both training and support; and should be progressive. All eight moves are performed 6 to 8 times, with a total duration of 30 min. One set is performed per day. Twenty-four-form tai chi chuan Gentle movements, with emphasis on conscious breathing in coordination with systemic movements. Each set (which includes pre-training preparatory exercises and relaxation exercises after completion) requires 50 min. One set is carried out per day (https://mp.weixin.qq.com/s/NYY5Ts4N09zzZCpiL8nAvg). Guided breathing exercises This includes six sections: standing in relaxed and tranquil pose, breathing in qi to Dantian, recuperating the lung and kidney, twisting the body and moving the hands, kneading the Shenshu point, and drawing in exercises with cultivating qi. Each set requires around 30 min. One set is carried out per day (https://mp.weixin.qq.com/s/1eNdxRWRoPKoxgIvZ9xpQw). Qigong rehabilitation method The six-character mnemonic uses different sounds (xi, he, hu, xu, chui, and xi) to regulate qi and blood flow through the organs and meridians. Every character is recited six times for each set. Each set requires around 30 min. One set is performed per day (https://mp.weixin.qq.com/s/ibsxWq5cDo40Jxz8mZzv-Q). Conclusions Combining the latest research results and accumulated clinical experience on respiratory rehabilitation and COVID-19 from China and other countries, we cautiously added the timing for respiratory rehabilitation and revised the respiratory rehabilitation protocol targeted at clinical problems at different stages based on the first edition. We hope that this can aid in frontline clinical diagnosis and treatment to maintain the physical function of patients while simultaneously promoting psychological reconstruction and capacity for remodeling activity. With our deepening understanding of COVID-19 and the increase in the number of cured and discharged patients, the updated third edition will provide more detailed guidelines for home respiratory rehabilitation. Finally, we would like to express our respect to all frontline staff against COVID-19 epidemic. Main reviewing expert Chinese Academy of Medical Sciences and Peking Union Medical College (Chen Wang) and Chinese Association of Rehabilitation Medicine (Guo-En Fang) Drafting experts Department of Pulmonary and Critical Care Medicine, China-Japan Friendship Hospital; National Clinical Research Center for Respiratory Diseases (Hong-Mei Zhao, Qing Zhao), Department of Rehabilitation Medicine, China-Japan Friendship Hospital (Yu-Xiao Xie, Ya-Jing Duan, Si-Yuan Wang, and Xuan-Ming Situ); Rehabilitation Medical Center, West China Hospital, Sichuan University (Peng-Ming Yu); Department of Rehabilitation Medicine, Fourth Medical Center of People's Liberation Army General Hospital (Shan Jiang); and Henan University of Traditional Chinese Medicine (Jian-Sheng Li). Discussion expert group Chinese Association of Rehabilitation Medicine (Guo-En Fang, En-Xi Niu, and Tie-Bin Yan); Chinese Academy of Medical Sciences and Peking Union Medical College, Center of Respiratory Medicine, China-Japan Friendship Hospital (Chen Wang); China-Japan Friendship Hospital (Jun Duan, Ya-Jing Duan, Peng Feng, Gang Li, Xuan-Ming Situ, Si-Yuan Wang, Yu-Xiao Xie, Ting Yang, Hong-Mei Zhao, and Qing Zhao); Peking University Third Hospital (Xiao-Bian Liu and Mou-Wang Zhou); Beijing Hospital (Fan Dong); Zhongshan Hospital Affiliated to Fudan University (Yuan-Lin Song); Tongji Hospital, Tongji Medical College, Huazhong University of Science & Technology (Xiao-Lin Huang and Jian-Ping Zhao); Henan University of Traditional Chinese Medicine (Jian-Sheng Li and Hai-Long Zhang); The 2nd Affiliated Hospital of Harbin Medical University (Hong Chen); The General Hospital of the People's Liberation Army (Li-Xin Xie); Fourth Medical Center of People's Liberation Army General Hospital (Shan Jiang); Evidence-Based Medicine Center, School of Basic Medical Sciences, Lanzhou University/GRADE China Center (Yao-Long Chen); Xinqiao Hospital, Army Medical University (Qi Li); Binzhou People's Hospital, Shandong First Medical University (Meng-Meng Wu); West China Hospital, Sichuan University (Zong-An Liang, Peng-Ming Yu); Shanghai Ninth People's Hospital, Shanghai Jiao Tong University School of Medicine (Wei-Ning Xiong); Shanghai University of Medicine & Health Sciences (Qi Guo); First Affiliated Hospital of Xi'an Jiao Tong University (Zhi-Hong Shi); Sir Run Run Shaw Hospital, Zhejiang University School of Medicine (Hui-Qing Ge); Xiangya Hospital, Central South University (Pin-Hua Pan); Third Affiliated Hospital of Sun Yat-Sen University (Hai-Qing Zheng); and Guang'anmen Hospital, China Academy of Chinese Medical Sciences (Guang-Xi Li). Evidence assessment group Evidence-Based Medicine Center, School of Basic Medical Sciences, Lanzhou University/GRADE China Center (Yao-Long Chen and Nan Yang) and China-Japan Friendship Hospital (Xuan He, Qian Lu, Ming-Zhen Li, Xu-Yan Liu, Jia-Xi Wang, and Rui-Ze Xu). External review expert group Peking University First Hospital (Chun-Hua Chi and Ning-Hua Wang); Department of Rehabilitation Medicine, Beijing Hospital (Xin Gu); Hainan Branch of the General Hospital of the People's Liberation Army (Yu-Zhu Li); Second Hospital of Jilin University (Jie Zhang); Southwest Hospital, Army Medical University (Hong-Liang Liu), Inner Mongolia People's Hospital (De-Jun Sun); Qingdao Municipal Hospital (Group) (Wei Han and Hua-Ping Tang); Ruijin Hospital, Shanghai Jiao Tong University School of Medicine (Qing Xie); Weifang No. 2 People's Hospital (Guo-Ru Yang); People's Hospital of Xinjiang Uyghur Autonomous Region (Xiao-Hong Yang); Chongqing Hospital, University of Chinese Academy of Sciences (Yong Huang); China-Japan Friendship Hospital (Hong-Chun Zhang and Jing Zhao); Xiangya Hospital, Central South University (Cheng-Ping Hu); and The Second Xiangya Hospital of Central South University (Shan Cai and Hong Luo). Frontline experts in the fight against COVID-19 in Wuhan Hong Chen, Fan Dong, Jun Duan, Hui-Qing Ge, Xiao-Lin Huang, Gang Li, Qi Li, Pin-Hua Pan, Yuan-Lin Song, Zhi-Hong Shi, Meng-Meng Wu, Wei-Ning Xiong, Jian-Ping Zhao, Hai-Qing Zheng. Conflicts of interest None.",
  "authors": [
    {
      "display_name": "Hongmei Zhao",
      "id": "A5101523280",
      "orcid": "https://orcid.org/0000-0002-5586-7459",
      "institutions": [
        {
          "id": "I2801051648",
          "display_name": "China-Japan Friendship Hospital",
          "country_code": "CN",
          "type": "healthcare"
        },
        {
          "id": "I1302978242",
          "display_name": "Academy of Medical Sciences",
          "country_code": "GB",
          "type": "nonprofit"
        },
        {
          "id": "I200296433",
          "display_name": "Chinese Academy of Medical Sciences & Peking Union Medical College",
          "country_code": "CN",
          "type": "funder"
        },
        {
          "id": "I4210089514",
          "display_name": "National Clinical Research Center for Digestive Diseases",
          "country_code": "CN",
          "type": "healthcare"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Hong-Mei Zhao"
    },
    {
      "display_name": "Yu-Xiao Xie",
      "id": "A5112517533",
      "orcid": null,
      "institutions": [
        {
          "id": "I2801051648",
          "display_name": "China-Japan Friendship Hospital",
          "country_code": "CN",
          "type": "healthcare"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Yu-Xiao Xie"
    },
    {
      "display_name": "Chen Wang",
      "id": "A5100337500",
      "orcid": "https://orcid.org/0000-0001-7857-5435",
      "institutions": [
        {
          "id": "I2801051648",
          "display_name": "China-Japan Friendship Hospital",
          "country_code": "CN",
          "type": "healthcare"
        },
        {
          "id": "I200296433",
          "display_name": "Chinese Academy of Medical Sciences & Peking Union Medical College",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Chen Wang"
    }
  ],
  "publication_year": 2020,
  "publication_date": "2020-04-06",
  "type": "article",
  "cited_by_count": 225,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S22240167",
    "display_name": "Chinese Medical Journal",
    "issn_l": "0366-6999",
    "issn": [
      "0366-6999",
      "2542-5641"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "133",
  "issue": "13",
  "first_page": "1595",
  "last_page": "1602",
  "open_access": {
    "is_oa": true,
    "oa_status": "gold",
    "oa_url": "https://doi.org/10.1097/cm9.0000000000000848",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.66191137
    },
    {
      "id": "C2778818304",
      "display_name": "Rehabilitation",
      "level": 2,
      "score": 0.55809957
    },
    {
      "id": "C138816342",
      "display_name": "Public health",
      "level": 2,
      "score": 0.4931857
    },
    {
      "id": "C524204448",
      "display_name": "Infectious disease (medical specialty)",
      "level": 3,
      "score": 0.47345346
    },
    {
      "id": "C512399662",
      "display_name": "Family medicine",
      "level": 1,
      "score": 0.4602683
    },
    {
      "id": "C2779134260",
      "display_name": "Disease",
      "level": 2,
      "score": 0.43363222
    },
    {
      "id": "C2779473830",
      "display_name": "MEDLINE",
      "level": 2,
      "score": 0.4223257
    },
    {
      "id": "C1862650",
      "display_name": "Physical therapy",
      "level": 1,
      "score": 0.2987051
    },
    {
      "id": "C159110408",
      "display_name": "Nursing",
      "level": 1,
      "score": 0.17890924
    },
    {
      "id": "C142724271",
      "display_name": "Pathology",
      "level": 1,
      "score": 0.12528187
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.09478113
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11368",
      "display_name": "Long-Term Effects of COVID-19",
      "score": 0.9997
    },
    {
      "id": "T10867",
      "display_name": "Intensive Care Unit Cognitive Disorders",
      "score": 0.999
    },
    {
      "id": "T10322",
      "display_name": "Respiratory Support and Mechanisms",
      "score": 0.999
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1097/cm9.0000000000000848",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T16:02:07.539995",
  "source_database": "OpenAlex"
}