{
  "openalex_id": "W3021275923",
  "doi": "https://doi.org/10.2307/2168978",
  "title": "Planting the Province: The Economic History of Upper Canada, 1784-1870.",
  "abstract": "PLANTING THE PROVINCE: THE ECONOMIC HISTORY OF UPPER CANADA, 1784-1870. Douglas McCalla. Toronto: University of Toronto Press, 1993. 446 pp.A CONCISE HISTORY OF BUSINESS IN CANADA. Graham Taylor and Peter Baskerville. Toronto: Oxford University Press, 1994. 491 pp.FARM, FACTORY AND FORTUNE: NEW STUDIES IN THE ECONOMIC HISTORY OF THE MARITIME PROVINCES. Kris Inwood. Fredericton: Acadiensis Press, 1993. 274 pp.The last 20 years of research and writing on Canadian economic history has presented an admirable and probing examination of important, but specialized questions -- from the nature of particular entrepreneurs in given communities, to the details of district migration flows, to analysis of rural social structure. New statistical approaches have been used, new theoretical perspectives have been applied, and old views challenged.Now, as one would expect, volumes are beginning to emerge that build on this new research and present a broad perspective on some of the long-standing themes of Canadian economic development, questioning established wisdom in fundamental ways.Douglas McCalla, for instance, in Planting the Province: The Economic History of Upper Canada, 1784-1870 puts it sharply: Canadians have usually understood their country's economic development, in virtually any region or period, as a process led by the successive exploitation of a number of staples, which are resource-based commodities, typically subject to relatively limited processing and destined primarily for export markets. From a staples perspective, economic growth, in which one or two sectors lead or propel the entire regional economy forward.... This book argues that focusing on staples alone yields an oversimplified and fundamentally inaccurate view of the process of economic development in Upper (5).Graham Taylor and Peter Baskerville, in A Concise History of Business in also find the staples theory too confining for their synthesis. Their effort is to transcend that framework and review the pattern of Canadian business evolution in terms of: a) how firms in all capitalist economies have shifted to specialized from general merchant activities, or have made increased use of joint-stock corporations: b) how firms in have been affected by specific Canadian realities such as regional diversity and migration patterns as well as changing staple exports; and c) how the world economy has affected firms through shifting financial pressures, changes in technology, and new state economic roles.In the work he has edited, Farm, Factory and Fortune: new Studies in the Economic History of the Maritime Provinces, Kris Inwood, too, takes on a powerful piece of conventional wisdom -- the argument that Confederation brought about the relative decline of the Maritime provinces in Canadian economic development. On the contrary, says Inwood, Canada began its national existence with strong regional inequalities. The phenomenon of regional disparities was a challenge inherited by the first national government rather than a consequence of its actions (97).Each of these volumes reveals three areas of strength. The first is simply that each presents effectively and professionally a very large and complex body of recent analysis and research. McCalla is especially impressive in drawing together extensive references to recent work in economic history, history, sociology, political economy and demography relating to the formative years of Upper Canada. Taylor and Baskerville have taken on a more ambitious task by attempting to cover some 350 years of Canadian business history, but their range of references is very good -- and seeks to probe such areas as the role of women entrepreneurs in a helpful way. Inwood provides a fine guide to recent work on the Maritimes.Second, all three volumes also confront the question of macroeconomics and economic development in ways that are unusual among economic historians. …",
  "authors": [
    {
      "display_name": "H. V. Nelles",
      "id": "A5028131811",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "H. V. Nelles"
    },
    {
      "display_name": "Douglas McCalla",
      "id": "A5056786722",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Douglas McCalla"
    }
  ],
  "publication_year": 1994,
  "publication_date": "1994-10-01",
  "type": "article",
  "cited_by_count": 37,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S197437610",
    "display_name": "The American Historical Review",
    "issn_l": "0002-8762",
    "issn": [
      "0002-8762",
      "1937-5239"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310311648"
  },
  "volume": "99",
  "issue": "4",
  "first_page": "1426",
  "last_page": "1426",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C6303427",
      "display_name": "Economic history",
      "level": 1,
      "score": 0.5019641
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.45582354
    },
    {
      "id": "C136264566",
      "display_name": "Economy",
      "level": 1,
      "score": 0.4345112
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.32172507
    },
    {
      "id": "C162324750",
      "display_name": "Economics",
      "level": 0,
      "score": 0.2687101
    }
  ],
  "topics": [],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.2307/2168978",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:50:37.725555",
  "source_database": "OpenAlex"
}