{
  "openalex_id": "W3025351389",
  "doi": "https://doi.org/10.1094/pdis-10-19-2231-pdn",
  "title": "First Report o<i>f Stemphylium lycopersici</i> Causing Gray Leaf Spot on Physali (<i>Physalis alkekengi</i>) in China",
  "abstract": "HomePlant DiseaseVol. 104, No. 10First Report of Stemphylium lycopersici Causing Gray Leaf Spot on Physali (Physalis alkekengi) in China PreviousNext DISEASE NOTES OPENOpen Access licenseFirst Report of Stemphylium lycopersici Causing Gray Leaf Spot on Physali (Physalis alkekengi) in ChinaHuanhuan Yang, Yue Li, Yuqing He, Yaoguang Sun, Jingbin Jiang, Tingting Zhao, He Zhang, Xiangyang Xu, and Jingfu LiHuanhuan Yanghttp://orcid.org/0000-0002-7810-1499Laboratory of Genetic Breeding in Tomato, Key Laboratory of Biology and Genetic Improvement of Horticultural Crops (Northeast Region), College of Horticulture and Landscape Architecture, Northeast Agricultural University, Xiangfang District Harbin 150030, China, Yue LiLaboratory of Genetic Breeding in Tomato, Key Laboratory of Biology and Genetic Improvement of Horticultural Crops (Northeast Region), College of Horticulture and Landscape Architecture, Northeast Agricultural University, Xiangfang District Harbin 150030, China, Yuqing HeLaboratory of Genetic Breeding in Tomato, Key Laboratory of Biology and Genetic Improvement of Horticultural Crops (Northeast Region), College of Horticulture and Landscape Architecture, Northeast Agricultural University, Xiangfang District Harbin 150030, China, Yaoguang SunLaboratory of Genetic Breeding in Tomato, Key Laboratory of Biology and Genetic Improvement of Horticultural Crops (Northeast Region), College of Horticulture and Landscape Architecture, Northeast Agricultural University, Xiangfang District Harbin 150030, China, Jingbin JiangLaboratory of Genetic Breeding in Tomato, Key Laboratory of Biology and Genetic Improvement of Horticultural Crops (Northeast Region), College of Horticulture and Landscape Architecture, Northeast Agricultural University, Xiangfang District Harbin 150030, China, Tingting ZhaoLaboratory of Genetic Breeding in Tomato, Key Laboratory of Biology and Genetic Improvement of Horticultural Crops (Northeast Region), College of Horticulture and Landscape Architecture, Northeast Agricultural University, Xiangfang District Harbin 150030, China, He ZhangLaboratory of Genetic Breeding in Tomato, Key Laboratory of Biology and Genetic Improvement of Horticultural Crops (Northeast Region), College of Horticulture and Landscape Architecture, Northeast Agricultural University, Xiangfang District Harbin 150030, China, Xiangyang Xu†Corresponding authors: X. Y. Xu; E-mail Address: [email protected] and J. F. Li; E-mail Address: [email protected]Laboratory of Genetic Breeding in Tomato, Key Laboratory of Biology and Genetic Improvement of Horticultural Crops (Northeast Region), College of Horticulture and Landscape Architecture, Northeast Agricultural University, Xiangfang District Harbin 150030, China, and Jingfu Li†Corresponding authors: X. Y. Xu; E-mail Address: [email protected] and J. F. Li; E-mail Address: [email protected]Laboratory of Genetic Breeding in Tomato, Key Laboratory of Biology and Genetic Improvement of Horticultural Crops (Northeast Region), College of Horticulture and Landscape Architecture, Northeast Agricultural University, Xiangfang District Harbin 150030, ChinaAffiliationsAuthors and Affiliations Huanhuan Yang Yue Li Yuqing He Yaoguang Sun Jingbin Jiang Tingting Zhao He Zhang Xiangyang Xu † Jingfu Li † Laboratory of Genetic Breeding in Tomato, Key Laboratory of Biology and Genetic Improvement of Horticultural Crops (Northeast Region), College of Horticulture and Landscape Architecture, Northeast Agricultural University, Xiangfang District Harbin 150030, China Published Online:18 Aug 2020https://doi.org/10.1094/PDIS-10-19-2231-PDNAboutSectionsSupplemental ToolsAdd to favoritesDownload CitationsTrack Citations ShareShare onFacebookTwitterLinked InRedditEmailWechat During the July 2017 to 2018 growing seasons, a disease of physali observed in Bin County, Heilongjiang Province, China, affected more than 65% of plants in seven greenhouses. Symptoms of infected leaves in the early stages exhibited brownish-black specks that later expanded into necrotic lesions. Subsequently, rapid wilting of the foliage and complete defoliation took place as the disease developed further. Lesions ranged from 2 to 8 mm in diameter. A putative fungal pathogen was isolated from infected leaves. Small pieces of infected leaves (5 × 5 mm) were surface sterilized for 1 min in 0.5% NaOCl, 75% ethanol for 5 s, and rinsed twice with sterilized distilled water. The isolates were grown on potato dextrose agar (PDA) with a 12-h photoperiod at 28°C for 5 to 10 days. Gray to light brown colonies were obtained from the samples on PDA. Colonies had hyaline, septate hyphae with conidia that were oblong with a conical apex, a bluntly rounded base, constricted at three major transverse septa, pale to mid brown in color, mostly 50 to 81 μm long and 15 to 28 μm wide. The isolates were identified morphologically as Stemphylium sp. in Physalis alkekengi (Woudenberg et al. 2017). The internal transcribed spacer region of rDNA was amplified with primers ITS1/ITS4, and glyceraldehyde-3-phosphate dehydrogenase (GPD) was amplified with primers GPD-F/R for the PCR amplification of genomic DNA. Fragments of approximately 650 and 850 bp were generated, respectively. All sequences were submitted to GenBank (accession nos. MN515100 and MN515101). These sequences were 99% identical to Stemphylium lycopersici (KR911814) (Hong et al. 2012). Woudenberg et al. (2017) proposed CBS 122639 (GenBank accession no. KU850611) as the ex-neotype of S. lycopersici, and KU850611 (524 bp) showed 100% identity with our GenBank accession numbers MN515100 (568 bp) and MN515101 (564 bp). Sequences of the portion of GPD gene, accession numbers MN595210 and MN595211, showed 99% identity with S. lycopersici isolate from tomato (KT957743.1) (Sun et al. 2016). To complete Koch's postulates, five isolates were grown on PDA and washed of spores, and a conidial suspension (1 × 105 spores/ml) was prepared. To inoculate plants, the suspension was sprayed onto leaves. In pathogenicity tests, each treatment was inoculated onto five plants, and another five control plants were sprayed with sterilized water. All plants were grown in a greenhouse at 28°C, relative humidity >85% and 12-h/day light cycle. After 3 days water-soaked lesions developed, and depressed lesions appeared after 5 days, whereas control plants showed no symptoms. Finally, S. lycopersici was reisolated from the leaf lesions. To our knowledge, this is the first record of S. lycopersici causing gray leaf spot of physali in China.The author(s) declare no conflict of interest.References:Hong, S. K., et al. 2012. Mycobiology 40:268. https://doi.org/10.5941/MYCO.2012.40.4.268 Crossref, Google ScholarSun, X. T., et al. 2016. Plant Dis. 100:227. https://doi.org/10.1094/PDIS-05-15-0615-PDN Link, ISI, Google ScholarWoudenberg, J. H. C., et al. 2017. Stud. Mycol. 87:77. https://doi.org/10.1016/j.simyco.2017.06.001 Crossref, ISI, Google ScholarThe author(s) declare no conflict of interest.Funding: Funding was provided by the National Key R&D Program of China (2017YFD0101900), the Open Project of Key Laboratory of Biology and Genetic Improvement of Horticultural Crops (Northeast Region), Ministry of Agriculture (neauhc201804), the National Natural Science Foundation of China (31572137), the National Key R&D Plan for the 13th Five-Year Plan (2016YFD01703), the \"Young Talents\" Project of Northeast Agricultural University (18QC08), and the China Agriculture Research System (CARS-23-A-16).DetailsFiguresLiterature CitedRelated Vol. 104, No. 10 October 2020SubscribeISSN:0191-2917e-ISSN:1943-7692 DownloadCaptionSymptoms of yellow leaf disease of Areca catechu caused by areca palm velarivirus 1 (H. X. Wang et al.). Photo credit: X. Huang. Fungal fruiting bodies of Phyllachora maydis on corn foliage resemble spots of tar (J. Valle-Torres et al.). Photo credit: C. Cruz. Geranium (Pelargonium hortorum) showing pale green and little leaves, phyllody, virescence, and witches'-broom (A. R. Amirmijani et al.). Photo credit: M. Azadvar. Metrics Article History Issue Date: 25 Sep 2020Published: 18 Aug 2020First Look: 12 May 2020Accepted: 8 May 2020 Pages: 2725-2725 Information© 2020 The American Phytopathological SocietyFundingNational Key R&D Program of ChinaGrant/Award Number: 2017YFD0101900Open Project of Key Laboratory of Biology and Genetic Improvement of Horticultural Crops (Northeast Region), Ministry of AgricultureGrant/Award Number: neauhc201804National Natural Science Foundation of ChinaGrant/Award Number: 31572137National Key R&D Plan for the 13th Five-Year PlanGrant/Award Number: 2016YFD01703\"Young Talents\" Project of Northeast Agricultural UniversityGrant/Award Number: 18QC08China Agriculture Research SystemGrant/Award Number: CARS-23-A-16KeywordsStemphylium lycopersiciphysalisChinaThe author(s) declare no conflict of interest.Cited byCharacterization and pathogenicity of Stemphylium symphyti causing leaf spot on pennyroyal ( Mentha pulegium L.)18 August 2022 | Archives of Phytopathology and Plant Protection, Vol. 55, No. 14First Report of Stemphylium lycopersici Causing Leaf Spot on Hevea brasiliensis in ChinaX. Z. Xu, X. B. Ji, Z. K. Shi, C. H. Lin, W. G. Miao, and W. B. Liu29 June 2022 | Plant Disease, Vol. 106, No. 8Pathogenic Process-Associated Transcriptome Analysis of Stemphylium lycopersici from TomatoInternational Journal of Genomics, Vol. 2022Stemphylium lycopersici Causing Leaf Spot of Watermelon (Citrullus lanatus) in ChinaHaiyan Ben, Jianfei Huo, Chengze Song, Yurong Yao, Wei Gao, Wanli Wang, Yongjuan Hao, and Xueyan Zhang3 December 2021 | Plant Disease, Vol. 105, No. 12",
  "authors": [
    {
      "display_name": "Huanhuan Yang",
      "id": "A5101548063",
      "orcid": null,
      "institutions": [
        {
          "id": "I169572211",
          "display_name": "Northeast Agricultural University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Huanhuan Yang"
    },
    {
      "display_name": "Yue Li",
      "id": "A5013974656",
      "orcid": "https://orcid.org/0000-0001-7006-6038",
      "institutions": [
        {
          "id": "I169572211",
          "display_name": "Northeast Agricultural University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Yue Li"
    },
    {
      "display_name": "Yuqing He",
      "id": "A5068235839",
      "orcid": "https://orcid.org/0000-0002-7633-9188",
      "institutions": [
        {
          "id": "I169572211",
          "display_name": "Northeast Agricultural University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Yuqing He"
    },
    {
      "display_name": "Yaoguang Sun",
      "id": "A5023729081",
      "orcid": "https://orcid.org/0000-0002-6575-9785",
      "institutions": [
        {
          "id": "I169572211",
          "display_name": "Northeast Agricultural University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Yaoguang Sun"
    },
    {
      "display_name": "Jingbin Jiang",
      "id": "A5102283029",
      "orcid": null,
      "institutions": [
        {
          "id": "I169572211",
          "display_name": "Northeast Agricultural University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jingbin Jiang"
    },
    {
      "display_name": "Tingting Zhao",
      "id": "A5047659429",
      "orcid": "https://orcid.org/0000-0003-3787-2016",
      "institutions": [
        {
          "id": "I169572211",
          "display_name": "Northeast Agricultural University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Tingting Zhao"
    },
    {
      "display_name": "Haifeng Zhang",
      "id": "A5100399688",
      "orcid": "https://orcid.org/0000-0003-1938-3796",
      "institutions": [
        {
          "id": "I169572211",
          "display_name": "Northeast Agricultural University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "He Zhang"
    },
    {
      "display_name": "Xiangyang Xu",
      "id": "A5070702469",
      "orcid": "https://orcid.org/0000-0001-5100-6056",
      "institutions": [
        {
          "id": "I169572211",
          "display_name": "Northeast Agricultural University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Xiangyang Xu"
    },
    {
      "display_name": "Jingfu Li",
      "id": "A5112695186",
      "orcid": null,
      "institutions": [
        {
          "id": "I169572211",
          "display_name": "Northeast Agricultural University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jingfu Li"
    }
  ],
  "publication_year": 2020,
  "publication_date": "2020-05-12",
  "type": "article",
  "cited_by_count": 6,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S135458494",
    "display_name": "Plant Disease",
    "issn_l": "0191-2917",
    "issn": [
      "0191-2917",
      "1943-7692"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320276"
  },
  "volume": "104",
  "issue": "10",
  "first_page": "2725",
  "last_page": "2725",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "https://doi.org/10.1094/pdis-10-19-2231-pdn",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.8993295
    },
    {
      "id": "C2776984453",
      "display_name": "Physalis",
      "level": 2,
      "score": 0.6883148
    },
    {
      "id": "C2780034373",
      "display_name": "Leaf spot",
      "level": 2,
      "score": 0.50045705
    },
    {
      "id": "C59822182",
      "display_name": "Botany",
      "level": 1,
      "score": 0.47961506
    },
    {
      "id": "C144027150",
      "display_name": "Horticulture",
      "level": 1,
      "score": 0.47466686
    }
  ],
  "topics": [
    {
      "id": "T10825",
      "display_name": "Plant Pathogens and Fungal Diseases",
      "score": 0.9993
    },
    {
      "id": "T12858",
      "display_name": "Plant Disease Resistance and Genetics",
      "score": 0.9986
    },
    {
      "id": "T11900",
      "display_name": "Fungal Plant Pathogen Control",
      "score": 0.9984
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1094/pdis-10-19-2231-pdn",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T16:05:12.071425",
  "source_database": "OpenAlex"
}