{
  "openalex_id": "W3028340462",
  "doi": "https://doi.org/10.7326/m20-2567",
  "title": "Cloth Masks May Prevent Transmission of COVID-19: An Evidence-Based, Risk-Based Approach",
  "abstract": "Ideas and Opinions22 May 2020Cloth Masks May Prevent Transmission of COVID-19: An Evidence-Based, Risk-Based ApproachFREECatherine M. Clase, MB BChir, MSc, Edouard L. Fu, BSc, Meera Joseph, MD, Rupert C.L. Beale, MB, PhD, Myrna B. Dolovich, BEng, PEng, Meg Jardine, MBBS, PhD, Johannes F.E. Mann, MD, PhD, Roberto Pecoits-Filho, MD, PhD, Wolfgang C. Winkelmayer, MD, ScD, and Juan J. Carrero, Pharm, PhDCatherine M. Clase, MB BChir, MScMcMaster University and St. Joseph's Hospital, Hamilton, Ontario, Canada (C.M.C., M.J., M.B.D.)Search for more papers by this author, Edouard L. Fu, BScLeiden University Medical Center, Leiden, the Netherlands (E.L.F.)Search for more papers by this author, Meera Joseph, MDMcMaster University and St. Joseph's Hospital, Hamilton, Ontario, Canada (C.M.C., M.J., M.B.D.)Search for more papers by this author, Rupert C.L. Beale, MB, PhDFrancis Crick Institute, London, United Kingdom (R.C.B.)Search for more papers by this author, Myrna B. Dolovich, BEng, PEngMcMaster University and St. Joseph's Hospital, Hamilton, Ontario, Canada (C.M.C., M.J., M.B.D.)Search for more papers by this author, Meg Jardine, MBBS, PhDThe George Institute for Global Health and Concord Repatriation General Hospital, Sydney, New South Wales, Australia (M.J.)Search for more papers by this author, Johannes F.E. Mann, MD, PhDUniversity of Erlangen-Nürnberg and KfH Kidney Center, Munich-Schwabing, Germany (J.F.M.)Search for more papers by this author, Roberto Pecoits-Filho, MD, PhDDOPPS Program Area, Arbor Research Collaborative for Health, Ann Arbor, Michigan, and School of Medicine, Pontifical Catholic University of Paraná, Curitiba, Brazil (R.P.)Search for more papers by this author, Wolfgang C. Winkelmayer, MD, ScDBaylor College of Medicine, Houston, Texas (W.C.W.)Search for more papers by this author, and Juan J. Carrero, Pharm, PhDKarolinska Institutet, Stockholm, Sweden (J.J.C.)Search for more papers by this authorAuthor, Article, and Disclosure Informationhttps://doi.org/10.7326/M20-2567 SectionsAboutVisual AbstractPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinkedInRedditEmail Physical distancing, hand hygiene, and disinfection of surfaces are the cornerstones of infection control during the coronavirus disease 2019 (COVID-19) pandemic. At the same time, governments, international agencies, policymakers, and public health officials have been debating the validity of recommending use of nonmedical masks by the general public to reduce the transmission of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). We believe that these decisions should be informed by evidence. Although no direct evidence indicates that cloth masks are effective in reducing transmission of SARS-CoV-2, the evidence that they reduce contamination of air and surfaces is convincing and should suffice to inform policy decisions on their use in this pandemic pending further research.Cloth does not stop isolated virions. However, most virus transmission occurs via larger particles in secretions, whether aerosol (<5 µm) or droplets (>5 µm), which are generated directly by speaking, eating, coughing, and sneezing; aerosols are also created when water evaporates from smaller droplets, which become aerosol-sized droplet nuclei. The point is not that some particles can penetrate but that some particles are stopped, particularly in the outward direction. Every virus-laden particle retained in a mask is not available to hang in the air as an aerosol or fall to a surface to be later picked up by touch.Filtration efficiency is the ability of a material to block transmission; it is expressed as a percentage (Figure) and assessed using surrogate markers, including biological aerosols. Mask standards set by ASTM International require tests with latex spheres and aerosolized Staphylococcus aureus (1), but masks are not assessed separately for every pathogen: Filtration efficiency depends on the physical retention of particles of different sizes, regardless of which pathogen the particle contains.Figure. Definitions of and relationship among FE, PF, and TIL.For consistency, we calculated FE from data provided in the original work rather than presenting the data in the units chosen by the authors. “PF” and “fit factor” are synonyms. FE = filtration efficiency; PF = protection factor; TIL = total inward leakage. Download figure Download PowerPoint Cloth can block droplets and aerosols, and layers add efficiency. Filtration efficiency for single layers of different types of cotton cloth in a bioaerosol (0.2 µm) experiment was between 43% and 94%, compared with 98% to 99% for fabric from disposable medical masks (2). In a summary of similar observations, single layers of scarfs, sweatshirts, T-shirts, and towels were associated with filtration efficiency of 10% to 40% in experiments using NaCl aerosol (0.075 µm) (3). For tea towel fabric, studied with aerosol-sized particles, filtration efficiency in experiments using a bacterial marker was 83% with 1 layer and 97% with 2 layers, compared with 96% for a medical mask (4). In experiments using virus, 1 layer of tea towel had 72% efficiency and 1 layer of T-shirt fabric 51%, compared with 90% for a medical mask (4). A 2020 study confirms that some fabrics block clinically useful percentages of transmission, even for aerosols and even in single layers; multiple layers improve efficiency (5).Outward protection for cloth masks was extensively studied decades ago, and the results are highly relevant today. Compared with bacteria recovery from unmasked volunteers, a mask made of muslin and flannel reduced bacteria recovered on agar sedimentation plates by 99.3% to 99.9%, total airborne microorganisms by 99.5% to 99.8%, and bacteria recovered from aerosols (<4 µm) by 88% to 99% (6). A similar experiment in 1975 compared 4 medical masks and 1 commercially produced reusable mask made of 4 layers of cotton muslin (7). Filtration efficiency, assessed by bacterial counts, was 96% to 99% for the medical masks and 99% for the cloth mask; for aerosols (<3.3 µm), it was 72% to 89% and 89%, respectively.In animal experiments, cloth masks prevented inward transmission of aerosolized tubercle bacilli. Inward protection was studied in rabbits exposed to droplet nuclei of tubercle bacilli (mostly aerosol-sized). Tightly fitting gauze masks with 3 or 6 layers were tested; the mean number of tubercles per rabbit was 28.5 in unmasked and 1.4 in masked animals, representing filtration efficacy of 95% (P = 0.003; our calculations) (8).A single randomized controlled trial of cloth masks studied an unusually inefficient mask and compared it with medical masks rather than no mask. For influenza-like illness, the attack rate in health care workers wearing cloth masks was 2.3%, compared with 0.7% in health care workers wearing medical masks as indicated and 0.2% in the group wearing medical masks continuously (9). This trial has been misinterpreted as showing that cloth masks increase risk for influenza-like illness, but it actually provides no evidence on the effectiveness or harms of wearing cloth masks compared with not wearing cloth masks because it had no comparator group without masks. Furthermore, filtration efficiency for the cloth masks used in this study was 3% (9).Whether wearing a mask of any sort in a community context protects oneself or others is unknown. An unpublished but rigorous rapid review of using medical masks to prevent transmission of influenza-like illness in nonmedical settings reported odds ratios between 0.81 and 0.95 for the effects studied, all with wide CIs crossing 1 (that is, no effect), in evidence that was graded as having low and very low quality (10).When we apply the principles of evidence-based medicine to public policy, there is high-quality, consistent evidence that many (but not all) cloth masks reduce droplet and aerosol transmission and may be effective in reducing contamination of the environment by any virus, including SARS-CoV-2. No direct evidence indicates that public mask wearing protects either the wearer or others. Given the severity of this pandemic and the difficulty of control, we suggest that the possible benefit of a modest reduction in transmission likely outweighs the possibility of harm. Reduced outward transmission and reduced contamination of the environment are the major proposed mechanisms, and we suggest appealing to altruism and the need to protect others. We recognize the potential for unintended consequences, such as use of formal personal protective equipment by the general public, incorrect use of cloth masks, or reduced hand hygiene because of a false sense of security; these can be mitigated by controlling the distribution of personal protective equipment, clear messaging, public education, and social pressure. Advocating that the public make and wear cloth masks shifts the cost of a public health intervention from society to the individual. In low-resource areas and for persons living in poverty, this is unacceptable. This could be mitigated by public health interventions, with local manufacture and distribution of cloth masks based on materials and design informed by evidence.References1. ASTM International. COVID-19 related standards: masks. ASTM Reading Room. 2020. Accessed at www.astm.org/READINGLIBRARY/VIEW/PHMSA.html on 27 April 2020. Google Scholar2. Furuhashi M. A study on the microbial filtration efficiency of surgical face masks—with special reference to the non-woven fabric mask. Bull Tokyo Med Dent Univ. 1978;25:7-15. [PMID: 343940] MedlineGoogle Scholar3. Rengasamy S, Eimer B, Shaffer RE. Simple respiratory protection—evaluation of the filtration performance of cloth masks and common fabric materials against 20-1000 nm size particles. Ann Occup Hyg. 2010;54:789-98. [PMID: 20584862] doi:10.1093/annhyg/meq044 CrossrefMedlineGoogle Scholar4. Davies A, Thompson KA, Giri K, et al. Testing the efficacy of homemade masks: would they protect in an influenza pandemic? Disaster Med Public Health Prep. 2013;7:413-8. [PMID: 24229526] doi:10.1017/dmp.2013.43 CrossrefMedlineGoogle Scholar5. Konda A, Prakash A, Moss GA, et al. Aerosol filtration efficiency of common fabrics used in respiratory cloth masks. ACS Nano. 2020. [PMID: 32329337] doi:10.1021/acsnano.0c03252 CrossrefMedlineGoogle Scholar6. Greene VW, Vesley D. Method for evaluating effectiveness of surgical masks. J Bacteriol. 1962;83:663-7. [PMID: 13901536] CrossrefMedlineGoogle Scholar7. Quesnel LB. The efficiency of surgical masks of varying design and composition. Br J Surg. 1975;62:936-40. [PMID: 1203649] CrossrefMedlineGoogle Scholar8. Lurie MB, Abramson S. The efficiency of gauze masks in the protection of rabbits against the inhalation of droplet nuclei of tubercle bacilli. Am Rev Tuberc. 1949;59:1-9. [PMID: 18107300] MedlineGoogle Scholar9. MacIntyre CR, Seale H, Dung TC, et al. A cluster randomised trial of cloth masks compared with medical masks in healthcare workers. BMJ Open. 2015;5:e006577. [PMID: 25903751] doi:10.1136/bmjopen-2014-006577 CrossrefMedlineGoogle Scholar10. Brainard JS, Jones N, Lake I, et al. Facemasks and similar barriers to prevent respiratory illness such as COVID-19: a rapid systematic review. Preprint. Posted online 6 April 2020. medRxiv. doi:10.1101/2020.04.01.20049528 Google Scholar Comments 0 Comments Sign In to Submit A Comment Kouji H. Harada, Mariko Harada SassaKyoto University23 May 2020 A concern on limited direct evidence We appreciate Clase and colleagues’ (1) effort to show potential efficacy of cloth mask to filter virus-containing aerosols. Its effect in community to prevent COVID-19 is worth investigated. However, we have several concerns on the article. Authors cited an unpublished review (2) on effects of face mask, and introduced that integrated odds ratios were between 0.81 and 0.95. Three of four cited odds ratios were derived in home environments where a member of household was infected with influenza-like illness. Only one odds ratio integrated from three studies conducted in university residence and during Hajj pilgrimage was 0.94 (95% CI: 0.75, 1.19). Even if the 6% reduction in transmission risk is true, the situations are difficult to be extrapolated to the general community. Public health intervention for publics to wear mask may reduce a transmission of SARS-CoV-2 without harm. If authorities can spend enough budget, advocation and distribution of materials are feasible. However, implementation of physical distancing, hand hygiene and sanitation is not perfect. How should authorities allocate resources? Cost-effectiveness of cloth mask should be evaluated with comparisons to other options. 1. Clase CM, Fu EL, Joseph M, et al. Cloth Masks May Prevent Transmission of COVID-19: An Evidence-Based, Risk-Based Approach. Annals of Internal Medicine https://doi.org/10.7326/M20-2567 2. Brainard JS, Jones N, Lake I, et al. Facemasks and similar barriers to prevent respiratory illness such as COVID-19: a rapid systematic review. Preprint. Posted online 6 April 2020. medRxiv. doi:10.1101/2020.04.01.20049528 Vinu ArumughamIndependent27 May 2020 Common sense dawns on the medical community 6 months after COVID-19 outbreak I have been using a handkerchief mask for years to protect against influenza/common cold transmission from family members. After 300,000 dead, millions maimed, the \"no mask needed\" fiasco, flip-flopping, the medical community has finally realized a simple, common sense truth. The biggest achievement of medical education today is replacing common sense with hubris. Edsel IngUniversity of Toronto27 May 2020 Further evidence to suggest that masks work This ecologic analysis by Leffler et al also supports the use of masks in public cloth or not. \"In countries with cultural norms or government policies supporting public mask-wearing, per-capita coronavirus mortality increased on average by just 5.4% each week, as compared with 48% each week countries that did not wear masks.\" https://www.researchgate.net/publication/341539484_Association_of_country-wide_coronavirus_mortality_with_demographics_testing_lockdowns_and_public_wearing_of_masks George FitzGerald, PhDnone (retired)29 May 2020 A call to repeat a study on face mask effectiveness I find it interesting that the authors did not mention the April 6th letter in the Annals of Internal Medicine on the \"Effectiveness of Surgical and Cotton Masks in Blocking SARS–CoV-2\" by Seongman, Bea et al. The conclusion from this previous study stated: \"In conclusion, both surgical and cotton masks seem to be ineffective in preventing the dissemination of SARS–CoV-2 from the coughs of patients with COVID-19 to the environment and external mask surface.\" This relatively simple and straightforward study can and should be repeated by any number of institutions with access to Covid-19 patients. It might be modified to obtain more data, e.g. more patients and detecting viral particles at varying distances from the patient, but it shouldn't be ignored by the medical community, the media or various governmental agencies. If the results are shown to be accurate, it would have a major implication to the widespread public policy of mandating face mask. If surgical or cloth face mask are ineffective at blocking SARS–CoV-2, then the focus of public policy should be on social distancing, hand washing and development of a Covid-29 vaccine. George FitzGerald, PhD Catherine Clase, MDMcMaster University3 June 2020 Authors' Response to Arumugham Thank you for writing. We thought it worth clarifying that this is an opinion piece and in this article we represent no-one but ourselves. However, we are not alone in this opinion: others in the medical community have written similar pieces.1, 2 We are a group of epidemiologists (and our trainees), a virologist, and an aerosol scientist, who have (between us) experience in evidence synthesis, evidence interpretation, virology, filtration science, and evidence-based medicine. It is our opinion that the filtration properties of cloth are promising enough to recommend this as a public health intervention. We want to express our support for everyone in public health who has been grappling with this decision. It is extraordinarily difficult because of the absence of evidence on clinical outcomes: because, in the absence of that vital piece of information, the decision comes down to a judgement call. 1. Javid B, Weekes MP, Matheson NJ. Covid-19: should the public wear face masks? BMJ. 2020;369:m1442. Epub 2020/04/11. 2. Greenhalgh T, Schmid MB, Czypionka T, Bassler D, Gruer L. Face masks for the public during the covid-19 crisis. BMJ. 2020;369:m1435. Epub 2020/04/11. Catherine Clase, MDMcMaster University3 June 2020 Authors' Response to FitzGerald We had converted the log numbers in the work of Bae and colleagues to natural numbers and calculated filtration efficiency using standard methodology. When we did this, the results and our conclusions differed from those of Bae and colleagues, and were in support of cloth masks. At around the same time, others pointed out that many of the numbers used in the calculations in Bae and colleagues’ work might be lower that the limit of detection of the assay.2 At the time of publication, we chose to be silent, rather than disseminate uncertain information. The article by Bae and colleagues has since been retracted.3 1. Bae S, Kim MC, Kim JY, Cha HH, Lim JS, Jung J, et al. Effectiveness of Surgical and Cotton Masks in Blocking SARS-CoV-2: A Controlled Comparison in 4 Patients. Ann Intern Med. 2020. Epub 2020/04/07. 2. Hong KH, Kim SY, Lee J. More detailed information about the experiment is needed. Comment on: Effectiveness of Surgical and Cotton Masks in Blocking SARS–CoV-2: A Controlled Comparison in 4 Patients. 2020; Available from: https://www.acpjournals.org/doi/full/10.7326/M20-1342. 3. Bae S, Kim MC, Kim JY, Cha HH, Lim JS, Jung J, et al. Notice of Retraction: Effectiveness of Surgical and Cotton Masks in Blocking SARS-CoV-2. Ann Intern Med. 2020. Catherine Clase, MDMcMaster University3 June 2020 Authors’ Response to Harada Thank you for your comments, and to the journal for the opportunity to clarify in this forum. We found a body of evidence on a first, mechanistic, question, showing that some cloth masks substantially reduce the passage of particles. The second question is whether this makes a difference to clinical outcomes. This piece we characterized as ‘unknown’, citing the evidence synthesis by Brainard and colleagues1 that you describe in more detail that we were able, for reasons of space. Brainard and colleagues characterized the evidence that they summarized as low certainty and very low certainty evidence. It is also highly indirect, containing no data on COVID-19 transmission; furthermore, based on their summary of included studies in figure 1, none of the included studies is mentioned as having been conducted during a pandemic. Like Greenhalgh, who summarizes a number of other meta-analyses and writings on this second question, we regard this as absence of evidence.2 There is consistent, convincing evidence that most (but not all) cloth masks reduce droplet and aerosol transmission. There is absence of evidence that public mask wearing protects either the wearer or others. Applying the ideas of uncertainty and risk to this question, it is our opinion that under the circumstances, in a pandemic that has claimed more than 300,000 lives3, and claims more daily, that community wearing of cloth masks is likely to be a useful adjunct to the public health interventions of physical distancing and hand hygiene. In summary, good evidence that cloth and cloth masks have useful properties, no evidence on whether the intervention of wearing a cloth mask in the community makes a difference to transmission, an unprecedented pandemic, and our opinion that we should go ahead and recommend using cloth masks first, and conduct necessary further research second. 1. Brainard J, Jones N, Lake I, Hooper L, Hunter PR. Facemasks and similar barriers to prevent respiratory illness such as COVID-19: A rapid systematic review 2020; Available from: https://www.medrxiv.org/content/10.1101/2020.04.01.20049528v1.full.pdf. 2. Greenhalgh T, Schmid MB, Czypionka T, Bassler D, Gruer L. Face masks for the public during the covid-19 crisis. BMJ. 2020;369:m1435. Epub 2020/04/11. 3. Center for Systems Science and Engineering (CSSE) at Johns Hopkins University (JHU). COVID-19 dashboard. 2020 [last accessed 2020-05-27]; Available from: https://coronavirus.jhu.edu/map.html. Maxwell G. Anderson, PhDnone (retired)4 June 2020 Article claiming masks \"ineffective\" retracted In a Comment May 29, Dr. George FitzGerald quoted Bae et al's conclusion that \"both surgical and cotton masks seem to be ineffective in preventing the dissemination of SARS–CoV-2 from the coughs of patients with COVID-19 to the environment and external mask surface.\" It should be noted that Bae et al's article was retracted June 2. Further, my analysis of their published data indicates filtration efficiency with patients coughing into their masks averaged about 76% (possibly slightly lower due to their limits of detection). Surgical masks are often found to have 98 to 99% virus filtration efficiency under ideal conditions and about 80% in actual practice, with variation among brands, models and wearers, therefore Bae et al's data was within normal expectation in that regard. It is unfortunate that over 80 news outlets repeated Bae et al's claim that masks were \"ineffective\". While Clase et al encourage mask wearing while stating \"There is absence of evidence that public mask wearing protects either the wearer or others.\" the analysis of Leffler et al released April 23 is evidence that public mask wearing reduced COVID-19 by an order of magnitude. (Preprint: https://www.researchgate.net/profile/Christopher_Leffler/publication/340869819_Country-wide_coronavirus_mortality_and_use_of_masks_by_the_public/links/5ea18e1892851c87d1ad75f1/Country-wide-coronavirus-mortality-and-use-of-masks-by-the-public.pdf) Catherine M Clase, Edouard L Fu, Juan Jesús CarreroMcMaster University, Leiden University Medical Center, Karolinska Institutet30 July 2020 Peer-reviewed cloth-masks evidence summary published A follow-up to this article, a peer-reviewed narrative review of studies on the filtration properties of cloth and cloth masks, by the same authors, is now published at Mayo Clin Proc https://els-jbs-prod-cdn.jbs.elsevierhealth.com/pb/assets/raw/Health%20Advance/journals/jmcp/jmcp_ft95_7_3.pdf. This review includes suggestions for evidence-informed masks. A plain-language summary and practical advice about cloth masks can be found at the authors' website www.clothmasks.ca Catherine M. Clase, MB BChir, MSc, Edouard L. Fu, BSc, Meg Jardine, MBBS, PhD, Johannes F.E. Mann, MD, PhD, Juan J. Carrero, Pharm, PhDMcMaster University, Leiden University, University of Sydney, University of Erlangen-Nürnberg, Karolinska Institutet2 February 2021 Authors' Response to Harada, FitzGerald and Anderson We thank Harada and Sassa for their comments. We had found a body of evidence on a first, mechanistic, question, showing that some cloth masks substantially reduce the passage of particles. The second question is whether this makes a difference to clinical outcomes. This piece we characterized as ‘unknown’, citing the evidence synthesis by Brainard and colleagues that you describe in more detail that we were able, for reasons of space. Brainard and colleagues characterized the evidence that they summarized as low certainty and very low certainty evidence. It is also highly indirect, containing no data on COVID-19 transmission; furthermore, based on their summary of included studies in figure 1, none of the included studies is mentioned as having been conducted during a pandemic. Like Greenhalgh, who summarized a number of other meta-analyses and writings on this second question, we regard this as absence of evidence.1 There is consistent, convincing evidence that most (but not all) cloth masks reduce droplet and aerosol transmission. There is absence of evidence that public mask wearing protects either the wearer or others. Applying the ideas of uncertainty and risk to this question, it was our opinion that under the circumstances, in a pandemic that had claimed more than 300,000 lives at that point, that community wearing of cloth masks is likely to be a useful adjunct to the public health interventions of physical distancing and hand hygiene. In summary, good evidence that cloth and cloth masks have useful properties, no evidence on whether the intervention of wearing a cloth mask in the community makes a difference to transmission, an unprecedented pandemic, and our opinion that we should go ahead and recommend using cloth masks first, and conduct necessary further research second. We thank Fitzgerald and Anderson for their comments. We too had converted the log numbers in the work of Bae and colleagues to natural numbers and calculated filtration efficiency using standard methodology. When we did this, the results and our conclusions differed from those of Bae and colleagues and were in support of cloth masks. At around the same time, others pointed out that many of the numbers used in the calculations in Bae and colleagues’ work might be lower that the limit of detection of the assay. At the time of publication, we chose to be silent, rather than disseminate uncertain information. The article by Bae and colleagues has since been retracted.2 Subsequently, Ueki and colleagues used manikins with and without masks to study aerosolised SARS-CoV-2.3 They found consistent reductions in transmission when cloth masks, medical masks and respirators were worn by the index manikin; and protection of the wearer when medical masks and respirators were worn by the receiving manikin. The filtration efficiency of the cloth masks used in the experiment is not known. Our evidence summary of the filtration efficiency of cloth and cloth masks has since been peer-reviewed and published.4 We created a parallel plain-language website.5 The between-country comparisons of Leffler and colleagues have also been peer-reviewed and published, finding that per-capita coronavirus mortality increased on average by 16% each week in countries that supported masks compared with 62% each week in those that did not.6 In summary, subsequent evidence suggests that community use of cloth masks is indeed effective in reducing transmission of SARS-CoV-2. However, we believe that the important philosophical point is the recognition that decision making under uncertainty is not counter to evidence-based medicine but at its heart. Had masks not proved effective, authorities who recommended them in April 2020 would still have been right to do so. Greenhalgh T, Schmid MB, Czypionka T, et al. Face masks for the public during the covid-19 crisis. BMJ 2020; 369: m1435. DOI: 10.1136/bmj.m1435. Bae S, Kim MC, Kim JY, et al. Notice of Retraction: Effectiveness of Surgical and Cotton Masks in Blocking SARS-CoV-2. Ann Intern Med 2020. Ueki H, Furusawa Y, Iwatsuki-Horimoto K, et al. Effectiveness of Face Masks in Preventing Airborne Transmission of SARS-CoV-2. mSphere 2020; 5 2020/10/23. DOI: 10.1128/mSphere.00637-20. Clase CM, Fu EL, Ashur A, et al. Forgotten technology in the COVID-19 pandemic. Filtration properties of cloth and cloth masks: a narrative review. Mayo Clinic Proceedings 2020; 95: 2204-2224. Clase CM, Fu EL, Ashur A, et al. Clothmasks.ca, https://www.clothmasks.ca/ (2020, accessed 2020-11-08). Leffler CT, Ing E, Lykins JD, et al. Association of Country-wide Coronavirus Mortality with Demographics, Testing, Lockdowns, and Public Wearing of Masks. Am J Trop Med Hyg 2020 2020/10/31. DOI: 10.4269/ajtmh.20-1015. Author, Article, and Disclosure InformationAuthors: Catherine M. Clase, MB BChir, MSc; Edouard L. Fu, BSc; Meera Joseph, MD; Rupert C.L. Beale, MB, PhD; Myrna B. Dolovich, BEng, PEng; Meg Jardine, MBBS, PhD; Johannes F.E. Mann, MD, PhD; Roberto Pecoits-Filho, MD, PhD; Wolfgang C. Winkelmayer, MD, ScD; Juan J. Carrero, Pharm, PhDAffiliations: McMaster University and St. Joseph's Hospital, Hamilton, Ontario, Canada (C.M.C., M.J., M.B.D.)Leiden University Medical Center, Leiden, the Netherlands (E.L.F.)Francis Crick Institute, London, United Kingdom (R.C.B.)The George Institute for Global Health and Concord Repatriation General Hospital, Sydney, New South Wales, Australia (M.J.)University of Erlangen-Nürnberg and KfH Kidney Center, Munich-Schwabing, Germany (J.F.M.)DOPPS Program Area, Arbor Research Collaborative for Health, Ann Arbor, Michigan, and School of Medicine, Pontifical Catholic University of Paraná, Curitiba, Brazil (R.P.)Baylor College of Medicine, Houston, Texas (W.C.W.)Karolinska Institutet, Stockholm, Sweden (J.J.C.)Acknowledgment: This work was created in part on the traditional territory shared between the Haudenosaunee confederacy and the Anishinabe nations, which was acknowledged in the Dish With One Spoon wampum belt. That wampum uses the symbolism of a dish to represent the territory and 1 spoon to represent that the people are to share the resources of the land and take only what they need. The authors thank Melanie Chiarot, librarian, for her assistance in retrieving articles during a holiday period.Disclosures: Disclosures can be viewed at www.acponline.org/authors/icmje/ConflictOfInterestForms.do?msNum=M20-2567.Corresponding Author: Catherine M. Clase, MB BChir, MSc, St. Joseph's Hospital, 50 Charlton Avenue East, Hamilton, ON L8N 4A6, Canada; e-mail, clase@mcmaster.ca.Correction: This article was corrected on 18 June 2020 to reflect submissio",
  "authors": [
    {
      "display_name": "Catherine M. Clase",
      "id": "A5089183562",
      "orcid": "https://orcid.org/0000-0002-4538-5958",
      "institutions": [
        {
          "id": "I4210125945",
          "display_name": "St. Joseph's Hospital",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I59293822",
          "display_name": "St. Joseph’s Healthcare Hamilton",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Catherine M. Clase"
    },
    {
      "display_name": "Edouard L. Fu",
      "id": "A5029305012",
      "orcid": "https://orcid.org/0000-0002-9698-6825",
      "institutions": [
        {
          "id": "I2800006345",
          "display_name": "Leiden University Medical Center",
          "country_code": "NL",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Edouard L. Fu"
    },
    {
      "display_name": "Meera Joseph",
      "id": "A5109468245",
      "orcid": null,
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I4210125945",
          "display_name": "St. Joseph's Hospital",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I59293822",
          "display_name": "St. Joseph’s Healthcare Hamilton",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Meera Joseph"
    },
    {
      "display_name": "Rupert Beale",
      "id": "A5032741507",
      "orcid": "https://orcid.org/0000-0002-6705-8560",
      "institutions": [
        {
          "id": "I2801081054",
          "display_name": "The Francis Crick Institute",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Rupert C.L. Beale"
    },
    {
      "display_name": "Myrna Dolovich",
      "id": "A5025914160",
      "orcid": "https://orcid.org/0000-0002-3142-0281",
      "institutions": [
        {
          "id": "I59293822",
          "display_name": "St. Joseph’s Healthcare Hamilton",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I4210125945",
          "display_name": "St. Joseph's Hospital",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Myrna B. Dolovich"
    },
    {
      "display_name": "Meg Jardine",
      "id": "A5107481474",
      "orcid": "https://orcid.org/0000-0002-0160-2375",
      "institutions": [
        {
          "id": "I2800249840",
          "display_name": "Concord Repatriation General Hospital",
          "country_code": "AU",
          "type": "healthcare"
        },
        {
          "id": "I4210110309",
          "display_name": "The George Institute for Global Health",
          "country_code": "AU",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Meg Jardine"
    },
    {
      "display_name": "Johannes F.E. Mann",
      "id": "A5043842967",
      "orcid": "https://orcid.org/0000-0002-3154-5332",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Johannes F.E. Mann"
    },
    {
      "display_name": "Roberto Pecoits–Filho",
      "id": "A5038855428",
      "orcid": "https://orcid.org/0000-0002-0255-6710",
      "institutions": [
        {
          "id": "I176838256",
          "display_name": "Pontifícia Universidade Católica do Paraná",
          "country_code": "BR",
          "type": "funder"
        },
        {
          "id": "I4210137387",
          "display_name": "Arbor Research Collaborative for Health",
          "country_code": "US",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Roberto Pecoits-Filho"
    },
    {
      "display_name": "Wolfgang C. Winkelmayer­",
      "id": "A5014965271",
      "orcid": "https://orcid.org/0000-0002-5272-425X",
      "institutions": [
        {
          "id": "I181547552",
          "display_name": "Baylor College of Medicine",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Wolfgang C. Winkelmayer"
    },
    {
      "display_name": "Juan Jesús Carrero",
      "id": "A5053537325",
      "orcid": "https://orcid.org/0000-0003-4763-2024",
      "institutions": [
        {
          "id": "I28166907",
          "display_name": "Karolinska Institutet",
          "country_code": "SE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Juan J. Carrero"
    }
  ],
  "publication_year": 2020,
  "publication_date": "2020-05-22",
  "type": "editorial",
  "cited_by_count": 90,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S119722071",
    "display_name": "Annals of Internal Medicine",
    "issn_l": "0003-4819",
    "issn": [
      "0003-4819",
      "1539-3704"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316812"
  },
  "volume": "173",
  "issue": "6",
  "first_page": "489",
  "last_page": "491",
  "open_access": {
    "is_oa": true,
    "oa_status": "green",
    "oa_url": "https://figshare.com/articles/journal_contribution/Cloth_masks_may_prevent_transmission_of_COVID-19_an_evidence-based_risk-based_approach_/12973004/1/files/24715277.pdf",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.55195725
    },
    {
      "id": "C3008058167",
      "display_name": "Coronavirus disease 2019 (COVID-19)",
      "level": 4,
      "score": 0.47484356
    },
    {
      "id": "C161191863",
      "display_name": "Library science",
      "level": 1,
      "score": 0.35327697
    },
    {
      "id": "C142724271",
      "display_name": "Pathology",
      "level": 1,
      "score": 0.09222785
    },
    {
      "id": "C2779134260",
      "display_name": "Disease",
      "level": 2,
      "score": 0.0
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C524204448",
      "display_name": "Infectious disease (medical specialty)",
      "level": 3,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10990",
      "display_name": "Infection Control and Ventilation",
      "score": 0.9999
    },
    {
      "id": "T11296",
      "display_name": "COVID-19 and healthcare impacts",
      "score": 0.9933
    },
    {
      "id": "T11244",
      "display_name": "Climate Change and Health Impacts",
      "score": 0.9864
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.7326/m20-2567",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:28:04.511997",
  "source_database": "OpenAlex"
}