{
  "openalex_id": "W3022579983",
  "doi": "https://doi.org/10.1016/j.juro.2009.04.022",
  "title": "Randomized Multicenter Feasibility Trial of Myofascial Physical Therapy for the Treatment of Urological Chronic Pelvic Pain Syndromes",
  "abstract": "No AccessJournal of UrologyAdult Urology1 Aug 2009Randomized Multicenter Feasibility Trial of Myofascial Physical Therapy for the Treatment of Urological Chronic Pelvic Pain Syndromesis accompanied byProstate Specific Antigen, Pelvic Pain and Prostatitis—Time For a New Paradigm?is companion ofRandomized Multicenter Feasibility Trial of Myofascial Physical Therapy for the Treatment of Urological Chronic Pelvic Pain Syndromes Mary P. FitzGerald, Rodney U. Anderson, Jeannette Potts, Christopher K. Payne, Kenneth M. Peters, J. Quentin Clemens, Rhonda Kotarinos, Laura Fraser, Annemarie Cosby, Carole Fortman, Cynthia Neville, Suzanne Badillo, Lisa Odabachian, Andrea Sanfield, Betsy O'Dougherty, Rick Halle-Podell, Liyi Cen, Shannon Chuai, J. Richard Landis, Keith Mickelberg, Ted Barrell, John W. Kusek, Leroy M. Nyberg, and Urological Pelvic Pain Collaborative Research Network Mary P. FitzGeraldMary P. FitzGerald Loyola University Medical Center, Maywood, Illinois , Rodney U. AndersonRodney U. Anderson Stanford University School of Medicine, Stanford, California , Jeannette PottsJeannette Potts Cleveland Clinic Foundation, Cleveland, Ohio , Christopher K. PayneChristopher K. Payne Stanford University School of Medicine, Stanford, California , Kenneth M. PetersKenneth M. Peters William Beaumont Hospital, Royal Oak, Michigan , J. Quentin ClemensJ. Quentin Clemens The University of Michigan Medical Center, Ann Arbor, Michigan , Rhonda KotarinosRhonda Kotarinos Loyola University Medical Center, Maywood, Illinois , Laura FraserLaura Fraser Stanford University School of Medicine, Stanford, California , Annemarie CosbyAnnemarie Cosby Stanford University School of Medicine, Stanford, California , Carole FortmanCarole Fortman Loyola University Medical Center, Maywood, Illinois , Cynthia NevilleCynthia Neville Rehabilitation Institute of Chicago, Chicago, Illinois , Suzanne BadilloSuzanne Badillo Rehabilitation Institute of Chicago, Chicago, Illinois , Lisa OdabachianLisa Odabachian William Beaumont Hospital, Royal Oak, Michigan , Andrea SanfieldAndrea Sanfield William Beaumont Hospital, Royal Oak, Michigan , Betsy O'DoughertyBetsy O'Dougherty Cleveland Clinic Foundation, Cleveland, Ohio , Rick Halle-PodellRick Halle-Podell Massage Therapy of Oak Park, Oak Park, Illinois , Liyi CenLiyi Cen University of Pennsylvania School of Medicine, Philadelphia, Pennsylvania , Shannon ChuaiShannon Chuai University of Pennsylvania School of Medicine, Philadelphia, Pennsylvania , J. Richard LandisJ. Richard Landis University of Pennsylvania School of Medicine, Philadelphia, Pennsylvania , Keith MickelbergKeith Mickelberg University of Pennsylvania School of Medicine, Philadelphia, Pennsylvania , Ted BarrellTed Barrell University of Pennsylvania School of Medicine, Philadelphia, Pennsylvania , John W. KusekJohn W. Kusek National Institutes of Health, Bethesda, Maryland , Leroy M. NybergLeroy M. Nyberg National Institutes of Health, Bethesda, Maryland , and Urological Pelvic Pain Collaborative Research Network View All Author Informationhttps://doi.org/10.1016/j.juro.2009.04.022AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: We determined the feasibility of conducting a randomized clinical trial designed to compare 2 methods of manual therapy (myofascial physical therapy and global therapeutic massage) in patients with urological chronic pelvic pain syndromes. Materials and Methods: We recruited 48 subjects with chronic prostatitis/chronic pelvic pain syndrome or interstitial cystitis/painful bladder syndrome at 6 clinical centers. Eligible patients were randomized to myofascial physical therapy or global therapeutic massage and were scheduled to receive up to 10 weekly treatments of 1 hour each. Criteria to assess feasibility included adherence of therapists to prescribed therapeutic protocol as determined by records of treatment, adverse events during study treatment and rate of response to therapy as assessed by the patient global response assessment. Primary outcome analysis compared response rates between treatment arms using Mantel-Haenszel methods. Results: There were 23 (49%) men and 24 (51%) women randomized during a 6-month period. Of the patients 24 (51%) were randomized to global therapeutic massage, 23 (49%) to myofascial physical therapy and 44 (94%) completed the study. Therapist adherence to the treatment protocols was excellent. The global response assessment response rate of 57% in the myofascial physical therapy group was significantly higher than the rate of 21% in the global therapeutic massage treatment group (p = 0.03). Conclusions: We judged the feasibility of conducting a full-scale trial of physical therapy methods and the preliminary findings of a beneficial effect of myofascial physical therapy warrants further study. References 1 : The standardisation of terminology of lower urinary tract function: report from the Standardisation Sub-committee of the International Continence Society. Neurourol Urodyn2002; 21: 167. Google Scholar 2 Interstitial Cystitis. Edited by . London: Springer-Verlag1990. Google Scholar 3 : Epidemiology of interstitial cystitis. In: Interstitial Cystitis. Edited by . London: Springer-Verlag1990: 29. Google Scholar 4 : Prevalence and correlates for interstitial cystitis symptoms in women participating in a health screening project. Eur Urol2003; 51: 803. Google Scholar 5 : Prevalence, diagnosis, characterization and treatment of prostatitis, interstitial cystitis, and epididymitis in outpatient urological practice: the Canadian PIE study. Urology2005; 66: 935. Google Scholar 6 : Prevalence of painful bladder symptoms and effect on quality of life in black, Hispanic and white men and women. J Urol2007; 177: 1390. Link, Google Scholar 7 : Prevalence of symptoms related to interstitial cystitis in women: a population based study in Finland. J Urol2002; 168: 139. Link, Google Scholar 8 : Prevalence and incidence of interstitial cystitis in a managed care population. J Urol2005; 173: 98. Link, Google Scholar 9 : Prevalence of self-reported interstitial cystitis (IC) and interstitial-cystitis-like symptoms among adult women in the community. Int Urol Nephrol2007; 39: 489. Google Scholar 10 : Interstitial cystitis and painful bladder syndrome. J Urol2007; 177: 2042. Link, Google Scholar 11 : How common is prostatitis?: A national survey of physician visits. J Urol1998; 159: 1224. Link, Google Scholar 12 : Prevalence of prostatitis-like symptoms in a population based study using the National Institutes of Health chronic prostatitis symptom index. J Urol2001; 165: 842. Link, Google Scholar 13 : Prevalence of pelvic floor dysfunction in patients with interstitial cystitis. Urology2007; 70: 16. Google Scholar 14 : Muscle tenderness in men with chronic prostatitis/chronic pelvic pain syndrome: the chronic prostatitis cohort study. J Urol2008; 179: 556. Link, Google Scholar 15 : Origin of pain in interstitial cystitis: Effect of ultrasound treatment on the concomitant levator ani spasm syndrome. Scand J Urol Nephrol1973; 7: 150. Google Scholar 16 : Pelvic floor myofascial trigger points: manual therapy for interstitial cystitis and the urgency-frequency syndrome. J Urol2001; 166: 2226. Link, Google Scholar 17 : Modified Thiele massage as therapeutic intervention for female patients with interstitial cystitis and high-tone pelvic floor dysfunction. Urology2004; 64: 862. Google Scholar 18 : Biofeedback, pelvic floor re-education, and bladder training for male chronic pelvic pain syndrome. Urology2000; 56: 951. Google Scholar 19 : The effect of biofeedback physical therapy in men with Chronic Pelvic Pain Syndrome Type III. Eur Urol2005; 47: 607. Google Scholar 20 : Integration of myofascial trigger point release and paradoxical relaxation training treatment of chronic pelvic pain in men. J Urol2005; 174: 155. Link, Google Scholar 21 Travell and Simons' Myofascial Pain and Dysfunction: The Trigger Point Manual. In: . Edited by . Philadelphia: Lippincott Williams & Wilkins1998. Google Scholar 22 : Tappan's Handbook of Healing Massage Techniques: Classic, Holistic, and Emerging Methods. Upper Saddle River, New Jersey: Prentice Hall2005. Google Scholar 23 : The interstitial cystitis symptom index and problem index. Urology1997; 49: 58. Google Scholar 24 : The National Institutes of Health chronic prostatitis symptom index: development and validation of a new outcome measure: Chronic Prostatitis Collaborative Research Network. J Urol1999; 162: 369. Link, Google Scholar 25 : A 12-item Short-Form Health Survey: construction of scales and preliminary tests of reliability and validity. Med Care1996; 34: 220. Google Scholar 26 : The Female Sexual Function Index (FSFI): a multidimensional self-report instrument for the assessment of female sexual function. J Sex Marital Ther2000; 26: 191. Google Scholar 27 : Defining sexual outcomes after treatment for localized prostate carcinoma. Cancer2002; 95: 1773. Google Scholar 28 : Analysis of Survival Data. Boca Raton, Florida: Chapman and Hall/CRC Press LLC1984. Google Scholar © 2009 by American Urological AssociationFiguresReferencesRelatedDetailsCited byClemens J, Erickson D, Varela N and Lai H (2022) Diagnosis and Treatment of Interstitial Cystitis/Bladder Pain SyndromeJournal of Urology, VOL. 208, NO. 1, (34-42), Online publication date: 1-Jul-2022.Polackwich A, Li J and Shoskes D (2018) Patients with Pelvic Floor Muscle Spasm Have a Superior Response to Pelvic Floor Physical Therapy at Specialized CentersJournal of Urology, VOL. 194, NO. 4, (1002-1006), Online publication date: 1-Oct-2015.Peters K (2018) Interstitial Cystitis—Is it Time to Look Beyond the Bladder?Journal of Urology, VOL. 187, NO. 2, (381-382), Online publication date: 1-Feb-2012.FitzGerald M, Payne C, Lukacz E, Yang C, Peters K, Chai T, Nickel J, Hanno P, Kreder K, Burks D, Mayer R, Kotarinos R, Fortman C, Allen T, Fraser L, Mason-Cover M, Furey C, Odabachian L, Sanfield A, Chu J, Huestis K, Tata G, Dugan N, Sheth H, Bewyer K, Anaeme A, Newton K, Featherstone W, Halle-Podell R, Cen L, Landis J, Propert K, Foster H, Kusek J and Nyberg L (2018) Randomized Multicenter Clinical Trial of Myofascial Physical Therapy in Women With Interstitial Cystitis/Painful Bladder Syndrome and Pelvic Floor TendernessJournal of Urology, VOL. 187, NO. 6, (2113-2118), Online publication date: 1-Jun-2012.Winters J (2018) Vaginal Mesh Explantation: An Emerging Urological DisciplineJournal of Urology, VOL. 187, NO. 5, (1529-1530), Online publication date: 1-May-2012.Anderson R, Wise D, Sawyer T, Glowe P and Orenberg E (2018) 6-Day Intensive Treatment Protocol for Refractory Chronic Prostatitis/Chronic Pelvic Pain Syndrome Using Myofascial Release and Paradoxical Relaxation TrainingJournal of Urology, VOL. 185, NO. 4, (1294-1299), Online publication date: 1-Apr-2011.Farmer M, Chanda M, Parks E, Baliki M, Apkarian A and Schaeffer A (2018) Brain Functional and Anatomical Changes in Chronic Prostatitis/Chronic Pelvic Pain SyndromeJournal of Urology, VOL. 186, NO. 1, (117-124), Online publication date: 1-Jul-2011.Related articlesJournal of Urology15 Jun 2009Prostate Specific Antigen, Pelvic Pain and Prostatitis—Time For a New Paradigm?Journal of Urology10 Nov 2018Randomized Multicenter Feasibility Trial of Myofascial Physical Therapy for the Treatment of Urological Chronic Pelvic Pain Syndromes Volume 182Issue 2August 2009Page: 570-580 Advertisement Copyright & Permissions© 2009 by American Urological AssociationKeywordsinterstitialprostatitisphysical therapy modalitiescystitisMetricsAuthor Information Mary P. FitzGerald Loyola University Medical Center, Maywood, Illinois More articles by this author Rodney U. Anderson Stanford University School of Medicine, Stanford, California Financial interest and/or other relationship with Astellas, GSK, Boston Scientific and Bioness Inc. More articles by this author Jeannette Potts Cleveland Clinic Foundation, Cleveland, Ohio Financial interest and/or other relationship with Pfizer. More articles by this author Christopher K. Payne Stanford University School of Medicine, Stanford, California More articles by this author Kenneth M. Peters William Beaumont Hospital, Royal Oak, Michigan Financial interest and/or other relationship with Medtronic, Boston Scientific, Indevus, Allergan, Pfizer and Trillium Therapeutics. More articles by this author J. Quentin Clemens The University of Michigan Medical Center, Ann Arbor, Michigan Conducted this research while at Northwestern University. Financial interest and/or other relationship with Merck, Pfizer, Medtronic and Tengion. More articles by this author Rhonda Kotarinos Loyola University Medical Center, Maywood, Illinois More articles by this author Laura Fraser Stanford University School of Medicine, Stanford, California More articles by this author Annemarie Cosby Stanford University School of Medicine, Stanford, California More articles by this author Carole Fortman Loyola University Medical Center, Maywood, Illinois More articles by this author Cynthia Neville Rehabilitation Institute of Chicago, Chicago, Illinois More articles by this author Suzanne Badillo Rehabilitation Institute of Chicago, Chicago, Illinois More articles by this author Lisa Odabachian William Beaumont Hospital, Royal Oak, Michigan More articles by this author Andrea Sanfield William Beaumont Hospital, Royal Oak, Michigan More articles by this author Betsy O'Dougherty Cleveland Clinic Foundation, Cleveland, Ohio More articles by this author Rick Halle-Podell Massage Therapy of Oak Park, Oak Park, Illinois More articles by this author Liyi Cen University of Pennsylvania School of Medicine, Philadelphia, Pennsylvania More articles by this author Shannon Chuai University of Pennsylvania School of Medicine, Philadelphia, Pennsylvania More articles by this author J. Richard Landis University of Pennsylvania School of Medicine, Philadelphia, Pennsylvania Financial interest and/or other relationship with Bristol-Myers Squibb and Sanofi-Aventis. More articles by this author Keith Mickelberg University of Pennsylvania School of Medicine, Philadelphia, Pennsylvania More articles by this author Ted Barrell University of Pennsylvania School of Medicine, Philadelphia, Pennsylvania More articles by this author John W. Kusek National Institutes of Health, Bethesda, Maryland More articles by this author Leroy M. Nyberg National Institutes of Health, Bethesda, Maryland More articles by this author Urological Pelvic Pain Collaborative Research Network More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Mary P. FitzGerald",
      "id": "A5111729348",
      "orcid": null,
      "institutions": [
        {
          "id": "I1304196042",
          "display_name": "Loyola University Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mary P. FitzGerald"
    },
    {
      "display_name": "Rodney U. Anderson",
      "id": "A5057812758",
      "orcid": "https://orcid.org/0000-0003-0766-3280",
      "institutions": [
        {
          "id": "I97018004",
          "display_name": "Stanford University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Rodney U. Anderson"
    },
    {
      "display_name": "Jeannette M. Potts",
      "id": "A5069637004",
      "orcid": null,
      "institutions": [
        {
          "id": "I1316902750",
          "display_name": "Cleveland Clinic",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jeannette Potts"
    },
    {
      "display_name": "Christopher K. Payne",
      "id": "A5103475530",
      "orcid": null,
      "institutions": [
        {
          "id": "I97018004",
          "display_name": "Stanford University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Christopher K. Payne"
    },
    {
      "display_name": "Kenneth M. Peters",
      "id": "A5075986926",
      "orcid": "https://orcid.org/0000-0001-9020-598X",
      "institutions": [
        {
          "id": "I4210128757",
          "display_name": "Beaumont Hospital, Royal Oak",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Kenneth M. Peters"
    },
    {
      "display_name": "J. Quentin Clemens",
      "id": "A5000148907",
      "orcid": "https://orcid.org/0000-0002-0759-3385",
      "institutions": [
        {
          "id": "I27837315",
          "display_name": "University of Michigan",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "J. Quentin Clemens"
    },
    {
      "display_name": "Rhonda Kotarinos",
      "id": "A5016650752",
      "orcid": null,
      "institutions": [
        {
          "id": "I1304196042",
          "display_name": "Loyola University Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Rhonda Kotarinos"
    },
    {
      "display_name": "Laura Fraser",
      "id": "A5031326484",
      "orcid": null,
      "institutions": [
        {
          "id": "I97018004",
          "display_name": "Stanford University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Laura Fraser"
    },
    {
      "display_name": "Annemarie Cosby",
      "id": "A5020974585",
      "orcid": null,
      "institutions": [
        {
          "id": "I97018004",
          "display_name": "Stanford University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Annemarie Cosby"
    },
    {
      "display_name": "Carole Fortman",
      "id": "A5074200217",
      "orcid": null,
      "institutions": [
        {
          "id": "I1304196042",
          "display_name": "Loyola University Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Carole Fortman"
    },
    {
      "display_name": "Cynthia E. Neville",
      "id": "A5043741154",
      "orcid": "https://orcid.org/0000-0002-2729-9108",
      "institutions": [
        {
          "id": "I1324242722",
          "display_name": "Shirley Ryan AbilityLab",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Cynthia Neville"
    },
    {
      "display_name": "Suzanne Badillo",
      "id": "A5015658060",
      "orcid": "https://orcid.org/0000-0002-5889-1091",
      "institutions": [
        {
          "id": "I1324242722",
          "display_name": "Shirley Ryan AbilityLab",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Suzanne Badillo"
    },
    {
      "display_name": "Lisa Odabachian",
      "id": "A5023889696",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210128757",
          "display_name": "Beaumont Hospital, Royal Oak",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Lisa Odabachian"
    },
    {
      "display_name": "Andrea Sanfield",
      "id": "A5053212157",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210128757",
          "display_name": "Beaumont Hospital, Royal Oak",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Andrea Sanfield"
    },
    {
      "display_name": "Betsy OʼDougherty",
      "id": "A5031325167",
      "orcid": null,
      "institutions": [
        {
          "id": "I1316902750",
          "display_name": "Cleveland Clinic",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Betsy O'Dougherty"
    },
    {
      "display_name": "Rick Halle-Podell",
      "id": "A5061034855",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Rick Halle-Podell"
    },
    {
      "display_name": "Liyi Cen",
      "id": "A5037872908",
      "orcid": null,
      "institutions": [
        {
          "id": "I79576946",
          "display_name": "University of Pennsylvania",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Liyi Cen"
    },
    {
      "display_name": "Shannon Chuai",
      "id": "A5027030582",
      "orcid": null,
      "institutions": [
        {
          "id": "I79576946",
          "display_name": "University of Pennsylvania",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Shannon Chuai"
    },
    {
      "display_name": "J. Richard Landis",
      "id": "A5052609076",
      "orcid": "https://orcid.org/0000-0001-8099-0988",
      "institutions": [
        {
          "id": "I79576946",
          "display_name": "University of Pennsylvania",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "J. Richard Landis"
    },
    {
      "display_name": "Keith Mickelberg",
      "id": "A5077330337",
      "orcid": null,
      "institutions": [
        {
          "id": "I79576946",
          "display_name": "University of Pennsylvania",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Keith Mickelberg"
    },
    {
      "display_name": "Ted Barrell",
      "id": "A5068570053",
      "orcid": null,
      "institutions": [
        {
          "id": "I79576946",
          "display_name": "University of Pennsylvania",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ted Barrell"
    },
    {
      "display_name": "John W. Kusek",
      "id": "A5109934186",
      "orcid": null,
      "institutions": [
        {
          "id": "I1299303238",
          "display_name": "National Institutes of Health",
          "country_code": "US",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "John W. Kusek"
    },
    {
      "display_name": "Leroy M. Nyberg",
      "id": "A5025849666",
      "orcid": null,
      "institutions": [
        {
          "id": "I1299303238",
          "display_name": "National Institutes of Health",
          "country_code": "US",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Leroy M. Nyberg"
    }
  ],
  "publication_year": 2009,
  "publication_date": "2009-06-18",
  "type": "article",
  "cited_by_count": 174,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "182",
  "issue": "2",
  "first_page": "570",
  "last_page": "580",
  "open_access": {
    "is_oa": true,
    "oa_status": "green",
    "oa_url": "https://europepmc.org/articles/pmc2872169?pdf=render",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.79703534
    },
    {
      "id": "C2780136519",
      "display_name": "Pelvic pain",
      "level": 2,
      "score": 0.53184175
    },
    {
      "id": "C61434518",
      "display_name": "General surgery",
      "level": 1,
      "score": 0.3396244
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.18913582
    }
  ],
  "topics": [
    {
      "id": "T10418",
      "display_name": "Pelvic floor disorders treatments",
      "score": 0.9997
    },
    {
      "id": "T10279",
      "display_name": "Urinary Bladder and Prostate Research",
      "score": 0.9994
    },
    {
      "id": "T11713",
      "display_name": "Genital Health and Disease",
      "score": 0.9905
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/j.juro.2009.04.022",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:12:07.416750",
  "source_database": "OpenAlex"
}