{
  "openalex_id": "W3026275696",
  "doi": "https://doi.org/10.5489/cuaj.6704",
  "title": "Pediatric Urological Surgery Readiness Condition (PedsUROCON)",
  "abstract": "To the editor,&#x0D; &#x0D; As of March 11th, 2020 the World Health Organization declared Coronavirus disease 2019 (COVID-19) a pandemic and urged countries to implement protocols to contain the virus spread [1]. It was soon realized that the world was ill prepared and too few lessons had been learned from previous infectious outbreaks in 2003 and 2009. [2] As a result, preparation and planning were insufficient to deal with the impact of this strain on the healthcare system.&#x0D; To deliver the optimal care despite this pervasive and fast-evolving event, healthcare managers must address and adjust 4 main domains in order to reach optimal surge capacity: maximize use of hospital structure, increase staff capacity, prioritize use of equipment and supplies, and develop an efficient communication system between hospitals [3,4]. Another key factor in pandemic preparedness is the rapid acquisition of information on pathogen epidemiology. All of this knowledge is essential to make adjustments, which can increase the reliability of the current protocol in addition to clarifying existing hospital vulnerabilities. More importantly, it can assist in predicting which further measures might be necessary to accommodate the influx of patients. [3,4].&#x0D; It is important to recognize that patient flow plays a primary role in organization of hospital resources [4]. Critically analyzing the needs and requirements of each healthcare component, by identifying a hierarchy of their services, can lead to hospital planning being more efficient, resulting in quicker establishment and mobilization of rapid-response groups. [3,4]. However, accuracy of communication is a major challenge identified when creating a mass protocol as inconsistent terminology or triggers can generate confusion [4]. For this reason, assuring optimal communication and networking between local and regional hospitals aids hospital management by allowing patient tracking, information sharing, and appropriate distribution of patients and supplies [3-5].&#x0D; Defense readiness condition (DEFCON) is a system created by the United States military to standardize the level of reaction required for a threat level perceived by the military [6]. DEFCON is graded from 1 to 5, where 5 represents normal peacetime readiness and 1 represents maximum readiness – nuclear war is imminent [6]. Each level is detailed with the expected actions and clearly states the trigger to activate the next level. This system establishes a clear and well-defined approach to assess readiness and could be used as a template in healthcare for crisis management. In order to achieve this, hospital departments should create protocols that prioritize procedures based on hierarchy and formally establish triggers that guide personnel when upgrading or downgrading readiness levels is recommended.&#x0D; The concept of using the DEFCON model to create a crisis standard of care was previously suggested by Dr. Thomas Forbes from the Vascular Surgery Department at the University of Toronto when designing the VASCCON [7]. Based on this experience, we propose the pediatric urological surgery readiness condition (PedsUROCON). PedsUROCON includes guidance for different alertness levels ranging from a fully functional hospital capacity (level 5) to when maximal hospital capacity has been reached, and even life/limb threatening surgeries cannot be performed (level 1). The purpose of this decision-making algorithm is to serve as a template for long-term pediatric urology pandemic/emergency preparedness. Figure 1 describes which procedures should be restricted once each level of alertness is reached. &#x0D; PedsUROCON alertness levels should be transitioned (i.e. upgraded or downgraded) once hospital capacity reaches pre-determined thresholds. We suggest 40%, 60%, 80% and 100% of hospital capacity (table 1). Hospital capacity should be determined by hospital administrators when factoring physical space, personnel availability, resources and supplies. Regional communication and networking are paramount for this system to be effective. Constant communication must be maintained throughout the crisis to coordinate the efficient flow of patients, resources and information with the goal of reducing the need to escalate any healthcare institution to the next UROCON level. &#x0D; Each level of PedsUROCON can be implemented on the fast developing COVID-19 outbreak (figure 2). The protocol is based on resources and procedures offered at our institution. We recommend adjusting thresholds for triggers based on regional epidemiological forecasting, hospital programs &amp; specialized care areas, physical capacity and services offered by the local healthcare system. Lastly, for optimizing functionality and readiness, this system should be updated annually, after a major change in clinical care protocols or after major renovations at a hospital; whichever comes first.&#x0D; Creating a surge capacity mitigation protocol involves a multilayered level of interconnectivity between local hospitals, regional healthcare services, hospital supplies management and emergency services infrastructure. Current protocols are lacking and inefficient in being able to deal with events such as the COVID-19 outbreak. Establishing the UROCON protocol will allow hospitals and healthcare infrastructures to be forewarned allowing them to be forearmed. &#x0D; &#x0D; Summary:&#x0D; Purpose:long term pediatric urology pandemic plan for patient flow management. PedsUROCON alertness levels should be transitioned once hospital capacity reaches specific thresholds. Hospital should communicate with the network of regional hospitals to organize patient flow. Alertness on patient flow facilitates prioritization of equipment, structure and services.&#x0D; Thresholds for action:UROCON 5: &lt;40% hospital capacity; UROCON 4: 40-59%; UROCON 3: 60-79%; UROCON 2: 80-99% and UROCON 1: ³100% of hospital maximal capacity.&#x0D; Maintenance:Based on the current structure of the hospitals and demands, their UROCON should be updated yearly, following a major protocol change or after a major hospital renovation; whichever comes first.&#x0D; Goals:i) Organize patient flow in pediatric urology; ii) Standardize communication between hospital departments to optimize resource utilization; ii) Promote communication between hospitals to improve pandemic/emergency planning",
  "authors": [
    {
      "display_name": "Roseanne Ferreira",
      "id": "A5113308687",
      "orcid": null,
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Roseanne Ferreira"
    },
    {
      "display_name": "Daniel T. Keefe",
      "id": "A5082911221",
      "orcid": "https://orcid.org/0000-0002-9319-1007",
      "institutions": [
        {
          "id": "I185261750",
          "display_name": "University of Toronto",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Daniel Keefe"
    },
    {
      "display_name": "Yuding Wang",
      "id": "A5008610164",
      "orcid": null,
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Yuding Wang"
    },
    {
      "display_name": "M. A. McGrath",
      "id": "A5059265305",
      "orcid": "https://orcid.org/0000-0003-3562-6890",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Melissa McGrath"
    },
    {
      "display_name": "Martin A. Koyle",
      "id": "A5008790787",
      "orcid": "https://orcid.org/0000-0002-4108-447X",
      "institutions": [
        {
          "id": "I185261750",
          "display_name": "University of Toronto",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Martin Koyle"
    },
    {
      "display_name": "Luis H. Braga",
      "id": "A5038944132",
      "orcid": "https://orcid.org/0000-0002-3953-7353",
      "institutions": [
        {
          "id": "I2801880889",
          "display_name": "McMaster Children's Hospital",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Luis Henrique Braga"
    }
  ],
  "publication_year": 2020,
  "publication_date": "2020-05-22",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210173140",
    "display_name": "Canadian Urological Association Journal",
    "issn_l": "1911-6470",
    "issn": [
      "1911-6470",
      "1920-1214"
    ],
    "type": "journal",
    "host_organization": null
  },
  "volume": "14",
  "issue": "7",
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": true,
    "oa_status": "gold",
    "oa_url": "https://cuaj.ca/index.php/journal/article/download/6704/4505",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C2777042776",
      "display_name": "Preparedness",
      "level": 2,
      "score": 0.6841789
    },
    {
      "id": "C160735492",
      "display_name": "Health care",
      "level": 2,
      "score": 0.573332
    },
    {
      "id": "C89623803",
      "display_name": "Pandemic",
      "level": 5,
      "score": 0.5631497
    },
    {
      "id": "C545542383",
      "display_name": "Medical emergency",
      "level": 1,
      "score": 0.4952959
    },
    {
      "id": "C144133560",
      "display_name": "Business",
      "level": 0,
      "score": 0.45323324
    },
    {
      "id": "C21547014",
      "display_name": "Operations management",
      "level": 1,
      "score": 0.43984815
    },
    {
      "id": "C14331377",
      "display_name": "Contingency plan",
      "level": 2,
      "score": 0.42814887
    },
    {
      "id": "C112930515",
      "display_name": "Risk analysis (engineering)",
      "level": 1,
      "score": 0.4245385
    },
    {
      "id": "C195094911",
      "display_name": "Process management",
      "level": 1,
      "score": 0.41621584
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.40888354
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.37339306
    },
    {
      "id": "C524204448",
      "display_name": "Infectious disease (medical specialty)",
      "level": 3,
      "score": 0.34272492
    },
    {
      "id": "C42475967",
      "display_name": "Operations research",
      "level": 1,
      "score": 0.3340932
    },
    {
      "id": "C2779134260",
      "display_name": "Disease",
      "level": 2,
      "score": 0.277133
    },
    {
      "id": "C38652104",
      "display_name": "Computer security",
      "level": 1,
      "score": 0.27151495
    },
    {
      "id": "C3008058167",
      "display_name": "Coronavirus disease 2019 (COVID-19)",
      "level": 4,
      "score": 0.2253482
    },
    {
      "id": "C127413603",
      "display_name": "Engineering",
      "level": 0,
      "score": 0.1778866
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.15012962
    },
    {
      "id": "C142724271",
      "display_name": "Pathology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11267",
      "display_name": "Abdominal Trauma and Injuries",
      "score": 0.823
    },
    {
      "id": "T11296",
      "display_name": "COVID-19 and healthcare impacts",
      "score": 0.7829
    },
    {
      "id": "T11467",
      "display_name": "Trauma and Emergency Care Studies",
      "score": 0.7428
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.5489/cuaj.6704",
  "pdf_url": "https://cuaj.ca/index.php/journal/article/download/6704/4505",
  "retrieved_date": "2025-07-30T14:19:35.869577",
  "source_database": "OpenAlex"
}