{
  "openalex_id": "W3021645379",
  "doi": "https://doi.org/10.7326/l20-0126",
  "title": "Unprocessed Red Meat and Processed Meat Consumption",
  "abstract": "Letters5 May 2020Unprocessed Red Meat and Processed Meat ConsumptionBradley C. Johnston, PhD, Dena Zeraatkar, MSc, Robin W.M. Vernooij, PhD, Montserrat Rabassa, PhD, Regina El Dib, PhD, Claudia Valli, MSc, Mi Ah Han, PhD, Pablo Alonso-Coello, MD, PhD, Malgorzata M. Bala, MD, PhD, and Gordon H. Guyatt, MDBradley C. Johnston, PhDTexas A&M University, College Station, Texas (B.C.J.)Search for more papers by this author, Dena Zeraatkar, MScMcMaster University, Hamilton, Ontario, Canada (D.Z., G.H.G.)Search for more papers by this author, Robin W.M. Vernooij, PhDNetherlands Comprehensive Cancer Organisation (IKNL), Utrecht, the Netherlands (R.W.V.)Search for more papers by this author, Montserrat Rabassa, PhDBiomedical Research Institute San Pau (IIB Sant Pau), Barcelona, Spain (M.R.)Search for more papers by this author, Regina El Dib, PhDUniversidade Estadual Paulista, São José dos Campos, São Paulo, Brazil (R.E.)Search for more papers by this author, Claudia Valli, MScIberoamerican Cochrane Centre Barcelona, Biomedical Research Institute San Pau (IIB Sant Pau), Barcelona, Spain (C.V., P.A.)Search for more papers by this author, Mi Ah Han, PhDChosun University, Gwangju, Republic of Korea (M.A.H.)Search for more papers by this author, Pablo Alonso-Coello, MD, PhDIberoamerican Cochrane Centre Barcelona, Biomedical Research Institute San Pau (IIB Sant Pau), Barcelona, Spain (C.V., P.A.)Search for more papers by this author, Malgorzata M. Bala, MD, PhDJagiellonian University Medical College, Kraków, Poland (M.M.B.)Search for more papers by this author, and Gordon H. Guyatt, MDMcMaster University, Hamilton, Ontario, Canada (D.Z., G.H.G.)Search for more papers by this authorAuthor, Article, and Disclosure Informationhttps://doi.org/10.7326/L20-0126 SectionsAboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinkedInRedditEmail IN RESPONSE:We share Dr. Meyer's environmental concerns but have a different perspective on the role of individual autonomy in the shared decision-making process and in the role of a guideline panel. Guideline panel members should be fully informed of the best available evidence on all the issues related to their recommendations. In our guideline, we exclusively assessed the relationship between meat and health outcomes. Producing recommendations on meat that take into account environmental concerns would require knowledge of the relative contribution to climate change of meat consumption compared with other factors. Such knowledge would require systematic reviews of the ...References1. Dedios MC, Esperato A, De-Regil LM, et al. Improving the adaptability of WHO evidence-informed guidelines for nutrition actions: results of a mixed methods evaluation. Implement Sci. 2017;12:39. [PMID: 28327198] CrossrefMedlineGoogle Scholar2. Johnston BC, Seivenpiper JL, Vernooij RWM, et al. The philosophy of evidence-based principles and practice in nutrition. Mayo Clin Proc Innov Qual Outcomes. 2019;3:189-199. [PMID: 31193887] doi:10.1016/j.mayocpiqo.2019.02.005 CrossrefMedlineGoogle Scholar3. Guyatt GH, Oxman AD, Vist GE, et al; GRADE Working Group. GRADE: an emerging consensus on rating quality of evidence and strength of recommendations. BMJ. 2008;336:924-6. [PMID: 18436948] CrossrefMedlineGoogle Scholar4. Johnston BC, Alonso-Coello P, Bala MM, et al. Methods for trustworthy nutritional recommendations NutriRECS (Nutritional Recommendations and accessible Evidence summaries Composed of Systematic reviews): a protocol. BMC Med Res Methodol. 2018;18:162. [PMID: 30518328] CrossrefMedlineGoogle Scholar5. Zeraatkar D, Han MA, Guyatt GH, et al. Red and processed meat consumption and risk for all-cause mortality and cardiometabolic outcomes. A systematic review and meta-analysis of cohort studies. Ann Intern Med. 2019;171 10 703-710. [PMID: 31569213]. doi:10.7326/M19-0655 LinkGoogle Scholar6. Katz DL, Karlsen MC, Chung M, et al. Hierarchies of Evidence Applied to Lifestyle Medicine (HEALM): introduction of a strength-of-evidence approach based on a methodological systematic review. BMC Med Res Methodol. 2019;19:178. [PMID: 31429718] CrossrefMedlineGoogle Scholar7. Johnston BC, Guyatt GH. Causal inference, interpreting and communicating results on red and processed meat. Amer J Clin Nutri. 2020. [Forthcoming]. CrossrefMedlineGoogle Scholar8. Zeraatkar D, Guyatt GH, Alonso-Coello P, et al. Red and processed meat consumption and risk for all-cause mortality and cardiometabolic outcomes. Ann Intern Med. 2020;172 7 511-512. doi:10.7326/L20-0070 LinkGoogle Scholar Author, Article, and Disclosure InformationAffiliations: Texas A&M University, College Station, Texas (B.C.J.)McMaster University, Hamilton, Ontario, Canada (D.Z., G.H.G.)Netherlands Comprehensive Cancer Organisation (IKNL), Utrecht, the Netherlands (R.W.V.)Biomedical Research Institute San Pau (IIB Sant Pau), Barcelona, Spain (M.R.)Universidade Estadual Paulista, São José dos Campos, São Paulo, Brazil (R.E.)Iberoamerican Cochrane Centre Barcelona, Biomedical Research Institute San Pau (IIB Sant Pau), Barcelona, Spain (C.V., P.A.)Chosun University, Gwangju, Republic of Korea (M.A.H.)Jagiellonian University Medical College, Kraków, Poland (M.M.B.)Note: Drs. Johnston, Bala, Alonso-Coello, and Guyatt are members of the GRADE working group. Their guideline on red and processed meat was unfunded. As part of his recent recruitment to Texas A&M University, Dr. Johnston receives funds from Texas A&M AgriLife Research to support investigator-initiated research related to saturated and polyunsaturated fats. Support from Texas A&M AgriLife institutional funds comes from interest and investment earnings, not a sponsoring organization, industry, or company. Dr. Johnston also received funding in 2015 (outside the 36-month International Committee of Medical Journal Editors reporting period) from the International Life Science Institute (North America) to assess the methodologic quality of guidelines addressing sugar intake by using internationally accepted GRADE and Appraisal of Guidelines for Research and Evaluation guideline standards. The authors of the study on sugar guidelines conducted the study independently without involvement of the funding source.Disclosures: Disclosures can be viewed at www.acponline.org/authors/icmje/ConflictOfInterestForms.do?msNum=L20-0126. PreviousarticleNextarticle Advertisement FiguresReferencesRelatedDetailsSee AlsoUnprocessed Red Meat and Processed Meat Consumption: Dietary Guideline Recommendations From the Nutritional Recommendations (NutriRECS) Consortium Bradley C. Johnston , Dena Zeraatkar , Mi Ah Han , Robin W.M. Vernooij , Claudia Valli , Regina El Dib , Catherine Marshall , Patrick J. Stover , Susan Fairweather-Taitt , Grzegorz Wójcik , Faiz Bhatia , Russell de Souza , Carlos Brotons , Joerg J. Meerpohl , Chirag J. Patel , Benjamin Djulbegovic , Pablo Alonso-Coello , Malgorzata M. Bala , and Gordon H. Guyatt Unprocessed Red Meat and Processed Meat Consumption Cynthia L. Gong , Nadine K. Zawadzki , Roy Zawadzki , Jeffrey Tran , and Joel W. Hay Unprocessed Red Meat and Processed Meat Consumption Yi Wan and Fenglei Wang Unprocessed Red Meat and Processed Meat Consumption Richard M. Rosenfeld Unprocessed Red Meat and Processed Meat Consumption Eric C. Westman Unprocessed Red Meat and Processed Meat Consumption Daniel A. Meyer Metrics 5 May 2020Volume 172, Issue 9Page: 639-640KeywordsClinical epidemiologyDisclosureFoodGlobal healthGrading of Recommendations Assessment Development and EvaluationMeatNutrientsObservational studiesResearch reporting guidelinesSystematic reviews ePublished: 5 May 2020 Issue Published: 5 May 2020 Copyright & PermissionsCopyright © 2020 by American College of Physicians. All Rights Reserved.PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Bradley C. Johnston",
      "id": "A5000473326",
      "orcid": "https://orcid.org/0000-0001-8872-8626",
      "institutions": [
        {
          "id": "I91045830",
          "display_name": "Texas A&M University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Bradley C. Johnston"
    },
    {
      "display_name": "Dena Zeraatkar",
      "id": "A5031799727",
      "orcid": "https://orcid.org/0000-0003-4287-0541",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Dena Zeraatkar"
    },
    {
      "display_name": "Robin W.M. Vernooij",
      "id": "A5033402992",
      "orcid": "https://orcid.org/0000-0001-5734-4566",
      "institutions": [
        {
          "id": "I4210142067",
          "display_name": "Netherlands Comprehensive Cancer Organisation",
          "country_code": "NL",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Robin W.M. Vernooij"
    },
    {
      "display_name": "Montserrat Rabassa",
      "id": "A5011331388",
      "orcid": "https://orcid.org/0000-0002-0276-6726",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Montserrat Rabassa"
    },
    {
      "display_name": "Regina El Dib",
      "id": "A5034907992",
      "orcid": "https://orcid.org/0000-0002-4081-803X",
      "institutions": [
        {
          "id": "I879563668",
          "display_name": "Universidade Estadual Paulista (Unesp)",
          "country_code": "BR",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Regina El Dib"
    },
    {
      "display_name": "Claudia Valli",
      "id": "A5026289109",
      "orcid": "https://orcid.org/0000-0002-4393-3690",
      "institutions": [
        {
          "id": "I4210149208",
          "display_name": "Iberoamerican Cochrane Centre",
          "country_code": "ES",
          "type": "nonprofit"
        },
        {
          "id": "I4210137803",
          "display_name": "Biomedical Research Institute",
          "country_code": "US",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Claudia Valli"
    },
    {
      "display_name": "Mi Ah Han",
      "id": "A5008381758",
      "orcid": "https://orcid.org/0000-0003-1213-6952",
      "institutions": [
        {
          "id": "I152238500",
          "display_name": "Chosun University",
          "country_code": "KR",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mi Ah Han"
    },
    {
      "display_name": "Pablo Alonso‐Coello",
      "id": "A5012215238",
      "orcid": "https://orcid.org/0000-0002-8001-8504",
      "institutions": [
        {
          "id": "I4210149208",
          "display_name": "Iberoamerican Cochrane Centre",
          "country_code": "ES",
          "type": "nonprofit"
        },
        {
          "id": "I4210137803",
          "display_name": "Biomedical Research Institute",
          "country_code": "US",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Pablo Alonso-Coello"
    },
    {
      "display_name": "Małgorzata M Bała",
      "id": "A5013315390",
      "orcid": "https://orcid.org/0000-0003-1978-7264",
      "institutions": [
        {
          "id": "I126596746",
          "display_name": "Jagiellonian University",
          "country_code": "PL",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Malgorzata M. Bala"
    },
    {
      "display_name": "Gordon Guyatt",
      "id": "A5031717153",
      "orcid": "https://orcid.org/0000-0003-2352-5718",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Gordon H. Guyatt"
    }
  ],
  "publication_year": 2020,
  "publication_date": "2020-05-04",
  "type": "letter",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S119722071",
    "display_name": "Annals of Internal Medicine",
    "issn_l": "0003-4819",
    "issn": [
      "0003-4819",
      "1539-3704"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316812"
  },
  "volume": "172",
  "issue": "9",
  "first_page": "639",
  "last_page": "640",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C161191863",
      "display_name": "Library science",
      "level": 1,
      "score": 0.4703092
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.41339785
    },
    {
      "id": "C205649164",
      "display_name": "Geography",
      "level": 0,
      "score": 0.33022374
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10866",
      "display_name": "Nutritional Studies and Diet",
      "score": 0.9981
    },
    {
      "id": "T12057",
      "display_name": "Consumer Attitudes and Food Labeling",
      "score": 0.9956
    },
    {
      "id": "T11259",
      "display_name": "Agriculture Sustainability and Environmental Impact",
      "score": 0.9719
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.7326/l20-0126",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:39:04.414830",
  "source_database": "OpenAlex"
}