{
  "openalex_id": "W3033251134",
  "doi": "https://doi.org/10.1097/ju.0000000000001158",
  "title": "A Multicenter Investigation Examining American Urological Association Recommended Antibiotic Prophylaxis vs Nonstandard Prophylaxis in Preventing Device Infections in Penile Prosthesis Surgery in Diabetic Patients",
  "abstract": "No AccessJournal of UrologyAdult Urology1 Nov 2020A Multicenter Investigation Examining American Urological Association Recommended Antibiotic Prophylaxis vs Nonstandard Prophylaxis in Preventing Device Infections in Penile Prosthesis Surgery in Diabetic PatientsThis article is commented on by the following:Editorial Comment Michael E. Rezaee, Maxwell Towe, Mohamad M. Osman, Linda M. Huynh, Farouk M. El-Khatib, Robert Andrianne, Gregory Broderick, Arthur L. Burnett, Martin S. Gross, Amy I. Guise, Georgios Hatzichristodoulou, Gerard D. Henry, Jonathan Clavell-Hernandez, Tung-Chin Hsieh, Lawrence C. Jenkins, Aaron Lentz, Ricardo M. Munarriz, Daniar Osmonov, Sung Hun Park, Paul Perito, Hossein Sadeghi-Nejad, Maxime Sempels, Jay Simhan, Run Wang, and Faysal A. Yafion behalf of the DIPS (Diabetes and Infection Prosthesis Study) study collaborators Michael E. RezaeeMichael E. Rezaee Section of Urology, Department of Surgery, Dartmouth-Hitchcock Medical Center, Lebanon, New Hampshire More articles by this author , Maxwell ToweMaxwell Towe Department of Urology, University of California, Irvine Medical Center, Orange, California More articles by this author , Mohamad M. OsmanMohamad M. Osman Department of Urology, University of California, Irvine Medical Center, Orange, California More articles by this author , Linda M. HuynhLinda M. Huynh Department of Urology, University of California, Irvine Medical Center, Orange, California More articles by this author , Farouk M. El-KhatibFarouk M. El-Khatib Department of Urology, University of California, Irvine Medical Center, Orange, California More articles by this author , Robert AndrianneRobert Andrianne Service d’urologie, Centre Hospitalier Universitaire de Liege, Liege, Belgium More articles by this author , Gregory BroderickGregory Broderick Department of Urology, Mayo Clinic, Jacksonville, Florida More articles by this author , Arthur L. BurnettArthur L. Burnett The Johns Hopkins Hospital, Baltimore, Maryland More articles by this author , Martin S. GrossMartin S. Gross *Correspondence: Section of Urology, Department of Surgery, Dartmouth-Hitchcock Medical Center, One Medical Center Drive, Lebanon, New Hampshire 03756 telephone: 603-650-5000; FAX: 603-650-8086; E-mail Address: [email protected] Section of Urology, Department of Surgery, Dartmouth-Hitchcock Medical Center, Lebanon, New Hampshire More articles by this author , Amy I. GuiseAmy I. Guise Department of Urology, Medical College of Wisconsin, Milwaukee, Wisconsin More articles by this author , Georgios HatzichristodoulouGeorgios Hatzichristodoulou Department of Urology, Julius-Maximilians-University of Wurzburg, Wurzburg, Germany More articles by this author , Gerard D. HenryGerard D. Henry ArkLaTex Urology, Bossier City, Louisiana More articles by this author , Jonathan Clavell-HernandezJonathan Clavell-Hernandez University of Texas, MD Anderson Cancer Center, Houston, Texas More articles by this author , Tung-Chin HsiehTung-Chin Hsieh Department of Urology, UC San Diego Health System, San Diego, California More articles by this author , Lawrence C. JenkinsLawrence C. Jenkins Department of Urology, The Ohio State University, Columbus, Ohio More articles by this author , Aaron LentzAaron Lentz Division of Urology, Duke University Medical Center, Durham, North Carolina More articles by this author , Ricardo M. MunarrizRicardo M. Munarriz Department of Urology, Boston University Medical Center, Boston, Massachusetts More articles by this author , Daniar OsmonovDaniar Osmonov Department of Urology, University Hospital Schleswig Holstein, Campus Kiel, Germany More articles by this author , Sung Hun ParkSung Hun Park Sewum Prosthetic Urology Center of Excellence, Seoul, South Korea More articles by this author , Paul PeritoPaul Perito Perito Urology, Coral Cables, Florida More articles by this author , Hossein Sadeghi-NejadHossein Sadeghi-Nejad Department of Urology, Hackensack University Medical Center, Hackensack, New Jersey More articles by this author , Maxime SempelsMaxime Sempels Service d’urologie, Centre Hospitalier Universitaire de Liege, Liege, Belgium More articles by this author , Jay SimhanJay Simhan Einstein Healthcare Network, Fox Chase Cancer Center, Department of Urology, Philadelphia, Pennsylvania More articles by this author , Run WangRun Wang University of Texas, MD Anderson Cancer Center, Houston, Texas More articles by this author , and Faysal A. Yafion behalf of the DIPS (Diabetes and Infection Prosthesis Study) study collaboratorsFaysal A. Yafi Department of Urology, University of California, Irvine Medical Center, Orange, California More articles by this author View All Author Informationhttps://doi.org/10.1097/JU.0000000000001158AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: American Urological Association (AUA) antibiotic prophylaxis recommendations may be insufficient for covering organisms commonly found in penile prosthesis infections. In this study we assess the difference between AUA recommended antibiotic prophylaxis and nonstandard prophylaxis in preventing device infections in penile prosthesis surgery performed in diabetic patients. Materials and Methods: A multicenter, retrospective cohort study of diabetic patients undergoing primary penile prosthesis surgery was performed between April 2003 and August 2018. Eighteen institutions from the United States, Europe and Korea contributed. The association between antibiotic prophylaxis type and postoperative penile prosthesis infections, device explantations and revision surgeries was assessed. Results: Standard AUA antibiotic prophylaxis was followed in 48.6% (391) of cases while nonstandard prophylaxis was used in 51.4% (413). Common nonstandard antibiotic prophylaxis included vancomycin-gentamycin-fluoroquinolone, clindamycin-fluoroquinolone, and vancomycin-fluoroquinolone among other combinations. Patients who received AUA prophylaxis had significantly more postoperative device infections (5.6% vs 1.9%, p <0.01) and explantations (8.3% vs 2.0%, p <0.001) compared to those who received nonstandard prophylaxis. Patients who received AUA prophylaxis had significantly higher odds of a postoperative device infection (OR 2.8, 95% CI 1.1–7.3) and explantation (OR 3.6, 95% CI 1.4–9.1) compared to those who received nonstandard prophylaxis. Conclusions: Diabetic men with erectile dysfunction who received standard AUA prophylaxis for penile prosthesis surgery had significantly greater odds of experiencing a postoperative device infection and device explantation compared to patients who received nonstandard prophylaxis. Our study provides a strong rationale for a prospective investigation to establish the most appropriate prophylaxis strategy in penile prosthesis surgery. References 1. : Long-term survival and patient satisfaction with inflatable penile prosthesis for the treatment of erectile dysfunction. Korean J Urol 2015; 56: 461. Google Scholar 2. : Long term patient satisfaction and quality of life with AMS700CX inflatable penile prosthesis. Arch Ital Urol Androl 2013; 85: 133. Google Scholar 3. : Analysis of hospital readmissions after prosthetic urologic surgery in the United States: nationally representative estimates of causes, costs, and predictive factors. J Sex Med 2017; 14: 1059. Google Scholar 4. : Long-term revision rate due to infection in hydrophilic-coated inflatable penile prostheses: 11-year follow-up. J Sex Med 2012; 9: 2182. Google Scholar 5. : Long-term infection outcomes after original antibiotic impregnated inflatable penile prosthesis implants: up to 7.7 years of followup. J Urol 2011; 185: 614. Link, Google Scholar 6. : High prevalence of erectile dysfunction in diabetes: a systematic review and meta-analysis of 145 studies. Diabet Med 2017; 34: 1185. Google Scholar 7. : Worldwide trends in penile implantation surgery: data from over 63,000 implants. Translational Androl Urol 2019; 9: 31. Google Scholar 8. : The who, how and what of real-world penile implantation in 2015: the PROPPER Registry baseline data. J Urol 2016; 195: 427. Link, Google Scholar 9. : Penile length is preserved after implant surgery. BJU Int 2019; 123: 885. Google Scholar 10. : Diabetes and risk of surgical site infection: a systematic review and meta-analysis. Infect Control Hosp Epidemiol 2016; 37: 88. Google Scholar 11. : Penile prosthesis implant in the special populations: diabetics, neurogenic conditions, fibrotic cases, concurrent urinary continence surgery, and salvage implants. Asian J Androl 2020; 22: 39. Google Scholar 12. : Diabetes is a risk factor for inflatable penile prosthesis infection: analysis of a large statewide database. Sex Med 2019; 7: 35. Google Scholar 13. : Active polysubstance abuse concurrent with surgery as a possible newly identified infection risk factor in inflatable penile prosthesis placement based on a retrospective analysis of health and socioeconomic factors. J Sex Med 2016; 13: 697. Google Scholar 14. : Infection prevention considerations for complex penile prosthesis recipients. Curr Urol Rep 2019; 20: 12. Google Scholar 15. : Updates in penile prosthesis infections. Asian J Androl 2020; 22: 28. Google Scholar 16. : Penile prosthesis infection. AUA Update Series 2018; 37: lesson 11. Google Scholar 17. : An update on the best approaches to prevent complications in penile prosthesis recipients. Ther Adv Urol 2019; 11: 1756287218818076. Google Scholar 18. : Best practice policy statement on urologic surgery antimicrobial prophylaxis. Urology 2009; 74: 236. Google Scholar 19. : Multicenter investigation of the micro-organisms involved in penile prosthesis infection: an analysis of the efficacy of the AUA and EAU guidelines for penile prosthesis prophylaxis. J Sex Med 2017; 14: 455. Google Scholar 20. : EAU Guidelines on Urological Infections. Available at https://uroweb.org/wp-content/uploads/EAU-Guidelines-on-Urological-infections-2019.pdf. Accessed March 25, 2020. Google Scholar 21. World Medical Association: World Medical Association Declaration of Helsinki: ethical principles for medical research involving human subjects. JAMA 2013; 310: 2191. Google Scholar 22. : Best practice statement on urologic procedures and antimicrobial prophylaxis. J Urol 2020; 203: 351. Google Scholar 23. : Multicenter investigation of fungal infections of inflatable penile prostheses. J Sex Med 2019; 16: 1100. Google Scholar 24. : The prosthesis salvage operation: immediate replacement of the infected penile prosthesis. J Urol 1996; 155: 155. Link, Google Scholar 25. : Penile prosthesis infections—a review of risk factors, prevention, and treatment. Sex Med Rev 2016; 4: 389. Google Scholar No direct or indirect commercial, personal, academic, political, religious or ethical incentive is associated with publishing this article. © 2020 by American Urological Association Education and Research, Inc.FiguresReferencesRelatedDetailsRelated articlesJournal of UrologyAug 27, 2020, 12:00:00 AMEditorial Comment Volume 204Issue 5November 2020Page: 969-975Supplementary Materials Advertisement Copyright & Permissions© 2020 by American Urological Association Education and Research, Inc.Keywordsinfectionssurgical procedurestreatment outcomeantibiotic prophylaxisoperativepenile prosthesisAcknowledgementsDIPS collaborators: Gregory Barton, MD, Ross Guillum, MD, Amir Shahreza Patel, MD, Christopher Koprowski, MD, Jeffrey D. Campbell, MD, Kook Bin Lee, MD, Shu Pan, MD, Kevin Parikh, MD and Jessica Connor, MD.MetricsAuthor Information Michael E. Rezaee Section of Urology, Department of Surgery, Dartmouth-Hitchcock Medical Center, Lebanon, New Hampshire More articles by this author Maxwell Towe Department of Urology, University of California, Irvine Medical Center, Orange, California More articles by this author Mohamad M. Osman Department of Urology, University of California, Irvine Medical Center, Orange, California More articles by this author Linda M. Huynh Department of Urology, University of California, Irvine Medical Center, Orange, California More articles by this author Farouk M. El-Khatib Department of Urology, University of California, Irvine Medical Center, Orange, California More articles by this author Robert Andrianne Service d’urologie, Centre Hospitalier Universitaire de Liege, Liege, Belgium More articles by this author Gregory Broderick Department of Urology, Mayo Clinic, Jacksonville, Florida More articles by this author Arthur L. Burnett The Johns Hopkins Hospital, Baltimore, Maryland More articles by this author Martin S. Gross Section of Urology, Department of Surgery, Dartmouth-Hitchcock Medical Center, Lebanon, New Hampshire *Correspondence: Section of Urology, Department of Surgery, Dartmouth-Hitchcock Medical Center, One Medical Center Drive, Lebanon, New Hampshire 03756 telephone: 603-650-5000; FAX: 603-650-8086; E-mail Address: [email protected] More articles by this author Amy I. Guise Department of Urology, Medical College of Wisconsin, Milwaukee, Wisconsin More articles by this author Georgios Hatzichristodoulou Department of Urology, Julius-Maximilians-University of Wurzburg, Wurzburg, Germany More articles by this author Gerard D. Henry ArkLaTex Urology, Bossier City, Louisiana More articles by this author Jonathan Clavell-Hernandez University of Texas, MD Anderson Cancer Center, Houston, Texas More articles by this author Tung-Chin Hsieh Department of Urology, UC San Diego Health System, San Diego, California More articles by this author Lawrence C. Jenkins Department of Urology, The Ohio State University, Columbus, Ohio More articles by this author Aaron Lentz Division of Urology, Duke University Medical Center, Durham, North Carolina More articles by this author Ricardo M. Munarriz Department of Urology, Boston University Medical Center, Boston, Massachusetts More articles by this author Daniar Osmonov Department of Urology, University Hospital Schleswig Holstein, Campus Kiel, Germany More articles by this author Sung Hun Park Sewum Prosthetic Urology Center of Excellence, Seoul, South Korea More articles by this author Paul Perito Perito Urology, Coral Cables, Florida More articles by this author Hossein Sadeghi-Nejad Department of Urology, Hackensack University Medical Center, Hackensack, New Jersey More articles by this author Maxime Sempels Service d’urologie, Centre Hospitalier Universitaire de Liege, Liege, Belgium More articles by this author Jay Simhan Einstein Healthcare Network, Fox Chase Cancer Center, Department of Urology, Philadelphia, Pennsylvania More articles by this author Run Wang University of Texas, MD Anderson Cancer Center, Houston, Texas More articles by this author Faysal A. Yafion behalf of the DIPS (Diabetes and Infection Prosthesis Study) study collaborators Department of Urology, University of California, Irvine Medical Center, Orange, California More articles by this author Expand All No direct or indirect commercial, personal, academic, political, religious or ethical incentive is associated with publishing this article. Advertisement Loading ...",
  "authors": [
    {
      "display_name": "Michael E. Rezaee",
      "id": "A5029920044",
      "orcid": "https://orcid.org/0000-0002-6236-8682",
      "institutions": [
        {
          "id": "I1289422878",
          "display_name": "Dartmouth–Hitchcock Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Michael E. Rezaee"
    },
    {
      "display_name": "Maxwell Towe",
      "id": "A5061626484",
      "orcid": "https://orcid.org/0000-0002-5896-0413",
      "institutions": [
        {
          "id": "I4210096636",
          "display_name": "University of California, Irvine Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Maxwell Towe"
    },
    {
      "display_name": "Mohamad M. Osman",
      "id": "A5033858114",
      "orcid": "https://orcid.org/0009-0009-8952-2596",
      "institutions": [
        {
          "id": "I4210096636",
          "display_name": "University of California, Irvine Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mohamad M. Osman"
    },
    {
      "display_name": "Linda My Huynh",
      "id": "A5056157320",
      "orcid": "https://orcid.org/0000-0002-8655-8587",
      "institutions": [
        {
          "id": "I4210096636",
          "display_name": "University of California, Irvine Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Linda M. Huynh"
    },
    {
      "display_name": "Farouk M. El‐Khatib",
      "id": "A5113946040",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210096636",
          "display_name": "University of California, Irvine Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Farouk M. El-Khatib"
    },
    {
      "display_name": "Robert Andrianne",
      "id": "A5018778011",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210134544",
          "display_name": "Centre Hospitalier Universitaire de Liège",
          "country_code": "BE",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Robert Andrianne"
    },
    {
      "display_name": "Gregory A. Broderick",
      "id": "A5075702619",
      "orcid": "https://orcid.org/0000-0003-2949-5425",
      "institutions": [
        {
          "id": "I2801572250",
          "display_name": "Jacksonville College",
          "country_code": "US",
          "type": "education"
        },
        {
          "id": "I4210146710",
          "display_name": "Mayo Clinic in Florida",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Gregory Broderick"
    },
    {
      "display_name": "Arthur L. Burnett",
      "id": "A5037019692",
      "orcid": "https://orcid.org/0000-0001-6560-8605",
      "institutions": [
        {
          "id": "I4210150714",
          "display_name": "Johns Hopkins Hospital",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Arthur L. Burnett"
    },
    {
      "display_name": "Martin Gross",
      "id": "A5021721465",
      "orcid": "https://orcid.org/0000-0002-2716-8642",
      "institutions": [
        {
          "id": "I1289422878",
          "display_name": "Dartmouth–Hitchcock Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Martin S. Gross"
    },
    {
      "display_name": "Amy Guise",
      "id": "A5080028622",
      "orcid": null,
      "institutions": [
        {
          "id": "I204308271",
          "display_name": "Medical College of Wisconsin",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Amy I. Guise"
    },
    {
      "display_name": "Georgios Hatzichristodoulou",
      "id": "A5022045745",
      "orcid": "https://orcid.org/0000-0002-3170-7362",
      "institutions": [
        {
          "id": "I25974101",
          "display_name": "University of Würzburg",
          "country_code": "DE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Georgios Hatzichristodoulou"
    },
    {
      "display_name": "Gerard D. Henry",
      "id": "A5103354197",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210130411",
          "display_name": "Regional Urology",
          "country_code": "US",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Gerard D. Henry"
    },
    {
      "display_name": "Jonathan Clavell-Hernández",
      "id": "A5008406250",
      "orcid": "https://orcid.org/0000-0001-5438-2217",
      "institutions": [
        {
          "id": "I1343551460",
          "display_name": "The University of Texas MD Anderson Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jonathan Clavell-Hernandez"
    },
    {
      "display_name": "Tung-Chin Hsieh",
      "id": "A5104119368",
      "orcid": null,
      "institutions": [
        {
          "id": "I2800935791",
          "display_name": "UC San Diego Health System",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Tung-Chin Hsieh"
    },
    {
      "display_name": "Lawrence C. Jenkins",
      "id": "A5082375766",
      "orcid": "https://orcid.org/0000-0003-0125-673X",
      "institutions": [
        {
          "id": "I52357470",
          "display_name": "The Ohio State University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Lawrence C. Jenkins"
    },
    {
      "display_name": "Aaron Lentz",
      "id": "A5068655224",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210126298",
          "display_name": "Duke Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Aaron Lentz"
    },
    {
      "display_name": "Ricardo Munarriz",
      "id": "A5015279084",
      "orcid": "https://orcid.org/0000-0002-6498-7209",
      "institutions": [
        {
          "id": "I2802849423",
          "display_name": "University Medical Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I111088046",
          "display_name": "Boston University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1286490081",
          "display_name": "Boston Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ricardo M. Munarriz"
    },
    {
      "display_name": "Daniar Osmonov",
      "id": "A5007518936",
      "orcid": "https://orcid.org/0000-0002-0701-4259",
      "institutions": [
        {
          "id": "I4210112713",
          "display_name": "University Hospital Schleswig-Holstein",
          "country_code": "DE",
          "type": "healthcare"
        },
        {
          "id": "I9341345",
          "display_name": "University of Lübeck",
          "country_code": "DE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Daniar Osmonov"
    },
    {
      "display_name": "Sung Hun Park",
      "id": "A5084887414",
      "orcid": "https://orcid.org/0000-0002-9548-062X",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Sung Hun Park"
    },
    {
      "display_name": "Paul Perito",
      "id": "A5049596449",
      "orcid": "https://orcid.org/0000-0002-4979-6308",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Paul Perito"
    },
    {
      "display_name": "Hossein Sadeghi‐Nejad",
      "id": "A5012525624",
      "orcid": "https://orcid.org/0000-0002-4032-8110",
      "institutions": [
        {
          "id": "I1324520350",
          "display_name": "Hackensack University Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Hossein Sadeghi-Nejad"
    },
    {
      "display_name": "Maxime Sempels",
      "id": "A5075108642",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210134544",
          "display_name": "Centre Hospitalier Universitaire de Liège",
          "country_code": "BE",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Maxime Sempels"
    },
    {
      "display_name": "Jay Simhan",
      "id": "A5023838103",
      "orcid": "https://orcid.org/0000-0003-2262-7376",
      "institutions": [
        {
          "id": "I4210111876",
          "display_name": "Einstein Healthcare Network",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I1289437631",
          "display_name": "Fox Chase Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jay Simhan"
    },
    {
      "display_name": "Run Wang",
      "id": "A5100614002",
      "orcid": "https://orcid.org/0000-0002-6635-4093",
      "institutions": [
        {
          "id": "I1343551460",
          "display_name": "The University of Texas MD Anderson Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Run Wang"
    },
    {
      "display_name": "Faysal A. Yafi",
      "id": "A5067180577",
      "orcid": "https://orcid.org/0000-0001-7847-0246",
      "institutions": [
        {
          "id": "I4210096636",
          "display_name": "University of California, Irvine Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Faysal A. Yafi"
    }
  ],
  "publication_year": 2020,
  "publication_date": "2020-06-10",
  "type": "article",
  "cited_by_count": 14,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "204",
  "issue": "5",
  "first_page": "969",
  "last_page": "975",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.9858427
    },
    {
      "id": "C2776165071",
      "display_name": "Penile prosthesis",
      "level": 3,
      "score": 0.84379065
    },
    {
      "id": "C2778602436",
      "display_name": "Antibiotic prophylaxis",
      "level": 3,
      "score": 0.78796303
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.61694527
    },
    {
      "id": "C2778715743",
      "display_name": "Prosthesis",
      "level": 2,
      "score": 0.43085322
    },
    {
      "id": "C501593827",
      "display_name": "Antibiotics",
      "level": 2,
      "score": 0.3141654
    },
    {
      "id": "C89423630",
      "display_name": "Microbiology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10459",
      "display_name": "Sexual function and dysfunction studies",
      "score": 0.9995
    },
    {
      "id": "T11713",
      "display_name": "Genital Health and Disease",
      "score": 0.9777
    },
    {
      "id": "T10418",
      "display_name": "Pelvic floor disorders treatments",
      "score": 0.9775
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1097/ju.0000000000001158",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:26:06.785340",
  "source_database": "OpenAlex"
}