{
  "openalex_id": "W3036123960",
  "doi": "https://doi.org/10.31635/ccschem.020.202000279",
  "title": "Strong Coupling of Magnetism and Lattice Induces Near-Zero Thermal Expansion over Broad Temperature Windows in ErFe <sub>10</sub> V <sub>2−</sub> <i> <sub>x</sub> </i> Mo <i> <sub>x</sub> </i> Compounds",
  "abstract": "Open AccessCCS ChemistryCOMMUNICATION1 Mar 2021Strong Coupling of Magnetism and Lattice Induces Near-Zero Thermal Expansion over Broad Temperature Windows in ErFe10V2−xMox Compounds Wenjie Li, Kun Lin, Yili Cao, Chengyi Yu, Chin-Wei Wang, Xinzhi Liu, Kenichi Kato, Yilin Wang, Jiaou Wang, Qiang Li, Jun Chen, Jinxia Deng, Hongjie Zhang and Xianran Xing Wenjie Li Beijing Advanced Innovation Center for Materials Genome Engineering and Institute of Solid State Chemistry, University of Science and Technology Beijing, Beijing 100083 , Kun Lin *Corresponding authors: E-mail Address: [email protected] E-mail Address: [email protected] Beijing Advanced Innovation Center for Materials Genome Engineering and Institute of Solid State Chemistry, University of Science and Technology Beijing, Beijing 100083 , Yili Cao Beijing Advanced Innovation Center for Materials Genome Engineering and Institute of Solid State Chemistry, University of Science and Technology Beijing, Beijing 100083 , Chengyi Yu Beijing Advanced Innovation Center for Materials Genome Engineering and Institute of Solid State Chemistry, University of Science and Technology Beijing, Beijing 100083 , Chin-Wei Wang Neutron Group, National Synchrotron Radiation Research Center, Hsinchu 30076 , Xinzhi Liu School of Physics, Sun Yat-Sen University, Guangzhou 510275 , Kenichi Kato RIKEN SPring-8 Center,Hyogo 679-5148 , Yilin Wang Beijing Advanced Innovation Center for Materials Genome Engineering and Institute of Solid State Chemistry, University of Science and Technology Beijing, Beijing 100083 , Jiaou Wang Institute of High Energy Physics, Chinese Academy of Sciences, Beijing 100049 , Qiang Li Beijing Advanced Innovation Center for Materials Genome Engineering and Institute of Solid State Chemistry, University of Science and Technology Beijing, Beijing 100083 , Jun Chen Beijing Advanced Innovation Center for Materials Genome Engineering and Institute of Solid State Chemistry, University of Science and Technology Beijing, Beijing 100083 , Jinxia Deng Beijing Advanced Innovation Center for Materials Genome Engineering and Institute of Solid State Chemistry, University of Science and Technology Beijing, Beijing 100083 , Hongjie Zhang State Key Laboratory of Rare Earth Resource Utilization, Changchun Institute of Applied Chemistry, Chinese Academy of Sciences, Changchun 130022 and Xianran Xing *Corresponding authors: E-mail Address: [email protected] E-mail Address: [email protected] Beijing Advanced Innovation Center for Materials Genome Engineering and Institute of Solid State Chemistry, University of Science and Technology Beijing, Beijing 100083 https://doi.org/10.31635/ccschem.020.202000279 SectionsSupplemental MaterialAboutAbstractPDF ToolsAdd to favoritesTrack Citations ShareFacebookTwitterLinked InEmail Alloys with low thermal expansion could overcome thermal stress issues under temperature-fluctuated conditions and possess important application prospects, while they are restricted to finite chemical components and temperature windows. In this study, we report a novel class of near-zero thermal expansion (near ZTE) alloys, ErFe10V2−xMox, over a wide temperature range (120–440 K). Neutron diffraction and magnetic measurements demonstrated that the ErFe10V2−xMox compounds exhibited complex ferrimagnetic (FIM) structures below Curie temperature (TC). The near-ZTE behaviors were closely related to the itinerant Fe 3d moments in the collinear FIM states, as well as the geometric [−Fe−Fe−] linkages. Further, X-ray absorption near-edge structure (XANES) spectra revealed that the nonmagnetic substitution changed the electronic valence states of Fe atoms, which, in turn, changed Fe 3d moments and TC, hence, regulating the thermal expansion behaviors. Our work provides an insight into chemical modifications of thermal expansion in magnetic intermetallic compounds. Download figure Download PowerPoint Introduction Materials that neither expand nor contract upon heating are called zero thermal expansion (ZTE) materials. Such materials could reduce, or even eliminate, the thermal stress induced by thermal fluctuations. In particular, ZTE alloys are of most significance in high-precision applications due to their irreplaceable metallicity and processability, including hairsprings, micro-hemispherical shell resonators, and aerospace engineerings.1–3 However, most metallic materials exhibit strong, positive thermal expansion (PTE) behaviors, such as αAl = 23 × 10−6 K−1, αCu = 16.5 × 10−6 K−1, αFe = 13 × 10−6 K−1.4 Thus, it is a challenging target to explore ZTE or near-ZTE cases in metallic alloys. To date, besides the conventional Invar alloy, only a few intermetallic compounds have been documented to show ZTE, such as TbCo1.9Fe0.1 (αl = 0.48 × 10−6 K−1, 123–307 K), LaFe11Si2 (αl = -0.8× 10–6 K–1, 15–150 K), and Ho2Fe16Cr (αl = 0.43 × 10−6 K−1, 123–307 K).5–8 Neutron diffraction and magnetic measurements indicated that the amazing phenomena are closely related to magnetic-phase transitions and magnetovolume effects (MVEs). To elaborately compensate MVEs and phonon-induced lattice expansion, the ZTE behaviors are usually limited in a narrow temperature window, even below liquid-nitrogen temperature.9,10 Moreover, to achieve desirable coefficients of thermal expansions (CTEs) in these compounds, a common strategy is to modify the magnetic element (Fe, Co, or rare-earth) directly, which changes the magnetic interaction, as well as the total magnetic moments in the magnets and controls the thermal expansion behaviors. In this study, we present near-ZTE behaviors in the ThMn12-type 3d-4f itinerant magnets11–13 by nonmagnetic element modifications. We selected Mo element to replace V in ErFe10V2 compounds, reaching broad temperature range near ZTEs successfully with two intermetallic compounds, ErFe10V1.6Mo0.4 and ErFe10V1.4Mo0.6, at temperatures ranging from 120 to 440 K. The crystal structure, magnetic structure, and mechanism of near ZTE were investigated by synchrotron X-ray diffraction (SXRD), neutron powder diffraction (NPD), X-ray absorption spectroscopy (XAS), and magnetic measurements, which unraveled a strong coupling of magnetism and lattice thermal expansion in ErFe10V2−xMox compounds. Experimental Method A series of targeted samples were synthesized by arc melting under a high argon atmosphere with chemical compositions of ErFe10V2−xMox (x = 0, 0.2, 0.4, 0.6, and 1). We kept the samples homogeneous by using elements with high purity (at least 99.9%), and the ingots were turned over and remelted at least four times. SXRD experiments were conducted at a beamline of BL44B2 with a wavelength of 0.45 Å in SPring-8.14 NPD patterns over 10–700 K were collected at a beamline of high-intensity neutron diffractometer (WOMBAT) with a wavelength of 2.41 Å at the Australian Nuclear Science and Technology Organization (ANSTO). All the diffraction data were analyzed carefully by using the Rietveld refinements of the automated crystallographic FULLPROF package. Magnetic susceptibilities were evaluated by a physical property measurement system (PPMS). Linear thermal expansions were measured by thermal-dilatometer (DIL 402 Expedis Select). X-ray absorption near-edge structure (XANES) spectra were collected at beamline 4B9B of the Beijing Synchrotron Radiation Facility (BSRF). Results and Discussion High-resolution X-ray diffraction (XRD) demonstrated that all the alloy samples with chemical compositions of ErFe10V2−xMox (x = 0, 0.2, 0.4, 0.6, and 1) were well crystallized in almost pure phase, except a few α-Fe and R2Fe17 impurities (Figure 1a). These compounds adopted tetragonal ThMn12-type structures (space group: I4/mmm) with cell parameters of a = b ≈ 8.4 Å, c ≈ 4.8 Å (Figure 1d, and Supporting Information Table S1). The increases in unit cell volumes, with the gradual shift of (3 1 0) and (0 0 2) reflections, confirmed the incorporation of Mo atoms in the lattice sites (Figures 1b–1d). The accurate crystal structures of these samples were determined by a combination of XRD and NPD measurements at paramagnetic (PM) state (details see Supporting Information). Shown in Figure 1e are the structures built by body-centered [ErM16] (M = Fe, V, and Mo) cages sharing faces and vertexes. It could also be perceived as cross-linked [–Fe–Fe–] skeletons with rare earth and V–V pairs embedding inside alternatively (Figure 1f). We found four nonequivalent crystallographic sites in the structure: Er 2a (0, 0, 0), V 8i (y, 0, 0), Fe 8j (z, 0.5, 0), and Fe 8f (0.25, 0.25, 0.25). Our results indicated that Mo replaced different crystallographic sites selectively, and thus, the expression could be rewritten as Er(Fe10-yMoy)(V2−xMox−yFey): when x ≤ 0.6, Mo occupied the V 8i site only with y = 0; when x > 0.6, it further occupied the Fe 8j and Fe 8f sites, simultaneously, with y > 0. The detailed parameters of the crystal structure and atomic occupancies are displayed in Supporting Information Table S1. Figure 1 | (a–c) High-resolution synchrotron XRD patterns. (d) Cell parameters change with Mo content. (e) The crystal structure showing in [ErM16] (M = Fe, V, and Mo) cages. (f) A 2 × 2 × 1 supercell built up by cross-linked [–Fe–Fe–] skeleton viewing from the c axis. XRD, X-ray powder diffraction. Download figure Download PowerPoint We observed that the Mo substitution for V diminished the CTEs to a very low magnitude in these ErFe10V2−xMox (x = 0, 0.2, 0.4, 0.6, and 1) compounds. Thermal-dilatometer measurements demonstrated the reduced linear thermal expansion (αl) with the Mo substitution ( Supporting Information Figure S2), which reached minimum values at x = 0.4 and 0.6 (αl = 0.6 and 0.8 × 10−6 K−1, from 300 K to TC) (Figure 2a). To reveal the intrinsic lattice thermal expansion behavior, we carried out temperature-resolved XRD and NPD experiments. Figure 2b inset shows the average volumetric CTEs (αv) from 120 K to TC, depending on its Mo content (αv = αa +αb + αc = 3αl, where αa, αb, and αc are axial CTEs, αl is average linear CTE). The parent compound (x = 0) displayed a PTE (αv = 9.41 × 10−6 K−1, 120–520 K), which decreased remarkably with increasing Mo content. Mainly, CTEs decreased by ∼40% to ∼50% as intermediate contents, yielding near-ZTE properties over a broad temperature range (for x = 0.4, αv = 5.54 × 10−6 K−1, i.e., αl = 1.85 × 10−6 K−1, 120–460 K; for x = 0.6, αv = 4.81 × 10−6 K−1; i.e., αl = 1.6 × 10−6 K−1, 120–460 K) (Figure 2b). To the best of our knowledge, the near-ZTE-temperature windows are almost the broadest among all the known intermetallic complexes, such as TbCo1.9Fe0.1 (123–307 K),5 LaFe10.6Si2.4 (15–150 K),6 and Pr2Fe16Si (200–340 K),15 which are even broader than that of Invar alloy (200 to ∼400 K).16 The temperature-dependence experiments of the cell parameters revealed that ErFe10V1.4Mo0.6 possessed an ultralow area NTE inside the ab plane and a normal PTE along the c axis (αc = 4.8 × 10−6 K−1, αa/b = −7.48×10−9 K−1). By further increasing Mo content to x = 1, both the CTE and TC increased inversely to a high value again with αv = 8.25 × 10−6 K−1 and TC = 490 K. Besides, a little deviation of αl between thermal-dilatometer experiment and the intrinsic one indicated the existence of (0 0 1) texture in the sample. In all of these compounds, the abnormal thermal expansions were limited to below TC, evidenced by M–T measurements (Figure 2a), thus, suggesting that a close relationship might exist between magnetism and abnormal lattice expansion. Figure 2 | (a) Linear thermal expansion of Invar and ErFe10V2–xMox (x = 0.4 and 0.6) (up), and the high-temperature M–T curves (down). (b) The temperature-dependence cell volume for ErFe10V1.4Mo0.6 extracted by NPD and XRD. The inset shows the CTE (αV) and TC of ErFe10V2−xMox compounds. Download figure Download PowerPoint The magnetic structures of the four samples were determined by neutron diffraction experiments from 10 to 700 K (see Supporting Information). Three different magnetic structures were found in these compounds, as shown in Figure 3a and Supporting Information Figure S4. For an example, ErFe10V1.4Mo0.6 exhibits noncollinear ferrimagnetic (FIM) structure at 10 K. The Fe 3d magnetic moments (MFe) were parallel to the c axis (MFe–8i = 1.98(8) μB, MFe–8j = 1.81(10) μB, MFe–8f = 1.50(18) μB at 10 K), while Er 4f magnetic moments (MEr) showed a tilt angle of 60.2° away from the [0 0 −1] direction [MEr = 8.75(18) μB]. With a temperature rise to ∼60 K, the tilt angle gradually reduced to zero at a spin-reorientation transition temperature (TSR = 60 K, see Figure 3b and Supporting Information Figure S5), and the magnetic structure changed to a collinear FIM structure accordingly, where Fe moments are antiparallel to Er moments [MEr = 6.59(5) μB; MFe–8i = 1.67(8) μB; MFe–8j = 1.69(9) μB; MFe–8f = 1.56(13) μB]. With a further increase in temperature, MFe–8i and MFe–8j vanish at 390 K (TC1) initially, while MEr and MFe–8f maintained nonzero values [MEr = 1.89(13) μB; MFe–8f = 0.71(6) μB] until 440 K (TC). Figure 3 | (a) The magnetic structure of ErFe10V2–xMox evolves with the increase of temperature. x = 0.6 is used as an example. (b) Magnetic moments of each sites as a function of temperature. (c) Lattice parameters of a and c axis. (d) Relationship between average Fe 3d moments and spontaneous volume magnetostrictions over the near-ZTE temperature range. Download figure Download PowerPoint Table 1 summarizes Er moments and Fe moments at 120 K, 300 K, and TC1, which showed that Mo substitution for V observably weakened MFe. For example, at 300 K, the average MFe of 1.35 (21) μB for x = 0, reduced to 1.16 (18) μB for x = 0.4 and 0.93 (21) μB for x = 0.6. Conversely, further increase in the Mo content to x = 1.0, rising from 0.93 (21) μB to 1.31 (21) μB, closer to the average MFe. Apparently, there was a similar trend of results among TC, MFe, and CTEs in these compounds, suggesting that the thermal expansion could be controlled by long-range magnetic interaction of Fe atoms. Table 1 | The Magnetic Moment (in μB) of ErFe10V2−xMox at 120, 300 K, and TC1 X TSR (K) TC1 (K) Magnetic moment 120 K 300 K TC1 Site Er2a Fe8i Fe8j Fe8f Er2a Fe8i Fe8j Fe8f Er2a Fe8i Fe8j Fe8f 0.0 40 480 5.84(17) 1.76(9) 1.90(16) 1.53(20) 2.81(15) 1.46(9) 1.38(18) 1.08(21) 1.76(17) 0 0 0.81(7) 0.4 50 440 6.24(19) 1.71(7) 1.59(13) 1.54(19) 3.05(15) 1.37(7) 1.03(18) 1.03(18) 1.69(16) 0 0 0.67(7) 0.6 60 390 6.08(11) 1.63(6) 1.62(10) 1.46(13) 2.9(15) 1.16(9) 0.84(17) 0.648(21) 1.89(20) 0 0 0.71(6) 1.0 70 430 5.92(12) 1.76(7) 1.83(11) 1.71(13) 2.69(16) 1.38(10) 1.29(18) 1.20(20) 1.62(21) 0 0 0.58(6) Figures 3b and 3c depict the magnetic moments and cell parameters varying with temperature for ErFe10V1.4Mo0.6. In a noncollinear order, the rotation of Er 4f moments invoked an NTE along the c axis and a PTE inside the ab plane. While in a collinear order, the CTE inside the ab plane diminished to an ultralow value. In itinerant magnets, the relationship between magnetism and abnormal thermal expansion is used to describe the Ginzburg–Landau theory17–19: ω s = k C M 2 (1)where ωs is spontaneous volume magnetostriction, a factor that describes the deviation of the actual thermal expansion from nominal lattice thermal vibration ( Supporting Information Figure S3); k is the compressibility; C is the magnetovolume coupling constant; and M is the key magnetic moment governing the abnormal thermal expansion. Figure 3d shows ωs versus M2Fe over the near-ZTE temperature range and a linear relationship is observed clearly. Therefore, it is the itinerant Fe 3d moments that dominate MVE and near-ZTE behavior in ErFe10V2−xMox compounds. In fact, abnormal thermal expansion behaviors also appeared in RFe10V2-based compounds even with nonmagnetic rare-earth elements (e.g., R = Y).20 This might be attributable to the stronger magneto-lattice coupling of itinerate 3d moment, compared with that of localized 4f moment.7,21–23 We asked, how did the Mo substitution for V modify the thermal expansion behaviors? The question was addressed by recording Fe LІІІ edge XANES spectra for each compound (Figure 4a).24–26 The Fe LІІІ edge split into two peaks (A and B), and their intensity ratios (i = A/B) revealed valence state information.27,28 As shown in Figure 4b, the intensity ratio decreased continuously with Mo content [x = 0, i = 1.26(2); x = 0.4, i = 1.22(2); x = 0.6, i = 1.21(1); and x = 1, i = 1.16(1)], which displayed a gradual change in average Fe valence states,27,28 it indicates the existence of some valence electron transfer between Mo and Fe atoms, which might ascribe to the larger amount of valence electrons in Mo (Mo: [Kr]4d55s1; V: [Ar]3d34s2). It should be noted that the Fe moment reduced accordingly for x ≤ 0.6, indicating that Mo substitution for V weakened the spin polarization and exchange interaction of Fe 3d atoms along with a decrease in the magnetic ordering temperature (TC). As a result, the spontaneous volume magnetostriction (ωs) compressed to a shorter temperature range, thereby, diminishing the CTE. Figure 4 | (a) The Fe LІІ,ІІІ edge XANES spectrum. (b) The intensity ratio of spitted peaks in Fe LІІІ edge and average magnetic moment as a function of Mo content. (c) The volume of [ErM16] (M = Fe, V, and Mo) cages as a function of temperature. (d) The nearest Fe–Fe distance as a function of Mo content at 300 and 550 K. Download figure Download PowerPoint We analyzed the local interatomic distances as a function of temperature for each Fe atom. We found that the Fe8j–Fe8j separations shrank abnormally in the near-ZTE temperature region ( Supporting Information Figure S6). Figure 4c demonstrates the volume of [ErM16] (M = Fe, V, and Mo) cages as a function of temperature, where the slope had a similar trend to that of CTE, and slightly negative thermal expansions were observed for x = 0.4 and x = 0.6 compounds below TC. These indications suggested that MVE coupled to the geometric configuration of the [–Fe–Fe–] linkage. Compared with x ≤ 0.6, the different trend of CTE for x = 1 was caused by the different sites Mo substitutes. For x = 1, some Mo atoms move to the 8j and 8f sites except the 8i sites could be supported strongly by the remarkable changes of nearest Fe–Fe separations in Figure 4d. For example, both the Fe8i–Fe8i and Fe8i–Fe8j separations increased monotonously with Mo for x ≤ 0.6 but, decreased inversely with a further increase in Mo to x = 1. Based on the magnetic measurement and NPD results, this process strengthened the overall magnetic interaction and the magnetic moment of the 3d Fe atom, which caused a rise in TC and, in turn, an increase in the CTE. Conclusion We have studied the crystal structure, magnetic structure, and thermal expansion of our newly fabricated intermetallic compounds (ErFe10V2−xMox, x = 0, 0.4, 0.6, and 1). These compounds adopted a noncollinear and two collinear FIM structures at low temperatures. With a slight nonmagnetic element substitution of V using Mo, the CTE decreased by more than 40–50% in the collinear FIM state, and near-zero thermal expansions over a broad temperature range were realized in x = 0.4 and x =0.6. There existed a strong coupling of magnetism and lattice in these compounds. The thermal expansion behavior was regulated by 3d magnetic moment of Fe atoms, which was modified by both electron transfer and a selective chemical occupancy through Mo substitution for V. Supporting Information Supporting Information is available. Conflict of Interest There is no conflict of interest to report. Funding Information This work was supported by the National Natural Science Foundation of China (21701008, 21231001, 21590793, and 21731001), National Postdoctoral Program for Innovative Talents (BX201700027), and the Fundamental Research Funds for the Central Universities, China (FRF-IDRY-19-018). Acknowledgments The synchrotron radiation experiments were performed at the BL44B2 of SPring-8 with the approval of the Japan Synchrotron Radiation Research Institute (JASRI) (proposal no. 2019A1378 and 2019B1415). References 1. van Schilfgaarde M.; Abrikosov I. A.; Johansson B.Origin of the Invar Effect in Iron-Nickel Alloys.Nature.1999, 400, 46–49. Google Scholar 2. Mehanathan N.; Tavassoli V.; Shao P.; Sorenson L.; Ayazi F. In Invar-36 Micro Hemispherical Shell Resonators: 2014 IEEE 27th International Conference on Micro Electro Mechanical Systems (MEMS), San Francisco, CA, Jan 26–30 2014, IEEE2014. Google Scholar 3. Chikazumi S.; Mizoguchi T.; Yamaguchi N.; Beckwith P.The Invar Problem.J. Appl. Phys.1968, 39, 939–944. Google Scholar 4. Nix F. C.; MacNair D.The Thermal Expansion of Pure Metals: Copper, Gold, Aluminum, Nickel, and Iron.Phys. Rev.1941, 60, 597–605. Google Scholar 5. Song Y.; Chen J.; Liu X.; Wang C.; Zhang J.; Liu H.; Zhu H.; Hu L.; Lin K.; Zhang S.Zero Thermal Expansion in Magnetic and Metallic Tb(Co, Fe)2 Intermetallic Compounds.J. Am. Chem. Soc.2018, 140, 602–605. Google Scholar 6. Wang W.; Huang R.; Li W.; Tan J.; Zhao Y.; Li S.; Huang C.; Li L.Zero Thermal Expansion in NaZn 13-Type La (Fe, Si)13 Compounds.Phys. Chem. Chem. Phys.2015, 17, 2352–2356. Google Scholar 7. Dan S.; Mukherjee S.; Mazumdar C.; Ranganathan R.Thermal Expansion Properties of Ho 2 Fe 16.5 Cr 0.5.J. Phys. Chem. Solids.2017, 115, 92–96. Google Scholar 8. Chen J.; Hu L.; Deng J.; Xing X.Negative Thermal Expansion in Functional Materials: Controllable Thermal Expansion by Chemical Modifications.Chem. Soc. Rev.2015, 44, 3522–3567. Google Scholar 9. Hu J.; Lin K.; Cao Y.; Yu C.; Li W.; Huang R.; Fischer H. E.; Kato K.; Song Y.; Chen J.Adjustable Magnetic Phase Transition Inducing Unusual Zero Thermal Expansion in Cubic RCo2-Based Intermetallic Compounds (R= Rare Earth).Inorg. Chem.2019, 58, 5401–5405. Google Scholar 10. Coates C. S.; Goodwin A. L.How to Quantify Isotropic Negative Thermal Expansion: Magnitude, Range, Or Both?Mater. Horiz.2019, 6, 211–218. Google Scholar 11. Eyring L.; Gschneidner K. A.; Lander G. H.Handbook on the Physics and Chemistry of Rare Earths.Elsevier B.V., Amsterdam, Netherlands. 2002; Vol. 22, pp. 143–294. Google Scholar 12. Boer F. R. D.; Huang Y.-K.; Mooij D. B. D.; Buschow K. H. J.Magnetic Properties of a Series of Novel Ternary Intermetallics (RFe10V2).J. Less Common Met.1987, 135, 0–204. Google Scholar 13. Tozman P.; Sepehri-Amin H.; Takahashi Y. K.; Hirosawa S.; Hono K.Intrinsic Magnetic Properties of Sm(Fe1−xCox)11Ti and Zr-Substituted Sm1−yZry(Fe0.8Co0.2)11.5Ti0.5 Compounds with ThMn12 Structure Toward the Development of Permanent Magnets.Acta Mater.2018, 153, 354–363. Google Scholar 14. Kato K.; Tanaka Y.; Yamauchi M.; Ohara K.; Hatsui T.A Statistical Approach to Correct X-Ray Response Non-Uniformity in Microstrip Detectors for High-Accuracy and High-Resolution Total-Scattering Measurements.J. Synchrotron Radiat.2019, 26, 762–773. Google Scholar 15. Shovan D.; Mukherjee S.; Mazumdar C.; Ranganathan R.Effect of Si Substitution in Ferromagnetic Pr2Fe17: A Magnetocaloric Material with Zero Thermal Expansion Operative At High Temperature.Phys. Chem. Chem. Phys.2019, 21, 2628–2638. Google Scholar 16. Guillaume C. É.Recherches sur les aciers au nickel. Dilatations aux Temperatures Elevees; Resistance Electrique.CR Acad. Sci.1897, 125, 18. Google Scholar 17. Wasserman E.Handbook of Ferromagnetic Materials.Elsevier B.V., Amsterdam, Netherlands. 1990. Google Scholar 18. Weiss R.The Origin of the Invar' Effect.Proc. Phys. Soc.1963, 82, 281. Google Scholar 19. Solontsov A. Z.; Wagner D.Zero-Point Spin Fluctuations and the Magnetovolume Effect in Itinerant-Electron Magnetism.Phys. Rev. B Condens. Matter.1995, 51, 12410–12417. Google Scholar 20. Alinejad M. R.; Tajabor N.; Fadafan H. K.; Fruchart D.; Gignoux D.Influence of H and N Insertion on the Magnetostriction and Thermal Expansion of YFe10V2Zx (Z = N, H) Compositions.J. Magn. Magn. Mater.2008, 320, 1712–1716. Google Scholar 21. Wang J. L.; Marquina C.; Garcia-Landa B.; Ibarra M. R.; Yang F. M.; Wu G. H.Magnetovolume Effect in ThMn12-Type Fe-Rich R(Fe, Nb)12-Based Compounds.Phys. B Condens. Matter.2002, 319, 73–77. Google Scholar 22. Mori K.; Clark A. E.; McMasters O. D.Magnetostriction and Thermal Expansion of Polycrystal R2Fe17 Compounds (R = Rare Earth).J. Magn. Magn. Mater.1983, 31–34, 855–856. Google Scholar 23. Wang J. L.; Studer A. J.; Kennedy S. J.; Zeng R.; Dou S. X.; Campbell S. J.Magnetovolume effect in Ho2Fe17-xMnx Compounds.J. Appl. Phys.2012, 111, 911.1–911.3. Google Scholar 24. Greaves G. N.; Durham P. J.; Diakun G.; Quinn P.Near-Edge X-Ray Absorption Spectra for Metallic Cu and Mn.Nature.1981, 294, 139–142. Google Scholar 25. Lin B. N.; Lin C. Y.; Wu Y. S.; Ku H. C.XANES and Magnetic Studies of Ca1-xSrxRuO3 Itinerant Ferromagnetic System.J. Magn. Magn. Mater.2004, 272–276, 479–481. Google Scholar 26. Sassi M.; Pearce C. I.; Bagus P. S.; Arenholz E.; Rosso K. M.First-Principles Fe L2,3-Edge and O K-Edge XANES and XMCD Spectra for Iron Oxides.J. Phys. Chem. A.2017, 121, 7613–7618. Google Scholar 27. Berry A. J.; Danyushevsky L. V.; O'Neill H. St C.; Newville M.; Sutton S. R.Oxidation State of Iron in Komatiitic Melt Inclusions Indicates Hot Archaean Mantle.Nature.2008, 455, 960–963. Google Scholar 28. Qian P.; Chen N.; Shen J.Atomistic Simulation for the Phase Stability, Site Preference and Thermal Expansion of YFe12–xTx (T = Ti, V, Cr, Mn, Zr, Nb, Mo, W).Solid State Commun.2005, 134, 771–776. Google Scholar Previous articleNext article FiguresReferencesRelatedDetails Issue AssignmentVolume 3Issue 3Page: 1009-1015Supporting Information Copyright & Permissions© 2020 Chinese Chemical SocietyKeywordsintermetallic compoundneutron diffractionzero thermal expansionmagnetic structureAcknowledgmentsThe synchrotron radiation experiments were performed at the BL44B2 of SPring-8 with the approval of the Japan Synchrotron Radiation Research Institute (JASRI) (proposal no. 2019A1378 and 2019B1415). Downloaded 889 times Loading ...",
  "authors": [
    {
      "display_name": "Wenjie Li",
      "id": "A5100408987",
      "orcid": "https://orcid.org/0000-0003-1687-4186",
      "institutions": [
        {
          "id": "I92403157",
          "display_name": "University of Science and Technology Beijing",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Wenjie Li"
    },
    {
      "display_name": "Kun Lin",
      "id": "A5033023093",
      "orcid": "https://orcid.org/0000-0003-4515-3206",
      "institutions": [
        {
          "id": "I92403157",
          "display_name": "University of Science and Technology Beijing",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Kun Lin"
    },
    {
      "display_name": "Yili Cao",
      "id": "A5027720341",
      "orcid": "https://orcid.org/0000-0003-0523-2073",
      "institutions": [
        {
          "id": "I92403157",
          "display_name": "University of Science and Technology Beijing",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Yili Cao"
    },
    {
      "display_name": "Chengyi Yu",
      "id": "A5065902549",
      "orcid": "https://orcid.org/0000-0002-5627-1825",
      "institutions": [
        {
          "id": "I92403157",
          "display_name": "University of Science and Technology Beijing",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Chengyi Yu"
    },
    {
      "display_name": "Chin-Wei Wang",
      "id": "A5020013558",
      "orcid": "https://orcid.org/0000-0001-9012-2420",
      "institutions": [
        {
          "id": "I4210094216",
          "display_name": "National Synchrotron Radiation Research Center",
          "country_code": "TW",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Chin-Wei Wang"
    },
    {
      "display_name": "Xinzhi Liu",
      "id": "A5030849815",
      "orcid": "https://orcid.org/0000-0003-3572-2807",
      "institutions": [
        {
          "id": "I157773358",
          "display_name": "Sun Yat-sen University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Xinzhi Liu"
    },
    {
      "display_name": "Kenichi Kato",
      "id": "A5022432236",
      "orcid": "https://orcid.org/0000-0002-1954-5508",
      "institutions": [
        {
          "id": "I4210104871",
          "display_name": "SPring-8",
          "country_code": "JP",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Kenichi Kato"
    },
    {
      "display_name": "Yilin Wang",
      "id": "A5100449857",
      "orcid": "https://orcid.org/0000-0002-9054-353X",
      "institutions": [
        {
          "id": "I92403157",
          "display_name": "University of Science and Technology Beijing",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Yilin Wang"
    },
    {
      "display_name": "Jiaou Wang",
      "id": "A5023668500",
      "orcid": "https://orcid.org/0000-0002-4686-1821",
      "institutions": [
        {
          "id": "I19820366",
          "display_name": "Chinese Academy of Sciences",
          "country_code": "CN",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jiaou Wang"
    },
    {
      "display_name": "Qiang Li",
      "id": "A5100430065",
      "orcid": "https://orcid.org/0000-0003-4259-6984",
      "institutions": [
        {
          "id": "I92403157",
          "display_name": "University of Science and Technology Beijing",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Qiang Li"
    },
    {
      "display_name": "Jun Chen",
      "id": "A5100450211",
      "orcid": "https://orcid.org/0000-0002-7330-8976",
      "institutions": [
        {
          "id": "I92403157",
          "display_name": "University of Science and Technology Beijing",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jun Chen"
    },
    {
      "display_name": "Jinxia Deng",
      "id": "A5082045444",
      "orcid": "https://orcid.org/0000-0002-3362-4595",
      "institutions": [
        {
          "id": "I92403157",
          "display_name": "University of Science and Technology Beijing",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jinxia Deng"
    },
    {
      "display_name": "Hongjie Zhang",
      "id": "A5100449651",
      "orcid": "https://orcid.org/0000-0001-5433-8611",
      "institutions": [
        {
          "id": "I4210092888",
          "display_name": "Changchun Institute of Applied Chemistry",
          "country_code": "CN",
          "type": "facility"
        },
        {
          "id": "I19820366",
          "display_name": "Chinese Academy of Sciences",
          "country_code": "CN",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Hongjie Zhang"
    },
    {
      "display_name": "Xianran Xing",
      "id": "A5101516804",
      "orcid": "https://orcid.org/0000-0003-0704-8886",
      "institutions": [
        {
          "id": "I92403157",
          "display_name": "University of Science and Technology Beijing",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Xianran Xing"
    }
  ],
  "publication_year": 2020,
  "publication_date": "2020-06-22",
  "type": "article",
  "cited_by_count": 14,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210239486",
    "display_name": "CCS Chemistry",
    "issn_l": "2096-5745",
    "issn": [
      "2096-5745"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310311897"
  },
  "volume": "3",
  "issue": "3",
  "first_page": "1009",
  "last_page": "1015",
  "open_access": {
    "is_oa": true,
    "oa_status": "diamond",
    "oa_url": "https://www.chinesechemsoc.org/doi/pdf/10.31635/ccschem.020.202000279",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C197162081",
      "display_name": "Magnetism",
      "level": 2,
      "score": 0.7472308
    },
    {
      "id": "C26873012",
      "display_name": "Condensed matter physics",
      "level": 1,
      "score": 0.66042733
    },
    {
      "id": "C47463417",
      "display_name": "Thermal expansion",
      "level": 2,
      "score": 0.564615
    },
    {
      "id": "C2781204021",
      "display_name": "Lattice (music)",
      "level": 2,
      "score": 0.5494959
    },
    {
      "id": "C192562407",
      "display_name": "Materials science",
      "level": 0,
      "score": 0.51475453
    },
    {
      "id": "C131584629",
      "display_name": "Coupling (piping)",
      "level": 2,
      "score": 0.4330997
    },
    {
      "id": "C121332964",
      "display_name": "Physics",
      "level": 0,
      "score": 0.31246305
    },
    {
      "id": "C191897082",
      "display_name": "Metallurgy",
      "level": 1,
      "score": 0.06272584
    },
    {
      "id": "C24890656",
      "display_name": "Acoustics",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11782",
      "display_name": "Magnetic Properties of Alloys",
      "score": 0.9969
    },
    {
      "id": "T12875",
      "display_name": "Thermal Expansion and Ionic Conductivity",
      "score": 0.9967
    },
    {
      "id": "T10607",
      "display_name": "Magnetic and transport properties of perovskites and related materials",
      "score": 0.9908
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.31635/ccschem.020.202000279",
  "pdf_url": "https://www.chinesechemsoc.org/doi/pdf/10.31635/ccschem.020.202000279",
  "retrieved_date": "2025-07-30T15:03:21.736216",
  "source_database": "OpenAlex"
}