{
  "openalex_id": "W3038361913",
  "doi": "https://doi.org/10.7326/m20-2730",
  "title": "Obesity and COVID-19 in New York City: A Retrospective Cohort Study",
  "abstract": "Letters6 July 2020Obesity and COVID-19 in New York City: A Retrospective Cohort StudyFREEParag Goyal, MD, MSc, Joanna Bryan Ringel, MPH, Mangala Rajan, MBA, Justin J. Choi, MD, Laura C. Pinheiro, PhD, MPH, Han A. Li, BA, Graham T. Wehmeyer, BS, Mark N. Alshak, BA, Assem Jabri, MD, Edward J. Schenck, MD, MSc, Ruijun Chen, MD, Michael J. Satlin, MD, Thomas R. Campion Jr., PhD, Musarrat Nahid, MSc, Maria Plataki, MD, PhD, Katherine L. Hoffman, MS, Evgeniya Reshetnyak, PhD, Nathaniel Hupert, MD, MPH, Evelyn M. Horn, MD, Fernando J. Martinez, MD, Roy M. Gulick, MD, MPH, and Monika M. Safford, MDParag Goyal, MD, MScWeill Cornell Medicine, New York, New York (P.G., J.B.R., M.R., J.J.C., L.C.P., A.J., E.J.S., M.J.S., T.R.C., M.N., M.P., K.L.H., E.R., N.H., E.M.H., F.J.M., R.M.G., M.M.S.), Joanna Bryan Ringel, MPHWeill Cornell Medicine, New York, New York (P.G., J.B.R., M.R., J.J.C., L.C.P., A.J., E.J.S., M.J.S., T.R.C., M.N., M.P., K.L.H., E.R., N.H., E.M.H., F.J.M., R.M.G., M.M.S.), Mangala Rajan, MBAWeill Cornell Medicine, New York, New York (P.G., J.B.R., M.R., J.J.C., L.C.P., A.J., E.J.S., M.J.S., T.R.C., M.N., M.P., K.L.H., E.R., N.H., E.M.H., F.J.M., R.M.G., M.M.S.), Justin J. Choi, MDWeill Cornell Medicine, New York, New York (P.G., J.B.R., M.R., J.J.C., L.C.P., A.J., E.J.S., M.J.S., T.R.C., M.N., M.P., K.L.H., E.R., N.H., E.M.H., F.J.M., R.M.G., M.M.S.), Laura C. Pinheiro, PhD, MPHWeill Cornell Medicine, New York, New York (P.G., J.B.R., M.R., J.J.C., L.C.P., A.J., E.J.S., M.J.S., T.R.C., M.N., M.P., K.L.H., E.R., N.H., E.M.H., F.J.M., R.M.G., M.M.S.), Han A. Li, BAWeill Cornell Medical College, New York, New York (H.A.L., G.T.W., M.N.A.), Graham T. Wehmeyer, BSWeill Cornell Medical College, New York, New York (H.A.L., G.T.W., M.N.A.), Mark N. Alshak, BAWeill Cornell Medical College, New York, New York (H.A.L., G.T.W., M.N.A.), Assem Jabri, MDWeill Cornell Medicine, New York, New York (P.G., J.B.R., M.R., J.J.C., L.C.P., A.J., E.J.S., M.J.S., T.R.C., M.N., M.P., K.L.H., E.R., N.H., E.M.H., F.J.M., R.M.G., M.M.S.), Edward J. Schenck, MD, MScWeill Cornell Medicine, New York, New York (P.G., J.B.R., M.R., J.J.C., L.C.P., A.J., E.J.S., M.J.S., T.R.C., M.N., M.P., K.L.H., E.R., N.H., E.M.H., F.J.M., R.M.G., M.M.S.), Ruijun Chen, MDWeill Cornell Medicine and Columbia University, New York, New York (R.C.), Michael J. Satlin, MDWeill Cornell Medicine, New York, New York (P.G., J.B.R., M.R., J.J.C., L.C.P., A.J., E.J.S., M.J.S., T.R.C., M.N., M.P., K.L.H., E.R., N.H., E.M.H., F.J.M., R.M.G., M.M.S.), Thomas R. Campion Jr., PhDWeill Cornell Medicine, New York, New York (P.G., J.B.R., M.R., J.J.C., L.C.P., A.J., E.J.S., M.J.S., T.R.C., M.N., M.P., K.L.H., E.R., N.H., E.M.H., F.J.M., R.M.G., M.M.S.), Musarrat Nahid, MScWeill Cornell Medicine, New York, New York (P.G., J.B.R., M.R., J.J.C., L.C.P., A.J., E.J.S., M.J.S., T.R.C., M.N., M.P., K.L.H., E.R., N.H., E.M.H., F.J.M., R.M.G., M.M.S.), Maria Plataki, MD, PhDWeill Cornell Medicine, New York, New York (P.G., J.B.R., M.R., J.J.C., L.C.P., A.J., E.J.S., M.J.S., T.R.C., M.N., M.P., K.L.H., E.R., N.H., E.M.H., F.J.M., R.M.G., M.M.S.), Katherine L. Hoffman, MSWeill Cornell Medicine, New York, New York (P.G., J.B.R., M.R., J.J.C., L.C.P., A.J., E.J.S., M.J.S., T.R.C., M.N., M.P., K.L.H., E.R., N.H., E.M.H., F.J.M., R.M.G., M.M.S.), Evgeniya Reshetnyak, PhDWeill Cornell Medicine, New York, New York (P.G., J.B.R., M.R., J.J.C., L.C.P., A.J., E.J.S., M.J.S., T.R.C., M.N., M.P., K.L.H., E.R., N.H., E.M.H., F.J.M., R.M.G., M.M.S.), Nathaniel Hupert, MD, MPHWeill Cornell Medicine, New York, New York (P.G., J.B.R., M.R., J.J.C., L.C.P., A.J., E.J.S., M.J.S., T.R.C., M.N., M.P., K.L.H., E.R., N.H., E.M.H., F.J.M., R.M.G., M.M.S.), Evelyn M. Horn, MDWeill Cornell Medicine, New York, New York (P.G., J.B.R., M.R., J.J.C., L.C.P., A.J., E.J.S., M.J.S., T.R.C., M.N., M.P., K.L.H., E.R., N.H., E.M.H., F.J.M., R.M.G., M.M.S.), Fernando J. Martinez, MDWeill Cornell Medicine, New York, New York (P.G., J.B.R., M.R., J.J.C., L.C.P., A.J., E.J.S., M.J.S., T.R.C., M.N., M.P., K.L.H., E.R., N.H., E.M.H., F.J.M., R.M.G., M.M.S.), Roy M. Gulick, MD, MPHWeill Cornell Medicine, New York, New York (P.G., J.B.R., M.R., J.J.C., L.C.P., A.J., E.J.S., M.J.S., T.R.C., M.N., M.P., K.L.H., E.R., N.H., E.M.H., F.J.M., R.M.G., M.M.S.), and Monika M. Safford, MDWeill Cornell Medicine, New York, New York (P.G., J.B.R., M.R., J.J.C., L.C.P., A.J., E.J.S., M.J.S., T.R.C., M.N., M.P., K.L.H., E.R., N.H., E.M.H., F.J.M., R.M.G., M.M.S.)Author, Article, and Disclosure Informationhttps://doi.org/10.7326/M20-2730 SectionsAboutVisual AbstractPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinkedInRedditEmail Background: Some reports suggest that obesity could be a risk factor for complications in coronavirus disease 2019 (COVID-19) (1). Several mechanisms could explain this. First, adipocytes, which activate the inflammatory cascade, can increase risk for thromboembolism and susceptibility to the cytokine storm described in COVID-19 (2). Second, obesity negatively affects lung mechanics, which could predispose obese persons to more severe respiratory distress and failure (3). Finally, obesity can alter mitochondrial bioenergetics in lung epithelial cells and increase risk for acute lung injury (4). However, some have suggested an obesity paradox in some critical illnesses, including acute respiratory distress syndrome, where patients with obesity may have improved outcomes; whether this phenomenon occurs in patients with COVID-19 is unclear (5).Objective: To study the association between obesity and outcomes among a diverse cohort of 1687 persons hospitalized with confirmed COVID-19 at 2 New York City hospitals.Methods and Findings: This retrospective observational cohort study included consecutive adults with confirmed COVID-19 who were hospitalized between 3 March and 15 May 2020 at an 862-bed quaternary referral center or a 180-bed community hospital in New York City. We excluded 46 patients who did not have height or weight data available to calculate body mass index (BMI). Patient data were manually abstracted (1) from the electronic health record through 6 June 2020.We determined BMI on the basis of the most recent height and weight listed in the electronic health record. Height and weight were collected during hospitalization for 95.5% of the cohort; the remaining BMIs were collected during ambulatory encounters within 3 months of hospitalization. We defined BMI categories as underweight (<18.5 kg/m2), normal (18.5 to 24.9 kg/m2), overweight (25.0 to 29.9 kg/m2), mild to moderate obesity (30.0 to 39.9 kg/m2), and morbid obesity (≥40.0 kg/m2).To examine the association between BMI and in-hospital mortality, we used a Cox proportional hazards model adjusted for age, sex, race, smoking, diabetes, hypertension, chronic obstructive pulmonary disease, asthma, end-stage renal disease, coronary artery disease, heart failure, and cancer. These characteristics were chosen on the basis of risk factors for severe COVID-19 identified by the Centers for Disease Control and Prevention. We also examined for effect modification by age, sex, and race. To examine the association between BMI and respiratory failure, defined as a need for invasive mechanical ventilation, we used a Fine and Gray model to account for the competing risk for death and adjusted for the same 12 variables used in the model for mortality. We excluded the underweight group from this analysis because of low numbers. Finally, we repeated the adjusted Cox proportional hazards model analysis for mortality among persons with respiratory failure, again excluding the underweight group. To account for missing data (12% for race), we did multiple imputation.We examined 1687 patients, whose median BMI was 27 kg/m2 (interquartile range, 23.5 to 31.3 kg/m2); 31.1% were obese. Participants in higher BMI categories were younger (Table). At the time of this report, only 69 persons remained hospitalized, including 3 who remained on invasive mechanical ventilation. Median follow-up was 7 days (interquartile range, 4 to 17 days).Table. Characteristics of 1687 Hospitalized Patients With COVID-19, According to BMI*We found a J-shaped pattern for in-hospital mortality. The fully adjusted hazard of dying was highest for underweight persons, was lowest for overweight persons, and progressively increased with higher degrees of obesity (Figure). This observation was similar across age (P for interaction = 0.32), sex (P = 0.59), and race (P = 0.57). For respiratory failure, the fully adjusted hazard ratio (HR) was lowest among persons with normal weight and progressively increased with higher BMI class (Figure). Finally, among those with respiratory failure, we found a similar J-shaped pattern for in-hospital mortality; HRs were similar to those in the full cohort, albeit with wider CIs (normal as the reference: HR, 1; overweight: HR, 0.76 [95% CI, 0.52 to 1.12]; mild to moderate obesity: HR, 0.82 [CI, 0.53 to 1.27]; morbid obesity: HR, 1.29 [CI, 0.58 to 2.86]).Figure. HRs for in-hospital mortality and respiratory failure according to BMI.The association between BMI and in-hospital mortality (blue triangle) is explained by a J-shaped curve, whereas that between BMI and respiratory failure (orange square) is linear. The solid blue lines indicate CIs for mortality, and the dashed orange lines indicate CIs for respiratory failure. Covariates in both models included age, sex, race, smoking, diabetes, hypertension, chronic obstructive pulmonary disease, asthma, end-stage renal disease, coronary artery disease, heart failure, and cancer. All analyses were done in STATA 14 (StataCorp) and SAS, version 9.4 (SAS Institute), with 2-sided statistical tests and significance levels of 0.05. HRs are provided with 95% CIs. BMI = body mass index; HR = hazard ratio. Download figure Download PowerPoint Discussion: This study of 1687 adults hospitalized with COVID-19 in New York City showed that obesity was an independent risk factor for respiratory failure but not for in-hospital mortality. Our findings, at least in part, explain the extensive use of invasive mechanical ventilation reported in the United States (1), where the prevalence of obesity exceeds 40%. These findings thus support the need to consider the community-specific prevalence of obesity when planning a community's COVID-19 response and also suggest that risk conferred by obesity is similar across age, sex, and race. Our findings also provide insights about a possible obesity paradox in COVID-19.This study was limited to hospitalized adults in a single geographic location. The association between obesity and adverse outcomes could differ in other settings and thus merits additional investigation.References1. Goyal P, Choi JJ, Pinheiro LC, et al. Clinical characteristics of Covid-19 in New York City [Letter]. N Engl J Med. 2020;382:2372-2374. [PMID: 32302078] doi:10.1056/NEJMc2010419 CrossrefMedlineGoogle Scholar2. Mehta P, McAuley DF, Brown M, et al; HLH Across Speciality Collaboration, UK. COVID-19: consider cytokine storm syndromes and immunosuppression [Letter]. Lancet. 2020;395:1033-1034. [PMID: 32192578] doi:10.1016/S0140-6736(20)30628-0 CrossrefMedlineGoogle Scholar3. Dixon AE, Peters U. The effect of obesity on lung function. Expert Rev Respir Med. 2018;12:755-767. [PMID: 30056777] doi:10.1080/17476348.2018.1506331 CrossrefMedlineGoogle Scholar4. Plataki M, Fan L, Sanchez E, et al. Fatty acid synthase downregulation contributes to acute lung injury in murine diet-induced obesity. JCI Insight. 2019;5. [PMID: 31287803] doi:10.1172/jci.insight.127823 CrossrefMedlineGoogle Scholar5. Jose RJ, Manuel A. Does coronavirus disease 2019 disprove the obesity paradox in acute respiratory distress syndrome? [Letter]. Obesity (Silver Spring). 2020;28:1007. [PMID: 32294322] doi:10.1002/oby.22835 CrossrefMedlineGoogle Scholar Comments 0 Comments Sign In to Submit A Comment Author, Article, and Disclosure InformationAuthors: Parag Goyal, MD, MSc; Joanna Bryan Ringel, MPH; Mangala Rajan, MBA; Justin J. Choi, MD; Laura C. Pinheiro, PhD, MPH; Han A. Li, BA; Graham T. Wehmeyer, BS; Mark N. Alshak, BA; Assem Jabri, MD; Edward J. Schenck, MD, MSc; Ruijun Chen, MD; Michael J. Satlin, MD; Thomas R. CampionJr., PhD; Musarrat Nahid, MSc; Maria Plataki, MD, PhD; Katherine L. Hoffman, MS; Evgeniya Reshetnyak, PhD; Nathaniel Hupert, MD, MPH; Evelyn M. Horn, MD; Fernando J. Martinez, MD; Roy M. Gulick, MD, MPH; Monika M. Safford, MDAffiliations: Weill Cornell Medicine, New York, New York (P.G., J.B.R., M.R., J.J.C., L.C.P., A.J., E.J.S., M.J.S., T.R.C., M.N., M.P., K.L.H., E.R., N.H., E.M.H., F.J.M., R.M.G., M.M.S.)Weill Cornell Medical College, New York, New York (H.A.L., G.T.W., M.N.A.)Weill Cornell Medicine and Columbia University, New York, New York (R.C.)Acknowledgment: The authors thank the following Weill Cornell Medicine medical students for their contributions to the COVID-19 Registry through medical chart abstraction: Zara Adamou, BA; Haneen Aljayyousi, BA; Bryan K. Ang, BA; Elena Beideck, BS; Orrin S. Belden, BS; Anthony F. Blackburn, BS; Joshua W. Bliss, PharmD; Kimberly A. Bogardus, BA; Chelsea D. Boydstun, BA; Clare A. Burchenal, MPH; Eric T. Caliendo, BS; John K. Chae, BA; David L. Chang, BS; Frank R. Chen, BS; Kenny Chen, BA; Andrew Cho, PhD; Alice Chung, BA; Alisha N. Dua, MRes; Andrew Eidelberg, BS; Rahmi S. Elahjji, BA; Mahmoud Eljaby, MMSc; Emily R. Eruysal, BS; Kimberly N. Forlenza, MSc; Rana Khan Fowlkes, BA; Rachel L. Friedlander, BA; Gary George, BS; Shannon Glynn, BS; Leora Haber, BA; Janice Havasy, BS; Alex Huang, BA; Hao Huang, BS; Jennifer H. Huang, BS; Sonia Iosim, BS; Mitali Kini, BS; Rohini V. Kopparam, BS; Jerry Y. Lee, BA; Mark Lee, BS, BA; Aretina K. Leung, BA; Bethina Liu, AB; Charalambia Louka, BS; Brienne Lubor, BS; Dianne Lumaquin, BS; Matthew L. Magruder, BA; Ruth Moges, MSc; Prithvi M. Mohan, BS; Max F. Morin, BS; Sophie Mou, BA; J.J. Nario, BS; Yuna Oh, BS; Noah Rossen, BA; Emma M. Schatoff, PhD; Pooja D. Shah, BA; Sachin P. Shah, BA; Daniel Skaf, BS; Shoran Tamura, BS; Ahmed Toure, BA; Camila M. Villasante, BA; Gal Wald, BA; Samuel Williams, BA; Ashley Wu, BS; Andrew L. Yin, BA; and Lisa Zhang, BA.Financial Support: By NewYork–Presbyterian Hospital and Weill Cornell Medical College, including the Clinical and Translational Science Center (UL1 TR000457) and Joint Clinical Trials Office. Dr. Goyal is supported by grant R03AG056446 from the National Institute on Aging and grant 18IPA34170185 from the American Heart Association. Dr. Choi is supported by a KL2 award from the National Center for Advancing Translational Sciences of the National Institutes of Health. Dr. Satlin is supported by research grants from Merck, Allergan, and BioFire Diagnostics.Disclosures: Disclosures can be viewed at www.acponline.org/authors/icmje/ConflictOfInterestForms.do?msNum=M20-2730.Reproducible Research Statement: Study protocol, statistical code, and data set: Available from Dr. Goyal (e-mail, pag9051@med.cornell.edu).Corresponding Author: Parag Goyal, MD, MSc, Department of Medicine, Weill Cornell Medicine, 420 East 70th Street, LH-365, New York, NY 10021; e-mail, pag9051@med.cornell.edu.This article was published at Annals.org on 6 July 2020. PreviousarticleNextarticle Advertisement FiguresReferencesRelatedDetailsSee AlsoObesity and Mortality Among Patients Diagnosed With COVID-19: Results From an Integrated Health Care Organization Sara Y. Tartof , Lei Qian , Vennis Hong , Rong Wei , Ron F. Nadjafi , Heidi Fischer , Zhuoxin Li , Sally F. Shaw , Susan L. Caparosa , Claudia L. Nau , Tanmai Saxena , Gunter K. Rieg , Bradley K. Ackerson , Adam L. Sharp , Jacek Skarbinski , Tej K. Naik , and Sameer B. Murali Body Mass Index and Risk for Intubation or Death in SARS-CoV-2 Infection Michaela R. Anderson , Joshua Geleris , David R. Anderson , Jason Zucker , Yael R. Nobel , Daniel Freedberg , Jennifer Small-Saunders , Kartik N. Rajagopalan , Richard Greendyk , Sae-Rom Chae , Karthik Natarajan , David Roh , Ethan Edwin , Dympna Gallagher , Anna Podolanczuk , R. Graham Barr , Anthony W. Ferrante , and Matthew R. Baldwin COVID-19 and Severe Obesity: A Big Problem? David A. Kass Metrics Cited byThe impact of obesity in hospitalized patients with COVID-19: a retrospective cohort studyIdentifying Changes in Nutrition and Physical Activity in Adults During the COVID-19 PandemicNAFLD and NASH are obesity‐independent risk factors in COVID ‐19: Matched real‐world results from the large PINC AI ™ Healthcare DatabaseThe impact of body mass index on long-term survival after ICU admission due to COVID-19: A retrospective multicentre studyHumoral immunity against SARS-CoV-2 evoked by heterologous vaccination groups using the CoronaVac (Sinovac) and BNT162b2 (Pfizer/BioNTech) vaccines in ChileObesity Paradox and Functional Outcomes in Sepsis: A Multicenter Prospective StudyObesity as an independent risk factor for COVID-19 severity and mortalityPulmonary hypertension predicts higher mortality in patients admitted with severe COVID-19 infectionBody mass index and Mini Nutritional Assessment-Short Form as predictors of in-geriatric hospital mortality in older adults with COVID-19Impact of Metabolic Risk Factors on COVID-19 Clinical Outcomes: An Extensive ReviewNutritional risk, not obesity, is associated with mortality in critically ill COVID-19 patientsAssociation of obesity with COVID-19 diseases severity and mortality: A meta-analysis of studiesObesity Impact on SARS-CoV-2 Infection: Pros and Cons “Obesity Paradox”—A Systematic ReviewAssociation of Obesity With COVID-19 Severity and Mortality: An Updated Systemic Review, Meta-Analysis, and Meta-RegressionWillingness to receive COVID-19 vaccination in people living with HIV/AIDS from Latin AmericaBody mass index and its association with COVID-19 clinical outcomes: Findings from the Philippine CORONA studyComparing body mass index and obesity‐related comorbidities as predictors in hospitalized COVID ‐19 patientsOBSIDADE COMO FATOR DE RISCO EM PESSOAS INFECTADAS PELO COVID-19RANKL Impairs the TLR4 Pathway by Increasing TRAF6 and RANK Interaction in MacrophagesHow useful are body mass index and history of diabetes in COVID-19 risk stratification?Mechanisms contributing to adverse outcomes of COVID-19 in obesityWhat is the association of renin–angiotensin–aldosterone system inhibitors with COVID-19 outcomes: retrospective study of racially diverse patients?Respiratory and nonrespiratory COVID-19 complications in patients with obesity: recent developmentsAn architecture for research computing in health to support clinical and translational investigators with electronic patient dataAccuracy of the Veterans Health Administration COVID-19 (VACO) Index for predicting short-term mortality among 1307 US academic medical centre inpatients and 427 224 US Medicare patientsPredictors of life-threatening complications in relatively lower-risk patients hospitalized with COVID-19Glucose dysregulation and its association with COVID-19 mortality and hospital length of stayDiet and Hygiene in Modulating Autoimmunity During the Pandemic EraSARS-Cov-2 and Associated Heart FailureOverweight and Obesity Are Associated With Acute Kidney Injury and Acute Respiratory Distress Syndrome, but Not With Increased Mortality in Hospitalized COVID-19 Patients: A Retrospective Cohort StudyImpact of Sex and Metabolic Comorbidities on Coronavirus Disease 2019 (COVID-19) Mortality Risk Across Age Groups: 66 646 Inpatients Across 613 U.S. HospitalsPre-existing health conditions and severe COVID-19 outcomes: an umbrella review approach and meta-analysis of global evidenceCOVID 19 in-hospital mortality, body mass index and obesity related conditionsEffect modification by age of the association between obstructive lung diseases, smoking, and COVID-19 severityHyperglycemia in acute COVID-19 is characterized by insulin resistance and adipose tissue infectivity by SARS-CoV-2Divergent COVID-19 Disease Trajectories Predicted by a DAMP-Centered Immune Network ModelErratumObesity and mortality in critically ill COVID-19 patients with respiratory failureAssociation of body mass index with morbidity in patients hospitalised with COVID-19Our Response to the Obesity Crisis Reflects Our Bias as a SocietyMedical Students as Essential Frontline Researchers During the COVID-19 PandemicThe J‐shaped relationship between body mass index and mortality in patients with COVID ‐19: A dose‐response meta‐analysisThe Virtual Hospitalist: a Critical Innovation During the COVID-19 CrisisThe Independent Risk of Obesity and Diabetes and Their Interaction in COVID‐19: A Retrospective Cohort StudyAsthma in patients with coronavirus disease 2019Does there exist an obesity paradox in COVID-19? Insights of the international HOPE-COVID-19-registryMetabolic syndrome and clinical outcomes in patients infected with COVID ‐19: Does age, sex, and race of the patient with metabolic syndrome matter?Association of body mass index with severity and mortality of COVID-19 pneumonia: a two-center, retrospective cohort study from Wuhan, ChinaIn Reply — Cardiorespiratory Fitness Attenuates the Impact of Risk Factors Associated With COVID-19 HospitalizationThe Obesity Paradox in Infections and Implications for COVID-19Overview on cardiometabolic associated factors in COVID-19 patients’: a narrative reviewObesity and Mortality Among Patients Diagnosed With COVID-19: A Systematic Review and Meta-AnalysisTLR9 and COVID-19: A Multidisciplinary Theory of a Multifaceted Therapeutic TargetA meta-analysis of the association between obesity and COVID-19Through DNA sensors and hidden mitochondrial effects of SARS-CoV-2Body Mass Index and Risk for Intubation or Death in SARS-CoV-2 Infection A Retrospective Cohort StudyMichaela R. Anderson, MD, MS, Joshua Geleris, MD, David R. Anderson, PhD, Jason Zucker, MD, Yael R. Nobel, MD, Daniel Freedberg, MD, MS, Jennifer Small-Saunders, MD, PhD, Kartik N. Rajagopalan, MD, PhD, Richard Greendyk, MD, Sae-Rom Chae, MD, MPH, Karthik Natarajan, PhD, David Roh, MD, Ethan Edwin, PhD, Dympna Gallagher, EdD, Anna Podolanczuk, MD, MS, R. Graham Barr, MD, DrPH, Anthony W. Ferrante, MD, PhD, and Matthew R. Baldwin, MD, MSObesity and Mortality Among Patients Diagnosed With COVID-19: Results From an Integrated Health Care OrganizationSara Y. Tartof, PhD, MPH, Lei Qian, PhD, MS, Vennis Hong, MPH, Rong Wei, MA, Ron F. Nadjafi, MD, MS, Heidi Fischer, PhD, MS, Zhuoxin Li, MS, Sally F. Shaw, DrPH, MPH, Susan L. Caparosa, MA, Claudia L. Nau, PhD, MA, Tanmai Saxena, MD, PhD, Gunter K. Rieg, MD, Bradley K. Ackerson, MD, Adam L. Sharp, MD, MSc, Jacek Skarbinski, MD, Tej K. Naik, MD, and Sameer B. Murali, MDCOVID-19 and Severe Obesity: A Big Problem?David A. Kass, MDVascular Events, Vascular Disease and Vascular Risk Factors—Strongly Intertwined with COVID-19COVID-19 and Heart Failure With Preserved Ejection FractionFive steps towards a global reset: lessons from COVID-19 17 November 2020Volume 173, Issue 10 Page: 855-858 Keywords Body mass index COVID-19 Hazard ratio Medical risk factors Mortality Obesity Overweight Racial and ethnic issues Respiratory failure Ventilators ePublished: 6 July 2020 Issue Published: 17 November 2020 Copyright & PermissionsCopyright © 2020 by American College of Physicians. All Rights Reserved.PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Parag Goyal",
      "id": "A5031229218",
      "orcid": "https://orcid.org/0000-0001-7474-3737",
      "institutions": [
        {
          "id": "I4387153466",
          "display_name": "Weill Cornell Medicine",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I205783295",
          "display_name": "Cornell University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Parag Goyal"
    },
    {
      "display_name": "Joanna Bryan Ringel",
      "id": "A5113943067",
      "orcid": null,
      "institutions": [
        {
          "id": "I4387153466",
          "display_name": "Weill Cornell Medicine",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I205783295",
          "display_name": "Cornell University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Joanna Bryan Ringel"
    },
    {
      "display_name": "Mangala Rajan",
      "id": "A5071538028",
      "orcid": "https://orcid.org/0000-0001-6129-6683",
      "institutions": [
        {
          "id": "I205783295",
          "display_name": "Cornell University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I4387153466",
          "display_name": "Weill Cornell Medicine",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mangala Rajan"
    },
    {
      "display_name": "Justin J. Choi",
      "id": "A5023062396",
      "orcid": "https://orcid.org/0000-0003-3335-2750",
      "institutions": [
        {
          "id": "I205783295",
          "display_name": "Cornell University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I4387153466",
          "display_name": "Weill Cornell Medicine",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Justin J. Choi"
    },
    {
      "display_name": "Laura C. Pinheiro",
      "id": "A5070498977",
      "orcid": "https://orcid.org/0000-0002-6920-8526",
      "institutions": [
        {
          "id": "I205783295",
          "display_name": "Cornell University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I4387153466",
          "display_name": "Weill Cornell Medicine",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Laura C. Pinheiro"
    },
    {
      "display_name": "Han A. Li",
      "id": "A5010248878",
      "orcid": "https://orcid.org/0000-0001-5441-0740",
      "institutions": [
        {
          "id": "I205783295",
          "display_name": "Cornell University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Han A. Li"
    },
    {
      "display_name": "Graham T. Wehmeyer",
      "id": "A5078332545",
      "orcid": "https://orcid.org/0000-0003-2321-1970",
      "institutions": [
        {
          "id": "I205783295",
          "display_name": "Cornell University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Graham T. Wehmeyer"
    },
    {
      "display_name": "Mark N. Alshak",
      "id": "A5080515232",
      "orcid": "https://orcid.org/0000-0003-3893-6683",
      "institutions": [
        {
          "id": "I205783295",
          "display_name": "Cornell University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mark N. Alshak"
    },
    {
      "display_name": "Assem Jabri",
      "id": "A5112420012",
      "orcid": null,
      "institutions": [
        {
          "id": "I205783295",
          "display_name": "Cornell University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I4387153466",
          "display_name": "Weill Cornell Medicine",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Assem Jabri"
    },
    {
      "display_name": "Edward J. Schenck",
      "id": "A5086644778",
      "orcid": "https://orcid.org/0000-0002-7950-5989",
      "institutions": [
        {
          "id": "I205783295",
          "display_name": "Cornell University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I4387153466",
          "display_name": "Weill Cornell Medicine",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Edward J. Schenck"
    },
    {
      "display_name": "Ruijun Chen",
      "id": "A5091530162",
      "orcid": "https://orcid.org/0000-0001-5281-4143",
      "institutions": [
        {
          "id": "I78577930",
          "display_name": "Columbia University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I205783295",
          "display_name": "Cornell University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ruijun Chen"
    },
    {
      "display_name": "Michael J. Satlin",
      "id": "A5001141136",
      "orcid": "https://orcid.org/0000-0003-4711-5334",
      "institutions": [
        {
          "id": "I205783295",
          "display_name": "Cornell University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I4387153466",
          "display_name": "Weill Cornell Medicine",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Michael J. Satlin"
    },
    {
      "display_name": "Thomas R. Campion",
      "id": "A5059954337",
      "orcid": "https://orcid.org/0000-0001-7624-769X",
      "institutions": [
        {
          "id": "I205783295",
          "display_name": "Cornell University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I4387153466",
          "display_name": "Weill Cornell Medicine",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Thomas R. Campion"
    },
    {
      "display_name": "Musarrat Nahid",
      "id": "A5111280390",
      "orcid": null,
      "institutions": [
        {
          "id": "I4387153466",
          "display_name": "Weill Cornell Medicine",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I205783295",
          "display_name": "Cornell University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Musarrat Nahid"
    },
    {
      "display_name": "Maria Plataki",
      "id": "A5087148857",
      "orcid": "https://orcid.org/0000-0001-6191-8921",
      "institutions": [
        {
          "id": "I4387153466",
          "display_name": "Weill Cornell Medicine",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I205783295",
          "display_name": "Cornell University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Maria Plataki"
    },
    {
      "display_name": "Eric A. Hoffman",
      "id": "A5011527598",
      "orcid": "https://orcid.org/0000-0001-8456-9437",
      "institutions": [
        {
          "id": "I205783295",
          "display_name": "Cornell University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I4387153466",
          "display_name": "Weill Cornell Medicine",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Katherine L. Hoffman"
    },
    {
      "display_name": "Evgeniya Reshetnyak",
      "id": "A5057397385",
      "orcid": "https://orcid.org/0000-0001-9478-4405",
      "institutions": [
        {
          "id": "I4387153466",
          "display_name": "Weill Cornell Medicine",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I205783295",
          "display_name": "Cornell University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Evgeniya Reshetnyak"
    },
    {
      "display_name": "Nathaniel Hupert",
      "id": "A5064650520",
      "orcid": "https://orcid.org/0000-0002-7590-3680",
      "institutions": [
        {
          "id": "I205783295",
          "display_name": "Cornell University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I4387153466",
          "display_name": "Weill Cornell Medicine",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Nathaniel Hupert"
    },
    {
      "display_name": "Evelyn M. Horn",
      "id": "A5045085370",
      "orcid": "https://orcid.org/0000-0002-5751-9415",
      "institutions": [
        {
          "id": "I205783295",
          "display_name": "Cornell University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I4387153466",
          "display_name": "Weill Cornell Medicine",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Evelyn M. Horn"
    },
    {
      "display_name": "Fernando J. Martínez",
      "id": "A5100767595",
      "orcid": "https://orcid.org/0000-0002-2412-3182",
      "institutions": [
        {
          "id": "I205783295",
          "display_name": "Cornell University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I4387153466",
          "display_name": "Weill Cornell Medicine",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Fernando J. Martinez"
    },
    {
      "display_name": "Roy M. Gulick",
      "id": "A5062018854",
      "orcid": "https://orcid.org/0000-0002-1431-8912",
      "institutions": [
        {
          "id": "I205783295",
          "display_name": "Cornell University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I4387153466",
          "display_name": "Weill Cornell Medicine",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Roy M. Gulick"
    },
    {
      "display_name": "Monika M. Safford",
      "id": "A5030383200",
      "orcid": "https://orcid.org/0000-0002-3060-0563",
      "institutions": [
        {
          "id": "I205783295",
          "display_name": "Cornell University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I4387153466",
          "display_name": "Weill Cornell Medicine",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Monika M. Safford"
    }
  ],
  "publication_year": 2020,
  "publication_date": "2020-07-20",
  "type": "letter",
  "cited_by_count": 78,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S119722071",
    "display_name": "Annals of Internal Medicine",
    "issn_l": "0003-4819",
    "issn": [
      "0003-4819",
      "1539-3704"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316812"
  },
  "volume": "173",
  "issue": "10",
  "first_page": "855",
  "last_page": "858",
  "open_access": {
    "is_oa": true,
    "oa_status": "green",
    "oa_url": "https://europepmc.org/articles/pmc7384267?pdf=render",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.4965809
    },
    {
      "id": "C27206212",
      "display_name": "Theology",
      "level": 1,
      "score": 0.37474626
    },
    {
      "id": "C15708023",
      "display_name": "Humanities",
      "level": 1,
      "score": 0.35204822
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.3326823
    }
  ],
  "topics": [
    {
      "id": "T10041",
      "display_name": "COVID-19 Clinical Research Studies",
      "score": 0.9986
    },
    {
      "id": "T11296",
      "display_name": "COVID-19 and healthcare impacts",
      "score": 0.9965
    },
    {
      "id": "T11244",
      "display_name": "Climate Change and Health Impacts",
      "score": 0.9933
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.7326/m20-2730",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:12:07.437725",
  "source_database": "OpenAlex"
}