{
  "openalex_id": "W3038046968",
  "doi": "https://doi.org/10.7326/m20-3106",
  "title": "The Moral Imperative to Include Pregnant Women in Clinical Trials of Interventions for COVID-19",
  "abstract": "Ideas and Opinions29 June 2020The Moral Imperative to Include Pregnant Women in Clinical Trials of Interventions for COVID-19FREEIsabelle Malhamé, MD, MSc, Rohan D'Souza, MD, PhD, and Matthew P. Cheng, MDCMIsabelle Malhamé, MD, MScMcGill University, McGill University Health Centre, and Research Institute of the McGill University Health Centre, Montreal, Quebec, Canada (I.M., M.P.C.), Rohan D'Souza, MD, PhDMount Sinai Hospital, University of Toronto, Toronto, Ontario, Canada (R.D.), and Matthew P. Cheng, MDCMMcGill University, McGill University Health Centre, and Research Institute of the McGill University Health Centre, Montreal, Quebec, Canada (I.M., M.P.C.)Author, Article, and Disclosure Informationhttps://doi.org/10.7326/M20-3106 SectionsAboutVisual AbstractPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinkedInRedditEmail Worldwide, more than 8.5 million cases of severe acute respiratory syndrome–related coronavirus 2 (SARS-CoV-2), with over 450 000 deaths, have been reported (1). Although advanced age and comorbid conditions have been associated with an increased risk for severe coronavirus disease 2019 (COVID-19), severe morbidity and mortality has been reported across all age groups and in the absence of comorbid conditions (1). Due to physiologic changes, pregnant women are more susceptible to severe manifestations from certain viral infections, and they are at higher risk for hypoxemia and acute respiratory distress syndrome (ARDS) (2). While the vast majority of pregnant women with COVID-19 experience mild disease (3), some progress to critical illness, and maternal deaths have been reported (4, 5). Of importance, some maternal deaths occurred among women who were treated with a combination of investigational agents, including hydroxychloroquine, oseltamivir, azithromycin, and lopinavir–ritonavir, outside of the purview of randomized controlled trials (RCTs) (5).Since 1994, the Institute of Medicine has recommended that pregnant women be presumed eligible for participation in clinical studies and the Tri-Council Policy Statement on the Ethical Conduct for Research Involving Humans (TCPS2 2018) states under Article 4.3: \"Women shall not be inappropriately excluded from research solely on the basis of their reproductive capacity, or because they are pregnant or breastfeeding.\" However, pregnant women continue to be systematically excluded from clinical trials. Although the number of clinical trials for patients with COVID-19 has rapidly expanded, 52% and 46% of these trials either excluded pregnant women or failed to address pregnancy, respectively (6). The lack of information on therapeutic agents in pregnancy could lead to major consequences (7). First, treatment may be delayed or denied due to concerns of exposure to a potentially harmful agent. Second, the lack of pregnancy-specific pharmacokinetic data may lead to under- or overtreatment, and inappropriate dosing could result in subtherapeutic drug levels or unanticipated maternal and/or fetal toxicity. Third, there is a risk for inappropriate treatment from the use of therapies that are neither effective nor safe in pregnancy.Several novel therapies are currently being evaluated for treatment of COVID-19. For instance, hydroxychloroquine, lopinavir–ritonavir, remdesivir, and tocilizumab have available human pregnancy data on teratogenicity and other nonteratogenic fetal toxicity, which could be used to inform the consent procedures of clinical trials and provide reassurance that participation should be considered. A meta-analysis of 7 observational cohorts and 1 RCT, including 740 hydroxychloroquine-exposed infants and 1130 unexposed controls, found no increase in major congenital malformations, stillbirth, or preterm birth (8). Antiretroviral pregnancy registries have not found any relationship between birth defects, fetal loss, or preterm delivery and lopinavir–ritonavir use in more than 3000 women with HIV. Although human data are limited, no increased risks for adverse pregnancy outcomes were reported in 6 pregnant women exposed to remdesivir in an RCT testing investigational therapies for Ebola virus disease. A prospective cohort describing 180 pregnancies exposed to tocilizumab found no increase in congenital abnormalities over the population baseline. Given these data, the relative safety of these investigational therapies in pregnancy in the context of clinical trials should be openly discussed. Where human pregnancy safety data are unavailable or limited, trials using investigational therapies with animal safety data could be specifically designed to monitor for adverse pregnancy outcomes, teratogenicity, and fetal toxicities. These trials could be conducted in parallel to phase 3 trials in the general population, avoiding the exposure of pregnant women to drugs that have failed in phase 1 and 2 trials (7).As the standard of care for hospitalized patients with COVID-19 in many centers across the world includes participation in a clinical trial, we not only have the opportunity but also an obligation to offer participation to pregnant women. Indeed, the exclusion of pregnant women from clinical trials reduces external validity of study results, prevents improved outcomes known to result from participation in trials, and renders a disservice to women with COVID-19 who would be denied therapeutic agents in the future because of minimal safety data in pregnancy. It must be recognized that the participation of pregnant women in clinical trials involves additional complexity, including administrative and logistic challenges surrounding study oversight, supplementary procedures for monitoring safety, and additional scientific considerations, such as the need for larger sample sizes to assess for effect modification. These potential barriers can be identified and addressed a priori to permit the broader inclusion of pregnant women in clinical trials. Moreover, given potential alterations in pharmacokinetic and pharmacodynamic drug characteristics in pregnancy (7), adequate dosing of investigational therapies is an important element to consider during trial design. In the absence of available data to guide dosing, enhanced monitoring with dedicated pharmacokinetic and pharmacodynamic studies could be performed for pregnant women enrolled in late phase 2 and 3 trials (7). An adaptive trial design would be ideal in this context, so as to allow for informed modifications of the dosing used in nonpregnant adults, as needed. Further guidance has been provided by the federal Task Force on Research Specific to Pregnant Women and Lactating Women, which has issued recommendations regarding research and development of safe and effective therapies specific to pregnant and lactating women (9).The Coalition to Advance Maternal Therapeutics, comprising 20 organizations in favor of the inclusion of pregnant and lactating women in research, issued a public letter to the National Institutes of Health and the U.S. Food and Drug Administration, urging the inclusion of pregnant women in relevant COVID-19 trials and advocating for \"[protecting] women through research rather than protecting them from research\" (10). Thus, including pregnant women in clinical trials of interventions for COVID-19 and adapting ongoing clinical trials to accommodate their inclusion should be considered a moral imperative to ensure better representation of this population in clinical research.References1. World Health Organization. Coronavirus disease 2019 (COVID-19), Situation Report—152. Accessed at www.who.int/docs/default-source/coronaviruse/situation-reports/20200620-covid-19-sitrep-152.pdf on 10 June 2020. Google Scholar2. Lapinsky SE. Management of acute respiratory failure in pregnancy. Semin Respir Crit Care Med. 2017;38:201-207. [PMID: 28561251] doi:10.1055/s-0037-1600909 CrossrefMedlineGoogle Scholar3. Breslin N, Baptiste C, Gyamfi-Bannerman C, et al. COVID-19 infection among asymptomatic and symptomatic pregnant women: two weeks of confirmed presentations to an affiliated pair of New York City hospitals. Am J Obstet Gynecol MFM. 2020:100118. [PMID: 32292903] doi:10.1016/j.ajogmf.2020.100118 CrossrefMedlineGoogle Scholar4. Knight M, Bunch K, Vousden N, et al; UK Obstetric Surveillance System SARS-CoV-2 Infection in Pregnancy Collaborative Group. Characteristics and outcomes of pregnant women admitted to hospital with confirmed SARS-CoV-2 infection in UK: national population based cohort study. BMJ. 2020;369:m2107. [PMID: 32513659] doi:10.1136/bmj.m2107 CrossrefMedlineGoogle Scholar5. Hantoushzadeh S, Shamshirsaz AA, Aleyasin A, et al. Maternal death due to COVID-19. Am J Obstet Gynecol. 2020. [PMID: 32360108] doi:10.1016/j.ajog.2020.04.030 CrossrefMedlineGoogle Scholar6. Smith DD, Pippen JL, Adesomo AA, et al. Exclusion of pregnant women from clinical trials during the coronavirus disease 2019 pandemic: a review of international registries. Am J Perinatol. 2020. [PMID: 32428965] doi:10.1055/s-0040-1712103 CrossrefMedlineGoogle Scholar7. Baylis F, Halperin S. Research involving pregnant women: trials and tribulations. Clinical Investigation. 2012;2:139-146. doi:10.4155/cli.11.178 CrossrefGoogle Scholar8. UK Teratology Information Service (UKTIS). Medications used to treat COVID-19 in pregnancy. Accessed at www.medicinesinpregnancy.org/bumps/monographs/medications-used-to-treat-covid-19-in-pregnancy/ on 27 June 2020. Google Scholar9. List of recommendations from the Task Force on Research Specific to Pregnant Women and Lactating Women (PRGLAC). Accessed at www.nichd.nih.gov/about/advisory/PRGLAC/recommendations on 27 June 2020. Google Scholar10. Coalition to Advance Maternal Therapeutics. Letter to Dr. Francis Collins, Director, National Institutes of Health, and Dr. Stephen M. Hahn, Commissioner, U.S. Food and Drug Adminstation. Re: COVID-19 and pregnant women and lactating women. 18 March 2020. Accessed at https://s3.amazonaws.com/cdn.smfm.org/media/2268/Final_CAMT_COVID_Letter_March_2020.pdf on 27 June 2020. Google Scholar Comments 0 Comments Sign In to Submit A Comment Author, Article, and Disclosure InformationAuthors: Isabelle Malhamé, MD, MSc; Rohan D'Souza, MD, PhD; Matthew P. Cheng, MDCMAffiliations: McGill University, McGill University Health Centre, and Research Institute of the McGill University Health Centre, Montreal, Quebec, Canada (I.M., M.P.C.)Mount Sinai Hospital, University of Toronto, Toronto, Ontario, Canada (R.D.)Disclosures: Disclosures can be viewed at www.acponline.org/authors/icmje/ConflictOfInterestForms.do?msNum=M20-3106.Corresponding Author: Isabelle Malhamé, MD, MSc, Assistant Professor of Medicine, Department of Internal Medicine, McGill University Health Centre, 1001 Decarie Boulevard, D05.5839.3, Montreal, QC H4A 3J1, Canada; e-mail, isabelle.malhame@mcgill.ca.Current Author Addresses: Dr. Malhamé: McGill University Health Centre, 1001 Decarie Boulevard, D05.5839.3, Montreal, QC H4A 3J1, Canada.Dr. D'Souza: Mount Sinai Hospital, 3-908, 700 University Avenue, Toronto, ON M5G 1Z5, Canada.Dr. Cheng: McGill University Health Centre, 1001 Decarie Boulevard, E05.1709, Montreal, QC H4A 3J1, Canada.Author Contributions: Conception and design: M.P. Cheng, I. Malhamé.Drafting of the article: M.P. Cheng, I. Malhamé.Critical revision for important intellectual content: M.P. Cheng, R. D'Souza.Final approval of the article: M.P. Cheng, R. D'Souza, I. Malhamé.Administrative, technical, or logistic support: I. Malhamé.This article was published at Annals.org on 29 June 2020. PreviousarticleNextarticle Advertisement FiguresReferencesRelatedDetails Metrics Cited byChallenges in Conducting Therapeutic Trials in Pregnancy: Emphasizing Recent Lessons LearnedInteractions between Gender and Sepsis—Implications for the FutureWalking the walk to include pregnant participants in non-obstetric clinical trials: Insights from the SNAP TrialAdapting obstetric and neonatal services during the COVID-19 pandemic: a scoping reviewCardiovascular Complications of Pregnancy-Associated COVID-19 InfectionsTocilizumab for coronavirus disease 2019 in pregnancy and lactation: a narrative reviewPharmacological management of COVID-19 in pregnancyA review of remdesivir for COVID-19 in pregnancy and lactationOn the Treatment of Pneumocystis jirovecii Pneumonia: Current Practice Based on Outdated EvidencePharmacological Treatments against COVID-19 in Pregnant WomenPhysician Perspectives on Including Pregnant Women in Covid‐19 Clinical Trials: Time for a Paradigm ChangeGlobal research priorities for COVID-19 in maternal, reproductive and child health: Results of an international surveyPregnancy and COVID ‐19: pharmacologic considerationsInclude pregnant women in research—particularly covid-19 research 17 November 2020Volume 173, Issue 10 Page: 836-837 Keywords Clinical trials COVID-19 Pharmacodynamics Pharmacokinetics Pregnancy Risk management Safety Safety studies Toxicity ePublished: 29 June 2020 Issue Published: 17 November 2020 Copyright & PermissionsCopyright © 2020 by American College of Physicians. All Rights Reserved.PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Isabelle Malhamé",
      "id": "A5040895646",
      "orcid": "https://orcid.org/0000-0002-9140-8735",
      "institutions": [
        {
          "id": "I2801766832",
          "display_name": "McGill University Health Centre",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Isabelle Malhamé"
    },
    {
      "display_name": "Rohan D’Souza",
      "id": "A5051808998",
      "orcid": "https://orcid.org/0000-0002-4049-2017",
      "institutions": [
        {
          "id": "I1291836623",
          "display_name": "Mount Sinai Hospital",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I185261750",
          "display_name": "University of Toronto",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Rohan D'Souza"
    },
    {
      "display_name": "Matthew P. Cheng",
      "id": "A5033873670",
      "orcid": "https://orcid.org/0000-0002-4867-2063",
      "institutions": [
        {
          "id": "I2801766832",
          "display_name": "McGill University Health Centre",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Matthew P. Cheng"
    }
  ],
  "publication_year": 2020,
  "publication_date": "2020-06-29",
  "type": "article",
  "cited_by_count": 28,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S119722071",
    "display_name": "Annals of Internal Medicine",
    "issn_l": "0003-4819",
    "issn": [
      "0003-4819",
      "1539-3704"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316812"
  },
  "volume": "173",
  "issue": "10",
  "first_page": "836",
  "last_page": "837",
  "open_access": {
    "is_oa": true,
    "oa_status": "green",
    "oa_url": "https://europepmc.org/articles/pmc7384266?pdf=render",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.8771516
    },
    {
      "id": "C27415008",
      "display_name": "Psychological intervention",
      "level": 2,
      "score": 0.6123217
    },
    {
      "id": "C2776348555",
      "display_name": "ARDS",
      "level": 3,
      "score": 0.47854668
    },
    {
      "id": "C2776779939",
      "display_name": "Hypoxemia",
      "level": 2,
      "score": 0.4478904
    },
    {
      "id": "C187212893",
      "display_name": "Pediatrics",
      "level": 1,
      "score": 0.43918282
    },
    {
      "id": "C3008058167",
      "display_name": "Coronavirus disease 2019 (COVID-19)",
      "level": 4,
      "score": 0.4269832
    },
    {
      "id": "C2779159551",
      "display_name": "Comorbidity",
      "level": 2,
      "score": 0.41727334
    },
    {
      "id": "C512399662",
      "display_name": "Family medicine",
      "level": 1,
      "score": 0.3670239
    },
    {
      "id": "C2779134260",
      "display_name": "Disease",
      "level": 2,
      "score": 0.36444062
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.27186143
    },
    {
      "id": "C118552586",
      "display_name": "Psychiatry",
      "level": 1,
      "score": 0.16235036
    },
    {
      "id": "C2777714996",
      "display_name": "Lung",
      "level": 2,
      "score": 0.13687325
    },
    {
      "id": "C524204448",
      "display_name": "Infectious disease (medical specialty)",
      "level": 3,
      "score": 0.13272703
    }
  ],
  "topics": [
    {
      "id": "T11987",
      "display_name": "COVID-19 Impact on Reproduction",
      "score": 1.0
    },
    {
      "id": "T10786",
      "display_name": "Maternal Mental Health During Pregnancy and Postpartum",
      "score": 0.9942
    },
    {
      "id": "T11389",
      "display_name": "Maternal and fetal healthcare",
      "score": 0.9915
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.7326/m20-3106",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:30:52.833931",
  "source_database": "OpenAlex"
}