{
  "openalex_id": "W3037699971",
  "doi": null,
  "title": "Nutrition and Health: The availability, affordability and consumption of fruits and vegetables in 18 countries across income levels: Findings from the prospective urban rural epidemiology (PURE) study- Andrew Mente-Hamilton Health Sciences and McMaster University",
  "abstract": "Abstract\r\n\r\n \r\n\r\nMost nutritional guidelines mention the consumption of at least two servings of fruits and 3 servings of vegetables per day. However, a large quantity of individuals do not meet these targets An improved understanding of the factors that affect fruit and vegetable consumption is important to improving the diet quality of populations.\r\n\r\nDetermining the afford of the ability to the important foods such as fruits and vegetables in countries with the different stages of economic development is important. In this education, we aimed to file the availability cost of the fruits and vegetables in community grocery stores and market places, and the afford ability of the meeting dietary guidelines for fruits and vegetablse consumption in 18 countries with different income levels. We also aimed to the relate the afford ability of fruits and vegetables to their feeding.\r\n\r\nMethods\r\n\r\nStudy design and sample selection \r\n\r\nFor analyses of food the availability and the affordability, we collected the  information on the cost of at smallest one fruit and one vegetable in each PURE community in  between Jan 1, 2009, and Dec 31, 2013. A 1 km observation walk was done by the research staff in a centrally located area within each and every community. Additional grocery foods or market places in the 1 km area was visited if research staff were unable to collect the cost of the all fruits and vegetables. The total number of types of fruit and vegetable available for sale in each community was calculated to the assess diversity (see add on p 7 for methods used to estimate fruits and vegetables availability and afford ability). Additionally, we collected household income data from the participants in these communities.\r\n\r\nStatistical analysis\r\n\r\nThe afford ability of 2 portions of fruits and 3 portions of vegetables per day was assessed using the least expensive fruit and vegetable available for the sale within each community. Moreover, the afford ability of purchasing 5 portions of the inexpensive fruit or vegetable was assessed to the estimate most positive situation of afford ability that is reflective of substituting the either type of produce to reach five daily servings.\r\n\r\nWe used Spearman association co efficient to test the strength of the association between the  country gross national income and  the mean percentage of household income spent on food. At the community level, we did an analysis of alteration, with tests for linear trend, to compare the mean number of different types of fruits and vegetables and they mean cost, to adjust by buying the price equality of one serving of fruits and vegetables in each economic region.\r\n\r\nRole of the funding source\r\n\r\nThe funder of this study is no role in the study project data collection, statistics analysis, data interpretation, or writing of the report. All the authors had full access to all the facts in the study and had last responsibility for the choice to submit for publication.\r\n\r\nDiscussion\r\n\r\nThese study of 18 countries with a range of all  income level and  we found that individuals in countries with low uncultured national income consume rarer fruits and vegetables and spend a greater amount of their income was  purchasing food than those in high income countries. Absolute fruit price was the highest in societies of LICs, while the vegetable cost was lowest in these communities used to by purchasing price parity. Households in  the LICs and LMICs spend a considerable proportion (roughly half) of their income on food (compared with 13% in HICs), with households in some countries These findings are reliable with previous work showing that food spending ranges from 35% to 65% in MICs23 and from 55% to 77% in LICs.23,  24 However, our findings of the qualified costs of fruits and vegetables could not be compared with  the previous work in LICs or MICs because few of countries systematically monitor  to the cost of food and disclose national data.25 Furthermore, the national estimates of the cost of major food supplies available from the World Bank 26 and the UN Food and Agriculture Society 27 do not include fruits and vegetables.\r\n\r\nThe ingesting of a variety of fruits and vegetables are Important to a high-quality diet. In the PURE study, most of the  members consumed rarer than the recommended five daily portions of fruits and vegetables, and mean vegetable intake was lower than the recommended 3 daily servings in all economics regions except HICs. In 2015, worldwide fruit and vegetable intake was assessed to be lower than the average observed in our study. Earlier estimates were mainly based on the qualitative surveys, smaller then the dietary tools, or household surveys. These dietary tools are short lived questionnaires in which an structured list of food items is absent and as few as one question might be used to estimate the ingesting of a particular food type.\r\n\r\nHunger and under-nutrition remain highly prevalent in many LICs and MICs,35 and nutrition plans in these countries often prioritise meeting was minimum energy intake over diet quality. The unaffordability of fruits and vegetables might be a large fence to achieving these nutritional targets. World-wide, 1·7 million yearly deaths are projected to be related with the low fruit and vegetables  intake, 36 and many populations are incapable to  the meet the dietary recommendations.\r\n\r\nOur results show that increasing the cost of  the fruits and vegetables virtual to household income was associated with  the reduced consumption, highlighting the needed  for the  rules that they  expand afford ability and availability of these foods, which might  be improve the diet quality of many populations, especially in LICs and LMICs. All other authors corresponding the study, collected data in their individual countries, and provided comments on drafts of the report.\r\n\r\n \r\n\r\nNote: This work is partly presented 9th International Congress on Nutrition & Health February 20-21, 2017 Berlin, Germany",
  "authors": [
    {
      "display_name": "Andrew Mente",
      "id": "A5027822298",
      "orcid": "https://orcid.org/0000-0001-6879-7675",
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Andrew Mente"
    }
  ],
  "publication_year": 2020,
  "publication_date": "2020-01-01",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S2764379258",
    "display_name": "Journal of Sports Medicine & Doping Studies",
    "issn_l": "2161-0673",
    "issn": [
      "2161-0673"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320466"
  },
  "volume": "10",
  "issue": "2",
  "first_page": "1",
  "last_page": "2",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C30772137",
      "display_name": "Consumption (sociology)",
      "level": 2,
      "score": 0.72106487
    },
    {
      "id": "C99454951",
      "display_name": "Environmental health",
      "level": 1,
      "score": 0.456622
    },
    {
      "id": "C2779530757",
      "display_name": "Quality (philosophy)",
      "level": 2,
      "score": 0.43746442
    },
    {
      "id": "C2781316041",
      "display_name": "Diversity (politics)",
      "level": 2,
      "score": 0.41832024
    },
    {
      "id": "C198531522",
      "display_name": "Sample (material)",
      "level": 2,
      "score": 0.41700044
    },
    {
      "id": "C129047720",
      "display_name": "Rural area",
      "level": 2,
      "score": 0.41097814
    },
    {
      "id": "C144133560",
      "display_name": "Business",
      "level": 0,
      "score": 0.37860918
    },
    {
      "id": "C150903083",
      "display_name": "Biotechnology",
      "level": 1,
      "score": 0.35415184
    },
    {
      "id": "C48824518",
      "display_name": "Agricultural economics",
      "level": 1,
      "score": 0.33735597
    },
    {
      "id": "C205649164",
      "display_name": "Geography",
      "level": 0,
      "score": 0.33262238
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.29347843
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.18879893
    },
    {
      "id": "C162324750",
      "display_name": "Economics",
      "level": 0,
      "score": 0.17327702
    },
    {
      "id": "C36289849",
      "display_name": "Social science",
      "level": 1,
      "score": 0.10633105
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.094836324
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C111472728",
      "display_name": "Epistemology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C43617362",
      "display_name": "Chromatography",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C142724271",
      "display_name": "Pathology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10010",
      "display_name": "Obesity, Physical Activity, Diet",
      "score": 0.9322
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://www.hilarispublisher.com/open-access/nutrition-and-health-the-availability-affordability-and-consumption-of-fruits-and-vegetables-in-18-countries-across-inco.pdf",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:12:04.655354",
  "source_database": "OpenAlex"
}