{
  "openalex_id": "W3036455313",
  "doi": "https://doi.org/10.1097/01.prs.0000475820.58283.0e",
  "title": "Reply",
  "abstract": "Sir: The publication “SIEA versus DIEP Arterial Complications: A Cohort Study” (Plast Reconstr Surg. 2015;135:802e–807e) has understandably, and intentionally, incited discussion regarding the clinical utility of the superficial inferior epigastric artery (SIEA) flap in an approach to breast reconstruction. The letter by Miyamoto and Fujiki, Criteria for the Use of the SIEA Flap for Breast Reconstruction, identifies points of equipoise in planning and execution of the SIEA flap. In our study, we indicate that preoperative imaging was not performed because of center resource limitations. We disagree with the inference by Miyamoto and Fujiki that preoperative imaging improves outcomes among SIEA flaps. Although comparative evidence and syntheses demonstrate benefit among deep inferior epigastric perforator (DIEP) flaps,1 evidence is limited for SIEA flaps.2 It is unclear whether evidence can be extrapolated from the DIEP literature. Furthermore, no evidence exists to support a relationship between the size and/or reliability of the SIEA, and the presence or absence of a robust deep system. Although previous reports have used an intraoperative artery diameter criterion,3,4 this is unlikely to correlate with preoperative imaging. The SIEA is a superficial vessel, and in our experience it is prone to spasm. We believe an artery measuring 1.5 mm on intraoperative observation is likely larger on preoperative imaging, although evidence is again lacking. Regarding intraoperative decision-making, Miyamoto and Fujiki comment on selection of recipient vessels and intraoperative surrogates of flap viability. These points do not address the inherent limitations of SIEA variability, caliber, and angiosome. We acknowledge that the thoracodorsal artery may limit size mismatch versus use of the internal mammary artery. Furthermore, tissue oxygen saturation may be an accurate intraoperative assessment of flap inflow. However, neither of these intraoperative approaches accounts for four of the six SIEA failures in our study occurring later than 48 hours postoperatively. Issues stemming from vessel size mismatch would lead to a greater proportion of immediate failure; we observed late failure, and a high proportion of partial flap loss with necrosis requiring débridement. Furthermore, the intraoperative period is too short of a time frame for assessment of tissue oxygen saturation to adequately predict late SIEA failure. We appreciate that preoperative and intraoperative modalities and algorithms are increasingly applied to free flaps for breast reconstruction. However, intraoperative algorithms require subjective expert interpretation.4,5 Definitive recommendations for interpretation of preoperative imaging and tissue vascularity with intraoperative laser fluorescence3 or oxygen saturation are lacking. Our discussion does not suggest that SIEA flaps should no longer be performed. Instead, we demonstrate the reliability of the DIEP flap for surgeons and institutions intending to develop a consistent approach to breast reconstruction, and provide an element of comfort to new microsurgeons beginning practice. At our center, microsurgical breast reconstruction is performed by a single surgeon, who is then available for all reexplorations. Most notably for young microsurgeons, DIEP flaps were successful in 98 percent of cases from the onset of a breast reconstruction practice without preoperative imaging, or modalities for intraoperative perfusion assessment. Although we demonstrate moderate success (85 percent) with SIEA flaps, this is not an acceptable success rate in the modern era of breast reconstruction. At our center, it is difficult to justify the uncertainty of an intraoperative algorithm and preoperative imaging associated with SIEA flaps, when we can offer patients the reliability seen with DIEP flaps. DISCLOSURE The authors have no financial interest to declare in relation to the content of this communication. Christopher J. Coroneos, M.D., M.Sc. Sophocles H. Voineskos, M.D., M.Sc. Adrian M. Heller, M.D. Ronen Avram, M.D., M.Sc. Division of Plastic Surgery Department of Surgery McMaster University Hamilton, Ontario, Canada",
  "authors": [
    {
      "display_name": "Christopher J. Coroneos",
      "id": "A5083877709",
      "orcid": "https://orcid.org/0000-0001-5094-9888",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Christopher J. Coroneos"
    },
    {
      "display_name": "Sophocles H. Voineskos",
      "id": "A5027488837",
      "orcid": "https://orcid.org/0000-0003-3818-2164",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Sophocles H. Voineskos"
    },
    {
      "display_name": "Adrian M. Heller",
      "id": "A5035163987",
      "orcid": null,
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Adrian M. Heller"
    },
    {
      "display_name": "Ronen Avram",
      "id": "A5039832261",
      "orcid": null,
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Ronen Avram"
    }
  ],
  "publication_year": 2016,
  "publication_date": "2016-01-28",
  "type": "letter",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S100736837",
    "display_name": "Plastic & Reconstructive Surgery",
    "issn_l": "0032-1052",
    "issn": [
      "0032-1052",
      "1076-5751",
      "1529-4242"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "137",
  "issue": "2",
  "first_page": "475e",
  "last_page": "476e",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.8871874
    },
    {
      "id": "C2779628157",
      "display_name": "DIEP flap",
      "level": 5,
      "score": 0.8027024
    },
    {
      "id": "C2781001896",
      "display_name": "Breast reconstruction",
      "level": 4,
      "score": 0.7585268
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.48179287
    },
    {
      "id": "C126838900",
      "display_name": "Radiology",
      "level": 1,
      "score": 0.42007026
    },
    {
      "id": "C530470458",
      "display_name": "Breast cancer",
      "level": 3,
      "score": 0.12507421
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.07505435
    },
    {
      "id": "C121608353",
      "display_name": "Cancer",
      "level": 2,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10599",
      "display_name": "Reconstructive Surgery and Microvascular Techniques",
      "score": 1.0
    },
    {
      "id": "T11866",
      "display_name": "Reconstructive Facial Surgery Techniques",
      "score": 0.9941
    },
    {
      "id": "T11260",
      "display_name": "Tracheal and airway disorders",
      "score": 0.9897
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1097/01.prs.0000475820.58283.0e",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:28:56.784324",
  "source_database": "OpenAlex"
}