{
  "openalex_id": "W3045392877",
  "doi": "https://doi.org/10.7326/m20-4770",
  "title": "The Value of Large Randomized Trials of Two Active Interventions to Define the Optimal Treatment in Patients With Acute Coronary Syndrome",
  "abstract": "Editorials15 September 2020The Value of Large Randomized Trials of Two Active Interventions to Define the Optimal Treatment in Patients With Acute Coronary SyndromeDavid Conen, MD, MPH and P.J. Devereaux MD, PhDDavid Conen, MD, MPHPopulation Health Research Institute and McMaster University, Hamilton, Ontario, Canada (D.C., P.D.M.)Search for more papers by this author and P.J. Devereaux MD, PhDPopulation Health Research Institute and McMaster University, Hamilton, Ontario, Canada (D.C., P.D.M.)Search for more papers by this authorAuthor, Article, and Disclosure Informationhttps://doi.org/10.7326/M20-4770 SectionsAboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinkedInRedditEmail Dual-antiplatelet treatment is the standard of care for patients with acute coronary syndrome (ACS). Although clopidogrel, in addition to aspirin, has been the standard of care for many years (1), 2 large randomized trials showed that prasugrel and ticagrelor are superior to clopidogrel in this patient population (2, 3). The dosing algorithm of prasugrel was adjusted after the initial trial because of safety concerns, and a dosage reduction to 5 mg/d was recommended for patients aged 75 years and older or those with a body weight less than 60 kg (3). However, the efficacy and safety of this adjusted treatment ...References1. Yusuf S, Zhao F, Mehta SR, et al; Clopidogrel in Unstable Angina to Prevent Recurrent Events Trial Investigators. Effects of clopidogrel in addition to aspirin in patients with acute coronary syndromes without ST-segment elevation. N Engl J Med. 2001;345:494-502. [PMID: 11519503] CrossrefMedlineGoogle Scholar2. Wallentin L, Becker RC, Budaj A, et al; PLATO Investigators. Ticagrelor versus clopidogrel in patients with acute coronary syndromes. N Engl J Med. 2009;361:1045-57. [PMID: 19717846] doi:10.1056/NEJMoa0904327 CrossrefMedlineGoogle Scholar3. Wiviott SD, Braunwald E, McCabe CH, et al; TRITON-TIMI 38 Investigators. Prasugrel versus clopidogrel in patients with acute coronary syndromes. N Engl J Med. 2007;357:2001-15. [PMID: 17982182] CrossrefMedlineGoogle Scholar4. Savonitto S, Ferri LA, Piatti L, et al; Elderly ACS 2 Investigators. Comparison of reduced-dose prasugrel and standard-dose clopidogrel in elderly patients with acute coronary syndromes undergoing early percutaneous revascularization. Circulation. 2018;137:2435-2445. [PMID: 29459361] doi:10.1161/CIRCULATIONAHA.117.032180 CrossrefMedlineGoogle Scholar5. Schüpke S, Neumann FJ, Menichelli M, et al; ISAR-REACT 5 Trial Investigators. Ticagrelor or prasugrel in patients with acute coronary syndromes. N Engl J Med. 2019;381:1524-1534. [PMID: 31475799] doi:10.1056/NEJMoa1908973 CrossrefMedlineGoogle Scholar6. Menichelli M, Neumann F, Ndrepepa G, et al. Age- and weight-adapted dose of prasugrel versus standard dose of ticagrelor in patients with acute coronary syndromes. Results from a randomized trial. Ann Intern Med. 2020;173:436-44. doi:10.7326/M20-1806 LinkGoogle Scholar7. Schulz KF, Grimes DA. Allocation concealment in randomised trials: defending against deciphering. Lancet. 2002;359:614-8. [PMID: 11867132] CrossrefMedlineGoogle Scholar8. Angerås O, Hasvold P, Thuresson M, et al. Treatment pattern of contemporary dual antiplatelet therapies after acute coronary syndrome: a Swedish nationwide population-based cohort study. Scand Cardiovasc J. 2016;50:99-107. [PMID: 26564402] doi:10.3109/14017431.2015.1119304 CrossrefMedlineGoogle Scholar9. Basra SS, Wang TY, Simon DN, et al. Ticagrelor use in acute myocardial infarction: insights from the National Cardiovascular Data Registry. J Am Heart Assoc. 2018;7. [PMID: 29886424] doi:10.1161/JAHA.117.008125 CrossrefMedlineGoogle Scholar Author, Article, and Disclosure InformationAffiliations: Population Health Research Institute and McMaster University, Hamilton, Ontario, Canada (D.C., P.D.M.)Financial Support: Dr. Conen holds a McMaster University Department of Medicine Mid-Career Research Award. Dr. Devereaux is supported by a McMaster University/Hamilton Health Sciences Chair in Perioperative Care and a Tier 1 Canada Research Chair in Perioperative Medicine.Disclosures: Disclosures can be viewed at www.acponline.org/authors/icmje/ConflictOfInterestForms.do?msNum=M20-4770.Corresponding Author: David Conen, MD, MPH, Population Health Research Institute, 237 Barton Street East, Hamilton, ON L8L 2X2, Canada; e-mail, [email protected]ca.Current Author Addresses: Drs. Conen and Devereaux: Population Health Research Institute, 237 Barton Street East, Hamilton, ON L8L 2X2, Canada.This article was published at Annals.org on 21 July 2020. PreviousarticleNextarticle Advertisement FiguresReferencesRelatedDetailsSee AlsoAge- and Weight-Adapted Dose of Prasugrel Versus Standard Dose of Ticagrelor in Patients With Acute Coronary Syndromes Maurizio Menichelli , Franz-Josef Neumann , Gjin Ndrepepa , Katharina Mayer , Jochen Wöhrle , Isabell Bernlochner , Gert Richardt , Bernhard Witzenbichler , Dirk Sibbing , Senta Gewalt , Dominick J. Angiolillo , Shqipdona Lahu , Christian W. Hamm , Alexander Hapfelmeier , Dietmar Trenk , Karl-Ludwig Laugwitz , Heribert Schunkert , Stefanie Schüpke , and Adnan Kastrati Metrics 15 September 2020Volume 173, Issue 6Page: 494-495KeywordsAcute coronary syndromeBody weightDrugsElderlyHazard ratioHemorrhageMyocardial infarctionPatientsRandomized trialsSafety ePublished: 21 July 2020 Issue Published: 15 September 2020 Copyright & PermissionsCopyright © 2020 by American College of Physicians. All Rights Reserved.PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "David Conen",
      "id": "A5068858051",
      "orcid": "https://orcid.org/0000-0002-2459-5251",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I2802834092",
          "display_name": "Population Health Research Institute",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "David Conen"
    },
    {
      "display_name": "P.J. Devereaux",
      "id": "A5040874215",
      "orcid": "https://orcid.org/0000-0003-2935-637X",
      "institutions": [
        {
          "id": "I2802834092",
          "display_name": "Population Health Research Institute",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "P.J. Devereaux MD"
    }
  ],
  "publication_year": 2020,
  "publication_date": "2020-07-20",
  "type": "letter",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S119722071",
    "display_name": "Annals of Internal Medicine",
    "issn_l": "0003-4819",
    "issn": [
      "0003-4819",
      "1539-3704"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316812"
  },
  "volume": "173",
  "issue": "6",
  "first_page": "494",
  "last_page": "495",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.9480231
    },
    {
      "id": "C2777849778",
      "display_name": "Clopidogrel",
      "level": 3,
      "score": 0.9094928
    },
    {
      "id": "C2777028646",
      "display_name": "Prasugrel",
      "level": 4,
      "score": 0.8956141
    },
    {
      "id": "C2777698277",
      "display_name": "Acute coronary syndrome",
      "level": 3,
      "score": 0.8282467
    },
    {
      "id": "C2780890252",
      "display_name": "Ticagrelor",
      "level": 4,
      "score": 0.81041706
    },
    {
      "id": "C2777628954",
      "display_name": "Aspirin",
      "level": 2,
      "score": 0.6306054
    },
    {
      "id": "C168563851",
      "display_name": "Randomized controlled trial",
      "level": 2,
      "score": 0.58446825
    },
    {
      "id": "C2777288759",
      "display_name": "Dosing",
      "level": 2,
      "score": 0.5253424
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.52282655
    },
    {
      "id": "C2777785093",
      "display_name": "Unstable angina",
      "level": 3,
      "score": 0.52172625
    },
    {
      "id": "C2908647359",
      "display_name": "Population",
      "level": 2,
      "score": 0.50057673
    },
    {
      "id": "C500558357",
      "display_name": "Myocardial infarction",
      "level": 2,
      "score": 0.3341573
    },
    {
      "id": "C164705383",
      "display_name": "Cardiology",
      "level": 1,
      "score": 0.32005775
    },
    {
      "id": "C99454951",
      "display_name": "Environmental health",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11064",
      "display_name": "Antiplatelet Therapy and Cardiovascular Diseases",
      "score": 0.9999
    },
    {
      "id": "T10292",
      "display_name": "Acute Myocardial Infarction Research",
      "score": 0.996
    },
    {
      "id": "T10193",
      "display_name": "Coronary Interventions and Diagnostics",
      "score": 0.9951
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.7326/m20-4770",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:28:20.191916",
  "source_database": "OpenAlex"
}