{
  "openalex_id": "W3046784995",
  "doi": "https://doi.org/10.1074/jbc.ra120.014976",
  "title": "PDLIM5 inhibits STUB1-mediated degradation of SMAD3 and promotes the migration and invasion of lung cancer cells",
  "abstract": "Transforming growth factor β (TGFβ) signaling plays an important role in regulating tumor malignancy, including in non–small cell lung cancer (NSCLC). The major biological responses of TGFβ signaling are determined by the effector proteins SMAD2 and SMAD3. However, the regulators of TGFβ–SMAD signaling are not completely revealed yet. Here, we showed that the scaffolding protein PDLIM5 (PDZ and LIM domain protein 5, ENH) critically promotes TGFβ signaling by maintaining SMAD3 stability in NSCLC. First, PDLIM5 was highly expressed in NSCLC compared with that in adjacent normal tissues, and high PDLIM5 expression was associated with poor outcome. Knockdown of PDLIM5 in NSCLC cells decreased migration and invasion in vitro and lung metastasis in vivo. In addition, TGFβ signaling and TGFβ-induced epithelial–mesenchymal transition was repressed by PDLIM5 knockdown. Mechanistically, PDLIM5 knockdown resulted in a reduction of SMAD3 protein levels. Overexpression of SMAD3 reversed the TGFβ-signaling-repressing and anti-migration effects induced by PDLIM5 knockdown. Notably, PDLIM5 interacted with SMAD3 but not SMAD2 and competitively suppressed the interaction between SMAD3 and its E3 ubiquitin ligase STUB1. Therefore, PDLIM5 protected SMAD3 from STUB1-mediated proteasome degradation. STUB1 knockdown restored SMAD3 protein levels, cell migration, and invasion in PDLIM5-knockdown cells. Collectively, our findings indicate that PDLIM5 is a novel regulator of basal SMAD3 stability, with implications for controlling TGFβ signaling and NSCLC progression. Transforming growth factor β (TGFβ) signaling plays an important role in regulating tumor malignancy, including in non–small cell lung cancer (NSCLC). The major biological responses of TGFβ signaling are determined by the effector proteins SMAD2 and SMAD3. However, the regulators of TGFβ–SMAD signaling are not completely revealed yet. Here, we showed that the scaffolding protein PDLIM5 (PDZ and LIM domain protein 5, ENH) critically promotes TGFβ signaling by maintaining SMAD3 stability in NSCLC. First, PDLIM5 was highly expressed in NSCLC compared with that in adjacent normal tissues, and high PDLIM5 expression was associated with poor outcome. Knockdown of PDLIM5 in NSCLC cells decreased migration and invasion in vitro and lung metastasis in vivo. In addition, TGFβ signaling and TGFβ-induced epithelial–mesenchymal transition was repressed by PDLIM5 knockdown. Mechanistically, PDLIM5 knockdown resulted in a reduction of SMAD3 protein levels. Overexpression of SMAD3 reversed the TGFβ-signaling-repressing and anti-migration effects induced by PDLIM5 knockdown. Notably, PDLIM5 interacted with SMAD3 but not SMAD2 and competitively suppressed the interaction between SMAD3 and its E3 ubiquitin ligase STUB1. Therefore, PDLIM5 protected SMAD3 from STUB1-mediated proteasome degradation. STUB1 knockdown restored SMAD3 protein levels, cell migration, and invasion in PDLIM5-knockdown cells. Collectively, our findings indicate that PDLIM5 is a novel regulator of basal SMAD3 stability, with implications for controlling TGFβ signaling and NSCLC progression. Transforming growth factor β (TGFβ) signaling plays essential and multifaceted roles in tumor malignancy (1Massagué J. Blain S.W. Lo R.S. TGFβ signaling in growth control, cancer, and heritable disorders.Cell. 2000; 103 (11057902): 295-30910.1016/S0092-8674(00)00121-5Abstract Full Text Full Text PDF PubMed Scopus (2075) Google Scholar). At the initial stage of tumor formation, TGFβ acts as a tumor suppressor by inhibiting cell proliferation; however, at the later stage, TGFβ plays prometastatic roles (2Massagué J. TGFβ in cancer.Cell. 2008; 134 (18662538): 215-23010.1016/j.cell.2008.07.001Abstract Full Text Full Text PDF PubMed Scopus (3053) Google Scholar, 3Miyazono K. Katsuno Y. Koinuma D. Ehata S. Morikawa M. Intracellular and extracellular TGF-β signaling in cancer: some recent topics.Front. Med. 2018; 12 (30043220): 387-41110.1007/s11684-018-0646-8Crossref PubMed Scopus (86) Google Scholar). The prometastatic effects of TGFβ signaling include accelerated tumor infiltration, cell adhesion, angiogenesis, cell epithelial–mesenchymal transition (EMT), and extracellular matrix degradation. In previous decades, lung cancer constituted the leading cause of cancer mortality worldwide (4Siegel R.L. Miller K.D. Jemal A. Cancer statistics, 2019.CA Cancer J. Clin. 2019; 69 (30620402): 7-3410.3322/caac.21551Crossref PubMed Scopus (14151) Google Scholar, 5Bray F. Ferlay J. Soerjomataram I. Siegel R.L. Torre L.A. Jemal A. Global cancer statistics 2018: GLOBOCAN estimates of incidence and mortality worldwide for 36 cancers in 185 countries.CA Cancer J. Clin. 2018; 68 (30207593): 394-42410.3322/caac.21492Crossref PubMed Scopus (51287) Google Scholar). Clinical data indicate that non–small cell lung cancer (NSCLC) accounts for most lung cancer cases. Nevertheless, although numerous therapeutic approaches are available for treating NSCLC, its prognosis remains poor (6Hirsch F.R. Scagliotti G.V. Mulshine J.L. Kwon R. Curran W.J. Wu Y.L. Paz-Ares L. Lung cancer: current therapies and new targeted treatments.Lancet. 2017; 389 (27574741): 299-31110.1016/S0140-6736(16)30958-8Abstract Full Text Full Text PDF PubMed Scopus (1769) Google Scholar). As with most cancers, metastasis represents the dominant reason of NSCLC-related death (7Asselin-Paturel C. Echchakir H. Carayol G. Gay F. Opolon P. Grunenwald D. Chouaib S. Mami-Chouaib F. Quantitative analysis of Th1, Th2 and TGF-β1 cytokine expression in tumor, TIL and PBL of non-small cell lung cancer patients.Int. J. Cancer. 1998; 77 (9639386, 10.1002/(SICI)1097-0215(19980703)77:1<7::AID-IJC2>3.0.CO;2-Y): 7-12Crossref PubMed Scopus (141) Google Scholar). According to clinical studies, TGFβ signaling is frequently enhanced in NSCLC, promoting EMT and tumor metastasis (8Xue J. Lin X. Chiu W.T. Chen Y.H. Yu G. Liu M. Feng X.H. Sawaya R. Medema R.H. Hung M.C. Huang S. Sustained activation of SMAD3/SMAD4 by FOXM1 promotes TGF-β–dependent cancer metastasis.J. Clin. Invest. 2014; 124 (24382352): 564-57910.1172/JCI71104Crossref PubMed Scopus (134) Google Scholar, 9Wang L. Yang H. Lei Z. Zhao J. Chen Y. Chen P. Li C. Zeng Y. Liu Z. Liu X. Zhang H.T. Repression of TIF1γ by SOX2 promotes TGF-β–induced epithelial–mesenchymal transition in non–small-cell lung cancer.Oncogene. 2016; 35 (25961934): 867-87710.1038/onc.2015.141Crossref PubMed Scopus (59) Google Scholar). SMAD2 and SMAD3 are two key downstream regulators of TGFβ signaling and play critical roles in TGFβ-mediated biologic functions (10Massagué J. TGFβ signalling in context.Nat. Rev. Mol. Cell Biol. 2012; 13 (22992590): 616-63010.1038/nrm3434Crossref PubMed Scopus (2153) Google Scholar). SMAD3 inhibition diminishes TGFβ-induced EMT in cancer cells (8Xue J. Lin X. Chiu W.T. Chen Y.H. Yu G. Liu M. Feng X.H. Sawaya R. Medema R.H. Hung M.C. Huang S. Sustained activation of SMAD3/SMAD4 by FOXM1 promotes TGF-β–dependent cancer metastasis.J. Clin. Invest. 2014; 124 (24382352): 564-57910.1172/JCI71104Crossref PubMed Scopus (134) Google Scholar). In addition, the overexpression of SMAD3 accelerates TGFβ-mediated metastasis in NSCLC cells (11Ying Z. Tian H. Li Y. Lian R. Li W. Wu S. Zhang H.Z. Wu J. Liu L. Song J. Guan H. Cai J. Zhu X. Li J. Li M. CCT6A suppresses SMAD2 and promotes prometastatic TGF-β signaling.J. Clin. Invest. 2017; 127 (28375158): 1725-174010.1172/JCI90439Crossref PubMed Scopus (55) Google Scholar). Notably, the post-translational modification of SMAD3 protein is crucial for regulation of TGFβ signaling. The E3 ligase DEAR has been reported to interact with SMAD3, thus resulting in SMAD3 polyubiquitination and degradation (12Chen N. Balasenthil S. Reuther J. Killary A.M. DEAR1, a novel tumor suppressor that regulates cell polarity and epithelial plasticity.Cancer Res. 2014; 74 (25261235): 5683-568910.1158/0008-5472.CAN-14-1171Crossref PubMed Scopus (19) Google Scholar). Moreover, phosphorylation at Thr66 in SMAD3, mediated by GSK3β, primes the protein for phosphorylation-directed ubiquitination (13Guo X. Ramirez A. Waddell D.S. Li Z. Liu X. Wang X.F. Axin and GSK3-control Smad3 protein stability and modulate TGF-signaling.Genes Dev. 2008; 22 (18172167): 106-12010.1101/gad.1590908Crossref PubMed Scopus (196) Google Scholar). Hence, it is important to fully understand SMAD3 regulatory mechanisms and how their regulation influences the TGFβ signaling pathway. The scaffolding protein PDLIM5 (also termed ENH), a member of the PDZ–LIM domain protein family, was initially identified as a PKC kinase–binding protein (14Maeno-Hikichi Y. Chang S. Matsumura K. Lai M. Lin H. Nakagawa N. Kuroda S. Zhang J.F. A PKCε-ENH-channel complex specifically modulates N-type Ca2+ channels.Nat. Neurosci. 2003; 6 (12665800): 468-47510.1038/nn1041Crossref PubMed Scopus (92) Google Scholar). PDLIM5 contains one PDZ and three LIM domains that mediate protein–protein interactions (15Te V.A. Bagowski C.P. PDZ and LIM domain-encoding genes: molecular interactions and their role in development.ScientificWorldJournal. 2007; 7 (17767364): 1470-149210.1100/tsw.2007.232Crossref PubMed Scopus (71) Google Scholar). In addition to PKC, PDLIM5 binds multiple protein kinases, including PKD, AMPK, and PKA, making it a versatile scaffolding protein in signaling transduction pathways (16Zheng M. Cheng H. Banerjee I. Chen J. ALP/Enigma PDZ–LIM domain proteins in the heart.J. Mol. Cell Biol. 2010; 2 (20042479): 96-10210.1093/jmcb/mjp038Crossref PubMed Scopus (63) Google Scholar, 17Lin C. Guo X. Lange S. Liu J. Ouyang K. Yin X. Jiang L. Cai Y. Mu Y. Sheikh F. Ye S. Chen J. Ke Y. Cheng H. Cypher/ZASP is a novel A-kinase anchoring protein.J. Biol. Chem. 2013; 288 (23996002): 29403-2941310.1074/jbc.M113.470708Abstract Full Text Full Text PDF PubMed Scopus (35) Google Scholar). PDLIM5 itself is a substrate of AMPK; its phosphorylation represses the migration of vascular smooth muscle cells (18Yan Y. Tsukamoto O. Nakano A. Kato H. Kioka H. Ito N. Higo S. Yamazaki S. Shintani Y. Matsuoka K. Liao Y. Asanuma H. Asakura M. Takafuji K. Minamino T. et al.Augmented AMPK activity inhibits cell migration by phosphorylating the novel substrate Pdlim5.Nat. Commun. 2015; 6 (25635515): 613710.1038/ncomms7137Crossref PubMed Scopus (64) Google Scholar). Furthermore, PDLIM5 functions as a cytoplasmic sequestration protein for transcription factors ID2 and YAP (19Lasorella A. Iavarone A. The protein ENH is a cytoplasmic sequestration factor for Id2 in normal and tumor cells from the nervous system.Proc. Natl. Acad. Sci. U.S.A. 2006; 103 (16549780): 4976-498110.1073/pnas.0600168103Crossref PubMed Scopus (61) Google Scholar, 20Elbediwy A. Vanyai H. Diaz-de-la-Loza M.D. Frith D. Snijders A.P. Thompson B.J. Enigma proteins regulate YAP mechanotransduction.J. Cell Sci. 2018; 131 (30404826): jcs22178810.1242/jcs.221788Crossref PubMed Scopus (30) Google Scholar). PDLIM5 is up-regulated in various cancers (21Shui I.M. Lindström S. Kibel A.S. Berndt S.I. Campa D. Gerke T. Penney K.L. Albanes D. Berg C. Bueno-de-Mesquita H.B. Chanock S. Crawford E.D. Diver W.R. Gapstur S.M. Gaziano J.M. et al.Prostate cancer (PCa) risk variants and risk of fatal PCa in the National Cancer Institute Breast and Prostate Cancer Cohort Consortium.Eur. Urol. 2014; 65 (24411283): 1069-107510.1016/j.eururo.2013.12.058Abstract Full Text Full Text PDF PubMed Scopus (66) Google Scholar, 22Wei X. Zhang Y. Yu S. Li S. Jiang W. Zhu Y. Xu Y. Yang C. Tian G. Mi J. Bergquist J. Zhao M. Song F. PDLIM5 identified by label-free quantitative proteomics as a potential novel biomarker of papillary thyroid carcinoma.Biochem. Biophys. Res. Commun. 2018; 499 (29574154): 338-34410.1016/j.bbrc.2018.03.159Crossref PubMed Scopus (14) Google Scholar). It has been suggested that PDLIM5 promotes EMT and migration of prostate cancer cells (23Liu X. Chen L. Huang H. Lv J.M. Chen M. Qu F.J. Pan X.W. Li L. Yin L. Cui X.G. Gao Y. Xu D.F. High expression of PDLIM5 facilitates cell tumorigenesis and migration by maintaining AMPK activation in prostate cancer.Oncotarget. 2017; 8 (29228678): 98117-9813410.18632/oncotarget.20981Crossref PubMed Scopus (13) Google Scholar). In addition, PDLIM5 regulates TGFβ3 signaling in vascular smooth muscle cells and hypoxia-induced pulmonary hypertension in mice (24Chen T. Zhou G. Zhou Q. Tang H. Ibe J.C. Cheng H. Gou D. Chen J. Yuan J.X. Raj J.U. Loss of microRNA-17∼92 in smooth muscle cells attenuates experimental pulmonary hypertension via induction of PDZ and LIM domain 5.Am. J. Respir. Crit. Care Med. 2015; 191 (25647182): 678-69210.1164/rccm.201405-0941OCCrossref PubMed Scopus (57) Google Scholar). Moreover, silencing of PDLIM5 suppresses TGFβ signaling and SMAD3 expression in alveolar epithelial cells (25Cheng H. Chen T. Tor M. Park D. Zhou Q. Huang J.B. Khatib N. Rong L. Zhou G. A high-throughput screening platform targeting PDLIM5 for pulmonary hypertension.J. Biomol. Screen. 2016; 21 (26762503): 333-34110.1177/1087057115625924Crossref PubMed Scopus (12) Google Scholar). However, the role of PDLIM5 in NSCLC and in regulation TGFβ signaling remains largely unknown. In the current study, we found that PDLIM5 was up-regulated in NSCLC tissues. PDLIM5 knockdown in NSCLC cells inhibited cellular migration and invasion and TGFβ signaling. PDLIM5 interacted with SMAD3, and PDLIM5 knockdown enhanced the interaction between SMAD3 and its E3 ligase STUB1, resulting in SMAD3 degradation. Together, these results demonstrated that PDLIM5 is a novel SMAD3 regulator linking to SMAD3-mediated TGFβ signaling and lung cancer progression. To evaluate the importance of PDLIM5 in NSCLC, PDLIM5 expression was analyzed using data sets available in the Oncomine database (RRID:SCR_007834). PDLIM5 was highly expressed in three different cohorts of NSCLC patients (Fig. 1, A–C). We confirmed the up-regulation of PDLIM5 in NSCLC samples by Western blotting analysis (Fig. 1D). Moreover, PDLIM5 were significantly increased in NSCLC tissues compared with paired adjacent normal lung tissues as evaluated by immunohistochemistry assay in 40 NSCLC subjects (Fig. 1, E and F). Finally, survival analysis was performed to estimate the association between PDLIM5 expression and lung cancer patient survival using the Kaplan–Meier plotter online bioinformatics resource (RRID:SCR_018753), which revealed that elevated PDLIM5 expression in lung cancer patients was correlated with poor prognosis (Fig. 1G). Thus, PDLIM5 is up-regulated in lung cancer and associated with poor outcome. Next, we evaluated the expression of PDLIM5 in various NSCLC cell lines. PDLIM5 was abundant in A549, H1975, and MSTO cells but not in PC9 cells (Fig. 2A). A549 and H1975 cells were selected for further loss-of-function studies. PDLIM5 was reduced by PDLIM5 knockdown in A549 and H1975 cells using viral-mediated RNA inference (shPDLIM5) (Fig. 2B). Among the three different targeting sequences, shPDLIM5-1 and shPDLIM5-3 resulted in high knockdown efficiency (Fig. 2, B and C). We next performed wound-healing and Transwell migration assays to investigate the function of PDLIM5. PDLIM5 knockdown significantly inhibited the wound-healing capacity (Fig. 2, D and E) and cellular migration (Fig. 2, F and G) of A549 and H1975 cells. Cell invasion was also greatly halted in PDLIM5-knockdown lung cancer cells (Fig. 2, H and I). In addition, PDLIM5 was overexpressed in PC9 cells. PDLIM5 overexpression increased wound-healing capacity, cellular migration, and invasion (Fig. S1, A–D). To explore the role of PDLIM5 in lung metastasis in vivo, we intravenously injected Pdlim5-knockdown Lewis lung carcinoma (LLC) cells (Fig. 2J) into BALB/c nude mice via tail vein. Lung metastatic nodules were significantly reduced in mice injected with Pdlim5-knockdown cells compared with those in mice receiving control LLC cells (Fig. 2, K and L). Together, these observations suggest that PDLIM5 promotes cell migration, invasion, and lung metastasis of lung cancer cells. Next, PDLIM5-knockdown in A549 and H1975 cells reduced cell spreading (Fig. S2A) and adhesion to vascular endothelial cells (Fig. S2, B and C). Using a real-time cell analyzer to record cell adhesion (26Hamidi H. Lilja J. Ivaska J. Using xCELLigence RTCA instrument to measure cell adhesion.Bio. Protoc. 2017; 7 (29367941): e2646Crossref PubMed Google Scholar), we found that PDLIM5 knockdown reduced cell adhesion to fibronectin (Fig. S2D). Thus, PDLIM5 is required for cell spreading and cell–ECM and cell–cell interactions. PDLIM5 knockdown in A549 and H1975 cells also significantly attenuated vasculogenic mimicry (Fig. S2, E and F), a process associated with tumor malignancy whereby tumor cells mimic the vascular network (27Fernández-Cortés M. Delgado-Bellido D. Oliver F.J. Vasculogenic mimicry: become an endothelial cell \"but not so much.\".Front. Oncol. 2019; 9 (31508365): 80310.3389/fonc.2019.00803Crossref PubMed Scopus (53) Google Scholar). Moreover, PDLIM5 knockdown did not affect cell proliferation, colony formation, and the expression of cell cycle markers PCNA and cyclin D1 (Fig. S1, F–H). Consistently, cell proliferation was not altered in PC9 cells with PDLIM5 overexpression (Fig. S1E). Furthermore, we isolated mouse embryonic fibroblasts from Pdlim5 knockout and WT mouse embryos to evaluate the universality of the findings. As in lung cancer cells, Pdlim5 deletion decreased wound-healing capacity without affecting cell proliferation (Fig. S1, I–K). Cell migration and invasion are regulated by TGFβ signaling, and PDLIM5 has been reported to be related to this signaling (24Chen T. Zhou G. Zhou Q. Tang H. Ibe J.C. Cheng H. Gou D. Chen J. Yuan J.X. Raj J.U. Loss of microRNA-17∼92 in smooth muscle cells attenuates experimental pulmonary hypertension via induction of PDZ and LIM domain 5.Am. J. Respir. Crit. Care Med. 2015; 191 (25647182): 678-69210.1164/rccm.201405-0941OCCrossref PubMed Scopus (57) Google Scholar, 25Cheng H. Chen T. Tor M. Park D. Zhou Q. Huang J.B. Khatib N. Rong L. Zhou G. A high-throughput screening platform targeting PDLIM5 for pulmonary hypertension.J. Biomol. Screen. 2016; 21 (26762503): 333-34110.1177/1087057115625924Crossref PubMed Scopus (12) Google Scholar). To examine the role of PDLIM5 in regulating TGFβ signaling in lung cancer, gene set enrichment analysis was used with The Cancer Genome Atlas database of lung cancer to analyze the potential association between PDLIM5 and TGFβ pathway. PDLIM5 was strongly co-expressed with genes belonging to the TGFβ pathway in lung cancer (Fig. 3A). TGFβ1 markedly induced SBE-Luc activity in A549 cells, which was significantly repressed by PDLIM5 knockdown (Fig. 3B). PAI1 and JUNB are two well-known downstream targeting genes of TGFβ signaling, whose expression was notably decreased in PDLIM5-knockdown A549 and H1975 cells (Fig. 3C) and in embryonic fibroblasts isolated from Pdlim5-knockout mice (Fig. S3A). Consistent with this, forced expression of PDLIM5 in PC9 cells increased the expression of PAI1 and JUNB (Fig. S3B). EMT is typically induced in lung cancer cells treated with TGFβ1 (9Wang L. Yang H. Lei Z. Zhao J. Chen Y. Chen P. Li C. Zeng Y. Liu Z. Liu X. Zhang H.T. Repression of TIF1γ by SOX2 promotes TGF-β–induced epithelial–mesenchymal transition in non–small-cell lung cancer.Oncogene. 2016; 35 (25961934): 867-87710.1038/onc.2015.141Crossref PubMed Scopus (59) Google Scholar). Accordingly, upon TGFβ1 stimulation, A549 and H1975 cells exhibited a fibroblast-like morphology, whereas this morphological change was blocked by PDLIM5 knockdown (Fig. 3D). Furthermore, RT-PCR and Western blotting analysis revealed that PDLIM5 knockdown in A549 and H1975 cells significantly decreased TGFβ1-responsive and mesenchymal-related gene expression following TGFβ1 treatment (Fig. 3, E and F). Interestingly, SMAD3 but not SMAD2 expression was decreased in PDLIM5-knockdown cells (Fig. 3, F–H) and in Pdlim5-knockout mouse embryonic fibroblasts (Fig. S3C). p-Smad3/Smad3 was unaltered in TGFβ1-treated PDLIM5-knockdown cells (Fig. 3G). PDLIM5 knockdown did not affect the expression of SMAD4, SMAD7, and TGFβR1 (Fig. 3H). In addition, PC9 cells with PDLIM5 overexpression increased the SMAD3 level (Fig. S3D). Together, these results indicated that PDLIM5 regulates SMAD3-mediated TGFβ signaling. To explore whether PDLIM5 function in lung cancer cells was mediated by SMAD3, we first explored the role of SMAD3 in cell migration and invasion. SMAD3 knockdown in A549 cells inhibited cell wound-healing capacity, cellular migration, and invasion (Fig. S1, L–P). The expression of SMAD3 was reduced in Pdlim5-knockout mouse lungs (Fig. S3E). Pdlim5 deletion in mice resulted in alveolarization retardation, which was similar to Smad3-knockout mice (28Chen H. Sun J. Buckley S. Chen C. Warburton D. Wang X.F. Shi W. Abnormal mouse lung alveolarization caused by Smad3 deficiency is a developmental antecedent of centrilobular emphysema.Am. J. Physiol. Lung Cell. Mol. Physiol. 2005; 288 (15591413): L683-L69110.1152/ajplung.00298.2004Crossref PubMed Scopus (113) Google Scholar) (Fig. S3, F and G). Therefore, similar to PDLIM5, SMAD3 promotes cancer cell migration and invasion and lung development. Next, we restored SMAD3 in PDLIM5-knockdown A549 cells. The decreased expression of PAI1 and JUNB in PDLIM5-knockdown A549 cells was recovered upon SMAD3 overexpression (Fig. 4A). The repression of EMT induced by PDLIM5 knockdown was also attenuated by SMAD3 overexpression (Fig. 4B). Furthermore, SMAD3 ectopic expression rescued PDLIM5 knockdown–induced defects in cellular attachment to fibronectin (Fig. S2G) and vasculogenic mimicry (Fig. S2H). Finally, the decreased wound-healing capacity, cellular migration, and invasion in PDLIM5-knockdown A549 cells were all restored by SMAD3 overexpression (Fig. 4, C–F). Taken together, these results clearly support our assessment that the defects in PDLIM5-knockdown cells were due to the decrease of SMAD3. To explore the regulation between PDLIM5 and SMAD3, first, we analyzed PDLIM5 and SMAD3 mRNA levels in NSCLC cell lines available in the Expression Atlas database. No relationship between PDLIM5 and SMAD3 mRNA levels was suggested (r = 0.03, p = 0.77) (Fig. 5A). In contrast, PDLIM5 and SMAD3 protein levels were highly correlated in NSCLC cell lines and NSCLC tissues (Fig. 5, B and C). Further, RT-PCR analysis indicated that PDLIM5 knockdown did not alter SMAD3 mRNA level in A549 and H1975 cells (Fig. 5D). These observations indicated that in the lung cancer cells, PDLIM5 specifically regulates SMAD3 stability. Next, to evaluate SMAD3 turnover, we treated A549 cells with cycloheximide (CHX) to inhibit protein synthesis. PDLIM5 knockdown promoted SMAD3 turnover (Fig. 5E), whereas this was markedly inhibited upon PDLIM5 overexpression in A549 cells (Fig. 5F). Because ubiquitination is an important mechanism for regulating SMAD3 stability, we co-expressed FLAG–SMAD3 and ubiquitin constructs in A549 cells to evaluate whether PDLIM5 regulates SMAD3 ubiquitination. We found that SMAD3 ubiquitination was enhanced upon PDLIM5 knockdown (Fig. 5G) and repressed after PDLIM5 overexpression (Fig. 5G). Importantly, MG132 (an inhibitor of proteasome degradation) effectively inhibited SMAD3 decrease in PDLIM5-knockdown cells (Fig. 5H). Collectively, these findings indicate that PDLIM5 protects SMAD3 from proteasome-mediated degradation. It has been reported that the serine/threonine kinase GSK3β is responsible for SMAD3 degradation (13Guo X. Ramirez A. Waddell D.S. Li Z. Liu X. Wang X.F. Axin and GSK3-control Smad3 protein stability and modulate TGF-signaling.Genes Dev. 2008; 22 (18172167): 106-12010.1101/gad.1590908Crossref PubMed Scopus (196) Google Scholar). However, GSK3β activity, as indicated by its phosphorylated state, was not altered in PDLIM5 knockdown A549 cells (Fig. S4A). Moreover, GSK3β knockdown (Fig. S4B) and a GSK3β inhibitor (LiCl) (Fig. S4C) all failed to restore SMAD3 levels in PDLIM5-knockdown A549 cells. Then we questioned whether PDLIM5 stabilizes SMAD3 by direct binding. To test this, FLAG-tagged SMAD3 and HA-tagged PDLIM5 were ectopically expressed in HEK293T cells. Protein pellets precipitated using the anti-FLAG antibody contained the HA-tagged PDLIM5 protein. Specifically, no interaction between SMAD2 and PDLIM5 was detected (Fig. 6A). Immunoprecipitation of endogenous proteins in A549 cells confirmed the interaction between PDLIM5 and SMAD3 (Fig. 6B). We therefore proceeded to map the interacting domains in PDLIM5 and SMAD3. LIM domains, the PDZ domain, and PDLIM5 without LIM domains (ΔLIM) were individually expressed in HEK293T cells. SMAD3 was found to interact with the LIM but not the PDZ domain of PDLIM5 (Fig. 6C). In comparison, either the SMAD3 MH1 or MH2 domain interacted with PDLIM5 (Fig. 6D). Last, PDLIM5 co-localization with SMAD3 as revealed by immunofluorescence assay further confirmed this interaction (Fig. 6E). Therefore, PDLIM5 interacts with SMAD3 but not SMAD2. To answer whether the interaction between PDLIM5 and SMAD3 plays a role in stabilizing SMAD3 by PDLIM5, we first transfected truncated PDLIM5 without LIM domains (ΔLIM) in PC9 cells to detect whether it promotes SMAD3 expression. As expected, PDLIM5 mutation, destroying the PDLIM5–SMAD3 interaction, failed to up-regulate SMAD3 in PC9 cells (Fig. S3D). Similarly, PDLIM5 re-expression restored the wound-healing capacity, cellular migration, and invasion in PDLIM5-knockdown cells. However, expression of PDLIM5 mutation (ΔLIM) did not restore the defects (Fig. S3, H–L). Thus, the interaction is required for PDLIM5 to stabilize SMAD3. Because several E3 ligases reportedly regulate SMAD3 degradation, we hypothesized that PDLIM5 may modulate SMAD3 degradation by regulating the activity of certain E3 ligase. An immunoprecipitation (IP)–MS experiment revealed that PDLIM5 bound multiple E3 ligases, among which STUB1 is a E3 ligase for SMAD3 (Fig. 7A). The interaction was confirmed in HEK293T cells expressing HA-PDLIM5 and FLAG-STUB1 by a co-immunoprecipitation assay (Fig. S4D). Overexpression of STUB1 decreased SMAD3 without altering SMAD2 in A549 cells (Fig. S4E). Moreover, PAI1 and JUNB expression was reduced in STUB1 overexpressed cells (Fig. S4F). Importantly, STUB1 knockdown restored SMAD3 level in PDLIM5 knockdown cells (Fig. 7B). Specifically, STUB1 interacted with the MH2 domain of SMAD3 (Fig. S4G and Fig. 7C). Because both PDLIM5 and STUB1 interacted with the MH2 domain of SMAD3, we next tested whether PDLIM5 affected the interaction between STUB1 and SMAD3. Immunoprecipitation analysis revealed that reduced PDLIM5 expression enhanced the interaction between STUB1 and SMAD3, whereas PDLIM5 overexpression perturbed this interaction (Fig. 7, D and E). Next, acceptor bleach FRET experiments were carried out with CFP-SMAD3 as the donor and YFP-STUB1 as the acceptor to verify the results. Photobleaching of YFP-STUB1 significantly increased the postbleaching fluorescence intensity of CFP-SMAD3, indicating significant FRET between these two protein. The FRET between CFP-SMAD3 and YFP-STUB1 was disrupted upon PDLIM5 overexpression, suggesting that PDLIM5 repressed STUB1 interacting with SMAD3 (Fig. 7F). Moreover, the decrease of SMAD3 in STUB1-overexpression A549 cells was reversed by the expression of PDLIM5 but not LIM-domain deletion PDLIM5 mutation (Fig. 7G). Notably, STUB1 overexpression in A549 cells reduced cell migration, invasion, cell adhesion, and vasculogenic mimicry (Fig. 8, A–D, and Fig. S2, I and J), similar to those in PDLIM5-knockdown cells. Furthermore, knockdown STUB1 restored the wound-healing capacity, cellular migration, and invasion of PDLIM5-knockdown cells (Fig. 8, E–H). All of these observations indicate that PDLIM5 and STUB1 competitively bind to SMAD3, and PDLIM5 stabilizes SMAD3 by protecting it from STUB1-mediated proteasome degradation.Figure 8STUB1 knockdown reverses the defects in cell migration and invasion upon PDLIM5 knockdown. A, representative images of the wound-healing assay for STUB1 overexpressed cells. The images were captured at 0 and 24 h after scratching. Scale bar, 200 μm. C, the wound-healing rate was analyzed by ImageJ software (n = 3). B, representative images of Transwell migration and Transwell invasion assay for STUB1 overexpressed A549 cells. Scale bar, 200 μm. D, the migration and invasion index were quantified (n = 3). E, representative images of the Transwell migration and Transwell invasion assay of PDLIM5-knockdown A549 cells with or without STUB1 knockdown. Scale bar, 200 μm. F, the migration and invasion index were quantified (n = 3). G, representative images of the wound-healing assay of PDLIM5 knockdown A549 cells with or without STUB1 knockdown. The images were captured at 0 and 24 h after scratching. Scale bar, 200 μm. H, the wound-healing rate was analyzed by ImageJ software (n = 3). The data are shown as means ± S.D. Analysis was performed using two-tailed Student's t test for C and D and one-way ANOVA with Tukey post hoc test for F and H. *, p < 0.05; **, p < 0.01; ***, p < 0.001; ns, not significant.View Large Image Figure ViewerDownload Hi-res image Download (PPT) TGFβ signaling has a prominent role in NSCLC tumorigenesis and metastases (3Miyazono K. Katsuno Y. Koinuma D. Ehata S. Morikawa M. Intracellular and extracellular TGF-β signaling in cancer: some recent topics.Front. Med. 2018; 12 (30043220): 387-41110.1007/s11684-018-0646-8Crossref PubMed Scopus (86) Google Scholar). SMAD3, as a key mediator in the TGFβ signaling pathway, plays an essential role in tumor invasiveness. In this study, we found that PDLIM5 is a new interacting protein to SMAD3 but not SMAD2. The interaction disrupts the binding betw",
  "authors": [
    {
      "display_name": "Yueli Shi",
      "id": "A5027845772",
      "orcid": "https://orcid.org/0000-0002-0669-6665",
      "institutions": [
        {
          "id": "I76130692",
          "display_name": "Zhejiang University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Yueli Shi"
    },
    {
      "display_name": "Xinyu Wang",
      "id": "A5100352800",
      "orcid": "https://orcid.org/0000-0002-5507-6569",
      "institutions": [
        {
          "id": "I76130692",
          "display_name": "Zhejiang University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Xinyu Wang"
    },
    {
      "display_name": "Zhiyong Xu",
      "id": "A5010892059",
      "orcid": "https://orcid.org/0000-0001-9873-8617",
      "institutions": [
        {
          "id": "I76130692",
          "display_name": "Zhejiang University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Zhiyong Xu"
    },
    {
      "display_name": "Ying He",
      "id": "A5100704848",
      "orcid": "https://orcid.org/0000-0002-9772-3234",
      "institutions": [
        {
          "id": "I3018263800",
          "display_name": "Huzhou University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ying He"
    },
    {
      "display_name": "Chunyi Guo",
      "id": "A5112553947",
      "orcid": null,
      "institutions": [
        {
          "id": "I76130692",
          "display_name": "Zhejiang University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Chunyi Guo"
    },
    {
      "display_name": "Lingjuan He",
      "id": "A5087383028",
      "orcid": "https://orcid.org/0000-0003-2747-5148",
      "institutions": [
        {
          "id": "I4210166576",
          "display_name": "First Affiliated Hospital Zhejiang University",
          "country_code": "CN",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Lingjuan He"
    },
    {
      "display_name": "Caijuan Huan",
      "id": "A5112383599",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210166576",
          "display_name": "First Affiliated Hospital Zhejiang University",
          "country_code": "CN",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Caijuan Huan"
    },
    {
      "display_name": "Changhong Cai",
      "id": "A5046179058",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210113281",
          "display_name": "Lishui Central Hospital",
          "country_code": "CN",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Changhong Cai"
    },
    {
      "display_name": "Jiaqi Huang",
      "id": "A5101477292",
      "orcid": "https://orcid.org/0000-0002-3778-2398",
      "institutions": [
        {
          "id": "I76130692",
          "display_name": "Zhejiang University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jiaqi Huang"
    },
    {
      "display_name": "Jie Zhang",
      "id": "A5100436704",
      "orcid": "https://orcid.org/0000-0002-1397-5224",
      "institutions": [
        {
          "id": "I2802390878",
          "display_name": "Sir Run Run Shaw Hospital",
          "country_code": "CN",
          "type": "healthcare"
        },
        {
          "id": "I76130692",
          "display_name": "Zhejiang University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jie Zhang"
    },
    {
      "display_name": "Yiqing Li",
      "id": "A5100784541",
      "orcid": "https://orcid.org/0000-0001-5070-6974",
      "institutions": [
        {
          "id": "I76130692",
          "display_name": "Zhejiang University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Yiqing Li"
    },
    {
      "display_name": "Chunlai Zeng",
      "id": "A5035239238",
      "orcid": "https://orcid.org/0000-0001-5674-1447",
      "institutions": [
        {
          "id": "I4210113281",
          "display_name": "Lishui Central Hospital",
          "country_code": "CN",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Chunlai Zeng"
    },
    {
      "display_name": "Xue Zhang",
      "id": "A5100445824",
      "orcid": "https://orcid.org/0000-0001-5785-8217",
      "institutions": [
        {
          "id": "I76130692",
          "display_name": "Zhejiang University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Xue Zhang"
    },
    {
      "display_name": "Lin-run Wang",
      "id": "A5024834191",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210166576",
          "display_name": "First Affiliated Hospital Zhejiang University",
          "country_code": "CN",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Linrun Wang"
    },
    {
      "display_name": "Yuehai Ke",
      "id": "A5070102139",
      "orcid": "https://orcid.org/0000-0003-4146-1156",
      "institutions": [
        {
          "id": "I76130692",
          "display_name": "Zhejiang University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Yuehai Ke"
    },
    {
      "display_name": "Hongqiang Cheng",
      "id": "A5088448322",
      "orcid": "https://orcid.org/0000-0001-9662-1570",
      "institutions": [
        {
          "id": "I76130692",
          "display_name": "Zhejiang University",
          "country_code": "CN",
          "type": "funder"
        },
        {
          "id": "I2802390878",
          "display_name": "Sir Run Run Shaw Hospital",
          "country_code": "CN",
          "type": "healthcare"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Hongqiang Cheng"
    }
  ],
  "publication_year": 2020,
  "publication_date": "2020-08-01",
  "type": "article",
  "cited_by_count": 54,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S140251998",
    "display_name": "Journal of Biological Chemistry",
    "issn_l": "0021-9258",
    "issn": [
      "0021-9258",
      "1067-8816",
      "1083-351X"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320990"
  },
  "volume": "295",
  "issue": "40",
  "first_page": "13798",
  "last_page": "13811",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "http://www.jbc.org/article/S0021925817498292/pdf",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C2779679103",
      "display_name": "Degradation (telecommunications)",
      "level": 2,
      "score": 0.5311063
    },
    {
      "id": "C2776256026",
      "display_name": "Lung cancer",
      "level": 2,
      "score": 0.49857903
    },
    {
      "id": "C95444343",
      "display_name": "Cell biology",
      "level": 1,
      "score": 0.46998584
    },
    {
      "id": "C502942594",
      "display_name": "Cancer research",
      "level": 1,
      "score": 0.46074286
    },
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.41835877
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.26940835
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.25117403
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.19756219
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.07421449
    },
    {
      "id": "C76155785",
      "display_name": "Telecommunications",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11364",
      "display_name": "Cholangiocarcinoma and Gallbladder Cancer Studies",
      "score": 0.9944
    },
    {
      "id": "T11369",
      "display_name": "Genetic factors in colorectal cancer",
      "score": 0.9927
    },
    {
      "id": "T12505",
      "display_name": "Peptidase Inhibition and Analysis",
      "score": 0.9916
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1074/jbc.ra120.014976",
  "pdf_url": "http://www.jbc.org/article/S0021925817498292/pdf",
  "retrieved_date": "2025-07-30T14:25:00.315093",
  "source_database": "OpenAlex"
}