{
  "openalex_id": "W3045387637",
  "doi": "https://doi.org/10.4000/angles.498",
  "title": "The Evil Savage Other as Enemy in Modern U.S. Presidential Discourse",
  "abstract": "If identity is developed in relation to the Other, as researchers in the social sciences claim, then a nation’s sense of self must also be, to some degree, contingent on its understanding of what constitutes the Other. This constructive perspective is all the more useful if we consider nations to be “imagined communities” (Anderson). In this respect, the American identity is probably the best example of a “self” understood through “otherness.” Research in various disciplines has shown that Americans have long defined themselves through a binary narrative of “us” versus “them” (Butler; Coe-Neuman; Campbell; Edwards; Schlesinger). Whether it takes the form of the American Indians of the Frontier, the British during the American Revolution, the immigrants in the early 20th century, the Nazis, the Communists, and more recently the terrorists, this Other has three constant characteristics: it is always deemed a threat, somewhat uncivilized and evil, and serves to define national identity by demarcating an “inside” from an “outside,” a “self” from an “other,” a “domestic” from a “foreign”, “civilization” from “savagery” and “good” from “evil” (Butler; Campbell; Ivie; Slotkin). As the embodiment of the nation, the president is central to this construction of the U.S. national identity and he takes on the role of storyteller-in-chief. As Chief Executive and Commander-in-Chief of the armed forces, he also has the responsibility to protect the nation and define which threats may attack it. Scholars in communication have shown that the principal image of the enemy in presidential discourse is the “Savage Other” (Ivie; Coe; Neuman). This enemy can be categorized as either “primitive” or “modern.” The former is portrayed as a decentralized enemy living in a primitive society of instability and chaos, devoid of civilization, whereas the latter is considered a centralized evil agent that has “some semblance of civilization” but is nonetheless savage because their aim is to destroy America’s civilized order (Butler). We will begin by showing how one of the distinctive features of America’s enemies has been their evil nature, a charge which reflects the fusion of religious and secular elements that typifies U.S. presidential rhetoric. Then, after looking over the history and definition of the “savage other”, we will discuss how the period since the end of the Cold War, now lacking in “identifiable monolithic enemies” (Edwards), is characterized by a resurgence of the figure of the “primitive savage” presented through a series of animal and sexual images and scenery that turn the evil Other into a predator, not unlike the Indian of the Frontier, while making America the heroic figure of the story. Then, we will show how America’s enemy is also strategically framed as a “modern savage” in the months and weeks leading up to major conflicts, such as the Iraq war. Only an enemy capable of destroying America’s order can constitute a powerful enough threat justifying a full-blown war. Finally, we will try to assess Donald Trump’s disruptive use of the enemy image which, contrary to all his recent predecessors, he applies to entities located both inside and outside the national space, such as immigrants or news media deemed “the enemy of the people.” We will conclude by hypothesizing that President Trump’s highly gendered and racialized enemy rhetoric is emblematic of a nationalist discourse of exclusion and purification of the social body motivated by a fear of fluidity of various identities in an increasingly multicultural society, hence the importance of claiming clear demarcation.",
  "authors": [
    {
      "display_name": "Jérôme Viala-Gaudefroy",
      "id": "A5041601909",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Jérôme Viala-Gaudefroy"
    }
  ],
  "publication_year": 2020,
  "publication_date": "2020-01-01",
  "type": "article",
  "cited_by_count": 5,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4386621734",
    "display_name": "Angles",
    "issn_l": "2274-2042",
    "issn": [
      "2274-2042"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310321159"
  },
  "volume": "10",
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": true,
    "oa_status": "diamond",
    "oa_url": "https://journals.openedition.org/angles/pdf/498",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C197487636",
      "display_name": "Presidential system",
      "level": 3,
      "score": 0.5840632
    },
    {
      "id": "C2778355321",
      "display_name": "Identity (music)",
      "level": 2,
      "score": 0.5713948
    },
    {
      "id": "C122302079",
      "display_name": "Civilization",
      "level": 2,
      "score": 0.49457
    },
    {
      "id": "C2778407155",
      "display_name": "National identity",
      "level": 3,
      "score": 0.49313208
    },
    {
      "id": "C41065033",
      "display_name": "Adversary",
      "level": 2,
      "score": 0.47669742
    },
    {
      "id": "C199033989",
      "display_name": "Narrative",
      "level": 2,
      "score": 0.4579699
    },
    {
      "id": "C2778571376",
      "display_name": "Frontier",
      "level": 2,
      "score": 0.45325097
    },
    {
      "id": "C203133693",
      "display_name": "Terrorism",
      "level": 2,
      "score": 0.4323571
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.43198127
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.40393674
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.38769305
    },
    {
      "id": "C29595303",
      "display_name": "Media studies",
      "level": 1,
      "score": 0.3462494
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.2110801
    },
    {
      "id": "C107038049",
      "display_name": "Aesthetics",
      "level": 1,
      "score": 0.20927724
    },
    {
      "id": "C124952713",
      "display_name": "Literature",
      "level": 1,
      "score": 0.16076258
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.112953156
    },
    {
      "id": "C105795698",
      "display_name": "Statistics",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C33923547",
      "display_name": "Mathematics",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11982",
      "display_name": "Rhetoric and Communication Studies",
      "score": 0.997
    },
    {
      "id": "T10994",
      "display_name": "Terrorism, Counterterrorism, and Political Violence",
      "score": 0.9852
    },
    {
      "id": "T10133",
      "display_name": "Media Studies and Communication",
      "score": 0.9645
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.4000/angles.498",
  "pdf_url": "https://journals.openedition.org/angles/pdf/498",
  "retrieved_date": "2025-07-30T14:13:34.705792",
  "source_database": "OpenAlex"
}