{
  "openalex_id": "W3041753226",
  "doi": "https://doi.org/10.1002/bes2.1730",
  "title": "Librettos, Sopranos, and Science: Communicating Ecology Through Opera",
  "abstract": "The United States faces a pressing need for enhanced scientific literacy (Holbrook and Rannikmae 2007,2009, Roberts and Bybee 2014). The challenge is to engage people and communicate science in ways that are accessible, evocative, and memorable. Fostering public understanding and appreciation of science requires connecting with diverse publics (there being no monolithic \"public\"). While science offers the possibility of cross-cultural insights, art has the capacity to relate to people in varied and evocative ways. The potential of the arts to convey scientific knowledge has been explored using every genre of art (Lesen et al. 2016, American Academy of Arts & Sciences 2017, Yoder 2019). While the visual arts might seem most relevant given the use of graphs and figures in scientific publications (American Association for the Advancement of Science 2018, Dressler and Borrelli 2018, Song 2018), the performing arts have shown great potential through works such as the play Copenhagen and the opera Doctor Atomic (Schwartz 2014, Byron 2017, Maxwell 2017, Segarra et al. 2018). As much as artistic expression might be an effective means of communicating science, it is important to recognize that art is not merely a way of making science pretty or digestible (Dressler and Borrelli 2018). Art should be a full partner with science in efforts to understand the natural world. However, if the goal of an art–science collaboration is (primarily) the communication of information to the public, then we ought to consider what psychologists have discovered about how people learn. A long line of research (Bower and Clark 1969, Bower 1976, Whalen et al. 2012) shows that the use of story is central to connecting ideas with people; we are far more likely to access, understand, and remember what we see or hear in a narrative context. Moreover, when the rational qualities of a story are combined with the emotional capacities of music, the result is particularly effective (Dahlstrom 2014, Bayer and Hettinger 2019). While science taps into the cognitive domain (understanding and comprehension), music engages people through the affective domain (interest and feeling) (Lesen et al. 2016). Given diverse publics and the importance of narratives, musical theater might be particularly potent as it combines the literary, visual, and performing arts. Moreover, opera is experiencing a resurgence, as evidenced by Hamilton winning eleven Tony Awards in 2016 (with audiences surpassing half a million). As such, an ecological opera is the core of this case study. The raw material for our opera, Locust: The Opera, was the ecological history of the Rocky Mountain locust, Melanoplus spretus (Lockwood 2004). In the 19th century, swarms regularly swept across western North America, devastating frontier agriculture. During the outbreaks of 1874–1877, the insects inflicted $200 million in damage ($116 billion today), with a typical swarm consuming 45 metric tons of vegetation daily. In 1875, the largest locust swarm in recorded history covered an area of nearly 250,000 km2 with 3.5 trillion locusts. Just 27 years later, the last living specimen of the Rocky Mountain locust was collected in Manitoba, Canada. The species has never been seen since. Various theories for the extinction were proposed and refuted throughout the 20th century, until evidence from historical documents and specimens extracted from glaciers provided the best explanation. Between outbreaks, locusts relied on highly restricted montane environments: the fertile river valleys of the Rockies. In a classic case of habitat destruction causing extinction, in the late 1800s, these valleys were converted to agriculture to feed the mining industries just as the insect became concentrated in these locales. We sought our own ecological conversion, transforming the science into a musical story. Locust: The Opera was created by a trio of faculty at the University of Wyoming: librettist (J.A. Lockwood), composer (A.M. Guzzo), and visual artist (A.H. Carlisle). Our goal was to capture both ecological richness (flourishing and extinction) and moral complexity (the locust caused terrible suffering, but its loss was an environmental tragedy). Locust was written and produced to be accessible, telling a good story in under an hour. In general, operas unfold at 30 ± 5 words/minute, so a 45 minute performance (an ideal length for most audiences) required telling a compelling, coherent story in just 1,350 words. The libretto is projected so people can follow along, and the audience participates throughout the performance by creating the sounds of arriving swarms (rustling tissue paper) and rainstorms (snapping fingers) at the direction of the conductor. We created a narrative framework of a murder mystery in which the ghost of the Rocky Mountain locust (soprano) is released from a melting glacier and haunts a scientist (tenor) until he can figure out how her kind disappeared. The answer comes when the scientist, upon repeated visitations by the Locust ghost who develops from mocking antagonist to wise teacher, puts aside his data tables. He finally listens to the stories of a churchgoing rancher (baritone) whose grandfather was driven from his farm by locusts. The scientist realizes the importance of sanctuaries and how these special places can become ecological bottlenecks (such as the overwintering grounds of the monarch butterfly, which makes a cameo). As important as the libretto is to storytelling, opera succeeds through the capacity of music to intensify the meaning of words and the ability of sets/costumes to stimulate the imagination. To get a sense of this synergy, watch the opening scene of our opera, available online1 1 https://youtu.be/L_4xzj7gAjA . Locust: The Opera premiered at the National Museum of Wildlife Art near Jackson, Wyoming, in September of 2018, and was next staged at the opening of the 13th International Congress of Orthopterology in Agadir, Morocco, in March 2019. A screening of the Wyoming PBS program about the opera (available online2 2 https://www.youtube.com/watch?v=03QofaRPVyc ) attracted a hundred curious townsfolk at the 17th International Meeting on Invertebrate Sound and Vibration at the University of Iowa in August. Two months later, the opera drew an audience of nearly 500 in Laramie, Wyoming. The work was going be performed by Utah Opera this June as part of the Natural History Museum's annual Bug Fest, and the opera was scheduled for the World Conservation Congress in Marseilles, France, a week later, but the COVID-19 pandemic led to both events being rescheduled for 2021. Think about the elements of the stereotypical opera: music and singers, sets and costumes, drama, maybe a little comic relief. And death, of course. The more the better. And consider, too, the power that music and theater and the visual arts have to engage us, to lead us where a skilled artist wants us to go — to impart information, a story, maybe a moral, along with powerful emotional associations — to entertain, educate and elevate the audience. Locust: The Opera succeeded in all of that. The audience of ~150 scientists in Morocco was invited to complete a survey (response rate 25%, n = 38). For most of the audience, this was their first live opera. The majority (59%) came from Africa and Europe. About half were between 25 and 40 years of age, two-thirds were male, and three-quarters held a PhD. Most respondents engaged in art-making, with creative writing, music, and painting most common. By all measures, the opera was well received, with the aesthetic, scientific, and philosophical elements scoring 8.4-8.9 on a scale of 1-10 (Table 1). We examined the ten most negative and positive responses for discernible patterns. The more negative group was dominated by Europeans, while the more positive group was dominated by Africans and South Americans. The more negative respondents tended to be female, younger, and less educated. Interestingly, the more negative group engaged predominantly in creative writing and painting, while the more positive group had a greater diversity of art-making interests, with music being most common. Locust: The Opera has generated overwhelmingly positive feedback, but opera is an unusual mode of scientific communication and raises plausible concerns. While opera was the purview of the masses for centuries (Abbate and Parker 2015), in the mid-20th century opera became associated with affluence. Can today's publics appreciate opera? Locust was written and produced to engage audiences primarily consisting of opera newcomers, but providing plenty of artistry to satisfy aficionadas. We have found that diverse people derive various meanings, and that's as it should be. For example, after a matinee performance, several young girls sought out the soprano (Locust). The children understood the essence of the story and connected with an enchanting character while their parents reported having grasped the ecological content and pondered the environmental issues. Our post-performance conversations with audiences underscore that people understand and appreciate scientific information embedded in a fictional narrative, as when the scientist explains to the rancher how locusts transform from the solitary to the migratory (swarming) phase: information vital to solving the mystery. The libretto taps into imaginative metaphors from conservation biology with allusions to bottlenecks illustrating an ecological phenomenon and the role of analogical reasoning in science. Likewise, the notion of sanctuaries (important conservation tools) is developed through various plot devices, including the words of a pious rancher whose story reflects the value of ethno-ecological research. The scientist struggles with various explanations, each refuted by the ghost, thus condensing a century of ecological debate and rendering it digestible for the audience. Their exchange exemplifies the process of developing and testing hypotheses, while illustrating the importance of tenacity, creativity, and humility in science. Finally, while scientists aspire to objectivity, disciplines such as conservation biology are value-laden: We conserve what we value. And as ecologists document environmental change, ethical questions become unavoidable. As such, the locust's ghost asks incisive questions such as the following: What is the value of species (even those we cannot control)? A wide range of people have been intrigued by an opera that explores ecological sciences and environmental issues. Given the diversity of publics, there is surely a place for opera, along with engaging books, interesting documentaries, enticing podcasts, memorable songs, evocative photographs, and other modalities yet to be explored. Jeffrey A. Lockwood earned a Ph.D. in entomology from Louisiana State University and worked for 15 years as an insect ecologist at the University of Wyoming. In 2003, he metamorphosed into a Professor of Natural Sciences & Humanities in the Department of Philosophy where he teaches environmental ethics and philosophy of ecology, and in the program in creative writing where he served as the director and now teaches workshops in non-fiction. Lockwood's writing has been honored with a Pushcart Prize, the John Burroughs award, IPBA Silver Medal, and inclusion in the Best American Science and Nature Writing. Anne M. Guzzo holds a Ph.D in Composition & Theory from University of California, Davis. She is an Emmy Award-nominated composer in UW's Department of Music who draws on science and nature, playful absurdism, and interdisciplinary collaboration to create music that has been described as alternately moving and humorous. Guzzo has recently collaborated with vertical dancers, a geologist, a rangeland ecologist, a painter, and a microbiologist, among others. Guzzo has transformed science into music in the Carnival of the Microbes3 3 youtube.com/watch?v=_SeueZGn0O0 and Powder River Aria4 4 youtube.com/watch?v=hxXqE3_o6is (both available online), both performed by the Colorado Chamber Orchestra. Ashley Hope Carlisle earned an MFA in sculpture from the University of Georgia. Her work in the Department of Visual & Literary Arts at UW revolves around natural objects and settings, with particular focus on plants and seeds. She is collaborating with a zoologist on an NSF-funded project, \"Adaptation Across Latitude and Altitude: Genomics, Morphology, and Physiology of Montane Bumble Bees\" to bring the world of insects to the public. She is also working with the Wyoming Game & Fish Department to create a permanent installation in their new building in Laramie. Carlisle has exhibited nationally and internationally, including \"5th International Conference on Contemporary Cast Iron Art,\" Ironbridge, London.",
  "authors": [
    {
      "display_name": "Jeffrey A. Lockwood",
      "id": "A5112060555",
      "orcid": null,
      "institutions": [
        {
          "id": "I12834331",
          "display_name": "University of Wyoming",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Jeffrey A. Lockwood"
    },
    {
      "display_name": "Anne M. Guzzo",
      "id": "A5057034044",
      "orcid": null,
      "institutions": [
        {
          "id": "I12834331",
          "display_name": "University of Wyoming",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Anne M. Guzzo"
    },
    {
      "display_name": "Ashley Hope Carlisle",
      "id": "A5059310784",
      "orcid": null,
      "institutions": [
        {
          "id": "I12834331",
          "display_name": "University of Wyoming",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ashley Hope Carlisle"
    }
  ],
  "publication_year": 2020,
  "publication_date": "2020-07-01",
  "type": "article",
  "cited_by_count": 1,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210178044",
    "display_name": "Bulletin of the Ecological Society of America",
    "issn_l": "0012-9623",
    "issn": [
      "0012-9623",
      "2327-6096"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315736"
  },
  "volume": "101",
  "issue": "3",
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1002/bes2.1730",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C70789860",
      "display_name": "The arts",
      "level": 2,
      "score": 0.7228678
    },
    {
      "id": "C472806",
      "display_name": "Science communication",
      "level": 3,
      "score": 0.64274347
    },
    {
      "id": "C530479602",
      "display_name": "Opera",
      "level": 2,
      "score": 0.6121154
    },
    {
      "id": "C77379859",
      "display_name": "Scientific literacy",
      "level": 3,
      "score": 0.55238736
    },
    {
      "id": "C176049440",
      "display_name": "Public awareness of science",
      "level": 4,
      "score": 0.52810395
    },
    {
      "id": "C153349607",
      "display_name": "Visual arts",
      "level": 1,
      "score": 0.43620735
    },
    {
      "id": "C543908354",
      "display_name": "Social science education",
      "level": 3,
      "score": 0.42712903
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.4170248
    },
    {
      "id": "C44877443",
      "display_name": "Science education",
      "level": 2,
      "score": 0.40108976
    },
    {
      "id": "C107038049",
      "display_name": "Aesthetics",
      "level": 1,
      "score": 0.3524719
    },
    {
      "id": "C29595303",
      "display_name": "Media studies",
      "level": 1,
      "score": 0.33006006
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.2580164
    },
    {
      "id": "C19417346",
      "display_name": "Pedagogy",
      "level": 1,
      "score": 0.16109672
    }
  ],
  "topics": [
    {
      "id": "T13435",
      "display_name": "Animal and Plant Science Education",
      "score": 0.9986
    },
    {
      "id": "T10895",
      "display_name": "Species Distribution and Climate Change",
      "score": 0.9758
    },
    {
      "id": "T11488",
      "display_name": "Climate Change Communication and Perception",
      "score": 0.9616
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1002/bes2.1730",
  "pdf_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1002/bes2.1730",
  "retrieved_date": "2025-07-30T14:45:51.110327",
  "source_database": "OpenAlex"
}