{
  "openalex_id": "W3044098455",
  "doi": "https://doi.org/10.1074/jbc.ra120.013699",
  "title": "Ozone-derived oxysterols impair lung macrophage phagocytosis via adduction of some phagocytosis receptors",
  "abstract": "Inhalation of the ambient air pollutant ozone causes lung inflammation and can suppress host defense mechanisms, including impairing macrophage phagocytosis. Ozone reacts with cholesterol in the lung to form oxysterols, like secosterol A and secosterol B (SecoA and SecoB), which can form covalent adducts on cellular proteins. How oxysterol-protein adduction modifies the function of lung macrophages is unknown. Herein, we used a proteomic screen to identify lung macrophage proteins that form adducts with ozone-derived oxysterols. Functional ontology analysis of the adductome indicated that protein binding was a major function of adducted proteins. Further analysis of specific proteins forming adducts with SecoA identified the phagocytic receptors CD206 and CD64. Adduction of these receptors with ozone-derived oxysterols impaired ligand binding and corresponded with reduced macrophage phagocytosis. This work suggests a novel mechanism for the suppression of macrophage phagocytosis following ozone exposure through the generation of oxysterols and the formation of oxysterol-protein adducts on phagocytic receptors. Inhalation of the ambient air pollutant ozone causes lung inflammation and can suppress host defense mechanisms, including impairing macrophage phagocytosis. Ozone reacts with cholesterol in the lung to form oxysterols, like secosterol A and secosterol B (SecoA and SecoB), which can form covalent adducts on cellular proteins. How oxysterol-protein adduction modifies the function of lung macrophages is unknown. Herein, we used a proteomic screen to identify lung macrophage proteins that form adducts with ozone-derived oxysterols. Functional ontology analysis of the adductome indicated that protein binding was a major function of adducted proteins. Further analysis of specific proteins forming adducts with SecoA identified the phagocytic receptors CD206 and CD64. Adduction of these receptors with ozone-derived oxysterols impaired ligand binding and corresponded with reduced macrophage phagocytosis. This work suggests a novel mechanism for the suppression of macrophage phagocytosis following ozone exposure through the generation of oxysterols and the formation of oxysterol-protein adducts on phagocytic receptors. Ground-level ozone is a common air pollutant found in photochemical smog that is formed from the reaction of volatile organic compounds with oxides of nitrogen. Inhalation of ozone has been shown to cause pulmonary inflammation (1Koren H.S. Devlin R.B. Graham D.E. Mann R. McGee M.P. Horstman D.H. Kozumbo W.J. Becker S. House D.E. McDonnell W.F. Ozone-induced inflammation in the lower airways of human subjects.Am. Rev. Respir. Dis. 1989; 139 (2913889): 407-41510.1164/ajrccm/139.2.407Crossref PubMed Scopus (420) Google Scholar, 2Graham D.E. Koren H.S. Biomarkers of inflammation in ozone-exposed humans. Comparison of the nasal and bronchoalveolar lavage.Am. Rev. Respir. Dis. 1990; 142 (2368963): 152-15610.1164/ajrccm/142.1.152Crossref PubMed Scopus (125) Google Scholar, 3Aris R.M. Christian D. Hearne P.Q. Kerr K. Finkbeiner W.E. Balmes J.R. Ozone-induced airway inflammation in human subjects as determined by airway lavage and biopsy.Am. Rev. Respir. Dis. 1993; 148 (8239177): 1363-137210.1164/ajrccm/148.5.1363Crossref PubMed Scopus (260) Google Scholar), exacerbate lung disease (4White M.C. Etzel R.A. Wilcox W.D. Lloyd C. Exacerbations of childhood asthma and ozone pollution in Atlanta.Environ. Res. 1994; 65 (8162885): 56-6810.1006/enrs.1994.1021Crossref PubMed Scopus (189) Google Scholar, 5Farhat S.C.L. Almeida M.B. Silva-Filho L. Farhat J. Rodrigues J.C. Braga A.L.F. Ozone is associated with an increased risk of respiratory exacerbations in patients with cystic fibrosis.Chest. 2013; 144 (23493973): 1186-119210.1378/chest.12-2414Abstract Full Text Full Text PDF PubMed Scopus (31) Google Scholar), and increase susceptibility to pathogen infection (6Kesic M.J. Meyer M. Bauer R. Jaspers I. Exposure to ozone modulates human airway protease/antiprotease balance contributing to increased influenza A infection.PLoS One. 2012; 7 (22496898): e3510810.1371/journal.pone.0035108Crossref PubMed Scopus (57) Google Scholar, 7Purvis M.R. Miller S. Ehrlich R. Effect of atmospheric pollutants on susceptibility to respiratory infection. I. Effect of ozone.J. Infect. Dis. 1961; 109 (14489270): 238-24210.1093/infdis/109.3.238Crossref PubMed Scopus (34) Google Scholar). Although many studies have examined the effects of ozone inhalation on the lung, the mechanism leading to inflammation and suppression of host response to infection is not well understood. The first point of contact for inhaled ozone is the lung lining fluid which is made up of numerous components, including phospholipids, proteins, and cholesterol (8Uppu R.M. Cueto R. Squadrito G.L. Pryor W.A. What does ozone react with at the air/lung interface? Model studies using human red blood cell membranes.Arch. Biochem. Biophys. 1995; 319 (7771793): 257-26610.1006/abbi.1995.1290Crossref PubMed Scopus (63) Google Scholar). Although the interaction of ozone with proteins and phospholipids has been explored, much less is known about the role of cholesterol in ozone-induced lung disease. Ozone reacts with cholesterol, a common component of the lung lining fluid and of cell membranes, to form oxysterols species, including secosterol A (SecoA) and its aldol condensation product secosterol B (SecoB) (9Speen A.M. Kim H.H. Bauer R.N. Meyer M. Gowdy K.M. Fessler M.B. Duncan K.E. Liu W. Porter N.A. Jaspers I. Ozone-derived oxysterols affect liver X receptor (LXR) signaling: A potential role for lipid-protein adducts.J. Biol. Chem. 2016; 291 (27703007): 25192-2520610.1074/jbc.M116.732362Abstract Full Text Full Text PDF PubMed Scopus (16) Google Scholar). Ozone-derived oxysterols, such as SecoA and SecoB, are electrophiles and form protein adducts with cellular proteins at nucleophilic lysine residues (10Windsor K. Genaro-Mattos T.C. Miyamoto S. Stec D.F. Kim H.Y. Tallman K.A. Porter N.A. Assay of protein and peptide adducts of cholesterol ozonolysis products by hydrophobic and click enrichment methods.Chem. Res. Toxicol. 2014; 27 (25185119): 1757-176810.1021/tx500229hCrossref PubMed Scopus (12) Google Scholar). Our previous work showed that SecoA can form adducts in lung epithelial cells with specific targets, namely the liver X receptor, which leads to alterations in cholesterol signaling and increased inflammation (9Speen A.M. Kim H.H. Bauer R.N. Meyer M. Gowdy K.M. Fessler M.B. Duncan K.E. Liu W. Porter N.A. Jaspers I. Ozone-derived oxysterols affect liver X receptor (LXR) signaling: A potential role for lipid-protein adducts.J. Biol. Chem. 2016; 291 (27703007): 25192-2520610.1074/jbc.M116.732362Abstract Full Text Full Text PDF PubMed Scopus (16) Google Scholar). Pulmonary macrophages patrol the airways and play important roles in host defense by recognizing and internalizing foreign bodies and debris. Human and animal studies show that ozone exposure leads to impairment in macrophage phagocytosis (11Devlin R.B. McDonnell W.F. Mann R. Becker S. House D.E. Schreinemachers D. Koren H.S. Exposure of humans to ambient levels of ozone for 6.6 hours causes cellular and biochemical changes in the lung.Am. J. Respir. Cell Mol. Biol. 1991; 4 (1846079): 72-8110.1165/ajrcmb/4.1.72Crossref PubMed Scopus (394) Google Scholar, 12Canning B.J. Hmieleski R.R. Spannhake E.W. Jakab G.J. Ozone reduces murine alveolar and peritoneal macrophage phagocytosis: The role of prostanoids.Am. J. Physiol. 1991; 261 (1928362): L277-L28210.1152/ajplung.1991.261.4.L277PubMed Google Scholar, 13Driscoll K.E. Vollmuth T.A. Schlesinger R.B. Acute and subchronic ozone inhalation in the rabbit: Response of alveolar macrophages.J. Toxicol. Environ. Health. 1987; 21 (3573074): 27-4310.1080/15287398709531000Crossref PubMed Scopus (59) Google Scholar, 14Jakab G.J. Hemenway D.R. Concomitant exposure to carbon black particulates enhances ozone-induced lung inflammation and suppression of alveolar macrophage phagocytosis.J. Toxicol. Environ. Health. 1994; 41 (8301700): 221-23110.1080/15287399409531838Crossref PubMed Scopus (48) Google Scholar), yet the mechanisms of this immune-suppressive effect are unclear. Phagocytosis is mediated by a number of pattern recognition receptors which can recognize distinct target motifs. For example, different surface receptors are utilized to recognize terminal sugar residues, specific lipoproteins, or antibody-coated targets. The mannose receptor, also known as CD206, is one such receptor that recognizes terminal mannose moieties and is expressed highly on lung macrophages. CD206 has been shown to play an important role in the protection against certain bacterial and fungal infections (15O'Riordan D.M. Standing J.E. Limper A.H. Pneumocystis carinii glycoprotein A binds macrophage mannose receptors.Infect. Immun. 1995; 63 (7868247): 779-78410.1128/IAI.63.3.779-784.1995Crossref PubMed Google Scholar, 16Marodi L. Korchak H.M. Johnston Jr., R.B. Mechanisms of host defense against Candida species. I. Phagocytosis by monocytes and monocyte-derived macrophages.J. Immunol. 1991; 146 (1901885): 2783-2789PubMed Google Scholar, 17Astarie-Dequeker C. N'Diaye E.-N. Le Cabec V. Rittig M.G. Prandi J. Maridonneau-Parini I. The mannose receptor mediates uptake of pathogenic and nonpathogenic mycobacteria and bypasses bactericidal responses in human macrophages.Infect. Immun. 1999; 67 (9916047): 469-47710.1128/IAI.67.2.469-477.1999Crossref PubMed Google Scholar). Expression of CD206 and other pathogen recognition receptors at the cell surface makes them particularly susceptible to interaction with extracellular electrophiles, like oxysterols. Yet, it is not known whether oxysterols can form adducts with proteins in lung macrophages, and the impact of oxysterol adduction on macrophage function has not been elucidated. Similar to our previous studies (9Speen A.M. Kim H.H. Bauer R.N. Meyer M. Gowdy K.M. Fessler M.B. Duncan K.E. Liu W. Porter N.A. Jaspers I. Ozone-derived oxysterols affect liver X receptor (LXR) signaling: A potential role for lipid-protein adducts.J. Biol. Chem. 2016; 291 (27703007): 25192-2520610.1074/jbc.M116.732362Abstract Full Text Full Text PDF PubMed Scopus (16) Google Scholar, 10Windsor K. Genaro-Mattos T.C. Miyamoto S. Stec D.F. Kim H.Y. Tallman K.A. Porter N.A. Assay of protein and peptide adducts of cholesterol ozonolysis products by hydrophobic and click enrichment methods.Chem. Res. Toxicol. 2014; 27 (25185119): 1757-176810.1021/tx500229hCrossref PubMed Scopus (12) Google Scholar), we utilized a \"click\" chemistry approach to identify protein-oxysterol adducts formed in human pulmonary macrophages obtained through bronchoalveolar lavage (BAL) which were exposed ex vivo to an alkynyl-tagged SecoA. We describe here that targets identified through this protein adductome screen include pattern recognition receptor, including CD206, and describe the functional effects of adduct formation on macrophage phagocytosis. To determine the impact of oxysterols on macrophage function in the lung, we first carried out experiments to identify which macrophage proteins formed oxysterol-protein adducts using an unbiased proteomic approach. To do this, we treated primary human BAL macrophages, which represent the macrophages that would be exposed to ozone in the lung, with an alkynyl-tagged SecoA (a-SecoA), as described under \"Materials and methods,\" and lysed the cells after 4 h of treatment. We have shown previously that this exposure paradigm forms oxysterol-protein adducts in lung epithelial cells (9Speen A.M. Kim H.H. Bauer R.N. Meyer M. Gowdy K.M. Fessler M.B. Duncan K.E. Liu W. Porter N.A. Jaspers I. Ozone-derived oxysterols affect liver X receptor (LXR) signaling: A potential role for lipid-protein adducts.J. Biol. Chem. 2016; 291 (27703007): 25192-2520610.1074/jbc.M116.732362Abstract Full Text Full Text PDF PubMed Scopus (16) Google Scholar). To isolate oxysterol-protein adducts, the alkyne tag was reacted to allow the cycloaddition of azido biotin (Fig. 1). Biotinylated proteins were immobilized with streptavidin beads and then released using UV light (365 nm) after serial washes to remove unmodified proteins (Fig. 1). This pool of photoreleased proteins was used for subsequent in-gel trypsin digest and analysis by MS to provide an unbiased proteomic analysis of SecoA-protein adducts in human BAL macrophages. Streptavidin blot analysis of proteins following biotin addition revealed that many proteins in the a-SecoA–treated cells incorporated the biotin tag compared with the vehicle treatment, thus validating the efficiency of the click reaction (Fig. 2A).Figure 2a-SecoA forms adducts on macrophage proteins. A, biotin click mixture from vehicle and a-SecoA–treated cells was analyzed by Western blotting and probed with streptavidin fluorophore indicating a-SecoA–adducted proteins clicked with biotin. Actin is served as a loading control. B, oxysterol adducts can be formed through acid catalyzed immine formation of a-SecoA that then transforms to a-SecoB or through conversion of a-SecoA to a-SecoB and then formation of an a-SecoB adduct. The a-SecoB adduct can be identified by the formation of a diagnostic fragment (DF) with a signature 512 m/z.View Large Image Figure ViewerDownload Hi-res image Download (PPT) Proteome-wide analysis after stringent filtration counted 756 spectra having a loss of a 512 m/z fragment diagnostic of a-SecoA/B adduction with b and y ions identifying the specific lysine site of adduction (Table S1). This diagnostic 512 m/z fragment served as a signature fragment of a SecoB adducted peptide shown in Fig. 2B. The conversion of SecoA to SecoB can occur by aldol condensation of free secosterol or at the adduct SecoA-lysine imine stage via an enamine condensation, meaning a protein exposure with either SecoA or SecoB typically yields a set of SecoB peptide adducts (Fig. 2B). The 756 spectra were assigned to 215 unique peptides of BAL macrophage proteins modified with SecoA/B. These adducted peptides were associated with 141 different proteins (Table S2). Gene ontology analysis of the proteins adducted in BAL macrophages showed that most of the SecoA-adducted proteins were found on the vesicle and cell membrane (Fig. 3A). Similarly, functional analysis of adducted proteins showed that protein binding was a major function of adducted proteins (Fig. 3B). Together these data suggested that surface receptors and recognition of foreign material could be impacted by SecoA adduction. A sequence motif analysis plot was generated from comparison of the 756 modified lysine-containing sequences to the reference human database used for this study (33,487 proteins) giving the image shown in Fig. 3C. The motif shows unequivocally that acidic residues located one or two units away from the reactive lysine are significantly overrepresented in the adducted peptides. Indeed, glutamate and aspartate residues are overrepresented across the sequence, with sites at −6, −5, +5, and +6 being favored in addition to the nearest neighbor locations from −2 to +2, suggesting that acidic residues in these positions promote the formation of a-SecoA adducts. Similar to our previous study in lung epithelial cells (9Speen A.M. Kim H.H. Bauer R.N. Meyer M. Gowdy K.M. Fessler M.B. Duncan K.E. Liu W. Porter N.A. Jaspers I. Ozone-derived oxysterols affect liver X receptor (LXR) signaling: A potential role for lipid-protein adducts.J. Biol. Chem. 2016; 291 (27703007): 25192-2520610.1074/jbc.M116.732362Abstract Full Text Full Text PDF PubMed Scopus (16) Google Scholar), heat-shock proteins and histone proteins were among the most highly adducted by SecoA in lung macrophages (Table 1 and Fig. S1). Interestingly, many proteins were identified in our macrophage analysis that were not found in our previous studies. One protein in particular, CD206 (also known as the mannose receptor C type 1, or MRC1), stood out as a protein of particular interest (Table 1 and Fig. 4A). Matching our gene ontology analysis, CD206 is expressed on the cell surface and is a pattern recognition receptor that binds to moieties on various respiratory pathogens (18Martinez-Pomares L. The mannose receptor.J. Leukoc. Biol. 2012; 92 (22966131): 1177-118610.1189/jlb.0512231Crossref PubMed Scopus (310) Google Scholar).Table 1Select proteins adducted by a-SecoAGene IDDescriptionModified PeptidesAbundant proteins adducted by lipid electrophiles highly in various cellsHSP90AA1 or AB1heat shock protein 90-a or bELISNSSDALD58K*IR, Q649K*AEADKNDK, YESLTDPS69K*LDSGK, YIDQEELN292K*TK, AEAD654 K* NDK, E283K*YIDQEELNKCFL1cofilin 1YALYDATYET92K*ESK, NIILEEG53K*EILVGDVGQTVDDPYATFVK, HELQANCYEEV144K*DRHSP90B1endoplasmin precursorEVEEDEY356K*AFYK, FDESE603K*TKHIST1H3Ahistone H3.1EIAQDF80K*TDLRUnique adducts in BALMacLTA4Hleukotriene A4 hydrolaseWITA480K*EDDLNSFNATDLK, DLAAFD580K*SHDQAVR, SLVLDT58K*DLTIEKMRC1mannose receptor, C type 1, CD206SQGPEIVEVE502K*GCRAPOEapolipoprotein EAY93K*S.E.LEEQLTPVAEETRERLIN1ER lipid raft associated 1NFELMEAE192K*TKGLUD1glutamate dehydrogenase 1GASIVED84K*LVEDLRLDHAlactate dehydrogenase ADLADELALVDVIED57K*LKresidue numberK* = Lys modified with a-SecoA. Identified MS/MS spectra are included in Fig. S1. Open table in a new tab residue numberK* = Lys modified with a-SecoA. Identified MS/MS spectra are included in Fig. S1. It is well known that ozone exposure impairs macrophage phagocytosis in vivo (11Devlin R.B. McDonnell W.F. Mann R. Becker S. House D.E. Schreinemachers D. Koren H.S. Exposure of humans to ambient levels of ozone for 6.6 hours causes cellular and biochemical changes in the lung.Am. J. Respir. Cell Mol. Biol. 1991; 4 (1846079): 72-8110.1165/ajrcmb/4.1.72Crossref PubMed Scopus (394) Google Scholar, 13Driscoll K.E. Vollmuth T.A. Schlesinger R.B. Acute and subchronic ozone inhalation in the rabbit: Response of alveolar macrophages.J. Toxicol. Environ. Health. 1987; 21 (3573074): 27-4310.1080/15287398709531000Crossref PubMed Scopus (59) Google Scholar, 19Becker S. Madden M.C. Newman S.L. Devlin R.B. Koren H.S. Modulation of human alveolar macrophage properties by ozone exposure in vitro.Toxicol. Appl. Pharmacol. 1991; 110 (1658983): 403-41510.1016/0041-008X(91)90042-DCrossref PubMed Scopus (73) Google Scholar), thus, we hypothesized that ozone-derived adduction of CD206 played a role in the suppression of phagocytosis seen following ozone exposure. Analysis of the proteomic data identified CD206 modified by a-SecoA on Lys-502 in the peptide sequence SQGEIVEVE502K*GCR (Fig. 4A). We confirmed that a-SecoA forms protein adducts with CD206 by Western blotting using the proteins isolated from the click cycloaddition pulldown. Equal levels of CD206 were found in the lysates from vehicle and a-SecoA–treated macrophages prior to the isolation of adducted proteins (Fig. 4B, input). In contrast, CD206 was present in the purified pool of adducted proteins following a-SecoA treatment of BAL macrophages but absent in pulldown pool of proteins in vehicle-treated cells, thus confirming the presence of a-SecoA adduction to CD206 (Fig. 4B, pulldown). We next looked to confirm that the adduction of CD206 was relevant in the context of lung macrophage exposure to ozone. We have previously shown that alkynyl-tagged cholesterol (a-Chol) can be incorporated into cells and, in response to ozone, can form oxysterols, including a-SecoA (9Speen A.M. Kim H.H. Bauer R.N. Meyer M. Gowdy K.M. Fessler M.B. Duncan K.E. Liu W. Porter N.A. Jaspers I. Ozone-derived oxysterols affect liver X receptor (LXR) signaling: A potential role for lipid-protein adducts.J. Biol. Chem. 2016; 291 (27703007): 25192-2520610.1074/jbc.M116.732362Abstract Full Text Full Text PDF PubMed Scopus (16) Google Scholar). To confirm that the adduction of CD206 occurs following the formation of endogenous oxysterols during ozone exposure, we loaded BAL macrophages with a-Chol for 48 h to allow for incorporation of tagged cholesterol into the cell membrane. Cholesterol analysis of macrophages showed that a-Chol represented 14.5% of all cholesterol in the macrophage samples (Fig. 4C). Macrophages loaded with a-Chol were exposed to either filtered air or 0.4 ppm ozone for 4 h and the formation of adducted proteins was assessed 1 h after ozone exposure. Click chemistry isolation of adducted proteins revealed that ozone exposure of BAL macrophages formed adducts on CD206 (Fig. 4D). The peptides that were identified by MS identified a SecoA adduction site on lysine 502, which is located in between the second and third of eight tandem c-type lectin-binding domains of CD206. These c-type lectin-binding domains (CTLD) are responsible for receptor binding to sugar moieties (20Gazi U. Martinez-Pomares L. Influence of the mannose receptor in host immune responses.Immunobiology. 2009; 214 (19162368): 554-56110.1016/j.imbio.2008.11.004Crossref PubMed Scopus (266) Google Scholar, 21Taylor M.E. Bezouska K. Drickamer K. Contribution to ligand binding by multiple carbohydrate-recognition domains in the macrophage mannose receptor.J. Biol. Chem. 1992; 267 (1730714): 1719-1726Abstract Full Text PDF PubMed Google Scholar). We hypothesized that oxysterol adduction of CD206 would thus lead to impaired binding function and consequently affect phagocytosis, similar to what is seen in ozone-exposed macrophages in vivo (11Devlin R.B. McDonnell W.F. Mann R. Becker S. House D.E. Schreinemachers D. Koren H.S. Exposure of humans to ambient levels of ozone for 6.6 hours causes cellular and biochemical changes in the lung.Am. J. Respir. Cell Mol. Biol. 1991; 4 (1846079): 72-8110.1165/ajrcmb/4.1.72Crossref PubMed Scopus (394) Google Scholar, 12Canning B.J. Hmieleski R.R. Spannhake E.W. Jakab G.J. Ozone reduces murine alveolar and peritoneal macrophage phagocytosis: The role of prostanoids.Am. J. Physiol. 1991; 261 (1928362): L277-L28210.1152/ajplung.1991.261.4.L277PubMed Google Scholar, 13Driscoll K.E. Vollmuth T.A. Schlesinger R.B. Acute and subchronic ozone inhalation in the rabbit: Response of alveolar macrophages.J. Toxicol. Environ. Health. 1987; 21 (3573074): 27-4310.1080/15287398709531000Crossref PubMed Scopus (59) Google Scholar). To test this, we used a cell-free binding assay to measure the effect of oxysterols on CD206 binding. ELISA plates were coated with yeast-derived mannan, a known CD206 ligand, to \"capture\" CD206. Recombinant, His-tagged, human CD206 was treated with oxysterols before incubation on the coated plates, unbound CD206 was washed away, and bound CD206 was detected with an HRP-linked secondary antibody against the His tag. We found that treatment of recombinant human CD206 with increasing concentrations of SecoA and SecoB resulted in a dose-dependent impairment of binding to yeast-derived mannan (Fig. 4, E and F). Interestingly, SecoA reduced binding of CD206 to a greater degree than treatment with SecoB. To determine whether decreased binding of CD206 following adduction with oxysterols resulted in biologically relevant changes in macrophage phagocytosis, we used a THP-1 cell culture model. Although BAL macrophages represent a more relevant cell model for lung macrophages, they are not conducive to genetic silencing/overexpression techniques. Undifferentiated THP-1 monocytes show low expression of CD206; the expression of CD206 can be induced with PMA and subsequent treatment with IL-4 and IL-13 (22Genin M. Clement F. Fattaccioli A. Raes M. Michiels C. M1 and M2 macrophages derived from THP-1 cells differentially modulate the response of cancer cells to etoposide.BMC Cancer. 2015; 15 (26253167): 57710.1186/s12885-015-1546-9Crossref PubMed Scopus (350) Google Scholar), thus providing a convenient model to examine the role of CD206 in the oxysterol-dependent impairment of phagocytosis. Analysis of mRNA transcripts (Fig. 5A) and protein expression (Fig. 5B) confirmed low abundance of CD206 mRNA and protein in undifferentiated THP-1 cells and a robust increase in the expression of CD206 with IL-4 and IL-13 treatment. We used the IL-4/IL-13–differentiated THP-1 cells to investigate the effect of ozone-derived oxysterols on phagocytosis through CD206. Zymosan bioparticles contain mannose residues that can be recognized by CD206 (17Astarie-Dequeker C. N'Diaye E.-N. Le Cabec V. Rittig M.G. Prandi J. Maridonneau-Parini I. The mannose receptor mediates uptake of pathogenic and nonpathogenic mycobacteria and bypasses bactericidal responses in human macrophages.Infect. Immun. 1999; 67 (9916047): 469-47710.1128/IAI.67.2.469-477.1999Crossref PubMed Google Scholar). We cultured oxysterol-treated cells with pH-sensitive zymosan bioparticles which increase fluorescence following phagocytosis and the drop to acidic pH in the phagosome (23Clapp P.W. Pawlak E.A. Lackey J.T. Keating J.E. Reeber S.L. Glish G.L. Jaspers I. Flavored e-cigarette liquids and cinnamaldehyde impair respiratory innate immune cell function.Am. J. Physiol. Lung Cell. Mol. Physiol. 2017; 313 (28495856): L278-L29210.1152/ajplung.00452.2016Crossref PubMed Scopus (109) Google Scholar). We found that treatment of differentiated THP-1 cells with SecoA and SecoB led to decreases in uptake of zymosan bioparticles (Fig. 5C). Furthermore, oxysterol treatment of undifferentiated THP-1 cells did not affect uptake of zymosan particles suggesting the importance of CD206 adduction in the suppressed zymosan uptake (Fig. 5D). Macrophages express several different surface receptors that recognize different motifs of pathogens or dead and dying cells and aid in phagocytosis (24Gordon S. Phagocytosis: An immunobiologic process.Immunity. 2016; 44 (26982354): 463-47510.1016/j.immuni.2016.02.026Abstract Full Text Full Text PDF PubMed Scopus (356) Google Scholar). We aimed to expand our findings to investigate whether the function of other phagocytic receptors is impaired by oxysterols. To do this, we investigated the effects of oxysterols on CD64 and CD16a. Unlike CD206, which recognizes mannose residues on the surface of proteins, CD64 and CD16a are two members of the Fc receptor family which function in binding and phagocytosing antibody-coated pathogens (25Ravetch J.V. Kinet J.P. Fc receptors.Annu. Rev. Immunol. 1991; 9 (1910686): 457-49210.1146/annurev.iy.09.040191.002325Crossref PubMed Scopus (1263) Google Scholar). Even though these two proteins were not initially identified in our proteomic screen, we conducted Western blot analysis on a-SecoA–treated BAL macrophages to determine whether CD64 and CD16a also form SecoA-protein adducts. Fig. 6A shows that SecoA forms adducts with CD64, whereas CD16a was not found to be adducted by SecoA (Fig. 6B). Cell-free binding assays showed that CD64 binding to its ligand, human IgG, was impaired with SecoA and SecoB treatment in a dose-dependent manner (Fig. 6C). In contrast, SecoA or SecoB treatment did not affect the ability of CD16a to bind human IgG (Fig. 6D), suggesting that not all surface receptors are equally affected by oxysterol adduction. To determine the functional effect of oxysterol adduction, we investigated the uptake of both zymosan and antibody-coated bacterial bioparticles in primary human BAL macrophages. Similar to the THP-1 model, BAL macrophages that were treated with oxysterols showed decreased uptake of zymosan bioparticles (Fig. 7A). Incubation of BAL macrophages with SecoA or SecoB led to significant decreases in the uptake of antibody-coated bacterial particles (Fig. 7B), suggesting that oxysterols affect uptake antibody–coated particles even though binding of not all Fc receptors is affected. Ground-level ozone is one of the most common inhaled pollutants to which humans are exposed. Exposure to ozone has been linked to increases in inflammatory markers as well as increases in susceptibility to infection (6Kesic M.J. Meyer M. Bauer R. Jaspers I. Exposure to ozone modulates human airway protease/antiprotease balance contributing to increased influenza A infection.PLoS One. 2012; 7 (22496898): e3510810.1371/journal.pone.0035108Crossref PubMed Scopus (57) Google Scholar, 7Purvis M.R. Miller S. Ehrlich R. Effect of atmospheric pollutants on susceptibility to respiratory infection. I. Effect of ozone.J. Infect. Dis. 1961; 109 (14489270): 238-24210.1093/infdis/109.3.238Crossref PubMed Scopus (34) Google Scholar). This is of particular concern to susceptible populations such as those with underlying lung diseases, like asthma, as decrease in respiratory host defense functions and increased susceptibility to infection can cause exacerbation of disease symptoms and lead to acute lung function decline (4White M.C. Etzel R.A. Wilcox W.D. Lloyd C. Exacerbations of childhood asthma and ozone pollution in Atlanta.Environ. Res. 1994; 65 (8162885): 56-6810.1006/enrs.1994.1021Crossref PubMed Scopus (189) Google Scholar, 26Kreit J.W. Gross K.B. Moore T.B. Lorenzen T.J. D'Arcy J. Eschenbacher W.L. Ozone-induced changes in pulmonary function and bronchial responsiveness in asthmatics.J. Appl. Physiol. 1989; 66 (2917924): 217-22210.1152/jappl.1989.66.1.217Crossref PubMed Scopus (140) Google Scholar). Despite a wealth of human exposure data, the mechanisms linking ozone exposure to increased infectivity are not well known. Building on our previous studies demonstrating that ozone-derived oxysterols form protein adducts in lung epithelial cells and that the formation of these adducts significantly affects the function of these proteins (9Speen A.M. Kim H.H. Bauer R.N. Meyer M. Gowdy K.M. Fessler M.B. Duncan K.E. Liu W. Porter N.A. Jaspers I. Ozone-derived oxysterols affect liver X receptor (LXR) signaling: A potential role for lipid-protein adducts.J. Biol. Chem. 2016; 291 (27703007): 25192-",
  "authors": [
    {
      "display_name": "Parker F. Duffney",
      "id": "A5034634267",
      "orcid": "https://orcid.org/0000-0002-1042-7417",
      "institutions": [
        {
          "id": "I114027177",
          "display_name": "University of North Carolina at Chapel Hill",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Parker F. Duffney"
    },
    {
      "display_name": "Hye‐Young Kim",
      "id": "A5100709922",
      "orcid": "https://orcid.org/0000-0001-9705-2525",
      "institutions": [
        {
          "id": "I200719446",
          "display_name": "Vanderbilt University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Hye-Young H. Kim"
    },
    {
      "display_name": "Ned A. Porter",
      "id": "A5088915046",
      "orcid": "https://orcid.org/0000-0002-4447-7690",
      "institutions": [
        {
          "id": "I200719446",
          "display_name": "Vanderbilt University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ned A. Porter"
    },
    {
      "display_name": "Ilona Jaspers",
      "id": "A5044617284",
      "orcid": "https://orcid.org/0000-0001-8728-0305",
      "institutions": [
        {
          "id": "I114027177",
          "display_name": "University of North Carolina at Chapel Hill",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Ilona Jaspers"
    }
  ],
  "publication_year": 2020,
  "publication_date": "2020-07-20",
  "type": "article",
  "cited_by_count": 14,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S140251998",
    "display_name": "Journal of Biological Chemistry",
    "issn_l": "0021-9258",
    "issn": [
      "0021-9258",
      "1067-8816",
      "1083-351X"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320990"
  },
  "volume": "295",
  "issue": "36",
  "first_page": "12727",
  "last_page": "12738",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "http://www.jbc.org/article/S002192581749987X/pdf",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C2778111914",
      "display_name": "Oxysterol",
      "level": 3,
      "score": 0.79885006
    },
    {
      "id": "C160448771",
      "display_name": "Phagocytosis",
      "level": 2,
      "score": 0.7696414
    },
    {
      "id": "C2779244956",
      "display_name": "Macrophage",
      "level": 3,
      "score": 0.644264
    },
    {
      "id": "C170493617",
      "display_name": "Receptor",
      "level": 2,
      "score": 0.5918946
    },
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.5427369
    },
    {
      "id": "C55493867",
      "display_name": "Biochemistry",
      "level": 1,
      "score": 0.5225529
    },
    {
      "id": "C2778012055",
      "display_name": "Alveolar macrophage",
      "level": 4,
      "score": 0.51686174
    },
    {
      "id": "C2776914184",
      "display_name": "Inflammation",
      "level": 2,
      "score": 0.44217283
    },
    {
      "id": "C95444343",
      "display_name": "Cell biology",
      "level": 1,
      "score": 0.4162411
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.36991507
    },
    {
      "id": "C203014093",
      "display_name": "Immunology",
      "level": 1,
      "score": 0.26427162
    },
    {
      "id": "C2778163477",
      "display_name": "Cholesterol",
      "level": 2,
      "score": 0.25619236
    },
    {
      "id": "C202751555",
      "display_name": "In vitro",
      "level": 2,
      "score": 0.058096766
    }
  ],
  "topics": [
    {
      "id": "T11313",
      "display_name": "Immune cells in cancer",
      "score": 0.9604
    },
    {
      "id": "T12910",
      "display_name": "Eicosanoids and Hypertension Pharmacology",
      "score": 0.9486
    },
    {
      "id": "T11618",
      "display_name": "Cholesterol and Lipid Metabolism",
      "score": 0.9486
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1074/jbc.ra120.013699",
  "pdf_url": "http://www.jbc.org/article/S002192581749987X/pdf",
  "retrieved_date": "2025-07-30T15:05:44.672812",
  "source_database": "OpenAlex"
}