{
  "openalex_id": "W3048016425",
  "doi": "https://doi.org/10.1353/ecs.2020.0064",
  "title": "ASECS at 50: Interview with Laura Brown",
  "abstract": "ASECS at 50:Interview with Laura Brown Ashley L. Cohen (bio) and Laura Brown Laura Brown is John Wendell Anderson Professor of English at Cornell University, where she has taught since 1981. She received her Ph.D. from the University of California, Berkeley, in 1977. Since then she has written a number of path-breaking books on subjects ranging from Restoration drama to animal studies, including English Dramatic Form, 1660–1760: An Essay in Generic History (New Haven, 1981), Alexander Pope (Oxford, 1985), Ends of Empire: Women and Ideology in Early Eighteenth-Century English Literature (Ithaca, 1993), Fables of Modernity: Literature and Culture in the English Eighteenth Century (Ithaca, 2001), and Homeless Dogs and Melancholy Apes: Humans and Other Animals in the Modern Literary Imagination (Ithaca, 2010). She co-edited, with Felicity Nussbaum, The New Eighteenth Century: Theory-Politics-English Literature (New York, 1987). She is the author of dozens of articles and book chapters, which have appeared in ELH, ECTI, PMLA, Studies in English Literature, Eighteenth-Century Studies, Journal for Early Modern Cultural Studies, and elsewhere. Brown has a strong legacy of service. In 2011–2012 she served as President of ASECS. At Cornell, she has served as English Department Chair (2002–2005), as Vice Provost for Undergraduate Education (2009–2013), and as Senior Vice Provost for Undergraduate Education (2013–2015). Brown has directed over twenty-five Ph.D. dissertations in eighteenth-century studies. Many of her students have subsequently joined her as leading scholars in the field. [End Page 555] Ashley L. Cohen: The New Eighteenth Century, which you co-edited with Felicity Nussbaum in 1987, is widely recognized as the origin of the field of eighteenth-century studies as we now know it. What was the genesis for this volume? What is its origin story? Laura Brown: Felicity was at Syracuse when I arrived at Cornell in the 80s and it was a time of really engaged connection with critical theory. Not just post-structuralism but a whole range of theoretical positions in the English Department at Cornell, including the MLG (Marxist Literary Group). The popularity of the MLG among Cornell graduate students was really striking. Felicity and Jean Howard came to Ithaca for the MLG meetings from Syracuse, and that's how I connected with Felicity. And out of that mix of a real need for some kind of conceptual energy and some kind of—in the eighteenth century—method, or application of it to eighteenth-century materials, and out of the conversations we were having with graduate students around the MLG came a conference which we called \"criticism à la mode,\" which was a graduate student conference on new approaches to eighteenth-century studies. That was the ignition for me and Felicity to think about generating some kind of larger set of approaches to the eighteenth century that could have visibility in the field and at ASECS, where we didn't think that was happening in '85. So I'm going to say The New Eighteenth Century came out of that scenario of graduate student engagement with thinking in innovative ways about literary history and literary culture. Cohen: Who founded the Marxist Literary Group? Brown: I was involved in that project with Walter Cohen. We came to Cornell from Berkeley in 1981. There was a lot of energy around Marxist theory at Berkeley, and somehow that made its way with us to Cornell. There were a bunch of other people interested in Marxist criticism, outside of English, though. Of course the primary influence in critical theory in English was Jonathan Culler at the time. But one of the terrific things about Jonathan is that what he did to generate energy around thinking conceptually about literary theory was so ecumenical. So students who came here to work with him in deconstruction got interested in a whole range of other things, and many of them came to work in cultural critique. It was a terrific moment. Cohen: I'm curious, what were you reading in the MLG? Brown: It was a little bit of Marx, kind of catching people up on Capital. It was Jameson, it was Hall, it was a little bit of Althusser. It was a...",
  "authors": [
    {
      "display_name": "Ashley L. Cohen",
      "id": "A5081386382",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Ashley L. Cohen"
    },
    {
      "display_name": "Laura Brown",
      "id": "A5081604042",
      "orcid": "https://orcid.org/0000-0003-1026-9380",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Laura Brown"
    }
  ],
  "publication_year": 2020,
  "publication_date": "2020-01-01",
  "type": "article",
  "cited_by_count": 2,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S134335455",
    "display_name": "Eighteenth-Century Studies",
    "issn_l": "0013-2586",
    "issn": [
      "0013-2586",
      "1086-315X"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315678"
  },
  "volume": "53",
  "issue": "4",
  "first_page": "555",
  "last_page": "562",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C158071213",
      "display_name": "Ideology",
      "level": 3,
      "score": 0.5455803
    },
    {
      "id": "C2778682666",
      "display_name": "Modernity",
      "level": 2,
      "score": 0.5324332
    },
    {
      "id": "C523419034",
      "display_name": "Drama",
      "level": 2,
      "score": 0.5308063
    },
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.44552696
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.41926128
    },
    {
      "id": "C74916050",
      "display_name": "Classics",
      "level": 1,
      "score": 0.4148331
    },
    {
      "id": "C2778217808",
      "display_name": "Haven",
      "level": 2,
      "score": 0.41180533
    },
    {
      "id": "C52119013",
      "display_name": "Art history",
      "level": 1,
      "score": 0.4068753
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.346564
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.33660358
    },
    {
      "id": "C124952713",
      "display_name": "Literature",
      "level": 1,
      "score": 0.2818268
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.1823419
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.13109559
    },
    {
      "id": "C33923547",
      "display_name": "Mathematics",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C114614502",
      "display_name": "Combinatorics",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10011",
      "display_name": "Literature: history, themes, analysis",
      "score": 0.1909
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/ecs.2020.0064",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:12:07.460874",
  "source_database": "OpenAlex"
}