{
  "openalex_id": "W3082742634",
  "doi": "https://doi.org/10.5614/jpwk.2020.31.2.1",
  "title": "Seeking Prosperity Through Village Proliferation: An Evidence of the Implementation of Village Funds (Dana Desa) in Indonesia",
  "abstract": "Abstract. Through Law No. 6 of 2014 concerning Villages, the government of Indonesia carries out a significant evolution by giving higher authority to the lowest level of regional government, namely the village level. This law also serves as a legal basis for the government of Indonesia to allocate village funds (dana desa) sourced from the Indonesian national budget (APBN) that are intended for villages to finance governance, development, community development, and village community empowerment. After almost five years of implementing this policy, the great euphoria over the high amount of village funds provided (approximately 1 billion rupiahs per village) caused a harsh polemic about the increasing rate of village proliferation in Indonesia. This proliferation at the micro-level not only increases the burden on the central government but also its shows that the welfare of many communities at the regional level is still questionable. Therefore, using spatial analysis and descriptive statistics, this study aimed to identify patterns of village proliferation in Indonesia from the perspective of the number of villages, the amount of village funding, poverty levels, and village development, and their impact on regional development. The results showed that 60.56% of regions that experienced village proliferation were able to reduce poverty levels in their area, but not all of these regions were able to reduce the percentage of underdeveloped villages and increase development at the village level. Then, related to village funding, 25.35% of regions that experienced proliferation got a significant rise in village funding, but were still unable to reduce poverty rates.Â Abstrak. Melalui Undang-Undang Nomor 6 Tahun 2014 tentang Desa, Pemerintah Indonesia melakukan evolusi yang signifikan dengan memberikan otoritas yang lebih tinggi ke tingkat terendah pemerintah daerah, yaitu di tingkat desa. Undang-undang ini juga berfungsi sebagai dasar hukum bagi Pemerintah Indonesia untuk mengalokasikan dana desa (dana desa) yang bersumber dari Anggaran Pendapatan dan Belanja Negara (APBN), yang dimaksudkan bagi desa untuk membiayai pemerintahan, pembangunan, pengembangan masyarakat, dan pemberdayaan masyarakat desa. Setelah hampir lima tahun menerapkan kebijakan ini, euforia besar dari jumlah dana desa yang disediakan mencapai sekitar 1 miliar rupiah per desa, menyebabkan polemik yang keras tentang peningkatan laju pemekaran desa di Indonesia. Pemekaran di tingkat mikro ini tidak hanya meningkatkan beban pemerintah pusat tetapi juga pengaruhnya terhadap kesejahteraan masyarakat di tingkat daerah masih dipertanyakan. Oleh karena itu, dengan menggunakan analisis spasial dan statistik deskriptif, penelitian ini bertujuan untuk mengidentifikasi pola-pola pemekaran desa di Indonesia dari perspektif jumlah desa, jumlah dana desa, tingkat kemiskinan, dan pembangunan desa, dan dampaknya terhadap pembangunan daerah. Hasilnya adalah 60,56% daerah yang mengalami pemekaran desa mampu mengurangi tingkat kemiskinan di wilayah mereka, tetapi tidak semua daerah ini mampu mengurangi persentase desa tertinggal dan mampu meningkatkan pembangunan di tingkat desa. Kemudian, terkait dengan dana desa, 25,35% daerah yang mengalami proliferasi mendapatkan kenaikan yang signifikan dalam dana desa, tetapi mereka masih melumpuhkan untuk mengurangi tingkat kemiskinan.Kata kunci. Kemakmuran, dana desa, pemekaran.",
  "authors": [
    {
      "display_name": "Uly Faoziyah",
      "id": "A5047820401",
      "orcid": "https://orcid.org/0000-0003-1548-6990",
      "institutions": [
        {
          "id": "I134635517",
          "display_name": "Bandung Institute of Technology",
          "country_code": "ID",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Uly Faoziyah"
    },
    {
      "display_name": "Wilmar Salim",
      "id": "A5054745911",
      "orcid": "https://orcid.org/0000-0001-9967-4782",
      "institutions": [
        {
          "id": "I134635517",
          "display_name": "Bandung Institute of Technology",
          "country_code": "ID",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Wilmar Salim"
    }
  ],
  "publication_year": 2020,
  "publication_date": "2020-08-28",
  "type": "article",
  "cited_by_count": 22,
  "is_retracted": false,
  "is_paratext": false,
  "language": "id",
  "source": {
    "id": "S2764960837",
    "display_name": "Journal of Regional and City Planning",
    "issn_l": "2502-6429",
    "issn": [
      "2502-6429"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315055"
  },
  "volume": "31",
  "issue": "2",
  "first_page": "97",
  "last_page": "121",
  "open_access": {
    "is_oa": true,
    "oa_status": "gold",
    "oa_url": "https://journals.itb.ac.id/index.php/jpwk/article/download/12939/4894",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2776554220",
      "display_name": "Prosperity",
      "level": 2,
      "score": 0.7289714
    },
    {
      "id": "C189326681",
      "display_name": "Poverty",
      "level": 2,
      "score": 0.6802033
    },
    {
      "id": "C2778137410",
      "display_name": "Government (linguistics)",
      "level": 2,
      "score": 0.60224456
    },
    {
      "id": "C50522688",
      "display_name": "Economic growth",
      "level": 1,
      "score": 0.5933861
    },
    {
      "id": "C20555606",
      "display_name": "Empowerment",
      "level": 2,
      "score": 0.48201525
    },
    {
      "id": "C100243477",
      "display_name": "Welfare",
      "level": 2,
      "score": 0.4744702
    },
    {
      "id": "C45355965",
      "display_name": "Socioeconomics",
      "level": 1,
      "score": 0.4362193
    },
    {
      "id": "C39896193",
      "display_name": "Descriptive statistics",
      "level": 2,
      "score": 0.41945845
    },
    {
      "id": "C144133560",
      "display_name": "Business",
      "level": 0,
      "score": 0.36808047
    },
    {
      "id": "C205649164",
      "display_name": "Geography",
      "level": 0,
      "score": 0.3429673
    },
    {
      "id": "C47768531",
      "display_name": "Development economics",
      "level": 1,
      "score": 0.3423319
    },
    {
      "id": "C162324750",
      "display_name": "Economics",
      "level": 0,
      "score": 0.28378975
    },
    {
      "id": "C41895202",
      "display_name": "Linguistics",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C105795698",
      "display_name": "Statistics",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C33923547",
      "display_name": "Mathematics",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C34447519",
      "display_name": "Market economy",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T13285",
      "display_name": "Local Governance and Development",
      "score": 0.9993
    },
    {
      "id": "T12446",
      "display_name": "Economic Growth and Fiscal Policies",
      "score": 0.9864
    },
    {
      "id": "T12687",
      "display_name": "Public Administration in Developing Nations",
      "score": 0.9787
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.5614/jpwk.2020.31.2.1",
  "pdf_url": "https://journals.itb.ac.id/index.php/jpwk/article/download/12939/4894",
  "retrieved_date": "2025-07-30T16:03:43.574098",
  "source_database": "OpenAlex"
}