{
  "openalex_id": "W3080685890",
  "doi": "https://doi.org/10.1002/ajhb.23485",
  "title": "Dynamics of behavior change in the <scp>COVID</scp> world",
  "abstract": "All of the policies adopted or proposed so far to slow the spread of the novel coronavirus require immediate and extensive behavioral change. However, changing behavior is difficult even when the benefits are borne by solid science. Doing so effectively requires an appreciation for how people learn behaviors and translate information into action. Evidence-based policies for altering health behaviors are not new. For example, a decade-old systematic review of the health interventions literature identified 26 common behavior change techniques such as providing various kinds of information, setting up graded tasks, and making contracts (Abraham & Michie, 2008). Perhaps most influentially, behavioral economists have proposed nudges to influence people's behaviors (Thaler & Sunstein, 2009), including ones that reduce coronavirus transmission (Everett, Colombatto, Chituc, Brady, & Crockett, 2020; Van Bavel et al., 2020). Beyond concerns regarding the efficacy of various nudges (Hummel & Maedche, 2019; Szaszi, Palinkas, Palfi, Szollosi, & Aczel, 2018), this approach lacks an integrative theoretical framework for understanding why humans have particular heuristics, how behaviors are shaped by social and economic structures, and which nudges are likely to work in different socio-cultural contexts. Insights from the evolutionary human sciences can improve the behavioral change toolkit for researchers and policy makers. Specifically, effective policy should be based on an understanding of humans as a cultural and cooperative species. Socially transmitted information and culturally-informed motivations shape behavior change. The structure of social networks and how group identities map onto those networks influence transmission dynamics. Information can spread from person to person, similar to the way diseases spread (Cavalli-Sforza & Feldman, 1981; Centola, 2018; Sperber, 1996). Just as with disease, the epidemiology of information is subject to structural and behavioral influences on transmissibility. Below, we show why and how (a) the pandemic poses several adaptive challenges with important tradeoffs, (b) people use social information to learn how to deal with these, and (c) people adopt social norms in a group-based context. The current pandemic presents a variety of adaptive challenges. Most directly, people face health risks to themselves, their kin, and others in their social network. This alone requires managing tradeoffs between one's own and others' well-being. Furthermore, current economic hardships can trigger or exacerbate food and housing insecurity, reduced socioeconomic status, and risks to reproductive goals. Figuring out how to manage tradeoffs across such different currencies requires people to act with incomplete information, often under massive uncertainty. Inequality and demographic variation in disease prevalence and outcomes (Bentley, this issue; Katzmarzyk & Heymsfield, this issue) add to this unpredictability. Contexts like these, with high levels of uncertainty, are precisely when we would expect people to rely most heavily on social, rather than individual, learning (Boyd & Richerson, 1995; Henrich & Boyd, 1998). Researchers have begun to recognize the role of culture in public health, but this research often stops at acknowledging that culture matters without explaining how and why it affects behavior that is relevant to health (Singer, Dressler, George, & The NIH Expert Panel, 2016; Hruschka, 2009). To answer these questions, we must understand first how culture spreads through social learning. Being social learners means that humans figure out the facts about their world, and how to respond to those facts, in large part by using information transmitted through social connections. It also means we often do not (or cannot) directly verify those facts ourselves. Several features of this pandemic make social learning heuristics particularly useful. First, the cost of learning through individual experience is high because of the difficulty of direct observation (Csibra & Gergely, 2011; Legare & Nielsen, 2015). Not only is the virus invisible to the human eye, cause and effect of exposure are difficult to link due to a long incubation period and a high rate of asymptomatic infections. Second, there is no opportunity for trial-and-error learning given people will likely only contract COVID-19 once, and the consequence of doing so is potentially quite costly. Third, given the novelty of the virus, the necessity of behavior change before infection rates rise, and the rapidly changing epidemiological landscape, it is nigh impossible to figure out the best course of action on one's own. The scientific community is actively debating basic descriptive statistics like seroprevalence rates (Larremore et al., 2020), as well as which models and projections best capture the pandemic's dynamics (Ferguson et al., 2020; Eubank et al., 2020; Jones et al., this issue). This illustrates the difficulty of individually assessing (let alone gathering) the empirical evidence. In contexts of intense uncertainty, people increasingly rely on heuristics to select both the types of information they seek out and the sources of that information (Gigerenzer & Selten, 2002; Kendal et al., 2018; Laland, 2004). We describe two kinds of social learning heuristics—learning from high status others and learning from similar others—that help people learn causally opaque, high-risk information. Because of the rapid rate of epidemiological change, few people will have accurate and up-to-date information about the best course of action. An extensive modeling literature suggests that learning from successful or prestigious individuals is particularly adaptive under these circumstances (Boyd & Richerson, 1985). However, determining who is reliable and trustworthy is no easy task (Henrich & Gil-White, 2001). Potential role models may (a) be successful for unclear reasons; (b) be expert in only some domains; or worst yet, (c) have conflicts of interests with learners (Akerlof, 1978; Sperber et al., 2010). Learners may therefore temper their decisions with skepticism. For example, if a model acts in conflict with their own professed beliefs, learners may disregard their recommendations (Henrich, 2009; Von Hippel & Trivers, 2011) and, more broadly, dismiss that source as altogether unreliable. Learners may view this kind of hypocrisy as breaking a social contract (Cosmides, Barrett, & Tooby, 2010), and learn to distrust institutions associated with the original violator. For example, unethical treatment of Black men in the Tuskegee Study led to a greater distrust of health providers in this demographic, and the extent to which Black men distrusted health providers increased with proximity to Macon County, where Tuskegee is located (Alsan & Wanamaker, 2018). Based on context, people experience different challenges and tradeoffs in adapting to the conditions of this pandemic. As a result, learners can be led astray by relying exclusively on status when choosing from whom to learn. For example, consider whether it is useful for the Democratic Republic of Congo, where less than 10% of the population has internet access, to adopt online schooling strategies from richer countries with much more widely available internet. Not surprisingly, people are more likely to adopt behaviors from others they perceive as having similar costs and benefits (Efferson, Lalive, Cacault, & Kistler, 2016). For children, this includes selectively copying others who are similar in terms of sex, age, and accent (Kinzler, Corriveau, & Harris, 2011; Schunk, 1987). This heuristic for learning from prestigious but similar others has been leveraged in effective hand washing campaigns that developed cartoon role models specifically for the local setting (Biran et al., 2014). It behooves public health experts to rigorously contextualize their policies and study methods (Kline, Shamsudheen, & Broesch, 2018; Broesch et al., 2020), and consider how characteristics of the messenger might influence adoption. While learning from high status, trusted, and similar others is generally adaptive, there are two ways in which these heuristics can fail to change behaviors as intended. First, pertinent public health information may fail to spread, and therefore fail to change behavior. Second, harmful information can outcompete useful information. These two kinds of failures have a common cause: the successful spread of information relies not only upon the quality of the information, but upon the sources and routes of spread. Inadequately considering transmission sources and pathways leads to the failed adoption of health behaviors. Returning to the Tuskegee example, the distrust the study sowed in nearby Black communities translated into their using medical services less frequently, with disastrous consequences for their health and life expectancy. Similar distrust of health interventions, particularly those championed by outsiders or powerful people, is already shaping the fight against coronavirus. For example, in Chiapas, Mexico, some communities have protested the use of anti-bacterial gel for fear that it is a medium through which the government intentionally propagates coronavirus (Madujano, 2020), and in the U.S. conspiracy theories involving Bill Gates have fueled anti-vaccine sentiments (Meisenzahl, 2020). Working with communities, rather than \"on behalf of\" them can strengthen trust, and commitment to participate, in health interventions (Spoch-Spana et al., 2020). Furthermore, combating coronavirus requires trustworthy institutions. However, people's confidence in these varies across countries. For example, Americans' low confidence in the national government relative to local governments stands in contrast to the patterns in several European countries (Perrotta et al., 2020). This makes the maintenance of trust in global and non-partisan institutions such as the W.H.O. particularly important. Perhaps more problematically, people may learn from well-regarded role models even if the information the models profess is not always accurate or adaptive (Henrich & Gil-White, 2001). To illustrate, only 20% of coronavirus-related misinformation is produced by \"politicians, celebrities and other prominent public figures\" on social media, but their posts are disproportionately liked and retweeted. As a result, the original posts represent 69% of total social media engagement in a recently analyzed sample of coronavirus misinformation (Brennen, Simon, Howard, & Kleis Nielsen, 2020). When disinformation spreads more easily through common channels—such as friends who are generally trustworthy or prestigious partisan demagogues on social media—than does accurate information broadcast by some other source (eg, the CDC), it can produce clusters of people who learn and reinforce disinformation through their social connections (Alipourfard, Nettasinghe, Abeliuk, Krishnamurthy, & Lerman, 2020; Lerman, Yan, & Wu, 2016). Social media may increase this risk drastically by enabling a few people to broadcast their opinions to millions of others (Brennen et al., 2020; Krause, Freiling, Beets, & Brossard, 2020), and by facilitating assortment according to shared opinions. While learners often have heuristics for being skeptical of inaccurate knowledge, this kind of skepticism works best when people possess an informational foothold upon which to base their caution (Roozenbeek & van der Linden, 2019). This is problematic for contagious diseases like the novel coronavirus because the goal of behavioral change is to protect as many people as possible before direct exposure to the virus. Once people gain first-hand information about the illness through exposure, it is too late for prophylactic behavioral change. Along with the perils of social media comes the potential to harness its power for fast transmission of useful information. This will rely on having high-status, principled, and locally-trusted people or organizations model adaptive behaviors and share accurate public health information. Groups not only affect who we have the opportunity to learn from, but also who we are motivated to learn from. This is because groups develop social norms that govern which behaviors are appropriate. Norms are then reinforced by the benefits of coordinating with group members who share them (McElreath, Boyd, & Richerson, 2003) or by the costs of being punished for violating them (Boyd & Richerson, 1992). Group-level norms and enforcement translate to individual-level motivations to adopt prescribed behaviors and signal group affiliation (Chudek & Henrich, 2011; Smaldino, 2019). The individual benefits of social support, and the costs of ostracism, loom particularly large during times of danger or uncertainty. As such, circumstances like this pandemic tend to strengthen people's affiliation with group identity for historically adaptive reasons (Moffett, 2019; Navarrete & Fessler, 2005; Winterhalder, 1986). And yet, many of the norms that public health officials recommend for slowing the spread of the novel coronavirus rely on sharing behavioral norms across regions and across nations. This requires (a) adopting social norms that solve cooperative dilemmas, (b) doing so in a coordinated fashion, and (c) agreeing on which values to prioritize. In other words, we need social norms on a broad scale to help regulate behavior change. Many recommended public health measures represent cooperative dilemmas. By this we mean that society as a whole would be better off if everyone complied with the recommendations, but the cost of compliance makes it unprofitable for individuals to adopt the behavior. For example, most masks protect others more than they protect the wearer (Keung, Hing, & Leung, 2020). Assuming that individuals find masks uncomfortable or inconvenient, each individual might be best served by going barefaced but demanding that all others cover up. Further complicating matters, most social distancing measures do not exact the same costs on every individual. For example, people with office jobs can work from home while people with service jobs may find themselves unemployed. These asymmetries in individual costs mean that shelter-in-place measures may require dramatically more costly pro-sociality from some people in comparison with others. Despite the common refrain that \"we're all in this together,\" for some individuals what is best for the public good is also best for them (eg, people particularly vulnerable to coronavirus), while for others there is a direct conflict (eg, performers or bar owners who cannot replace in-person business). Heterogeneity of individual costs and the ability to incur them helps to explain why people's mobility dropped more in wealthier areas of the United States than in poorer areas after stay-at-home orders were issued (Weill, Stigler, Deschenes, & Springborn, 2020; Wright, Sonin, Driscoll, & Wilson, 2020). Still, for a large part of the population, such as the young and healthy who are at lower risk of complications from coronavirus (Garg et al., 2020), the proposed social distancing measures require some willingness to pay a cost for the benefit of others. In the absence of enforcement of costly norms, cooperative compliance can decline (Gächter & Fehr, 1999). To solve such cooperative dilemmas, social groups often rely on coordinated sanctioning of norm-violators (eg, shaming, fining, and ostracizing). Harnessing people's reputational concerns can motivate cooperation more reliably than emphasizing the individual costs and benefits of actions (Kraft-Todd, Yoeli, Bhanot, & Rand, 2015). Perhaps surprisingly, framing COVID preventative measures as pro-social rather than self-interested increases online participants' intentions of complying with such behaviors (Jordan, Yoeli, & Rand, 2020). Coordination is not only critical for effective sanctioning, it is particularly important in the context of coronavirus management. If everyone around the world self-isolated at the same time, the pandemic would be over in a matter of weeks (ie, however long it would take for the last currently-infected person to recover). Suppression and mitigation efforts are more effective when these actions are coordinated across both individuals and groups (whether at the household, county, state, or country level) (Holtz et al., 2020). Still, the individual motivations for non-coordination (eg, greater profits when fewer competitors are at work), make this kind of coordination more suitable to top-down institutional arrangements. These can provide incentives that help align individuals' best options with the public need (eg, expanded unemployment benefits that allow workers to stay home at a lower cost to themselves). Strong, impartial institutions that can guarantee norm-compliance foster prosocial behaviors at lower levels of organization (Henrich et al., 2010), even towards anonymous strangers or those perceived to be members of an out-group (Hruschka et al., 2014). There is a tradeoff however; relying on high-quality institutions also limits the extent to which people are willing to incur a personal cost to punish norm-violators (eg, ostracizing friends who are not socially distancing or boycotting companies that do not provide safeguards for their employees) (Stagnaro, Arechar, & Rand, 2017). Furthermore, institutional sanctions can lead to unexpected outcomes, such as increasing mistrust among people (Mulder, van Dijk, De Cremer, & Wilke, 2006), or creating an incentive to act anti-socially if people interpret paying the sanctions as licensing the norm violation (Gneezy & Rustichini, 2000). Finally, getting all people to agree on the values (ie, currencies) that should be optimized and on which groups' well-being should be prioritized also presents a challenge. Norms regulate not just that people should cooperate, but how they do so. The fact that people are synchronously engaged in multiple cooperative dilemmas with different currencies and regarding different levels of social organization (Lubell, 2015; Smaldino, 2019) produces inter-group heterogeneity in which social norms and values develop. For example, going out during a stay-at-home order to sell non-essential goods may be considered defecting at the community level by increasing transmission risks, but it may be cooperative at the household level if the person is taking a personal risk to provide for a financially precarious household. Further complicating coordination, norms can develop in opposition to those of other groups, often as signals of group membership and devotion (Iannaccone, 1992; McElreath et al., 2003). The result may be opposing value judgments on the same information, and a failure by each group to adopt beneficial behaviors that are associated with another group (Akerlof & Kranton, 2000; Smaldino, Janssen, Hillis, & Bednar, 2017). This has particularly damaging consequences when public health behaviors become politicized (Smaldino & Jones, 2020). For example, wearing a mask in a nearly empty park, or not wearing one in a crowded market, can not only indicate one's perceptions of mask efficacy, but also signal a political affiliation. The same phenomenon affects behavior beyond pandemic policy. Political psychologists have shown that exposure to the same stimuli can have opposite effects on partisans' support for specific political policies and figures (Abramowitz & Webster, 2016; Taber, Cann, & Kucsova, 2009). This phenomenon can help explain why, in the context of the COVID-19 pandemic, information recommending the wearing of facial masks to promote public health may actually decrease the intention to wear masks among political conservatives in the United States (Utych, 2020). People (even Americans) accept most scientific information with little hesitation, even if they do not comprehend it (Kahan, 2017). Similarly, a majority of norms are shared across subgroups within nations. For example, a majority of both Republicans and Democrats reported wearing masks outside of their homes (Gadarian, Goodman, & Pepinsky, 2020) and supported major shutdown policies, at least early in the pandemic (Van Green & Tyson, 2020). This gives hope that norms can spread without becoming partisan or markers of subgroup identities. However, shared norms and sanctions for violations must be established for prosocial norms to persist (Ostrom, 1990). Because local informal networks are most likely to mete out punishment for low-level violations (eg, inappropriate social distancing), these social ties are particularly relevant for the enforcement of norms. On the other hand, coordinated responses to the pandemic do seem to require higher-level institutional guidance. Creating effective behavioral recommendations that will reduce public health fallout from the COVID-19 pandemic, while balancing economic and social concerns, is a daunting challenge in its own right. Obtaining compliance with those behavioral recommendations is perhaps an even greater challenge. Homo sapiens is an inherently social and cultural species. We are bounded in our ability to rationally process information about the world. As such, we rely on cues from individuals in our social networks, and from prestigious members of our identity groups. Solutions that are appealing to some will be costly or aversive to others. There are thus major hurdles to implementing wide adoption of new behaviors even when the science supporting the positive health outcomes is rock solid. Increasing compliance with public health measures requires (a) identifying the adaptive challenges and tradeoffs people are facing, (b) understanding how people use social information to learn how to deal with these, and (c) recognizing that people adopt social norms in a group-based context. This framework can help scientists assess the cooperative dilemmas that are generated by public health measures at different levels of social organization (from the household to international scales) and evaluate the effectiveness of strategies to incentivize cooperation and deter defection at each level. This sits in contrast with other approaches to behavioral change (such as nudging) that lack a cohesive theoretical framework for understanding human behavior across contexts. Dictating widespread behavioral change should not be executed lightly. Prescriptions must be sensitive to local contexts. Are there cultural reasons why certain behaviors are unappealing? Are there salient identities that activate an aversion to those doing the recommending? How do existing cultural norms and psychological habits interact within a population? Epidemiological dynamics can be incredibly complex in a structured population, whether what spreads is an infectious disease or information. When the spread of information and the spread of behaviors that impact disease are coupled (ie, mutually influence each other), the situation becomes even more complex. Appreciating the specific challenges of behavioral change in real humans—who have evolved psychologies for learning from others and are entrenched in social and cultural communities—is paramount for maximizing the benefits of public health recommendations. The authors wish to thank an anonymous reviewer and the Evolution & Ecology of Human Behavior and Culture lab at UC Davis for their comments on an earlier draft. This research was supported by an NSF RAPID grant: Coupled Contagion, Behavior-Change, and the Dynamics of Pro- and Anti-Social Behavior during the COVID-19 (No. 2028160). Cristina Moya: Conceptualization; writing-original draft; writing-review and editing. Patricio Cruz y Celis Peniche: Conceptualization; writing-original draft; writing-review and editing. Michelle A. Kline: Conceptualization; writing-original draft; writing-review and editing. Paul E. Smaldino: Conceptualization; writing-original draft; writing-review and editing.",
  "authors": [
    {
      "display_name": "Cristina Moya",
      "id": "A5024344974",
      "orcid": "https://orcid.org/0000-0001-7100-9115",
      "institutions": [
        {
          "id": "I84218800",
          "display_name": "University of California, Davis",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Cristina Moya"
    },
    {
      "display_name": "Patricio Cruz y Celis Peniche",
      "id": "A5061973181",
      "orcid": "https://orcid.org/0000-0003-1561-8092",
      "institutions": [
        {
          "id": "I84218800",
          "display_name": "University of California, Davis",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Patricio Cruz y Celis Peniche"
    },
    {
      "display_name": "Michelle A. Kline",
      "id": "A5010728482",
      "orcid": "https://orcid.org/0000-0002-1998-6928",
      "institutions": [
        {
          "id": "I18014758",
          "display_name": "Simon Fraser University",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I59433898",
          "display_name": "Brunel University of London",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Michelle A. Kline"
    },
    {
      "display_name": "Paul E. Smaldino",
      "id": "A5020901777",
      "orcid": "https://orcid.org/0000-0002-7133-5620",
      "institutions": [
        {
          "id": "I156087764",
          "display_name": "University of California, Merced",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Paul E. Smaldino"
    }
  ],
  "publication_year": 2020,
  "publication_date": "2020-08-23",
  "type": "article",
  "cited_by_count": 38,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S179381287",
    "display_name": "American Journal of Human Biology",
    "issn_l": "1042-0533",
    "issn": [
      "1042-0533",
      "1520-6300"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320595"
  },
  "volume": "32",
  "issue": "5",
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1002/ajhb.23485",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C8858961",
      "display_name": "Nudge theory",
      "level": 2,
      "score": 0.9385779
    },
    {
      "id": "C127705205",
      "display_name": "Heuristics",
      "level": 2,
      "score": 0.6747999
    },
    {
      "id": "C14262774",
      "display_name": "Behavior change",
      "level": 2,
      "score": 0.5236409
    },
    {
      "id": "C5570062",
      "display_name": "Behavioural sciences",
      "level": 2,
      "score": 0.49358666
    },
    {
      "id": "C117035363",
      "display_name": "Human behavior",
      "level": 2,
      "score": 0.43587106
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.4149389
    },
    {
      "id": "C27415008",
      "display_name": "Psychological intervention",
      "level": 2,
      "score": 0.41348964
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.38045162
    },
    {
      "id": "C77805123",
      "display_name": "Social psychology",
      "level": 1,
      "score": 0.35328004
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.31980622
    },
    {
      "id": "C36289849",
      "display_name": "Social science",
      "level": 1,
      "score": 0.17287615
    },
    {
      "id": "C118552586",
      "display_name": "Psychiatry",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C111919701",
      "display_name": "Operating system",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11252",
      "display_name": "Evolutionary Game Theory and Cooperation",
      "score": 0.9868
    },
    {
      "id": "T11454",
      "display_name": "Cultural Differences and Values",
      "score": 0.9862
    },
    {
      "id": "T12520",
      "display_name": "Psychology of Moral and Emotional Judgment",
      "score": 0.9713
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1002/ajhb.23485",
  "pdf_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1002/ajhb.23485",
  "retrieved_date": "2025-07-30T14:46:50.411571",
  "source_database": "OpenAlex"
}