{
  "openalex_id": "W3083035484",
  "doi": "https://doi.org/10.21914/anziamj.v61i0.15166",
  "title": "Effects of a change to more formative assessment among tertiary mathematics students",
  "abstract": "A change in teaching delivery at a large Australian university, from two semesters to three trimesters, was the occasion for using more formative assessment in a core first-year mathematics unit. This study compared evidence about learning outcomes for two cohorts in adjacent years. Cohort 1 was the last taught over a semester, and Cohort 2 the first taught over a trimester. There was no change in overall workload, and no change in the unit's total teaching hours, syllabus or materials. Assessments were changed for class tests during the teaching period by giving Cohort 2 access to unlimited practice and computer-assisted feedback on the questions in the test database, followed by doing the tests under examination conditions. For Cohort 2, a written assignment was also added, focused on giving a clear solution to a mathematics problem, and awareness of the need for appropriate evidence, both background and internal to the problem. Learning outcomes were compared using closely comparable tasks from the final examinations, and examining students' answers in the examination scripts. Outcomes were assessed by a method derived from the solo taxonomy, which afforded a common scale to measure the quality of learning outcomes observable in final examination scripts. Results on separate tasks, plus those for a composite score, favoured Cohort 2. The effect size for the composite score was 0.457. This indicates that the unlimited practice with computer feedback for class tests, and the writing assignment, were functioning as intended in promoting learning with understanding. References S. Bengmark, H. Thunberg, and T. M. Winberg. Success-factors in transition to university mathematics. Int. J. Math. Ed. Sci. Tech., 48(7):988–1001, 2017. doi:10.1080/0020739X.2017.1310311. J. B. Biggs and K. F. Collis. Evaluating the quality of learning: The SOLO taxonomy. Academic Press, New York, 1981. URL https://www.elsevier.com/books/evaluating-the-quality-of-learning/biggs/978-0-12-097552-5. A. Bowen-James. Perceptions of learning environments among tertiary mathematics students. Sc.Ed.D. Thesis. Curtin University of Technology, 2002. H. Chick, J. M. Watson, and K. F. Collis. Using the solo taxonomy for error analysis in mathematics. Res. Math. Ed. Aust., 1(1):34–47, 1988. M. R. Freislich. A comparison between the effects of Keller Plan instruction and traditional teaching methods on the structure of learning outcomes among tertiary mathematics students. Sc.Ed.D. Thesis. Curtin University of Technology, 1997. M. R. Freislich. The effects of Keller Plan instruction on the achievement and attitudes of tertiary mathematics students. Proc. Int. Conf. Teach. Math., Istanbul. 2006. M. Gill and M. Greenow. How effective is feedback in computer-aided assessment? Learn. Media Tech., 33(3):207–220, 2008. doi:10.1080/17439880802324145. J. Hannah, A. James, and P. Williams. Does computer-aided formative assessment improve learning outcomes? Int. J. Math. Ed. Sci. Tech., 45(2):269–281, 2014. doi:10.1080/0020739X.2013.822583. D. Harris and M. Pampaka. \\T1\\textquoteleft they [the lecturers] have to get through a certain amount in an hour\\T1\\textquoteright : first year students\\T1\\textquoteright problems with service mathematics lectures. Teach. Math. App., 35(3):144–158, 2016. doi:10.1093/teamat/hrw013. S. Higgins and M. Katsipataki. Communicating comparative findings from meta-analysis in educational research: some examples and suggestions. Int. J. Math.. Res. Meth. Ed., 39(3):237–254, 2016. doi:10.1080/1743727X.2016.1166486. P. W. Hillock and R. N. Khan. A support learning programme for first-year mathematics. Int. J. Math. Ed. Sci. Tech., 50(7):24–29, 2019. doi:10.1080/0020739X.2019.1656830. A. Hodge, J. C. Richardson, and C. S. York. The impact of a web-based homework tool in university algebra courses on student learning and strategies. J. Online Learn. Teach., 5(4):618–629, 2009. URL https://jolt.merlot.org/vol5no4/hodge_1209.htm. D. Holton and D. Clarke. Scaffolding and metacognition. Int. J. Math. Ed. Sci. Tech., 37(2):127–143, 2006. doi:10.1080/00207390500285818. A. H. Jonsdottir, A. Bjornsdottir, and G. Stefansson. Difference in learning among students doing pen-and-paper homework compared to web-based homework in an introductory statistics course. J. Stat. Ed., 25(1):12–20, 2017. doi:10.1080/10691898.2017.1291289. M. McAlinden and A. Noyes. Mathematics in the disciplines at the transition to university. Teach. Math. App., 38(2):61–73, 2019. doi:10.1093/teamat/hry004. J. Nicholas, L. Poladian, J. Mack, and R. Wilson. Mathematics preparation for university: entry pathways and their effect on performance in first year mathematics and science subjects. Int. J. Innov. Sci. Math. Ed., 23(1):37–51, 2015. https://openjournals.library.sydney.edu.au/index.php/CAL/article/view/8488. M. I. Nunez-Pena, R. Bono, and M. Suarez-Pellicioni. Feedback on students' performance: a possible way of reducing the negative effect of math anxiety in higher education. Int. J. Ed. Res., 70(1):80–87, 2015. doi:10.1016/j.ijer.2015.02.005. J. T. E. Richardson. Student learning in higher education: a commentary. Ed. Psych. Rev., 29(1):353–362, 2017. doi:10.1007/s10648-017-9410-x. L. J. Rylands and D. Shearman. Mathematics learning support and engagement in first year engineering. Int. J. Math. Ed. Sci. Tech., 49(8):1133–1147, 2018. doi:10.1080/0020739X.2018.1447699. K. A. Seaton. Efficacy and efficiency in formative assessment: an informed reflection on the value of partial marking. Int. J. Math. Ed. Sci. Tech., 44(7):963–971, 2013. doi:10.1080/0020739X.2013.831490. D. Wood, J. S. Bruner, and G. Ross. The role of tutoring in problem solving. J. Child Psychol. Psych., 17(1):89–100, 1976. doi:10.1111/j.1469-7610.1976.tb00381.x. L. Zetterqvist. Applied problems and use of technology in an aligned way in basic courses in probability and statistics for engineering students—a way to enhance understanding and increase motivation. Teach. Math. App., 36(2):108–122, 2017. doi:10.1093/teamat/hrx004.",
  "authors": [
    {
      "display_name": "Mary Ruth Freislich",
      "id": "A5016302141",
      "orcid": null,
      "institutions": [
        {
          "id": "I31746571",
          "display_name": "UNSW Sydney",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mary Ruth Freislich"
    },
    {
      "display_name": "Alan Bowen-James",
      "id": "A5087985811",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "A. Bowen-James"
    }
  ],
  "publication_year": 2020,
  "publication_date": "2020-09-02",
  "type": "article",
  "cited_by_count": 4,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210233119",
    "display_name": "ANZIAM Journal",
    "issn_l": "1445-8810",
    "issn": [
      "1445-8810"
    ],
    "type": "journal",
    "host_organization": null
  },
  "volume": "61",
  "issue": null,
  "first_page": "C255",
  "last_page": "C272",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://journal.austms.org.au/ojs/index.php/ANZIAMJ/article/view/15166/2243",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C42525527",
      "display_name": "Formative assessment",
      "level": 2,
      "score": 0.8787031
    },
    {
      "id": "C72563966",
      "display_name": "Cohort",
      "level": 2,
      "score": 0.7028988
    },
    {
      "id": "C145420912",
      "display_name": "Mathematics education",
      "level": 1,
      "score": 0.6125899
    },
    {
      "id": "C45504901",
      "display_name": "Syllabus",
      "level": 2,
      "score": 0.5747076
    },
    {
      "id": "C2778476105",
      "display_name": "Workload",
      "level": 2,
      "score": 0.47626254
    },
    {
      "id": "C2777267654",
      "display_name": "Test (biology)",
      "level": 2,
      "score": 0.45873797
    },
    {
      "id": "C2777212361",
      "display_name": "Class (philosophy)",
      "level": 2,
      "score": 0.4375916
    },
    {
      "id": "C509550671",
      "display_name": "Medical education",
      "level": 1,
      "score": 0.4286965
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.41252115
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.33726153
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.23045096
    },
    {
      "id": "C33923547",
      "display_name": "Mathematics",
      "level": 0,
      "score": 0.19788912
    },
    {
      "id": "C154945302",
      "display_name": "Artificial intelligence",
      "level": 1,
      "score": 0.16303343
    },
    {
      "id": "C105795698",
      "display_name": "Statistics",
      "level": 1,
      "score": 0.1414541
    },
    {
      "id": "C151730666",
      "display_name": "Paleontology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C111919701",
      "display_name": "Operating system",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T14079",
      "display_name": "Mathematics Education and Programs",
      "score": 0.9873
    },
    {
      "id": "T12124",
      "display_name": "Engineering Education and Curriculum Development",
      "score": 0.9598
    },
    {
      "id": "T13844",
      "display_name": "Higher Education Learning Practices",
      "score": 0.9579
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.21914/anziamj.v61i0.15166",
  "pdf_url": "https://journal.austms.org.au/ojs/index.php/ANZIAMJ/article/view/15166/2243",
  "retrieved_date": "2025-07-30T14:19:12.515813",
  "source_database": "OpenAlex"
}