{
  "openalex_id": "W3086291264",
  "doi": "https://doi.org/10.1097/aln.0000000000003537",
  "title": "Journal-related Activities and Other Special Activities at the 2020 American Society of Anesthesiologists Meeting",
  "abstract": "As in previous years, Anesthesiology will sponsor several sessions at the annual meeting of the American Society of Anesthesiologists, Anesthesiology 2020. Because of COVID-19, this meeting will be 100% virtual. Details about the format and meeting attendance can be found on the website, asahq.org/annualmeeting.Anesthesiology will sponsor two Best Abstract sessions this year, one in basic science and another in clinical science. These abstracts were chosen by a panel of editors who examined the highest-scoring abstracts from the American Society of Anesthesiologists (ASA; Schaumburg, Illinois) subcommittees, choosing those with important scientific and clinical application and novelty. Subsequently, a combination of these editors and appointees from the ASA chose one abstract in each category to receive the Best Abstract award for basic and clinical sciences at the virtual meeting. The following are summaries of the excellent abstracts that will be presented.Saturday, October 3, 2020, 1:00 to 2:30pmCDTVirtualModerators: Michael J. Avram, Ph.D., Assistant Editor-in-Chief, Anesthesiology, Northwestern University Feinberg School of Medicine, Chicago, Illinois; Deborah J. Culley, M.D., Executive Editor, Anesthesiology, Brigham and Women’s Hospital, Harvard Medical School, Boston, Massachusetts; Martin J. London, M.D., Editor, Anesthesiology, University of California, San Francisco School of Medicine and the Veterans Affairs Medical Center, San Francisco, CaliforniaThe Dural Puncture Epidural Technique: An Investigation with Porcine Epidural and Spinal Spaces by Bushra Taha, M.D., Christopher J. Richey, B.A., Lawrence C. Tsen, M.D.; Department of Anesthesiology and Pain Medicine, Brigham and Women’s Hospital, Boston, Massachusetts; and Harvard Medical School, Boston, Massachusetts. The dural puncture epidural technique involves placing a 17-gauge Weiss needle in the epidural space, introducing a 25-gauge Whitacre needle via the Weiss needle to puncture the dural sac, and threading a catheter into the epidural space. A fluoroscopy and necropsy study was conducted in female pigs to elucidate the mechanism, spread, and distribution of epidural, dural puncture epidural, and combined-spinal epidural techniques. Fluoroscopic images demonstrated segmental spread with combined-spinal epidural > dural puncture epidural > epidural techniques throughout the 3-h study period. Dye was visualized in the epidural space with an epidural and in both epidural and subarachnoid spaces with a dural puncture epidural, although less than with a combined-spinal epidural at both 3 and 6 h.The Roles of Mitophagy Defect in Propofol Infusion Syndrome by Takahiko Tamura, M.D., Ph.D., Nobuo Yasuda, Ph.D., Hiroyuki Morinaga, M.D., Masao Kaneki, M.D., Ph.D., Joseph A. Jeevendra Martyn, M.D., F.R.C.A., Shingo Yasuhara, M.D., Ph.D.; Department of Anesthesia, Critical Care and Pain Medicine, Massachusetts General Hospital, Boston, Massachusetts; and Department of Liberal Arts, University of Tokyo, Tokyo, Japan. Propofol infusion syndrome is a rare but lethal condition characterized by metabolic acidosis, myocardial failure, rhabdomyolysis, and death. The hypothesis that underlying defective mitophagy (autophagic degradation of mitochondria) in critical illnesses can play a significant role in the onset of propofol infusion syndrome was tested in several in vitro paradigms. Propofol treatment produced mitochondrial fragmentation and induced mitophagy in normal conditions, suggesting mild but direct mitochondrial toxicity. When mitophagy was blocked pharmacologically, the propofol-induced fragmentation was exacerbated, with increased production of superoxide from mitochondria resulting in an elevated level of cell death. Under burn injury stress, propofol-induced mitophagosome maturation was perturbed compared to sham burn, suggesting that burn injury leads to the blockade of mitophagy maturation.Dynamics of Active Awakening α2-Adrenergic Agonist-induced Unconsciousness in Primates by Yumiko Ishizawa, M.D., Ph.D., Jesus J. Ballesteros, Ph.D., Jessica Briscoe, M.S.; Department of Anesthesia, Critical Care and Pain Medicine, Massachusetts General Hospital, Boston, Massachusetts. Intracortical neuronal dynamics during transitions of loss of consciousness with the α2-adrenergic agonist dexmedetomidine, return of consciousness, and active awakening by the α2-adrenergic antagonist atipamezole were studied in a functionally interconnecting neocortical network in two macaque monkeys. Loss of consciousness, return of consciousness, and performance return were all associated with distinct neural changes in the cortical dynamics. The early recovery stage between return of consciousness and performance return had characteristic dynamics distinguished by sustained high spindle activities with rapidly fluctuating behavioral responses. The α2-adrenergic antagonist atipamezole induced an instant return of the top task performance while dexmedetomidine was still being infused.The Impact of Sedation on Quantitative Electroencephalogram Trends and Neurologic Outcomes in a Mouse Model of Cardiac Arrest and Cardiopulmonary Resuscitation by Takamitsu Ikeda, M.D., Ph.D., Yusuke Miyazaki, M.D., Ph.D., Eizo Marutani, M.D., Fumito Ichinose, M.D., Ph.D.; Department of Anesthesia, Critical Care, and Pain Medicine, Massachusetts General Hospital, Boston, Massachusetts. The burden of neurologic injury after cardiac arrest is high. Quantitative electroencephalography analysis was performed in a mouse model of cardiac arrest to determine the effects of sedation with propofol or dexmedetomidine on neurologic outcomes after cardiac arrest. Immediately after return of spontaneous circulation, mice received a continuous intravenous infusion of propofol, dexmedetomidine, or normal saline with targeted temperature management for 2 h. Cerebral blood flow was measured for 4 h after return of spontaneous circulation. Sedation after return of spontaneous circulation was associated with improved neurologic outcomes and survival. The beneficial effects of sedation were associated with reduced cerebral blood flow and an increase in the electroencephalogram power in the alpha and theta bands.In Vivo Knockdown of Snail Is a Novel Therapeutic Strategy for Right Ventricular Failure by Varina R. Clark, B.S., Nicole Yin, M.D., Somanshu Banerjee, Ph.D., John F. Park, Ph.D., Michael Zargari, Student, Emma Said, Student, Darnell Bagsik, Student, Gregory Fishbein, M.D., Louis A. Saddic, M.D., Ph.D., Soban Umar, M.D., Ph.D.; David Geffen School of Medicine at University of California Los Angeles, Los Angeles, California. Snail is a transcription factor involved in endothelial-to-mesenchymal transition (EndMT), a process by which endothelial cells transform into fibroblast-like cells. This transition process contributes to cardiac fibrosis, a common feature of patients with heart failure. The hypothesis that pulmonary hypertension-induced right ventricular failure is associated with EndMT driven by Snail was tested in two rat models of pulmonary hypertension-induced right ventricular failure and pulmonary hypertension patients. RNA sequencing demonstrated EndMT to be the top upregulated pathway in the right ventricles of both rat models, and human right ventricles had increased Snail nuclear immunolabeling (activation). Snail knockdown decreased right ventricular Snail expression and right ventricular hypertrophy and improved right ventricular function in rats.Cxcr3 Antagonist Rescues Pulmonary Hypertension in Female Rats by Blocking Sex-dependent Chemokine Effects by Christine Cunningham, B.S., Soban Umar, M.D., Ph.D., Min Li, Ph.D., Mitali Doshi, B.S., Gregoire N. Ruffenach, Ph.D., Jason Hong, M.D., Haley Hrncir, B.S., Arthur P. Arnold, Ph.D., Mansoureh Eghbali, Ph.D.; Department of Anesthesiology and Perioperative Medicine, University of California Los Angeles, Los Angeles, California. Females are up to four times more likely than males to be diagnosed with idiopathic pulmonary arterial hypertension. The Y-chromosome has been reported to be protective against hypoxia-induced pulmonary hypertension in mice. Knockdown of the Y-Chrm gene Uty, but none of the other genes, in male mice resulted in more severe hypoxia-induced pulmonary hypertension. Analysis of RNA sequencing data revealed an increase in proinflammatory cytokines, including Cxcl9 and Cxcl10, in Uty-knockdown mice. Inhibition of Cxcl9 and Cxcl10 activity in female rats with pulmonary hypertension by blocking their receptor, Cxcr3, with the Cxcr3 antagonist, AMG487, resulted in less severe pulmonary hypertension.Mapping Inhibitory Neurosteroid Binding Sites in γ-Aminobutyric Acid Type A Receptors by Lei Wang, M.D., Ph.D., Ziwei Chen, Ph.D., John Bracamontes, B.A., Mingxing Qian, Ph.D., Kathiresan Krishnan, Ph.D., Yusuke Sugasawa, M.D., Ph.D., Gustav Akk, Ph.D., Douglas F. Covey, Ph.D., Alex S. Evers, M.D., Ph.D., Departments of Anesthesiology and Developmental Biology, Washington University in St. Louis School of Medicine, St. Louis, Missouri. Neurosteroids are endogenous modulators of γ-aminobutyric acid type A (GABAA) receptors. The sulfated neurosteroids pregnenolone sulfate and dehydroepiandrosterone are the primary negative allosteric modulators of GABAA receptor activity in brain. This study describes development of pregnenolone sulfate-analog photoaffinity labeling reagents, MQ189 and KK238, and their application to identifying the sites of pregnenolone sulfate binding and action on the GABAA receptors. MQ189 is a negative allosteric modulator of GABAA receptor activity that closely mimics the actions of pregnenolone sulfate. KK238 is a positive allosteric modulator of GABAA receptor activity that does not appear to act at the classic positive allosteric modulator of GABAA receptor activity-neurosteroid binding sites.Substituted Cysteine Modification and Protection with Alkyl-methanethiosulfonate Reagents Estimates Etomidate-to-Residue Distances in γ-Aminobutyric Acid Type A Receptors by Ryan Fantasia, B.S., Stuart A. Forman, M.D., Ph.D.; Department of Anesthesia Critical Care and Pain Medicine, Massachusetts General Hospital, Boston, Massachusetts. Etomidate acts at transmembrane β+/α− interfaces of GABAA receptors. Amino acid residues lining the etomidate site, including β3M286, have been identified using photolabeling and substituted cysteine modification and protection methods. The hypothesis that applying substituted cysteine modification and protection methods with a series of n-alkyl-methanethiosulfonate cysteine-selective modifying reagents could provide more precise information about the distance between etomidate and nearby amino acid residues was tested in α1β3M286Cγ2L GABAA receptors using two-electrode voltage-clamp electrophysiology to assess modification. Accounting for the different side-chain lengths of methionine and cysteine, the results indicate that etomidate is located 1.25 to 2.5 Å from β3M286.Saturday, October 3, 2020, 2:30 to 4:00pmCDTModerators: Michael J. Avram, Ph.D., Assistant Editor-in-Chief, Anesthesiology, Northwestern University Feinberg School of Medicine, Chicago, Illinois; Deborah J. Culley, M.D., Executive Editor, Anesthesiology, Brigham and Women’s Hospital, Harvard Medical School, Boston, Massachusetts; Martin J. London, M.D., Editor, Anesthesiology, University of California, San Francisco School of Medicine and the Veterans Affairs Medical Center, San Francisco, CaliforniaSevere Maternal Morbidity and Hospital Level Disparities: A Multistate Analysis, 2007–2014 by Robert White, M.D., M.S., Dahniel Sastow, B.A., Sillis Y. Jiang, Ph.D., Virginia E. Tangel, M.S., Kathy C. Matthews, M.D., Corrina M. Oxford-Horrey, M.D., Sharon E. Abramovitz, M.D.; Departments of Anesthesiology and Obstetrics and Gynecology, Weill Cornell Medicine, New York, New York; and Icahn School of Medicine at Mount Sinai, New York, New York. The prevalence of severe maternal morbidity increased 200% between 1993 and 2014. Majority black-serving hospitals and hospital safety net burden have been associated with poorer patient outcomes. The association of both of these hospital-level characteristics with severe maternal morbidity was studied using generalized linear mixed models of data from 6,879,332 delivery hospitalization records from 707 hospitals in 5 states collected between 2007 and 2014. After adjusting for patient- and hospital-level confounders, the level of black-serving hospital was significantly associated with severe maternal morbidity, but hospital safety net burden was not significantly associated with it.Genome-wide Association Study of Patients with Postpartum Hemorrhage Identifies Genetic Loci Related to Immunity and Cell Interactions by Vesela Kovacheva, M.D., Ph.D., Kathryn Gray, M.D., Ph.D., Jacqueline Lane, Ph.D., Hassan Dashti, Ph.D., Brian T. Bateman, M.D., Richa Saxena, Ph.D.; Departments of Anesthesiology and Obstetrics and Gynecology, Brigham and Women’s Hospital, Boston, Massachusetts; and Massachusetts General Hospital, Boston, Massachusetts. Postpartum hemorrhage is the leading cause of maternal mortality. Epidemiologic studies have shown that 41% of postpartum hemorrhage risk is familial, with 18% attributable to maternal genetic factors. A genome-wide association study was conducted in 1,424 postpartum hemorrhage cases and 4,272 matched controls with at least one live birth and no postpartum hemorrhage from the UK Biobank to identify novel genetic variants associated with increased postpartum hemorrhage risk. Several putative novel genetic loci were identified near genes involved in cell interactions and immunity. The top single nucleotide polymorphism was near the LGALS3BP gene that modulates cell–cell and cell–matrix interactions and the immune response associated with natural killer and lymphokine-activated killer cytotoxicity.The Effect of Diabetes Mellitus and Preoperative Opioid Use on Gastric Emptying by Omer Bakal, M.D., Kamal Maheshwari, M.D., Kenneth C. Cummings, M.D., M.S., Guangmei Mao, Ph.D., Eva Rivas Ferreira, M.D., Hesham Elsharkawy, M.D., M.B.A., Daniel I. Sessler, M.D., Sekar S. Bhavani, M.D., B.S., M.B.; Department of Outcomes Research, Cleveland Clinic Foundation, Cleveland, Ohio. Perioperative pulmonary aspiration of gastric contents causes much morbidity and mortality. The associations between gastric volume directly measured by endoscopic examination and preoperative HbA1C, duration of diabetes, and chronic opioid use were assessed in 145 patients who had diabetes mellitus or chronic opioid use and who had single or dual bowel preparations for gastrointestinal endoscopy between 2017 and 2019. Among 131 diabetic patients, neither HbA1C nor duration of diabetes was associated with gastric volume. Chronic opioid use was not significantly associated with gastric volume in the 14 patients with chronic opioid use. The median difference between gastric volume measured using ultrasound and endoscopic measurement was 18 ml.Clinical Validation of the Eleveld Propofol Pharmacokinetic–Pharmacodynamic Model Used in General Anesthesia by Remco Vellinga, M.D., Laura Hannivoort, M.D., Ph.D., Michele Introna, M.D., Daan Touw, Pharm.D, Ph.D., Anthony R. Absalom, M.D., Ph.D., Douglas J. Eleveld, Ph.D., Michel M.R.F Struys, M.D., Ph.D.; Departments of Anesthesiology and Pharmacology, University Medical Center Groningen, Groningen, Netherlands; and University of Milan, Milan, Italy. Current target-controlled drug infusion systems use pharmacokinetic models developed for specific patient groups. The aim of the current study was to validate a propofol pharmacokinetic–pharmacodynamic model developed for broad application in groups of 25 pediatric, adult, elderly, and obese adult patients undergoing elective surgery. Anesthesiologists were instructed to adjust the target propofol concentration to maintain the Bispectral Index in the range 40 to 60. For pharmacokinetic predictive accuracy, the model showed acceptable bias (less than ±20%) in children, adults, and the obese, but there was some bias (−27%) in the elderly. Precision was acceptable (less than 30%) for all groups. For Bispectral Index, bias and precision were smaller than ±2 and 10 Bispectral Index units, respectively, for all groups.Intraoperative Frontal Electroencephalography Substitutes for Age in a Predictive Model of Postanesthesia Care Unit Delirium by Joseph Pena, M.D., Xiao Shi, M.S., Amy Gaskell, M.D., Ph.D., Matthias Kreuzer, Ph.D., Jamie Sleigh, Ch.B., M.B., Paul S. Garcia, M.D., Ph.D.; Department of Anesthesiology, Columbia University Irving Medical Center, New York, New York; Department of Anesthesiology, Waikato Clinical School, University of Auckland, Hamilton, New Zealand; and Clinic of Anaesthesiology, Technische Universitat Munchen, Munchen, Germany. Intraoperative frontal electroencephalography (EEG) allows for noninvasive monitoring of cortical activity, and specific EEG patterns are associated with delirium in the postanesthesia care unit. The performance of two predictive logistic regression models of postanesthesia care unit delirium derived and validated using data from a prospective multicenter observational study of 649 patients who underwent noncardiac surgery requiring general anesthesia were compared: one that included intraoperative frontal EEG data and one that did not include this information. The inclusion of intraoperative frontal EEG data resulted in an improved predictive model of postanesthesia care unit delirium in which chronological age and history of neurodegenerative disease no longer contributed significantly to the model.Predicting Death in Emergency Laparotomy: An Uncertainty-aware Model Developed Using Data from 179 United Kingdom Hospitals by Finneas Catling, M.Sc., Jakob Mathiszig-Lee, F.R.C.A., S. Ramani Moonesinghe, M.B., Ch.B., F.R.C.P., F.R.C.A., FFICM, Stephen J. Brett, M.D., F.R.C.A.; Department of Surgery and Cancer, Imperial College London, London, United Kingdom, and Centre for Perioperative Medicine, University College London, London, United Kingdom. Current models of emergency laparotomy mortality risk only make point predictions, masking uncertainty in the predictions that can lead to overconfident decision making. A generalized additive model of 60-day mortality risk was developed to predict distributions over mortality risk and validated, using data from 127,148 United Kingdom patients who had emergency laparotomies between 2013 and 2019. Predictor variables and interactions were chosen on the basis of clinical plausibility. The model accounts for the effect of missing computerized tomography scans and blood tests and for complex relationships between variables, improving clinical plausibility while remaining straightforward to interpret.High Mobilization Dose Decreases Adverse Discharge Disposition Risk in Intensive Care Unit Patients by Flora Scheffenbichler, M.D., Bijan Jamil Teja, M.D., M.B.A., Karuna Wongtangman, M.D., Karen Waak, D.P.T., Stefan J. Schaller, M.D., Ph.D., Jessica M. Cassavaugh, M.D., Ph.D., Manfred Blobner, M.D., Ph.D., Carol Hodgson, Ph.D., Nicola Latronico, M.D., Ph.D., Matthias Eikermann, M.D., Ph.D.; Department of Anesthesia, Critical Care and Pain Medicine, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, Massachusetts; Department of Physical Therapy, Massachusetts General Hospital, Boston, Massachusetts; Klinik für Anästhesie, Charité Universitätsmedizin Berlin, Berlin, Germany; Department of Anesthesiology and Intensive Care Medicine, Technical University of Munich, Klinikum Rechts der Isar, Munich, Germany; Department of Epidemiology and Preventive Medicine, Monash University, Australian and New Zealand Intensive Care Research Centre, Melbourne, Australia; and Department of Anesthesia, Critical Care and Emergency, Spedali Civili University Hospital, University of Brescia, Brescia, Italy.Mobilization therapy in the intensive care unit has been shown to be associated with improved outcomes for critically ill patients, including increased muscle strength and functional independence. The hypothesis that high mobilization dose is associated with a lower risk of adverse discharge disposition was tested in a prospective, observational study of 150 patients who were functionally independent before admission and were expected to stay in the intensive care unit for at least 48 h using a new instrument to quantify mobilization dose that captures the intensity and duration of mobilization. High mobilization dose was associated with better functional capacity at intensive care unit and hospital discharge and improved physical work capacity 3 months after discharge.Cardiac Angiotensin-converting Enzyme 2 (ACE2): Not Just a Marker for Cardiovascular Disease by Leanne Groban, M.D., M.S., Hao Wang, M.D., Ph.D., Amit K. Saha, Ph.D., Xuming Sun, M.D., Ph.D., Scott Segal, M.D., Neal Kon, M.D., Carlos M. Ferrario, M.D; Department of Anesthesiology, Cardiothoracic Surgery and Surgery, Wake Forest School of Medicine, Winston Salem, North Carolina. The expression of angiotensin-converting enzyme 2 (ACE2) was evaluated in the right atria appendages of 34 patients undergoing cardiac surgery to better understand how this tissue enzyme is altered in heart disease. Quantitative real-time PCR of atrial tissue was used to detect mRNA levels of ACE2, as well as other renin angiotensin system components and natriuretic peptides. ACE2 was expressed in atrial tissue of patients with coronary artery disease or left-sided valvular disease, and its gene level was directly related to gene transcripts for renin, ACE, and chymase but not angiotensinogen. Cardiac ACE2 mRNA was increased in patients with a history of chronic obstructive pulmonary disease and stroke and among those treated with thrombolytics and thiazide diuretics.Sunday, October 4, 2020, 12:00 to 2:00pmCDTModerators:Jerrold H. Levy, M.D., F.A.H.A., F.C.C.M., Executive Editor, Anesthesiology, Duke University School of Medicine, Durham, North Carolina; and Daniel I. Sessler, M.D., Editor, Anesthesiology, Cleveland Clinic, Cleveland, OhioSpeakers:Defining Hypotension Based on Physiologic Variables. Charles W. Hogue, M.D., Northwestern University Feinberg School of Medicine, Chicago, IllinoisHemodynamic Monitoring, Bernd Saugel, M.D., E.D.I.C., University Medical Center Hamburg-Eppendorf, Hamburg, GermanyPerioperative Hemodynamic Management, Daniel I. Sessler, M.D., Cleveland Clinic, Cleveland, OhioDescription:The modus operandi for anesthesiologists is to maintain hemodynamic stability. However, what this means clinically is far more complex as perioperative therapeutic goals of cardiovascular management, the complexity of patients, and growing knowledge, research, and monitoring techniques continue to evolve in our clinical practice. The Symposium addresses questions such as: what are our hemodynamic goals and supporting data; what have we learned from perioperative clinical trials; and what cardiovascular monitoring should I use?The session features three expert speakers on the topic followed by oral presentations of abstracts that were selected based upon their relevance to the symposium topic. The full text for each abstract can be found at the ASA abstract website.Failure to Detect Ward Hypoxemia and Hypotension: Contributions of Insufficient Assessment Frequency and Patient Arousal during Nursing Assessments by Remie Saab, M.D., Bernie Poyi Wu, B.S., Eva Rivas Ferreira, M.D., Ph.D., Andrew Chiu, M.Sc., Sofia Lozovoskiy, B.S., Chao Ma, M.S., Dongsheng Yang, M.S., Alparslan Turan, M.D., Daniel I. Sessler, M.D.; Cleveland Clinic, Cleveland, Ohio. Hypotensive or hypoxemic episodes on surgical wards might be missed because they occur between scheduled measurements and/or because the process of taking vital signs arouses patients and temporarily improves blood pressure and ventilation. Among 782 patients with continuous blinded saturation and blood pressure measurements, there were 878 hypotensive episodes and 2,893 desaturated episodes. The results showed that 79% of the hypotensive episodes and 82% of the desaturated episodes did not occur within 10 min of a nursing assessment and would therefore usually be missed. Hypotensive and desaturated episodes are largely missed because vital sign assessments on surgical wards are sparse.Perioperative Hemodynamic Optimization Therapy and Postoperative Outcomes in High-risk Cardiac Surgical Patients by Manshu Yan, M.B., B.S., Davinder S. Ramsingh, M.D., Huayong Hu, M.D., Ryan Lauer, M.D. Jason W. Gatling, M.D., Melinda A. Eshelman, M.D., Dustin H. Wailes, M.D., Ihab R. Dorotta, M.B., Ch.B.; Loma Linda University Medical Center, Loma Linda, California; and University of Kentucky, Lexington, Kentucky. The authors tested the hypothesis that goal-directed fluid management intraoperatively and postoperatively improves outcomes after coronary artery bypass graft surgery. In a before–after retrospective comparison in 158 and 217 patients, the authors found that intensive care unit duration and vasopressor use were both reduced with goal-directed fluid management.Cardiac Inotropy and Ventricular-arterial Coupling Assessed via Echocardiography and Complications following Cardiac Surgery: An Institutional Outcomes Study by Michael Mathis, M.D., Elizabeth S. Jewell, M.S., Milo C. Engoren, M.D.; University of Michigan, Ann Arbor, Michigan. The Smith–Medigan inotropy index correlates with cardiac inotropy and the potential-to-kinetic energy ratio correlates with ventricular-arterial coupling. Both are validated but rarely used measures. In a retrospective analysis of 189 patients, the authors found that decreased Smith–Medigan inotropy index, but not the potential-to-kinetic energy ratio, was associated with mortality or major complications. The Smith–Medigan inotropy index might therefore be incorporated into other prediction measures such as the EuroScore II.Hypotension Prediction Index versus Arterial Waveform Analysis and Incidence of Perioperative Hypotension by Carla Grundmann, M.D., Jan Wischermann, M.D., Philipp Fassbender, M.D., Stephan Brauckmann, M.D., Petra Bischoff, M.D., Ulrich H. Frey, M.D.; Marien Hospital Herne, University Hospital of Ruhr-University Bochum, Bochum, Germany. The Hypotension Prediction Index predicts intraoperative hypotension minutes before episodes occur. The authors tested the hypothesis that the Hypotension Prediction Index in combination with a personalized treatment protocol reduces intraoperative time-weighted average hypotension of less than 65 mmHg. In a retrospective analysis in 67 patients, 28 patients evaluated by the Hypotension Prediction Index had fewer and shorter hypotensive episodes and therefore less time-weighted average hypotension.Validity of Arterial dP/dt as a Continuous Surrogate for Left Ventricular Contractility by Ahmed Elassal, M.B., Ch.B., Paul M. Heerdt, M.D., Ph.D.; Yale School of Medicine, New Haven, Connecticut. Contractility of the left ventricle is commonly quantified as the change in arterial pressure (AdP/dt), which is a readily available measure. However, the relationship may be compromised because AdP/dt is a function of preload and because AdP/dt is measured during ejection rather than during isovolemic contraction. The authors therefore compared AdP/dt with contractility over 60 measurements. AdP/dt poorly correlated with contractility, suggesting that it is poor substitute for direct measurement of contractility.Automated Closed-loop versus Manually Controlled Norepinephrine Infusion in Patients Undergoing Moderate to High-risk Abdominal Surgery: A Randomized Controlled Trial by Joseph Rinehart, M.D., Dragos Chirnoaga, M.D., Luc Barvais, M.D., Philippe van der Linden, M.D., Brenton S. Alexander, M.D., Jacques Duranteau, M.D., Jean-Louis Vincent, M.D., Maxime Cannesson, M.D., Ph.D., Alexandre P. Joosten, M.D., Ph.D.; University of California Irvine, Newport Beach, California; Erasme Hospital, Brussels, Belgium; Brugmann Hospital, Brussels, Belgium; University of California San Diego, San Diego, California; Hospital de Bicetre, Le Kremlin Bicetre France; and University of California Los Angeles, Los Angeles, California. The authors tested the hypothesis that automated closed-loop vasopressor administration controls arterial pressure better than clinicians. Thirty patients having major abdominal surgery were randomly assigned to closed-loop version conventional manual vasopressor administration. The primary outcome was the percentage of time during surgery a patient had a mean arterial pressure of less than 90% of the baseline value. The closed-loop system almost eliminated hypotension, whereas hypotension was common in patients in whom vasopressors were manually controlled.Higher Cardiopulmonary Bypass Flow Rate in Neonatal Arterial Switch Operations Surgeries May Reduce the Risk of Postoperative Acute Kidney Injury by Increasing Oxygen Delivery by Peiyao Zhang, M.D., Yuanyuan Tong, M.D., Jinping Liu, M.D., Shengwen Guo, M.D., Yu Jin, M.D., Liting Bai, M.D., Yixuan Li, M.D.; National Center for Cardiovascular Diseases, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, China. Optimal flow rates during cardiopulmonary bypass in infants remains unclear. The authors retrospectively evaluated 126 infants having arterial switch operations. Infants with flow rates exceeding 117 ml · kg−1 · min−1 experienced less acute kidney injury. No other outcomes differed significantly. Higher bypass flow rates might be helpful.Midodrine as Adjunctive Support for the Treatment of Refractory Hypotension in the Intensive Care Unit (MIDAS Trial) by Peter Santer, M.D., Ph.D., Matthew H. Anstey, M.B.B.S., M.P.H., Maria Patrocinio, M.D., Bradley Wibrow, M.B., B.S., Bijan Teja, M.D., M.B.A., Denys Shaydenfish, Student, Shahzad Shaefi, M.D., M.P.H., Charles S. Parsons, M.D., Timothy T. Houle, Ph.D., Matthias Eikermann, M.D., Ph.D.; Beth Israel Deaconess Medical Center, Boston, Massachusetts; Sir Charles Gairdner Hospital, Perth, Australia; St. Michael’s Hospital, Toronto, Ontario, Canada; and Massachusetts General Hospital, Boston, Massachusetts. Midodrine, an oral α1-adrenergic agonist, may reduce the need for intravenous vasopressors and therefore promote intensive care unit (ICU) discharge. In a randomized, double-blind, placebo-controlled trial, the investigators enrolled adult ICU patients with hypotension requiring a single-agent intravenous vasopressor for at least 24 h. A total of 166 patients were randomized to receive oral midodrine (20 mg) or placebo every 8 h. The need for intravenous vasopressors was not reduced, and the time to ICU discharge readiness, ICU and hospital length of stay, and ICU readmission rates did not differ between groups. Midodrine does not reduce hypotension nor speed ICU discharge.Sunday, October 4, 2020, 3:00 to 5:00pmCDTModerators: Deborah J. Culley, M.D., Executive Editor, Anesthesiology, Brigham and Women’s Hospital, Harvard Medical School, Boston, Massachusetts; Evan D. Kharasch, M.D., Ph.D., Editor-in-Chief, Anesthesiology, Duke University, Durham, North CarolinaAnesthesiology is sponsoring its fifth major trials session at the 2020 Annual Meeting of the ASA. The session will provide a high-profile, large-audience forum for initial presentation of major randomized clinical trial results. It is designed for substantial trials, usually randomized and blinded, with a clinically important primary outcome.Monday, October 5, 2020, 9:00 to 11:00amCDTVirtualLearning Objectives: The learner will be able to: (1) define different designs of clinical trials and discuss their application, advantages, and limitations; (2) identify legal and ethical issues related to modified and waived consent; (3) recognize specific features of large trials in pediatric anesthesia and apply methods to successfully implement these; (4) assess approaches for implementation of multicenter/multinational trials; and (5) critique the design of endpoints for clinical trials.Description: This session aims to provide a panel of advanced topics to the clinician and clinical investigator working or interested in the field of clinical trials in anesthesiology. Topics are designed for those with moderate to advanced level of knowledge in the field. They will provide a broad perspective on major current methodologic and organizational aspects of trials as related to studies in different subspecialties within the discipline of anesthesiology.IntroductionMarcos F. Vidal Melo, M.D., Ph.D., Associate Editor, Anesthesiology, Harvard Medical School, Massachusetts General Hospital, Boston, MassachusettsFragility of Randomized Controlled Trials and Why We Need Large Randomized Controlled TrialsPhilip J. Devereaux, M.D., Ph.D., F.R.C.P.C., Departments of Medicine, Division of Cardiology, and Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, CanadaCurrent Statistical Requirements for Major Trials: What to Expect from Big DataTimothy T. Houle, Ph.D., Statistical Editor, Anesthesiology, Harvard Medical School, Massachusetts General Hospital, Boston, MassachusettsDesign, Team Building, and Implementation: Stepped-wedge and Adjustments after FundingMonica S. Vavillala, M.D., University of Washington, Seattle, WashingtonA Structure for Collaborative Clinical Trials – The International PerspectiveAndrew Davidson, M.B.B.S., M.D., F.A.N.Z.C.A., F.A.H.M.S., Executive Editor, Anesthesiology, The Royal Children’s Hospital and the Murdoch Children’s Research Institute, University of Melbourne, Melbourne, AustraliaClinical Trials in Pediatric Anesthesia: Specific Challenges and Solutions.Mary Ellen McCann, M.D., M.P.H., Harvard Medical School, Boston Children’s Hospital, Boston, MassachusettsCollapsed Composite Endpoints in Clinical Trials: Chances and RisksMarcelo Gama de Abreu, M.D., Ph.D., University of Dresden, Dresden, GermanyThe authors declare no competing interests.",
  "authors": [
    {
      "display_name": "Michael J. Avram",
      "id": "A5054511999",
      "orcid": "https://orcid.org/0000-0001-6637-1355",
      "institutions": [
        {
          "id": "I111979921",
          "display_name": "Northwestern University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1316902750",
          "display_name": "Cleveland Clinic",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I170897317",
          "display_name": "Duke University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I185261750",
          "display_name": "University of Toronto",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I1315708478",
          "display_name": "San Francisco VA Medical Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I180670191",
          "display_name": "University of California, San Francisco",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1283280774",
          "display_name": "Brigham and Women's Hospital",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Michael J. Avram"
    },
    {
      "display_name": "Deborah J. Culley",
      "id": "A5046346346",
      "orcid": "https://orcid.org/0000-0002-1003-2407",
      "institutions": [
        {
          "id": "I1315708478",
          "display_name": "San Francisco VA Medical Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I1283280774",
          "display_name": "Brigham and Women's Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I180670191",
          "display_name": "University of California, San Francisco",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I111979921",
          "display_name": "Northwestern University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1316902750",
          "display_name": "Cleveland Clinic",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I170897317",
          "display_name": "Duke University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I185261750",
          "display_name": "University of Toronto",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Deborah J. Culley"
    },
    {
      "display_name": "Evan D. Kharasch",
      "id": "A5012844446",
      "orcid": "https://orcid.org/0000-0002-6613-922X",
      "institutions": [
        {
          "id": "I1315708478",
          "display_name": "San Francisco VA Medical Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I180670191",
          "display_name": "University of California, San Francisco",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1316902750",
          "display_name": "Cleveland Clinic",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I111979921",
          "display_name": "Northwestern University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1283280774",
          "display_name": "Brigham and Women's Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I170897317",
          "display_name": "Duke University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I185261750",
          "display_name": "University of Toronto",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Evan D. Kharasch"
    },
    {
      "display_name": "Jerrold H. Levy",
      "id": "A5053864173",
      "orcid": "https://orcid.org/0000-0003-3766-4962",
      "institutions": [
        {
          "id": "I1315708478",
          "display_name": "San Francisco VA Medical Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I180670191",
          "display_name": "University of California, San Francisco",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I111979921",
          "display_name": "Northwestern University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1283280774",
          "display_name": "Brigham and Women's Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I1316902750",
          "display_name": "Cleveland Clinic",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I170897317",
          "display_name": "Duke University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I185261750",
          "display_name": "University of Toronto",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jerrold H. Levy"
    },
    {
      "display_name": "Martin J. London",
      "id": "A5112170524",
      "orcid": null,
      "institutions": [
        {
          "id": "I1315708478",
          "display_name": "San Francisco VA Medical Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I180670191",
          "display_name": "University of California, San Francisco",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1283280774",
          "display_name": "Brigham and Women's Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I1316902750",
          "display_name": "Cleveland Clinic",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I170897317",
          "display_name": "Duke University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I185261750",
          "display_name": "University of Toronto",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I111979921",
          "display_name": "Northwestern University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Martin J. London"
    },
    {
      "display_name": "Daniel I. Sessler",
      "id": "A5042996287",
      "orcid": "https://orcid.org/0000-0001-9932-3077",
      "institutions": [
        {
          "id": "I1315708478",
          "display_name": "San Francisco VA Medical Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I180670191",
          "display_name": "University of California, San Francisco",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1283280774",
          "display_name": "Brigham and Women's Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I1316902750",
          "display_name": "Cleveland Clinic",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I170897317",
          "display_name": "Duke University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I185261750",
          "display_name": "University of Toronto",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I111979921",
          "display_name": "Northwestern University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Daniel I. Sessler"
    },
    {
      "display_name": "Hannah Wunsch",
      "id": "A5082294777",
      "orcid": "https://orcid.org/0000-0001-5477-8422",
      "institutions": [
        {
          "id": "I1315708478",
          "display_name": "San Francisco VA Medical Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I180670191",
          "display_name": "University of California, San Francisco",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I111979921",
          "display_name": "Northwestern University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1283280774",
          "display_name": "Brigham and Women's Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I1316902750",
          "display_name": "Cleveland Clinic",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I170897317",
          "display_name": "Duke University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I185261750",
          "display_name": "University of Toronto",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Hannah Wunsch"
    }
  ],
  "publication_year": 2020,
  "publication_date": "2020-10-01",
  "type": "article",
  "cited_by_count": 1,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S124035732",
    "display_name": "Anesthesiology",
    "issn_l": "0003-3022",
    "issn": [
      "0003-3022",
      "1528-1175"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "133",
  "issue": "4",
  "first_page": "711",
  "last_page": "717",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://pubs.asahq.org/anesthesiology/article-pdf/133/4/711/498284/20201000.0-00013.pdf",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.95874536
    },
    {
      "id": "C2993314993",
      "display_name": "American society of anesthesiologists",
      "level": 2,
      "score": 0.89252377
    },
    {
      "id": "C509550671",
      "display_name": "Medical education",
      "level": 1,
      "score": 0.32015836
    },
    {
      "id": "C42219234",
      "display_name": "Anesthesia",
      "level": 1,
      "score": 0.18678755
    }
  ],
  "topics": [
    {
      "id": "T11930",
      "display_name": "Cardiac, Anesthesia and Surgical Outcomes",
      "score": 0.9842
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1097/aln.0000000000003537",
  "pdf_url": "https://pubs.asahq.org/anesthesiology/article-pdf/133/4/711/498284/20201000.0-00013.pdf",
  "retrieved_date": "2025-07-30T15:59:11.030821",
  "source_database": "OpenAlex"
}