{
  "openalex_id": "W3080575814",
  "doi": "https://doi.org/10.15252/emmm.202012146",
  "title": "Disease‐specific phenotypes in <scp>iPSC</scp> ‐derived neural stem cells with <i> <scp>POLG</scp> </i> mutations",
  "abstract": "Article25 August 2020Open Access Source DataTransparent process Disease-specific phenotypes in iPSC-derived neural stem cells with POLG mutations Kristina Xiao Liang Corresponding Author Kristina Xiao Liang [email protected] orcid.org/0000-0002-3586-4218 Neuro-SysMed, Center of Excellence for Clinical Research in Neurological Diseases, Haukeland University Hospital, Bergen, Norway Department of Clinical Medicine, University of Bergen, Bergen, Norway Search for more papers by this author Cecilie Katrin Kristiansen Cecilie Katrin Kristiansen Department of Clinical Medicine, University of Bergen, Bergen, Norway Search for more papers by this author Sepideh Mostafavi Sepideh Mostafavi Department of Clinical Medicine, University of Bergen, Bergen, Norway Search for more papers by this author Guro Helén Vatne Guro Helén Vatne Department of Clinical Medicine, University of Bergen, Bergen, Norway Search for more papers by this author Gina Alien Zantingh Gina Alien Zantingh Leiden University Medical Centre, Leiden University, Leiden, The Netherlands Search for more papers by this author Atefeh Kianian Atefeh Kianian Department of Clinical Medicine, University of Bergen, Bergen, Norway Search for more papers by this author Charalampos Tzoulis Charalampos Tzoulis Neuro-SysMed, Center of Excellence for Clinical Research in Neurological Diseases, Haukeland University Hospital, Bergen, Norway Department of Clinical Medicine, University of Bergen, Bergen, Norway Search for more papers by this author Lena Elise Høyland Lena Elise Høyland Department of Biomedicine, University of Bergen, Bergen, Norway Search for more papers by this author Mathias Ziegler Mathias Ziegler orcid.org/0000-0001-6961-2396 Department of Biomedicine, University of Bergen, Bergen, Norway Search for more papers by this author Roberto Megias Perez Roberto Megias Perez orcid.org/0000-0002-1420-1845 Department of Biomedicine, University of Bergen, Bergen, Norway Search for more papers by this author Jessica Furriol Jessica Furriol Department of Clinical Medicine, University of Bergen, Bergen, Norway Department of Medicine, Haukeland University Hospital, Bergen, Norway Search for more papers by this author Zhuoyuan Zhang Zhuoyuan Zhang State Key Laboratory of Oral Diseases, West China School of Stomatology, Sichuan University, Chengdu, China Department of Head and Neck Cancer Surgery, West China School of Stomatology, Sichuan University, Chengdu, China Search for more papers by this author Novin Balafkan Novin Balafkan Department of Clinical Medicine, University of Bergen, Bergen, Norway Search for more papers by this author Yu Hong Yu Hong Neuro-SysMed, Center of Excellence for Clinical Research in Neurological Diseases, Haukeland University Hospital, Bergen, Norway Department of Clinical Medicine, University of Bergen, Bergen, Norway Search for more papers by this author Richard Siller Richard Siller Department of Molecular Medicine, Institute of Basic Medical Sciences, University of Oslo, Oslo, Norway Norwegian Center for Stem Cell Research, Oslo University Hospital and University of Oslo, Oslo, Norway Search for more papers by this author Gareth John Sullivan Gareth John Sullivan orcid.org/0000-0001-8718-7944 Department of Molecular Medicine, Institute of Basic Medical Sciences, University of Oslo, Oslo, Norway Norwegian Center for Stem Cell Research, Oslo University Hospital and University of Oslo, Oslo, Norway Institute of Immunology, Oslo University Hospital, Oslo, Norway Hybrid Technology Hub - Centre of Excellence, Institute of Basic Medical Sciences, University of Oslo, Oslo, Norway Department of Pediatric Research, Oslo University Hospital, Oslo, Norway Search for more papers by this author Laurence A Bindoff Corresponding Author Laurence A Bindoff [email protected] orcid.org/0000-0003-0988-276X Neuro-SysMed, Center of Excellence for Clinical Research in Neurological Diseases, Haukeland University Hospital, Bergen, Norway Department of Clinical Medicine, University of Bergen, Bergen, Norway Search for more papers by this author Kristina Xiao Liang Corresponding Author Kristina Xiao Liang [email protected] orcid.org/0000-0002-3586-4218 Neuro-SysMed, Center of Excellence for Clinical Research in Neurological Diseases, Haukeland University Hospital, Bergen, Norway Department of Clinical Medicine, University of Bergen, Bergen, Norway Search for more papers by this author Cecilie Katrin Kristiansen Cecilie Katrin Kristiansen Department of Clinical Medicine, University of Bergen, Bergen, Norway Search for more papers by this author Sepideh Mostafavi Sepideh Mostafavi Department of Clinical Medicine, University of Bergen, Bergen, Norway Search for more papers by this author Guro Helén Vatne Guro Helén Vatne Department of Clinical Medicine, University of Bergen, Bergen, Norway Search for more papers by this author Gina Alien Zantingh Gina Alien Zantingh Leiden University Medical Centre, Leiden University, Leiden, The Netherlands Search for more papers by this author Atefeh Kianian Atefeh Kianian Department of Clinical Medicine, University of Bergen, Bergen, Norway Search for more papers by this author Charalampos Tzoulis Charalampos Tzoulis Neuro-SysMed, Center of Excellence for Clinical Research in Neurological Diseases, Haukeland University Hospital, Bergen, Norway Department of Clinical Medicine, University of Bergen, Bergen, Norway Search for more papers by this author Lena Elise Høyland Lena Elise Høyland Department of Biomedicine, University of Bergen, Bergen, Norway Search for more papers by this author Mathias Ziegler Mathias Ziegler orcid.org/0000-0001-6961-2396 Department of Biomedicine, University of Bergen, Bergen, Norway Search for more papers by this author Roberto Megias Perez Roberto Megias Perez orcid.org/0000-0002-1420-1845 Department of Biomedicine, University of Bergen, Bergen, Norway Search for more papers by this author Jessica Furriol Jessica Furriol Department of Clinical Medicine, University of Bergen, Bergen, Norway Department of Medicine, Haukeland University Hospital, Bergen, Norway Search for more papers by this author Zhuoyuan Zhang Zhuoyuan Zhang State Key Laboratory of Oral Diseases, West China School of Stomatology, Sichuan University, Chengdu, China Department of Head and Neck Cancer Surgery, West China School of Stomatology, Sichuan University, Chengdu, China Search for more papers by this author Novin Balafkan Novin Balafkan Department of Clinical Medicine, University of Bergen, Bergen, Norway Search for more papers by this author Yu Hong Yu Hong Neuro-SysMed, Center of Excellence for Clinical Research in Neurological Diseases, Haukeland University Hospital, Bergen, Norway Department of Clinical Medicine, University of Bergen, Bergen, Norway Search for more papers by this author Richard Siller Richard Siller Department of Molecular Medicine, Institute of Basic Medical Sciences, University of Oslo, Oslo, Norway Norwegian Center for Stem Cell Research, Oslo University Hospital and University of Oslo, Oslo, Norway Search for more papers by this author Gareth John Sullivan Gareth John Sullivan orcid.org/0000-0001-8718-7944 Department of Molecular Medicine, Institute of Basic Medical Sciences, University of Oslo, Oslo, Norway Norwegian Center for Stem Cell Research, Oslo University Hospital and University of Oslo, Oslo, Norway Institute of Immunology, Oslo University Hospital, Oslo, Norway Hybrid Technology Hub - Centre of Excellence, Institute of Basic Medical Sciences, University of Oslo, Oslo, Norway Department of Pediatric Research, Oslo University Hospital, Oslo, Norway Search for more papers by this author Laurence A Bindoff Corresponding Author Laurence A Bindoff [email protected] orcid.org/0000-0003-0988-276X Neuro-SysMed, Center of Excellence for Clinical Research in Neurological Diseases, Haukeland University Hospital, Bergen, Norway Department of Clinical Medicine, University of Bergen, Bergen, Norway Search for more papers by this author Author Information Kristina Xiao Liang *,1,2,‡, Cecilie Katrin Kristiansen2,‡, Sepideh Mostafavi2, Guro Helén Vatne2, Gina Alien Zantingh3, Atefeh Kianian2, Charalampos Tzoulis1,2, Lena Elise Høyland4, Mathias Ziegler4, Roberto Megias Perez4, Jessica Furriol2,5, Zhuoyuan Zhang6,7, Novin Balafkan2, Yu Hong1,2, Richard Siller8,9, Gareth John Sullivan8,9,10,11,12 and Laurence A Bindoff *,1,2 1Neuro-SysMed, Center of Excellence for Clinical Research in Neurological Diseases, Haukeland University Hospital, Bergen, Norway 2Department of Clinical Medicine, University of Bergen, Bergen, Norway 3Leiden University Medical Centre, Leiden University, Leiden, The Netherlands 4Department of Biomedicine, University of Bergen, Bergen, Norway 5Department of Medicine, Haukeland University Hospital, Bergen, Norway 6State Key Laboratory of Oral Diseases, West China School of Stomatology, Sichuan University, Chengdu, China 7Department of Head and Neck Cancer Surgery, West China School of Stomatology, Sichuan University, Chengdu, China 8Department of Molecular Medicine, Institute of Basic Medical Sciences, University of Oslo, Oslo, Norway 9Norwegian Center for Stem Cell Research, Oslo University Hospital and University of Oslo, Oslo, Norway 10Institute of Immunology, Oslo University Hospital, Oslo, Norway 11Hybrid Technology Hub - Centre of Excellence, Institute of Basic Medical Sciences, University of Oslo, Oslo, Norway 12Department of Pediatric Research, Oslo University Hospital, Oslo, Norway ‡These authors contributed equally to this work *Corresponding author. Tel: +47 55 97 50 96; E-mail: [email protected] *Corresponding author. Tel: +47 55 97 57 04; E-mail: [email protected] EMBO Mol Med (2020)12:e12146https://doi.org/10.15252/emmm.202012146 PDFDownload PDF of article text and main figures. Peer ReviewDownload a summary of the editorial decision process including editorial decision letters, reviewer comments and author responses to feedback. ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinked InMendeleyWechatReddit Figures & Info Abstract Mutations in POLG disrupt mtDNA replication and cause devastating diseases often with neurological phenotypes. Defining disease mechanisms has been hampered by limited access to human tissues, particularly neurons. Using patient cells carrying POLG mutations, we generated iPSCs and then neural stem cells. These neural precursors manifested a phenotype that faithfully replicated the molecular and biochemical changes found in patient post-mortem brain tissue. We confirmed the same loss of mtDNA and complex I in dopaminergic neurons generated from the same stem cells. POLG-driven mitochondrial dysfunction led to neuronal ROS overproduction and increased cellular senescence. Loss of complex I was associated with disturbed NAD+ metabolism with increased UCP2 expression and reduced phosphorylated SirT1. In cells with compound heterozygous POLG mutations, we also found activated mitophagy via the BNIP3 pathway. Our studies are the first that show it is possible to recapitulate the neuronal molecular and biochemical defects associated with POLG mutation in a human stem cell model. Further, our data provide insight into how mitochondrial dysfunction and mtDNA alterations influence cellular fate determining processes. Synopsis Mutations in the POLG gene cause mitochondrial disease with devastating phenotypes in patients. Neural stem cells generated from patient iPSCs showed mitochondrial dysfunction and mtDNA depletion, leading to loss of complex I with concomitant ROS overproduction and disturbed NAD+ metabolism. Human iPSCs carrying POLG mutations can be differentiated into high-yield neural stem cells (NSCs). NSCs with disease caused by POLG mutations showed energy failure and mtDNA depletion, similar to findings in iPSC-derived dopaminergic neurons. POLG NSCs recapitulated the disease phenotypes observed in POLG patient post-mortem tissues. POLG NSCs showed loss of mitochondrial complex I and abnormal UCP2/SirT1 mediated NAD+ homeostasis associated with overproduction of intercellular and mitochondrial reactive oxygen species (ROS). Elevated ROS triggered cell senescence and BNIP3-mediated mitophagy, which contributes to pathological mechanisms in mitochondrial diseases. The paper explained Problem Mitochondrial diseases are the most common with inborn errors of metabolism and mutations in POLG, the gene encoding the catalytic subunit of the mitochondrial DNA polymerase gamma, the most common subgroup. These diseases are often associated with catastrophic involvement of the brain, and currently, there are no cures and no robust models to study disease mechanisms in neuronal tissue. We used neural stem cells (NSCs) produced from patient induced pluripotent stem cells (iPSCs) to study disease mechanisms. Results We generated iPSCs containing two founder mutations (W748S homozygous; W748S/A467T compound heterozygous) and differentiated these into NSCs. These neural precursors manifested features that faithfully replicated the molecular and biochemical changes found in patient post-mortem brain tissue, namely mtDNA depletion and loss of complex I. We also confirmed the same phenotypes in dopaminergic neurons generated from these iPSCs. POLG-driven mitochondrial dysfunction also led to neuronal ROS overproduction, increased cellular senescence, and disturbed NAD+ metabolism, a feature that reflected the loss of complex I. Impact This is the first model of POLG disease that replicates exactly what is seen in patient tissues. Using this system, it was possible to examine the consequences of POLG-induced loss of mtDNA and complex I and show how POLG mutations affects NAD+ metabolism and cellular fate. We believe that iPSC-derived NSCs provide a robust model system in which to study tissue specific mitochondrial disease manifestations, and we hope to use this system to establish a high-throughput screening system in order to identify therapies for these devastating diseases. Introduction Mitochondria are membrane enclosed, intracellular organelles involved in multiple cellular functions, but best known for generating adenosine triphosphate (ATP). Mitochondria are the only organelles besides the nucleus that possess their own DNA (mitochondrial DNA; mtDNA) and their own machinery for synthesizing RNA and proteins. DNA polymerase gamma, Polγ, is a heterotrimeric protein that catalyzes the replication and repair of the mitochondrial genome. The holoenzyme is a heterotrimer composed of one catalytic subunit (POLG) with the size of 122 kDa, encoded by the POLG gene, and a dimer of two accessory subunits (POLG2) of 55 kDa encoded by POLG2. Mutations in POLG cause a wide variety of diseases that vary in age of onset and severity. More than 200 disease-causing mutations are known, and these cause diverse phenotypes including devastating early onset encephalopathy syndromes such as Alpers' syndrome (Naviaux & Nguyen, 2004; Ferrari et al, 2005) or severe adult onset disorders with progressive spinocerebellar ataxia and epilepsy (Van Goethem et al, 2004; Hakonen et al, 2005; Winterthun et al, 2005). Other phenotypes include progressive external ophthalmoplegia (PEO) (Lamantea et al, 2002) and parkinsonism (Luoma et al, 2004). Mitochondrial dysfunction is also implicated in the pathophysiology of common forms of neurodegeneration, such as Parkinson's disease. Studying the effect of POLG mutation on mitochondrial function and cellular homeostasis is, therefore, relevant to a wide spectrum of diseases. Our previous studies using post-mortem human brain revealed that while POLG-related disease caused widespread damage in the brain, dopaminergic neurons of the substantia nigra were particularly affected (Tzoulis et al, 2014). In addition to progressive loss, nigral neurons also showed an age-related progressive accumulation of mtDNA deletions and point mutations (Tzoulis et al, 2014). While informative, post-mortem studies often represent the end stage of disease and are not tractable. The need for models to study disease mechanisms is, therefore, clear, and since mouse models often fail to recapitulate the human neural phenotype, we chose to examine the potential of induced pluripotent stem cells (iPSCs). IPSCs retain the potential to differentiate into any cell type and, while still at an early developmental stage, carry the disease mutation and the patients' own genetic background, giving us the possibility to study disease during tissue development (Marchetto et al, 2011). Primary neural stem cells (NSCs) provide a continued source of neurons and glial cells in the brain that further serve as a foundation for development, repair, and functional modulations of human adult neurogenesis. It is not surprising, therefore, that dysfunction of neural precursor cells contributes to an assortment of neurological disorders (Li et al, 2018). While primary NSCs derived from patients have the ability to circumvent immune rejection, they are hard to acquire and display a limited expansion and engraftment capacity. A solution to this problem is the neural induction of iPSCs to NSCs, either through an intermediate rosette-like stage or directly by application of a cocktail of small molecules (Lorenz et al, 2017). Since iPSC-derived NSCs are relatively straightforward to generate, they provide an alternative to primary NSCs for disease-relevant phenotype studies and drug development (Griffin et al, 2015; Lorenz et al, 2017; Li et al, 2018). Others have also suggested that NSC models might provide new insights into mtDNA disorders (Kim et al, 2013). Mitochondria conserve the energy generated by substrate oxidation and use this to generate a membrane potential. The proton electrochemical gradient, termed the mitochondrial membrane potential (MMP), provides the energy that drives ATP synthesis. The MMP also regulates mitochondrial calcium sequestration, import of proteins into the mitochondrion and mitochondrial membrane dynamics. Mitochondria are the major producer of superoxide and other downstream reactive oxygen species (ROS) in the cell (Bae et al, 2011), with the main sites of mitochondrially derived superoxide being complexes I and III (Brand, 2016). Mitochondrially generated ROS can mediate redox signaling or, in excess, affect replication and transcription of mtDNA and result in a decline in mitochondrial function, which in turn, can further enhance ROS production (Cui et al, 2012). Accumulating evidence demonstrates that ROS plays a critical role in induction and maintenance of cellular senescence (Davalli et al, 2016; Zheng et al, 2018). This state of stable cell cycle arrest, in which proliferating cells become resistant to growth-promoting stimuli, typically occurs in response to DNA damage. Cellular senescence also appears to cause mitochondrial dysfunction including loss of membrane potential, decreased respiratory coupling, and increased ROS production, and these changes were associated with altered mitophagy (Korolchuk et al, 2017). Mitophagy is the autophagic pathway involved in mitochondrial quality control that removes damaged mitochondria and regulates mitochondrial number to match metabolic demand. In mammals, more than 20 proteins have been associated with this process, including PTEN-induced kinase 1 (PINK1), parkin, serine/threonine-protein kinase ULK1 (ULK1), BCL2/adenovirus E1B 19 kDa protein-interacting protein 3-like (BNIP3L/NIX), and serine/threonine-protein kinase TBK1 (TBK1) (Kerr et al, 2017). Alterations in mitophagy have been linked to neurodegenerative diseases such as Alzheimer' disease (AD) (Fang et al, 2019). Mitophagy also plays a vital role in neuronal function and survival by maintaining a healthy mitochondrial pool and inhibiting neuronal death (Fang et al, 2019). The role of mitophagy in mitochondrial disease such as those caused by POLG mutation remains, however, unclear. In the present study, we generated an experimental model for POLG-related brain disease using iPSCs reprogrammed from patient fibroblasts that were differentiated to NSCs. NSCs showed defective ATP production and increased oxidative stress reflected by elevated levels of intracellular and mitochondrial ROS. In addition, we found depletion of mtDNA and loss of mitochondrial respiratory chain complex I, findings that precisely recapitulate those from post-mortem tissue studies. Further mechanistic studies showed that these neural cells had disturbed NAD+ metabolism-mediated UCP2/SirT1 and increased cellular senescence and BNIP3-mediated mitophagy, which may contribute to pathological mechanisms involved in this form of mitochondrial neurodegeneration. Results Generating iPSCs from patient cells carrying POLG mutations We generated iPSCs from parental fibroblasts from two patients carrying POLG mutations, one homozygous for c.2243G>C; p.W748S (WS5A) and one compound heterozygous c.1399G>A/c.2243G>C; p.A467T/W748S (CP2A). The clinical symptoms of both patients included ataxia, peripheral neuropathy, stroke-like episodes, and PEO (Tzoulis et al, 2006, 2014). Fibroblast lines Detroit 551, CCD-1079Sk and AG05836 were reprogrammed as disease-free controls, and two different human embryonic stem cells, H1 (ESC1) and line 360 (ESC2), were used as internal controls for iPSC generation and characterization. All fibroblasts were reprogrammed into iPSCs using a retroviral or Sendai virus system. Four retrovirus viral particles including hOCT4, hSOX2, hKLF4, and hcMYC were transduced at an MOI of 5 according to a previously described report (Siller et al, 2016). In order to account for clonal variation arising during iPSC reprogramming, 2–4 clones from each iPSC line were selected and used for further investigation (Appendix Table S1). The Detroit 551 control and patient fibroblast (WS5A, CP2A) derived iPSCs displayed typical ESC morphology with well-defined sharp edges and contained tightly packed cells (Fig 1A). No obvious different appearance was noticed in patient WS5A and CP2A iPSCs compared to iPSCs generated from Detroit 551 control (Fig 1A). In order to confirm normal karyotypes for all the reprogrammed iPSC lines, G banding analysis was used. We showed that all iPSC lines presented with the same karyotype as their parental human fibroblasts after reprogramming, with no evidence of chromosomal abnormalities (Fig EV1). Figure 1. IPSCs generated from patient fibroblasts carrying homozygous and heterozygous POLG mutations A. Morphology on phase contrast microscopy for parental fibroblast lines (upper panel) and iPSCs (lower panel) from Detroit 551 control, WS5A, and CP2A POLG patients (scale bars, 50 μm). B. Immunofluorescence staining of stem cell markers POU5F1 (green) and SSEA4 (red): upper panel—Detroit 551 control iPSCs, middle panel—WS5A iPSCs, and lower panel—CP2A iPSCs (Scale bar, 100 μm). Nuclei are stained with DAPI (blue). C. RT-qPCR quantification of gene expression for LIN28A, NANOG, and POU5F1 for all iPSCs from Detroit 551 control, WS5A, and CP2A POLG patients (n = 7, technical replicates per line for ESCs; n = 4, technical replicates per clone for control, WS5A, and CP2A iPSCs). The gene expression of the individual clones is assessed with fold change using the comparative ΔΔCt method by normalizing iPSCs to ESC1. D, E. Flow cytometric quantification of expression level of SSEA4 (D, n = 9, technical replicates per line for ESCs; n = 5, technical replicates per clone for control iPSCs; n = 3, technical replicates per clone for WS5A iPSCs, n = 8, technical replicates per clone for CP2A iPSCs) and POU5F1 (E, n = 9, technical replicates per line for ESCs; n = 5, technical replicates per clone for control iPSCs; n = 3, technical replicates per clone for WS5A iPSCs, n = 8, technical replicates per clone for CP2A iPSCs) for ESCs and iPSCs for both ESC control lines and iPSCs generated from Detroit 551 control, WS5A and CP2A fibroblasts. Data information: The data presented in C–E were generated from 2 distinct ESC lines, 2 iPSC clones from Detroit 551 control, 3 different clones from WS5A patient, and 2 different clones from CP2A patient iPSCs. Data in D and E are presented as individual (a) and combination as a group (b). Data are presented as mean ± SEM for the number of samples. Mann–Whitney U-test was used for the data presented. Significance is denoted for P values of less than 0.05. ***P < 0.001. Source data are available online for this figure. Source Data for Figure 1 [emmm202012146-sup-0003-SDataFig1.zip] Download figure Download PowerPoint Click here to expand this figure. Figure EV1. Karyotype analysis for parental fibroblasts and reprogrammed iPSC lines A, C, E. Representative karyotypes for Detroit 551 control fibroblasts (A) and WS5A and CP2A POLG fibroblasts (C, E). B, D, F. Representative karyotypes for control iPSC line (B) and POLG iPSC lines (D, F). Download figure Download PowerPoint Next, we characterized the reprogrammed iPSCs for their pluripotency using immunostaining and flow cytometry for protein expression and RT-qPCR analysis for gene expression. Immunostaining confirmed that all the iPSCs expressed the specific pluripotent markers POU5F1 and SSEA4 (Fig 1B). RT-qPCR analysis showed similar mRNA expression levels in terms of LIN28A, POU5F1, and NANOG in iPSC clones from Detroit 551 control, WS5A, CP2A, and ESC lines (Fig 1C). In addition, we measured expression of pluripotent transcription factors POU5F1, NANOG and pluripotent surface markers SSEA4, TRA-1-60, and TRA-1-81 and quantified these using flow cytometric analysis. Using this technique, we observed that both the ESC and iPSC lines exhibited over 98% of POU5F1-positive cells and over 88% of the cells showed positive staining for SSEA4 (Appendix Fig S1). Interestingly, we detected a lower level of the three pluripotent surface markers SSEA4 (Fig 1D(a and b)), TRA-1-60 (Fig EV2A(a and b)), and TRA-1-81 (Fig EV2B(a and b)) in both WS5A and CP2A iPSCs compared to the two ESC lines and control iPSC line. However, no changes were observed in the expression of POU5F1 (Fig 1E(a and b)). We observed a higher expression of NANOG in WS5A compared to control but not in CP2A lines (Fig EV2C(a and b)). In addition, clonal variations for the protein level and mRNA expression were noticed (Figs 1C and D(a), E(a) and EV2A(a), B(a), C(a)). In order to minimize the phenotypic diversity caused by intraclonal heterogeneity, multiple clones were included in the further analysis. Click here to expand this figure. Figure EV2. Flow cytometric analysis of expression level of pluripotency markers TRA-1-60, TRA-1-81 and NANOG in iPSC lines A–C. Flow cytometric analysis of expression level of pluripotency markers TRA-1-60 (A, n = 3, technical replicates per line/clone), TRA-1-81 (B, n = 3, technical replicates per line/clone), and NANOG (C, n = 9, technical replicates per line/clone for ESCs, control, and WS5A iPSCs; n = 6, technical replicates per clone for CP2A iPSCs) in ESC and iPSC lines. Data are demonstrated as individual clones (left panel, a) and combination as a group for ESCs, CTRL iPSCs, and WS5A and CP2A patient lines (right panel, b). Data information: The data points in A–C represent 2 ESC lines, 2 different control clones from Detroit 551 iPSCs, 3 different iPSC clones from WS5A patient, and 2 different clones from CP2A patient iPSCs. Data are presented as mean ± SEM for the number of samples. Mann–Whitney U-test was used for the data presented in B, b. Two-sided Student's t-test was used for the data presented in A, b and C, b. Significance is denoted for P values of less than 0.05. *P < 0.05; **P < 0.01. Source data are available online for this figure. Download figure Download PowerPoint Next, we demonstrated that the iPSCs we generated retained the potential to differentiate into cell types associated with all three germ layers. We generated hepatocytes (endoderm) with positive expression of albumin and HNF4A (Fig 2A(a)), cardiomyocytes (mesoderm) with positive expression of TNNT2 (Fig 2A(b)) and neurons (ectoderm), specifically dopaminergic neuronal cells with positive expression of Tyrosine hydroxylase (TH) and MAP2 (Fig 2A(c)). Figure 2. POLG iPSCs manifested a partial phenotype presenting with energy depletion A. Representative confocal images of iPSC lineage-specific differentiation into germ layers of endoderm-derived hepatocytes with positive expression of ALBUMIN (red) and HNF4A (green) (a) (scale bar, 100 μm), mesodermal-derived cardiomyocytes with positive expression of TNNT2 (red) (b) (scale bar, 100 μm), and ectodermal-derived dopaminergic neurons with positive expression of TH (green) and MAP2 (red) (c) (scale bar, 10 μm). Nuclei are stained with DAPI (blue). B. Confocal images of mitochondrial morphology for iPSC lines with co-staining of MTG (upper panel) and TMRE (lower panel) (scale bars, 25 μm). Nuclei are stained with DAPI (blue). C–E. Flow cytometric analysis of iPSCs generated from Detroit 551, WS5A, and CP2A fibroblasts for mitochondrial volume (MTG) (C, n = 6, technical replicates per clone for control and CP2A; n = 5, technical replicates per clone for WS5A), total MMP (TMRE) (D, n = 6, technical replicates per clone for control and CP2A; n = 5, technical replicates per clone for WS5A) and specific MMP (E, n = 6, technical replicates per clone for control and CP2A; n = 5, technical replicates per clone for WS5A) calculated by dividing median fluorescence intensity (MFI) for total TMRE expression by MTG. F. Intracellular ATP production in iPSCs generated from Detroit 551, WS5A, and CP2A fibroblasts (n = 3, technical replicates per clone for control and WS5A; n = 4, technical replicate",
  "authors": [
    {
      "display_name": "Kristina Xiao Liang",
      "id": "A5043582573",
      "orcid": "https://orcid.org/0000-0002-3586-4218",
      "institutions": [
        {
          "id": "I2800740805",
          "display_name": "Haukeland University Hospital",
          "country_code": "NO",
          "type": "healthcare"
        },
        {
          "id": "I4432739",
          "display_name": "University of Bergen",
          "country_code": "NO",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Kristina Xiao Liang"
    },
    {
      "display_name": "Cecilie Katrin Kristiansen",
      "id": "A5030970063",
      "orcid": "https://orcid.org/0000-0002-4217-424X",
      "institutions": [
        {
          "id": "I4432739",
          "display_name": "University of Bergen",
          "country_code": "NO",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Cecilie Katrin Kristiansen"
    },
    {
      "display_name": "Sepideh Mostafavi",
      "id": "A5082554621",
      "orcid": "https://orcid.org/0000-0002-4652-5203",
      "institutions": [
        {
          "id": "I4432739",
          "display_name": "University of Bergen",
          "country_code": "NO",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Sepideh Mostafavi"
    },
    {
      "display_name": "Guro Helén Vatne",
      "id": "A5082228240",
      "orcid": "https://orcid.org/0000-0003-4873-3919",
      "institutions": [
        {
          "id": "I4432739",
          "display_name": "University of Bergen",
          "country_code": "NO",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Guro Helén Vatne"
    },
    {
      "display_name": "Gina Alien Zantingh",
      "id": "A5053394067",
      "orcid": null,
      "institutions": [
        {
          "id": "I2800006345",
          "display_name": "Leiden University Medical Center",
          "country_code": "NL",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Gina Alien Zantingh"
    },
    {
      "display_name": "Atefeh Kianian",
      "id": "A5039360370",
      "orcid": null,
      "institutions": [
        {
          "id": "I4432739",
          "display_name": "University of Bergen",
          "country_code": "NO",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Atefeh Kianian"
    },
    {
      "display_name": "Charalampos Tzoulis",
      "id": "A5009303573",
      "orcid": "https://orcid.org/0000-0003-0341-5191",
      "institutions": [
        {
          "id": "I2800740805",
          "display_name": "Haukeland University Hospital",
          "country_code": "NO",
          "type": "healthcare"
        },
        {
          "id": "I4432739",
          "display_name": "University of Bergen",
          "country_code": "NO",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Charalampos Tzoulis"
    },
    {
      "display_name": "Lena Elise Høyland",
      "id": "A5048867704",
      "orcid": "https://orcid.org/0000-0002-7189-780X",
      "institutions": [
        {
          "id": "I4432739",
          "display_name": "University of Bergen",
          "country_code": "NO",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Lena Elise Høyland"
    },
    {
      "display_name": "Mathias Ziegler",
      "id": "A5036605757",
      "orcid": "https://orcid.org/0000-0001-6961-2396",
      "institutions": [
        {
          "id": "I4432739",
          "display_name": "University of Bergen",
          "country_code": "NO",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mathias Ziegler"
    },
    {
      "display_name": "Roberto Pérez",
      "id": "A5078860414",
      "orcid": "https://orcid.org/0000-0002-1420-1845",
      "institutions": [
        {
          "id": "I4432739",
          "display_name": "University of Bergen",
          "country_code": "NO",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Roberto Megias Perez"
    },
    {
      "display_name": "Jessica Furriol",
      "id": "A5067215579",
      "orcid": "https://orcid.org/0000-0002-8842-534X",
      "institutions": [
        {
          "id": "I4432739",
          "display_name": "University of Bergen",
          "country_code": "NO",
          "type": "funder"
        },
        {
          "id": "I2800740805",
          "display_name": "Haukeland University Hospital",
          "country_code": "NO",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jessica Furriol"
    },
    {
      "display_name": "Zhuoyuan Zhang",
      "id": "A5065288562",
      "orcid": "https://orcid.org/0000-0003-4324-1712",
      "institutions": [
        {
          "id": "I24185976",
          "display_name": "Sichuan University",
          "country_code": "CN",
          "type": "funder"
        },
        {
          "id": "I4391768043",
          "display_name": "State Key Laboratory of Oral Diseases",
          "country_code": null,
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Zhuoyuan Zhang"
    },
    {
      "display_name": "Novin Balafkan",
      "id": "A5078637749",
      "orcid": "https://orcid.org/0000-0001-8868-3800",
      "institutions": [
        {
          "id": "I4432739",
          "display_name": "University of Bergen",
          "country_code": "NO",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Novin Balafkan"
    },
    {
      "display_name": "Yu Hong",
      "id": "A5046829341",
      "orcid": "https://orcid.org/0000-0002-3125-2855",
      "institutions": [
        {
          "id": "I2800740805",
          "display_name": "Haukeland University Hospital",
          "country_code": "NO",
          "type": "healthcare"
        },
        {
          "id": "I4432739",
          "display_name": "University of Bergen",
          "country_code": "NO",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Yu Hong"
    },
    {
      "display_name": "Richard Siller",
      "id": "A5089785341",
      "orcid": "https://orcid.org/0000-0001-6691-9261",
      "institutions": [
        {
          "id": "I184942183",
          "display_name": "University of Oslo",
          "country_code": "NO",
          "type": "funder"
        },
        {
          "id": "I1281400175",
          "display_name": "Oslo University Hospital",
          "country_code": "NO",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Richard Siller"
    },
    {
      "display_name": "Gareth J. Sullivan",
      "id": "A5034156038",
      "orcid": "https://orcid.org/0000-0001-8718-7944",
      "institutions": [
        {
          "id": "I184942183",
          "display_name": "University of Oslo",
          "country_code": "NO",
          "type": "funder"
        },
        {
          "id": "I1281400175",
          "display_name": "Oslo University Hospital",
          "country_code": "NO",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Gareth John Sullivan"
    },
    {
      "display_name": "Laurence A. Bindoff",
      "id": "A5031658824",
      "orcid": "https://orcid.org/0000-0003-0988-276X",
      "institutions": [
        {
          "id": "I2800740805",
          "display_name": "Haukeland University Hospital",
          "country_code": "NO",
          "type": "healthcare"
        },
        {
          "id": "I4432739",
          "display_name": "University of Bergen",
          "country_code": "NO",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Laurence A Bindoff"
    }
  ],
  "publication_year": 2020,
  "publication_date": "2020-08-25",
  "type": "article",
  "cited_by_count": 53,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S163075119",
    "display_name": "EMBO Molecular Medicine",
    "issn_l": "1757-4676",
    "issn": [
      "1757-4676",
      "1757-4684"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310319965"
  },
  "volume": "12",
  "issue": "10",
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": true,
    "oa_status": "gold",
    "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.15252/emmm.202012146",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C127716648",
      "display_name": "Phenotype",
      "level": 3,
      "score": 0.67372775
    },
    {
      "id": "C136834591",
      "display_name": "Neural stem cell",
      "level": 3,
      "score": 0.5646771
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.43376854
    },
    {
      "id": "C28328180",
      "display_name": "Stem cell",
      "level": 2,
      "score": 0.37338036
    },
    {
      "id": "C54355233",
      "display_name": "Genetics",
      "level": 1,
      "score": 0.33061367
    },
    {
      "id": "C104317684",
      "display_name": "Gene",
      "level": 2,
      "score": 0.21709186
    }
  ],
  "topics": [
    {
      "id": "T10505",
      "display_name": "Pluripotent Stem Cells Research",
      "score": 0.9998
    },
    {
      "id": "T10878",
      "display_name": "CRISPR and Genetic Engineering",
      "score": 0.9963
    },
    {
      "id": "T10608",
      "display_name": "Neurogenesis and neuroplasticity mechanisms",
      "score": 0.9961
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.15252/emmm.202012146",
  "pdf_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.15252/emmm.202012146",
  "retrieved_date": "2025-07-30T15:28:52.056871",
  "source_database": "OpenAlex"
}