{
  "openalex_id": "W3090375929",
  "doi": "https://doi.org/10.1097/ju.0000000000001379",
  "title": "Randomized Controlled Trial of Scrotal versus Inguinal Orchidopexy on Postoperative Pain",
  "abstract": "No AccessJournal of UrologyPediatric Urology1 Mar 2021Randomized Controlled Trial of Scrotal versus Inguinal Orchidopexy on Postoperative Pain Melissa McGrath, John Kim, Forough Farrokhyar, and Luis H. Braga Melissa McGrathMelissa McGrath Faculty of Health Sciences, McMaster University, Hamilton,Ontario, Canada Department of Surgery/Urology, McMaster University, Hamilton, Ontario, Canada McMaster Pediatric Surgery Research Collaborative, Hamilton, Ontario, Canada Clinical Urology Research Enterprise (CURE) Program, McMaster Children’s Hospital, Hamilton, Ontario, Canada More articles by this author , John KimJohn Kim Faculty of Health Sciences, McMaster University, Hamilton,Ontario, Canada More articles by this author , Forough FarrokhyarForough Farrokhyar Faculty of Health Sciences, McMaster University, Hamilton,Ontario, Canada Department of Surgery/Urology, McMaster University, Hamilton, Ontario, Canada McMaster Pediatric Surgery Research Collaborative, Hamilton, Ontario, Canada Clinical Urology Research Enterprise (CURE) Program, McMaster Children’s Hospital, Hamilton, Ontario, Canada Department of Health, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada More articles by this author , and Luis H. BragaLuis H. Braga *Correspondence: Department of Surgery/Urology, McMaster University, 1280 Main Street West, Hamilton, Ontario L8S 4K1, Canada telephone: 905-521-2100; 73777; FAX: 905-570-8971; E-mail Address: [email protected] Faculty of Health Sciences, McMaster University, Hamilton,Ontario, Canada Department of Surgery/Urology, McMaster University, Hamilton, Ontario, Canada McMaster Pediatric Surgery Research Collaborative, Hamilton, Ontario, Canada Clinical Urology Research Enterprise (CURE) Program, McMaster Children’s Hospital, Hamilton, Ontario, Canada Department of Health, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada More articles by this author View All Author Informationhttps://doi.org/10.1097/JU.0000000000001379AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Introduction: To compare the impact of orchidopexy approach (scrotal vs inguinal) on analgesic requirements, postoperative pain scores and complication rates. Materials and Methods: A superiority randomized controlled trial including boys 10 to 95 months of age at surgery, diagnosed with palpable undescended testis, was conducted. Patients with nonpalpable or bilateral undescended testis, previous inguinal surgery on the ipsilateral side and concurrent procedures were excluded. Block randomization with 1:1 allocation ratio and a standardized anesthesia protocol were employed. The primary outcome was postoperative pain and analgesic use in-hospital and at home using the validated pain scales FLACC (Face, Legs, Activity, Cry, and Consolability Behavioural Scale), CHEOPS (Children’s Hospital of Eastern Ontario Pain Scale), PPPM (Parents Postoperative Pain Measure) and TPPPS (Toddler-Preschooler Postoperative Pain Scale). Secondary outcomes included operative time, conversion and success rates, and complications. An intention to treat protocol was followed. Results: We enrolled 173 patients, and 12 withdrew. Of the 161 patients who completed followup, 80 had scrotal orchidopexy and 81 inguinal orchidopexy. In-hospital use of ibuprofen (p=0.02) and acetaminophen (p <0.01), as well as FLACC (p <0.01) and CHEOPS (p=0.04) pain scores were slightly higher in patients who underwent orchidopexy. No difference in mean operative time and median at-home administration of analgesic was noted. The conversion rate was 24% (19/80). Of these, 13 (68%) were canalicular testes. The overall complication rate was 4% (6/161): 1 testicular atrophy, 3 re-ascents and 2 wound infections. Of these, 5 underwent scrotal orchidopexy and 1 had inguinal orchidopexy (wound infection). Conclusions: Even though in-hospital mean postoperative pain scores and analgesic consumption were slightly lower for scrotal orchidopexy cases, the pain levels were mild across all scales. Median at-home analgesic use and pain scores were similar for both groups, as well as operative time and complication rates. Scrotal orchidopexy is an effective alternative to inguinal orchidopexy for low-lying undescended testis, as 68% of cases that needed conversion were canalicular testes. References 1. : Canadian Urological Association-Pediatric Urologists of Canada (CUA-PUC) guideline for the diagnosis, management, and follow-up of cryptorchidism. Can Urol Assoc J 2017; 11: E251. Google Scholar 2. : Trans scrotal orchidopexy: orchidopexy revised. Pediatr Surg Int 1989; 4: 189. Google Scholar 3. : Single incision trans scrotal versus standard inguino-scrotal orchidopexy in children with palpable undescended testis: our experience from April 2007 to April 2010. Pak J Med Sci 2012; 28: 827. Google Scholar 4. : Single scrotal incision orchidopexy for children with palpable low-lying undescended testis: early outcome of a prospective randomized controlled study. Korean J Urol 2011; 52: 637. Google Scholar 5. : Evaluation of orchidopexy with or without opening the external oblique fascia in children with superficial inguinal undescended testis. Eur J Pediatr Surg 2011; 21: 255. Google Scholar 6. : Single high scrotal incision orchidopexy for unilateral palpable testis: a randomized controlled study. Afr J Paediatri Surg 2014; 11: 143. Google Scholar 7. : Single scrotal incision orchiopexy versus the inguinal approach in children with palpable undescended testis: a systematic review and meta-analysis. Pediatr Surg Int 2016; 32: 989. Google Scholar 8. : Single scrotal incision orchiopexy—a systematic review. Int Braz J Urol 2013; 39: 305. Google Scholar 9. : The development and validation of a behavioral pain scale for children: the children's hospital of eastern Ontario pain scale (CHEOPS). Pain, suppl., 1984; 18: S24. Google Scholar 10. : The FLACC: a behavioral scale for scoring postoperative pain in young children. Pediatr Nurs 1997; 23: 293. Google Scholar 11. : Development of a 10-item short form of the parents' postoperative pain measure: the PPPM-SF. J Pain 2011; 12: 401. Google Scholar 12. : Assessment of pain by parents in young children following surgery. Paediatr Anaesth 2001; 11: 449. Google Scholar 13. : Effect of dexamethasone in combination with caudal analgesia on postoperative pain control in day-case paediatric orchiopexy. Br J Anaesth 2010; 105: 506. Google Scholar 14. : Clinical meaning of a decline in pain intensity in children and its implications in care and research. Paediatric Pain Lett 2006; 8: 23. Google Scholar 15. : CONSORT 2010 Statement: updated guidelines for reporting parallel group randomised trials. Ann Int Med 2010; 152: 726. Google Scholar 16. : Modified scrotal mid raphe single incision orchidopexy for low palpable undescended testis: early outcomes. J Urol 2011; 185: 1088. Link, Google Scholar 17. : Potential complications with the pre-scrotal approach for the palpable undescended testis? A comparison of single pre-scrotal incision to the traditional inguinal approach. J Urol 2008; 180: 686. Link, Google Scholar 18. Long-term outcome of scrotal incision orchiopexy for undescended testis. Urology 2007; 70: 786. Google Scholar 19. : Surgical anatomy of the inguinal canal in children. Ann Saudi Med 2006; 26: 300. Google Scholar 20. : The severity and duration of postoperative pain and analgesia requirements in children after tonsillectomy, orchidopexy, or inguinal hernia repair. Paediatr Anaesth 2012; 22: 136. Google Scholar 21. : Postoperative pain in small-for-gestational age infants after hernia repair, orchidopexy and urethral reconstruction surgery: a pilot study. Early Hum Dev 2019; 136: 39. Google Scholar 22. : Ibuprofen and morphine provide similar post-op pain relief in kids; ibuprofen has fewer harms. Am Fam Physician 2018; 97: 408. Google Scholar 23. : Pediatric pain management: a review. Mo Med 2014; 111: 231. Google Scholar 24. : Oral morphine versus ibuprofen administered at home for postoperative orthopedic pain in children: a randomized controlled trial. CMAJ 2017; 189: E1252. Google Scholar 25. : The neuroanatomy of the human scrotum: surgical ramifications. BJU Int 2003; 91: 393. Google Scholar This study was conducted with funding through a McMaster Surgical Associates (MSA) grant and funding provided by the McMaster Children’s Hospital Foundation. © 2021 by American Urological Association Education and Research, Inc.FiguresReferencesRelatedDetailsCited ByWan J (2020) This Month in Pediatric UrologyJournal of Urology, VOL. 205, NO. 3, (649-650), Online publication date: 1-Mar-2021. Volume 205Issue 3March 2021Page: 895-901Supplementary Materials Advertisement Copyright & Permissions© 2021 by American Urological Association Education and Research, Inc.Keywordsrandomized controlled trialcryptorchidismscrotumorchiopexypainMetricsAuthor Information Melissa McGrath Faculty of Health Sciences, McMaster University, Hamilton,Ontario, Canada Department of Surgery/Urology, McMaster University, Hamilton, Ontario, Canada McMaster Pediatric Surgery Research Collaborative, Hamilton, Ontario, Canada Clinical Urology Research Enterprise (CURE) Program, McMaster Children’s Hospital, Hamilton, Ontario, Canada More articles by this author John Kim Faculty of Health Sciences, McMaster University, Hamilton,Ontario, Canada More articles by this author Forough Farrokhyar Faculty of Health Sciences, McMaster University, Hamilton,Ontario, Canada Department of Surgery/Urology, McMaster University, Hamilton, Ontario, Canada McMaster Pediatric Surgery Research Collaborative, Hamilton, Ontario, Canada Clinical Urology Research Enterprise (CURE) Program, McMaster Children’s Hospital, Hamilton, Ontario, Canada Department of Health, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada More articles by this author Luis H. Braga Faculty of Health Sciences, McMaster University, Hamilton,Ontario, Canada Department of Surgery/Urology, McMaster University, Hamilton, Ontario, Canada McMaster Pediatric Surgery Research Collaborative, Hamilton, Ontario, Canada Clinical Urology Research Enterprise (CURE) Program, McMaster Children’s Hospital, Hamilton, Ontario, Canada Department of Health, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada *Correspondence: Department of Surgery/Urology, McMaster University, 1280 Main Street West, Hamilton, Ontario L8S 4K1, Canada telephone: 905-521-2100; 73777; FAX: 905-570-8971; E-mail Address: [email protected] More articles by this author Expand All This study was conducted with funding through a McMaster Surgical Associates (MSA) grant and funding provided by the McMaster Children’s Hospital Foundation. Advertisement Loading ...",
  "authors": [
    {
      "display_name": "M. A. McGrath",
      "id": "A5059265305",
      "orcid": "https://orcid.org/0000-0003-3562-6890",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I2801880889",
          "display_name": "McMaster Children's Hospital",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Melissa McGrath"
    },
    {
      "display_name": "John Kim",
      "id": "A5037097467",
      "orcid": "https://orcid.org/0000-0001-5512-1035",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "John Kim"
    },
    {
      "display_name": "Forough Farrokhyar",
      "id": "A5041534870",
      "orcid": "https://orcid.org/0000-0001-9928-9016",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I4210161256",
          "display_name": "Impact",
          "country_code": "CA",
          "type": "nonprofit"
        },
        {
          "id": "I2801880889",
          "display_name": "McMaster Children's Hospital",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Forough Farrokhyar"
    },
    {
      "display_name": "Luis H. Braga",
      "id": "A5038944132",
      "orcid": "https://orcid.org/0000-0002-3953-7353",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I2801880889",
          "display_name": "McMaster Children's Hospital",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I4210161256",
          "display_name": "Impact",
          "country_code": "CA",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Luis H. Braga"
    }
  ],
  "publication_year": 2020,
  "publication_date": "2020-10-06",
  "type": "article",
  "cited_by_count": 8,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "205",
  "issue": "3",
  "first_page": "895",
  "last_page": "901",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.566279
    },
    {
      "id": "C61434518",
      "display_name": "General surgery",
      "level": 1,
      "score": 0.42408073
    },
    {
      "id": "C512399662",
      "display_name": "Family medicine",
      "level": 1,
      "score": 0.34519324
    }
  ],
  "topics": [
    {
      "id": "T11069",
      "display_name": "Testicular diseases and treatments",
      "score": 0.9949
    },
    {
      "id": "T11292",
      "display_name": "Pediatric Pain Management Techniques",
      "score": 0.9913
    },
    {
      "id": "T11815",
      "display_name": "Urological Disorders and Treatments",
      "score": 0.9903
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1097/ju.0000000000001379",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:19:33.356324",
  "source_database": "OpenAlex"
}