{
  "openalex_id": "W3096514028",
  "doi": "https://doi.org/10.15766/mep_2374-8265.11008",
  "title": "The Simulated Cardiology Clinic: A Standardized Patient Exercise Supporting Medical Students' Biomedical Knowledge and Clinical Skills Integration",
  "abstract": "OPEN ACCESSOctober 28, 2020The Simulated Cardiology Clinic: A Standardized Patient Exercise Supporting Medical Students' Biomedical Knowledge and Clinical Skills Integration Jennifer M. Jackson, MD, R. Brandon Stacey, MD, Sharon S. Korczyk, MBA, Donna M. Williams, MD Jennifer M. Jackson, MD Associate Professor, Department of Pediatrics, Wake Forest School of Medicine E-mail Address: [email protected] , R. Brandon Stacey, MD Associate Professor, Cardiology, Department of Internal Medicine, Wake Forest School of Medicine , Sharon S. Korczyk, MBA Academic Affairs, Wake Forest School of Medicine , Donna M. Williams, MD Associate Professor, Department of Internal Medicine, Wake Forest School of Medicine https://doi.org/10.15766/mep_2374-8265.11008 SectionsAboutPDF ToolsDownload Citations ShareFacebookTwitterEmail Abstract Introduction: Development of cardiac disease-related diagnostic skills—including hypothesis-driven data gathering, heart sound interpretation, and ECG interpretation—is an important component of medical student training. Prior studies indicate trainees' performance of these skills is limited. Simulation provides students with opportunities to practice integrating their developing knowledge in a relevant clinical context. We developed a simulated clinic activity for second-year medical students consisting of standardized patient (SP) cases representing cardiovascular (CV) diseases. Methods: Student small groups rotated through four SP encounters. For each case, one student performed the history, after which the whole small group listened to audio files of heart sounds, interpreted an ECG, and collaboratively developed a prioritized differential diagnosis. The CV course director met with students for a large-group debrief, highlighting key learning points. We collected learners' evaluations of the event through an online survey. Results: Of students, 276 participated in this activity over the course of 2 years. Nearly all students assessed the activity as extremely or quite effective for applying learning content from the CV course (97%, 2018; 93%, 2019), and for practicing how to approach chest pain, shortness of breath, palpitations, and fatigue (100%, 2018; 95%, 2019). The most helpful aspects were reinforcement of CV disease illness scripts, hypothesis-driven data gathering practice, ECG interpretation, and applying knowledge and skills in a realistic context. Discussion: SP encounters representing CV conditions can effectively provide opportunities for students to integrate basic science knowledge and clinical skills. Students assessed the activity as helpful and engaging. Educational Objectives By the end of this activity, learners will be able to: 1.Employ hypothesis-driven history-taking to identify key or distinguishing features of a patient's clinical presentation during standardized patient encounters involving cardiovascular (CV) diseases.2.Interpret heart sounds and electrocardiogram findings to further characterize a patient's problem representation.3.Formulate an appropriate, prioritized differential diagnosis by comparing and contrasting the patient's problem representation with illness scripts for CV conditions. Introduction Learning how to diagnose cardiovascular (CV) disease is a crucial component of medical training. Developing proficiency in the diagnosis of CV diseases can be challenging for medical students, particularly in the preclinical years when they have had limited clinical exposure to patients. One challenge for these early learners is learning how to perform hypothesis-driven data gathering during the history-taking and physical examination (PE) portions of a patient encounter. Another challenge for these learners is developing the technical skills required to detect and interpret important clinical findings in these patients, including auscultation of cardiac sounds and interpretation of ECGs. Ultimately, all of this clinical data must be synthesized in order to arrive at the correct diagnosis, identify additional studies needed, and initiate appropriate treatment. Unfortunately, numerous studies have demonstrated limited competency in cardiac disease related diagnostic skills among clinicians across the training continuum.1–7 Accurate interpretation of clinical findings in patients with cardiac disease requires physicians to cognitively integrate relevant basic science concepts—namely, knowledge of the pathophysiological mechanisms of CV disease—with the ability to detect abnormal PE findings.8,9 De Meo and colleagues' study of medical students' brain activity during cardiac sound auscultation showed, \"semantic representations outside the auditory cortex contribute to diagnostic accuracy in cardiac auscultation,\" suggesting that understanding the connection between a heart sound and its pathophysiological meaning is important for students' diagnostic accuracy.10 These findings underscore the importance of developing cardiac auscultation skills in the context of the underpinning basic science concepts rather than learning these skills in isolation. In other words, cognitive integration of basic and clinical science was important to learners' success. Students must also be able to integrate a patient's history with the PE and other diagnostic study data to arrive at the correct diagnosis.11 Indeed, a study by Hatala et al showed that incorporation of the patient's history with ECG interpretation improved clinicians' diagnostic accuracy of a patient's case from 4% to 12% compared to ECG interpretation alone, and this effect on diagnostic accuracy was higher for medical students and residents than for experienced physicians.12 Designing opportunities for students to engage in the cognitive integration of basic and clinical sciences can be achieved through simulation-based learning activities, such as standardized patient (SP) encounters. Simulated clinical encounters provide learners with a relevant clinical context in which to apply their biomedical knowledge13 and result in high levels of learner engagement, the latter of which is an important predictor of effective learning.14,15 The effectiveness of simulation as an instructional method is supported by Kolb's Experiential Learning Theory, according to which learning is grounded in experience, and the learners' active involvement with his/her environment is key to successful learning.16 Simulation also provides opportunities for learners to engage in deliberate practice, the elements of which support learners' ongoing skill acquisition and development.17,18 Historically for cardiology-related learning content, simulation has been used largely to teach procedural and/or resuscitation skills through the use of task trainers and high-fidelity simulator mannequins.19 More recently, educators have implemented simulation-based methods for teaching other cardiology-related diagnostic skills to medical students, including cardiac auscultation and ECG interpretation, with improvements in learner performance compared to more traditional instructional approaches.20 Although several studies have shown simulator mannequins are beneficial for learning these skills, a study by Gauthier and colleagues showed that students trained using SPs had improved diagnostic performance on a postintervention OSCE compared to students trained using the cardiology simulator mannequin, suggesting training with SPs resulted in improved transfer of learning to real patients. In addition, many students felt the SPs were a more effective training method because they were more realistic than the mannequin.21 To provide second-year medical students with opportunities for basic science and clinical skills integration, we developed a simulated clinic activity consisting of four SP cases representing CV diseases, which included: (1) aortic stenosis secondary to bicuspid aortic valve, presenting as fatigue and shortness of breath; (2) inferior myocardial infarction (MI) with postinfarct angina, presenting as chest pain; (3) acute heart failure from long-standing hypertension, presenting as shortness of breath; and (4) atrial flutter, presenting as palpitations. The overarching goals of this activity were to provide students with opportunities to practice hypothesis-driven data gathering for these chief complaints; reinforce students' knowledge of the illness scripts for these cardiac diseases; practice cardiac auscultation and ECG interpretation; and integrate their basic science knowledge and clinical skills through diagnostic reasoning. Due to students' limited knowledge at this early stage of training, we intentionally designed these cases to represent the prototypical features of these diseases. Case-based learning resources representing these CV diseases have been published previously, using a number of active learning methods that do not involve SP encounters. Resources involving SP cases for heart failure have been published by a number of authors22–24; however, these were not focused on clinical reasoning, and none of these resources included accompanying ECG images or heart sound audio files for interpretation practice. Others have published SP cases involving patients following an MI; however, these cases were not focused on the diagnosis of MI.25,26 Other SP cases have been published involving cardiac chief complaints including shortness of breath27 and dizziness,28 but these cases represented other disease types than those in our case set. In contrast to these existing publications, the learning activity described below provided a series of SP cases representing four CV diseases, each of which includes audio files representing cardiac sounds and ECG images, providing learners with opportunities to practice hypothesis-driven data gathering and clinical data interpretation skills. Methods Educational Context Modeled after simulated clinic activities we had successfully developed and implemented during other preclinical basic science courses, we designed this activity as a diagnostic reasoning exercise for second-year medical students during the CV course. The overarching educational goal for this activity was to provide students with clinical encounters within which they could integrate their newly acquired knowledge of these CV diseases and the history taking skills they were learning concurrently in their longitudinal clinical skills course. The CV course director (R. Brandon Stacey), clinical skills course directors (Donna M. Williams and Jennifer Jackson), and clinical skills curriculum coordinator (Sharon S. Korczyk) collaborated to design this learning activity. The simulated cardiology clinic occurred near the end of the CV course, prior to the final knowledge-based exam. At our medical school, the CV course occurs in the second year (15.5 months into the 18-month preclinical curriculum). Prior to this course, students have completed the anatomy and physiology, biochemistry, cell biology, microbiology, neurosciences, gastroenterology, hematology and lymphatic disease, and pulmonology courses. Within the CV course, students had already received a review of CV anatomy, instruction in cardiac and vascular physiology, and instruction in a host of diseases affecting the CV system, including all diseases represented in this activity as well as the applicable pharmacology. Students had also received introductory training in ECG interpretation and interpretation of cardiac sounds. Concurrently throughout their first and second years of medical school, these students were also participating in several longitudinal courses, including clinical skills, ultrasound, population health and epidemiology, and bioethics and social medicine. Prior to the simulated cardiology clinic, students had learned the essentials of patient-centered communication skills, how to perform a full history, fundamentals of hypothesis-driven data gathering, and PE skills including vital signs, the full CV exam, lung exam, abdominal exam, head and neck exam, thyroid exam, musculoskeletal exam, and neurological exam maneuvers. In their first year of school, these students had also participated in a longitudinal, problem-based learning course during which they had practiced differential diagnosis formulation and self-directed learning for a series of written case scenarios. Learner Prerequisites To participate in this activity, learners need to have had some exposure to the CV pathology relevant to the chief complaints presented in these cases, some training in basic ECG interpretation skills, and training in basic history-taking and cardiac auscultation skills. Event Overview and Logistics This simulated cardiology clinic activity was conducted in the simulation center of our medical school building, which included outpatient exam rooms simulating a real clinic environment. This learning activity consisted of four unique SP encounters, so each student would ultimately encounter each of these four cases with their small group during the activity. For each encounter, 30 minutes were allocated: 20 minutes for students to collect history from the SP and listen to audio recordings of heart sounds (no PE was performed directly on the SPs), and 10 minutes for the small group to review the corresponding ECG, discuss their differential diagnosis for the case, and record their differential on the accompanying worksheet (see below for a more detailed description of activity implementation). Feedback on individual students' performance during the SP encounters was not provided during the activity, but feedback on the differential diagnosis was later provided during the debrief session. The learning activity duration was a total of 2 hours for a given student, though we repeated the activity for two large groups of students, totaling 4 hours in duration. SP cases were assigned to exam rooms such that student small groups rotated between adjacent rooms from one encounter to the next, thus minimizing transition time between cases (Appendix A). We assigned five SPs to each of the four cases, and used 20 of our center's simulated exam rooms so that a large group of learners could be divided among and rotated between these 20 rooms simultaneously. Based on an educator's access to available facilities, this learning activity could be implemented for smaller learner group sizes using fewer rooms and SPs (Appendix B). Event Preparation and Space Set-Up Staff needs We contacted our SP program manager to recruit SPs for the event and distribute training materials to the SPs. We recruited one additional staff person to assist with event materials preparation and activity implementation. SP recruitment and training We determined the number of SPs needed for this activity based on the planned number of exam rooms for this event. Our SP program manager then recruited SPs according to the demographic features of the patients in these four cases and sent a copy of the applicable case script to each SP prior to the training date. The CV course director led the 1-hour SP training session, including reviewing the details of each case and fielding SP questions (Appendix A). SPs were instructed to direct students to the headphones and laptop computers in the exam room following the student's completion of history-taking, so that students could listen to the audio files of cardiac sounds corresponding to the case. The SPs were instructed to remind the students about these audio files if the students attempted to perform cardiac auscultation on the SP. Student scheduling and group assignments Our student class size was 136 to 140, so we divided students into two large subgroups for this activity, each of which was assigned to a 2-hour time frame. Within each large subgroup, we divided students into small groups of three to four students each. Ultimately, the size of one's learner group, space needs and availability, and desired case number will determine the event's duration. Appendix B provided additional logistical details and design options for this activity. Exam room preparation •Door charts: We created a simulated patient chart for each case, which included the patient's name, age, chief complaint, and vital signs. The simulated chart document was placed outside of each corresponding exam room for student review prior to starting the encounter (Appendix C).•Heart murmur audio files: We assembled a laptop with headphones in each exam room for students to use to auscultate the cardiac sounds for that case. On each laptop, we loaded the corresponding PowerPoint file with a chest image simulating the patient's chest; this image had sound icons over each of the four cardiac auscultation areas that were linked to the corresponding audio files for the cardiac sounds for that case (Appendix D). Learning materials preparation Prior to the event, we printed copies of the worksheet packet so that each student small group had one packet (Appendix E). We also printed the 12-lead ECG images for these cases and placed them in students' worksheet packet, paired with the applicable worksheet (Appendix F). Learner orientation A few days before the simulated clinic activity occurred, we emailed students with a brief overview of this attendance-mandatory activity and provided instructions on expected dress (professional), their assigned tasks during the activity, the logistics of the event, and its debriefing. We asked students to report to the simulation center 15 minutes prior to the activity, so that our staff could record their attendance and distribute the clinic schedules and worksheet packets. Event Implementation Student check-in Each student small group was given a clinic schedule for their group's rotation among their assigned rooms (Appendix B). Each student group was also given a worksheet packet, with a differential diagnosis worksheet and ECG image for each case (Appendices E and F). Brief learner orientation A few minutes prior to starting the SP encounter rotation, one of the clinical skills course directors briefly reviewed the event logistics and instructions with students and fielded any last-minute questions (Appendix B). SP encounter series Students then began the SP encounters according to their assigned simulated clinic schedules. For each encounter, students had 20 minutes to collect the history from the SP and listen to the simulated heart sounds on the laptop in the room. Students were instructed to have one student lead the history taking for each encounter, and to take turns among the encounters, so that all students had an opportunity to lead the history taking over the course of the event. All students were encouraged to listen to the audio clips of heart sounds for each case. Immediately following each encounter, 10 minutes were allocated for the small group to review the ECG findings, discuss their differential diagnosis, and complete the corresponding worksheet for each case. In addition to the differential diagnosis, the worksheet tasked students with suggesting management steps for the case. We provided overhead announcements to direct students when to conclude each encounter (after the initial 20 minutes of each case) and again when it was time to move to the next assigned encounter (after the final 10 minutes of each case). Learner Assessment Following the SP rotation series, student small groups submitted a copy of their worksheet packets to our staff, who forwarded these documents to the CV course director for review (students could retain a copy for themselves for reference during the debrief, if desired). The CV course director reviewed students' worksheets to assess students' collective success in generating a differential diagnosis for each of the cases in preparation for the debrief (i.e., assessment of learning objective 3). While reviewing the worksheets, the CV course director looked for patterns of incorrect or incomplete differential diagnoses and used this information to ensure the debriefing session addressed any areas needing improvement. Students were not provided with individual feedback on their worksheets, and students' performance on the worksheets did not affect their CV course grades in any way. As this was a formative learning activity, individual students self-assessed their own performance during the debrief by reflecting on their ability to identify key features from the patient's history (learning objective 1) and interpret cardiac auscultation findings and the ECGs (learning objective 2) as the CV course director reviewed this information. In this way, reflection during the debrief provided formative feedback to students on their performance of these diagnostic reasoning tasks. Event Debrief Immediately following the conclusion of the simulated cardiology clinic, the CV course director met with students as a large group to review the cases (student attendance at the debrief was optional, as it was video recorded). During this session, the CV course director reviewed the key and distinguishing features of each case, including the presenting symptoms, cardiac auscultation findings, ECG findings, and the corresponding differential diagnosis at each stage of the diagnostic investigation. The CV course director then presented the diagnosis for each case, along with next steps in diagnostic testing and management (Appendix G). Program Evaluation and Data Analysis We asked participating students to complete a voluntary, anonymous online survey following the simulated clinic activity (Appendix H). The survey instrument used in this study was developed by adapting a standard set of postevent learner evaluation questions developed by the authors for evaluating simulation-based activities in the preclinical curriculum. We tailored the survey items based on prior experience with this survey and on the unique learning objectives for this activity. The survey assessed students' evaluation of the activity's relevance to their future role as physicians, the instructional design of the activity, its effectiveness for applying learning content from the CV course, its effectiveness for approaching the chief complaints presented, its effectiveness for practicing the applicable clinical skills (history-taking, heart sound interpretation, ECG interpretation, differential diagnosis generation), and the effectiveness of the event debrief, through 5-point Likert-scale questions. Open-ended questions requesting students' narrative comments about the event's strengths and aspects needing improvement were also included in the survey. Students' responses to the multiple-choice survey items were analyzed using descriptive statistics. Open-ended question items were reviewed and collated into themes. Results Of second-year medical students, 136 participated in the event in 2018, and 140 second-year students participated in the event in 2019. In 2018, 26 learners completed the evaluation (19% response rate) and in 2019, 40 learners completed the evaluation (29% response rate). The postevent learner evaluation results are presented in the Table. Nearly all respondents to the learner evaluation survey found the simulated cardiology activity to be extremely or quite relevant to their future clinical roles. In terms of instructional design, all respondents agreed the small-group format was appropriate (100%, 2018; 100%, 2019), and nearly all agreed the pace and duration were appropriate for the learning content presented (95%, 2018; 83%, 2019). Respondents also assessed the activity as effective for meeting its learning objectives. Nearly all students assessed the activity as extremely or quite effective for applying learning content from the CV course (97%, 2018; 93%, 2019), and for practicing how to approach chest pain, shortness of breath, palpitations, and fatigue. Table. Learner Evaluation Results of Simulated Cardiovascular ClinicaTable. Learner Evaluation Results of Simulated Cardiovascular Clinica Students' narrative comments on the postevent surveys indicated the most effective aspects of the activity were opportunities to practice hypothesis-driven history-taking, to learn more about how these CV diseases present in real patients (i.e., presenting symptoms), to think critically, and to work collaboratively in peer groups. Students also liked the event's integration of ECG and heart sound interpretation practice, and they especially appreciated the overall alignment of the event with their basic science curriculum. Some students commented that the time allotment was challenging for accomplishing all of the assigned tasks while others felt the time allotment was too long, though most respondents indicated the pace and duration of the event were appropriate. Discussion Students found the simulated cardiology clinic to be an effective and engaging learning activity, providing them with opportunities to integrate their basic science knowledge of CV disease with multiple clinical skills in order to practice diagnostic reasoning. The simulated cardiology clinic activity was feasible and straightforward to implement, required only a single on-site faculty member, was time-efficient, and was relatively low cost. In addition, the simulated clinic model offered multiple design options that can be adapted to meet an educator's selected learning goals and available resources. Through simulated patient encounters, learners engaged in active experimentation and concrete experiences of Kolb's experiential learning cycle; the event debrief then provided opportunities for them to engage in the reflective observation and concept formation stages, as they reflected on their performance of these diagnostic skills.18 Lessons Learned It is important for educators to consider the primary learning goals when designing a simulated clinic activity, as these goals will drive the instructional design and the logistics of the event. Important considerations included the timing of the event in the curriculum, the number of SP cases, and the list of learner tasks for each encounter. We timed the simulated cardiology clinic to occur near the end of the CV course, based on student feedback following simulated clinic events in other courses which indicated students wanted sufficient exposure to the relevant learning material prior to these events so that they could more fully engage in the simulated clinic. We selected learners' tasks for this event to target skill sets students would otherwise have few opportunities to encounter in a clinical context. Though we deliberately chose to omit PE performance on SPs from the students' list of encounter tasks for this activity, some students suggested including additional PE information during each encounter (e.g., abnormal lung sounds, jugular venous distension). The list of other learner tasks in the existing timeframe could make PE performance challenging. However, this is an option that educators may want to consider. An alternative approach we have used in other simulated clinic events—and one we will consider in future iterations of this simulated cardiology clinic event—is to provide PE data to students in the form of a written handout in the exam room, in place of having students perform a PE on the SP. This design option would be helpful for supporting students' diagnostic reasoning and would not require much, if any, additional time for students to complete each encounter. From a logistical standpoint, our distribution plan for the ECGs could be improved. Students suggested distributing the ECGs after each patient encounter has ended. We have piloted this approach in other simulated clinic events since conducting this one, by having SPs provide a diagnostic study data handout to students immediately following the SP encounter. As this was logistically much easier and provided students with diagnostic study data in a more natural sequence of data collection, we suggest educators take this approach. For the first iteration of this event, the CV course director provided debriefing information via email, briefly explaining the key features of each case. We learned from both this event and other simulated clinic activities that many students preferred having an opportunity to interact with the instructor during in-person debrief sessions rather than simply receiving this information in written form. For the second iteration of the simulated cardiology clinic, the CV course director hosted an in-person, large-group debriefing session, which students reported was helpful. Limitations The generalizability of our study was limited due to data from a single institution and limited learner response rates to our surveys. Implementation of this learning activity required access to sufficient space and funding to hire SPs, which may be a limitation for some educators. Ideally, the student leading each encounter would receive feedback from their peers on their interaction with the SP; however, we did not build in time for this activity. Additionally, we have found it helpful to review students' worksheets prior to conducting the debriefing session. However, doing so requires some time on the instructors' part, which may or may not be feasible if the debriefing is scheduled immediately following the simulated clinic activity. Although learners assessed the activity as effective for providing practice of ECG interpretation and cardiac auscultation skills, additional deliberate practice of these skills beyond participation in this single instructional event is necessary for these learners to achieve competency in these skills over time.29 Furthermore, our assessment of the activity relied on survey data alone. Evaluation of students' clinical performance after participating in the simulated clinic would be helpful in assessing the true benefit of the learning activity. Future Directions Future directions include applying the simulated clinic model to other basic science courses, to provide these early learners with additional diagnostic reasoning practice and illness script reinforcement. This activity could also be implemented with other learner groups, including medical students at later stages of training, physician assistant students, or resident physicians. Additional studies are needed to determine if this instructional method affects learners' long-term clinical reasoning development. References1. Kumar K, Thompson WR. Evaluation of cardiac auscultation skills in pediatric residents. Clin Pediatr (Phila). 2013;52(1):66–73. https://doi.org/10.1177/0009922812466584Medline, Google Scholar2. Vukanovic-Criley JM, Criley S, Warde CM, et al. Competency in cardiac examination skills in medical students, trainees, physicians, and faculty: a multicenter study. Arch Intern Med. 2006;166(6):610–616. https://doi.org/10.1001/archinte.166.6.610Medline, Google Scholar3. Salerno SM, Alguire PC, Waxman HS. Competency in interpretation of 12-lead electrocardiograms: a summary and appraisal of published evidence. Ann Intern Med. 2003;138(9):751–760. https://doi.org/10.7326/0003-4819-138-9-200305060-00013Medline, Google Scholar4. Jablonover RS, Lundberg E, Zhang Y, Stagnaro-Green A. Competency in electrocardiogram interpretation among graduating medical students. Teach Learn Med. 2014;26(3):279–284. https://doi.org/10.1080/10401334.2014.918882Medline, Google Scholar5. Little B, Mainie I, Ho KJ, Scott L. Electrocardiogram and rhythm strip interpretation by final year medical students. Ulster Med J. 2001;70(2):108–110.Medline, Google Scholar6. Eslava D, Dhillon S, Berger J, Homel P, Bergmann S. Interpretation of electrocardiograms by first-year residents: the need for change. J Electrocardiol. 2009;42(6):693–697. https://doi.org/10.1016/j.jelectrocard.2009.07.020Medline, Google Scholar7. Sibbald M, Davies EG, Dorian P, Yu EH. Electrocardiographic interpretation skills of cardiology residents: are they competent?Can J Cardiol. 2014;30(12):1721–1724. https://doi.org/10.1016/j.cjca.2014.08.026Medline, Google Scholar8. Woods NN, Brooks LR, Norman GR. It all makes sense: biomedical knowledge, causal connections and memory in the novice diagnostician. Adv Health Sci Educ Theory Pract. 2007;12(4):405–415. https://doi.org/10.1007/s10459-006-9055-xMedline, Google Scholar9. Woods NN, Neville AJ, Levinson AJ, Howey EH, Oczkowski WJ, Norman GR. The value of basic science in clinical diagnosis. Acad Med. 2006;81(10)(suppl):S124–S127. https://doi.org/10.1097/00001888-200610001-00031Medline, Google Scholar10. De Meo R, Matusz PJ, Knebel JF, Murray MM, Thompson WR, Clarke S. What makes medical students better listeners? Curr Biol. 2016;26(13):R519–R520. https://doi.org/10.1016/j.cub.2016.05.024Medline, Google Scholar11. Kulasegaram KM, Martimianakis MA, Mylopoulos M, Whitehead CR, Woods NN. Cognition before curriculum: rethinking the integration of basic science and clinical learning. Acad Med. 2013;88(10):1578–1585. https://doi.org/10.1097/ACM.0b013e3182a45defMedline, Google Scholar12. Hatala R, Norman GR, Brooks LR. Impact of a clinical scenario on accuracy of electrocardiogram interpretation. J Gen Intern Med. 1999;14(2):126–129. https://doi.org/10.1046/j.1525-1497.1999.00298.xMedline, Google Scholar13. Eason MP. The use of simulation in teaching the basic sciences. Curr Opin Anesthesiol. 2013;26(6):721–725. https://doi.org/10.1097/ACO.0000000000000008Medline, Google Scholar14. Appleton JJ, Christenson SL, Furlong MJ. Student engagement with school: critical conceptual and methodological issues of the construct. Psychol Sch. 2008;45(5):369–386. https://doi.org/10.1002/pits.20303Google Scholar15. Wang MT, Degol J. Staying engaged: knowledge and research needs in student engagement. Child Dev Perspect. 2014;8(3):137–143. https://doi.org/10.1111/cdep.12073Medline, Google Scholar16. Kolb DA. Experiential Learning: Experience as the Source of Learning and Development. Prentice-Hall; 1984.Google Scholar17. Ericsson KA, ed. Development of Professional Expertise: Toward Measurement of Expert Performance and Design of Optimal Learning Environments. Cambridge University Press; 2009. https://doi.org/10.1017/CBO9780511609817Google Scholar18. Ericsson KA. Deliberate practice and the acquisition and maintenance of expert performance in medicine and related domains. Acad Med. 2004;79(10)(suppl):S70–S81. https://doi.org/10.1097/00001888-200410001-00022Medline, Google Scholar19. Gosai J, Purva M, Gunn J. Simulation in cardiology: state of the art. Eur Heart J. 2015;36(13):777–783. https://doi.org/10.1093/eurheartj/ehu527Medline, Google Scholar20. McKinney J, Cook DA, Wood D, Hatala R. Simulation-based training for cardiac auscultation skills: systematic review and meta-analysis. J Gen Intern Med. 2013;28(2):283–291. https://doi.org/10.1007/s11606-012-2198-yMedline, Google Scholar21. Gauthier N, Johnson C, Stadnick E, et al. Does cardiac physical exam teaching using a cardiac simulator improve medical students' diagnostic skills? Cureus. 2019;11(5):e4610. https://doi.org/10.7759/cureus.4610Medline, Google Scholar22. Denson K, Manzi G, Brown D, Malmsten C. Geriatric cardiology OSCE: the hidden curriculum, identifying end stage heart disease and clarifying care goals. MedEdPORTAL. 2013;9:9526. https://doi.org/10.15766/mep_2374-8265.9526Google Scholar23. Wamsley M, Ng R, Chang A, et al. Joe Thornton: teaching and assessing medical students chronic disease management skills utilizing the chronic care model and a standardized patient. MedEdPORTAL. 2009;5:1724. https://doi.org/10.15766/mep_2374-8265.1724Google Scholar24. Karpa K, Stollar K. Medication optimization and patient education in heart failure: a standardized patient case for clerkship students. MedEdPORTAL. 2016;12:10419. https://doi.org/10.15766/mep_2374-8265.10419Medline, Google Scholar25. Tartaglia K, Thompson L, Curren C. Scott Green: depression after a heart attack. MedEdPORTAL. 2015;11:10026. https://doi.org/10.15766/mep_2374-8265.10026Google Scholar26. Castleberry A, Renna C, Tedder A, Rowe J, Warren J, Pennick R. Using a standardized patient to counsel on a new prescription for Atrovastatin. MedEdPORTAL. 2015;11:10257. https://doi.org/10.15766/mep_2374-8265.10257Google Scholar27. Hearns V, Wallenburg B, Hall J, Tyler J. Asthma exacerbation (adult), blended simulation. MedEdPORTAL. 2014;10:9804. https://doi.org/10.15766/mep_2374-8265.9804Google Scholar28. Basehore P, Chopra A, Overbeck K. Henry Corbett: a geriatric standardized patient case. MedEdPORTAL2013;9:9649. https://doi.org/10.15766/mep_2374-8265.9649Google Scholar29. Waechter J, Reading D, Lee CH, Walker M. Quantifying the medical student learning curve for ECG rhythm strip interpretation using deliberate practice. GMS J Med Educ. 2019;36(4):Doc40. https://dx.doi.org/10.3205/zma001248Medline, Google Scholar Sign up for the latest publications from MedEdPORTAL Add your email below APPENDICESReferencesRelatedDetailsAppendices SP Cases.docx Logistics.docx Door Charts.docx Heart Auscultation.pptx Worksheets.docx ECGs.pptx Debrief.docx Learner Evaluation.docx All appendices are peer reviewed as integral parts of the Original Publication. Download Related The GI Simulated Clinic: A Clinical Reasoning Exercise Supporting Medical Students' Basic and Clinical Science Integration The Simulated Virology Clinic: A Standardized Patient Exercise for Preclinical Medical Students Supporting Basic and Clinical Science Integration The Simulated Cardiology Clinic: A Standardized Patient Exercise Supporting Medical Students' Biomedical Knowledge and Clinical Skills Integration Copyright & Permissions© 2020 Jackson et al. This is an open-access publication distributed under the terms of the Creative Commons Attribution-NonCommercial license.KeywordsSimulationClinical SkillsAtrial FlutterStandardized PatientElectrocardiogramAortic StenosisClinical Reasoning/Diagnostic ReasoningCardiovascular MedicineMyocardial InfarctionHeart SoundsDiagnostic ReasoningHeart FailureAcknowledgmentsWe would like to gratefully acknowledge Erin Haynes, standardized patient (SP) program manager, who assisted with SP recruitment and training for this activity; Kendall Freeman, MS, who assisted with logistics and execution of this activity; and the SPs who served as patient actors for this activity. Disclosures None to report. Funding/Support None to report. Ethical Approval The Wake Forest School of Medicine Institutional Review Board approved this study. Loading ...",
  "authors": [
    {
      "display_name": "Jennifer M. Jackson",
      "id": "A5061872300",
      "orcid": "https://orcid.org/0000-0002-0179-7379",
      "institutions": [
        {
          "id": "I47251452",
          "display_name": "Wake Forest University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jennifer M. Jackson"
    },
    {
      "display_name": "Richard Stacey",
      "id": "A5101571408",
      "orcid": "https://orcid.org/0000-0002-0777-4194",
      "institutions": [
        {
          "id": "I47251452",
          "display_name": "Wake Forest University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "R. Brandon Stacey"
    },
    {
      "display_name": "Sharon S. Korczyk",
      "id": "A5056539747",
      "orcid": null,
      "institutions": [
        {
          "id": "I47251452",
          "display_name": "Wake Forest University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Sharon S. Korczyk"
    },
    {
      "display_name": "Donna M. Williams",
      "id": "A5030417885",
      "orcid": "https://orcid.org/0000-0003-2364-2199",
      "institutions": [
        {
          "id": "I47251452",
          "display_name": "Wake Forest University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Donna M. Williams"
    }
  ],
  "publication_year": 2020,
  "publication_date": "2020-10-28",
  "type": "article",
  "cited_by_count": 6,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210174909",
    "display_name": "MedEdPORTAL",
    "issn_l": "2374-8265",
    "issn": [
      "2374-8265"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315862"
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": true,
    "oa_status": "diamond",
    "oa_url": "https://www.mededportal.org/doi/pdf/10.15766/mep_2374-8265.11008",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C2779343474",
      "display_name": "Context (archaeology)",
      "level": 2,
      "score": 0.6312931
    },
    {
      "id": "C509550671",
      "display_name": "Medical education",
      "level": 1,
      "score": 0.4889611
    },
    {
      "id": "C2993838110",
      "display_name": "Medical school",
      "level": 2,
      "score": 0.43699625
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.43211347
    },
    {
      "id": "C527412718",
      "display_name": "Interpretation (philosophy)",
      "level": 2,
      "score": 0.41471827
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.40356365
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.38578564
    },
    {
      "id": "C164705383",
      "display_name": "Cardiology",
      "level": 1,
      "score": 0.33261263
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.150817
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.104516715
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C199360897",
      "display_name": "Programming language",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10254",
      "display_name": "Innovations in Medical Education",
      "score": 0.9997
    },
    {
      "id": "T11238",
      "display_name": "Simulation-Based Education in Healthcare",
      "score": 0.9996
    },
    {
      "id": "T12574",
      "display_name": "Clinical Reasoning and Diagnostic Skills",
      "score": 0.9977
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.15766/mep_2374-8265.11008",
  "pdf_url": "https://www.mededportal.org/doi/pdf/10.15766/mep_2374-8265.11008",
  "retrieved_date": "2025-07-30T15:39:16.242798",
  "source_database": "OpenAlex"
}