{
  "openalex_id": "W3096024679",
  "doi": "https://doi.org/10.1016/j.jcjo.2020.09.002",
  "title": "The importance of robust research methodology in the era of COVID-19 and beyond",
  "abstract": "COVID-19 has impacted almost every aspect of our daily lives. For clinicians and researchers, the impact has been profound, and ophthalmologists have experienced first-hand the many challenges of providing ongoing, time sensitive care while ensuring the safety of everyone involved. Some of that can be quantified, but much of it is simply unmeasurable. In addition, like the majority of people around the world, the challenges of strict social distancing and isolation have taken a toll on those of us in the medical and scientific community. Those are simply the facts. COVID-19 has changed everything—including the trajectory of the CJO. As I stated in my August 2019 editorial, the CJO is on a focused and deliberate mission to become a global leader in ophthalmology and vision science, with the goal of publishing and sharing new research that will impact care around the world. Toward that end, in the latter half of 2019 our editorial board continued to reduce the time from submission to decision, despite growing submission numbers. We also introduced 2 new article types (Research Letters and Photo Essays) and expanded our scope into niche areas, including ocular imaging and health economics. We had a strong vision, an outstanding team, and we were moving forward full steam. Then COVID-19 happened, and the CJO was inundated with COVID-19 related research, including case reports, systematic and narrative reviews, basic science research into ocular tissue and viral loads, and numerous editorial requests on a whole host of related topics. There was significant pressure on our editorial board to review, process, and synthesize information and to provide feedback to our authors in an expediated fashion. The rush to publish and publish fast was palpable. Based on my personal communication with editors at other leading journals, I know that the CJO was not alone in this experience. Other journals were also feeling the pressure to share and disseminate information as rapidly as possible. As I began to delve deeper into the flurry of submissions, I noticed that although many manuscripts were provocative, interesting, and added valuable information, some were lacking robust methodology, which left open the possibility of significant unintended bias in the conclusions that were being drawn. Should the CJO rush to publish a review or a survey study dealing with COVID-19 because it is timely? Or should the journal insist that the research we publish is based on robust methodology to ensure the conclusions are as valid and scientifically sound as possible? What direction should the CJO take? There is no doubt that there is a certain prestige associated with a journal that publishes cutting-edge, relevant, and timely papers—especially in the face of a rare event such as a pandemic. In the end, I firmly believe that the CJO must continue to grow into a global ophthalmology journal that positively impacts patient care. For that to happen, robust research methodology must be the guiding tenet around which important decisions on publications are made. Robust research methodology must be at the center of our vision as we aspire to become a highly impactful global ophthalmology journal, and this mission has become front and center for me in my role as Editor-in-Chief. The critical appraisal of research methodology has always been an important part of our peer review process; however, COVID-19 and my experiences over the past few months have instilled in me a new level of passion around methodology in research. Research methodology must become a stand-alone pillar of excellence for the CJO, irrespective of the article type. Whether it is a survey study, a retrospective cohort study, or a randomized, double-blinded clinical trial, the CJO will now focus on ensuring that the methodology of all articles we publish meets the highest standards of scientific rigor. This laser-sharp focus on methodology will give our readers the confidence to apply the learnings from our publications and make sound clinical decisions that enhance patient care. After all, enhancement of patient care is the highest goal to which any clinical journal can aspire. So how is the CJO going to accomplish this goal? As a first step, I am thrilled to announce that we have added a new section, Systematic Reviews and Methodology, with two outstanding section editors: Dr. Mark Phillips and Dr. Gordon Guyatt. Dr. Phillips is a PhD expert in research methodology and a prolific researcher in systematic reviews and clinical trial design. Dr. Guyatt is a world leader in research methodology. Not only is he is ranked as the 14th most cited scientist of all time but he also literally coined the term \"evidence-based medicine\" in 1991, in a single author publication in the Annals of Internal Medicine. Second, the CJO has officially endorsed the PRISMA framework for systematic reviews and the GRADE framework for guideline development, which will significantly improve the quality of research we share in our journal. And finally, the CJO will be starting a series of editorials pertaining to research methodology in order to share key concepts that our readers can apply both when they read scientific research articles and when they conduct their own research. In the first editorial, which appears in this issue, Dr. Guyatt and his team provide an overview on developing guidelines using the GRADE framework. There is no doubt that COVID-19 has posed immense challenges for members of the medical and scientific community, at many levels and on a global scale. However, it has also provided an opportunity to glean insights into what works and what needs work, and much like the CJO, I hope that we can all learn and adapt and implement changes that will ultimately serve to enhance patient care.",
  "authors": [
    {
      "display_name": "Varun Chaudhary",
      "id": "A5046574977",
      "orcid": "https://orcid.org/0000-0002-9988-4146",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I76442945",
          "display_name": "Hamilton Health Sciences",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I59293822",
          "display_name": "St. Joseph’s Healthcare Hamilton",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Varun Chaudhary"
    }
  ],
  "publication_year": 2020,
  "publication_date": "2020-10-01",
  "type": "article",
  "cited_by_count": 3,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210185783",
    "display_name": "Canadian Journal of Ophthalmology",
    "issn_l": "0008-4182",
    "issn": [
      "0008-4182",
      "1715-3360"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320990"
  },
  "volume": "55",
  "issue": "5",
  "first_page": "347",
  "last_page": "348",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "http://www.canadianjournalofophthalmology.ca/article/S0008418220307171/pdf",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C3008058167",
      "display_name": "Coronavirus disease 2019 (COVID-19)",
      "level": 4,
      "score": 0.80092704
    },
    {
      "id": "C172656115",
      "display_name": "Social distance",
      "level": 5,
      "score": 0.7293502
    },
    {
      "id": "C2775941552",
      "display_name": "Isolation (microbiology)",
      "level": 2,
      "score": 0.669106
    },
    {
      "id": "C2778025104",
      "display_name": "Toll",
      "level": 2,
      "score": 0.6572897
    },
    {
      "id": "C3006700255",
      "display_name": "2019-20 coronavirus outbreak",
      "level": 3,
      "score": 0.5763049
    },
    {
      "id": "C3007834351",
      "display_name": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2)",
      "level": 5,
      "score": 0.5633397
    },
    {
      "id": "C2991839399",
      "display_name": "Death toll",
      "level": 2,
      "score": 0.55173177
    },
    {
      "id": "C2776893239",
      "display_name": "Social isolation",
      "level": 2,
      "score": 0.5042714
    },
    {
      "id": "C39549134",
      "display_name": "Public relations",
      "level": 1,
      "score": 0.47678876
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.3979167
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.34807125
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.31613708
    },
    {
      "id": "C99454951",
      "display_name": "Environmental health",
      "level": 1,
      "score": 0.16107121
    },
    {
      "id": "C159047783",
      "display_name": "Virology",
      "level": 1,
      "score": 0.120192796
    },
    {
      "id": "C118552586",
      "display_name": "Psychiatry",
      "level": 1,
      "score": 0.10550636
    },
    {
      "id": "C2779134260",
      "display_name": "Disease",
      "level": 2,
      "score": 0.0
    },
    {
      "id": "C142724271",
      "display_name": "Pathology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C524204448",
      "display_name": "Infectious disease (medical specialty)",
      "level": 3,
      "score": 0.0
    },
    {
      "id": "C89423630",
      "display_name": "Microbiology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C116675565",
      "display_name": "Outbreak",
      "level": 2,
      "score": 0.0
    },
    {
      "id": "C203014093",
      "display_name": "Immunology",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T12599",
      "display_name": "Retinal and Optic Conditions",
      "score": 0.9916
    },
    {
      "id": "T11296",
      "display_name": "COVID-19 and healthcare impacts",
      "score": 0.9291
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/j.jcjo.2020.09.002",
  "pdf_url": "http://www.canadianjournalofophthalmology.ca/article/S0008418220307171/pdf",
  "retrieved_date": "2025-07-30T14:25:08.643474",
  "source_database": "OpenAlex"
}