{
  "openalex_id": "W3119590770",
  "doi": "https://doi.org/10.1161/circulationaha.120.051551",
  "title": "Association of Cigarette and Electronic Cigarette Use Patterns With Levels of Inflammatory and Oxidative Stress Biomarkers Among US Adults",
  "abstract": "HomeCirculationVol. 143, No. 8Association of Cigarette and Electronic Cigarette Use Patterns With Levels of Inflammatory and Oxidative Stress Biomarkers Among US Adults Free AccessLetterPDF/EPUBAboutView PDFView EPUBSections ToolsAdd to favoritesDownload citationsTrack citationsPermissions ShareShare onFacebookTwitterLinked InMendeleyReddit Jump toFree AccessLetterPDF/EPUBAssociation of Cigarette and Electronic Cigarette Use Patterns With Levels of Inflammatory and Oxidative Stress Biomarkers Among US AdultsPopulation Assessment of Tobacco and Health Study Andrew C. Stokes, PhD, Wubin Xie, DrPH, MPH, Anna E. Wilson, MPH, Hanqi Yang, BA, Olusola A. Orimoloye, MBBS, MPH, Alyssa F. Harlow, MPH, Jessica L. Fetterman, PhD, Andrew P. DeFilippis, MD, MSc, Emelia J. Benjamin, MD, ScM, Rose Marie Robertson, MD, Aruni Bhatnagar, PhD, Naomi M. Hamburg, MD, MSc and Michael J. Blaha, MD, MPH Andrew C. StokesAndrew C. Stokes Andrew C. Stokes, PhD, Boston University School of Public Health, 801 Massachusetts Ave, 3rd Floor, 362, Boston, MA 02118. Email E-mail Address: [email protected] https://orcid.org/0000-0002-8502-3636 American Heart Association Tobacco Regulation and Addiction Center, Dallas, TX (A.C.S., J.L.F., E.J.B., R.M.R., A.B., N.M.H., M.J.B.). Department of Global Health (A.C.S., W.X., A.E.W., H.Y.), Boston University School of Public Health, MA. , Wubin XieWubin Xie https://orcid.org/0000-0002-1089-5149 Department of Global Health (A.C.S., W.X., A.E.W., H.Y.), Boston University School of Public Health, MA. , Anna E. WilsonAnna E. Wilson Department of Global Health (A.C.S., W.X., A.E.W., H.Y.), Boston University School of Public Health, MA. , Hanqi YangHanqi Yang Department of Global Health (A.C.S., W.X., A.E.W., H.Y.), Boston University School of Public Health, MA. , Olusola A. OrimoloyeOlusola A. Orimoloye Department of Medicine, Vanderbilt University Medical Center, Nashville, TN (O.A.O., A.P.D., R.M.R.). , Alyssa F. HarlowAlyssa F. Harlow https://orcid.org/0000-0001-6744-6988 Department of Epidemiology (A.F.H., E.J.B.), Boston University School of Public Health, MA. , Jessica L. FettermanJessica L. Fetterman https://orcid.org/0000-0002-9286-7538 American Heart Association Tobacco Regulation and Addiction Center, Dallas, TX (A.C.S., J.L.F., E.J.B., R.M.R., A.B., N.M.H., M.J.B.). Evans Department of Medicine and Whitaker Cardiovascular Institute (J.L.F., E.J.B., N.M.H.), Boston University School of Public Health, MA. , Andrew P. DeFilippisAndrew P. DeFilippis Department of Medicine, Vanderbilt University Medical Center, Nashville, TN (O.A.O., A.P.D., R.M.R.). , Emelia J. BenjaminEmelia J. Benjamin https://orcid.org/0000-0003-4076-2336 American Heart Association Tobacco Regulation and Addiction Center, Dallas, TX (A.C.S., J.L.F., E.J.B., R.M.R., A.B., N.M.H., M.J.B.). Department of Epidemiology (A.F.H., E.J.B.), Boston University School of Public Health, MA. Evans Department of Medicine and Whitaker Cardiovascular Institute (J.L.F., E.J.B., N.M.H.), Boston University School of Public Health, MA. , Rose Marie RobertsonRose Marie Robertson American Heart Association Tobacco Regulation and Addiction Center, Dallas, TX (A.C.S., J.L.F., E.J.B., R.M.R., A.B., N.M.H., M.J.B.). Department of Medicine, Vanderbilt University Medical Center, Nashville, TN (O.A.O., A.P.D., R.M.R.). , Aruni BhatnagarAruni Bhatnagar American Heart Association Tobacco Regulation and Addiction Center, Dallas, TX (A.C.S., J.L.F., E.J.B., R.M.R., A.B., N.M.H., M.J.B.). Department of Medicine, University of Louisville, KY (A.B.). , Naomi M. HamburgNaomi M. Hamburg https://orcid.org/0000-0001-5504-5589 American Heart Association Tobacco Regulation and Addiction Center, Dallas, TX (A.C.S., J.L.F., E.J.B., R.M.R., A.B., N.M.H., M.J.B.). Evans Department of Medicine and Whitaker Cardiovascular Institute (J.L.F., E.J.B., N.M.H.), Boston University School of Public Health, MA. and Michael J. BlahaMichael J. Blaha https://orcid.org/0000-0001-5138-9683 American Heart Association Tobacco Regulation and Addiction Center, Dallas, TX (A.C.S., J.L.F., E.J.B., R.M.R., A.B., N.M.H., M.J.B.). Department of Medicine, The Johns Hopkins University, Baltimore, MD (M.J.B.). Originally published4 Jan 2021https://doi.org/10.1161/CIRCULATIONAHA.120.051551Circulation. 2021;143:869–871Other version(s) of this articleYou are viewing the most recent version of this article. Previous versions: January 4, 2021: Ahead of Print The cardiovascular toxicity of electronic cigarettes (e-cigarettes) is not well understood, and population data assessing the cardiovascular effects of e-cigarette use are sparse. In the present study, we used nationally representative data to examine the association of cigarette and e-cigarette use behaviors with biomarkers of inflammation and oxidative stress. Inflammation and oxidative stress are key contributors of smoking-induced cardiovascular disease, and related biomarkers have been studied as predictive factors for cardiovascular events.1,2The PATH study (Population Assessment of Tobacco and Health) is a nationally representative longitudinal cohort in the United States. The Wave 1 survey was administered from 2013 to 2014 and included the collection of blood and urine samples. Additional information on PATH biospecimen procedures is given elsewhere.3 Our analysis was restricted to Wave 1 adults ≥18 years of age with nonmissing data on biomarkers and cigarette/e-cigarette use. Analytic sample sizes were dependent on the respective biomarker considered.We classified participants into 4 categories based on cigarette/e-cigarette use behaviors in the past 30 days to assess product exposure: (1) Nonuse included respondents with no cigarette or e-cigarette use; (2) exclusive e-cigarette included individuals with no cigarette use but e-cigarette use; (3) exclusive cigarette included individuals with cigarette use but no e-cigarette use; and (4) dual use included individuals with e-cigarette and cigarette use.We selected biomarkers of inflammation (high-sensitivity C-reactive protein, interleukin-6, fibrinogen, soluble intercellular adhesion molecule) and oxidative stress (urinary 8-isoprostane) as dependent variables. We used the PATH imputed biomarker variables in which observations under the limit of detection were replaced by limit of detection/√2. All biomarkers were right skewed and thus loge transformed for analyses.We adjusted for covariates that may be associated with smoking behaviors or biomarkers of interest. Data on race and ethnicity were combined to classify respondents as non-Hispanic White, non-Hispanic Black, Hispanic, and non-Hispanic other. Additional self-reported measures included sex (male, female); age (18–24, 25–34, 35–44, 45–54, 55–64, ≥65 years); education (less than high school, high school diploma, some college, college or higher); poverty status based on household income (<100%, 100%–199%, ≥200% of poverty level); body mass index (<18.5, 18.5–24.9, 25–29.9, ≥30 kg/m2); diabetes (yes, no); heart attack (yes, no); heart failure (yes, no); stroke (yes, no); use of other tobacco products, including traditional cigar, filtered cigar, cigarillo, pipe, hookah, snus, dissolvable, smokeless (never, former, current), and marijuana/blunt (never, former, current); recreational drug (never, former, current); prescription drug (never, former, current); secondhand smoke exposure at home or at work (yes, no); and pack-year of cigarette smoking and its squared term.We used multivariable linear models with sequential adjustments for covariates to evaluate the association of cigarette/e-cigarette use behaviors with each biomarker, and geometric mean ratios were obtained by exponentiating the coefficients. The first model was adjusted for age, sex, and race/ethnicity; the second was additionally adjusted for other covariates listed above.We analyzed data using Stata, version 15 (StataCorp). We applied PATH-derived blood biomarker sample weights and considered statistical significance using a 2-sided test, with a significance level of 0.05. Missing data on covariates were imputed from multiple imputation with chained equation (20 imputations). Our analysis relied on deidentified data and was therefore exempted from review by the Boston University Medical Center Institutional Review Board. To test the robustness of our results, we repeated the analyses in subgroups of respondents (1) with no past 30-day use of any other tobacco products, (2) excluding nonusers with urinary cotinine ≥ 10ng/mL, and (3) with no missing values on covariates. Analytical code for purposes of reproducing the results is available on request. Restricted-use PATH files are available through an online application.3Of the 7130 participants, 58.6% did not use cigarettes and e-cigarettes, 1.9% used e-cigarettes exclusively, 29.6% exclusively smoked, and 9.9% used both e-cigarette and cigarettes (Table). In the multivariable models, we observed no difference in the biomarker concentration of inflammatory or oxidative stress between participants who used e-cigarettes and nonusers. Exclusive smokers and dual users had higher levels across all biomarkers relative to nonusers. Compared with exclusive smokers, exclusive e-cigarette users had significantly lower levels of almost all inflammatory and oxidative stress biomarkers other than high-sensitivity C-reactive protein (geometric mean ratio, 0.91 [95% CI, 0.79–1.07]). We observed no difference between users of both products and exclusive smokers. The results were similar with all alternative analyses described above (data not shown).Table. Associations of Smoking and e-Cigarette Use With Cardiovascular Biomarkers Among Adult Respondents in the PATH Study Wave 1, 2013 to 2014IndicatorsCompared with nonuseCompared with exclusive smokingNonuse(n=2191, 58.6%)Exclusive e-cigarette use(n=261, 1.9%)Exclusive smoking(n=3261, 29.6%)Dual usen=1417, 9.9%)Exclusive e-cigarette useDual usehsCRP (n=7130) Adjusted geometric mean†1.4 (1.2–1.5)1.5 (1.3–1.8)1.7 (1.6–1.8)1.7 (1.5–1.8) Age-, sex-, race/ethnicity–adjusted GMR (95% CI)‡Ref.1.15 (0.95–1.39)1.26 (1.11–1.41)*1.26 (1.11–1.44)*0.92 (0.71–0.90)*1.00 (0.90–1.12) Multivariable-adjusted GMR (95% CI)§Ref.1.08 (0.92–1.27)1.19 (1.06–1.33)*1.17 (1.03–1.32)*0.91 (0.79–1.07)0.99 (0.89–1.09)IL-6 (n=6915) Adjusted geometric mean†1.4 (1.3–1.4)1.4 (1.3–1.6)1.6 (1.6–1.7)1.6 (1.5–1.7) Age-, sex-, race/ethnicity–adjusted GMR (95% CI)‡Ref.1.10 (0.98–1.24)1.28 (1.20–1.37)*1.24 (1.16–1.33)*0.86 (0.73–0.83)*0.97 (0.91–1.03) Multivariable-adjusted GMR (95% CI)§Ref.1.00 (0.89–1.12)1.15 (1.07–1.23)*1.11 (1.03–1.19)*0.87 (0.78–0.98)*0.97 (0.91–1.03)sICAM (n=7021) Adjusted geometric mean†211.3 (205.7–216.9)231.0 (218.9–243.2)268.0 (260.5–275.3)261.3 (253.2–269.3) Age-, sex-, race/ethnicity–adjusted GMR (95% CI)‡Ref.1.10 (1.04–1.16)*1.29 (1.24–1.34)*1.25 (1.21–1.30)*0.85 (0.75–0.81)*0.97 (0.94–1.01) Multivariable-adjusted GMR (95% CI)§Ref.1.05 (0.99–1.11)1.19 (1.15–1.24)*1.16 (1.11–1.22)*0.88 (0.83–0.93)*0.98 (0.94–1.01)Fibrinogen (n=6877) Adjusted geometric mean†311.7 (306.2–317.1)315.6 (304.7–326.6)331.2 (325.9–336.5)327.2 (319.6–334.8) Age-, sex-, race/ethnicity–adjusted GMR (95% CI)‡Ref.1.01 (0.97–1.05)1.06 (1.03–1.08)*1.04 (1.01–1.07)*0.95 (0.92–0.97)*0.99 (0.96–1.01) Multivariable-adjusted GMR (95% CI)§Ref.1.00 (0.96–1.04)1.04 (1.02–1.06)*1.03 (1.00–1.06)*0.96 (0.92–0.99)*0.99 (0.96–1.01)Urinary 8-isoprostane (n=7076) Adjusted geometric mean†401.0 (380.2–421.4)418.2 (366.4–470.0)514.9 (489.1–540.7)519.2 (485.6–552.8) Age-, sex-, race/ethnicity–adjusted GMR (95% CI)‡Ref.1.11 (0.97–1.26)1.41 (1.31–1.51)*1.41 (1.31–1.53)*0.78 (0.66–0.76)*1.00 (0.93–1.08) Multivariable-adjusted GMR (95% CI)§Ref.1.02 (0.89–1.17)1.24 (1.15–1.34)*1.26 (1.15–1.37)*0.82 (0.72–0.93)*1.01 (0.94–1.08)GMR indicates geometric mean ratio; hsCRP, high sensitivity C-reactive protein; IL-6, interleukin-6; PATH, Population Assessment of Tobacco and Health; Ref., referent; and sICAM, soluble intercellular adhesion molecule.* Coefficients significant at 2-sided P<0.05. All models were weighted with Wave 1 blood sample weights.† Adjusted geometric means were derived from exponentiating predicted margins holding all covariates in the multivariable models at means.‡ Adjusted for age (categorical), sex (male/female), and race/ethnicity (non-Hispanic White, non-Hispanic Black, Hispanic, non-Hispanic other).§ Multivariable models additionally adjusted for education (less than high school, high school, some college, bachelor or above); poverty status (<100% of poverty level, 100%–199% of poverty level, ≥200% of poverty level); diabetes (yes, no); heart attack (yes, no); heart failure (yes, no); stroke (yes, no); use of other tobacco products, including traditional cigar, filtered cigar, cigarillo, pipe, hookah, snus, dissolvable, smokeless (never, former, current), and marijuana/blunt (never, former, current); recreational drug use (never, former, current); prescription drug use (never, former, current); secondhand smoke exposure at home or at work (yes, no); body mass index (underweight, normal, overweight, obese); and pack-year of cigarette smoking and its squared term.In this nationally representative population study of adults, we observed no difference in inflammatory and oxidative stress biomarkers between exclusive e-cigarette users and nonusers (no cigarettes or vaping), and levels were lower in exclusive e-cigarette users relative to exclusive smokers. These findings are consistent with recent population studies of inflammatory biomarker4 and toxicant exposure5 in users of e-cigarettes and cigarettes and highlight the importance of completely replacing cigarette smoking with e-cigarettes or quitting the use of both products for cigarette smokers to derive potential health benefits.Sources of FundingResearch reported in this publication was supported by the National Heart, Lung, and Blood Institute of the National Institutes of Health and the US Food and Drug Administration's Center for Tobacco Products (grants P50HL120163, U54HL120163, and 1K01HL154130-01). The content is solely the responsibility of the authors and does not necessarily represent the official views of the study sponsors.Disclosures Dr Stokes reported receiving grants from Ethicon Inc (a Johnson & Johnson company). The other authors report no conflicts.Footnoteshttps://www.ahajournals.org/journal/circAndrew C. Stokes, PhD, Boston University School of Public Health, 801 Massachusetts Ave, 3rd Floor, 362, Boston, MA 02118. Email [email protected]eduReferences1. Conklin DJ, Schick S, Blaha MJ, Carll A, DeFilippis A, Ganz P, Hall ME, Hamburg N, O'Toole T, Reynolds L, et al.. Cardiovascular injury induced by tobacco products: assessment of risk factors and biomarkers of harm: a Tobacco Centers of Regulatory Science compilation.Am J Physiol Heart Circ Physiol. 2019; 316:H801–H827. doi: 10.1152/ajpheart.00591.2018CrossrefMedlineGoogle Scholar2. Carrero JJ, Andersson Franko M, Obergfell A, Gabrielsen A, Jernberg T. hsCRP level and the risk of death or recurrent cardiovascular events in patients with myocardial infarction: a healthcare-based study.J Am Heart Assoc. 2019; 8:e012638. doi: 10.1161/JAHA.119.012638LinkGoogle Scholar3. US Department of Health and Human Services. National Institutes of Health, National Institute on Drug Abuse, US Department of Health and Human Services, Food and Drug Administration, Center for Tobacco Products. Population Assessment of Tobacco and Health (PATH) Study [United States] restricted-use files (ICPSR 36231).Inter-University Consortium for Political and Social Research. June 24, 2020. Accessed September 10, 2020. https://www.icpsr.umich.edu/web/NAHDAP/studies/36231/summaryGoogle Scholar4. Mainous AG, Yadav S, Hong YR, Huo J. e-Cigarette and conventional tobacco cigarette use, dual use, and C-reactive protein.J Am Coll Cardiol. 2020; 75:2271–2273. doi: 10.1016/j.jacc.2020.02.061CrossrefMedlineGoogle Scholar5. Goniewicz ML, Smith DM, Edwards KC, Blount BC, Caldwell KL, Feng J, Wang L, Christensen C, Ambrose B, Borek N, et al.. Comparison of nicotine and toxicant exposure in users of electronic cigarettes and combustible cigarettes.JAMA Netw Open. 2018; 1:e185937. doi: 10.1001/jamanetworkopen.2018.5937CrossrefMedlineGoogle Scholar Previous Back to top Next FiguresReferencesRelatedDetailsCited ByNeczypor E, Mears M, Ghosh A, Sassano M, Gumina R, Wold L and Tarran R (2022) E-Cigarettes and Cardiopulmonary Health: Review for Clinicians, Circulation, 145:3, (219-232), Online publication date: 18-Jan-2022. Xie W, Tackett A, Berlowitz J, Harlow A, Kathuria H, Galiatsatos P, Fetterman J, Cho J, Blaha M, Hamburg N, Robertson R, DeFilippis A, Hall M, Bhatnagar A, Benjamin E and Stokes A (2022) Association of Electronic Cigarette Use with Respiratory Symptom Development among U.S. Young Adults, American Journal of Respiratory and Critical Care Medicine, 10.1164/rccm.202107-1718OC, 205:11, (1320-1329), Online publication date: 1-Jun-2022. Ren X, Lin L, Sun Q, Li T, Sun M, Sun Z and Duan J (2022) Metabolomics-based safety evaluation of acute exposure to electronic cigarettes in mice, Science of The Total Environment, 10.1016/j.scitotenv.2022.156392, 839, (156392), Online publication date: 1-Sep-2022. Alarabi A, Lozano P, Khasawneh F and Alshbool F (2022) The effect of emerging tobacco related products and their toxic constituents on thrombosis, Life Sciences, 10.1016/j.lfs.2021.120255, 290, (120255), Online publication date: 1-Feb-2022. Diamond L and Alley J (2022) Rethinking minority stress: A social safety perspective on the health effects of stigma in sexually-diverse and gender-diverse populations, Neuroscience & Biobehavioral Reviews, 10.1016/j.neubiorev.2022.104720, 138, (104720), Online publication date: 1-Jul-2022. Philip H, Hein D and Sanford N (2021) Racial Disparities in E-Cigarette Use among Conventionally Smoking Cancer Survivors in the United States, 2014–2018, Substance Use & Misuse, 10.1080/10826084.2021.2019786, 57:4, (660-663), Online publication date: 21-Mar-2022. Rastogi T, Girerd N, Lamiral Z, Bresso E, Bozec E, Boivin J, Rossignol P, Zannad F and Ferreira J (2022) Impact of smoking on cardiovascular risk and premature ageing: Findings from the STANISLAS cohort, Atherosclerosis, 10.1016/j.atherosclerosis.2022.02.017, 346, (1-9), Online publication date: 1-Apr-2022. Aday A and Matsushita K (2021) Epidemiology of Peripheral Artery Disease and Polyvascular Disease, Circulation Research, 128:12, (1818-1832), Online publication date: 11-Jun-2021. Brown J and Shahab L (2021) Smoking cessation support for dual users of cigarettes and electronic cigarettes, The Lancet Public Health, 10.1016/S2468-2667(21)00034-7, 6:7, (e441-e442), Online publication date: 1-Jul-2021. Balfour D, Benowitz N, Colby S, Hatsukami D, Lando H, Leischow S, Lerman C, Mermelstein R, Niaura R, Perkins K, Pomerleau O, Rigotti N, Swan G, Warner K and West R (2021) Balancing Consideration of the Risks and Benefits of E-Cigarettes, American Journal of Public Health, 10.2105/AJPH.2021.306416, 111:9, (1661-1672), Online publication date: 1-Sep-2021. Metzen D, M'Pembele R, Zako S, Mourikis P, Helten C, Zikeli D, Ahlbrecht S, Ignatov D, Ayhan A, Huhn R, Zeus T, Levkau B, Petzold T, Kelm M, Dannenberg L and Polzin A (2021) Platelet reactivity is higher in e-cigarette vaping as compared to traditional smoking, International Journal of Cardiology, 10.1016/j.ijcard.2021.09.005, 343, (146-148), Online publication date: 1-Nov-2021. Miller C, Shi H, Li D and Goniewicz M (2021) Cross-Sectional Associations of Smoking and E-cigarette Use with Self-Reported Diagnosed Hypertension: Findings from Wave 3 of the Population Assessment of Tobacco and Health Study, Toxics, 10.3390/toxics9030052, 9:3, (52) Farrell K, Karey E, Xu S, Gibbon G, Gordon T and Weitzman M (2021) E-Cigarette Use, Systemic Inflammation, and Depression, International Journal of Environmental Research and Public Health, 10.3390/ijerph181910402, 18:19, (10402) Sinha I, Goel R, Bitzer Z, Trushin N, Liao J and Sinha R (2022) Evaluating electronic cigarette cytotoxicity and inflammatory responses in vitro, Tobacco Induced Diseases, 10.18332/tid/147200, 20:May, (1-13) Mahoney M, Rivard C, Kimmel H, Hammad H, Sharma E, Halenar M, Sargent J, Cummings K, Niaura R, Goniewicz M, Bansal-Travers M, Hatsukami D, Gaalema D, Fong G, Gravely S, Christensen C, Haskins R, Silveira M, Blanco C, Compton W, Stanton C and Hyland A (2022) Cardiovascular Outcomes among Combustible-Tobacco and Electronic Nicotine Delivery System (ENDS) Users in Waves 1 through 5 of the Population Assessment of Tobacco and Health (PATH) Study, 2013–2019, International Journal of Environmental Research and Public Health, 10.3390/ijerph19074137, 19:7, (4137) February 23, 2021Vol 143, Issue 8 Advertisement Article InformationMetrics © 2021 American Heart Association, Inc.https://doi.org/10.1161/CIRCULATIONAHA.120.051551PMID: 33390037 Originally publishedJanuary 4, 2021 Keywordselectronic nicotine delivery systemsoxidative stressinflammationPDF download Advertisement SubjectsAnticoagulantsNuclear Cardiology and PETQuality and Outcomes",
  "authors": [
    {
      "display_name": "Andrew Stokes",
      "id": "A5042589375",
      "orcid": "https://orcid.org/0000-0002-8502-3636",
      "institutions": [
        {
          "id": "I1281833243",
          "display_name": "American Heart Association",
          "country_code": "US",
          "type": "nonprofit"
        },
        {
          "id": "I111088046",
          "display_name": "Boston University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Andrew C. Stokes"
    },
    {
      "display_name": "Wubin Xie",
      "id": "A5003405669",
      "orcid": "https://orcid.org/0000-0002-1089-5149",
      "institutions": [
        {
          "id": "I111088046",
          "display_name": "Boston University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Wubin Xie"
    },
    {
      "display_name": "Anna E Wilson",
      "id": "A5087651936",
      "orcid": null,
      "institutions": [
        {
          "id": "I111088046",
          "display_name": "Boston University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Anna E. Wilson"
    },
    {
      "display_name": "Hanqi Yang",
      "id": "A5059516571",
      "orcid": "https://orcid.org/0000-0002-0404-6685",
      "institutions": [
        {
          "id": "I111088046",
          "display_name": "Boston University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Hanqi Yang"
    },
    {
      "display_name": "Olusola A. Orimoloye",
      "id": "A5037956629",
      "orcid": "https://orcid.org/0000-0001-6858-1057",
      "institutions": [
        {
          "id": "I901861585",
          "display_name": "Vanderbilt University Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Olusola A. Orimoloye"
    },
    {
      "display_name": "Alyssa F. Harlow",
      "id": "A5040012464",
      "orcid": "https://orcid.org/0000-0001-6744-6988",
      "institutions": [
        {
          "id": "I111088046",
          "display_name": "Boston University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Alyssa F. Harlow"
    },
    {
      "display_name": "Jessica L. Fetterman",
      "id": "A5017375628",
      "orcid": "https://orcid.org/0000-0002-9286-7538",
      "institutions": [
        {
          "id": "I1281833243",
          "display_name": "American Heart Association",
          "country_code": "US",
          "type": "nonprofit"
        },
        {
          "id": "I111088046",
          "display_name": "Boston University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jessica L. Fetterman"
    },
    {
      "display_name": "Andrew P. DeFilippis",
      "id": "A5017391708",
      "orcid": "https://orcid.org/0000-0002-5135-9748",
      "institutions": [
        {
          "id": "I901861585",
          "display_name": "Vanderbilt University Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Andrew P. DeFilippis"
    },
    {
      "display_name": "Emelia J. Benjamin",
      "id": "A5064309113",
      "orcid": "https://orcid.org/0000-0003-4076-2336",
      "institutions": [
        {
          "id": "I111088046",
          "display_name": "Boston University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1281833243",
          "display_name": "American Heart Association",
          "country_code": "US",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Emelia J. Benjamin"
    },
    {
      "display_name": "Rose Marie Robertson",
      "id": "A5042086175",
      "orcid": "https://orcid.org/0000-0002-8855-0933",
      "institutions": [
        {
          "id": "I1281833243",
          "display_name": "American Heart Association",
          "country_code": "US",
          "type": "nonprofit"
        },
        {
          "id": "I901861585",
          "display_name": "Vanderbilt University Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Rose Marie Robertson"
    },
    {
      "display_name": "Aruni Bhatnagar",
      "id": "A5012248310",
      "orcid": "https://orcid.org/0000-0001-6818-0384",
      "institutions": [
        {
          "id": "I1281833243",
          "display_name": "American Heart Association",
          "country_code": "US",
          "type": "nonprofit"
        },
        {
          "id": "I142740786",
          "display_name": "University of Louisville",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Aruni Bhatnagar"
    },
    {
      "display_name": "Naomi M. Hamburg",
      "id": "A5014914458",
      "orcid": "https://orcid.org/0000-0001-5504-5589",
      "institutions": [
        {
          "id": "I1281833243",
          "display_name": "American Heart Association",
          "country_code": "US",
          "type": "nonprofit"
        },
        {
          "id": "I111088046",
          "display_name": "Boston University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Naomi M. Hamburg"
    },
    {
      "display_name": "Michael J. Blaha",
      "id": "A5008531984",
      "orcid": "https://orcid.org/0000-0001-5138-9683",
      "institutions": [
        {
          "id": "I1281833243",
          "display_name": "American Heart Association",
          "country_code": "US",
          "type": "nonprofit"
        },
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Michael J. Blaha"
    }
  ],
  "publication_year": 2021,
  "publication_date": "2021-01-04",
  "type": "letter",
  "cited_by_count": 53,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S116251202",
    "display_name": "Circulation",
    "issn_l": "0009-7322",
    "issn": [
      "0009-7322",
      "1524-4539"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "143",
  "issue": "8",
  "first_page": "869",
  "last_page": "871",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://doi.org/10.1161/circulationaha.120.051551",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.90171003
    },
    {
      "id": "C2776151105",
      "display_name": "Oxidative stress",
      "level": 2,
      "score": 0.78698677
    },
    {
      "id": "C3019085024",
      "display_name": "Cigarette smoking",
      "level": 2,
      "score": 0.5820408
    },
    {
      "id": "C142853389",
      "display_name": "Association (psychology)",
      "level": 2,
      "score": 0.45770004
    },
    {
      "id": "C2776914184",
      "display_name": "Inflammation",
      "level": 2,
      "score": 0.45290548
    },
    {
      "id": "C99454951",
      "display_name": "Environmental health",
      "level": 1,
      "score": 0.4507867
    },
    {
      "id": "C203014093",
      "display_name": "Immunology",
      "level": 1,
      "score": 0.28640875
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.28028864
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C111472728",
      "display_name": "Epistemology",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T13522",
      "display_name": "Cardiovascular Health and Risk Factors",
      "score": 0.9822
    },
    {
      "id": "T12979",
      "display_name": "Cardiovascular Disease and Adiposity",
      "score": 0.9774
    },
    {
      "id": "T10866",
      "display_name": "Nutritional Studies and Diet",
      "score": 0.9579
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1161/circulationaha.120.051551",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:46:17.116237",
  "source_database": "OpenAlex"
}