{
  "openalex_id": "W3128744913",
  "doi": "https://doi.org/10.31635/ccschem.021.202000664",
  "title": "Organocatalytic Stereoselective [8+2] Cycloaddition of Tropones with Azlactones",
  "abstract": "Open AccessCCS ChemistryRESEARCH ARTICLE1 Feb 2022Organocatalytic Stereoselective [8+2] Cycloaddition of Tropones with Azlactones Jinzhao Li, Yuhao Mo, Liqiao Yan, Xiaoming Feng, Zhishan Su and Xiaohua Liu Jinzhao Li Key Laboratory of Green Chemistry and Technology, Ministry of Education, College of Chemistry, Sichuan University, Chengdu 610064 , Yuhao Mo Key Laboratory of Green Chemistry and Technology, Ministry of Education, College of Chemistry, Sichuan University, Chengdu 610064 , Liqiao Yan Key Laboratory of Green Chemistry and Technology, Ministry of Education, College of Chemistry, Sichuan University, Chengdu 610064 , Xiaoming Feng Key Laboratory of Green Chemistry and Technology, Ministry of Education, College of Chemistry, Sichuan University, Chengdu 610064 , Zhishan Su *Corresponding authors: E-mail Address: [email protected] E-mail Address: [email protected] Key Laboratory of Green Chemistry and Technology, Ministry of Education, College of Chemistry, Sichuan University, Chengdu 610064 and Xiaohua Liu *Corresponding authors: E-mail Address: [email protected] E-mail Address: [email protected] Key Laboratory of Green Chemistry and Technology, Ministry of Education, College of Chemistry, Sichuan University, Chengdu 610064 https://doi.org/10.31635/ccschem.021.202000664 SectionsSupplemental MaterialAboutAbstractPDF ToolsAdd to favoritesDownload CitationsTrack Citations ShareFacebookTwitterLinked InEmail Herein, we report an organocatalytic asymmetric [8+2] higher-order cycloaddition of tropones with azlactones employing bifunctional guanidines as hydrogen-bond-mediated catalysts via a 1,8-addition/annulation process. The reaction has a broad scope with respect to both cycloaddition partners and hence offers rapid access to an array of [5.3.0] bicyclic compounds with excellent outcomes [up to 95% yield, <19:1 diastereomeric ratio (dr), and 96% enantiomeric excess (ee)]. Besides, the synthetic utility of the protocol provides rapid transformation into enantioenriched α-amino acid derivatives. Moreover, the isolated [1,5]-H shift isomer, X-ray crystal structure of chiral guanidinium salt, and density functional theory (DFT) calculations provide convincing evidence for the interpretation of diastereo- and enantioselection. Download figure Download PowerPoint Introduction Higher-order cycloadditions involve more than 6π electrons and represent efficient strategies to construct complex medium-sized cyclic compounds.1–4 Tropone and related systems, as versatile nonbenzenoid aromatic compounds, can undergo cycloadditions as a 2π,5 4π,6–8 6π,9–15 and 8π16–23 component to afford a variety of natural products and bioactive compounds.24 These competitive reaction pathways make control of periselectivity and stereoselectivity difficult in cycloadditions. To date, only a few enantioselective [8+2] cycloaddition reactions employing tropone or related systems have been successfully developed.25–32 Earlier, our group25,26 utilized a nickel(II) complex of chiral N, N′-dioxide for [8+2] cycloaddition between N-aryl-substituted azaheptafulvenes and electron-deficient olefins (Scheme 1, route 1). Later, various chiral organocatalytic activation strategies were introduced into asymmetric higher-order cycloadditions (Scheme 1, routes 2–6). For instance, the Jørgensen group27 demonstrated that linear dienamines formed from cyclohexenone or cycloheptenone through cinchona-based primary aminocatalytic highest occupied molecular orbital (HOMO)-activation could undergo endo-[8+2] cycloaddition with cyanoheptafulvene (Scheme 1, route 2). Pericàs and co-workers28,29 utilized isothiourea-activated carboxylic acids or N-heterocyclic carbene-activated α,β-unsaturated aldehydes as higherenophiles, performing [8+2] cycloadditions with N-Tol azaheptafulvenes and tropones to form the corresponding bicycles, respectively (routes 3 and 4). As one exception, Albrecht et al.30 applied prolinol silicon ether-based aminocatalytic lowest unoccupied molecular orbital (LUMO)-activation of α,β-unsaturated aldehydes in the asymmetric [8+2] cycloaddition of electron-rich higherene tropothione (route 5). Nucleophilic chiral phosphine catalysts were also used for enantioselective [8+2] cycloadditions of achiral allenoates or racemic allenic amides by Guo et al.31 and Vicario et al.,32 independently (route 6). Although several examples of racemic thermally allowed higher-order cycloadditions of tropone have been well established, for example trifluoroacetic acid (TFA)- and base-promoted cycloaddition of tropone with azlactones were established by Alemán and co-workers,33 the stereoselectivity of such transformations remains unresolved. Nevertheless, the exo- or endo-transition states of the cycloadditions, multiple-spatial selection of symmetric tropone, and isomerization of the triene adducts reflect the difficulties in controlling the diastereo- and enantioselectivity. Scheme 1 | Collection of asymmetric [8+2] cycloadditions of tropone and related systems. Download figure Download PowerPoint Azlactones, also known as oxazolones, are usually employed in the stereoselective synthesis of quaternary α-amino acid derivatives.34–37 A series of amino-acid derived chiral bifunctional guanidine catalysts,38–41 developed by our laboratory, have succeeded in several asymmetric transformations of azlactones42–48 and others. We envisioned that the stereoselective [8+2] cycloaddition could be achieved in the presence of a chiral bifunctional guanidine catalyst (Scheme 1). The guanidine unit as a Brønsted base promotes the enolization of azlactones, whereas the amide unit acts as a hydrogen-bond donor for LUMO-activation of tropone or azaheptafulvenes, which is beneficial to the process of [8+2] cycloaddition in the fixed chiral environment. Herein, we report chiral guanidines catalyze highly efficient diastereo- and enantioselective [8+2] cycloaddition of tropones and azaheptafulvenes with azlactones. This hydrogen-bond-mediated catalytic process49 provides a new route for asymmetric higher-order cycloaddition of tropones and related higherenes, enabling the generation of a wide range of chiral α-2-tropyl, α-alkyl amino acid derivatives in high yields and enantioselectivities. Experimental Methods General procedure for the catalytic cycloadditions To a dry reaction tube charged with azlactone 2 (0.12 mmol) and GS8 (10 mol %) was added tropone 1 (0.1 mmol) dissolved in ethyl acetate (EtOAc; 0.5 mL) and another EtOAc (0.5 mL) at −60 °C. The mixture was stirred at −60 °C and monitored by thin-layer chromatography (TLC). After completion, EtOAc was evaporated in vacuo, and then the crude mixture was purified by flash chromatography on silica gel (petroleum ether/EtOAc/dichloromethane (DCM) = 19:1:40) to afford the desired product 3 as white solid. The diastereomeric ratio (dr) was determined by proton nuclear magnetic resonance (1H NMR); and the enantiomeric excess (ee) was determined by supercritical fluid chromatography (SFC) with a chiral column. Computational details All calculations were performed using Gaussian 09 program package,50 employing the M062X-D3 density functional with the 6-31G(d,p) basis set. Geometries were optimized in EtOAc solvent and characterized by frequency analysis at 243 K. Results and Discussion We initiated our investigation using tropone 1a and phenylalanine-derived azlactone 2i as the model substrates. Reaction of a racemic mixture of 2i in the presence of triethylamine (NEt3) yielded the desired [8+2] cycloaddition adduct 3ai as a mixture of diastereomers. Next, the identification of a suitable chiral guanidine organocatalyst was carried out. It was found that in most cases, nearly only one diastereomer was obtained except for the use of l-pipecolic acid-derived guanidine GS2 (Table 1, entries 1–9). Interestingly, the major diastereomer accessed via base-catalysis is a reversal of the TFA-catalyzed process.33 Bisguanidinium hemisalt BG1·HBArF4 [HBArF4 = tetrakis[3,5-bis(trifluoromethyl)phenyl]boron], which showed excellent catalytic activity and enantio-inducing ability in several asymmetric transformations of azlactones, promoted the current reaction to furnish the desired product 3ai with moderate yield but poor enantioselectivity (Table 1, entry 1). Gratifyingly, we found that another type of bifunctional guanidine ( GS1– GS5) with an additional sulfonamide functional group was beneficial to the enantio-induction of this reaction (48–72% ee, entries 2–6), while the distinct chiral amino acid backbone had obvious influences on reactivity and stereoselectivity. A poor yield was obtained when GS3 derived from l-ramipril was used as the catalyst (entry 4). Neither the guanidine GS1 derived from l-proline nor GS4 derived from l-perindopril was superior to l-tetrahydroisoquinoline-based GS5 in terms of enantioselectivity (entry 6 vs entries 2 and 5). As a result, the l-tetrahydroisoquinoline-based guanidine-sulfonamides were chosen to be the advanced chiral amino acid precursors. Next, our optimization shifted to adjusting the sulfonamide substituents, and the catalyst GS8 containing the 2,6-difluorobenzenesulfonamide group afforded slightly better yield and enantioselectivity (82% yield, 77% ee; entry 9 vs entries 6–8), while the sterically hindered GS6 decreased the enantioselectivity (entry 7). With catalyst GS8 in EtOAc as the solvent instead of DCM, the yield and enantioselectivity of the corresponding product 3ai greatly increased to 92% and 87% ee (entry 10). When the reaction was performed at −60 °C with 1.2 equiv of azlactone 2i, the enantioselectivity obviously improved to 91% ee with a slightly decreased isolated yield of 90% (entry 11). Then, if the catalyst loading was reduced to 5 mol %, the isolated yield of 3ai sharply decreased to 41% albeit the stereoselectivity was nearly maintained (entry 12). Table 1 | Optimization of the Reaction Conditionsa Entry Guanidine Yield (%)b drc ee (%)c 1 BG1·HBArF4 49 <19∶1 11 2 GS1 78 <19∶1 54 3 GS2 69 3.2∶1 54 4 GS3 Trace <19∶1 48 5 GS4 78 <19∶1 50 6 GS5 78 <19∶1 72 7 GS6 73 <19∶1 44 8 GS7 80 <19∶1 71 9 GS8 82 <19∶1 77 10d GS8 92 <19∶1 87 11d,e GS8 90 <19∶1 91 12d,e,f GS8 41 <19∶1 91 aThe reactions were carried out with 1a (0.10 mmol), 2i (0.10 mmol), and the catalyst (10 mol %) in DCM (0.1 M) at −30 °C for 12 h. bIsolated yield. cdr and ee were determined by SFC with a chiral column. dEtOAc was used instead of DCM. e 2i (0.12 mmol) at −60 °C. f GS8 (5 mol %) was used. With the optimized catalytic system established, we set out to explore the substrate scope of the catalytic [8+2] reaction between pristine tropone 1a and azlactones (Schemes 2a and 2b). A number of 4-alkyl-substituted azlactones ( 2a– 2h) were first explored, which showed good compatibility in this catalytic reaction system regardless of the steric hindrance. The azlactones synthesized from α-amino acids, containing the methyl ( 2a), ethyl ( 2b), n-propyl ( 2c), iso-propyl ( 2d), iso-butyl ( 2e), 2-(methylthio)ethyl ( 2f), cyclohexyl ( 2g), and cyclohexylmethyl ( 2h) group, underwent the reactions smoothly to afford the corresponding products ( 3aa– 3ah) in moderate to high yields (66–92%) and good to excellent enantioselectivities (84–96% ee). Subsequently, the azlactones 2i– 2k derived from phenylalanine, 2-amino-4-phenylbutanoic acid, and tryptophan also tolerated the reaction well in the presence of 10 mol % of the catalyst GS8. The corresponding dihydro-2H-cyclohepta[b]furan derivatives 3ai–3ak were obtained in high yields (84–92%) and satisfying ee values (91–95% ee). The electronic property of the 4-halo substituent on the aromatic ring of phenylalanine-derived azlactones 2l– 2n hardly affected the enantioselectivity (92–94% ee) but had a significant effect on the reactivity (51–78% yield). Moreover (Scheme 2b), it was found that azlactones 2o– 2r with various substituents at the C-2 position underwent the reaction smoothly, resulting in moderate to high yields (74–90%) with excellent enantioselectivities (92–94% ee). Notably, almost only one diastereomer of the products 3 was detected under the catalysis of chiral guanidine GS8. The absolute configuration of the major enantiomer 3ag was confirmed to be (3R, 3aS) by single-crystal X-ray diffraction analysis.a Scheme 2 | (a–c) Substrate scope of azlactones and tropones. The reactions were carried out with 1 (0.10 mmol), 2 (0.12 mmol), and GS8 (10 mol %) in EtOAc (0.1 M). Yields from isolated material; dr was determined by 1H NMR (< 19∶1); and ee was determined by SFC. aAt −30 °C. bAt −60 °C. cAt 0 °C. Download figure Download PowerPoint As outlined in Scheme 2c, the scope of substituted tropones was investigated, and the cycloaddition reaction occurred at the less substituted position when 2-substituted tropones were used. For example, 2-chlorotropone 1b reacted with azlactone 2a, affording the bicyclic product 3ba in 91% yield with 85% ee. The bulky 2-aryl-substituted tropones were also employed as good substrates for this cycloaddition, and the electron property of the substituents had a slight influence on its behavior ( 3ca– 3ea; 86–94% yield and 88–92% ee). Also, the azlactone 2q reacted with 2-chlorotropone 1b, affording the corresponding product 3bq in 95% yield with 92% ee. When cycloadditions between azaheptafulvenes and azlactone were attempted, the desired product 7ap from chiral guanidine-amide or -sulfonamide catalysis of N-tosyl azaheptafulvene 6a and azlactone 2p could not be obtained with satisfying results (screening and optimizing results are given in Supporting Information Tables S5–S8). However, with 5 mol % of bisguanidinium hemisalt BG1·HBArF4 in chloroform at −60 °C, the formal [8+2] cycloadduct 7ap was readily formed in good yield with acceptable stereoselectivity (86% yield, 3.2∶1 dr, and 78% ee). As shown in Scheme 3, the steric hindrance on the N-sulfonylamine protecting group of azaheptafulvene has a significant impact on the yield, diastereo- and enantioselectivity. 2-Nitrobenzenesulfonyl-substituted 6c was sluggish in this system, affording the [8+2] cycloadduct 7cp in moderate yield with poor stereoselectivities. When the N-methylsulfonyl group was installed into the azaheptafulvene, the ee value of the desired product decreased to 63%. The best result ( 7bp; 90% yield, 4.6∶1 dr, and 86% ee) was obtained when N-nosyl azaheptafulvene 6b was used. The relative configuration of the major diastereomer 7dp was confirmed by Nuclear Overhauser Effect Spectroscopy (NOESY) correlations to be in accordance with the adduct 3ag. At this point, we assume that the existence of Z/E-selectivity and steric hindrance of the N-protecting group of azaheptafulvene increase the difficulty of controlling stereoselectivity. Scheme 3 | Substrate scope of azaheptfulvenes. The reactions were carried out with 6 (0.10 mmol), 2p (0.10 mmol), and BG1·HBArF4 (5 mol %) in CHCl3 (0.1 M) at −60 °C for 18 h. Yields from isolated material; dr determined by 1H NMR; and ee determined by SFC. Download figure Download PowerPoint To further evaluate the synthetic potential of the catalytic system, a gram-scale synthesis of 3bq was carried out (Scheme 2c). Under optimized conditions, the formal cycloaddition between 2-chlorotropone 1b (0.422 g, 3 mmol) and azlactone 2q (0.755 g, 3.6 mmol) proceeded smoothly. Notably, we also observed a self-disproportionation of enantiomers (SDE) effect of the adduct 3bq during the flash chromatography separation ( Supporting Information Page S54).51 The hydrogenation of 3bq furnished hexahydrocycloheptafuranone derivative 4 in 48% yield with 99% ee. Single-crystal X-ray diffraction analysis of 4 confirmed that the configuration of the major isomer is consistent with the product of the pristine tropone 1a. Moreover, optically active α-(2-tropyl) α-amino acetate 5 was readily available in 91% yield with 96% ee by treatment with K2CO3 (Scheme 4a). Scheme 4 | (a) Further transformations of product 3bq. (b) Control experiments to identify the epimerization process of 3. Download figure Download PowerPoint Keen on understanding the underlying mechanism of our obtained high diastereoselectivity, we performed several control experiments (Scheme 4b). Product 3ai with approximately a 1∶1 dr value was subjected to diverse basic conditions. Although complete epimerization did happen after treating the isomers with chiral guanidine GS2 in DCM at 30 °C for 12 h, it was found that slight epimerization occurred in the asymmetric catalytic conditions with GS8. The reversal of diastereoselectivity was also possible with excessive amount of NEt3, which might undergo a double [1,5]-H shift isomerization process via the formation of isomer 8, delivering the relative thermally stable product 3ai. In view of the slow epimerization process, we think that the generation of the major product 3 is directly caused by the cycloaddition step rather than the isomerization process in the optimized asymmetric catalytic version. The X-ray crystal structure of chiral guanidinium salt GS8·HCl exhibits that three syntropic hydrogens are distributed among the protonated imine and two amide units, and the amides of the catalyst could seize the chlorine ion via dual hydrogen bonding.a It indicates that such an arrangement produces a type of noncovalent hydrogen-bond-mediated bifunctional organocatalyst. Initially, the basic guanidine unit promotes the enolization of azlactone 1, forming a hydrogen-bond-associated intermediate, and at the same time, the two amide hydrogens fix the oxygen of tropone 2. The corresponding enolate intermediate is ready to attack tropone, performing the desymmetrization of tropone via intermolecular 1,8-conjugate addition, which is the stereodetermining step. Subsequently, the newly formed oxygen anion of tropone attacks the carbonyl group of azlactone, accomplishing lactonization to afford the corresponding product 3. To reveal the mechanism and origin of diastereo- and enantioselectivity of the [8+2] cycloaddition of tropone ( 1a) with azlactone ( 2g) catalyzed by guanidine catalyst, preliminary density functional theory (DFT) calculations were performed at the M062X-D3/6-31G(d,p) theoretical level. Starting from two enolate intermediates ( GS8-2g-Re and GS8-2g-Si), four transition states ( TS1, TS2, TS1*, and TS2*) in the stereodetermining C–C bond formation step were generated, affording the stereoisomers with (3R,3aS), (3R,3aR), (3S,3aR), and (3S,3aS) configurations, respectively (Figures 1a and 1b). The relative Gibbs free energy of TS1 was the lowest among the four transition states, indicating that the cycloadduct with (3R,3aS)- 3ag configuration predominantly forms, which is consistent with the experiment result. Figure 1 | Calculated stereomodels of transition states and intermediates for GS8. (a) The relative Gibbs free energy of GS8-2g-Re was set to 0 kcal/mol. (b) The relative Gibbs free energy of TS1 was set to 0 kcal/mol. Download figure Download PowerPoint Then, a distortion/interaction activation strain (D/IAS) analysis52 was performed at the same theoretical level (Figure 2). The geometry of transition state was decomposed into the guanidine-azlactone fragment ( GS8-2g) and tropone fragment ( 1a). Suffering from the steric repulsion of the N-Cy group in the guanidine catalyst, the distortion energy ΔEdist of TS1* was more destabilizing than TS1 by 1.1 kcal mol−1. Moreover, the interaction energy ΔEint of TS1* was less stabilizing. As a result, the ΔE of TS1* was 2.3 kcal mol−1 higher than TS1, leading to high ee. For TS2 and TS2*, the bulky C4-Cy substituent in azlactone was placed alongside the aromatic ring of tropone. This unfavorable conformation weakened the interaction of the two reactants. Accordingly, their ΔEint (−8.5 and −10.3 kcal/mol) were less stabilizing than TS1 (−14.0 kcal/mol). Compared with TS2, TS2* was less stable by 2.8 kcal/mol due to the much more destabilizing ΔEdist (25.6 kcal/mol). We assumed that the repulsion between tropone and the C4-substituent in azlactone reduced the stabilizing interaction energy of the two reacting fragments in the transition-state TS2, contributing to high diastereoselectivity. This calculated result was in good agreement with the experimental observations. Figure 2 | Results of D/IAS analysis for transition states. Download figure Download PowerPoint Conclusion We have developed the organocatalytic asymmetric [8+2] higher-order cycloaddition reactions of tropones or azaheptafulvenes with azlactones through a stepwise 1,8-addition/annulation process. The reactions proceed with excellent diastereo- and enantioselectivity (up to <19∶1 dr and 96% ee) for tropones that reacted with various azlactones in the presence of a chiral guanidine-sulfonamide bifunctional catalyst. This set of reactions provided a range of bicyclic lactones, which could be readily transformed into optically active 2-tropyl, α-alkyl amino acid derivatives. In addition, chiral bisguanidinium salt organocatalyst enabled the reaction of azaheptafulvenes to access bicyclic lactams. Further application of hydrogen-bond activation via guanidine catalysts in asymmetric organocatalysis and others are underway in our laboratory. Footnote a CCDC 1977871 ( 3ag), CCDC 2006510 ( 4), and CCDC 2002610 ( GS8·HCl) contain the supplementary crystallographic data for this paper. These data are provided free of charge by The Cambridge Crystallographic Data Centre. Supporting Information Supporting Information is available and includes general information, substrates synthesis, experimental procedures, optimization details, X-ray crystallographic data, product characterization data, synthesis transformations, computational details, and copies of SFC and NMR spectra. Conflict of Interest There is no conflict of interest to report. Funding Information The authors appreciate the National Natural Science Foundation of China (nos. 21625205 and U19A2014) for financial support. Acknowledgments The authors wish to acknowledge Dr. Yuqiao Zhou (Sichuan University) for his assistance in single-crystal X-ray diffraction analysis. References 1. Rigby J. H.Transition Metal Promoted Higher-Order Cycloaddition Reactions in Organic Synthesis.Acc. Chem. Res.1993, 26, 579–585. Google Scholar 2. Palazzo T. A.; Mose R.; Jørgensen K. A.Cycloaddition Reactions: Why Is It So Challenging to Move from Six to Ten Electrons?Angew. Chem. Int. Ed.2017, 56, 10033–10038. Google Scholar 3. McLeod D.; Thøgersen M. K.; Jessen N. I.; Jørgensen K. A.; Jamieson C. S.; Xue X. S.; Houk K. N.; Liu F.; Hoffmann R.Expanding the Frontiers of Higher-Order Cycloadditions.Acc. Chem. Res.2019, 52, 3488–3501. Google Scholar 4. Frankowski S.; Romaniszyn M.; Skrzyńska A.; Albrecht Ł.The Game of Electrons: Organocatalytic Higher-Order Cycloadditions Involving Fulvene- and Tropone-Derived Systems.Chem. Eur. J.2020, 26, 2120–2132. Google Scholar 5. Hitoshi T.; Yasuo W.; Akira M.; Toshihide H.The Cycloaddition Reaction of Isobenzofuran with Some Tropones.Chem. Lett.1973, 2, 335–336. Google Scholar 6. Dahnke K. R.; Paquette L. A.Exploratory Synthetic Studies Involving the Tricyclo[9.3.0.02,8]tetradecane Ring System Peculiar to the Cyathins.J. Org. Chem.1994, 59, 885–899. Google Scholar 7. Li P.; Yamamoto H.Lewis Acid Catalyzed Inverse-Electron-Demand Diels–Alder Reaction of Tropones.J. Am. Chem. Soc.2009, 131, 16628–16629. Google Scholar 8. Hammer N.; Erickson J. D.; Lauridsen V. H.; Jakobsen J. B.; Hansen B. K.; Jacobsen K. M.; Poulsen T. B.; Jørgensen K. A.Catalytic Asymmetric [4+2]-Cycloadditions Using Tropolones: Developments, Scope, Transformations, and Bioactivity.Angew. Chem. Int. Ed.2018, 57, 13216–13220. Google Scholar 9. Du Y.; Feng J.; Lu X.A Phosphine-Catalyzed [3+6] Annulation Reaction of Modified Allylic Compounds and Tropone.Org. Lett.2005, 7, 1987–1989. Google Scholar 10. Trost B. M.; McDougall P. J.; Hartmann O.; Wathen P. T.Asymmetric Synthesis of Bicyclo[4.3.1]decadienes and Bicyclo[3.3.2]decadienes via [6+3] Trimethylenemethane Cycloaddition with Tropones.J. Am. Chem. Soc.2008, 130, 14960–14961. Google Scholar 11. Liu H.; Wu Y.; Zhao Y.; Li Z.; Zhang L.; Yang W.; Jiang H.; Jing C.; Yu H.; Wang B.; Xiao Y.; Guo H.Metal-Catalyzed [6+3] Cycloaddition of Tropone with Azomethine Ylides: A Practical Access to Piperidine-Fused Bicyclic Heterocycles.J. Am. Chem. Soc.2014, 136, 2625–2629. Google Scholar 12. Teng H.-L.; Yao L.; Wang C.-J.Cu(I)-Catalyzed Regio- and Stereoselective [6+3] Cycloaddition of Azomethine Ylides with Tropone: An Efficient Asymmetric Access to Bridged Azabicyclo[4.3.1]decadienes.J. Am. Chem. Soc.2014, 136, 4075–4080. Google Scholar 13. Ashenhurst J. A.; Isakovic L.; Gleason J. L.Application of a [6+4] Cycloaddition Strategy toward the Total Synthesis of CP-225,917.Tetrahedron2010, 66, 368–378. Google Scholar 14. Yu P.; Chen T. Q.; Yang Z.; He C. Q.; Patel A.; Lam Y.-h.; Liu C.-Y.; Houk K. N.Mechanisms and Origins of Periselectivity of the Ambimodal [6+4] Cycloadditions of Tropone to Dimethylfulvene.J. Am. Chem. Soc.2017, 139, 8251–8258. Google Scholar 15. Yu P.; He C. Q.; Simon A.; Li W.; Mose R.; Thøgersen M. K.; Jørgensen K. A.; Houk K. N.Organocatalytic [6+4] Cycloadditions via Zwitterionic Intermediates: Chemo-, Regio-, and Stereoselectivities.J. Am. Chem. Soc.2018, 140, 13726–13735. Google Scholar 16. Cantrell T. S.Photochemical 8 + 2 Cycloadditions of Tropone.J. Am. Chem. Soc.1971, 93, 2540–2541. Google Scholar 17. Xia F.; Gao Z. H.; Zhang C. L.; Ye S.Oxidative N‐Heterocyclic Carbene‐Catalyzed [8+2] Annulation of Tropone and Aldehydes: Synthesis of Cycloheptatriene‐Fused Furanones.Adv. Synth. Catal.2019, 361, 2291–2294. Google Scholar 18. Chen C.; Shao X.; Yao K.; Yuan J.; Shangguan W.; Kawaguchi T.; Shimazu K.Unusual Catalytic Effect of the Two-Dimensional Molecular Space with Regular Triphenylphosphine Groups.Langmuir2011, 27, 11958–11965. Google Scholar 19. Tejero R.; Ponce A.; Adrio J.; Carretero J. C.Ni-Catalyzed [8+3] Cycloaddition of Tropones with 1,1-Cyclopropanediesters.Chem. Commun.2013, 49, 10406–10408. Google Scholar 20. Zhang J.; Xiao W.; Hu H.; Lin L.; Liu X.; Feng X.Catalytic Asymmetric [8+3] Annulation Reactions of Tropones or Azaheptafulvenes with Meso-Aziridines.Chem. Eur. J.2018, 24, 13428–13431. Google Scholar 21. Liu H.; Jia H.; Shi W.; Wang C.; Zhang C.; Guo H.Nickel (II)-Catalyzed [8+3]-Cycloaddition of 2-Aryl-N-tosylaziridines with Tropone.Org. Lett.2018, 20, 3570–3573. Google Scholar 22. Zhang S.; Xie R.; Tang A.; Chen P.; Zhao Z.; Miao M.; Ren H.Gold(I)-Catalyzed [8+4] Cycloaddition of 1,4-All-Carbon Dipoles with Tropone.Org. Lett.2020, 22, 3056–3061. Google Scholar 23. Yang L.-C.; Wang Y.-N.; Liu R.; Luo Y.; Ng X. Q.; Yang B.; Rong Z.-Q.; Lan Y.; Shao Z.; Zhao Y.Stereoselective Access to [5.5.0] and [4.4.1] Bicyclic Compounds through Pd-Catalysed Divergent Higher-Order Cycloadditions.Nat. Chem.2020, 12, 860–868. Google Scholar 24. Liu N.; Song W.; Schienebeck C. M.; Zhang M.; Tang W.Synthesis of Naturally Occurring Tropones and Tropolones.Tetrahedron2014, 70, 9281–9305. Google Scholar 25. Xie M.; Liu X.; Wu X.; Cai Y.; Lin L.; Feng X.Catalytic Asymmetric [8+2] Cycloaddition: Synthesis of Cycloheptatriene-Fused Pyrrole Derivatives.Angew. Chem. Int. Ed.2013, 52, 5604–5607. Google Scholar 26. Xie M.; Wu X.; Wang G.; Lin L.; Feng X.Catalytic Asymmetric [8+2] Cycloaddition for the Construction of Cycloheptatriene-Fused Pyrrolidin-3,3'-Oxindoles.Acta Chim. Sinica2014, 72, 856–861. Google Scholar 27. Mose R.; Preegel G.; Larsen J.; Jakobsen S.; Iversen E. H.; Jørgensen K. A.Organocatalytic Stereoselective [8+2] and [6+4] Cycloadditions.Nat. Chem.2017, 9, 487–492. Google Scholar 28. Wang S.; Rodríguez-Escrich C.; Pericàs M. A.Catalytic Asymmetric [8+2] Annulation Reactions Promoted by a Recyclable Immobilized Isothiourea.Angew. Chem. Int. Ed.2017, 56, 15068–15072. Google Scholar 29. Wang S.; Rodríguez-Escrich C.; Fianchini M.; Maseras F.; Pericàs M. A.Diastereodivergent Enantioselective [8 + 2] Annulation of Tropones and Enals Catalyzed by N-Heterocyclic Carbenes.Org. Lett.2019, 21, 3187–3192. Google Scholar 30. Frankowski S.; Skrzyńska A.; Albrecht Ł.Inverting the Reactivity of Troponoid Systems in Enantioselective Higher-Order Cycloaddition.Chem. Commun.2019, 55, 11675–11678. Google Scholar 31. Gao Z.; Wang C.; Zhou L.; Yuan C.; Xiao Y.; Guo H.Phosphine-Catalyzed [8+2]-Annulation of Heptafulvenes with Allenoates and Its Asymmetric Variant: Construction of Bicyclo[5.3.0]decane Scaffold.Org. Lett.2018, 20, 4302–4305. Google Scholar 32. Manzano R.; Romaniega A.; Prieto L.; Díaz E.; Reyes E.; Uria U.; Carrillo L.; Vicario J. L.γ-Substituted Allenic Amides in the Phosphine-Catalyzed Enantioselective Higher Order Cycloaddition with Azaheptafulvenes.Org. Lett.2020, 22, 4721–4725. Google Scholar 33. Esteban F.; Alfaro R.; Yuste F.; Parra A.; Ruano J. L. G.; Alemán J.[8+2] Formal Cycloaddition Reactions of Tropones with Azlactones under Brønsted Acid Catalysis and Synthesis of α-(2-Tropyl), α-Alkyl α-Amino Acids.Eur. J. Org. Chem.2014, 2014, 1395–1400. Google Scholar 34. Metz A. E.; Kozlowski M. C.Recent Advances in Asymmetric Catalytic Methods for the Formation of Acyclic α,α-Disubstituted α-Amino Acids.J. Org. Chem.2015, 80, 1–7. Google Scholar 35. Castro P. P.; Carpanez A. G.; Amarante G. W.Azlactone Reaction Developments.Chem. Eur. J.2016, 22, 10294–318. Google Scholar 36. Marra I. F. S.; de Castro P. P.; Amarante G. W.Recent Advances in Azlactone Transformations.Eur. J. Org. Chem.2019, 2019, 5830–5855. Google Scholar 37. Zhang Z.; Xiao F.; Wu H. M.; Dong X. Q.; Wang C. J.Pd-Catalyzed Asymmetric Hydroalkylation of 1,3-Dienes: Access to Unnatural Alpha-Amino Acid Derivatives Containing Vicinal Quaternary and Tertiary Stereogenic Centers.Org. Lett.2020, 22, 569–574. Google Scholar 38. Yu Z.; Liu X.; Zhou L.; Lin L.; Feng X.Bifunctional Guanidine via an Amino Amide Skeleton for Asymmetric Michael Reactions of β-Ketoesters with Nitroolefins: A Concise Synthesis of Bicyclic β-Amino Acids.Angew. Chem. Int. Ed.2009, 48, 5195–5198. Google Scholar 39. Dong S.; Feng X.; Liu X.Chiral Guanidines and Their Derivatives in Asymmetric Synthesis.Chem. Soc. Rev.2018, 47, 8525–8540. Google Scholar 40. Liu X.; Dong S.; Lin L.; Feng X.Chiral Amino Acids-Derived Catalysts and Ligands.Chin. J. Chem.2018, 36, 791–797. Google Scholar 41. Cao W.; Liu X.; Feng X.Chiral Organobases: Properties and Applications in Asymmetric Catalysis.Chin. Chem. Lett.2018, 29, 1201–1208. Google Scholar 42. Dong S.; Liu X.; Chen X.; Mei F.; Zhang Y.; Gao B.; Lin L.; Feng X.Chiral Bisguanidine-Catalyzed Inverse-Electron-Demand Hetero-Diels–Alder Reaction of Chalcones with Azlactones.J. Am. Chem. Soc.2010, 132, 10650–10651. Google Scholar 43. Dong S.; Liu X.; Zhu Y.; He P.; Lin L.; Feng X.Organocatalytic Oxyamination of Azlactones: Kinetic Resolution of Oxaziridines and Asymmetric Synthesis of Oxazolin-4-ones.J. Am. Chem. Soc.2013, 135, 10026–9. Google Scholar 44. Dong S.; Liu X.; Zhang Y.; Lin L.; Feng X.Asymmetric Synthesis of 3,4-Diaminochroman-2-ones Promoted by Guanidine and Bisguanidium Salt.Org. Lett.2011, 13, 5060–5063. Google Scholar 45. Yu K.; Liu X.; Lin X.; Lin L.; Feng X.Organocatalytic Dynamic Kinetic Resolution of Azlactones to Construct Chiral N-Acyl Amino Acid Oxime Esters.Chem. Commun.2015, 51, 14897–14900. Google Scholar 46. Zhang Q.; Guo S.; Yang J.; Yu K.; Feng X.; Lin L.; Liu X.Asymmetric Formal [3 + 2]-Cycloaddition of Azomethine Imines with Azlactones to Synthesize Bicyclic Pyrazolidinones.Org. Lett.2017, 19, 5826–5829. Google Scholar 47. Ruan S.; Lin X.; Xie L.; Lin L.; Feng X.; Liu X.Asymmetric Synthesis of 3-Aminodihydrocoumarins via the Chiral Guanidine Catalyzed Cascade Reaction of Azlactones.Org. Chem. Front.2018, 5, 32–35. Google Scholar 48. Xie L.; Dong S.; Zhang Q.; Feng X.; Liu X.Asymmetric Construction of Dihydrobenzofuran-2,5-dione Derivatives via Desymmetrization of p-Quinols with Azlactones.Chem. Commun.2019, 55, 87–90. Google Scholar 49. Taylor M. S.; Jacobsen E. N.Asymmetric Catalysis by Chiral Hydrogen-Bond Donors.Angew. Chem. Int. Ed.2006, 45, 1520–1543. Google Scholar 50. Frisch M. J.; Trucks G. W.; Schlegel H. B.; Scuseria G. E.; Robb M. A.; Cheeseman J. R.; Scalmani G.; Barone V.; Mennucci B.; Petersson G. A.; Nakatsuji H.; Caricato M.; Li X.; Hratchian H. P.; Izmaylov A. F.; Bloino J.; Zheng G.; Sonnenberg J. L.; Hada M.; Ehara M.; Toyota K.; Fukuda R.; Hasegawa J.; Ishida M.; Nakajima T.; Honda Y.; Kitao O.; Nakai H.; Vreven T.; Montgomery J. A.; Peralta J. J. E.; Ogliaro F.; Bearpark M.; Heyd J. J.; Brothers E.; Kudin K. N.; taroverov V. N.; Keith T.; Kobayashi R.; Normand J.; Raghavachari K.; Rendell A.; Burant J. C.; Iyengar S. S.; Tomasi J.; Cossi M.; Rega N.; Millam J. M.; Klene M.; Knox J. E.; Cross J. B.; Bakken V.; Adamo C.; Jaramillo J.; Gomperts R.; Stratmann R. E.; Yazyev O.; Austin A. J.; Cammi R.; Pomelli C.; Ochterski J. W.; Martin R. L.; Morokuma K.; Zakrzewski V. G.; Voth G. A.; Salvador P.; Dannenberg J. J.; Dapprich S.; Daniels A. D.; Farkas O.; Foresman J. B.; Ortiz J. V.; Cioslowski J.; Fox D. J.Gaussian 09 (Revision D.01) I; Gaussian: Wallingford, CT, 2013. Google Scholar 51. Soloshonok V. A.; Roussel C.; Kitagawa O.; Sorochinsky A. E.Self-Disproportionation of Enantiomers via Achiral Chromatography: A Warning and an Extra Dimension in Optical Purifications.Chem. Soc. Rev.2012, 41, 4180–4188. Google Scholar 52. Houk K. N.; Bickelhaupt F. M.Analyzing Reaction Rates with the Distortion/Interaction-Activation Strain Model.Angew. Chem. Int. Ed.2017, 56, 10070–10086. Google Scholar Previous articleNext article FiguresReferencesRelatedDetails Issue AssignmentVolume 4Issue 2Page: 650-659Supporting Information Copyright & Permissions© 2021 Chinese Chemical SocietyKeywordschiral guanidineasymmetric catalysisDFT calculationsα-amino acidazlactonehigher-order cycloadditiontroponeAcknowledgmentsThe authors wish to acknowledge Dr. Yuqiao Zhou (Sichuan University) for his assistance in single-crystal X-ray diffraction analysis. Downloaded 2,040 times PDF DownloadLoading ...",
  "authors": [
    {
      "display_name": "Jinzhao Li",
      "id": "A5101763967",
      "orcid": "https://orcid.org/0000-0002-9746-9563",
      "institutions": [
        {
          "id": "I4210151302",
          "display_name": "Green Chemistry",
          "country_code": "PL",
          "type": "other"
        },
        {
          "id": "I24185976",
          "display_name": "Sichuan University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jinzhao Li"
    },
    {
      "display_name": "Yuhao Mo",
      "id": "A5009580688",
      "orcid": "https://orcid.org/0000-0003-4305-7982",
      "institutions": [
        {
          "id": "I4210151302",
          "display_name": "Green Chemistry",
          "country_code": "PL",
          "type": "other"
        },
        {
          "id": "I24185976",
          "display_name": "Sichuan University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Yuhao Mo"
    },
    {
      "display_name": "Liqiao Yan",
      "id": "A5038808222",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210151302",
          "display_name": "Green Chemistry",
          "country_code": "PL",
          "type": "other"
        },
        {
          "id": "I24185976",
          "display_name": "Sichuan University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Liqiao Yan"
    },
    {
      "display_name": "Xiaoming Feng",
      "id": "A5077217676",
      "orcid": "https://orcid.org/0000-0003-4507-0478",
      "institutions": [
        {
          "id": "I4210151302",
          "display_name": "Green Chemistry",
          "country_code": "PL",
          "type": "other"
        },
        {
          "id": "I24185976",
          "display_name": "Sichuan University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Xiaoming Feng"
    },
    {
      "display_name": "Zhishan Su",
      "id": "A5002419843",
      "orcid": "https://orcid.org/0000-0001-5168-3823",
      "institutions": [
        {
          "id": "I4210151302",
          "display_name": "Green Chemistry",
          "country_code": "PL",
          "type": "other"
        },
        {
          "id": "I24185976",
          "display_name": "Sichuan University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Zhishan Su"
    },
    {
      "display_name": "Xiaohua Liu",
      "id": "A5100370781",
      "orcid": "https://orcid.org/0000-0001-9555-0555",
      "institutions": [
        {
          "id": "I4210151302",
          "display_name": "Green Chemistry",
          "country_code": "PL",
          "type": "other"
        },
        {
          "id": "I24185976",
          "display_name": "Sichuan University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Xiaohua Liu"
    }
  ],
  "publication_year": 2021,
  "publication_date": "2021-02-11",
  "type": "article",
  "cited_by_count": 25,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210239486",
    "display_name": "CCS Chemistry",
    "issn_l": "2096-5745",
    "issn": [
      "2096-5745"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310311897"
  },
  "volume": "4",
  "issue": "2",
  "first_page": "650",
  "last_page": "659",
  "open_access": {
    "is_oa": true,
    "oa_status": "diamond",
    "oa_url": "https://doi.org/10.31635/ccschem.021.202000664",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C181647583",
      "display_name": "Stereoselectivity",
      "level": 3,
      "score": 0.7997377
    },
    {
      "id": "C2779664164",
      "display_name": "Cycloaddition",
      "level": 3,
      "score": 0.7714541
    },
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.3958581
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.3205479
    },
    {
      "id": "C178790620",
      "display_name": "Organic chemistry",
      "level": 1,
      "score": 0.22395068
    },
    {
      "id": "C161790260",
      "display_name": "Catalysis",
      "level": 2,
      "score": 0.041411012
    }
  ],
  "topics": [
    {
      "id": "T10013",
      "display_name": "Asymmetric Synthesis and Catalysis",
      "score": 0.9969
    },
    {
      "id": "T11611",
      "display_name": "Cyclopropane Reaction Mechanisms",
      "score": 0.9957
    },
    {
      "id": "T11989",
      "display_name": "Oxidative Organic Chemistry Reactions",
      "score": 0.9947
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.31635/ccschem.021.202000664",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T16:02:07.538272",
  "source_database": "OpenAlex"
}