{
  "openalex_id": "W3128531966",
  "doi": "https://doi.org/10.17808/des.0.1366",
  "title": "Para além das disputas identitárias: uma análise crítica da Agenda 2030 da ONU e da política criminal contra a violência de gênero no Brasil",
  "abstract": "Resumo: O artigo realiza uma leitura crítica da Agenda 2030 da ONU para o Desenvolvimento Sustentável a fim de compreender o papel do gênero no âmbito da Declaração e o discurso que ela representa desde o contexto de sua criação e implementação no Brasil. Considerando a participação dos feminismos brasileiros no âmbito internacional e sua visão sobre a violência de gênero, questiona-se qual o papel da política criminal na promoção da igualdade e se os marcos legais nacionais do combate à violência de gênero são compatíveis com os compromissos internacionais assumidos pelo Brasil. A problematização das categorias presentes no ODS 5, realizada a partir revisão teórico-narrativa dos estudos queer, desenvolvidos por Judith Butler, permite compreender que a concepção do sujeito universal mulher como alvo da proteção do discurso jurídico não serve para afastar os fatores estruturais da desigualdade de gênero. Para tanto, é necessário pensar uma postura pós-identitária transgressora frente ao discurso jurídico, propondo uma nova e realística perspectiva de gênero no sistema de justiça para enfrentar o problema com inclusão e efetividade.Palavras-chave: Agenda 2030 da ONU, desenvolvimento sustentável, violência de gênero, teoria queer, direito pós-identitário.Abstract: The article makes a critical reading of the UN's 2030 Agenda for Sustainable Development in order to understand the role of gender within the Declaration and the discourse that it represents since the moment of its creation and implementation in Brazil. Considering the participation of brazilian feminisms in the international context and their view on gender violence, it is questioned the role of criminal policy in promoting equality and whether the national legal frameworks to combat gender violence are compatible with the international commitments assumed by Brazil. The problematization of the categories present in the SDG 5, carried out from a theoretical-narrative review of the Queer studies, developed by Judith Butler, allows us to understand that the conception of the universal subject woman to be protected by the legal discourse does not serve to remove the structural factors of inequality of gender. A transgressive post-identity posture in the legal discourse is needed, proposing a new and realistic gender perspective in the justice system to address gender-based violence with inclusion and effectiveness.Keywords: UN's 2030 Agenda, sustainable development, gender-based violence, queer theory, post-identity law.",
  "authors": [
    {
      "display_name": "Clara Maria Roman Borges",
      "id": "A5032837903",
      "orcid": "https://orcid.org/0000-0003-3655-2774",
      "institutions": [
        {
          "id": "I52418104",
          "display_name": "Universidade Federal do Paraná",
          "country_code": "BR",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Clara Maria Roman Borges"
    },
    {
      "display_name": "Leonardo Cabral",
      "id": "A5001081726",
      "orcid": "https://orcid.org/0000-0001-6742-5802",
      "institutions": [
        {
          "id": "I52418104",
          "display_name": "Universidade Federal do Paraná",
          "country_code": "BR",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Leonardo Cabral"
    }
  ],
  "publication_year": 2021,
  "publication_date": "2021-02-05",
  "type": "article",
  "cited_by_count": 1,
  "is_retracted": false,
  "is_paratext": false,
  "language": "pt",
  "source": {
    "id": "S4210179055",
    "display_name": "Revista Direito Estado e Sociedade",
    "issn_l": "1516-6104",
    "issn": [
      "1516-6104",
      "1982-0879"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310312444"
  },
  "volume": null,
  "issue": "60",
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": true,
    "oa_status": "diamond",
    "oa_url": "https://revistades.jur.puc-rio.br/index.php/revistades/article/download/1366/660",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C15708023",
      "display_name": "Humanities",
      "level": 1,
      "score": 0.5567326
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.48352194
    },
    {
      "id": "C2778584255",
      "display_name": "Queer",
      "level": 2,
      "score": 0.43176764
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.41353476
    },
    {
      "id": "C107993555",
      "display_name": "Gender studies",
      "level": 1,
      "score": 0.27220345
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.13560972
    }
  ],
  "topics": [
    {
      "id": "T13035",
      "display_name": "Human Rights and Development",
      "score": 0.9519
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.17808/des.0.1366",
  "pdf_url": "https://revistades.jur.puc-rio.br/index.php/revistades/article/download/1366/660",
  "retrieved_date": "2025-07-30T14:54:00.628481",
  "source_database": "OpenAlex"
}