{
  "openalex_id": "W3131011903",
  "doi": "https://doi.org/10.1002/ajh.26132",
  "title": "Thrombocytopenia following Pfizer and Moderna <scp>SARS‐CoV</scp>‐2 vaccination",
  "abstract": "Cases of apparent secondary immune thrombocytopenia (ITP) after SARS-CoV-2 vaccination with both the Pfizer and Moderna versions have been reported and reached public attention. Public alarm was heightened following the death of the first identified patient from an intracranial hemorrhage, which was reported on the Internet, then in USA Today1 and then in The New York Times.2 Described below, we have collected a series of cases of very low platelet counts occurring within 2 weeks of vaccination in order to enhance our understanding of the possible relationship, if any, between SARS-CoV-2 vaccination and development of ITP with implications for surveillance and management. Twenty case reports of patients with thrombocytopenia following vaccination, 17 without pre-existing thrombocytopenia and 14 with reported bleeding symptoms prior to hospitalization were identified upon review of data available from the Centers for Disease Control and Prevention (CDC), the Food and Drug Administration (FDA), agencies of the U.S. Department of Health and Human Services (HHS) Vaccine Adverse Events Reporting System (VAERS), published reports,3, 4 and via direct communication with patients and treating providers. These cases were investigated as suspicious for new onset, post-vaccination secondary ITP; we could not exclude exacerbation of clinically undetected ITP. Search terms relating to \"decreased platelet count\", \"immune thrombocytopenia\", \"hemorrhage\", \"petechiae\", and \"contusion\" were utilized to identify cases reported in VAERS. The reports describing 19 of 20 patients included age (range 22–73 years old; median 41 years) and gender (11 females and 8 males). Nine received the Pfizer vaccine and 11 received the Moderna vaccine. All 20 patients were hospitalized and most patients presented with petechiae, bruising or mucosal bleeding (gingival, vaginal, epistaxis) with onset of symptoms between 1–23 days (median 5 days) post vaccination. Platelet counts at presentation were available for all 20 cases with the majority being at or below 10 × 109/L (range 1–36 × 109/L; median 2 × 109/L). One patient had known ITP in remission; another had mild–moderate thrombocytopenia in 2019 with note of positive anti-platelet antibodies, a third had previous mild thrombocytopenia (145 × 109/L) while a fourth had inherited thrombocytopenia with baseline platelet counts of 40–60 × 109/L. Three other patients had known autoimmune conditions including hypothyroidism, Crohns disease, or positive tests for anti-thyroglobulin antibodies. Treatment for suspected ITP was described in 15 of the cases, including corticosteroids n = 14, intravenous immune globulin (IVIG) n = 12, platelet transfusions n = 8, rituximab n = 2, romiplostim = 1, vincristine = 1, and aminocaproic acid (Amicar) n = 1; combination therapy was used in most patients. Initial outcomes were reported in 16 cases. An improvement in the platelet count was described in patients treated with platelet transfusion alone (n = 1), corticosteroids alone (n = 1), corticosteroids + platelet transfusion (n = 3), corticosteroids + IVIG (n = 3), corticosteroids + IVIG + platelet transfusion (n = 5), corticosteroids +IVIG + rituximab + vincristine + romiplostim (n = 1). The index patient passed away after a cerebral hemorrhage, as mentioned, notwithstanding having received emergent treatment with IVIG, steroids, rituximab and platelet transfusions. Another patient had no improvement in platelet counts after 3 days, but treatment details are not specified. Five additional patients with \"thrombocytopenia\" or \"immune thrombocytopenia\" post vaccination were identified in VAERS (last accessed 2/5/21), but either available information is insufficient for inclusion or the clinical scenarios suggest alternative processes contributing to thrombocytopenia. One 59 year-old man was identified with \"thrombocytopenia\" at an unspecified time after receiving the Pfizer vaccine without additional details regarding platelet count, clinical course, or treatment. A 44 year-old woman was hospitalized for nausea, vomiting and chest pain on the day that she received the Pfizer vaccine. Her laboratory values included a platelet count of 85 × 109/L and a peak troponin level of 4 ng/mL (normal < = 0.04 ng/mL). The patient was diagnosed with myocarditis but did not require treatment for thrombocytopenia. Her platelets were 61 × 109/L on discharge, but subsequent platelet counts were not reported. The third is a patient without age or gender reported who was found to have thrombocytopenia, neutropenia and a pulmonary embolism at an unspecified time following the Pfizer vaccine. This patient was hospitalized and passed away; no additional details were available. A fourth patient, a 37-year-old man, had \"thrombocytopenia requiring hospitalization, meds and platelet infusion\" 4 days following the Moderna vaccine with no details regarding presenting symptoms, platelet count, treatment or outcome. The last patient is an 80 year-old man with multiple medical problems including recent transcatheter aortic valve replacement, hypothyroidism, and diverticulosis who presented 6 days after the Pfizer vaccine with bloody diarrhea, hemoglobin 8.7 g/dL and platelets 60 × 109/L. He received several units of packed red blood cells and two units of platelets with improvement to 101 × 109/L and was discharged 5 days later. There were a handful of reports with minimal additional details alluding to a male who passed away in December from brain hemorrhage following the Pfizer vaccine – these could be describing the index patient. We did not attempt to obtain information on patients with pre-existing active ITP who received a SARS-CoV-2 vaccine for this report. We identified additional reports of post-vaccination bruising or bleeding unrelated to the injection site, but no mention of platelet counts, or thrombocytopenia, was provided. Note, VAERS was last accessed on January 29, 2021 for this search. Fourteen patients reported \"petechiae\"/\"bruising\" of whom three were evaluated in the office and one presented to the emergency room. There have been 51 reports of\" bleeding\"/\"hemorrhage\" (vaginal n = 11, conjunctival n = 13, cerebral n = 6, gingival n = 2, gastrointestinal n = 5, epistaxis n = 12, and cutaneous n = 2). There were 31 patients who did not seek additional evaluation, seven were seen via office visits, while 13 presented to the emergency room or were hospitalized. Two patients passed away in the hospital. No additional details are available. Are these case of primary ITP coincident with or secondary ITP as a result of vaccination? In either case, the clinical presentations and the favorable response to \"ITP-directed\" therapies in most of the treated patients, such as corticosteroids and IVIG suggest an antibody-mediated platelet clearance mechanism that is operative in ITP. Is the relationship between vaccination and thrombocytopenia coincident or causal? It is not surprising that 17 possible de novo cases would be detected among the well over 20 million people who have received at least one dose of these two vaccines in the United States as of February 2, 2021. This would be less than one case in a million vaccinated persons, consistent with the absence of cases seen in the more than 70 000 subjects enrolled in the combined Pfizer and Moderna vaccine trials.5, 6 If we assume that these reports identify 17 cases of secondary ITP that developed following vaccination, this extrapolates to 17 × 6 (because only cases that occurred during the first 2 months [December 2020 – January 2021] following vaccine rollout are captured) × 15 to cover the fraction of the population that has been vaccinated [20 million of the 300+ million total US population]) = approximately 1500 cases of post-vaccine secondary ITP/year. There are approximately 50 000 adults who are diagnosed with ITP in the US each year. If we explored the temporal relationship of the 17 cases occurring within 1-2 weeks of vaccination, then we could extrapolate by multiplying by 26 or 52 weeks to look at the rate of ITP per year if the cases are totally 'coincidental'. This would be approximately 39,000 to 78,000 cases of ITP per year which is not far from the estimated total baseline incidence per year. Thus, the incidence of an immune-mediated thrombocytopenia post SARS-CoV-2 vaccination appears either less than or roughly comparable to what would be seen if the cases were coincidental following vaccination, perhaps enhanced somewhat by heightened surveillance of symptomatic patients. These estimates are very rough so this information should be considered very preliminary. It also assumes that all cases of clinically significant ITP are reported. The incidence of secondary ITP following other types of vaccines provides an inconsistent picture. It is estimated that approximately 1:40 000 children develop secondary ITP after receiving measles-mumps-rubella (MMR) vaccine.7 Well-documented cases of acquired immune thrombocytopenia have been reported after varicella and other vaccinations as well, including one described in this issue of the American Journal of Hematology following Shingrix recombinant Zoster vaccine.8-10 On the other hand, the only case–controlled study of adult recipients of all vaccines published 10 years ago was interpreted as indicating no discernable increase in ITP within 1 year post vaccination.11 In the absence of pre-vaccination platelet counts and given the variable time post vaccination to discovery of thrombocytopenia, it is impossible to precisely estimate the incidence of secondary ITP post SARS-CoV-2 vaccination at this time. However, it is notable that all but one of the cases identified thus far occurred after the initial dose of SARS-CoV-2 vaccine. One would assume that if the vaccination was unrelated to development of ITP, case occurrences would divide more evenly between the two doses. It is also likely that the actual incidence of thrombocytopenia, including mild asymptomatic cases, may be higher and go unreported. Even in view of the uncertain relationship between SARS-CoV-2 vaccination and secondary ITP, it is worth considering possible mechanisms by which this might occur. Thrombocytopenia has been reported after treatment with some anti-sense oligonucleotides,12, 13 but it would seem that a far higher, sustained level of RNA reaching dendritic cells in lymph nodes and elsewhere would be required to generate an immune response than is likely seen based on a single intramuscular injection. This is also inconsistent with the very rapid onset of thrombocytopenia in the index and additional cases. Another possibility is that some individuals may have pre-formed antibodies, including those directed against poly-ethylene-glycol or to other components of the outer lipid layer of the nanoparticles. This presumes that antibodies directed against a novel antigen formed by attachment of vaccine particles on a small number of platelets trigger a reaction involving \"all\" platelets, which seems unlikely. Recent articles identified antibodies detected post Covid-19 infection that activated platelets14 and an ITP-like syndrome following natural infection15, 16; both findings require confirmation and the relationship to the post vaccination ITP cases reported here is uncertain. Third, some patients may have had mild \"compensated\" thrombocytopenia of diverse causes, for example, pre-existing ITP or hereditary thrombocytopenia. For example, one of the patients reported in this issue of the American Journal of Hematology had a documented borderline platelet count (145 × 109/L) 2 months prior to receipt of the vaccine raising the question of pre-existing subclinical ITP.3 The other patient reported in this issue of the American Journal of Hematology had chronic, hereditary thrombocytopenia, with a last known exacerbation 12 years prior to the present episode.4 An additional patient identified in VAERS had platelets of 55–115 × 109/L in 2019. Severe thrombocytopenia in these patients or others may have been induced by enhancement of macrophage-mediated clearance or impaired platelet production as part of a systemic inflammatory response to vaccination.8, 17 This is compatible with patients in whom severe thrombocytopenia was first noted 1–3 days post-vaccination. Transient drops in platelet counts post vaccinations for influenza and other viruses is a not uncommon observation in patients with ITP and other causes of thrombocytopenia. Lastly, post-vaccination ITP remains possible, especially in those with onset 1-2 weeks after exposure. One patient in our series had a normal platelet count documented in the week prior to receipt of the vaccine and only developed symptomatology 13 days post vaccination compatible with vaccine related secondary ITP. The reported cases also provide insight into diagnosis and treatment. Most of the patients responded to treatment with corticosteroids and IVIG but showed little benefit from platelet transfusion, a pattern consistent with that of ITP. There was no response in the two patients treated with rituximab but they were only evaluable for up to 2 weeks; in addition, rituximab would impair the response to vaccination, if given within days to 2 weeks of the vaccination and for at least 4-6 months subsequently. The first of two patients (with sufficient information available) continued to have a platelet count of 1–2 × 109/L and died of intracranial bleeding 16 days post vaccination and 13 days post presentation of ITP despite receiving platelet transfusions, steroids, IVIG, and rituximab. The second patient presented 1 day after vaccination and still had a count of 1 × 109/L 7 days later despite receiving the same combination of the four ITP treatments; however, she responded following addition of vincristine and romiplostim. The suggestion might be (from this very limited information) to give IVIG and high dose steroids as initial treatment. If this does not work and the platelet count remains very low, it would seem appropriate to institute other treatments within the first week including a thrombopoietic agent perhaps starting above the lowest dose often recommended to initate therapy and potentially vinca alkaloids depending upon response. Excluding rituximab from initial treatment seems appropriate in most cases given that response can take up to 8 weeks18 and response to vaccination can be impaired. Once a platelet response is seen, patients could be managed as if they were typical cases of primary ITP. Whether such cases will prove to be self-limiting or persist and lead to chronic ITP remains uncertain. In summary, we cannot exclude the possibility that the Pfizer and Moderna vaccines have the potential to trigger de novo ITP (including clinically undiagnosed cases), albeit very rarely. Distinguishing vaccine-induced ITP from coincidental ITP presenting soon after vaccination is impossible at this time. Additional surveillance is needed to determine the true incidence of thrombocytopenia post vaccination. If the incidence of thrombocytopenia post vaccination is higher than that based on available case reports, we anticipate that many more cases will be reported in the coming weeks as a higher proportion of the population is vaccinated. It may be worthwhile to see whether exacerbations of other conditions considered to have an autoimmune pathophysiology occur as well to gain a better understanding of host response to vaccination. Notwithstanding these concerns, the incidence of symptomatic thrombocytopenia post vaccination is well below the risk of death and morbidity from SARS-CoV-2 infection as also described on the Platelet Disorder Support Association (PDSA) website in the statement from the Medical Advisory Board. We echo recommendations from the PDSA and the American Society of Hematology that strongly encourage reporting this and other potential complications through VAERS and in any other way deemed appropriate. Finally, we recommend immediately checking a platelet count in anyone who reports abnormal bleeding or bruising following vaccination and consulting a hematologist. Management of vaccination in patients with pre-existing ITP is complex and is not explored here. The opinion of the Medical Advisory Board of PDSA is that in most, but not necessarily all, patients the benefit of vaccination exceeds the risk of exacerbating ITP. At this time, for patients with ITP it appears reasonable to obtain a baseline count before vaccination and then obtain additional platelet count(s) following vaccination based on patient clinical and treatment history. In patients who present with severe thrombocytopenia soon after vaccination in the absence of other likely causes, we believe it would be appropriate to pursue aggressive treatment for presumed ITP. Whether to administer a second dose of vaccine or whether a change to a different vaccine is warranted in patients who develop thrombocytopenia or substantial worsening of pre-existing thrombocytopenia with the initial dose requires further study. Eun-Ju Lee, James B Bussel, and Douglas B Cines contributed to the data acquisition, interpretation of data and wrote the manuscript. Terry Gernsheimer, Craig Kessler, Marc Michel, Michael D Tarantino, John W Semple, Donald M Arnold, Bertrand Godeau, Michele P Lambert provided input on the manuscript and approved the final version for submission. E.L., and J.W.S. declare no conflict of interest. D.B.C. has received relevant research support from Alexion and Aplagon, and served as a consultant to Rigel, Dova, and CSL Behring. T.G. has received honoraria from Amgen; has acted as a consultant for Amgen, Dova Pharmaceuticals, Biogen, Cellphire, Fujifilm, Rigel, Shionogi, and Principia; and has received research support from Principia. C.K. has served on advisory boards for Novartis, Rigel, Dova, Pfizer. M.M. has received research support from GSK, and received fees from LFB. M.D.T. has received research funding from Grifols and Novo Nordisk; is on advisory boards for Biogen, Grifols, Kedrion, Novo Nordisk, Pfizer, and Takeda; is a speaker for Amgen, Grifols, Octapharma, and Takeda; and reviews grants for Pfizer. D.M.A. has received research funding from Novartis, Bristol-Myers Squibb, and Rigel and has acted as a consultant for Novartis, Principia, and Rigel. B.G. served as an expert for Amgen, Novartis, LFB and Roche; has received research support from Amgen and Roche. M.P.L. has served on advisory boards for Octapharma and Shionogi, has acted as a consultant for Amgen, Novartis, Shionogi, Dova, Principia, Argenx, Rigel and Bayer, and has received research funding from Sysmex, Novartis, Rigel and Astra Zeneca. J.B.B. has served on advisory boards and/or consulted for Amgen, Novartis, Dova, Rigel, UCB, Argenx, Momenta, Regeneron, RallyBio, and CSL-Behring. None. Not applicable Table S1: Patients with reported thrombocytopenia post SARS/CoV-2 vaccination Please note: The publisher is not responsible for the content or functionality of any supporting information supplied by the authors. Any queries (other than missing content) should be directed to the corresponding author for the article.",
  "authors": [
    {
      "display_name": "Eun‐Ju Lee",
      "id": "A5062652527",
      "orcid": "https://orcid.org/0000-0002-8340-6027",
      "institutions": [
        {
          "id": "I4210096498",
          "display_name": "Presbyterian Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I2801107848",
          "display_name": "New York Hospital Queens",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I1340179700",
          "display_name": "NewYork–Presbyterian Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I205783295",
          "display_name": "Cornell University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Eun‐Ju Lee"
    },
    {
      "display_name": "Douglas B. Cines",
      "id": "A5077478635",
      "orcid": "https://orcid.org/0000-0001-5986-504X",
      "institutions": [
        {
          "id": "I79576946",
          "display_name": "University of Pennsylvania",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Douglas B. Cines"
    },
    {
      "display_name": "Terry Gernsheimer",
      "id": "A5068792990",
      "orcid": "https://orcid.org/0000-0002-2671-5608",
      "institutions": [
        {
          "id": "I201448701",
          "display_name": "University of Washington",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Terry Gernsheimer"
    },
    {
      "display_name": "Craig M. Kessler",
      "id": "A5038396248",
      "orcid": "https://orcid.org/0000-0003-0599-5724",
      "institutions": [
        {
          "id": "I2799903593",
          "display_name": "Georgetown University Medical Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I184565670",
          "display_name": "Georgetown University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Craig Kessler"
    },
    {
      "display_name": "Marc Michel",
      "id": "A5056136082",
      "orcid": "https://orcid.org/0000-0002-9822-7400",
      "institutions": [
        {
          "id": "I4210130325",
          "display_name": "Hôpitaux Universitaires Henri-Mondor",
          "country_code": "FR",
          "type": "healthcare"
        },
        {
          "id": "I3019246885",
          "display_name": "Centre Hospitalier Universitaire Henri-Mondor",
          "country_code": "FR",
          "type": "healthcare"
        },
        {
          "id": "I197681013",
          "display_name": "Université Paris-Est Créteil",
          "country_code": "FR",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Marc Michel"
    },
    {
      "display_name": "Michael D. Tarantino",
      "id": "A5000877769",
      "orcid": "https://orcid.org/0000-0002-0069-8176",
      "institutions": [
        {
          "id": "I4210099278",
          "display_name": "Bleeding & Clotting Disorders Institute",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I16820183",
          "display_name": "Illinois College",
          "country_code": "US",
          "type": "education"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Michael D. Tarantino"
    },
    {
      "display_name": "John W. Semple",
      "id": "A5088829948",
      "orcid": "https://orcid.org/0000-0002-1510-0077",
      "institutions": [
        {
          "id": "I187531555",
          "display_name": "Lund University",
          "country_code": "SE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "John W. Semple"
    },
    {
      "display_name": "Donald M. Arnold",
      "id": "A5015950115",
      "orcid": null,
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Donald M. Arnold"
    },
    {
      "display_name": "Bertrand Godeau",
      "id": "A5069373819",
      "orcid": "https://orcid.org/0000-0002-6023-5990",
      "institutions": [
        {
          "id": "I197681013",
          "display_name": "Université Paris-Est Créteil",
          "country_code": "FR",
          "type": "funder"
        },
        {
          "id": "I4210130325",
          "display_name": "Hôpitaux Universitaires Henri-Mondor",
          "country_code": "FR",
          "type": "healthcare"
        },
        {
          "id": "I3019246885",
          "display_name": "Centre Hospitalier Universitaire Henri-Mondor",
          "country_code": "FR",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Bertrand Godeau"
    },
    {
      "display_name": "Michele P. Lambert",
      "id": "A5034517358",
      "orcid": "https://orcid.org/0000-0003-0439-402X",
      "institutions": [
        {
          "id": "I1335321130",
          "display_name": "Children's Hospital of Philadelphia",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I79576946",
          "display_name": "University of Pennsylvania",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Michele P. Lambert"
    },
    {
      "display_name": "James B. Bussel",
      "id": "A5062688748",
      "orcid": "https://orcid.org/0000-0002-2884-9247",
      "institutions": [
        {
          "id": "I2801107848",
          "display_name": "New York Hospital Queens",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I4210096498",
          "display_name": "Presbyterian Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I205783295",
          "display_name": "Cornell University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1340179700",
          "display_name": "NewYork–Presbyterian Hospital",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "James B. Bussel"
    }
  ],
  "publication_year": 2021,
  "publication_date": "2021-02-19",
  "type": "article",
  "cited_by_count": 374,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S199810014",
    "display_name": "American Journal of Hematology",
    "issn_l": "0361-8609",
    "issn": [
      "0361-8609",
      "1096-8652"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320595"
  },
  "volume": "96",
  "issue": "5",
  "first_page": "534",
  "last_page": "537",
  "open_access": {
    "is_oa": true,
    "oa_status": "green",
    "oa_url": "https://doi.org/10.1002/ajh.26132",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.88197446
    },
    {
      "id": "C22070199",
      "display_name": "Vaccination",
      "level": 2,
      "score": 0.8003178
    },
    {
      "id": "C2777105317",
      "display_name": "Adverse Event Reporting System",
      "level": 3,
      "score": 0.66705
    },
    {
      "id": "C2777014857",
      "display_name": "Exacerbation",
      "level": 2,
      "score": 0.62565726
    },
    {
      "id": "C197934379",
      "display_name": "Adverse effect",
      "level": 2,
      "score": 0.6111469
    },
    {
      "id": "C187212893",
      "display_name": "Pediatrics",
      "level": 1,
      "score": 0.55031025
    },
    {
      "id": "C2993327898",
      "display_name": "Immune thrombocytopenia",
      "level": 3,
      "score": 0.5194092
    },
    {
      "id": "C138816342",
      "display_name": "Public health",
      "level": 2,
      "score": 0.47952035
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.39820716
    },
    {
      "id": "C89560881",
      "display_name": "Platelet",
      "level": 2,
      "score": 0.34832448
    },
    {
      "id": "C203014093",
      "display_name": "Immunology",
      "level": 1,
      "score": 0.2983197
    },
    {
      "id": "C159110408",
      "display_name": "Nursing",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T12352",
      "display_name": "Heparin-Induced Thrombocytopenia and Thrombosis",
      "score": 1.0
    },
    {
      "id": "T10746",
      "display_name": "Platelet Disorders and Treatments",
      "score": 0.9999
    },
    {
      "id": "T11660",
      "display_name": "Blood groups and transfusion",
      "score": 0.9975
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1002/ajh.26132",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:12:41.150543",
  "source_database": "OpenAlex"
}