{
  "openalex_id": "W3134733017",
  "doi": "https://doi.org/10.1016/j.jbc.2021.100483",
  "title": "MicroRNA-223-3p inhibits vascular calcification and the osteogenic switch of vascular smooth muscle cells",
  "abstract": "Vascular calcification is the ectopic deposition of calcium hydroxyapatite minerals in arterial wall, which involves the transdifferentiation of vascular smooth muscle cells (VSMCs) toward an osteogenic phenotype. However, the underlying molecular mechanisms regulating the VSMC osteogenic switch remain incompletely understood. In this study, we examined the roles of microRNAs (miRNAs) in vascular calcification. miRNA-seq transcriptome analysis identified miR-223-3p as a candidate miRNA in calcified mouse aortas. MiR-223-3p knockout aggravated calcification in both medial and atherosclerotic vascular calcification models. Further, RNA-seq transcriptome analysis verified JAK-STAT and PPAR signaling pathways were upregulated in both medial and atherosclerotic calcified aortas. Overlapping genes in these signaling pathways with predicted target genes of miR-223-3p derived from miRNA databases, we identified signal transducer and activator of transcription 3 (STAT3) as a potential target gene of miR-223-3p in vascular calcification. In vitro experiments showed that miR-223-3p blocked interleukin-6 (IL-6)/STAT3 signaling, thereby preventing the osteogenic switch and calcification of VSMCs. In contrast, overexpression of STAT3 diminished the effect of miR-223-3p. Taken together, the results indicate a protective role of miR-223-3p that inhibits both medial and atherosclerotic vascular calcification by regulating IL-6/STAT3 signaling-mediated VSMC transdifferentiation. Vascular calcification is the ectopic deposition of calcium hydroxyapatite minerals in arterial wall, which involves the transdifferentiation of vascular smooth muscle cells (VSMCs) toward an osteogenic phenotype. However, the underlying molecular mechanisms regulating the VSMC osteogenic switch remain incompletely understood. In this study, we examined the roles of microRNAs (miRNAs) in vascular calcification. miRNA-seq transcriptome analysis identified miR-223-3p as a candidate miRNA in calcified mouse aortas. MiR-223-3p knockout aggravated calcification in both medial and atherosclerotic vascular calcification models. Further, RNA-seq transcriptome analysis verified JAK-STAT and PPAR signaling pathways were upregulated in both medial and atherosclerotic calcified aortas. Overlapping genes in these signaling pathways with predicted target genes of miR-223-3p derived from miRNA databases, we identified signal transducer and activator of transcription 3 (STAT3) as a potential target gene of miR-223-3p in vascular calcification. In vitro experiments showed that miR-223-3p blocked interleukin-6 (IL-6)/STAT3 signaling, thereby preventing the osteogenic switch and calcification of VSMCs. In contrast, overexpression of STAT3 diminished the effect of miR-223-3p. Taken together, the results indicate a protective role of miR-223-3p that inhibits both medial and atherosclerotic vascular calcification by regulating IL-6/STAT3 signaling-mediated VSMC transdifferentiation. Vascular calcification is a characteristic pathological change in atherosclerosis, hypertension, diabetes and is also an independent risk factor for all-cause mortality in chronic kidney disease (CKD) (1Rogers M.A. Aikawa E. Cardiovascular calcification: Artificial intelligence and big data accelerate mechanistic discovery.Nat. Rev. Cardiol. 2019; 16: 261-274Crossref PubMed Scopus (41) Google Scholar). Vascular calcification mainly manifests as increased blood vessel wall stiffness and decreased compliance, which in turn lead to cardiovascular events (2Lanzer P. Boehm M. Sorribas V. Thiriet M. Janzen J. Zeller T. St Hilaire C. Shanahan C. Medial vascular calcification revisited: Review and perspectives.Eur. Heart J. 2014; 35: 1515-1525Crossref PubMed Scopus (362) Google Scholar). With the increasing prevalence of coronary heart disease, diabetes, and CKD in the aging population, the harmfulness of vascular calcification has become increasingly obvious (3Bostrom K.I. Where do we stand on vascular calcification?.Vasc. Pharmacol. 2016; 84: 8-14Crossref PubMed Scopus (33) Google Scholar). Unfortunately, the pathological mechanism of vascular calcification is currently poorly understood, and there is a lack of effective clinical treatments. Therefore, further investigation of the molecular mechanisms regulating vascular calcification could have great significance, enabling the discovery of novel therapeutic targets for effective clinical prevention and treatment strategies. Vascular calcification is a regulated osteogenic process in arterial tissue, which is similar to bone development (4Chen Y. Zhao X. Wu H. Arterial stiffness: A Focus on vascular calcification and its Link to bone Mineralization.Arterioscler. Thromb. Vasc. Biol. 2020; 40: 1078-1093Crossref PubMed Scopus (20) Google Scholar). Although different mechanisms are involved in medial and atherosclerotic calcification, the osteogenic transformation of vascular smooth muscle cells (VSMCs) is a common characteristic pathological process (5Shanahan C.M. Crouthamel M.H. Kapustin A. Giachelli C.M. Arterial calcification in chronic kidney disease: Key roles for calcium and phosphate.Circ. Res. 2011; 109: 697-711Crossref PubMed Scopus (566) Google Scholar, 6Lacolley P. Regnault V. Segers P. Laurent S. Vascular smooth muscle cells and arterial stiffening: Relevance in development, aging, and disease.Physiol. Rev. 2017; 97: 1555-1617Crossref PubMed Scopus (229) Google Scholar). In response to cytokines, oxidized lipids, or high phosphorus levels, VSMCs express osteoblast-specific transcription factors (e.g., Runx2, Osterix) (7Raaz U. Schellinger I.N. Chernogubova E. Warnecke C. Kayama Y. Penov K. Hennigs J.K. Salomons F. Eken S. Emrich F.C. Zheng W.H. Adam M. Jagger A. Nakagami F. Toh R. et al.Transcription factor Runx2 promotes aortic Fibrosis and stiffness in type 2 diabetes Mellitus.Circ. Res. 2015; 117: 513-524Crossref PubMed Scopus (57) Google Scholar, 8Sun Y. Byon C.H. Yuan K. Chen J. Mao X. Heath J.M. Javed A. Zhang K. Anderson P.G. Chen Y. Smooth muscle cell-specific runx2 deficiency inhibits vascular calcification.Circ. Res. 2012; 111: 543-552Crossref PubMed Scopus (181) Google Scholar), and differentiation markers (e.g., Osteopontin, Osteocalcin and Alp) (8Sun Y. Byon C.H. Yuan K. Chen J. Mao X. Heath J.M. Javed A. Zhang K. Anderson P.G. Chen Y. Smooth muscle cell-specific runx2 deficiency inhibits vascular calcification.Circ. Res. 2012; 111: 543-552Crossref PubMed Scopus (181) Google Scholar). Osteogenic switch of VSMC accelerates calcium- and phosphorus-rich matrix vesicles releasing and apoptotic cells (9Kapustin A.N. Chatrou M.L.L. Drozdov I. Zheng Y. Davidson S.M. Soong D. Furmanik M. Sanchis P. De Rosales R.T.M. Alvarez-Hernandez D. Shroff R. Yin X. Muller K. Skepper J.N. Mayr M. et al.Vascular smooth muscle cell calcification is mediated by regulated exosome secretion.Circ. Res. 2015; 116: 1312-1323Crossref PubMed Scopus (270) Google Scholar) depositing in the remodeled extracellular matrix, leading to the formation of vascular calcifications. However, the mechanism regulating the process of osteogenic switch remains to be elucidated. MicroRNAs (miRNAs) are short (20–25 nucleotides) single-stranded RNAs that regulate the translational processing of their target mRNAs. MiRNAs regulate several key checkpoints in the cellular processes involved in vascular calcification, such as osteoblast differentiation (miR-125b (10Goettsch C. Rauner M. Pacyna N. Hempel U. Bornstein S.R. Hofbauer L.C. miR-125b regulates calcification of vascular smooth muscle cells.Am. J. Pathol. 2011; 179: 1594-1600Abstract Full Text Full Text PDF PubMed Scopus (124) Google Scholar), miR-205 (11Qiao W. Chen L. Zhang M. MicroRNA-205 regulates the calcification and osteoblastic differentiation of vascular smooth muscle cells.Cell Physiol. Biochem. 2014; 33: 1945-1953Crossref PubMed Scopus (51) Google Scholar), miR-223-3p (12Zhang S. Liu Y. Zheng Z. Zeng X. Liu D. Wang C. Ting K. MicroRNA-223 suppresses osteoblast differentiation by inhibiting DHRS3.Cell Physiol. Biochem. 2018; 47: 667-679Crossref PubMed Scopus (23) Google Scholar)) and regulation of calcium and phosphate homeostasis (miR-221 (13Mackenzie N.C.W. Staines K.A. Zhu D. Genever P. Macrae V.E. miRNA-221 and miRNA-222 synergistically function to promote vascular calcification.Cell Biochem. Funct. 2014; 32: 209-216Crossref PubMed Scopus (56) Google Scholar), miR-9 (14Clement T. Salone V. Charpentier B. Jouzeau J.Y. Bianchi A. Identification of new microRNAs targeting genes regulating the Pi/PPi balance in chondrocytes.Biomed. Mater. Eng. 2014; 24Google Scholar)). However, our understanding of the roles of miRNAs in vascular calcification remains incomplete. In this study, miRNA transcriptome analysis of CKD-induced calcified mouse aortas revealed that miR-223-3p is among the most upregulated microRNAs. It's reported that miR-223-3p is downregulated in patients with CKD stage 4 and 5 (15Ulbing M. Kirsch A.H. Leber B. Lemesch S. Münzker J. Schweighofer N. Hofer D. Trummer O. Rosenkranz A.R. Müller H. Eller K. Stadlbauer V. Obermayer-Pietsch B. MicroRNAs 223-3p and 93-5p in patients with chronic kidney disease before and after renal transplantation.Bone. 2017; 95: 115-123Crossref PubMed Scopus (42) Google Scholar), and miR-223-3p regulates osteogenic differentiation (12Zhang S. Liu Y. Zheng Z. Zeng X. Liu D. Wang C. Ting K. MicroRNA-223 suppresses osteoblast differentiation by inhibiting DHRS3.Cell Physiol. Biochem. 2018; 47: 667-679Crossref PubMed Scopus (23) Google Scholar) and osteoclastogenesis (16Li J. Xing G. Zhang L. Shang J. Li Y. Li C. Tian F. Yang X. Satb1 promotes osteoclastogenesis by recruiting CBP to upregulate miR-223 expression in chronic kidney disease-mineral and bone disorder.Pharmazie. 2017; 72: 680-686PubMed Google Scholar). However, the role and mechanism of miR-223-3p in vascular calcification are unknown. Our study showed thatmiR-223-3p knockout (KO) accelerated calcification in mouse models of both medial and endothelial vascular calcification. Mechanistically, we found that the effects of miR-223-3p were linked to its target gene, gene signal transducer, and activator of transcription 3 (STAT3). MiR-223-3p inhibited interleukin-6 (IL-6)/STAT3 signaling, which is required for the induction of VSMC osteoblastic differentiation and vascular calcification. To identify novel miRNAs involved in vascular calcification, mice were subjected to a modified two-step surgical model of subtotal nephrectomy, involving the removal of 5/6 of the kidney tissue (17Lau W.L. Leaf E.M. Hu M.C. Takeno M.M. Kuro-o M. Moe O.W. Giachelli C.M. Vitamin D receptor agonists increase klotho and osteopontin while decreasing aortic calcification in mice with chronic kidney disease fed a high phosphate diet.Kidney Int. 2012; 82: 1261-1270Abstract Full Text Full Text PDF PubMed Scopus (172) Google Scholar, 18Zhang L. Rajan V. Lin E. Hu Z. Han H.Q. Zhou X. Song Y. Min H. Wang X. Du J. Mitch W.E. Pharmacological inhibition of myostatin suppresses systemic inflammation and muscle atrophy in mice with chronic kidney disease.FASEB J. 2011; 25: 1653-1663Crossref PubMed Scopus (200) Google Scholar, 19Kramann R. Goettsch C. Wongboonsin J. Iwata H. Schneider R.K. Kuppe C. Kaesler N. Chang-Panesso M. Machado F.G. Gratwohl S. Madhurima K. Hutcheson J.D. Jain S. Aikawa E. Humphreys B.D. Adventitial MSC-like cells are Progenitors of vascular smooth muscle cells and drive vascular calcification in chronic kidney disease.Cell Stem Cell. 2016; 19: 628-642Abstract Full Text Full Text PDF PubMed Scopus (171) Google Scholar, 20Aikawa E. Aikawa M. Libby P. Figueiredo J.L. Rusanescu G. Iwamoto Y. Fukuda D. Kohler R.H. Shi G.P. Jaffer F.A. Weissleder R. Arterial and aortic valve calcification abolished by elastolytic cathepsin S deficiency in chronic renal disease.Circulation. 2009; 119: 1785-1794Crossref PubMed Scopus (217) Google Scholar), to induce medial vascular calcification (Fig. 1A). Aortic calcification (Fig. 1B) and aortic calcium levels (Fig. 1C) were detected 6 weeks after nephrectomy, confirming formed vascular calcification. MiRNA levels in calcified aortas from CKD group and control aortas from sham group were analyzed by miRNA sequencing. When sorted based on their fold change (FC) values, the top ten upregulated miRNAs include several miRNAs that have been reported to be involved in vascular calcification, such as miR-29a/b (21Du Y. Gao C. Liu Z. Wang L. Liu B. He F. Zhang T. Wang Y. Wang X. Xu M. Luo G.-Z. Zhu Y. Xu Q. Wang X. Kong W. Upregulation of a disintegrin and metalloproteinase with thrombospondin motifs-7 by miR-29 repression mediates vascular smooth muscle calcification.Arterioscler. Thromb. Vasc. Biol. 2012; 32: 2580-2588Crossref PubMed Scopus (99) Google Scholar), miR-214 (22Gupta S.K. Kumari S. Singh S. Barthwal M.K. Singh S.K. Thum T. Non-coding RNAs: Regulators of valvular calcification.J. Mol. Cell. Cardiol. 2020; 142: 14-23Abstract Full Text Full Text PDF PubMed Scopus (4) Google Scholar), miR-139 (23Long H. Sun B. Cheng L. Zhao S. Zhu Y. Zhao R. Zhu J. miR-139-5p Represses BMSC Osteogenesis via targeting Wnt/β-Catenin signaling pathway.DNA Cell Biol. 2017; 36: 715-724Crossref PubMed Scopus (53) Google Scholar), and miR-223-3p (24M'Baya-Moutoula E. Louvet L. Metzinger-Le Meuth V. Massy Z.A. Metzinger L. High inorganic phosphate concentration inhibits osteoclastogenesis by modulating miR-223.Biochim. Biophys. Acta. 2015; 1852: 2202-2212Crossref PubMed Scopus (39) Google Scholar) (Fig. 1D, Table S1). Among them, miR-223-3p drew our attention, as it is also significantly increased in the plasma of patients with coronary artery calcifications (25Liu W. Ling S. Sun W. Liu T. Li Y. Zhong G. Zhao D. Zhang P. Song J. Jin X. Xu Z. Song H. Li Q. Liu S. Chai M. et al.Circulating microRNAs correlated with the level of coronary artery calcification in symptomatic patients.Sci. Rep. 2015; 5: 16099Crossref PubMed Scopus (43) Google Scholar). RT-PCR analysis confirmed the upregulation of miR-223-3p in medial calcification (Fig. 1E). Meanwhile, miR-223-3p was also upregulated in the aortas of aged ApoE KO mice, which displayed significant atherosclerotic calcification (Figs. 1E and S1). These results suggest a correlation between miR-223-3p expression and vascular calcification. We further analyzed other up-regulated miRNA in medial calcification, and found miR-21a-5p increased while other miRNA decreased or showed no difference between WT and aged ApoE−/− mice. These data suggest medial calcification and atherosclerotic calcification may have different miRNA expression profile. We next sought to determine whether miR-223-3p plays a role in the development of vascular calcification. In this study, miR-223-3p knockout mice which have been published before in our research group (26Cheng N. Liu C. Li Y. Gao S. Han Y.-C. Wang X. Du J. Zhang C. MicroRNA-223-3p promotes skeletal muscle regeneration by regulating inflammation in mice.J. Biol. Chem. 2020; 295: 10212-10223Abstract Full Text Full Text PDF PubMed Scopus (9) Google Scholar) were used. MiR-223-3p deficiency in miR-223-3p KO mice was confirmed by RT-PCR analysis of spleen tissue, which should contain high levels of miR-223-3p (Fig. 2A). Increased blood urea nitrogen (BUN) concentration was detected after CKD surgery, while there was no difference between WT and KO mice (Fig. 2B). Six weeks after nephrectomy, KO mice had increased calcium deposition compared with WT mice, shown by both Alizarin Red S staining (Fig. 2C) and aortic calcium content analysis (Fig. 2D). Next, to clarify the role of miR-223-3p in atherosclerotic calcification, we crossbred ApoE KO (ApoE−/−) mice with miR-223-3p KO mice to generate miR-223-3p/ApoE double knockout mice (DKO). ApoE−/− and DKO mice were fed a chow diet for up to 16 months to generate aging-induced atherosclerotic calcification. WT and miR-223 KO mice in chow diet were used as control. MiR-223-3p deficiency did not affect the plasma triglyceride (Fig. 3A) or cholesterol (Fig. 3B) levels. However, DKO mice displayed aggravated atherosclerosis (Fig. S2) and calcification (Fig. 3, D and E) in the brachiocephalic artery (BCA) compared with ApoE−/− mice. No calcification was detected in WT or KO mice (Fig. 3C). These results indicate that the loss of miR-223-3p increases both medial and atherosclerotic calcification.Figure 3MiR-223-3p KO promotes atherosclerotic calcification. A, plasma triglyceride and B, total cholesterol concentrations of WT, KO, aged ApoE KO and aged DKO mice (n = 6–7 per group). C, representative Alizarin Red S staining and HE staining in the brachiocephalic artery (BCA) of WT and KO groups. D and E, representative Alizarin Red S staining, HE staining (D) and quantification (E) in the BCA of aged ApoE KO and DKO mice (n = 6–7 per group). Data are expressed as the mean ± SD. ∗p <0.05 by unpaired two-tailed Student's t-test.View Large Image Figure ViewerDownload Hi-res image Download (PPT) As miR-223-3p deficiency aggravated both medial and atherosclerotic calcification, we hypothesized that miR-223-3p interrupts a signaling pathway common to both forms of calcification. RNA-Seq was applied to identify differentially regulated signaling pathways in the aortas of CKD, aged ApoE−/−, and control mice. We performed Kyoto Encyclopedia of Genes and Genomes (KEGG) pathway analysis and ranked the upregulated signaling pathways in CKD (Fig. 4A) and aged ApoE−/− (Fig. 4B) mice compared with control mice. The JAK/STAT and PPAR signaling pathways were upregulated and overlapped in medial and atherosclerotic calcification (Fig. 4, C and D). Both signaling pathways have been reported relating to vascular calcification. N-3 fatty acids directly inhibit vascular calcification via the p38 mitogen-activated protein kinase and PPARγ pathways (27Abedin M. Lim J. Tang T.B. Park D. Demer L.L. Tintut Y. N-3 fatty acids inhibit vascular calcification via the p38-mitogen-activated protein kinase and peroxisome proliferator-activated receptor-gamma pathways.Circ. Res. 2006; 98: 727-729Crossref PubMed Scopus (75) Google Scholar), and PPARγ counteracts vascular calcification in VSMCs by inhibiting Wnt5a signaling (28Woldt E. Terrand J. Mlih M. Matz R.L. Bruban V. Coudane F. Foppolo S. El Asmar Z. Chollet M.E. Ninio E. Bednarczyk A. Thiersé D. Schaeffer C. Van Dorsselaer A. Boudier C. et al.The nuclear hormone receptor PPARγ counteracts vascular calcification by inhibiting Wnt5a signalling in vascular smooth muscle cells.Nat. Commun. 2012; 3: 1077Crossref PubMed Scopus (60) Google Scholar). IL-6, a cytokine that activates JAK/STAT signaling, is identified as a new susceptibility gene underlying calcific aortic valve stenosis (29Thériault S. Dina C. Messika-Zeitoun D. Le Scouarnec S. Capoulade R. Gaudreault N. Rigade S. Li Z. Simonet F. Lamontagne M. Clavel M.-A. Arsenault B.J. Boureau A.-S. Lecointe S. Baron E. et al.Genetic Association Analyses Highlight , , and as 3 new susceptibility genes underlying calcific aortic valve stenosis.Circ. Genomic Precision Med. 2019; 12: e002617Crossref Scopus (12) Google Scholar). What's more, IL-6 induces the STAT3-dependent differentiation of human VSMCs into osteoblast-like cells (30Kurozumi A. Nakano K. Yamagata K. Okada Y. Nakayamada S. Tanaka Y. IL-6 and sIL-6R induces STAT3-dependent differentiation of human VSMCs into osteoblast-like cells through JMJD2B-mediated histone demethylation of RUNX2.Bone. 2019; 124: 53-61Crossref PubMed Scopus (26) Google Scholar). While which signaling is involved in miR-223-3p mediated protection effect in vascular calcification is unknown. We next screened all upregulated genes involved in the PPAR and JAK/STAT signaling pathways using the MiRTarBase and TargetScan databases. In the JAK/STAT pathway, miR-223-3p-binding sites were predicted in the 3′ UTRs of IL-6 and STAT3 (Figs. 5A and 6A), and no gene in the PPAR pathway was predicted. IL-6-induced inflammation initiates and increases vascular calcification, and previous studies have reported that miR-223-3p inhibits proinflammatory responses in the liver and injured skeletal muscle by directly targeting IL-6 (26Cheng N. Liu C. Li Y. Gao S. Han Y.-C. Wang X. Du J. Zhang C. MicroRNA-223-3p promotes skeletal muscle regeneration by regulating inflammation in mice.J. Biol. Chem. 2020; 295: 10212-10223Abstract Full Text Full Text PDF PubMed Scopus (9) Google Scholar, 31Li M. He Y. Zhou Z. Ramirez T. Gao Y. Gao Y. Ross R.A. Cao H. Cai Y. Xu M. Feng D. Zhang P. Liangpunsakul S. Gao B. MicroRNA-223 ameliorates alcoholic liver injury by inhibiting the IL-6-p47-oxidative stress pathway in neutrophils.Gut. 2017; 66: 705-715Crossref PubMed Scopus (120) Google Scholar). So we detected plasma IL-6 in aged ApoE−/− and DKO mice by ELISA. However, no differences in plasma IL-6 levels were detected between aged ApoE−/− and DKO mice (Fig. 5B). RT-PCR also showed no differences in IL-6 (Fig. 5C) or IL-6 receptor (IL-6R; Fig. 5D) expression between these two groups. These results suggest that IL-6 is probably not the target gene of miR-223-3p during vascular calcification progression.Figure 6STAT3 is a potential miR-223-3p target in vascular calcification. A, MiR-223-3p target sites (in red letters) in the STAT3 3′ UTRs. B, STAT3 expression in primary vascular smooth muscle cells (mVSMCs) transfected with miR-223-3p or a control mimic (n = 3 per group). C–E, representative western blot and quantification of STAT3 expression in mVSMCs (C), MOVAS (D), and 3T3 cells (E) transfected with miR-223-3p or a control mimic (n = 3 per group). F–G, Representative images (E) and quantification (F) of STAT3 IHC in the brachiocephalic trunks of aged ApoE KO and DKO mice (n = 6 per group). Data are expressed as the mean ± SD. ∗p <0.05 by unpaired two-tailed Student's t-test.View Large Image Figure ViewerDownload Hi-res image Download (PPT) We next focused on STAT3, another known target gene of miR-223-3p (Fig. 6A). By directly targeting STAT3, miR-223-3p regulates the number and function of myeloid-derived suppressor cells in multiple sclerosis (32Cantoni C. Cignarella F. Ghezzi L. Mikesell B. Bollman B. Berrien-Elliott M.M. Ireland A.R. Fehniger T.A. Wu G.F. Piccio L. Mir-223 regulates the number and function of myeloid-derived suppressor cells in multiple sclerosis and experimental autoimmune encephalomyelitis.Acta Neuropathol. 2017; 133: 61-77Crossref PubMed Scopus (50) Google Scholar). In addition, IL-6 and soluble (s)IL-6R induce the STAT3-dependent differentiation of human VSMCs into osteoblast-like cells (30Kurozumi A. Nakano K. Yamagata K. Okada Y. Nakayamada S. Tanaka Y. IL-6 and sIL-6R induces STAT3-dependent differentiation of human VSMCs into osteoblast-like cells through JMJD2B-mediated histone demethylation of RUNX2.Bone. 2019; 124: 53-61Crossref PubMed Scopus (26) Google Scholar). As there was no difference in IL-6 expression between ApoE−/− and DKO mice, we next hypothesized that miR-223-3p inhibited vascular calcification by blocking IL-6-induced STAT3 signaling in VSMCs. VSMCs transfected with miR-223-3p mimics showed decreased level of STAT3 compared with VSMCs transfected with negative control mimics (Figs. 6B, and S3A). Western blotting confirmed that STAT3 was downregulated in VSMCs transfected with miR-223-3p compared with those transfected with control mimics; while miR-223-3p did not affect STAT3 expression in MOVAS (mouse aortic smooth muscle cells) or 3T3 fibroblasts (Figs. 6, C and D, S3, B and C), suggesting a cellular specificity of miR-223-3p. To determine whether STAT3 was involved in the aggravated vascular calcification observed in DKO mice, immunohistochemistry (IHC) was performed. Compared with ApoE−/− group, more STAT3 were detected in BCAs from DKO group (Fig. 6, F and G). Taken together, these results suggest that STAT3 is a target gene of miR-223-3p in VSMCs during vascular calcification. To identify whether miR-223-3p inhibited calcification by targeting STAT3, we used IL-6/sIL-6R to induce STAT3 expression in VSMCs cultured with osteoblast-induced medium (OIM). Consistent with previous studies, IL-6/sIL-6R enhanced the mRNA expression of alkaline phosphatase (Alp), osteocalcin (Ocn), and Runx2, which are osteoblast-specific genes in VSMCs (Fig. 7A). Overexpression of miR-223-3p in VSMCs inhibited IL-6/sIL-6R complex-induced osteogenic gene expression (Fig. 7B). Accordingly, the STAT3 protein level significantly increased when VSMCs were cultured in OIM, and this was blocked by miR-223-3p mimics (Fig. 7C). Accordingly, the calcium deposition and cellular calcium content were reduced in miR-223-3p-transfected VSMCs (Fig. 7, D and E). Knockdown STAT3 using siRNA also significantly decreased calcium accumulation in IL-6/s IL6R-induced VSCM calcification (Fig. S4). While overexpression of STAT3 (Fig. 7F) eliminated the effect of miR-223-3p during VSMC calcification (Fig. 7, G and H). These results show that miR-223-3p inhibits IL-6/STAT3-induced VSMC calcification by blocking STAT3 expression. Taken together, our data suggest that upregulated expression of miR-223-3p during medial and atherosclerotic calcification negatively regulates VSMC calcification by targeting STAT3. Our data demonstrate that miR-223-3p plays an important role in regulating vascular calcification. MiR-223-3p deficiency aggravates both medial and atherosclerotic calcification. Mechanistically, miR-223-3p negatively regulates calcification by targeting IL-6/STAT3 signaling in VSMCs. MiR-223-3p is mainly derived from myeloid cells (33Taibi F. Metzinger-Le Meuth V. Massy Z.A. Metzinger L. miR-223: An inflammatory oncomiR enters the cardiovascular field.Biochim. Biophys. Acta. 2014; 1842: 1001-1009Crossref PubMed Scopus (123) Google Scholar) and regulates hematopoietic differentiation (34Yuan X. Berg N. Lee J.W. Le T.-T. Neudecker V. Jing N. Eltzschig H. MicroRNA miR-223 as regulator of innate immunity.J. Leukoc. Biol. 2018; 104: 515-524Crossref PubMed Scopus (75) Google Scholar), human embryonic stem cell differentiation (35Yu Y.-H. Zhang L. Wu D.-S. Zhang Z. Huang F.-F. Zhang J. Chen X.-P. Liang D.-S. Zeng H. Chen F.-P. MiR-223 regulates human embryonic stem cell differentiation by targeting the IGF-1R/Akt signaling pathway.PLoS ONE. 2013; 8: e78769Crossref PubMed Scopus (20) Google Scholar). MiR-223-3p is delivered by exosomes to recipient cells such as endothelial cells (36Tabet F. Vickers K.C. Cuesta Torres L.F. Wiese C.B. Shoucri B.M. Lambert G. Catherinet C. Prado-Lourenco L. Levin M.G. Thacker S. Sethupathy P. Barter P.J. Remaley A.T. Rye K.-A. HDL-transferred microRNA-223 regulates ICAM-1 expression in endothelial cells.Nat. Commun. 2014; 5: 3292Crossref PubMed Scopus (257) Google Scholar) and VSMCs (37Shan Z. Qin S. Li W. Wu W. Yang J. Chu M. Li X. Huo Y. Schaer G.L. Wang S. Zhang C. An Endocrine Genetic signal between blood cells and vascular smooth muscle cells: Role of MicroRNA-223 in smooth muscle function and Atherogenesis.J. Am. Coll. Cardiol. 2015; 65: 2526-2537Crossref PubMed Scopus (72) Google Scholar), where it participates in cardiovascular diseases such as atherosclerosis (38Zhen S. Shanshan Q. Wen L. Weibin W. Jian Y. Maoping C. Xiaokun L. Yuqing H. Gary L.S. Shenming W. Chunxiang Z. An Endocrine Genetic signal between blood cells and vascular smooth muscle cells: Role of MicroRNA-223 in smooth muscle function and Atherogenesis.J. Am. Coll. Cardiol. 2015; 65: 2526-2537Crossref PubMed Scopus (75) Google Scholar). Our data show that miR-223-3p expression increases in medial and atherosclerotic calcified aortas. Consistently, previous studies have reported increased miR-223-3p levels in atherosclerosis (37Shan Z. Qin S. Li W. Wu W. Yang J. Chu M. Li X. Huo Y. Schaer G.L. Wang S. Zhang C. An Endocrine Genetic signal between blood cells and vascular smooth muscle cells: Role of MicroRNA-223 in smooth muscle function and Atherogenesis.J. Am. Coll. Cardiol. 2015; 65: 2526-2537Crossref PubMed Scopus (72) Google Scholar) and advanced stages of CKD (39Taïbi F. Metzinger-Le Meuth V. M'Baya-Moutoula E. Djelouat M.s. e.I. Louvet L. Bugnicourt J.-M. Poirot S. Bengrine A. Chillon J.-M. Massy Z.A. Metzinger L. Possible involvement of microRNAs in vascular damage in experimental chronic kidney disease.Biochim. Biophys. Acta. 2014; 1842: 88-98Crossref PubMed Scopus (52) Google Scholar). Since inflammation is prevalent in the pathophysiology of atherosclerosis and CKD (40Ruiz-Ortega M. Rayego-Mateos S. Lamas S. Ortiz A. Rodrigues-Diez R.R. Targeting the progression of chronic kidney disease.Nat. Rev. Nephrol. 2020; 16: 269-288Crossref PubMed Scopus (111) Google Scholar), increased miR-223 may due to accumulated immune cells. VMSC osteogenic switch occurs in both medial and atherosclerotic vascular calcification (41Furmanik M. Chatrou M. van Gorp R.H. Akbulut A. Willems B. Schmidt H.H. van Eys G. Bochaton-Piallat M.-L. Proudfoot D. Biessen E.A. Hedin U. Matic L. Mees B. Shanahan C.M. Reutelingsperger C. et al.Reactive Oxygen-Forming Nox5 Links vascular smooth muscle cell phenotypic switching and extracellular Vesicle-mediated vascular calcification.Circ. Res. 2020; 127: 911-927Crossref PubMed Scopus (24) Google Scholar). RNA-Seq analysis revealed that the JAK/STAT and PPAR signaling pathways are involved in both medial and atherosclerotic calcification. This suggests that targeting these pathways may inhibit both calcification types. In the JAK/STAT pathway, IL-6 and STAT3 are reported to be direct targets of miR-223-3p. IL-6/STAT3 signaling plays important roles in the regulation of inflammation, differentiation, and immunity (4",
  "authors": [
    {
      "display_name": "Yingchun Han",
      "id": "A5071820994",
      "orcid": "https://orcid.org/0000-0002-9490-3205",
      "institutions": [
        {
          "id": "I4210119028",
          "display_name": "Beijing Anzhen Hospital",
          "country_code": "CN",
          "type": "healthcare"
        },
        {
          "id": "I183519381",
          "display_name": "Capital Medical University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Yingchun Han"
    },
    {
      "display_name": "Jichao Zhang",
      "id": "A5075460158",
      "orcid": "https://orcid.org/0000-0002-7400-6726",
      "institutions": [
        {
          "id": "I4210119028",
          "display_name": "Beijing Anzhen Hospital",
          "country_code": "CN",
          "type": "healthcare"
        },
        {
          "id": "I183519381",
          "display_name": "Capital Medical University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jichao Zhang"
    },
    {
      "display_name": "Shan Huang",
      "id": "A5086996701",
      "orcid": "https://orcid.org/0000-0003-3632-216X",
      "institutions": [
        {
          "id": "I183519381",
          "display_name": "Capital Medical University",
          "country_code": "CN",
          "type": "funder"
        },
        {
          "id": "I4210119028",
          "display_name": "Beijing Anzhen Hospital",
          "country_code": "CN",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Shan Huang"
    },
    {
      "display_name": "Naixuan Cheng",
      "id": "A5101132059",
      "orcid": null,
      "institutions": [
        {
          "id": "I183519381",
          "display_name": "Capital Medical University",
          "country_code": "CN",
          "type": "funder"
        },
        {
          "id": "I4210119028",
          "display_name": "Beijing Anzhen Hospital",
          "country_code": "CN",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Naixuan Cheng"
    },
    {
      "display_name": "Congcong Zhang",
      "id": "A5100685619",
      "orcid": "https://orcid.org/0000-0002-4932-3412",
      "institutions": [
        {
          "id": "I4210119028",
          "display_name": "Beijing Anzhen Hospital",
          "country_code": "CN",
          "type": "healthcare"
        },
        {
          "id": "I183519381",
          "display_name": "Capital Medical University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Congcong Zhang"
    },
    {
      "display_name": "Yulin Li",
      "id": "A5100413223",
      "orcid": "https://orcid.org/0000-0001-7909-0763",
      "institutions": [
        {
          "id": "I4210119028",
          "display_name": "Beijing Anzhen Hospital",
          "country_code": "CN",
          "type": "healthcare"
        },
        {
          "id": "I183519381",
          "display_name": "Capital Medical University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Yulin Li"
    },
    {
      "display_name": "Xiaonan Wang",
      "id": "A5100410939",
      "orcid": "https://orcid.org/0000-0001-9775-2417",
      "institutions": [
        {
          "id": "I150468666",
          "display_name": "Emory University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Xiaonan Wang"
    },
    {
      "display_name": "Jinghua Liu",
      "id": "A5100678612",
      "orcid": "https://orcid.org/0000-0003-3195-3798",
      "institutions": [
        {
          "id": "I4210119028",
          "display_name": "Beijing Anzhen Hospital",
          "country_code": "CN",
          "type": "healthcare"
        },
        {
          "id": "I183519381",
          "display_name": "Capital Medical University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jinghua Liu"
    },
    {
      "display_name": "Bin You",
      "id": "A5101603893",
      "orcid": "https://orcid.org/0000-0002-1201-5790",
      "institutions": [
        {
          "id": "I183519381",
          "display_name": "Capital Medical University",
          "country_code": "CN",
          "type": "funder"
        },
        {
          "id": "I4210119028",
          "display_name": "Beijing Anzhen Hospital",
          "country_code": "CN",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Bin You"
    },
    {
      "display_name": "Jie Du",
      "id": "A5100412675",
      "orcid": "https://orcid.org/0000-0003-0447-736X",
      "institutions": [
        {
          "id": "I4210119028",
          "display_name": "Beijing Anzhen Hospital",
          "country_code": "CN",
          "type": "healthcare"
        },
        {
          "id": "I183519381",
          "display_name": "Capital Medical University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Jie Du"
    }
  ],
  "publication_year": 2021,
  "publication_date": "2021-01-01",
  "type": "article",
  "cited_by_count": 46,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S140251998",
    "display_name": "Journal of Biological Chemistry",
    "issn_l": "0021-9258",
    "issn": [
      "0021-9258",
      "1067-8816",
      "1083-351X"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320990"
  },
  "volume": "296",
  "issue": null,
  "first_page": "100483",
  "last_page": "100483",
  "open_access": {
    "is_oa": true,
    "oa_status": "gold",
    "oa_url": "http://www.jbc.org/article/S002192582100257X/pdf",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C2779395532",
      "display_name": "Vascular smooth muscle",
      "level": 3,
      "score": 0.8065407
    },
    {
      "id": "C145059251",
      "display_name": "microRNA",
      "level": 3,
      "score": 0.7811978
    },
    {
      "id": "C2780309369",
      "display_name": "Calcification",
      "level": 2,
      "score": 0.7286359
    },
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.49541485
    },
    {
      "id": "C95444343",
      "display_name": "Cell biology",
      "level": 1,
      "score": 0.49469563
    },
    {
      "id": "C2992686903",
      "display_name": "Smooth muscle",
      "level": 2,
      "score": 0.35451448
    },
    {
      "id": "C105702510",
      "display_name": "Anatomy",
      "level": 1,
      "score": 0.32653564
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.31085718
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.28327715
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.25558966
    },
    {
      "id": "C55493867",
      "display_name": "Biochemistry",
      "level": 1,
      "score": 0.2007319
    },
    {
      "id": "C104317684",
      "display_name": "Gene",
      "level": 2,
      "score": 0.06253928
    }
  ],
  "topics": [
    {
      "id": "T14245",
      "display_name": "Biomarkers in Disease Mechanisms",
      "score": 0.9987
    },
    {
      "id": "T10062",
      "display_name": "MicroRNA in disease regulation",
      "score": 0.9977
    },
    {
      "id": "T10516",
      "display_name": "Parathyroid Disorders and Treatments",
      "score": 0.9953
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/j.jbc.2021.100483",
  "pdf_url": "http://www.jbc.org/article/S002192582100257X/pdf",
  "retrieved_date": "2025-07-30T16:05:12.062566",
  "source_database": "OpenAlex"
}