{
  "openalex_id": "W3139866522",
  "doi": "https://doi.org/10.4103/1673-5374.310675",
  "title": "A biophysical perspective on the unexplored mechanisms driving Parkinson’s disease by amphetamine-like stimulants",
  "abstract": "Epidemiological studies have reported an increased risk of Parkinson’s disease (PD) development in amphetamine-type stimulant users during their lifetime (Garwood et al., 2006; Rumpf et al., 2017). Protein inclusions mainly composed of misfolded and aggregated α-synuclein are the pathological hallmark of PD and other disorders known as synucleinopathies. Molecular studies present evidence that amphetamine upregulates α-synuclein synthesis in substantia nigra. The increment of α-synuclein levels promotes its aggregation and amyloid fibril formation, increasing reactive oxygen species (ROS), and consequently dopamine oxidation (Wang and Witt, 2014), known to be toxic for dopaminergic neurons involved in motor function and limbic-motor integration. Over the years, these damaged cells lose their functionality and may die precociously, depleting the reserve of neural cells necessary for the normal neurological function which contributes to the onset of PD, when a critical number of cells are lost (Garwood et al., 2006). Therefore, the use of amphetamine-type stimulants may be a trigger event in the development of PD and parkinsonism, in conjugation to other risk factors that a given individual may hold. Despite the evidence, a previous study suggests that there is not enough data to corroborate the loss of dopamine neurons due to human amphetamine-type stimulant exposure, and consequently its implication in the PD development (Kish et al., 2017). Thus, elucidating the mechanisms underlying amphetamine-type stimulant influence on PD may contribute to better knowledge about the risk factors for the onset of this disease by these substances and adopt social policies to prevent future cases. The present perspective highlights the uncharted spots of the molecular mechanisms of α-synuclein aggregation pathways and how additional studies are necessary to understand the role of amphetamine-like stimulants as triggers of PD by changing α-synuclein thermodynamic and kinetic landscape. What is known? The abuse of amphetamine-type stimulants affects dopaminergic function inducing intracellular dopamine depletion, rising extracellular dopamine levels, and prolonging dopamine receptor signalling in the striatum (Wang and Witt, 2014; Kish et al., 2017). Epidemiological studies observed a several-fold increased risk of PD development in amphetamine-type stimulant users compared to non-consumers, with an average of 27 years between amphetamine exposure and the onset of this disease (Garwood et al., 2006). Clinical evidence shows loss of dopaminergic neurons in methamphetamine consumers (Rumpf et al., 2017). Molecular studies show that methamphetamine upregulates SNCA expression in substantia nigra, by decreasing cytosine methylation in its promoter region (Jiang et al., 2014). Methamphetamine also alters cellular signaling, activating nicotinic alpha-7 receptors, which increase the intra-synaptosomal concentration of calcium, nitric oxide synthase and protein kinase C, raising the levels of nitric oxide (Wang and Witt, 2014). These levels of oxidative stress perturb energetic metabolism, increasing excitotoxicity and dopamine oxidation. The decrease of the energy in the cell compromises protein quality control efficiency increasing α-synuclein aggregation and accumulation, which accelerates the loss of neuronal dopamine function. Moreover, the action of nitric oxide radicals leads to the nitration of tyrosine residues in proteins. Nitration of α-synuclein tyrosine 39 leads to its oligomerization in a cellular oxidative model of PD (Danielson et al., 2009). Furthermore, there is evidence that amphetamine and methamphetamine bind tightly to the N-terminus of intrinsically unstructured α-synuclein inducing its folding, which increases its likelihood of misfolding and aggregation (Tavassoly and Lee, 2012). The underlying known unknowns: To address the molecular implications of amphetamine-type stimulants on PD is paramount to understand the role of non-programmed post-translational modifications of α-synuclein, and how these changes affect its aggregation pathway. However, currently, there is no consensual picture of the α-synuclein native initial conformation(s) as well as its oligomerization mechanism(s). Thus, to study the implications of amphetamine-type stimulants on this disease, it is fundamental to have an accurate picture of the α-synuclein polypeptide chain accessible conformation(s) along with the kinetic routes between them. The contradictory data on α-synuclein native conformation(s) starts with its secondary structure content. Two studies report that native α-synuclein exists as a folded tetramer (Bartels et al., 2011; Wang et al., 2011). The study by Bartels et al. (2011) shows that α-synuclein exists inside cells as a stable α-helical tetramer with an apparent size of 58 kDa. The other study indicates that α-synuclein produced in Escherichia coli exists as a dynamic tetramer rich in α-helical structure (Wang et al., 2011). Both studies suggest that the tetrameric helical form of α-synuclein is resistant to aggregation and fibril formation. Conversely, other studies show that α-synuclein produced in human cell lines exhibited identical mobility in native and denaturing gels to its unfolded monomer produced in Escherichia coli (Fauvet et al., 2012). These findings are consistent with most studies on the oligomeric state of native α-synuclein, which have consistently shown an unfolded monomeric structure. Another utterly important factor in PD is the aggregation and fibrillation pathway of α-synuclein. The most consensual mechanism proposes the formation of a partially folded intermediate from native α-synuclein (Fink, 2006). This aggregation-prone intermediate can form soluble oligomers, insoluble amorphous aggregates or insoluble fibrils, depending on the conditions. However, this aggregation model does not describe the multiple potential conformations of unfolded α-synuclein, neither the possible pathways of its oligomerization towards amyloid fibrils. Moreover, there is a body of contradictory evidence that implies further studies to obtain a consensual picture of α-synuclein molecular aggregation mechanism, both in the test tube and in cellular/animal models. Just afterwards, the study of the role of amphetamine-type stimulants on PD is possible. Despite the lack of data to build a more precise picture of α-synuclein amyloid fibril formation steps, a few studies on the effect of amphetamine-type stimulants in this protein structure have already started the pavement to understand how these substances may influence its aggregation. The data suggest that both amphetamine and methamphetamine bind to α-synuclein inducing its folding towards a compact structure (Tavassoly and Lee, 2012). According to the authors, this folded conformation increases its likelihood of aggregation. However, these pilot studies are limited, and further work should be considered. Our perspective: Given all previously written, the main biophysical questions in the role of amphetamine-type stimulants on this disease are: (i) Does the exposition of α-synuclein to amphetamines increase its propensity to aggregate? (ii) What are the molecular mechanisms underneath it? (iii) Does the exposure of α-synuclein to oxidative stress, generated by amphetamine-type stimulants, increase its propensity to aggregate? and (iv) how this take place? A comprehensive answer to these questions implies tackling the kinetic and thermodynamic landscape of α-synuclein polypeptide chain in physiological conditions, as performed to other amyloid precursors such as transthyretin (Quintas et al., 2001). This knowledge will allow performing experimental work in the presence of amphetamine-type stimulants and identify (i) the native initial state(s) of α-synuclein after ribosomal synthesis, (ii) the equilibrium between possible α-synuclein native conformational states, (iii) the aggregation-prone α-synuclein conformational form(s), and (iv) the aggregation pathway(s) of α-synuclein (Figure 1). The knowledge of α-synuclein thermodynamic landscape allows building experiments in the presence of potential inhibitors or enhancers of its aggregation and answer to the whys of such events. Several studies have already been carried out, but the results are not consistent among research groups, as seen previously. The principal issue seems to be the stochastic nature of α-synuclein aggregation process, which is the real challenge of amyloid protein studies.Figure 1: Protein folding landscape representation of an intrinsically unstructured protein like α-synuclein.The topography of the landscape links the thermodynamics and kinetics of protein folding (i). α-Synuclein after synthesis (iA) seems to inter-change among monomeric (iB1, iB2 and iB3) or oligomeric (iC) conformations without regular secondary structure. Eventually, stochastic events originate α-synuclein aggregation and amyloid fibril formation (iD). A helical oligomeric conformation is already observed in vivo (iE). Protein folding landscape representation of an intrinsically unstructured protein like α-synuclein covalently modified (ii). Amphetamine-type stimulants binding to α-synuclein may change the protein folding landscape, altering its kinetics and thermodynamics. After a post-translation modification, α-synuclein polypeptide chain (iiA) may stabilize some monomeric (iiB1, iiB2 and iiB3) or oligomeric (iiC) conformations by decreasing the minimum energy of the folding funnels or raising the energy barriers between states. One of these conformations may have a higher propensity to aggregate and form amyloid (iiD). The propensity to form other conformations (iiE) may suffer changes too. (Generated by World Machine Software, LLC, Seattle, WA, USA).In our perspective, amphetamine-type stimulants may bind to α-synuclein, changing the equilibrium between the intrinsically unordered structure(s) and a conformation prone to form amyloid fibrils. Amine group of the amphetamine-type stimulant can form an amide with carboxyl groups of α-synuclein, generating an adduct. These non-programmed protein post-translational modifications change the local hydrophilic/hydrophobic balance in the modified spot, inducing alterations in the thermodynamic landscape of the polypeptide chain which promotes changes in the stability and equilibrium of the accessible conformations. Therefore, the preferential protein conformation(s) may become more stable, increasing its lifespan, or less stable, potentiating misfolding and aggregation. Another type of α-synuclein adducts might emerge from reactive intermediates generated by amphetamine or dopamine metabolization. Amphetamines are metabolized in the central nervous system by cytochrome P450, flavin monooxygenase and prostaglandin H synthase, giving rise to reactive intermediates and free radicals. Thus, stimulants and its reactive metabolites in synaptic terminals may react with α-synuclein forming adducts prone to aggregate and to form neurotoxic oligomeric species and eventually amyloid fibrils. These events may aggravate due to higher levels of dopamine in the synaptic terminals in amphetamine-type stimulants consumers. Raising dopamine implies raising dopamine oxidized metabolites, and dopamine derived quinone species prone to react with α-synuclein. These stimulants are also, metabolized to reactive quinones species. In a therapeutic regime, stimulant levels may be ten times higher than dopamine in the synaptic terminals. Thus, it is even more likely in chronic amphetamine-type stimulant users to have adducts. Amphetamine may also bind to α-synuclein negatively charged C-terminal domain through electrostatic interactions stabilizing a partially folded conformation. (Tavassoly and Lee, 2012). These observations suggest that the interaction between α-synuclein and positive cations induces a conformational change which is more prone to fibrillate. All considered, directly or indirectly, amphetamine-type stimulants may influence the aggregation pathway of α-synuclein and increase the predisposition of an individual to develop PD. Conclusion: The present perspective aims to convey a biophysical view on amphetamine-type stimulants impact over the molecular mechanism of α-synuclein aggregation and consequently on PD. Moreover, it proposes an experimental frame to understand the effect of these substances on α-synuclein at a molecular level. The proposed approach shows the importance to map the thermodynamic and kinetic landscape of α-synuclein polypeptide chain aggregation. Afterwards, tackle the understanding of the changes in the protein conformation and aggregation dynamics influenced by amphetamine-type stimulants. Furthermore, considering even subtle changes caused by such molecules, since the protein quality-control proper function depends on the energetic metabolism, which decreases with age, these modifications might turn out to be the underlying triggers for idiopathic PD cases involving these compounds. Overall, in our view, the exposition to amphetamine-type stimulants may promote non-programmed α-synuclein post-translational modifications, both directly or indirectly, via oxidative stress, changing its thermodynamic and kinetic landscape and stabilizing an intermediate(s) prone to form toxic aggregates and eventually amyloid. CF, JC, AQ were supported by Egas Moniz Cooperativa de Ensino Superior. ST was supported by Fundação para a Ciência e Tecnologia project 02/SAICT/2017/029656 and iNOVA4Health-UIDB/04462/2020, a program financially supported by Fundação para a Ciência e Tecnologia/Ministério da Educação e Ciência, Portugal, through national funds and co-funded by FEDER under the PT2020 Partnership Agreement.",
  "authors": [
    {
      "display_name": "Alexandre Quintas",
      "id": "A5040535670",
      "orcid": "https://orcid.org/0000-0002-5188-0453",
      "institutions": [
        {
          "id": "I4210116645",
          "display_name": "Centre Alexandre Koyré",
          "country_code": "FR",
          "type": "facility"
        },
        {
          "id": "I83558840",
          "display_name": "Universidade Nova de Lisboa",
          "country_code": "PT",
          "type": "funder"
        },
        {
          "id": "I182534213",
          "display_name": "Universidade do Porto",
          "country_code": "PT",
          "type": "funder"
        },
        {
          "id": "I3132158377",
          "display_name": "Escola Superior de Saúde Egas Moniz",
          "country_code": "PT",
          "type": "education"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Alexandre Quintas"
    },
    {
      "display_name": "Carla Ferreira",
      "id": "A5009838376",
      "orcid": "https://orcid.org/0000-0001-6317-4516",
      "institutions": [
        {
          "id": "I182534213",
          "display_name": "Universidade do Porto",
          "country_code": "PT",
          "type": "funder"
        },
        {
          "id": "I4210116645",
          "display_name": "Centre Alexandre Koyré",
          "country_code": "FR",
          "type": "facility"
        },
        {
          "id": "I3132158377",
          "display_name": "Escola Superior de Saúde Egas Moniz",
          "country_code": "PT",
          "type": "education"
        },
        {
          "id": "I83558840",
          "display_name": "Universidade Nova de Lisboa",
          "country_code": "PT",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Carla Ferreira"
    },
    {
      "display_name": "Joana Couceiro",
      "id": "A5038323488",
      "orcid": "https://orcid.org/0000-0003-2872-7853",
      "institutions": [
        {
          "id": "I83558840",
          "display_name": "Universidade Nova de Lisboa",
          "country_code": "PT",
          "type": "funder"
        },
        {
          "id": "I4210116645",
          "display_name": "Centre Alexandre Koyré",
          "country_code": "FR",
          "type": "facility"
        },
        {
          "id": "I182534213",
          "display_name": "Universidade do Porto",
          "country_code": "PT",
          "type": "funder"
        },
        {
          "id": "I3132158377",
          "display_name": "Escola Superior de Saúde Egas Moniz",
          "country_code": "PT",
          "type": "education"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Joana Couceiro"
    },
    {
      "display_name": "Sandra Tenreiro",
      "id": "A5056030772",
      "orcid": "https://orcid.org/0000-0001-7272-5842",
      "institutions": [
        {
          "id": "I4210116645",
          "display_name": "Centre Alexandre Koyré",
          "country_code": "FR",
          "type": "facility"
        },
        {
          "id": "I83558840",
          "display_name": "Universidade Nova de Lisboa",
          "country_code": "PT",
          "type": "funder"
        },
        {
          "id": "I182534213",
          "display_name": "Universidade do Porto",
          "country_code": "PT",
          "type": "funder"
        },
        {
          "id": "I3132158377",
          "display_name": "Escola Superior de Saúde Egas Moniz",
          "country_code": "PT",
          "type": "education"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Sandra Tenreiro"
    }
  ],
  "publication_year": 2021,
  "publication_date": "2021-01-01",
  "type": "article",
  "cited_by_count": 2,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S80372421",
    "display_name": "Neural Regeneration Research",
    "issn_l": "1673-5374",
    "issn": [
      "1673-5374",
      "1876-7958"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320448"
  },
  "volume": "16",
  "issue": "11",
  "first_page": "2213",
  "last_page": "2213",
  "open_access": {
    "is_oa": true,
    "oa_status": "gold",
    "oa_url": "https://doi.org/10.4103/1673-5374.310675",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C2777193897",
      "display_name": "Amphetamine",
      "level": 3,
      "score": 0.8498298
    },
    {
      "id": "C513476851",
      "display_name": "Dopamine",
      "level": 2,
      "score": 0.7103305
    },
    {
      "id": "C137183658",
      "display_name": "Dopaminergic",
      "level": 3,
      "score": 0.70289063
    },
    {
      "id": "C2780557958",
      "display_name": "Stimulant",
      "level": 2,
      "score": 0.69777966
    },
    {
      "id": "C2780938664",
      "display_name": "Substantia nigra",
      "level": 4,
      "score": 0.6711023
    },
    {
      "id": "C169760540",
      "display_name": "Neuroscience",
      "level": 1,
      "score": 0.6434413
    },
    {
      "id": "C2779734285",
      "display_name": "Parkinson's disease",
      "level": 3,
      "score": 0.59728515
    },
    {
      "id": "C2779134260",
      "display_name": "Disease",
      "level": 2,
      "score": 0.5182964
    },
    {
      "id": "C2776525014",
      "display_name": "Parkinsonism",
      "level": 3,
      "score": 0.5122858
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.4529258
    },
    {
      "id": "C98274493",
      "display_name": "Pharmacology",
      "level": 1,
      "score": 0.331592
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.32436708
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.20288375
    }
  ],
  "topics": [
    {
      "id": "T10085",
      "display_name": "Parkinson's Disease Mechanisms and Treatments",
      "score": 1.0
    },
    {
      "id": "T10919",
      "display_name": "Neurological disorders and treatments",
      "score": 0.9937
    },
    {
      "id": "T10483",
      "display_name": "Nerve injury and regeneration",
      "score": 0.9859
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.4103/1673-5374.310675",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:14:20.650935",
  "source_database": "OpenAlex"
}