{
  "openalex_id": "W3138721308",
  "doi": "https://doi.org/10.7326/m20-7884",
  "title": "Clinical Practice Guidelines Registry: Toward Reducing Duplication, Improving Collaboration, and Increasing Transparency",
  "abstract": "Ideas and OpinionsMay 2021Clinical Practice Guidelines Registry: Toward Reducing Duplication, Improving Collaboration, and Increasing TransparencyYaolong Chen, MD, MSc, Gordon H. Guyatt, MD, MSc, Zachary Munn, PhD, Ivan D. Florez, MD, MSc, PhD, Ana Marušić, MD, PhD, Susan L. Norris, MD, MPH, MSc, Tamara Kredo, MBChB, MMed, PhD, and Amir Qaseem, MD, PhD, MHAYaolong Chen, MD, MScEvidence-Based Medicine Center, School of Basic Medical Sciences, Lanzhou University, and WHO Collaborating Centre for Guideline Implementation and Knowledge Translation, Lanzhou, China (Y.C.), Gordon H. Guyatt, MD, MScMcMaster University, Hamilton, Ontario, Canada (G.H.G.), Zachary Munn, PhDGuidelines International Network, Pitlochry, Scotland, and Joanna Briggs Institute, University of Adelaide, Adelaide, Australia (Z.M.), Ivan D. Florez, MD, MSc, PhDMcMaster University, Hamilton, Ontario, Canada, and University of Antioquia, Medellin, Colombia (I.D.F.), Ana Marušić, MD, PhDUniversity of Split School of Medicine, Split, Croatia (A.M.), Susan L. Norris, MD, MPH, MScOregon Health & Science University, Portland, Oregon (S.L.N.), Tamara Kredo, MBChB, MMed, PhDCochrane South Africa, South African Medical Research Council, Tygerberg, South Africa (T.K.), and Amir Qaseem, MD, PhD, MHAAmerican College of Physicians, Philadelphia, Pennsylvania (A.Q.).Author, Article, and Disclosure Informationhttps://doi.org/10.7326/M20-7884 Annals Author Insight Video - Yaolong Chen, MD, MSc In this video, Yaolong Chen, MD, MSc, offers additional insight into the article, \"Clinical Practice Guidelines Registry: Toward Reducing Duplication, Improving Collaboration, and Increasing Transparency.\" (Duration 3:23) SectionsAboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinkedInRedditEmail Clinical trials, systematic reviews (SRs), and trustworthy clinical practice guidelines (CPGs) are central to evidence ecosystems and evidence-based health care. Efficient and transparent measures should be in place to share information about any planned work. Prospective registration provides researchers with an open platform to post protocols and record the progress of studies. Prior registration of clinical trials and SRs has brought an opportunity to improve the transparency in methods and objectives, reduce unnecessary duplication and potential biases, and provide a more reliable evidence basis for CPGs (1–3).Currently, SRs can be registered a priori in PROSPERO (www.crd.york.ac.uk/prospero/), and clinical trials ...References1. Haug C, Gøtzsche PC, Schroeder TV. Registries and registration of clinical trials [Editorial]. N Engl J Med. 2005;353:2811-2. [PMID: 16382070] CrossrefMedlineGoogle Scholar2. Sideri S, Papageorgiou SN, Eliades T. Registration in the International Prospective Register of Systematic Reviews (PROSPERO) of systematic review protocols was associated with increased review quality. J Clin Epidemiol. 2018;100:103-110. [PMID: 29339215] CrossrefMedlineGoogle Scholar3. Ge L, Tian JH, Li YN, et al. Association between prospective registration and overall reporting and methodological quality of systematic reviews: a meta-epidemiological study. J Clin Epidemiol. 2018;93:45-55. [PMID: 29111471] CrossrefMedlineGoogle Scholar4. Lenzer J. Why we can't trust clinical guidelines. BMJ. 2013;346:f3830. [PMID: 23771225] doi:10.1136/bmj.f3830 CrossrefMedlineGoogle Scholar5. Graham R, Mancher M, Miller Wolman D, et al, eds. Clinical Practice Guidelines We Can Trust. National Academies Pr; 2011. Google Scholar6. Dagens A, Sigfrid L, Cai E, et al. Scope, quality, and inclusivity of clinical guidelines produced early in the Covid-19 pandemic: rapid review. BMJ. 2020;369:m1936. [PMID: 32457027] doi:10.1136/bmj.m1936 CrossrefMedlineGoogle Scholar7. Munn Z, Twaddle S, Service D, et al. Developing guidelines before, during, and after the COVID-19 pandemic [Editorial]. Ann Intern Med. 2020;173:1012-4. doi:10.7326/M20-4907 LinkGoogle Scholar8. Norris SL, Louis H, Sawin VI, et al. An evaluation of WHO emergency guidelines for Zika virus disease. J Evid Based Med. 2019;12:218-224. [PMID: 31215148] doi:10.1111/jebm.12347 CrossrefMedlineGoogle Scholar9. Cabana MD, Rand CS, Powe NR, et al. Why don't physicians follow clinical practice guidelines? A framework for improvement. JAMA. 1999;282:1458-65. [PMID: 10535437] CrossrefMedlineGoogle Scholar10. Laine C, De Angelis C, Delamothe T, et al. Clinical trial registration: looking back and moving ahead [Editorial]. Ann Intern Med. 2007;147:275-7. [PMID: 17548404] LinkGoogle Scholar Author, Article, and Disclosure InformationAffiliations: Evidence-Based Medicine Center, School of Basic Medical Sciences, Lanzhou University, and WHO Collaborating Centre for Guideline Implementation and Knowledge Translation, Lanzhou, China (Y.C.)McMaster University, Hamilton, Ontario, Canada (G.H.G.)Guidelines International Network, Pitlochry, Scotland, and Joanna Briggs Institute, University of Adelaide, Adelaide, Australia (Z.M.)McMaster University, Hamilton, Ontario, Canada, and University of Antioquia, Medellin, Colombia (I.D.F.)University of Split School of Medicine, Split, Croatia (A.M.)Oregon Health & Science University, Portland, Oregon (S.L.N.)Cochrane South Africa, South African Medical Research Council, Tygerberg, South Africa (T.K.)American College of Physicians, Philadelphia, Pennsylvania (A.Q.).Acknowledgment: The authors thank Qi Zhou and Janne Estill for revising and suggesting the previous versions of the article and Shuya Lu for drawing the characters in the figure.Disclosures: Disclosures can be viewed at www.acponline.org/authors/icmje/ConflictOfInterestForms.do?msNum=M20-7884.Corresponding Author: Yaolong Chen, MD, MSc, Evidence-Based Medicine Center, School of Basic Medical Sciences, Lanzhou University, 199 Donggang West Road, Chengguan District, Lanzhou, Gansu 730000, China; e-mail, [email protected]edu.cn.Current Author Addresses: Dr. Chen: Evidence-Based Medicine Center, School of Basic Medical Sciences, Lanzhou University, 199 Donggang West Road, Chengguan District, Lanzhou, Gansu 730000, China.Dr. Guyatt: Department of Health, Evidence & Impact, McMaster University Medical Centre, 1280 Main Street West, 2C Area, Hamilton, ON L8S 4K1, Canada.Dr. Munn: Joanna Briggs Institute, The University of Adelaide, Adelaide, SA 5005, Australia.Dr. Florez: Department of Pediatrics, University of Antioquia, Calle 67 No. 51-27, Segundo Piso del Hospital Infantil San Vicente Fundación, 050001 Medellín, Colombia; School of Rehabilitation Science, McMaster University, 1400 Main Street West, Institute for Applied Health Sciences Building, Room 403, Hamilton, ON L8S 1C7, Canada.Dr. Marušić: Department of Research in Biomedicine and Health, University of Split School of Medicine, Soltanska 2, 21000 Split, Croatia.Dr. Norris: Oregon Health & Science University, 3181 SW Sam Jackson Park Road, Portland, OR 97239.Dr. Kredo: Cochrane South Africa, South African Medical Research Council, Francie van Zijl Drive, Parow Valley, Tygerberg 7505, South Africa; Division of Clinical Pharmacology, Department of Medicine, Stellenbosch University, South Africa.Dr. Qaseem: American College of Physicians, 190 N. Independence Mall West, Philadelphia, PA 19106.Author Contributions: Conception and design: Y. Chen, Z. Munn, A. Marušić, A. Qaseem.Analysis and interpretation of the data: Y. Chen, I.D. Florez, T. Kredo.Drafting of the article: Y. Chen, Z. Munn, I.D. Florez, A. Marušić, T. Kredo, A. Qaseem.Critical revision of the article for important intellectual content: G.H. Guyatt, Z. Munn, I.D. Florez, A. Marušić, S.L. Norris, T. Kredo, A. Qaseem.Final approval of the article: Y. Chen, G.H. Guyatt, Z. Munn, I.D. Florez, A. Marušić, S.L. Norris, T. Kredo, A. Qaseem.Statistical expertise: A. Qaseem.Obtaining of funding: Y. Chen.Administrative, technical, or logistic support: Y. Chen.Collection and assembly of data: Y. Chen.This article was published at Annals.org on 16 March 2021. PreviousarticleNextarticle Advertisement Annals Author Insight Video - Yaolong Chen, MD, MSc In this video, Yaolong Chen, MD, MSc, offers additional insight into the article, \"Clinical Practice Guidelines Registry: Toward Reducing Duplication, Improving Collaboration, and Increasing Transparency.\" (Duration 3:23) FiguresReferencesRelatedDetailsSee AlsoClinical Practice Guidelines Registry Elaine Harrow , Sara Twaddle , Duncan Service , Ina B. Kopp , Pablo Alonso-Coello , and Gillian Leng Metrics Cited byPromoting the quality and transparency of health research in ChinaCharacteristics of guidelines registered on the PREPARE platformMethodology and experiences of rapid advice guideline development for children with COVID-19: responding to the COVID-19 outbreak quickly and efficientlyProtocols for clinical practice guidelinesCore Outcome Sets in Child HealthPublishing clinical prActice GuidelinEs (PAGE): Recommendations from editors and reviewersPublishing clinical prActice GuidelinEs (PAGE): Recommendations from Editors and ReviewersLiving Practice Guidelines Require Robust and Continuous Iteration and UptakeTianjing Li, MD, MHS, PhD and Maria Michaels, MBA, PMPQuality assessment of clinical practice guidelines for neonatal sepsis using the Appraisal of Guidelines for Research and Evaluation (AGREE) II Instrument: A systematic review of neonatal guidelinesPublishing clinical prActice GuidelinEs (PAGE): Recommendations from editors and reviewersGuideline registries and libraries: a mixed-methods approach identified issues to be addressed with contentA memorandum of understanding has facilitated guideline development involving collaborating groupsGuidelines developed under pressure. The case of the COVID-19 low-quality \"rapid\" guidelines and potential solutionsDeveloping the RIGHT extension statement for practice guideline protocols: the RIGHT-P statement protocolClinical Epidemiology in China series. Paper 4: The reporting and methodological quality of Chinese clinical practice guidelines published between 2014 and 2018: A systematic reviewClinical Practice Guidelines RegistryElaine Harrow, MA, PgDip, Sara Twaddle, PhD, MSc, Duncan Service, MA(Hons), Dip LIS, Ina B. Kopp, MD, Pablo Alonso-Coello, MD, PhD, Gillian Leng, MDAnalysis of COVID-19 Guideline Quality and Change of Recommendations: A Systematic Review May 2021Volume 174, Issue 5Page: 705-707KeywordsClinical trialsConflicts of interestDisclosureEvidence based medicineForecastingGlobal healthHealth careLibrariesPatient advocacyTreatment guidelines ePublished: 16 March 2021 Issue Published: May 2021 Copyright & PermissionsCopyright © 2021 by American College of Physicians. All Rights Reserved.PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Yaolong Chen",
      "id": "A5043818935",
      "orcid": "https://orcid.org/0000-0002-9841-5233",
      "institutions": [
        {
          "id": "I76214153",
          "display_name": "Lanzhou University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Yaolong Chen"
    },
    {
      "display_name": "Gordon Guyatt",
      "id": "A5031717153",
      "orcid": "https://orcid.org/0000-0003-2352-5718",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Gordon H. Guyatt"
    },
    {
      "display_name": "Zachary Munn",
      "id": "A5073208432",
      "orcid": "https://orcid.org/0000-0002-7091-5842",
      "institutions": [
        {
          "id": "I5681781",
          "display_name": "The University of Adelaide",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Zachary Munn"
    },
    {
      "display_name": "Iván D. Flórez",
      "id": "A5038341180",
      "orcid": "https://orcid.org/0000-0002-0751-8932",
      "institutions": [
        {
          "id": "I35961687",
          "display_name": "Universidad de Antioquia",
          "country_code": "CO",
          "type": "funder"
        },
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ivan D. Florez"
    },
    {
      "display_name": "Ana Marušić",
      "id": "A5046187244",
      "orcid": "https://orcid.org/0000-0001-6272-0917",
      "institutions": [
        {
          "id": "I92251255",
          "display_name": "University of Split",
          "country_code": "HR",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ana Marušić"
    },
    {
      "display_name": "Susan L. Norris",
      "id": "A5003894233",
      "orcid": "https://orcid.org/0000-0002-0042-2452",
      "institutions": [
        {
          "id": "I165690674",
          "display_name": "Oregon Health & Science University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Susan L. Norris"
    },
    {
      "display_name": "Tamara Kredo",
      "id": "A5013765803",
      "orcid": "https://orcid.org/0000-0001-7115-9535",
      "institutions": [
        {
          "id": "I10947320",
          "display_name": "South African Medical Research Council",
          "country_code": "ZA",
          "type": "other"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Tamara Kredo"
    },
    {
      "display_name": "Amir Qaseem",
      "id": "A5077264460",
      "orcid": "https://orcid.org/0000-0001-6866-7985",
      "institutions": [
        {
          "id": "I40130261",
          "display_name": "American College of Physicians",
          "country_code": "US",
          "type": "other"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Amir Qaseem"
    }
  ],
  "publication_year": 2021,
  "publication_date": "2021-03-16",
  "type": "editorial",
  "cited_by_count": 43,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S119722071",
    "display_name": "Annals of Internal Medicine",
    "issn_l": "0003-4819",
    "issn": [
      "0003-4819",
      "1539-3704"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316812"
  },
  "volume": "174",
  "issue": "5",
  "first_page": "705",
  "last_page": "707",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.8770597
    },
    {
      "id": "C2780233690",
      "display_name": "Transparency (behavior)",
      "level": 2,
      "score": 0.63174564
    },
    {
      "id": "C2779974597",
      "display_name": "Clinical Practice",
      "level": 2,
      "score": 0.4834086
    },
    {
      "id": "C535046627",
      "display_name": "Clinical trial",
      "level": 2,
      "score": 0.42874065
    },
    {
      "id": "C512399662",
      "display_name": "Family medicine",
      "level": 1,
      "score": 0.3399017
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.19213152
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T12664",
      "display_name": "Clinical practice guidelines implementation",
      "score": 1.0
    },
    {
      "id": "T10804",
      "display_name": "Health Systems, Economic Evaluations, Quality of Life",
      "score": 0.9933
    },
    {
      "id": "T10206",
      "display_name": "Meta-analysis and systematic reviews",
      "score": 0.9928
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.7326/m20-7884",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:38:41.806574",
  "source_database": "OpenAlex"
}