{
  "openalex_id": "W3145369806",
  "doi": "https://doi.org/10.1097/ju.0000000000001733",
  "title": "Pivotal Study of Leadless Tibial Nerve Stimulation with eCoin® for Urgency Urinary Incontinence: An Open-Label, Single Arm Trial",
  "abstract": "Open AccessJournal of UrologyAdult Urology1 Aug 2021Pivotal Study of Leadless Tibial Nerve Stimulation with eCoin® for Urgency Urinary Incontinence: An Open-Label, Single Arm Trial Alexandra Rogers, Stephanie Bragg, Kimberly Ferrante, Chuladatta Thenuwara, and David K. L. Peterson Alexandra RogersAlexandra Rogers *Correspondence: Department of Urology, Sansum Clinic, 4151 Foothill Rd., Santa Barbara, California 93110 telephone: 805-681-7564; E-mail Address: [email protected] Department of Urology, Sansum Clinic, Santa Barbara, California , Stephanie BraggStephanie Bragg Statistics Collaborative, Inc., Washington, District of Columbia , Kimberly FerranteKimberly Ferrante Department of Urogynecology, Kaiser Permanente Point Loma, San Diego, California , Chuladatta ThenuwaraChuladatta Thenuwara Valencia Technologies Corporation, Valencia, California , and David K. L. PetersonDavid K. L. Peterson Valencia Technologies Corporation, Valencia, California View All Author Informationhttps://doi.org/10.1097/JU.0000000000001733AboutAbstractPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookTwitterLinked InEmail Abstract Purpose: A novel leadless tibial nerve stimulator provides a primary battery-powered, coin-sized, minimally invasive option to deliver automatic low-duty cycle stimulation for overactive bladder syndrome therapy. A pivotal trial was conducted to evaluate the safety and efficacy of this investigational device, eCoin®, for treating refractory urgency urinary incontinence. Materials and Methods: This was a prospective, open-label, single arm trial carried out at 15 U.S. medical centers involving 137 subjects with refractory urgency urinary incontinence. After implantation in the lower leg above the fascia over the tibial nerve, eCoin delivered automated stimulation sessions for the duration of the study. The primary efficacy measure was the proportion of subjects who achieved a 50% or greater reduction from baseline in urgency urinary incontinence episodes after 48 weeks of therapy. The primary safety measure was device-related adverse events at the same time point. Results: Of 137 subjects enrolled, 133 were implanted with eCoin, and 132 were included in the intention-to-treat population. Of those 132 subjects, 98% were female, mean±SD age was 63.9±10.9 years, and baseline daily urgency urinary incontinence episodes were 4.3±3.1. The primary efficacy analysis showed 68% (95% CI: 60%–76%) of subjects experienced at least a 50% reduction in urgency urinary incontinence episodes at 48 weeks post-activation; 16% of implanted subjects experienced device-related events through 52 weeks post-implantation. Conclusions: eCoin demonstrated clinical benefit for treating overactive bladder syndrome with automatic delivery of an intermittent low-duty cycle and implanted with a minimally invasive, brief procedure. Abbreviations and Acronyms COVID-19 coronavirus disease 2019 HRQoL health-related quality of life IPG implanted pulse generator ITT intention-to-treat MRI magnetic resonance imaging OAB overactive bladder syndrome OABq Overactive Bladder Questionnaire PTNS percutaneous tibial nerve stimulation SNM sacral neuromodulation UUI urgency urinary incontinence Despite decades of revolutionizing multiple disease states with a nondestructive and restorative therapy, neuromodulation often remains limited to the most refractory pathologies due to invasive and costly surgical installation.1–4 Standard neuromodulation devices involve precise lead placement along a target nerve followed by tunneling to an adequate pocket space to place a sizeable IPG, which necessitates surgery with multiple incisions typically using general anesthesia.5 eCoin®, a miniaturized leadless neurostimulator delivering percutaneous low-duty cycle stimulation, challenges these fundamental form factor restrictions and offers potential improvement for numerous disease states (fig. 1).6–8 The coin-sized device, composed of radially symmetric electrode material lining the rim and bottom center, emits a dome-shaped electrical field able to target nerves 6 mm below its surface and 10 mm laterally from its center. In the outpatient or office setting, eCoin is implanted subcutaneously in the lower leg and delivers automatic 30-minute treatments without the need for patient manipulation. The intermittent sessions preserve battery life by keeping the device in sleep mode 99.5% of the time. Figure 1. eCoin illustration In this study, eCoin was evaluated for the treatment of overactive bladder, which has a prevalence that ranges from 12% to 43% and affects up to 33 million persons in the U.S.9–11 Specifically, the study targeted those with urgency urinary incontinence, which affects approximately a third of patients with OAB and negatively impacts quality of life.11 Moreover, UUI entails a significant environmental and economic burden as adult disposable continence supplies surpass sales of infant diapers.12 Despite the availability of guideline-based treatment algorithms, a staggering percentage of patients lack management. Second-line medication options often lack substantial efficacy, produce intolerable side effects or can be cost-prohibitive, and third-line options, including percutaneous tibial nerve stimulation office treatments, onabotulinumtoxinA and sacral neuromodulation surgery, under-penetrate these untreated patients for various reasons, including invasive nature or need for maintenance. Fewer than 5% of patients progress to these burdensome and/or unappealing third-line therapies for their refractory symptoms.13–17 The maintenance-free, fully implantable eCoin device has unique attributes compared to current OAB treatments, including delivery with a brief procedure using only local anesthetic and reliance on minimal resources.18,19 Other potential benefits include automated compliance and less precision of placement compared to both SNM surgery and chronic PTNS sessions with possible elimination of intermittent onabotulinumtoxinA intradetrusor injections.20 Thus, the aim of this study was to assess the efficacy and safety of eCoin for treatment of OAB with UUI, which might better manage these patients given the distinct features of this novel form factor. Methods Study Overview This prospective, single arm, open-label study was conducted at 15 U.S. sites (clinicaltrials.gov, NCT03556891). This study was conducted in compliance with U.S. Food and Drug Administration and International Conference on Harmonization regulations for Good Clinical Practice. The institutional review board at each site approved the protocol and informed consent forms (IRB No. 111-3281), and regulatory bodies in the U.S. approved conduct of the study. A Data Safety and Monitoring Board oversaw this study. All participants provided written informed consent. Study Subjects The target population was between 120 and 135 adults aged 18–80 with daily UUI. All subjects were intolerant of, or showed an inadequate response to, at least 1 second or third-line therapy prior to enrollment. Key exclusion criteria included stress predominant urinary incontinence, neurogenic lower urinary tract dysfunction, bladder pain syndrome, peripheral neuropathy, lower leg varicosities, venous insufficiency with skin changes or pitting edema near the ankle. OAB pharmaceuticals were washed out at least 2 weeks prior to baseline while prior PTNS and onabotulinumtoxinA patients had washout periods of 1 and 9 months, respectively. Patients with prior SNM were excluded. Subjects were expected to avoid OAB therapies until the primary end point. Procedures At the screening visit, medical histories were detailed and a physical exam performed with careful attention to the lower extremities. Eligible subjects completed a 3-day voiding diary prior to their baseline visit to confirm urgency predominant incontinence with at least 1 daily UUI episode. The device was implanted subcutaneously using only local anesthetic in the medial lower leg above the fascia (fig. 2). Prior to activation, incision checks were performed given the reduced blood flow in the lower leg leading to a longer heal time compared to the buttock location for SNM IPGs. Four weeks after implantation with minimal swelling confirmed, a field clinical engineer activated (turn ON and SET) the device at a programming visit. Figure 2. eCoin implantation procedure The electrical paradigm involves a stimulation rate of 20 pulses per second at a pulse width of 200 microseconds. The pulse amplitude (0.5–15 mA) is adjusted with an external controller to an acceptable sensory level. The amplitude is activated and set at an initial level where the subject feels sensation in the foot, or set at a nominal initial level of 8 mA in cases where the subject does not feel a sensation at any amplitude. Automated stimulation sessions occur for 30-minute durations every 3 days for 18 weeks and every 4 days thereafter; all changes to programming were performed by a field clinical engineer. At subsequent visits, subjects may have the device setting increased or decreased on the basis of response or comfort. Increases in amplitude are performed as needed to achieve improved response. The eCoin has a postulated average operating life of 3 years. Subjects were followed for 48 weeks after device activation with followup visits at 4, 8, 12, 24, 36 and 48 weeks post-activation. A field clinical engineer attended the 8, 24 and 36-week visits for reprogramming as needed. The primary outcome was assessed at 48 weeks post-activation (52 weeks after implantation). At each followup, a 3-day voiding diary was collected and the OAB Questionnaire, Patient Global Impression of Improvement, and a custom Likert scale on subject satisfaction questionnaires were administered.21,22 Subjects were queried regarding adverse events, initiation of OAB medications, any other changes to their history or comments regarding the device. At 48 weeks post-activation, participants replied to a non-validated questionnaire detailing their experience with the device, implant procedure and their attitudes towards eCoin compared to other therapies. Outcomes The primary efficacy outcome was a 50% reduction in UUI episodes 48 weeks post-activation. The primary safety evaluation was assessment of device-related adverse events at the same time point. Secondary outcomes measured at 24 weeks post-activation included achieving ≥75% and 100% reduction in UUI episodes; reductions from baseline in UUI, voids, urgency, and nocturia; as well as patient-reported outcomes at 24 and 48 weeks post-activation. The PRO end points included the OABq, Patient Global Impression of Improvement score, and custom satisfaction questionnaires. The primary group for analysis was an intention-to-treat population defined as all subjects enrolled and implanted or attempted to be implanted with eCoin. A subgroup analysis of patients in the ITT population with at least 10 voids per day on their baseline voiding diary (“frequency cohort”) was performed to assess change from baseline in urinary voids, urgency episodes and nocturia. Sensitivity analyses assessed the impact of OAB medications and the COVID-19 pandemic on the primary efficacy results. Exploratory 36-week post-activation analyses were also performed given that all 36-week visits were completed prior to onset of the national emergency due to COVID-19; about 20% of the 48-week visits were conducted after onset. Additional exploratory analyses were performed to analyze the “48 Week Questionnaire.” Statistical Analysis The statistical analysis plan was drafted, amended, and data analyzed by Statistics Collaborative, Inc., unaffiliated with the sponsor. Analyses were generated using SAS® version 9.4. Missing data for the primary efficacy end point were adjudicated as specified in the statistical analysis plan. Any subject explanted, except for explants secondary to MRI need, prior to 48 weeks post-activation was imputed as a nonresponder (ie subject assumed not to achieve a 50% UUI reduction). Subjects post-explantation for a MRI had data imputed as missing at random and were handled with multiple imputation. Subjects in whom 48-week post-activation data were unavailable, and the study investigator did not know whether the device had been explanted, were assumed non-responders. Subjects for whom 48-week post-activation data were unavailable but the device was known not to have been explanted were assumed missing at random and were handled with multiple imputation. The performance goal was at least a 40% response rate after 48 weeks of therapy. The primary efficacy analysis was performed by testing the null hypothesis that the percentage responding was less than or equal to 40% against the alternative hypothesis that the percentage was greater than 40%. The test was performed at an overall 1-sided 2.5% level of significance. The study was to be considered successful if the 1-sided significance level associated with the binomial test was less than or equal to 0.025. Equivalently, the study was considered successful if the lower bound of the corresponding 2-sided 95% confidence interval for the percentage of subjects responding was above 40%. The study was designed to detect an improvement in the percentage responding compared with a historical percentage of 40%. A study of 120 subjects would have 80% power to detect an increase in the percentage responding from 40% to 53%, 90% power to detect an increase from 40% to 55%, and 95% power to detect an increase from 40% to 57%, at 1-sided 2.5% significance level. Calculations used PASS 2019, v19.0.2. The justification for the performance goal of 40% is based on prior InterStim™ SNM device data. The observed modified ITT responder rate in the ROSETTA study23 and the available as-treated analyses in the Insite study24 allow calculation of the lower bound in an ITT analysis. Results The study enrolled 137 subjects (of 173 screened) from August 14, 2018 to April 2, 2019. Of these, 133 (97%) were implanted with eCoin and 4 discontinued prior to eCoin implantation. No exclusions were based on a screening test or trial procedure. Of the implanted subjects, 132 were included in the ITT analysis population; 1 subject with a UUI baseline value of 0 was excluded. Figure 3 shows the subject disposition flow and study schedule time points for discontinuations for subjects in the ITT population. Figure 3. CONSORT diagram Demographics and baseline characteristics are shown in table 1. The treatment history demonstrates subjects reported a mean 11-year history of OAB and failing at least 1 alternative treatment (table 2). Mean±SD implantation time, performed under local anesthesia, from incision to final suture was 19.8±14.3 minutes. Table 1. Demographics and baseline characteristics Total pts 132 Mean±SD age at enrollment 63.9±10.9 No. female (%) 130 (98) No. White (%) 111 (84) Mean±SD body mass index 30.3±5.9 No. body mass index ≥30 (%) 65 (50) Baseline UUI episodes: No pts. 132 Mean±SD 4.3±3.1 Range 1-23 Quartiles 1, 2, 3 2, 4, 5 Baseline urgency episodes: No pts. 132 Mean±SD 8.2±3.6 Range 0-23 Quartiles 1, 2, 3 6, 8, 10 Baseline nocturia episodes: No pts. 132 Mean±SD 2.5±1.0 Range 0-5 Quartiles 1, 2, 3 2, 3, 3 Baseline symptom bother scale (lower is better):* No. 128 Mean±SD 66.1±19.6 Range 18-100 Quartiles 1, 2, 3 55, 65, 80 Baseline HRQoL (higher is better):† No pts. 128 Mean±SD 45.7±22.5 Range 0-95 Quartiles 1, 2, 3 29, 48, 62 Symptom bother scale is subset scale of 8 questions from OABq. Higher numbers indicate more severe symptoms. Numbers presented represent transformed composite scores, ranging from 0–100. HRQoL is subset scale of 25 questions from OABq. Higher numbers indicate better quality of life. Numbers presented represent transformed composite scores, ranging from 0–100. Table 2. Prior therapies Total No. pts 133 OAB duration (yrs): No. pts 133 Mean±SD 10.9±10.2 Range 0.5-52 Quartiles (25th, median, 75th) 3.5, 8.5,15 No. prior treatments (%):* PTNS therapy 35 (26) Transcutaneous electrical nerve stimulation therapy 4 (3) OAB medications 113 (85) OnabotulinumtoxinA 15 (11) Intolerant of other treatments 7 (5) None/no intolerance 0 (0) Percentages do not total 100 because some patients reported multiple prior therapies. In the study, 68% (95% CI: 60%–76%) of subjects satisfied the primary outcome by experiencing at least a 50% reduction in UUI episodes at 48 weeks post-activation, 69% (95% CI: 61%–77%) achieved ≥50% reduction in UUI episodes from baseline to 24-week post-activation, and 70% (95% CI: 62%–78%) achieved at least 50% reduction in UUI episodes at 36 weeks post activation. Responder rates are displayed in figure 4 across 24, 36 and 48 weeks post-activation. Secondary end points are presented in table 3. Figure 4. Responder rates at 24, 36 and 48 weeks Table 3. Secondary end points and PRO End Points 24 Wks Stimulation p Value 48 Wks Stimulation p Value No. Pts Mean±SD Range Quartiles 1, 2, 3 No. Pts Mean±SD Range Quartiles 1, 2, 3 Voiding diary—change from baseline: UUI episodes 119 −2.64±2.98 −14.0–4.7 −4.0, −2.3, −1.0 <0.001 120 −2.61±2.97 −13.3–4.3 −3.7, −2.2, −1.2 <0.001 Urinary voids* 54 −2.30±3.01 −9.0–4.3 −4.7, −2.3, −0.3 <0.001 57 −2.12±2.73 −8.3–3.7 −4.0, −2.0, −0.7 <0.001 Urgency episodes 119 −1.52±3.77 −11.7–6.0 −4.0, −1.0, 1.3 <0.001 120 −1.49±3.91 −13.0–7.7 −4.0, −0.7, 1.0 <0.001 Nocturia episodes 119 −0.39±1.00 −3.3–2.0 −1.0, −0.3, 0.3 <0.001 120 −0.31±0.94 −2.7–2.0 −1.0, −0.3, 0.3 <0.001 Nocturia episodes* 54 −0.74±1.08 −3.3–1.7 −1.7, −0.7, 0.0 <0.001 57 −0.51±1.01 −2.7–2.0 −1.3, −0.7, 0.0 <0.001 OABq score—change from baseline: Symptom bother scale† 116 −33.4±26.8 −93–23 −55, −35, −14 <0.001 116 −34.2±27.5 −95–33 −55, −34, −14 <0.001 HRQoL‡ 116 33.6±27.6 −25–98 14, 32, 54 <0.001 116 34.5±25.9 −15–89 13, 33, 57 <0.001 Pt-reported satisfaction assessment:§ How satisfied is subject with eCoin? 122 3.6±1.1 1–5 3, 4, 4 120 3.6±1.4 1–5 3, 4, 5 How satisfied is subject with programming of device? 122 3.8±1.1 1–5 3, 4, 5 120 3.9±1.3 1–5 3, 4, 5 How satisfied is subject with stimulation of device? 122 3.7±1.1 1–5 3, 4, 5 120 3.9±1.3 1–5 4, 4, 5 Patient Global Impression of Improvement observed scores (compared to subject's urinary leakage before treatment)ǁ 122 2.4±1.3 1–7 1, 2, 3 120 2.3±1.4 1–7 1, 2, 3 Subjects presented are in ITT population. For subjects with missing data, no imputation was performed. p Values are not presented for patient-reported satisfaction assessment or Patient Global Impression of Improvement because no baseline assessments were collected. Includes subjects in ITT population whose baseline urinary voids value is more than 10 voids per day. Symptom bother scale is subset scale of 8 questions from OABq. Higher numbers indicate more severe symptoms. Numbers presented represent transformed composite scores, ranging from 0–100. HRQoL is subset scale of 25 questions from OABq. Higher numbers indicate a better quality of life. Numbers are transformed composite scores (range 0–100). Scale ranges from 1–5 (higher is better): 1=not satisfied at all; 2=slightly satisfied; 3=somewhat satisfied, 4=very satisfied; 5=completely satisfied. Scale ranges from 1–7 (lower is better): 1=very much better; 2=much better; 3=better; 4=about the same; 5=worse, 6=much worse; 7=very much worse. Three sensitivity analyses were performed to account for OAB medication usage by 5 subjects. All 3 analyses showed results nearly identical to the primary effectiveness analysis (table 4). Table 4. Analysis of primary effectiveness outcome variable for patients who took OAB medications while on study—ITT population ≥50% Reduction from Baseline to Wk 48 in No. UUI Episodes Percentage±SE 95% CI Total pts 132 Primary efficacy analysis 68±4 60, 76 Primary efficacy end point—sensitivity analyses: Analysis 1: Impute wk 48 assessment with multiple imputation for any pt who took OAB medication while on study 68±4 60, 76 Analysis 2: Impute wk 48 assessment to nonresponder for any pt who was on OAB medication at wk 48 visit 68±4 59, 76 Analysis 3: Impute wk 48 assessment to nonresponder for any pt who took OAB medication while on study 67±4 59, 75 Total patients are number in ITT population whose baseline UUI data are greater than 0. For patients with missing data, multiple imputation is used according to statistical analysis plan version 4.0. Additional sensitivity analyses were performed to assess the impact of the COVID-19 pandemic on the primary efficacy end point: a comparison of data pre-COVID-19 and during the pandemic and a comparison of in-person and remotely collected data. The pre-pandemic and in-person responder rates were 75% (95; 95% CI: 65%–83%) and 74% (106; 95% CI: 64%–82%). The responder rate during the pandemic was 60% (25; 95% CI: 39%–79%) and the responder rate of remote-visits was 57% (14; 95% CI: 29%–82%). Exploratory analyses of the “48 Week Questionnaire” showed high subject satisfaction with eCoin and good understanding of the procedure with 89% of subjects reporting that they would recommend the therapy to friends and family, 97% reporting that the procedure was adequately explained, and 93% reporting that they would undergo the procedure in 5 years. When asked questions comparing eCoin to other named modalities, only 4% of subjects indicated a preference for another modality over eCoin. On average, subjects had a permanent implant for 50.7 weeks. The rate of device-related adverse events was approximately 15% at 28 and 52 weeks. Most device or procedure related adverse events were graded mild to moderate (table 5); 19% of subjects experienced device or procedure-related events through 52 weeks of implantation, including 16% of subjects who reported device-related adverse events. One related serious adverse event occurred, an infection related to the study procedure resulting in explant, which resolved without sequelae. Table 5. Treatment emergent adverse events related to eCoin or procedure by severity (exploratory analysis)—all implanted subjects (133) MedDRA* System Organ Class/Preferred Term† No. Pts (%) Any Mild Moderate Severe Subjects with any adverse event related to study device or procedure 26 (20) 15 (11) 8 (6) 3 (2) Infections: 9 (7) 4 (3) 3 (2) 2 (2) Postop wound infection 6 (5) 3 (2) 2 (2) 1 (1) Implant site infection 2 (2) 0 1 (1) 1 (1) Wound abscess 1 (1) 1 (1) 0 0 Product issues: 9 (7) 6 (5) 2 (2) 1 (1) Device stimulation issue 6 (5) 3 (2) 2 (2) 1 (1) Device dislocation 2 (2) 2 (2) 0 0 Device malfunction 1 (1) 1 (1) 0 0 Injuries: 5 (4) 4 (3) 1 (1) 0 Wound dehiscence 2 (2) 2 (2) 0 0 Incision site erythema 1 (1) 1 (1) 0 0 Incision site pain 1 (1) 1 (1) 0 0 Wound 1 (1) 0 1 (1) 0 Musculoskeletal: 3 (2) 2 (2) 1 (1) 0 Pain in extremity 2 (2) 1 (1) 1 (1) 0 Musculoskeletal discomfort 1 (1) 1 (1) 0 0 General: 2 (2) 1 (1) 1 (1) 0 Implant site swelling 1 (1) 0 1 (1) 0 Medical device site discomfort 1 (1) 1 (1) 0 0 Skin: 2 (2) 2 (2) 0 0 Dermatitis contact 1 (1) 1 (1) 0 0 Skin irritation 1 (1) 1 (1) 0 0 Gastrointestinal: anal incontinence 1 (1) 0 1 (1) 0 Medical Dictionary for Regulatory Activities. Number of subjects implanted. Subjects are counted at most once per row and under highest severity reported. Discussion In this prospective multicenter study, a novel investigational device implanted with local anesthetic demonstrated clinically significant effectiveness for OAB symptoms coupled with a favorable safety profile. Approximately 70% of patients responded to eCoin at all time points through 12 months. The performance goal, based on prior InterStim SNM results, was surpassed by 20 points. Despite a considerable COVID-19 negative impact, results were durable to 48 weeks post-activation. Burden on quality of life was alleviated, with clinically significant improvement in both subscales of the OABq, and positive PRO results strongly correlating to UUI episode improvement.25 A limitation of the study was the lack of blinding and comparison. Considering that neuromodulation studies are generally not blinded since the therapy itself is sensed, a control group with a similar safety profile to eCoin could not be achieved. Percutaneous methods where blinding could be achieved using inactive stimulation sites have demonstrated favorable clinical results compared to a control group.26,27 We also acknowledge that a 12-month end point provides only medium-term data on the durability of response and future longer followup data will be needed. There was a 2.25% infection rate with resolution after uncomplicated explantation. This infection rate rivals existing implanted neuromodulation data reporting a 3% to 6% rate of explant due to infection.23,28,29 The 5% rate of stimulation discomfort was low over 52 weeks with all events resolved with reprogramming; this rate is lower than reported SNM occurence of 10.2%.26 Furthermore, eCoin eradicates adverse events related to SNM lead wires such as migration and/or fracture. Lastly, compared to SNM, the risks associated with misuse of programmers and charging components is nonexistent as eCoin does not require patient management of these various components to ensure therapy administration. Conclusions This brief office or outpatient implantation requiring only local anesthesia performed by 15 investigators previously naïve to the procedure, is safe and met primary efficacy outcomes for the treatment of UUI. The aftercare protocol and device management post-activation were achievable with minimal compliance requirements, which may partially contribute to the durable results seen at 1 year. Potentially, eCoin could reduce barriers associated with multistage SNM surgery necessitating precise lead placement and subsequent patient management of the device. eCoin offers a novel OAB therapy with minimal compliance issues due to automatic therapy delivery and a well-tolerated, reproducible implantation procedure, all precipitating the potential for high adoption once available. Acknowledgments We acknowledge Justin A. Klein, CMI (Mitopop), for his contribution to the illustrations featured in this manuscript, all the investigators involved in the clinical trial—Drs. Thomas Guidice, Joseph Gauta, Bilal Kaaki, Jed Kaminetsky, Vincent Lucente, James Lukban, Scott MacDiarmid, Rebecca McCrery, John Nguyen, Peter Sand, Sonia Dutta, Scott Serels, Andrew Shapiro, and Chris Threatt, represented by Drs. Rogers and Ferrante, Lijuan Zeng, MHS and the staff at StatCollab for their statistical support, Dr. Subhro Sen for design of the surgical procedure, Drs. Ryan Endress, Ryan Katz, and Jarom Gilstrap for surgical proctoring, Data Safety Monitoring Board members Drs. Melissa Kaufman, Subhro Sen, Arun Amar, and Bridget-Anne Kirwin, and the staff at SOCAR Research for the electronic data capture system. References 1. : Neurostimulation devices for the treatment of neurologic disorders. Mayo Clin Proc 2017; 92: 1427. Google Scholar 2. : The evolution of cochlear implant technology and its clinical relevance. J Med Life 2014; 7: 1. Google Scholar 3. : Reversing 21 years of chronic paralysis via non-invasive spinal cord neuromodulation: a case study. Ann Clin Transl Neurol 2020; 7: 829. Google Scholar 4. : The use of neuromodulation for symptom management. Brain Sci 2019; 9: 232. Google Scholar 5. : Implantable neural stimulators. In: Neuromodulation. Edited by . San Diego, California: Elsevier 2018; p 275. Google Scholar 6. : A brief history of acupuncture: from traditional acupuncturology to experimental acupuncturology. In: Experimental Acupuncturology. Edited by . Oxford, UK: Springer 2018; pp 1. Google Scholar 7. : Long-lasting reduction of blood pressure by electroacupuncture in patients with hypertension: randomized controlled trial. Med Acupunct 2015; 27: 253. Google Scholar 8. : Electroacupuncture in fibromyalgia: results of a controlled trial. BMJ 1992; 305: 1249. Google Scholar 9. : National community prevalence of overactive bladder in the United States stratified by sex and age. Urology 2011; 77: 1081. Google Scholar 10. : Population-based survey of urinary incontinence, overactive bladder, and other lower urinary tract symptoms in five countries: results of the EPIC study. Eur Urol 2006; 50: 1306. Google Scholar 11. : Prevalence and burden of overactive bladder in the United States. World J Urol 2003; 20: 327. Google Scholar 12. : Waste management and environmental impact of absorbent hygiene products: a review. Waste Manag Res 2020; doi: 10.1177/0734242X20954271. Crossref, Google Scholar 13. : Use of third line therapy for overactive bladder in a practice with multiple subspecialty providers—are we doing enough?J Urol 2018; 199: 779. Link, Google Scholar 14. : Treatment patterns and costs among patients with OAB treated with combination oral therapy, sacral nerve stimulation, percutaneous tibial nerve stimulation, or onabotulinumtoxinA in the United States. Neurourol Urodyn 2020; 39: 2206. Google Scholar 15. : Sacral neuromodulation: standardized electrode placement technique. Neuromodulation 2017; 20: 816. Google Scholar 16. : Efficacy and safety of sacral and percutaneous tibial neuromodulation in non-neurogenic lower urinary tract dysfunction and chronic pelvic pain: a systematic review of the literature. Eur Urol 2018; 73: 406. Google Scholar 17. : Comparing the efficacy of onabotulinumtoxinA, sacral neuromodulation, and peripheral tibial nerve stimulation as third line treatment for the management of overactive bladder symptoms in adults: systematic review and network meta-analysis. Toxins (Basel) 2020; 12: 128. Google Scholar 18. : New implantable tibial nerve stimulation devices: review of published clinical results in comparison to established neuromodulation devices. Res Rep Urol 2019; 11: 351. Google Scholar 19. : Review of new implantable tibial nerve stimulators in comparison to established third-line treatment modalities for non-neurogenic overactive bladder. Urol Pract 2020; 7: 530. Link, Google Scholar 20. : Long-term durability of percutaneous tibial nerve stimulation for the treatment of overactive bladder. J Urol 2010; 183: 234. Link, Google Scholar 21. : Psychometric validation of an overactive bladder symptom and health-related quality of life questionnaire: the OAB-q. Qual Life Res 2002; 11: 563. Google Scholar 22. : Validation of the Patient Global Impression scales for use in detrusor overactivity: secondary analysis of the RELAX study. BJOG 2013; 120: 212. Google Scholar 23. : OnabotulinumtoxinA vs sacral neuromodulation on refractory urgency urinary incontinence in women: a randomized clinical trial. JAMA 2016; 316: 1366. Google Scholar 24. : Results of a prospective, randomized, multicenter study evaluating sacral neuromodulation with InterStim therapy compared to standard medical therapy at 6-months in subjects with mild symptoms of overactive bladder: sacral neuromodulation vs. medication for OAB. Neurourol Urodyn 2015; 34: 224. Google Scholar 25. : Determining the importance of change in the overactive bladder questionnaire. J Urol 2006; 176: 627. Link, Google Scholar 26. : Percutaneous tibial nerve stimulation effects on detrusor overactivity incontinence are not due to a placebo effect: a randomized, double-blind, placebo controlled trial. J Urol 2010; 184: 2001. Link, Google Scholar 27. : Randomized trial of percutaneous tibial nerve stimulation versus sham efficacy in the treatment of overactive bladder syndrome: results from the SUmiT trial. J Urol 2010; 183: 1438. Link, Google Scholar 28. : Sacral nerve stimulation for fecal incontinence: results of a 120-patient prospective multicenter study. Ann Surg 2010; 251: 441. Google Scholar 29. : The effects of spinal cord stimulation in neuropathic pain are sustained: a 24-month follow-up of the prospective randomized controlled multicenter trial of the effectiveness of spinal cord stimulation. Neurosurgery 2008; 63: 762. Google Scholar Trial was funded by Valencia Technologies Corporation. This is an open access article distributed under the terms of the Creative Commons Attribution-NonCommercial-NoDerivatives License 4.0 (CC BY-NC-ND), which permits downloading and sharing the work provided it is properly cited. The work cannot be changed in any way or used commercially without permission from the journal.© 2021 The Author(s). Published on behalf of the American Urological Association, Education and Research, Inc.FiguresReferencesRelatedDetails Volume 206Issue 2August 2021Page: 399-408 Advertisement Copyright & Permissions© 2021 The Author(s). Published on behalf of the American Urological Association, Education and Research, Inc.Keywordstibial nervequality of lifeurgeurinary bladderurinary incontinenceoveractiveimplantable neurostimulatorsAcknowledgmentsWe acknowledge Justin A. Klein, CMI (Mitopop), for his contribution to the illustrations featured in this manuscript, all the investigators involved in the clinical trial—Drs. Thomas Guidice, Joseph Gauta, Bilal Kaaki, Jed Kaminetsky, Vincent Lucente, James Lukban, Scott MacDiarmid, Rebecca McCrery, John Nguyen, Peter Sand, Sonia Dutta, Scott Serels, Andrew Shapiro, and Chris Threatt, represented by Drs. Rogers and Ferrante, Lijuan Zeng, MHS and the staff at StatCollab for their statistical support, Dr. Subhro Sen for design of the surgical procedure, Drs. Ryan Endress, Ryan Katz, and Jarom Gilstrap for surgical proctoring, Data Safety Monitoring Board members Drs. Melissa Kaufman, Subhro Sen, Arun Amar, and Bridget-Anne Kirwin, and the staff at SOCAR Research for the electronic data capture system.MetricsAuthor Information Alexandra Rogers Department of Urology, Sansum Clinic, Santa Barbara, California *Correspondence: Department of Urology, Sansum Clinic, 4151 Foothill Rd., Santa Barbara, California 93110 telephone: 805-681-7564; E-mail Address: [email protected] Financial and/or other relationship with Valencia Technologies. More articles by this author Stephanie Bragg Statistics Collaborative, Inc., Washington, District of Columbia More articles by this author Kimberly Ferrante Department of Urogynecology, Kaiser Permanente Point Loma, San Diego, California More articles by this author Chuladatta Thenuwara Valencia Technologies Corporation, Valencia, California Financial and/or other relationship with Valencia Technologies. More articles by this author David K. L. Peterson Valencia Technologies Corporation, Valencia, California Financial and/or other relationship with Valencia Technologies. More articles by this author Expand All Trial was funded by Valencia Technologies Corporation. Advertisement Advertisement Loading ...",
  "authors": [
    {
      "display_name": "Alexandra Rogers",
      "id": "A5069901350",
      "orcid": "https://orcid.org/0009-0004-9729-9228",
      "institutions": [
        {
          "id": "I2801628713",
          "display_name": "Sansum Medical Clinic",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Alexandra Rogers"
    },
    {
      "display_name": "Stephanie Bragg",
      "id": "A5037971345",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210135435",
          "display_name": "Statistics Collaborative",
          "country_code": "US",
          "type": "company"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Stephanie Bragg"
    },
    {
      "display_name": "Kimberly L. Ferrante",
      "id": "A5087987819",
      "orcid": "https://orcid.org/0000-0002-6069-9226",
      "institutions": [
        {
          "id": "I1343052199",
          "display_name": "Kaiser Permanente",
          "country_code": "US",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Kimberly Ferrante"
    },
    {
      "display_name": "Chuladatta Thenuwara",
      "id": "A5091336892",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Chuladatta Thenuwara"
    },
    {
      "display_name": "David K. L. Peterson",
      "id": "A5008886336",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "David K. L. Peterson"
    }
  ],
  "publication_year": 2021,
  "publication_date": "2021-04-02",
  "type": "article",
  "cited_by_count": 17,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "206",
  "issue": "2",
  "first_page": "399",
  "last_page": "408",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "https://www.auajournals.org/doi/pdf/10.1097/JU.0000000000001733",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.8318664
    },
    {
      "id": "C2778531004",
      "display_name": "Urinary incontinence",
      "level": 2,
      "score": 0.5626996
    },
    {
      "id": "C2776825438",
      "display_name": "Tibial nerve",
      "level": 3,
      "score": 0.47016403
    },
    {
      "id": "C2780542891",
      "display_name": "Tamsulosin",
      "level": 3,
      "score": 0.42491388
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.38345551
    },
    {
      "id": "C126894567",
      "display_name": "Urology",
      "level": 1,
      "score": 0.3439862
    },
    {
      "id": "C24998067",
      "display_name": "Stimulation",
      "level": 2,
      "score": 0.19295043
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.16835591
    },
    {
      "id": "C2777562237",
      "display_name": "Hyperplasia",
      "level": 2,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10279",
      "display_name": "Urinary Bladder and Prostate Research",
      "score": 0.9996
    },
    {
      "id": "T10418",
      "display_name": "Pelvic floor disorders treatments",
      "score": 0.9971
    },
    {
      "id": "T11291",
      "display_name": "Intraocular Surgery and Lenses",
      "score": 0.9625
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1097/ju.0000000000001733",
  "pdf_url": "https://www.auajournals.org/doi/pdf/10.1097/JU.0000000000001733",
  "retrieved_date": "2025-07-30T14:57:12.927864",
  "source_database": "OpenAlex"
}