{
  "openalex_id": "W3145359886",
  "doi": "https://doi.org/10.1161/circresaha.121.318902",
  "title": "SARS-CoV-2 Spike Protein Impairs Endothelial Function via Downregulation of ACE 2",
  "abstract": "HomeCirculation ResearchVol. 128, No. 9SARS-CoV-2 Spike Protein Impairs Endothelial Function via Downregulation of ACE 2 Free AccessLetterPDF/EPUBAboutView PDFView EPUBSections ToolsAdd to favoritesDownload citationsTrack citationsPermissions ShareShare onFacebookTwitterLinked InMendeleyReddit Jump toFree AccessLetterPDF/EPUBSARS-CoV-2 Spike Protein Impairs Endothelial Function via Downregulation of ACE 2 Yuyang Lei, Jiao Zhang, Cara R. Schiavon, Ming He, Lili Chen, Hui Shen, Yichi Zhang, Qian Yin, Yoshitake Cho, Leonardo Andrade, Gerald S. Shadel, Mark Hepokoski, Ting Lei, Hongliang Wang, Jin Zhang, Jason X.-J. Yuan, Atul Malhotra, Uri Manor, Shengpeng Wang, Zu-Yi Yuan and John Y-J. Shyy Yuyang LeiYuyang Lei Cardiology, First Affiliated Hospital of Xi'an Jiaotong University (Y.L., Jiao Zhang, Z.-Y.Y.). Cardiovascular Research Center, School of Basic Medical Sciences (Y.L., Jiao Zhang, L.C., Q.Y., S.W.). , Jiao ZhangJiao Zhang Cardiology, First Affiliated Hospital of Xi'an Jiaotong University (Y.L., Jiao Zhang, Z.-Y.Y.). Cardiovascular Research Center, School of Basic Medical Sciences (Y.L., Jiao Zhang, L.C., Q.Y., S.W.). Xi'an Jiaotong University Health Science Center. Cardiology, Department of Medicine (Jiao Zhang, M. He, H.S., Y.Z., Y.C., J.Y.-J.S.), University of California, San Diego, La Jolla, CA. , Cara R. SchiavonCara R. Schiavon https://orcid.org/0000-0002-9311-2145 Waitt Advanced Biophotonics Center (C.R.S., L.A., U.M.). Molecular and Cellular Biology Laboratory, Salk Institute for Biological Studies, La Jolla, CA (C.R.S., G.S.S.). , Ming HeMing He Xi'an Jiaotong University Health Science Center. Cardiology, Department of Medicine (Jiao Zhang, M. He, H.S., Y.Z., Y.C., J.Y.-J.S.), University of California, San Diego, La Jolla, CA. , Lili ChenLili Chen Cardiovascular Research Center, School of Basic Medical Sciences (Y.L., Jiao Zhang, L.C., Q.Y., S.W.). , Hui ShenHui Shen Xi'an Jiaotong University Health Science Center. Cardiology, Department of Medicine (Jiao Zhang, M. He, H.S., Y.Z., Y.C., J.Y.-J.S.), University of California, San Diego, La Jolla, CA. Cardiology, the Affiliated Hospital of Yangzhou University (H.S.). , Yichi ZhangYichi Zhang Xi'an Jiaotong University Health Science Center. Cardiology, Department of Medicine (Jiao Zhang, M. He, H.S., Y.Z., Y.C., J.Y.-J.S.), University of California, San Diego, La Jolla, CA. , Qian YinQian Yin Cardiovascular Research Center, School of Basic Medical Sciences (Y.L., Jiao Zhang, L.C., Q.Y., S.W.). , Yoshitake ChoYoshitake Cho Xi'an Jiaotong University Health Science Center. Cardiology, Department of Medicine (Jiao Zhang, M. He, H.S., Y.Z., Y.C., J.Y.-J.S.), University of California, San Diego, La Jolla, CA. , Leonardo AndradeLeonardo Andrade Waitt Advanced Biophotonics Center (C.R.S., L.A., U.M.). , Gerald S. ShadelGerald S. Shadel Molecular and Cellular Biology Laboratory, Salk Institute for Biological Studies, La Jolla, CA (C.R.S., G.S.S.). , Mark HepokoskiMark Hepokoski Pulmonary, Critical Care and Sleep Medicine, Department of Medicine (M. Hepokoski, J.X.-J.Y., A.M.), University of California, San Diego, La Jolla, CA. , Ting LeiTing Lei Pathology, School of Basic Medical Sciences (T.L.), University of California, San Diego, La Jolla, CA. , Hongliang WangHongliang Wang Pathogen Biology and Immunology, School of Basic Medical Sciences (H.W.), University of California, San Diego, La Jolla, CA. , Jin ZhangJin Zhang Pharmacology (Jin Zhang), University of California, San Diego, La Jolla, CA. , Jason X.-J. YuanJason X.-J. Yuan Pulmonary, Critical Care and Sleep Medicine, Department of Medicine (M. Hepokoski, J.X.-J.Y., A.M.), University of California, San Diego, La Jolla, CA. , Atul MalhotraAtul Malhotra Pulmonary, Critical Care and Sleep Medicine, Department of Medicine (M. Hepokoski, J.X.-J.Y., A.M.), University of California, San Diego, La Jolla, CA. , Uri ManorUri Manor https://orcid.org/0000-0002-9802-1955 Waitt Advanced Biophotonics Center (C.R.S., L.A., U.M.). , Shengpeng WangShengpeng Wang Cardiovascular Research Center, School of Basic Medical Sciences (Y.L., Jiao Zhang, L.C., Q.Y., S.W.). , Zu-Yi YuanZu-Yi Yuan Zu-Yi Yuan, MD, PhD, Department of Cardiology, First Affiliated Hospital of Xi'an Jiaotong University, 277 Yanta W Rd, Xi'an 710061, China, Email E-mail Address: [email protected] Cardiology, First Affiliated Hospital of Xi'an Jiaotong University (Y.L., Jiao Zhang, Z.-Y.Y.). and John Y-J. ShyyJohn Y-J. Shyy Correspondence to: John Y-J. Shyy, PhD, Division of Cardiology, Department of Medicine, University of California, San Diego, 9500 Gilman Dr, La Jolla, CA 92093, Email E-mail Address: [email protected] https://orcid.org/0000-0002-5625-753X Xi'an Jiaotong University Health Science Center. Cardiology, Department of Medicine (Jiao Zhang, M. He, H.S., Y.Z., Y.C., J.Y.-J.S.), University of California, San Diego, La Jolla, CA. Originally published31 Mar 2021https://doi.org/10.1161/CIRCRESAHA.121.318902Circulation Research. 2021;128:1323–1326is related toMeet the First AuthorsOther version(s) of this articleYou are viewing the most recent version of this article. Previous versions: March 31, 2021: Ahead of Print Meet the First Author, see p 1239SARS-CoV-2 (severe acute respiratory syndrome coronavirus 2) infection relies on the binding of S protein (Spike glycoprotein) to ACE (angiotensin-converting enzyme) 2 in the host cells. Vascular endothelium can be infected by SARS-CoV-2,1 which triggers mitochondrial reactive oxygen species production and glycolytic shift.2 Paradoxically, ACE2 is protective in the cardiovascular system, and SARS-CoV-1 S protein promotes lung injury by decreasing the level of ACE2 in the infected lungs.3 In the current study, we show that S protein alone can damage vascular endothelial cells (ECs) by downregulating ACE2 and consequently inhibiting mitochondrial function.We administered a pseudovirus expressing S protein (Pseu-Spike) to Syrian hamsters intratracheally. Lung damage was apparent in animals receiving Pseu-Spike, revealed by thickening of the alveolar septa and increased infiltration of mononuclear cells (Figure [A]). AMPK (AMP-activated protein kinase) phosphorylates ACE2 Ser-680, MDM2 (murine double minute 2) ubiquitinates ACE2 Lys-788, and crosstalk between AMPK and MDM2 determines the ACE2 level.4 In the damaged lungs, levels of pAMPK (phospho-AMPK), pACE2 (phospho-ACE2), and ACE2 decreased but those of MDM2 increased (Figure [B], i). Furthermore, complementary increased and decreased phosphorylation of eNOS (endothelial NO synthase) Thr-494 and Ser-1176 indicated impaired eNOS activity. These changes of pACE2, ACE2, MDM2 expression, and AMPK activity in endothelium were recapitulated by in vitro experiments using pulmonary arterial ECs infected with Pseu-Spike which was rescued by treatment with N-acetyl-L-cysteine, a reactive oxygen species inhibitor (Figure [B], ii).Download figureDownload PowerPointFigure. SARS-CoV-2 (Severe acute respiratory syndrome coronavirus 2) Spike protein exacerbates endothelial cell (EC) function via ACE (angiotensin-converting enzyme) 2 downregulation and mitochondrial impairment.A, Representative H&E histopathology of lung specimens from 8- to 12 wk-old male Syrian hamsters 5-day post administration of pseudovirus overexpressing Spike protein (Pseu-Spike) or mock virus in control group (n=3 mice per group, 1×108 PFU). Thickened alveolar septa (red arrowhead) and mononuclear cell (red arrow). Scale bar=20 μm. B, Pseu-Spike (n=4) or mock virus (n=4)–infected hamster lungs were subjected to Western blot analysis for pAMPK (phospho-AMPK) T172, AMPK, pACE2 (phospho angiotensin-converting enzyme) S680, ACE 2, MDM2, peNOS S1176, peNOS T494, eNOS (endothelial NO synthase), and β-actin (B, i). Human pulmonary arterial EC (PAECs) were infected with Pseu-Spike or mock virus for 24 h with or without N-acetyl-L-cysteine (NAC; 5 mmol/L) pretreatment for 2 h. The protein extracts were analyzed by Western blot using antibodies against proteins as indicated (n=4; B, ii). C, Representative confocal images of mitochondrial morphology of ECs treated with human recombinant S1 protein or IgG (4 μg/mL) for 24 h (C, i) or infected with human adenovirus ACE2 S680D (ACE2-D) or ACE2 S680L (ACE2-L; 10 MOI) for 48 h (C, ii). Mitochondria were visualized using TOM20 antibody (n=4, 50 cells counted for each replicate). Scale bar=2.5 μm. Tubular: the majority of mitochondria in ECs was >10 μm in length; Intermediate: the mitochondria were <≈10 μm; Fragment: the majority of mitochondria were spherical (no clear length or width). D, Measurement of oxygen consumption rate (OCR, D, i and iii) and extracellular acidification rate (ECAR, D, ii and iv) in ECs infected with ACE2-D vs ACE2-L (10 MOI) for 48 h (n=3) or treated with IgG vs S1 protein (4 μg/mL) for 24 h (n=3). E, Real-time quantitative polymerase chain reaction analysis of the indicated mRNA levels in lung ECs from ACE2-D (n=4) and ACE2-L (n=4) knock-in mice. Eight-week-old ACE2-D and ACE2-L male mice with C57BL/6 background were used. F, Dose-response curves of acetylcholine (ACh, left)- and sodium nitroprusside (SNP, right)–mediated relaxation on the tension of phenylephrine (1 μmol/L) precontracted intrapulmonary artery stripes from Pseu-Spike-(ACh n=8, SNP n=5) or mock (ACh n=6, SNP n=5) virus–infected Syrian hamsters (1×108 PFU; F, i) and ACE2-D (n=6) or ACE2-L (n=5) mice (F, ii). The animal experiments were approved by the ethical committee of Xi'an Jiaotong University. 2-DG indicates 2-Deoxy-D-glucose; ACE2-D, a phospho-mimetic ACE2 with increased stability; ACE2-L, a dephospho-mimetic ACE2 with decreased stability; AMPK, AMP-activated protein kinase; AA/R, antimycin A&Rotenone; ENO2, enolase 2; FCCP, carbonyl cyanide-p-(trifluoromethoxy)phenylhydrazone; H&E, Hematoxylin and Eosin; HK2, hexokinase 2; HO1, heme oxygenase-1; MDM2, murine double minute 2; MOI, multiplicity of infection; NRF1, nuclear respiratory factor 1; peNOS, phospho-eNOS; PFKFB3, 6-phosphofructo-2-kinase/fructose-2,6-biphosphatase 3; Resp, respiration; and TFAM, transcription factor A, mitochondrial.We next studied the impact of S protein on mitochondrial function. Confocal images of ECs treated with S1 protein revealed increased mitochondrial fragmentation, indicating altered mitochondrial dynamics (Figure [C], i). To examine whether these mitochondrial changes were due, in part, to the decreased amount of ACE2, we overexpressed ACE2 S680D (ACE2-D, a phospho-mimetic ACE2 with increased stability) or S680L (ACE2-L, a dephospho-mimetic with decreased stability)4 in ECs. As shown in Figure [C], ii, ECs with ACE2-L had a higher number of fragmented mitochondria when compared to those with ACE2-D. Performing oxygen consumption rate and extracellular acidification rate assays, we found that ECs overexpressing ACE2-L had reduced basal mitochondrial respiration, ATP production, and maximal respiration compared to ECs overexpressing ACE2-D (Figure [D], i). Moreover, ACE2-L overexpression caused increased basal acidification rate, glucose-induced glycolysis, maximal glycolytic capacity, and glycolytic reserve (Figure [D], ii). Also, ECs incubated with S1 protein had attenuated mitochondrial function but increased glycolysis, when compared with control cells treated with IgG (Figure [D], iii and iv). We also compared the expressions of mitochondria- and glycolysis-related genes in lung ECs isolated from ACE2-D or ACE2-L knock-in mice.4 Shown in Figure [E], the mRNA levels of NRF1, HO1, and TFAM (mitochondria biogenesis-related genes) were increased, whereas those of HK2, PFKFB3, and ENO2 (glycolysis-related genes) were decreased in lung ECs in ACE2-D mice, as compared to those in ACE2-L mice.SARS-CoV-2 infection induces EC inflammation, leading to endotheliitis.1,5 Because S protein decreased ACE2 level and impaired NO bioavailability, we examined whether S protein entry is indispensable for dysfunctional endothelium. As shown in Figure [F], i, the endothelium-dependent vasodilation induced by acetylcholine was impaired in pulmonary arteries isolated from Pseu-Spike-administered hamsters, whereas the endothelium-independent vasodilation induced by sodium nitroprusside was not affected. We also compared the acetylcholine- and sodium nitroprusside–induced vasodilation of pulmonary vessels from ACE2-D or ACE2-L mice. As anticipated, acetylcholine-induced vasodilation was hindered in pulmonary arteries isolated from ACE2-L mice in comparison to ACE2-D mice (Figure [F], ii). There was, however, little difference in sodium nitroprusside–induced vasodilation between ACE2-D and ACE-L animals.Although the use of a noninfectious pseudovirus is a limitation to this study, our data reveals that S protein alone can damage endothelium, manifested by impaired mitochondrial function and eNOS activity but increased glycolysis. It appears that S protein in ECs increases redox stress which may lead to AMPK deactivation, MDM2 upregulation, and ultimately ACE2 destabilization.4 Although these findings need to be confirmed with the SARS-CoV-2 virus in the future study, it seems paradoxical that ACE2 reduction by S protein would decrease the virus infectivity, thereby protecting endothelium. However, a dysregulated renin-angiotensin system due to ACE2 reduction may exacerbate endothelial dysfunction, leading to endotheliitis. Collectively, our results suggest that the S protein-exerted EC damage overrides the decreased virus infectivity. This conclusion suggests that vaccination-generated antibody and/or exogenous antibody against S protein not only protects the host from SARS-CoV-2 infectivity but also inhibits S protein-imposed endothelial injury.Nonstandard Abbreviation and AcronymsACEangiotensin-converting enzymeECsendothelial cellseNOSendothelial NO synthasepACE2phospho-ACE2pAMPKphospho-AMPKS proteinSpike glycoproteinData AvailabilityThe data that support the findings of this study, including statistical analyses and reagents used, are available from the corresponding author upon request.Sources of FundingThis work was supported in part by grants from the National Natural Science Foundation of China (NSFC) grants 81870220 (S. Wang), 81800328 (J.Z.), 81941005 (Z.-Y. Yuan); Shaanxi Natural Science Fund S2020-JC-JQ-0239 (S. Wang); The National Key Research and Development Program (Grant No. 2018YFC1311500; Z.-Y. Yuan); the Clinical Research Award of the First Affiliated Hospital of Xi'an Jiaotong University (Grant No. XJTU1AF-CRF-2016-004; Z.-Y. Yuan); Xi'an Jiaotong University Financial support.Disclosures None.Footnotes*Y. Lei and J. Zhang contributed equally.†U. Manor, S. Wang, Z.-Y. Yuan, and J.Y.-J. Shyy contributed equally as senior authors.For Sources of Funding and Disclosures, see page 1324.Correspondence to: John Y-J. Shyy, PhD, Division of Cardiology, Department of Medicine, University of California, San Diego, 9500 Gilman Dr, La Jolla, CA 92093, Email jshyy@health.ucsd.eduZu-Yi Yuan, MD, PhD, Department of Cardiology, First Affiliated Hospital of Xi'an Jiaotong University, 277 Yanta W Rd, Xi'an 710061, China, Email zuyiyuan@mail.xjtu.edu.cnReferences1. Teuwen LA, Geldhof V, Pasut A, Carmeliet P. COVID-19: the vasculature unleashed.Nat Rev Immunol. 2020; 20:389–391. doi: 10.1038/s41577-020-0343-0CrossrefMedlineGoogle Scholar2. Codo AC, Davanzo GG, Monteiro LB, de Souza GF, Muraro SP, Virgilio-da-Silva JV, Prodonoff JS, Carregari VC, de Biagi Junior CAO, Crunfli F, et al. Elevated glucose levels favor SARS-CoV-2 infection and monocyte response through a HIF-1α/glycolysis-dependent axis.Cell Metab. 2020; 32:437–446.e5. doi: 10.1016/j.cmet.2020.07.007CrossrefMedlineGoogle Scholar3. Kuba K, Imai Y, Rao S, Gao H, Guo F, Guan B, Huan Y, Yang P, Zhang Y, Deng W, et al. A crucial role of angiotensin converting enzyme 2 (ACE2) in SARS coronavirus-induced lung injury.Nat Med. 2005; 11:875–879. doi: 10.1038/nm1267CrossrefMedlineGoogle Scholar4. Shen H, Zhang J, Wang C, Jain PP, Xiong M, Shi X, Lei Y, Chen S, Yin Q, Thistlethwaite PA, et al. MDM2-Mediated Ubiquitination of angiotensin-converting enzyme 2 contributes to the development of pulmonary arterial hypertension.Circulation. 2020; 142:1190–1204. doi: 10.1161/CIRCULATIONAHA.120.048191LinkGoogle Scholar5. Varga Z, Flammer AJ, Steiger P, Haberecker M, Andermatt R, Zinkernagel AS, Mehra MR, Schuepbach RA, Ruschitzka F, Moch H. Endothelial cell infection and endotheliitis in COVID-19.Lancet. 2020; 395:1417–1418. doi: 10.1016/S0140-6736(20)30937-5CrossrefMedlineGoogle Scholar eLetters(0)eLetters should relate to an article recently published in the journal and are not a forum for providing unpublished data. Comments are reviewed for appropriate use of tone and language. Comments are not peer-reviewed. Acceptable comments are posted to the journal website only. Comments are not published in an issue and are not indexed in PubMed. Comments should be no longer than 500 words and will only be posted online. References are limited to 10. Authors of the article cited in the comment will be invited to reply, as appropriate.Comments and feedback on AHA/ASA Scientific Statements and Guidelines should be directed to the AHA/ASA Manuscript Oversight Committee via its Correspondence page.Sign In to Submit a Response to This Article Previous Back to top Next FiguresReferencesRelatedDetailsCited By Halma M, Marik P and Saleeby Y (2024) Exploring autophagy in treating SARS-CoV-2 spike protein-related pathology, Endocrine and Metabolic Science, 10.1016/j.endmts.2024.100163, 14, (100163), Online publication date: 1-Mar-2024. Zhou L, Chen S, Wei Y, Sun Y, Yang Y, Lin B, Li Y and Wang C (2024) Glycyrrhizic acid restores the downregulated hepatic ACE2 signaling in the attenuation of mouse steatohepatitis, European Journal of Pharmacology, 10.1016/j.ejphar.2024.176365, 967, (176365), Online publication date: 1-Mar-2024. Ayyubova G, Gychka S, Nikolaienko S, Alghenaim F, Teramoto T, Shults N and Suzuki Y (2024) The Role of Furin in the Pathogenesis of COVID-19-Associated Neurological Disorders, Life, 10.3390/life14020279, 14:2, (279) Igyártó B and Qin Z (2024) The mRNA-LNP vaccines – the good, the bad and the ugly?, Frontiers in Immunology, 10.3389/fimmu.2024.1336906, 15 Zheng G, Qiu G, Qian H, Shu Q and Xu J (2024) Multifaceted role of SARS-CoV-2 structural proteins in lung injury, Frontiers in Immunology, 10.3389/fimmu.2024.1332440, 15 Wu X, Xiang M, Jing H, Wang C, Novakovic V and Shi J (2023) Damage to endothelial barriers and its contribution to long COVID, Angiogenesis, 10.1007/s10456-023-09878-5, 27:1, (5-22), Online publication date: 1-Feb-2024. Del Vecchio L, Balafa O, Dounousi E, Ekart R, Fernandez B, Mark P, Sarafidis P, Valdivielso J, Ferro C and Mallamaci F (2023) COVID-19 and cardiovascular disease in patients with chronic kidney disease, Nephrology Dialysis Transplantation, 10.1093/ndt/gfad170, 39:2, (177-189), Online publication date: 31-Jan-2024. Boretti A (2024) mRNA vaccine boosters and impaired immune system response in immune compromised individuals: a narrative review, Clinical and Experimental Medicine, 10.1007/s10238-023-01264-1, 24:1 Perico L, Benigni A and Remuzzi G (2024) SARS-CoV-2 and the spike protein in endotheliopathy, Trends in Microbiology, 10.1016/j.tim.2023.06.004, 32:1, (53-67), Online publication date: 1-Jan-2024. Cosenza L, Marzaro G, Zurlo M, Gasparello J, Zuccato C, Finotti A and Gambari R (2024) Inhibitory effects of SARS-CoV-2 spike protein and BNT162b2 vaccine on erythropoietin-induced globin gene expression in erythroid precursor cells from patients with β-thalassemia, Experimental Hematology, 10.1016/j.exphem.2023.11.002, 129, (104128), Online publication date: 1-Jan-2024. Zaidi A, Singh R, A.A Rizvi S, Dehgani-Mobaraki P and Palladino N (2024) COVID-19 pathogenesis , 10.1016/bs.pmbts.2023.07.001, . Sachin J, Shukla R, Anil A, Saravanan A, Santhyavu S, Varthya S, Ambwani S and Singh S (2023) COVISHIELD vaccine-induced thyroiditis: a case report, Journal of Medical Case Reports, 10.1186/s13256-023-04279-0, 17:1 Hu W, Meng L, Wang C, Lu W, Tong X, Lin R, Xu T, Chen L, Cui A, Xu X, Li A, Tang J, Gao H, Pei Z, Zhang R, Wang Y, Wang Y, Han W, Jiang N, Xiong C, Feng Y, Lee K, Chen M and Das S (2023) Spatiotemporal observations of host-pathogen interactions in mucosa during SARS-CoV-2 infection indicate a protective role of ILC2s, Microbiology Spectrum, 10.1128/spectrum.00878-23, 11:6, Online publication date: 12-Dec-2023. Kim J, Qiao F, Singh A, Won J and Singh I (2023) Efficacies of S-nitrosoglutathione (GSNO) and GSNO reductase inhibitor in SARS-CoV-2 spike protein induced acute lung disease in mice, Frontiers in Pharmacology, 10.3389/fphar.2023.1304697, 14 Monllor P, Kumar P, Lloret M, Ftara A, Leon J, Lopez B, Cervera-Ferri A, Lloret A and Hackney M Multifactorial Causation of Alzheimer's Disease Due to COVID-19, Journal of Alzheimer's Disease, 10.3233/JAD-230396, 96:4, (1399-1409) Kuchler T, Hausinger R, Braunisch M, Günthner R, Wicklein R, Knier B, Bleidißel N, Maier M, Ribero A, Lech M, Adorjan K, Stubbe H, Kotilar K, Heemann U and Schmaderer C (2023) All eyes on PCS: analysis of the retinal microvasculature in patients with post-COVID syndrome—study protocol of a 1 year prospective case–control study, European Archives of Psychiatry and Clinical Neuroscience, 10.1007/s00406-023-01724-5 Fessler M, Madenspacher J, Baker P, Hilligan K, Bohrer A, Castro E, Meacham J, Chen S, Johnson R, McDonald J, Martin N, Tucker C, Mahapatra D, Cesta M and Mayer-Barber K (2023) Endogenous and Therapeutic 25-Hydroxycholesterols May Worsen Early SARS-CoV-2 Pathogenesis in Mice, American Journal of Respiratory Cell and Molecular Biology, 10.1165/rcmb.2023-0007OC, 69:6, (638-648), Online publication date: 1-Dec-2023. Zurlo M, Gasparello J, Verona M, Papi C, Cosenza L, Finotti A, Marzaro G and Gambari R (2023) The anti-SARS-CoV-2 BNT162b2 vaccine suppresses mithramycin-induced erythroid differentiation and expression of embryo-fetal globin genes in human erythroleukemia K562 cells, Experimental Cell Research, 10.1016/j.yexcr.2023.113853, 433:2, (113853), Online publication date: 1-Dec-2023. Shadab M, Slavin S, Mahamed Z, Millar M, Najar R, Leonard A, Pietropaoli A, Dean D, Fazal F and Rahman A (2023) Spleen Tyrosine Kinase phosphorylates VE-cadherin to cause endothelial barrier disruption in acute lung injury, Journal of Biological Chemistry, 10.1016/j.jbc.2023.105408, 299:12, (105408), Online publication date: 1-Dec-2023. Leonhardt S, Jürgensen C, Frohme J, Grajecki D, Adler A, Sigal M, Leonhardt J, Voll J, Kruse J, Körner R, Eckardt K, Janssen H, Gebhardt V, Schmittner M, Hippenstiel S, Witzenrath M, Suttorp N, Helbig E, Lippert L, Stubbemann P, Tober-Lau P, Hillus D, Haenel S, Horn A, Koch W, Olk N, Mittermaier M, Steinbeis F, Lingscheid T, Temmesfeld-Wollbrück B, Zoller T, Müller-Redetzky H, Uhrig A, Grund D, Ruwwe-Glösenkamp C, Stegemann M, Heim K, Hübner R, Drosten C, Corman V, Opitz B, Möckel M, Balzer F, Spies C, Weber-Carstens S, Dang-Heine C, Hummel M, Schwanitz G, Behrens U, Rönnefarth M, Schmidt S, Krannich A, Zvorc S, Kollek J, von Kalle C, Doehn J, Tabeling C, Jürgens L, Kleinschmidt M, Denker S, Pfeiffer M, Pascual-Leone B, Mrziglod L, Machleidt F, Albus S, Bremer F, Andermann T, Garcia C, Knape P, Krause P, Lechtenberg L, Li Y, Pergantis P, Jacobi T, Ritter T, Yedikat B, Pfannkuch L, Zobel C, Kellermann U, Fieberg S, de Jarcy L, Wetzel A, Brack M, Müller-Plathe M, Zickler D, Edel A, Stier B, Müller N, Enghard P, Kretzler L, Meyer-Arndt L, Li L, Wirsching I, Treue D, Briesemeister D, Schlesinger J, Wendisch D, Hiller A, Brumhard S, Frey C, Müller-Ide H, Bauer M, Thibeault C, Kurth F, Sander L, Müller T and Tacke F (2023) Hepatobiliary long-term consequences of COVID-19: dramatically increased rate of secondary sclerosing cholangitis in critically ill COVID-19 patients, Hepatology International, 10.1007/s12072-023-10521-0, 17:6, (1610-1625), Online publication date: 1-Dec-2023. Kieser Q, Granoski M, McClelland R, Griffiths C, Bilawchuk L, Stojic A, Elawar F, Jamieson K, Proud D and Marchant D (2023) Actin cytoskeleton remodeling disrupts physical barriers to infection and presents entry receptors to respiratory syncytial virus, Journal of General Virology, 10.1099/jgv.0.001923, 104:11, Online publication date: 28-Nov-2023. Lloyd-Jones G, Pontes C, Molayem S and Chapple I (2023) The Oral-Vascular-Pulmonary Infection Route: a Pathogenic Mechanism Linking Oral Health Status to Acute and Post-Acute COVID-19, Current Oral Health Reports, 10.1007/s40496-023-00354-z, 10:4, (163-174) Conte C, Cipponeri E and Roden M (2023) Diabetes Mellitus, Energy Metabolism, and COVID-19, Endocrine Reviews, 10.1210/endrev/bnad032 Garção D, Correia A, Ferreira F, Pereira P, Fontes L and Ferreira L (2023) Prevalence and risk factors for seizures in adult COVID-19 patients: A meta-analysis, Epilepsy & Behavior, 10.1016/j.yebeh.2023.109501, 148, (109501), Online publication date: 1-Nov-2023. Chaubey G, Dilawari R, Modanwal R, Talukdar S, Dhiman A, Raje C and Raje M (2023) Excess iron aggravates the severity of COVID-19 infection, Free Radical Biology and Medicine, 10.1016/j.freeradbiomed.2023.08.011, 208, (186-193), Online publication date: 1-Nov-2023. Papadopoulos K, Papadopoulou A and Aw T (2023) Live to die another day: novel insights may explain the pathophysiology behind smoker's paradox in SARS-CoV-2 infection, Molecular and Cellular Biochemistry, 10.1007/s11010-023-04681-8, 478:11, (2517-2526), Online publication date: 1-Nov-2023. Prieto-Villalobos J, Lucero C, Rovegno M, Gómez G, Retamal M and Orellana J (2023) SARS-CoV-2 spike protein S1 activates Cx43 hemichannels and disturbs intracellular Ca2+ dynamics, Biological Research, 10.1186/s40659-023-00468-9, 56:1 Salukhov V, Lopatin Y, Minakov A, Bogomolov А and Salosina E (2023) Acute non-calculous cholecystitis in a young aged patient with COVID-19: A case report, Terapevticheskii arkhiv, 10.26442/00403660.2023.08.202317, 95:8, (692-695) Liu M, Lu B, Li Y, Yuan S, Zhuang Z, Li G, Wang D, Ma L, Zhu J, Zhao J, Chan C, Poon V, Chik K, Zhao Z, Xian H, Zhao J, Zhao J, Chan J and Zhang Y (2023) P21-activated kinase 1 (PAK1)-mediated cytoskeleton rearrangement promotes SARS-CoV-2 entry and ACE2 autophagic degradation, Signal Transduction and Targeted Therapy, 10.1038/s41392-023-01631-0, 8:1 Tanzadehpanah H, Lotfian E, Avan A, Saki S, Nobari S, Mahmoodian R, Sheykhhasan M, Froutagh M, Ghotbani F, Jamshidi R and Mahaki H (2023) Role of SARS-COV-2 and ACE2 in the pathophysiology of peripheral vascular diseases, Biomedicine & Pharmacotherapy, 10.1016/j.biopha.2023.115321, 166, (115321), Online publication date: 1-Oct-2023. Bejoy J, Williams C, Cole H, Manzoor S, Davoodi P, Battaile J, Kaushik A, Nikolaienko S, Brelidze T, Gychka S and Suzuki Y (2023) Effects of spike proteins on angiotensin converting enzyme 2 (ACE2), Archives of Biochemistry and Biophysics, 10.1016/j.abb.2023.109769, 748, (109769), Online publication date: 1-Oct-2023. Thakur A, Sharma V, Averbek S, Liang L, Pandya N, Kumar G, Cili A and Zhang K (2023) Immune landscape and redox imbalance during neurological disorders in COVID-19, Cell Death & Disease, 10.1038/s41419-023-06102-6, 14:9 Sullivan R, Shults N and Suzuki Y (2023) Case Report: Two Case Reports of Pulmonary Hypertension after mRNA COVID-19 Vaccination, Diseases, 10.3390/diseases11030114, 11:3, (114) Hsieh M, Yu W, Weng C, Chen W, Chen C, Lee Y and Chen M (2023) Elevated serum levels of T-cell immunoglobulin and mucin-domain containing molecule 3 in patients with systemic inflammation following COVID-19 vaccination, Journal of the Chinese Medical Association, 10.1097/JCMA.0000000000000969, 86:9, (818-825), Online publication date: 1-Sep-2023. Chen F, Ke Q, Wei W, Cui L and Wang Y (2023) Apolipoprotein E and viral infection: Risks and Mechanisms, Molecular Therapy - Nucleic Acids, 10.1016/j.omtn.2023.07.031, 33, (529-542), Online publication date: 1-Sep-2023. Silvestri Y, Clemente F, Moschetti G, Maioli S, Carelli E, Espadas de Arias A, Torelli R, Longhi E, De Feo T, Crosti M, Sarnicola M, Salvi M, Mantovani G, Arosio M, Bombaci M, Pesce E, Grifantini R, Abrignani S, Geginat J and Muller I (2023) SARS-COV-2 specific t-cells in patients with thyroid disorders related to COVID-19 are enriched in the thyroid and acquire a tissue-resident memory phenotype, Clinical Immunology, 10.1016/j.clim.2023.109684, 254, (109684), Online publication date: 1-Sep-2023. Speer C, Töllner M, Benning L, Bartenschlager M, Kim H, Nusshag C, Kälble F, Reineke M, Reichel P, Schnitzler P, Zeier M, Morath C, Schmitt W, Bergner R, Bartenschlager R, Lorenz H and Schaier M (2023) BA.1/BA.5 Immunogenicity, Reactogenicity, and Disease Activity after COVID-19 Vaccination in Patients with ANCA-Associated Vasculitis: A Prospective Observational Cohort Study, Viruses, 10.3390/v15081778, 15:8, (1778) Parry P, Lefringhausen A, Turni C, Neil C, Cosford R, Hudson N and Gillespie J (2023) 'Spikeopathy': COVID-19 Spike Protein Is Pathogenic, from Both Virus and Vaccine mRNA, Biomedicines, 10.3390/biomedicines11082287, 11:8, (2287) Dileepan K, Raveendran V, Sharma R, Abraham H, Barua R, Singh V, Sharma R and Sharma M (2023) Mast cell-mediated immune regulation in health and disease, Frontiers in Medicine, 10.3389/fmed.2023.1213320, 10 Romero M, Yue Q, Singla B, Hamacher J, Sridhar S, Moseley A, Song C, Mraheil M, Fischer B, Zeitlinger M, Chakraborty T, Fulton D, Gan L, Annex B, Csanyi G, Eaton D and Lucas R (2023) Direct endothelial ENaC activation mitigates vasculopathy induced by SARS-CoV2 spike protein, Frontiers in Immunology, 10.3389/fimmu.2023.1241448, 14 Selvaraj H, Damadarosamy K, Kiruthiga N, Rani K, Duraisamy K, Dhanasekaran M, Deruiter J, Ren J, Thangavel S and Parise R Critical Clinical Evaluation of COVID-19 Patients with Tuberculo",
  "authors": [
    {
      "display_name": "Yuyang Lei",
      "id": "A5061614091",
      "orcid": "https://orcid.org/0000-0002-3456-5160",
      "institutions": [
        {
          "id": "I4210121771",
          "display_name": "First Affiliated Hospital of Xi'an Jiaotong University",
          "country_code": "CN",
          "type": "healthcare"
        },
        {
          "id": "I4210131376",
          "display_name": "Cardiovascular Research Center",
          "country_code": "BR",
          "type": "other"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Yuyang Lei"
    },
    {
      "display_name": "Jianyu Zhang",
      "id": "A5100599376",
      "orcid": "https://orcid.org/0000-0001-6010-8556",
      "institutions": [
        {
          "id": "I4210131376",
          "display_name": "Cardiovascular Research Center",
          "country_code": "BR",
          "type": "other"
        },
        {
          "id": "I36258959",
          "display_name": "University of California, San Diego",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I4210121771",
          "display_name": "First Affiliated Hospital of Xi'an Jiaotong University",
          "country_code": "CN",
          "type": "healthcare"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Jiao Zhang"
    },
    {
      "display_name": "Cara R. Schiavon",
      "id": "A5019264239",
      "orcid": "https://orcid.org/0000-0002-9311-2145",
      "institutions": [
        {
          "id": "I4210090951",
          "display_name": "Advanced Pharma",
          "country_code": "US",
          "type": "facility"
        },
        {
          "id": "I1307098950",
          "display_name": "Salk Institute for Biological Studies",
          "country_code": "US",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Cara R. Schiavon"
    },
    {
      "display_name": "Ming He",
      "id": "A5022752828",
      "orcid": null,
      "institutions": [
        {
          "id": "I36258959",
          "display_name": "University of California, San Diego",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ming He"
    },
    {
      "display_name": "Lili Chen",
      "id": "A5100349900",
      "orcid": "https://orcid.org/0000-0002-9965-8990",
      "institutions": [
        {
          "id": "I4210131376",
          "display_name": "Cardiovascular Research Center",
          "country_code": "BR",
          "type": "other"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Lili Chen"
    },
    {
      "display_name": "Hui Shen",
      "id": "A5100683388",
      "orcid": "https://orcid.org/0000-0001-6231-5671",
      "institutions": [
        {
          "id": "I36258959",
          "display_name": "University of California, San Diego",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I78978612",
          "display_name": "Yangzhou University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Hui Shen"
    },
    {
      "display_name": "Yichi Zhang",
      "id": "A5101686226",
      "orcid": "https://orcid.org/0000-0002-9332-4316",
      "institutions": [
        {
          "id": "I36258959",
          "display_name": "University of California, San Diego",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Yichi Zhang"
    },
    {
      "display_name": "Qian Yin",
      "id": "A5055769104",
      "orcid": "https://orcid.org/0000-0002-6535-9861",
      "institutions": [
        {
          "id": "I4210131376",
          "display_name": "Cardiovascular Research Center",
          "country_code": "BR",
          "type": "other"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Qian Yin"
    },
    {
      "display_name": "Yoshitake Cho",
      "id": "A5091675350",
      "orcid": "https://orcid.org/0000-0002-7161-3248",
      "institutions": [
        {
          "id": "I36258959",
          "display_name": "University of California, San Diego",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Yoshitake Cho"
    },
    {
      "display_name": "Leonardo R. Andrade",
      "id": "A5062139224",
      "orcid": "https://orcid.org/0000-0002-0004-5677",
      "institutions": [
        {
          "id": "I4210090951",
          "display_name": "Advanced Pharma",
          "country_code": "US",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Leonardo Andrade"
    },
    {
      "display_name": "Gerald S. Shadel",
      "id": "A5079476247",
      "orcid": "https://orcid.org/0000-0003-2899-8717",
      "institutions": [
        {
          "id": "I1307098950",
          "display_name": "Salk Institute for Biological Studies",
          "country_code": "US",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Gerald S. Shadel"
    },
    {
      "display_name": "Mark Hepokoski",
      "id": "A5089228359",
      "orcid": "https://orcid.org/0000-0002-9267-9262",
      "institutions": [
        {
          "id": "I36258959",
          "display_name": "University of California, San Diego",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mark Hepokoski"
    },
    {
      "display_name": "Ting Lei",
      "id": "A5100780911",
      "orcid": "https://orcid.org/0000-0003-3241-7567",
      "institutions": [
        {
          "id": "I36258959",
          "display_name": "University of California, San Diego",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ting Lei"
    },
    {
      "display_name": "Hongliang Wang",
      "id": "A5089435427",
      "orcid": "https://orcid.org/0000-0002-1941-3003",
      "institutions": [
        {
          "id": "I36258959",
          "display_name": "University of California, San Diego",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Hongliang Wang"
    },
    {
      "display_name": "Jin Zhang",
      "id": "A5100405907",
      "orcid": "https://orcid.org/0000-0001-7145-7823",
      "institutions": [
        {
          "id": "I36258959",
          "display_name": "University of California, San Diego",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jin Zhang"
    },
    {
      "display_name": "Jason X.‐J. Yuan",
      "id": "A5108752705",
      "orcid": null,
      "institutions": [
        {
          "id": "I36258959",
          "display_name": "University of California, San Diego",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jason X.-J. Yuan"
    },
    {
      "display_name": "Atul Malhotra",
      "id": "A5047479450",
      "orcid": "https://orcid.org/0000-0002-9509-1827",
      "institutions": [
        {
          "id": "I36258959",
          "display_name": "University of California, San Diego",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Atul Malhotra"
    },
    {
      "display_name": "Uri Manor",
      "id": "A5070633413",
      "orcid": "https://orcid.org/0000-0002-9802-1955",
      "institutions": [
        {
          "id": "I4210090951",
          "display_name": "Advanced Pharma",
          "country_code": "US",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Uri Manor"
    },
    {
      "display_name": "Shengpeng Wang",
      "id": "A5035026551",
      "orcid": "https://orcid.org/0000-0002-9030-1821",
      "institutions": [
        {
          "id": "I4210131376",
          "display_name": "Cardiovascular Research Center",
          "country_code": "BR",
          "type": "other"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Shengpeng Wang"
    },
    {
      "display_name": "Zu-Yi Yuan",
      "id": "A5112625065",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210121771",
          "display_name": "First Affiliated Hospital of Xi'an Jiaotong University",
          "country_code": "CN",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Zu-Yi Yuan"
    },
    {
      "display_name": "John Y.‐J. Shyy",
      "id": "A5064441182",
      "orcid": "https://orcid.org/0000-0002-5625-753X",
      "institutions": [
        {
          "id": "I36258959",
          "display_name": "University of California, San Diego",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "John Y-J. Shyy"
    }
  ],
  "publication_year": 2021,
  "publication_date": "2021-03-31",
  "type": "letter",
  "cited_by_count": 442,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S10652568",
    "display_name": "Circulation Research",
    "issn_l": "0009-7330",
    "issn": [
      "0009-7330",
      "1524-4571"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "128",
  "issue": "9",
  "first_page": "1323",
  "last_page": "1326",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://doi.org/10.1161/circresaha.121.318902",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C127561419",
      "display_name": "Downregulation and upregulation",
      "level": 3,
      "score": 0.5642169
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.3891971
    },
    {
      "id": "C15708023",
      "display_name": "Humanities",
      "level": 1,
      "score": 0.38085407
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.33977866
    },
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.24247074
    },
    {
      "id": "C55493867",
      "display_name": "Biochemistry",
      "level": 1,
      "score": 0.084388226
    },
    {
      "id": "C104317684",
      "display_name": "Gene",
      "level": 2,
      "score": 0.071855724
    }
  ],
  "topics": [
    {
      "id": "T10041",
      "display_name": "COVID-19 Clinical Research Studies",
      "score": 0.9981
    },
    {
      "id": "T11368",
      "display_name": "Long-Term Effects of COVID-19",
      "score": 0.9751
    },
    {
      "id": "T10118",
      "display_name": "SARS-CoV-2 and COVID-19 Research",
      "score": 0.9719
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1161/circresaha.121.318902",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T16:04:39.000324",
  "source_database": "OpenAlex"
}