{
  "openalex_id": "W3152957525",
  "doi": "https://doi.org/10.7916/vib.v1i.6715",
  "title": "Can Fulfilling Three Wishes Transform End of Life Care in the ICU",
  "abstract": "The solicitation and fulfillment of three simple wishes among patients nearing death within intensive care units and their families may bring peace to the end of life process and ease grief, according to a newly published study in the Annals of Internal Medicine. \r\nThe Canadian researchers invited patients and families in a 21-bed medical-surgical ICU to participate in the “Three Wishes Project” after a decision was made to withdraw life support (probability of death greater than 95 percent). Clinicians inquired how patients ought to be honored and requested three wishes from the patients or families. They worked to implement these wishes—such as allowing a pet to visit, facilitating a Skype reunion, hosting a wedding vow renewal, providing Scottish bagpipe music at death, or deferring life support withdrawal until after a holiday.\r\n“We are trying to improve the quality of the dying experience in the cold, technological, efficiency-driven intensive care unit,” said Deborah Cook, a paper co-author and clinical epidemiologist at McMaster University Health Sciences Center in Hamilton, Ontario. “This is a time when compassion is called for from everybody.”\r\nThe study enrolled 40 patients, and 159 of 163 wishes were implemented—ranging in cost from zero to 200 dollars per patient. Wishes were classified into five categories: humanizing the patient (recreating date night in the ICU), personal tributes (providing a final meal for the family in an ICU conference room), family reconnections (dying with all family members present), rituals and observances (bedside memorial service) and “paying it forward” (organ donation).\r\nTo determine the project’s efficacy, researchers interviewed at least one family member per patient within six months of death. Three clinicians per patient responded to emailed questions within two weeks of death. A qualitative analysis of transcripts, letters and field notes reflects a personalization of death by dignifying the patient, extending families a voice and fostering clinician compassion. Some examples of the qualitative data include the following:\r\nAccording to the paper, one mother reported that the program “honors the everyday hero: someone who may go unnoticed but whose life counted.”\r\nA patient’s daughter responded that “it struck a chord because it allowed me to talk about her, and.... give the staff...a vision of who she was.”\r\nA nurse wrote, “this is putting the absolute human side into the whole experience. I think this project is so powerful.”\r\nAnne Woods, a co-author and palliative physician, told Voices in Bioethics that the project’s strength was in making the dying visible. “It let them be seen as people, not as patients,” she said. “The family knew they were seen, and the patients who were alert knew they were seen as people, and that they mattered.”\r\nHowever, the solicitation of patient wishes was rare: due to impaired consciousness, 33 of 40 dying patients could not express desires. Family members requested wishes for them.\r\nBioethicist Craig Klugman, chair of DePaul University’s Department of Health Sciences told Voices in Bioethics that due to that fact—and the absence of a control group—the project is “worthwhile” but “proves little.” According to Klugman, conclusions are not supported by the data. “They conclude that this does something for the dying person, but in fact, of 40 dying people, only seven were able to speak,” he said. “It’s impossible to claim any benefit for patients.”\r\nHowever, any intervention that allows families to feel cared for is valuable, according to Patrick Cullinan, medical director of critical care services at Metropolitan Methodist Hospital in San Antonio. “It’s giving a face to a faceless process,” Cullinan, who was not involved in the study, said. “The patient is being told indirectly that we care about you, we care about your loved one, and we want to help you with the grieving process.”\r\nPerhaps the project’s best result is the recognition among ICU staff that they can offer meaningful gestures at any time. “They now know to ask ‘what can I do for you?’ and ‘what could make this a good day?’ and they do that,” Woods said. “There’s never a time when someone can say now ‘there is nothing more I can do for you.’ There is always something more for you to do.”\r\n \r\nStudy:\r\nhttp://annals.org/article.aspx?articleID=2395727\r\n \r\nBelisomo originally wrote about this study in Reuters Health:\r\nhttp://www.reuters.com/article/2015/07/16/us-health-terminalcare-idUSKCN0PQ1VT20150716",
  "authors": [
    {
      "display_name": "Randi Belisomo",
      "id": "A5033769399",
      "orcid": "https://orcid.org/0000-0002-7222-3073",
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Randi Belisomo"
    }
  ],
  "publication_year": 2015,
  "publication_date": "2015-08-11",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210221562",
    "display_name": "Voices in Bioethics",
    "issn_l": "2691-4875",
    "issn": [
      "2691-4875"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320308"
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2780837026",
      "display_name": "Grief",
      "level": 2,
      "score": 0.5545317
    },
    {
      "id": "C2777432744",
      "display_name": "Compassion",
      "level": 2,
      "score": 0.5522657
    },
    {
      "id": "C2994510829",
      "display_name": "Organ donation",
      "level": 3,
      "score": 0.5457482
    },
    {
      "id": "C2780879335",
      "display_name": "End-of-life care",
      "level": 3,
      "score": 0.5365014
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.4730491
    },
    {
      "id": "C2776376669",
      "display_name": "Intensive care unit",
      "level": 2,
      "score": 0.46427295
    },
    {
      "id": "C2994186709",
      "display_name": "Palliative care",
      "level": 2,
      "score": 0.43678766
    },
    {
      "id": "C2780708616",
      "display_name": "Annals",
      "level": 2,
      "score": 0.41575083
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.36946172
    },
    {
      "id": "C159110408",
      "display_name": "Nursing",
      "level": 1,
      "score": 0.32271463
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.15432084
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.14887282
    },
    {
      "id": "C118552586",
      "display_name": "Psychiatry",
      "level": 1,
      "score": 0.1445306
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.12910938
    },
    {
      "id": "C2911091166",
      "display_name": "Transplantation",
      "level": 2,
      "score": 0.111573905
    },
    {
      "id": "C195244886",
      "display_name": "Ancient history",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10177",
      "display_name": "Palliative Care and End-of-Life Issues",
      "score": 0.9981
    },
    {
      "id": "T12860",
      "display_name": "Family and Patient Care in Intensive Care Units",
      "score": 0.9943
    },
    {
      "id": "T11388",
      "display_name": "Grief, Bereavement, and Mental Health",
      "score": 0.9898
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://journals.library.columbia.edu/index.php/bioethics/article/download/6715/3651",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:28:53.384551",
  "source_database": "OpenAlex"
}