{
  "openalex_id": "W3157673921",
  "doi": "https://doi.org/10.2106/jbjs.21.00308",
  "title": "Introducing the OrthoJOE Podcast: 2 Editors, 2 Coffees, and 2 Times the Evidence",
  "abstract": "Podcasts are an increasingly important mode of communication across many segments of society. Our field was perhaps a bit slow to catch on to this movement, but our attention has been awakened. In the Orthopaedic Forum section of this issue, Jella et al. evaluate the growth of podcasts over the previous 9 years within the field of orthopaedic surgery. Of the 94 podcasts that met the inclusion criteria, 62 remained active in the fall of 2020. The pace of introduction of new podcasts in our field has now reached 1 per month. In collaboration with OrthoEvidence (www.myorthoevidence.com) and its Editor-in-Chief Mohit Bhandari, JBJS (www.jbjs.org) launched a new podcast in January 2021. We have named the podcast OrthoJOE, with the J coming from JBJS and the OE coming from OrthoEvidence. We find the name to be highly relevant, with both of us enjoying fresh coffee while recording these podcasts together every other Tuesday morning. The format of the podcast is highly conversational; some episodes are topical (for example, we recently discussed how our publications managed the explosion of submissions related to COVID-19), whereas others are based on new articles that have appeared in our own publications. The goal, however, is a simple one: to provide insights derived from evidence on top trending issues in OrthoEvidence and JBJS. Although Jella et al. found that 95.7% of active podcasts employ an audio-only format, we are in the process of creating a video version of the podcast that will be available on the JBJS and OrthoJOE websites. Our target audience is international, and our goal is to discuss topics that will be relevant to the worldwide orthopaedic community. As we evolve, we intend to invite guests to participate in topic-based discussions. We also plan to introduce a “mailbag” feature, during which we will discuss audience feedback regarding the opinions that we have expressed during previous episodes. You can listen to OrthoJOE at http://orthojoe.castos.com/ or subscribe through iTunes or wherever you get your podcasts. We invite you to tune in and are interested in your feedback and ideas for discussion. Many thanks in advance.",
  "authors": [
    {
      "display_name": "Mohit Bhandari",
      "id": "A5102750947",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Mohit Bhandari"
    },
    {
      "display_name": "M.F. Swiontkowski",
      "id": "A5089745344",
      "orcid": "https://orcid.org/0000-0001-7036-1782",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Marc Swiontkowski"
    }
  ],
  "publication_year": 2021,
  "publication_date": "2021-04-29",
  "type": "article",
  "cited_by_count": 2,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S128848949",
    "display_name": "Journal of Bone and Joint Surgery",
    "issn_l": "0021-9355",
    "issn": [
      "0021-9355",
      "1058-2436",
      "1535-1386"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310318547"
  },
  "volume": "103",
  "issue": "9",
  "first_page": "753",
  "last_page": "753",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://doi.org/10.2106/jbjs.21.00308",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C2780129039",
      "display_name": "Section (typography)",
      "level": 2,
      "score": 0.5619199
    },
    {
      "id": "C2777526511",
      "display_name": "Pace",
      "level": 2,
      "score": 0.5574597
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.40674415
    },
    {
      "id": "C121332964",
      "display_name": "Physics",
      "level": 0,
      "score": 0.09551072
    },
    {
      "id": "C1276947",
      "display_name": "Astronomy",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C111919701",
      "display_name": "Operating system",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T12027",
      "display_name": "Social Media in Health Education",
      "score": 0.9828
    },
    {
      "id": "T10285",
      "display_name": "Venous Thromboembolism Diagnosis and Management",
      "score": 0.9463
    },
    {
      "id": "T13098",
      "display_name": "Conferences and Exhibitions Management",
      "score": 0.9226
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.2106/jbjs.21.00308",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:17:48.004923",
  "source_database": "OpenAlex"
}