{
  "openalex_id": "W3168511545",
  "doi": "https://doi.org/10.7326/l21-0282",
  "title": "Safety and Immunogenicity of a Third Dose of SARS-CoV-2 Vaccine in Solid Organ Transplant Recipients: A Case Series",
  "abstract": "Letters15 June 2021Safety and Immunogenicity of a Third Dose of SARS-CoV-2 Vaccine in Solid Organ Transplant Recipients: A Case SeriesFREEWilliam A. Werbel, MD, Brian J. Boyarsky, MD, PhD, Michael T. Ou, BS, Allan B. Massie, PhD, Aaron A.R. Tobian, MD, PhD, Jacqueline M. Garonzik-Wang, MD, PhD, and Dorry L. Segev, MD, PhDWilliam A. Werbel, MDJohns Hopkins University School of Medicine, Baltimore, MarylandSearch for more papers by this author, Brian J. Boyarsky, MD, PhDJohns Hopkins University School of Medicine, Baltimore, MarylandSearch for more papers by this author, Michael T. Ou, BSJohns Hopkins University School of Medicine, Baltimore, MarylandSearch for more papers by this author, Allan B. Massie, PhDJohns Hopkins University School of Medicine, Baltimore, MarylandSearch for more papers by this author, Aaron A.R. Tobian, MD, PhDJohns Hopkins University School of Medicine, Baltimore, MarylandSearch for more papers by this author, Jacqueline M. Garonzik-Wang, MD, PhDJohns Hopkins University School of Medicine, Baltimore, MarylandSearch for more papers by this author, and Dorry L. Segev, MD, PhDJohns Hopkins University School of Medicine, Baltimore, MarylandSearch for more papers by this authorAuthor, Article, and Disclosure Informationhttps://doi.org/10.7326/L21-0282 SectionsAboutVisual AbstractPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinkedInRedditEmail Background: The antibody response after 2 doses of an mRNA vaccine against SARS-CoV-2 is excellent in the general population (1), but the response is different in recipients of solid organ transplants. For example, we have found markedly attenuated antibody responses in transplant recipients after 2 doses of an mRNA vaccine against SARS-CoV-2 (2). In addition, reports of COVID-19 breakthrough infections in vaccinated transplant recipients (3) have prompted interest in administering additional doses of vaccine.Objective: To describe antibody responses and vaccine reactions in recipients of solid organ transplants who had a suboptimal response to standard vaccination and subsequently received a third dose of vaccine between 20 March 2021 and 10 May 2021.Case Series: This study was approved by the Johns Hopkins institutional review board, and participants provided informed consent.Thirty patients reported receiving a third dose of vaccine (Table 1). Their median age was 57 years (interquartile range [IQR], 44 to 62 years), 17 were women, and 1 identified as non-White. None of the patients reported an illness before vaccination that was consistent with COVID-19 or a positive result on polymerase chain reaction (PCR) assay. In 25 patients, maintenance immunosuppression included tacrolimus or cyclosporine plus mycophenolate. In addition, corticosteroids were used for 24 patients, sirolimus for 1, and belatacept for 1. The median time between transplantation and initial vaccination was 4.5 years (IQR, 2.3 to 10.5 years). During the initial vaccination, 57% of the 30 patients received 2 doses of the 162b2 vaccine (Pfizer/BioNTech), and 43% received 2 doses of the mRNA-1273 vaccine (Moderna).Table 1 Vaccines Administered, Antibody Responses, Patient Characteristics, and Organs TransplantedWe tested all patients for antibodies against the spike protein at a median of 9 days (IQR, 2 to 33 days) before they received their third dose of vaccine; 24 patients had negative antibody titers, and 6 patients had low-positive antibody titers. Patients received the third dose of vaccine a median of 67 days (IQR, 54 to 81 days) after the second dose of their initial vaccine series; 15 patients received the Ad26.COV2.S vaccine (Johnson & Johnson/Janssen), 9 received the mRNA-1273 vaccine (Moderna), and 6 received the 162b2 vaccine (Pfizer/BioNTech).We repeated antibody testing a median of 14 days (IQR, 14 to 17 days) after the third dose of vaccine. Of the 6 patients with low-positive antibody titers before the third dose, all had high-positive antibody titers after the third dose. In contrast, of the 24 patients with negative antibody titers before the third dose, only 6 (25%) had high-positive antibody titers after the third dose. Two (8%) had low-positive antibody titers, and 16 (67%) remained negative.Twenty-three patients completed a questionnaire 7 days after receiving their third dose that asked about specific vaccine reactions (Table 2). Fifteen patients reported mild or moderate local reactions, and 1 reported severe arm pain. The most frequent systemic reaction was mild or moderate fatigue in 14 participants; 1 patient reported severe headache, and 1 patient reported severe myalgia. No patient reported fever, and we did not observe any anaphylactoid reactions or neurologic complications. One heart transplant recipient had biopsy-proven, antibody-mediated rejection 7 days after her third dose of vaccine in the setting of acute volume overload. She did not experience an increase in her titer of antibodies against the spike protein, heart function remained normal, and immunosuppressive intensification was not initiated. In addition, no patient reported PCR-confirmed COVID-19 during additional follow-up, although the duration of this follow-up was limited.Table 2 Self-Reported Reactions After a Third Dose of VaccineDiscussion: To our knowledge, this is the first report of patients with solid organ transplants receiving a third dose of vaccine directed against SARS-CoV-2. It is encouraging that antibody titers increased after the third dose in one third of patients who had negative antibody titers and in all patients who had low-positive antibody titers. In addition, the vaccine reactions seem acceptable, given the benefits that these vaccines can confer. Antibody responses, however, appear to vary, and potential risks, such as organ rejection, should be evaluated on an individual basis.Limitations of this study include a small and heterogeneous convenience sample and the absence of assays for neutralizing antibody, B-cell memory, and T-cell responses.We believe that these observations support the use of clinical trials to determine whether booster doses to prevent COVID-19 in transplant patients can be incorporated into clinical practice, as they have been for hepatitis B and influenza vaccination (4).References1. Jackson LA, Anderson EJ, Rouphael NG, et al; mRNA-1273 Study Group. An mRNA vaccine against SARS-CoV-2—preliminary report. N Engl J Med. 2020;383:1920-31. [PMID: 32663912] doi:10.1056/NEJMoa2022483 CrossrefMedlineGoogle Scholar2. Boyarsky BJ, Werbel WA, Avery RK, et al. Antibody response to 2-dose SARS-CoV-2 mRNA vaccine series in solid organ transplant recipients. JAMA. 2021;325:2204-6. [PMID: 33950155] doi:10.1001/jama.2021.7489 CrossrefMedlineGoogle Scholar3. Ali NM, Alnazari N, Mehta SA, et al. Development of COVID-19 infection in transplant recipients after SARS-CoV-2 vaccination. Transplantation. 2021. [PMID: 34049360] doi:10.1097/TP.0000000000003836 CrossrefMedlineGoogle Scholar4. Danziger-Isakov L, Kumar D; AST ID Community of Practice. Vaccination of solid organ transplant candidates and recipients: guidelines from the American Society of Transplantation Infectious Diseases Community of Practice. Clin Transplant. 2019;33:e13563. [PMID: 31002409] doi:10.1111/ctr.13563 CrossrefMedlineGoogle Scholar Comments 0 Comments Sign In to Submit A Comment Dr SK GuptaClinical Assistant Professor Medicine , GS Medical College CCS Univ India14 June 2021 Third Dose of Covid vaccine, a Ray of Hope -for patients on Immunosuppressive therapy Encouraging results. Researchers tried to use various combination of vaccines as Prime and Boost. If the results can be extrapolated the study gives a ray of hope to patients with poor antibody response because of immunosuppressive treatment for various reasons. Deep analysis of data clear shows that a third dose booster based even on different like platform mRNA/Vector is neither better nor worse in augmenting the antibody response. This study is likely to wide implications world over where the vector based vaccines have in used in large numbers. Raymond A. Rubin, MD, FAASLD, AGAF, Bronwen H. Garner, MD, MPHRAR: Transplant Hepatology, Chief Scientific Officer, Piedmont Transplant Institute; BHG: Transplant Infectious Disease, Medical Director of Microbiology, Piedmont Healthcare21 June 2021 Timely topic, provocative results, but circumspection needed regarding the methods To the Editor: The Johns Hopkins team deserves praise for their innovative approach documenting the relatively low immunogenicity of the recommended doses of mRNA vaccines in solid organ transplant recipients1. While distressing, symptomatic COVID infections have been reported in < 1% of fully vaccinated transplant patients, including non-responders 2,3. We and others have launched prospective vaccination studies in solid organ transplant recipients assessing T and B-cell responses, cell-mediated immunity, safety, and the impact of additional boosters. Werbel et al detail a third vaccine’s impact on immunogenicity and reactogenicity in low/non-responder transplant recipients4. While the data are provocative, the methods raise important concerns. The authors state, “participants provided informed consent” implying written consent about the potential risks of another booster, such as the biopsy-proven rejection in one heart recipient. According to our patients who participated, they did not. After community-based standard dose vaccination, the original study1 participants received their antibody results and were invited to informational webinars. During these sessions and other communications, study staff addressed concerns that low/non-responders may remain vulnerable to COVID-19 and whether an additional booster with the same or another vaccine could stimulate seroconversion. They were told Johns Hopkins could not recommend treatment to “outside” patients, but they wanted their blood for another (this) study if they got another booster. It appears that study staff underestimated their message’s compelling authority encouraging low/non-responders to seek out their own boosters. The evidence for this is that some of our patients (and likely from elsewhere) did so without consulting their transplant teams and by intentionally misleading their local vaccination sites about having already received the authorized two doses. In effect, a study-specific intervention (a booster) may have been induced without specific informed consent in an observational study without laboratory monitoring for post-booster complications. Moreover, participants got their third vaccinations when other non-study individuals were competing to secure their first shots, potentially escalating their infection risk. I am not questioning the investigators’ laudable intentions. Their initial observations1 quickly confirmed our expectations about reduced immunogenicity of COVID vaccines in solid organ transplant recipients. This current letter starts to address enhancing immunogenicity in low/non-responders, although it does not correlate reduced response with clinically meaningful outcomes or address the risk/benefit of modified dosing in this population. If taken to the extreme, the enthusiasm to answer other important, time-sensitive clinical questions with similar methods could lead to unintended and unmonitored serious consequences. 1. Boyarsky BJ, Werbel WA, Avery RK, et al. Antibody Response to 2-Dose SARS-CoV-2 mRNA Vaccine Series in Solid Organ Transplant Recipients. JAMA. 2021 Jun 1;325(21):2204-2206. doi: 10.1001/jama.2021.7489. 2. Tsapepas D, Paget K, Mohan S, Cohen DJ, Husain SA. Clinically Significant COVID-19 Following SARS-CoV-2 Vaccination in Kidney Transplant Recipients. Am J Kidney Dis. 2021 May 18;S0272-6386(21)00621-1. doi:10.1053/j.ajkd.2021.05.004. Online ahead of print. 3. Wadei HM, Gonwa TA, Leoni JC, Shah SZ, Aslam N, Speicher LL. COVID-19 Infection in Solid Organ Transplant Recipients after SARS-CoV-2 Vaccination. Am J Transplant. 2021 Apr23. Doi10.1111/ajt.16618. Online ahead of print. Disclosures: RAR and BHG are research investigators in Moderna clinical trials. Eve Todesco, Alessandra Mazzola, Sarah Drouin, Fanny Hazan, Anne-Geneviève MarcelinSorbonne Université, INSERM, Institut Pierre Louis d’Epidémiologie et de Santé publique, APHP, Hôpital Pitié-Salpêtrière, Virology, Liver, Kydney Transplant and Heart Surgery Units, Paris, France27 June 2021 Poor Efficiency of an Extra SARS-CoV-2 Vaccine Dose on Antibody Response in Solid Organ Transplant Recipients To the Editor, We read with interest the paper written by Werbel et al. reporting a poor anti-spike antibody response after a third dose of COVID-19 vaccine in solid organ transplant recipients (SOTR) with negative antibody titers after two doses (1). Actually, antibody response rate after two injections was dramatically low among SOTR in several recently published studies (2–5), highlighting a need of vaccinal strategy adaptation in this population. Here we would like to add data on humoral response after a third dose of BNT162b2 (Pfizer/BioNTech). Indeed, 74 SOTR vaccinated from January 2021 to June 2021 (Pitié-Salpêtrière hospital, Paris, France) with negative antibody titers after two doses (28 days apart) of BNT162b2 were retrospectively and consecutively included in the study (“Bureau de Protection des Données-APHP” registration number: 20210329192434). IgG to nucleocapsid and spike receptor binding domain were assessed at baseline and one month after each injection (Alinity i, Abbott Diagnostics, North Chicago, IL, USA). Median patient age was 63 years (IQR:54-68), and 78.4% (n=58) were male. Forty-five-point-nine percent were heart (n=34), 35.1% kidney (n=26) and 18.9% liver (n=14) transplant-recipients. Median time from transplantation to first BNT162b2 injection was 51.2 months (IQR:22.4-116.5). Calcineurin inhibitors-based immunosuppressive regimen was used in 87.3%, mycophenolic acid in 88.7%, steroids in 83.1% and mTor-inhibitor in 14.1% of the cases. Cardiovascular complications and diabetes were the most common comorbidities, with a frequency of 44.4% and 41.7% respectively. We observed a low seroconversion rate of 31.1% a median of 32 days (IQR:30-36) after the third dose: 42.9% (6/14), 19.2% (5/26) and 35.3% (12/34) in liver, kidney and heart recipients, respectively. Among responders, median titers of anti-spike IgG were of 366 AU/mL. None of the patients developed anti-nucleocapsid antibodies or reported Covid-19 symptoms. A time from transplantation to first injection < 2 years [OR 7.19; 95%CI (1.17-44.28); p= 0.033] and mycophenolic acid-based regimen [OR 9.73; 95%CI (1.61-58.68); p= 0.013] were the independent risk factors for negative anti-spike serology one month after the third injection. Altogether, 26.5% of the patients reported mild to moderate side effects. Our data increases the concern about mRNA vaccine immunogenicity in this population and suggests that SOTR could remain at high risk for COVID-19 disease even after three doses of BNT162b2. Vaccination of patient relatives could be a relevant option to protect them, alongside other safety measures. A. Werbel W, J. Boyarsky B, T. Ou M, B. Massie A, A.R. Tobian A, M. Garonzik-Wang J, et al. Safety and Immunogenicity of a Third Dose of SARS-CoV-2 Vaccine in Solid Organ Transplant Recipients: A Case Series. Annals of Internal Medicine [Internet]. 2021 Jun 15 [cited 2021 Jun 16]; Available from: https://www.acpjournals.org/doi/abs/10.7326/L21-0282 Boyarsky BJ, Werbel WA, Avery RK, Tobian AAR, Massie AB, Segev DL, et al. Antibody Response to 2-Dose SARS-CoV-2 mRNA Vaccine Series in Solid Organ Transplant Recipients. JAMA. 2021 Jun 1;325(21):2204–6. Grupper A, Rabinowich L, Schwartz D, Schwartz IF, Ben-Yehoyada M, Shashar M, et al. Reduced humoral response to mRNA SARS-CoV-2 BNT162b2 vaccine in kidney transplant recipients without prior exposure to the virus. Am J Transplant. 2021 Apr 18; Rabinowich L, Grupper A, Baruch R, Ben-Yehoyada M, Halperin T, Turner D, et al. Low immunogenicity to SARS-CoV-2 vaccination among liver transplant recipients. J Hepatol. 2021 Apr 20; Mazzola A, Todesco E, Drouin S, Hazan F, Marot S, Thabut D, et al. Poor Antibody Response after Two Doses of SARS-CoV-2 vaccine in Transplant Recipients. Clinical Infectious Diseases [Internet]. 2021 Jun 24 [cited 2021 Jun 25];(ciab580). Available from: https://doi.org/10.1093/cid/ciab580 CORRESPONDING AUTHOR Eve Todesco, Sorbonne Université, INSERM, Institut Pierre Louis d’Epidémiologie et de Santé publique (iPLESP), AP-HP, Hôpital Pitié-Salpêtrière, Laboratoire de virologie, F-75013 Paris, France. Email: [email protected]. Fax: 33 1 42177411. Phone: 33 1 42177401. KEYWORDS SARS-CoV-2 vaccination; SOT-recipients; humoral response; COVID-19 disease; anti-spike antibodies; third dose. Acknowledgments We thank Filomena Conti, Benoît Barrou, Shaida Varnous and Dominique Thabut for following the patients and Cathia Soulié for collection of virological data. Funding None. Conflict of Interest None. Dorry Segev, William WerbelJohns Hopkins University7 July 2021 Authors' Response to Dr. Rubin Critical research during a pandemic requires particular care in recruitment, methods, and participation, and we have been very fortunate to work with the Johns Hopkins Institutional Review Board to provide guidance in this space (COVID-19 Antibody Testing of Recipients of Solid Organ Transplants and Patients with Chronic Diseases; IRB00248540). Our prospective, national, real-world, ongoing observational vaccine study has enrolled >7000 persons in a 6-month period, leveraging digital recruitment, communications, and home-based self-administered blood draws to minimize risk to participants. All participants provide informed consent to undergo antibody testing using FDA emergency use authorized commercial platforms and to provide survey responses regarding vaccine reactogenicity and adverse events. The commentary by Drs. Rubin and Garner does not reflect the fact that, unlike in interventional trials, research participants in our observational registry undergo vaccination under their own accord, typically in concert with their medical providers, and thus consent regarding risks and benefits of vaccination itself are outside the bounds of our study. As part of the study design, we have been committed to sharing individual results of antibody testing with participants in real time. We provide an accompanying letter outlining the limitations of our current knowledge regarding significance of results and recommendation to discuss with their medical providers as to next steps, if any, while encouraging on multiple platforms the need to maintain protective behaviors regardless of antibody level. By popular demand, we have also conducted webinars to share aggregate published data, frame these results in clinical context, and answer questions about our ongoing research efforts. This has been another key forum to acknowledge and respect participants, whom we consider partners in the research effort, and provides an example of creative research communication in the pandemic climate where in-person site and coordinator visits carry potential major risks. Indeed, blunted antibody responses in transplant patients have been worrisome, particularly when paired with the much higher-than-expected rate of breakthrough infections. We applaud the multiple ongoing efforts of interventional trials such as additional vaccine doses or immunosuppression modulation under carefully controlled conditions. That said, we are aware of hundreds of transplant patients and other immunocompromised persons who have undergone third (and even fourth) booster vaccinations in the real world. Additionally, there have been high-profile national media reports of individuals who have received such additional vaccination, multiple social media groups where this approach is discussed, and formal recommendations in certain countries to utilize third doses as standard-of-care (for example, April 6 in France). Thus, it seems doubtful that our periodic communication with research participants is a primary driver of such practices in the US or abroad. Reporting vaccine immunogenicity and reactogenicity data as they emerge in the real world, with appropriate caveats regarding the nature of observational data, is the collective responsibility of the scientific community, especially given the ongoing COVID-19 pandemic worldwide, the specter of novel variants of concern, and the likelihood that this disease will remain an ongoing threat to immunocompromised patients unless vaccine protection is achieved. Lauren Palo, MHA, BSN, RN, PMPDirector, Transplant Services, Jefferson Health16 July 2021 Vaccine Supply Thank you so much for your work and sharing your findings via this paper. We are submitting for IRB approval to conduct a study in our immunosuppressed solid organ transplant and oncology patients and were wondering if you would share insight as to how you obtained vaccine and/or the process you followed to obtain approval for use of existing supply of vaccine? Author, Article, and Disclosure InformationAuthors: William A. Werbel, MD; Brian J. Boyarsky, MD, PhD; Michael T. Ou, BS; Allan B. Massie, PhD; Aaron A.R. Tobian, MD, PhD; Jacqueline M. Garonzik-Wang, MD, PhD; Dorry L. Segev, MD, PhDAffiliations: Johns Hopkins University School of Medicine, Baltimore, MarylandDisclaimer: The analyses described here are the responsibility of the authors alone and do not necessarily reflect the views or policies of the Department of Health and Human Services, nor does mention of trade names, commercial products, or organizations imply endorsement by the U.S. government.Acknowledgment: The authors thank the Johns Hopkins transplant vaccine study team, including Aura T. Teles, BS; Ross S. Greenberg, BA; Jake A. Ruddy, BS; Muhammad Asad Munir, MBBS; Andrew Snyder, BS; Michelle R. Krach, MS; Iulia Barbur, BSE; and Teresa P.-Y. Chiang, MD, MPH. They also thank Robin K. Avery, MD; Andrew H. Karaba, MD, PhD; and Ms. Yolanda Eby for project support and guidance.Financial Support: By the Ben-Dov family; grants F32DK124941 (Dr. Boyarsky), K01DK101677 (Dr. Massie), and K23DK115908 (Dr. Garonzik-Wang) from the National Institute of Diabetes and Digestive and Kidney Diseases; grant K24AI144954 (Dr. Segev) from the National Institute of Allergy and Infectious Diseases; and grant gSAN-201C0WW from the Transplantation and Immunology Research Network of the American Society of Transplantation (Dr. Werbel).Disclosures: Disclosures can be viewed at www.acponline.org/authors/icmje/ConflictOfInterestForms.do?msNum=L21-0282.Corresponding Authors: Dorry L. Segev, MD, PhD, Department of Surgery, Johns Hopkins Medical Institutions, 2000 East Monument Street, Baltimore, MD 21205 (e-mail, dorry@jhmi.edu); and William A. Werbel, MD, Department of Medicine, Johns Hopkins School of Medicine, 725 North Wolfe Street, PCTB/Second Floor, Baltimore, MD 21205 (e-mail, wwerbel1@jhmi.edu).This article was published at Annals.org on 15 June 2021. PreviousarticleNextarticle Advertisement FiguresReferencesRelatedDetails Metrics Cited byThe effect of the third dose of the BNT162b2 vaccine on anti-SARS-CoV-2 spike antibody levels in healthcare workers with and without COVID-19 infectionNeutralizing activity and 3-month durability of tixagevimab and cilgavimab prophylaxis against Omicron sublineages in transplant recipientsRuxolitinib treatment in myelofibrosis and polycythemia vera causes suboptimal humoral immune response following standard and booster vaccination with BNT162b2 mRNA COVID-19 vaccineRole of mTOR inhibitor in the cellular and humoral immune response to a booster dose of SARS-CoV-2 mRNA-1273 vaccine in kidney transplant recipientsEfficacy and safety of booster vaccination against SARS-CoV-2 in dialysis and renal transplant patients: systematic review and meta-analysisImpact of Omicron BA.1 infection on BA.4/5 immunity in transplant recipientsImmunogenicity and safety of a third dose of anti‐SARS‐CoV ‐2 BNT16b2 vaccine in liver transplant recipientsLiver dysfunction-related COVID-19: A narrative reviewSARS-CoV-2 vaccine alleviates disease burden and severity in liver transplant recipients even with low antibody titersHumoral and Cellular Response of Transplant Recipients to a Third Dose of mRNA SARS-CoV-2 Vaccine: A Systematic Review and Meta-analysisReal-world Evidence of COVID-19 Vaccines Effectiveness in Solid-organ Transplant Recipient Population in Colombia: A Study Nested in the Esperanza CohortHumoral Responses in the Omicron Era Following 3-Dose SARS-CoV-2 Vaccine Series in Kidney Transplant RecipientsTransplantation Amid a Pandemic: The Fall and Rise of Kidney Transplantation in the United StatesEfficacy of three COVID-19 vaccine doses in lung transplant recipients: a multicentre cohort studyOmicron infections profile and vaccination status among 1881 liver transplant recipients: a multi-centre retrospective cohortSuccess of nano-vaccines against COVID-19: a transformation in nanomedicineImmunogenicity of a third dose of the BNT162b2 COVID-19 vaccine in patients with CLL: effects on treatment selectionHumoral response after a third and fourth dose of mRNA-based SARS-CoV-2 vaccine in previously seronegative kidney transplant recipientsImmunogenicity of COVID-19 vaccines in solid organ transplant recipients: a systematic review and meta-analysisAbsence of Mortality Differences Between the First and Second COVID-19 Waves in Kidney Transplant RecipientsThe Trajectory of the COVID-19 Vaccine Antibody Titers Over Time and the Association of Mycophenolate Mofetil in Solid Organ Transplant RecipientsAnalysis of Risk Factors for a Low Immune Response to Messenger RNA COVID-19 Vaccine in Kidney Transplant Recipients and Differences Between Second and Third DoseHomotypic and heterotypic immune responses to Omicron variant in immunocompromised patients in diverse clinical settingsHeterologous vector versus homologous mRNA COVID-19 booster vaccination in non-seroconverted immunosuppressed patients: a randomized controlled trialPredictors of impaired SARS-CoV-2 immunity in healthcare workers after vaccination with BNT162b2mTOR inhibitors, mycophenolates, and other immunosuppression regimens on antibody response to SARS-CoV-2 mRNA vaccines in solid organ transplant recipientsComparison of the safety and immunogenicity of the BNT-162b2 vaccine and the ChAdOx1 vaccine for solid organ transplant recipients: a prospective studyChanges in spike protein antibody titer over 90 days after the second dose of SARS-CoV-2 vaccine in Japanese dialysis patientsSeroconversion following the first, second, and third dose of SARS-CoV-2 vaccines in immunocompromised population: a systematic review and meta-analysisEmerging trends of research on mRNA vaccines: A co-citation analysisHumoral and cellular immune response and the safety of third SARS-CoV-2 mRNA vaccine with longer interval after the second vaccination in kidney transplant recipientsActualización de las recomendaciones en el manejo de la pandemia por coronavirus SARS-CoV-2 (COVID-19) en pacientes con trasplante renalHumoral Response After SARS-CoV-2 Vaccination in Kidney Transplant Recipients: Role of Immunosuppression TherapyVaccination in patients with kidney failure: lessons from COVID-19Immune response to third SARS‐CoV‐2 vaccination in seronegative kidney transplant recipients: Possible improvement by mycophenolate mofetil reductionCOVID-19 and liver diseaseHumoral Immune Response to a Timely Booster mRNA Vaccination in Non-Responders to a Standard Vaccination Schedule against COVID-19 in Kidney Transplant RecipientsCOVID-19 Vaccination in Kidney Transplant Candidates and RecipientsCOVID-19 Mortality in Vaccinated vs. Unvaccinated Liver & Kidney Transplant Recipients: A Single-Center United States Propensity Score Matching Study on Historical DataImmunogenicity of COVID-19 mRNA vaccines in patients with acute myeloid leukemia and myelodysplastic syndromemRNA Vaccination Decreases COVID-19-Associated Morbidity and Mortality Among Organ Transplant Recipients: A Contemporary Cohort StudyImmunity to a third BNT162B2 COVID-19 vaccine after heart transplantation: Bridging the knowledge gap to end the pandemic for organ transplant recipientsEvidence of premature lymphocyte aging in people with low anti-spike antibody levels after BNT162b2 vaccinationThe effect of COVID 19 vaccination on kidney recipientsPredicting a Positive Antibody Response After 2 SARS-CoV-2 mRNA Vaccines in Transplant Recipients: A Machine Learning Approach With External ValidationAssessing T-Cell Immunity in Kidney Transplant Recipients with Absent Antibody Production after a 3rd Dose of the mRNA-1273 VaccineA quick scoping review of the first year of vaccination against the COVID-19 pandemic: Do we need more shots or time?Immunogenicity and safety of two-dose SARS-CoV-2 vaccination via different platforms in kidney transplantation recipientsImproved immunogenicity following the third dose of BNT162b2 mRNA vaccine in heart transplant recipientsImmunogenicity and safety of an inactivated SARS‐CoV‐2 vaccine in people living with HIV: A cross‐sectional studyRecommendation of a fourth SARS-CoV-2 vaccine dosage in vulnerable individuals, yes or not?Recommendation of a fourth SARS-CoV-2 vaccine dosage in vulnerable individuals, yes or not?Reduced Immune Response and Neutralizing Antibody Activity to the SARS-CoV-2 Vaccination in Patients with a History of Solid Organ TransplantMatched Versus Mixed COVID-19 Vaccinations in Korean Solid Organ Transplant Recipients: An Observational StudyHeterologous Ad.26.COV2.S versus homologous BNT162b2/mRNA-1273 as a third dose in solid organ transplant recipients seronegati",
  "authors": [
    {
      "display_name": "William A. Werbel",
      "id": "A5043750897",
      "orcid": "https://orcid.org/0000-0003-2943-5895",
      "institutions": [
        {
          "id": "I2799853436",
          "display_name": "Johns Hopkins Medicine",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "William A. Werbel"
    },
    {
      "display_name": "Brian J. Boyarsky",
      "id": "A5088963892",
      "orcid": "https://orcid.org/0000-0001-6902-9854",
      "institutions": [
        {
          "id": "I2799853436",
          "display_name": "Johns Hopkins Medicine",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Brian J. Boyarsky"
    },
    {
      "display_name": "Michael T. Ou",
      "id": "A5039914835",
      "orcid": "https://orcid.org/0000-0002-9768-5004",
      "institutions": [
        {
          "id": "I2799853436",
          "display_name": "Johns Hopkins Medicine",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Michael T. Ou"
    },
    {
      "display_name": "Allan B. Massie",
      "id": "A5025830256",
      "orcid": "https://orcid.org/0000-0002-5288-5125",
      "institutions": [
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I2799853436",
          "display_name": "Johns Hopkins Medicine",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Allan B. Massie"
    },
    {
      "display_name": "Aaron A.R. Tobian",
      "id": "A5066564090",
      "orcid": "https://orcid.org/0000-0002-0517-3766",
      "institutions": [
        {
          "id": "I2799853436",
          "display_name": "Johns Hopkins Medicine",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Aaron A.R. Tobian"
    },
    {
      "display_name": "Jacqueline Garonzik‐Wang",
      "id": "A5065233891",
      "orcid": "https://orcid.org/0000-0002-2789-7503",
      "institutions": [
        {
          "id": "I2799853436",
          "display_name": "Johns Hopkins Medicine",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jacqueline M. Garonzik-Wang"
    },
    {
      "display_name": "Dorry L. Segev",
      "id": "A5030533822",
      "orcid": "https://orcid.org/0000-0002-1924-4801",
      "institutions": [
        {
          "id": "I2799853436",
          "display_name": "Johns Hopkins Medicine",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Dorry L. Segev"
    }
  ],
  "publication_year": 2021,
  "publication_date": "2021-06-14",
  "type": "article",
  "cited_by_count": 334,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S119722071",
    "display_name": "Annals of Internal Medicine",
    "issn_l": "0003-4819",
    "issn": [
      "0003-4819",
      "1539-3704"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316812"
  },
  "volume": "174",
  "issue": "9",
  "first_page": "1330",
  "last_page": "1332",
  "open_access": {
    "is_oa": true,
    "oa_status": "green",
    "oa_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8252023",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.8161185
    },
    {
      "id": "C2908647359",
      "display_name": "Population",
      "level": 2,
      "score": 0.49636918
    },
    {
      "id": "C2780868878",
      "display_name": "Immunogenicity",
      "level": 3,
      "score": 0.49307534
    },
    {
      "id": "C2911091166",
      "display_name": "Transplantation",
      "level": 2,
      "score": 0.41552407
    },
    {
      "id": "C512399662",
      "display_name": "Family medicine",
      "level": 1,
      "score": 0.3694737
    },
    {
      "id": "C74909509",
      "display_name": "Gerontology",
      "level": 1,
      "score": 0.36483258
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.30171275
    },
    {
      "id": "C159654299",
      "display_name": "Antibody",
      "level": 2,
      "score": 0.20095554
    },
    {
      "id": "C203014093",
      "display_name": "Immunology",
      "level": 1,
      "score": 0.19318405
    },
    {
      "id": "C99454951",
      "display_name": "Environmental health",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10118",
      "display_name": "SARS-CoV-2 and COVID-19 Research",
      "score": 1.0
    },
    {
      "id": "T11495",
      "display_name": "Animal Virus Infections Studies",
      "score": 0.9962
    },
    {
      "id": "T11112",
      "display_name": "Viral Infections and Immunology Research",
      "score": 0.9954
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.7326/l21-0282",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:13:17.326331",
  "source_database": "OpenAlex"
}