{
  "openalex_id": "W3169253227",
  "doi": "https://doi.org/10.1161/circulationaha.121.055891",
  "title": "Myocarditis Temporally Associated With COVID-19 Vaccination",
  "abstract": "HomeCirculationVol. 144, No. 6Myocarditis Temporally Associated With COVID-19 Vaccination Free AccessLetterPDF/EPUBAboutView PDFView EPUBSections ToolsAdd to favoritesDownload citationsTrack citationsPermissionsDownload Articles + Supplements ShareShare onFacebookTwitterLinked InMendeleyReddit Jump toSupplemental MaterialFree AccessLetterPDF/EPUBMyocarditis Temporally Associated With COVID-19 Vaccination Carolyn M. Rosner, Leonard Genovese, Behnam N. Tehrani, Melany Atkins, Hooman Bakhshi, Saquib Chaudhri, Abdulla A. Damluji, James A. de Lemos, Shashank S. Desai, Abbas Emaminia, Michael Casey Flanagan, Amit Khera, Alireza Maghsoudi, Girum Mekonnen, Alagarraju Muthukumar, Ibrahim M. Saeed, Matthew W. Sherwood, Shashank S. Sinha, Christopher M. O'Connor and Christopher R. deFilippi Carolyn M. RosnerCarolyn M. Rosner Division of Cardiology, Inova Heart and Vascular Institute, Fairfax, VA (C.M.R., L.G., B.N.T., M.A., H.B., S.C., A.A.D., S.S.D., A.E., G.M., A. Maghsoudi, I.M.S., M.C.F., M.W.S., S.S.S., C.M.O'C., C.R.d.F.). , Leonard GenoveseLeonard Genovese https://orcid.org/0000-0002-0950-9861 Division of Cardiology, Inova Heart and Vascular Institute, Fairfax, VA (C.M.R., L.G., B.N.T., M.A., H.B., S.C., A.A.D., S.S.D., A.E., G.M., A. Maghsoudi, I.M.S., M.C.F., M.W.S., S.S.S., C.M.O'C., C.R.d.F.). , Behnam N. TehraniBehnam N. Tehrani Division of Cardiology, Inova Heart and Vascular Institute, Fairfax, VA (C.M.R., L.G., B.N.T., M.A., H.B., S.C., A.A.D., S.S.D., A.E., G.M., A. Maghsoudi, I.M.S., M.C.F., M.W.S., S.S.S., C.M.O'C., C.R.d.F.). , Melany AtkinsMelany Atkins Division of Cardiology, Inova Heart and Vascular Institute, Fairfax, VA (C.M.R., L.G., B.N.T., M.A., H.B., S.C., A.A.D., S.S.D., A.E., G.M., A. Maghsoudi, I.M.S., M.C.F., M.W.S., S.S.S., C.M.O'C., C.R.d.F.). Fairfax Radiology Centers, VA (M.A.). , Hooman BakhshiHooman Bakhshi Division of Cardiology, Inova Heart and Vascular Institute, Fairfax, VA (C.M.R., L.G., B.N.T., M.A., H.B., S.C., A.A.D., S.S.D., A.E., G.M., A. Maghsoudi, I.M.S., M.C.F., M.W.S., S.S.S., C.M.O'C., C.R.d.F.). , Saquib ChaudhriSaquib Chaudhri Division of Cardiology, Inova Heart and Vascular Institute, Fairfax, VA (C.M.R., L.G., B.N.T., M.A., H.B., S.C., A.A.D., S.S.D., A.E., G.M., A. Maghsoudi, I.M.S., M.C.F., M.W.S., S.S.S., C.M.O'C., C.R.d.F.). , Abdulla A. DamlujiAbdulla A. Damluji Division of Cardiology, Inova Heart and Vascular Institute, Fairfax, VA (C.M.R., L.G., B.N.T., M.A., H.B., S.C., A.A.D., S.S.D., A.E., G.M., A. Maghsoudi, I.M.S., M.C.F., M.W.S., S.S.S., C.M.O'C., C.R.d.F.). , James A. de LemosJames A. de Lemos Departments of Internal Medicine and Pathology, University of Texas Southwestern Medical Center, Dallas, TX (J.A.d.L., A.K., A. Muthukumar). , Shashank S. DesaiShashank S. Desai Division of Cardiology, Inova Heart and Vascular Institute, Fairfax, VA (C.M.R., L.G., B.N.T., M.A., H.B., S.C., A.A.D., S.S.D., A.E., G.M., A. Maghsoudi, I.M.S., M.C.F., M.W.S., S.S.S., C.M.O'C., C.R.d.F.). , Abbas EmaminiaAbbas Emaminia Division of Cardiology, Inova Heart and Vascular Institute, Fairfax, VA (C.M.R., L.G., B.N.T., M.A., H.B., S.C., A.A.D., S.S.D., A.E., G.M., A. Maghsoudi, I.M.S., M.C.F., M.W.S., S.S.S., C.M.O'C., C.R.d.F.). , Michael Casey FlanaganMichael Casey Flanagan https://orcid.org/0000-0003-4460-0975 Division of Cardiology, Inova Heart and Vascular Institute, Fairfax, VA (C.M.R., L.G., B.N.T., M.A., H.B., S.C., A.A.D., S.S.D., A.E., G.M., A. Maghsoudi, I.M.S., M.C.F., M.W.S., S.S.S., C.M.O'C., C.R.d.F.). , Amit KheraAmit Khera Departments of Internal Medicine and Pathology, University of Texas Southwestern Medical Center, Dallas, TX (J.A.d.L., A.K., A. Muthukumar). , Alireza MaghsoudiAlireza Maghsoudi https://orcid.org/0000-0002-3236-2191 Division of Cardiology, Inova Heart and Vascular Institute, Fairfax, VA (C.M.R., L.G., B.N.T., M.A., H.B., S.C., A.A.D., S.S.D., A.E., G.M., A. Maghsoudi, I.M.S., M.C.F., M.W.S., S.S.S., C.M.O'C., C.R.d.F.). Virginia Heart, Falls Church, VA (I.M.S., A. Maghsoudi). , Girum MekonnenGirum Mekonnen Division of Cardiology, Inova Heart and Vascular Institute, Fairfax, VA (C.M.R., L.G., B.N.T., M.A., H.B., S.C., A.A.D., S.S.D., A.E., G.M., A. Maghsoudi, I.M.S., M.C.F., M.W.S., S.S.S., C.M.O'C., C.R.d.F.). , Alagarraju MuthukumarAlagarraju Muthukumar Departments of Internal Medicine and Pathology, University of Texas Southwestern Medical Center, Dallas, TX (J.A.d.L., A.K., A. Muthukumar). , Ibrahim M. SaeedIbrahim M. Saeed https://orcid.org/0000-0001-6055-3836 Division of Cardiology, Inova Heart and Vascular Institute, Fairfax, VA (C.M.R., L.G., B.N.T., M.A., H.B., S.C., A.A.D., S.S.D., A.E., G.M., A. Maghsoudi, I.M.S., M.C.F., M.W.S., S.S.S., C.M.O'C., C.R.d.F.). Virginia Heart, Falls Church, VA (I.M.S., A. Maghsoudi). , Matthew W. SherwoodMatthew W. Sherwood https://orcid.org/0000-0002-4305-5883 Division of Cardiology, Inova Heart and Vascular Institute, Fairfax, VA (C.M.R., L.G., B.N.T., M.A., H.B., S.C., A.A.D., S.S.D., A.E., G.M., A. Maghsoudi, I.M.S., M.C.F., M.W.S., S.S.S., C.M.O'C., C.R.d.F.). , Shashank S. SinhaShashank S. Sinha Division of Cardiology, Inova Heart and Vascular Institute, Fairfax, VA (C.M.R., L.G., B.N.T., M.A., H.B., S.C., A.A.D., S.S.D., A.E., G.M., A. Maghsoudi, I.M.S., M.C.F., M.W.S., S.S.S., C.M.O'C., C.R.d.F.). , Christopher M. O'ConnorChristopher M. O'Connor Division of Cardiology, Inova Heart and Vascular Institute, Fairfax, VA (C.M.R., L.G., B.N.T., M.A., H.B., S.C., A.A.D., S.S.D., A.E., G.M., A. Maghsoudi, I.M.S., M.C.F., M.W.S., S.S.S., C.M.O'C., C.R.d.F.). Division of Cardiology, Duke University, Durham, NC (C.M.O'C.). and Christopher R. deFilippiChristopher R. deFilippi Correspondence to: Christopher deFilippi, MD, Inova Heart and Vascular Institute, Inova Fairfax Medical Campus, 3300 Gallows Road, Falls Church, VA 22042. Email E-mail Address: [email protected] https://orcid.org/0000-0002-0660-4943 Division of Cardiology, Inova Heart and Vascular Institute, Fairfax, VA (C.M.R., L.G., B.N.T., M.A., H.B., S.C., A.A.D., S.S.D., A.E., G.M., A. Maghsoudi, I.M.S., M.C.F., M.W.S., S.S.S., C.M.O'C., C.R.d.F.). Originally published16 Jun 2021https://doi.org/10.1161/CIRCULATIONAHA.121.055891Circulation. 2021;144:502–505Other version(s) of this articleYou are viewing the most recent version of this article. Previous versions: June 16, 2021: Ahead of Print The global coronavirus disease 2019 (COVID-19) pandemic brought significant mortality with more than 3 million deaths worldwide since January 2020.1 Concerted efforts focused on the time-sensitive development of vaccines yielded 3 COVID-19 vaccines receiving provisional US Food and Drug Administration approval: Pfizer-BioNTech COVID-19 (BNT162b2; Pfizer, Inc; Philadelphia, PA), Moderna (mRNA-1273; ModernaTX, Inc; Cambridge, MA), and Janssen (Ad.26.COV2.S; Johnson and Johnson; New Brunswick, NJ).1 All vaccines demonstrated excellent safety and clinical efficacy profiles in clinical trials. As of June 5, 2021, more than 170 million individuals in the United States and 894 million individuals worldwide had received at least 1 dose of a COVID-19 vaccine. Notwithstanding isolated rare serious adverse events, they have been well tolerated and associated with decreasing burden of disease in areas with high vaccination rates.2Myopericarditis has been reported as a rare vaccination complication.3 We present a case series of 7 patients hospitalized for acute myocarditis-like illness after COVID-19 vaccination, from 2 US medical centers in Falls Church, VA, and Dallas, TX. All were men <40 years of age and of White or Hispanic race/ethnicity (Table). Only 1 patient reported previous history of COVID-19 infection. Six patients received an mRNA vaccine (Moderna or Pfizer/BioNTech), and 1 received the adenovirus vaccine (Johnson and Johnson). All patients presented 3 to 7 days after vaccination with acute onset chest pain and biochemical evidence of myocardial injury, by cTnI ([cardiac troponin I]; Abbott Diagnostics, Lake Forest, IL) (mean peak, 15.77 ng/mL; median peak, 12.01 ng/mL) or elevated high-sensitivity cTnI (Abbott Diagnostics) (peak, 7000 ng/L). All were hemodynamically stable and none had a pericardial friction rub or rash. ECG patterns varied from normal to ST segment elevation. Three patients underwent invasive coronary angiography, and none had evidence of obstructive coronary artery disease. Echocardiograms showed left ventricular ejection fraction ranging from 35% to 62%, with 5 of 7 having some degree of hypokinesis. Patients underwent cardiac magnetic resonance imaging between 3 and 37 days after vaccination, including multiplanar SSFP sequences, short axis T1 and T2 stacks, T1 mapping when available and multiplanar myocardial late gadolinium enhancement. Multifocal subepicardial late gadolinium enhancement was present in 7 of 7 patients and additional midmyocardial late gadolinium enhancement was 4 of 7 patients. There was corresponding myocardial edema in 3 of 7 patients. Two patients who underwent cardiac magnetic resonance imaging >7 days from presentation had no edema, with an additional patient's T2 images limited by artifact. One patient underwent endomyocardial biopsy without pathological evidence of myocarditis. No patients reported palpitations, and there was no evidence of sustained arrhythmias. No patients had evidence of an active viral illness or autoimmune disease, and 6 of 7 had polymerase chain reaction testing for acute COVID-19 infection during hospitalization (all 6 were negative). Assessment of COVID-19 serology was obtained for 6 of 7 patients, with 4 of 6 showing presence of spike protein IgG antibodies.Table. Patient Characteristics and OutcomesCase 1Case 2Case 3Case 4Case 5Case 6Case 7Age, y28393924192023SexMMMMMMMRace/ethnicityWhiteWhiteWhiteWhiteHispanicWhiteWhiteVaccine type mRNAY (Pf, 2nd)Y (Mod, 2nd)Y (Pf, 1st)Y (Pf, 2nd)Y (Pf, 2nd)Y (Pf, 2nd) AdenovirusY (J&J)Days from administration to presentation5347233History of previous COVID-19 infectionDenied/remote negative PCRDenied/negative PCRDenied/negative PCRDenied/negative PCRDenied/negative PCRYes/negative PCRDenied/negative PCRPresenting symptomsChest pain at rest, nonpleuritic, nonexertional;no fevers, coughing, or shortness of breathSudden onset 7 out of 10 chest pain 2 days after vaccine, associated with shortness of breath; worse when lying flat and with inspirationFever, chills, shortness of breath, and chest heaviness/pain symptomsIntermittent, positional chest pain with left arm numbness and tinglingMidsternal sharp chest pain, waxing/and positional; relieved with leaning forwardMidsternal chest pain with deep inspiration.Subjective fevers, diffuse myalgia, and headache starting day of vaccination; sudden onset of sharp chest pain the night before admission that persisted at 3 out of 10 intensity, worsened when lying flatVital signs at presentationTemperature, °C3736.636.936.936.537.937.1Heart rate, bpm709379697711296Blood pressure, mm Hg145/82116/76103/70114/56108/71121/78131/80Respirations, per min18181616181816Chest x-ray findingsNo acute pulmonary diseaseNo acute processNo detectable active cardiopulmonary diseaseNo acute abnormalityNo acute diseaseNo evidence of acute cardiopulmonary diseaseNo acute abnormalityECG findings ST changes1-mm ST elevation in II, V5–V6PR depression in II, aVF, V4–V6T wave inversion V1No acute ST segment changesNo acute ST segment changesNonspecific ST-T changes1-mm ST elevation V2–V5Diffuse ST elevations RhythmNormal sinus rhythmNormal sinus rhythmNormal sinus rhythmNormal sinus rhythmNormal sinus rhythmSinus tachycardiaSinus tachycardiaEchocardiogram6 days postvaccine3 days postvaccine4 days postvaccine7 days postvaccine2 days postvaccine5 days postvaccine4 days postvaccine Left ventricular ejection fraction51%35% to 40%61%53%55%50% to 55%58% Left ventricular end-diastolic internal dimension4.8 cm4.9 cm4.4 cm5.2 cm4.7 cm4.34 cm5.0 cm Intraventricular septal diastolic thickness (2D)1.0 cm1.1 cm1.0 cm1.0 cm0.6 cm1.1 cm1.0 cm Regional wall motion abnormalitiesMild global hypokinesisMild global left ventricular hypokinesis; mildly decreased right ventricular functionNoneNoneNoneMild hypokinesis in the mid- to distal anteroseptum and apexNone Diastolic functionNormalNormalNormalNormalNormalNormalNormalCardiac magnetic resonance imaging37 days postvaccine11 days postvaccine5 days postvaccine7 days postvaccine3 days postvaccine6 days postvaccine3 days postvaccine Left ventricular ejection fraction50% (no regional wall motion abnormalities)56% (no regional wall motion abnormalities)52% (no regional wall motion abnormalities)48% (no regional wall motion abnormalities)50% (no regional wall motion abnormalities)52% (subtle apical septal and apical lateral hypokinesis)50% (no regional wall motion abnormalities) LGEPatchy mild subepicardial LGEthroughout the mid- to apical left ventricular walls; no pericardial thickening or enhancementSubepicardial LGE along the anterior and lateral walls; no pericardial thickening or effusionMultifocal subepicardial and midmyocardial LGE; prominence of the pericardium overlying the anterior wall with enhancementMidmyocardial LGE in the septal and inferior walls; subepicardial LGE in the anterior, lateral, and inferior walls; no pericardial effusionMultifocal patchy subepicardial and midmyocardialLGE within the lateral and inferolateral walls; no pericardial thickening or enhancementSubepicardial LGE within the lateral, inferolateral, and anterolateral walls with global left ventricular apex; no pericardial thickening or effusionBasal anteroseptal mid wall delayed enhancement; trace pericardial enhancement T1 mapping1046 ms1000 ms1125 ms T2No definitive edemaNo definitive edemaSuboptimal T2 WI secondary to banding artifact and respiratory motionMyocardial edema in the lateral and inferior wallsMyocardial edema in lateral wall at the level of the baseSubtle inferior wall myocardial edemaNo definitive edemaWhite blood cell count8.089.018.2811.148.3310.569.46Cardiac troponin I ng/mL (<0.04 ng/mL) Presentation3.554.243.410.374.490.48 Peak17.0811.0113.000.3744.808.36 Postdischarge<0.01<0.010.037ND0.19NDcTnI, ng/L (<17 ng/L) Presentation2601 Peak7000 Postdischarge6B-type natriuretic peptide, pg/mLND2297<1057.22968Erythrocyte sedimentation rate peak, mm/h88234ND1032C-reactive protein peak, mg/dL1.35.111.700.13.18.27.3Antinuclear antibody screenNegativeNegativeNegativeNDNegativeNDNDSARS-CoV-2 antibody Spike IgGNegative*‡Positive*Positive‡Negative§Positive*NDPositive† Nucleocapsid IgGNegative†Negative†NDNDNegative†NDNegative† Respiratory viral panel∥NDNDNegative except mycoplasma IgG; Coxsackie B1, B2, B3 (IgG 1:8) and B4, B5, B6 (IgG 1:16)NegativeNegativeNegativeNegative except Coxsackie B4 (IgG 1:320)Coronary angiography findingsNo evidence of coronary artery diseaseNo evidence of coronary artery diseaseNo obstructive coronary artery disease; proximal circumflex; mild 30% stenosisNDNDNDNDClinical course Hospitalization duration2 days4 days3 days2 days3 days4 days2 days Treatment(s)β-blocker, angiotensin-converting enzyme inhibitor, aspirin, and clopidogrel (2 doses, stopped on discharge)β-blocker, angiotensin receptor blocker, statin3 days IV steroidsColchicine, ibuprofen, famotidineColchicine, ibuprofen, famotidineIbuprofen, famotidineβ-blocker, colchicineT1 mapping refers to native T1 values obtained by the Modified Look-Locker Inversion recovery pulse sequence. T2 images were acquired by T2 mapping or short axis T2-weighted fat saturated sequence. 2D indicates two dimensional; COVID-19, coronavirus disease 2019; cTnI, high sensitivity cardiac troponin I; IgG, immunoglobulin G; IgM, immunoglobulin M; IV, intravenous; J&J, Johnson and Johnson (New Brunswick, NJ); LGE, late gadolinium enhancement; Mod, Moderna vaccine (mRNA-1273; Cambridge, MA); ND, testing not obtained; PCR, polymerase chain reaction; Pf, Pfizer-BioNTech COVID-19 vaccine (BNT162b2; Philadelphia, PA); and SARS-CoV-2, severe acute respiratory syndrome coronavirus 2.* Performed using Siemens Healthineers Dimension EXL SARS-CoV-2 IgG assay.† Performed using Abbott ARCHITECT SARS-CoV-2 IgG.‡ Performed using DiaSorin LIAISON SARS-CoV-2 S1/S2 IgG assay.§ Performed using Healgen COVID-19 IgG/IgM Rapid Test Cassette.∥ Respiratory viral panel was performed using the FilmArray BioFire Respiratory Panel 2.1 and contains qualitative detection of respiratory pathogen nucleic acid for the following viruses: adenovirus, coronavirus 229E, coronavirus HKU1, coronavirus NL63, coronavirus OC43, SARS-CoV-2, human metapneumovirus, human rhinovirus/enterovirus, influenza A, influenza A/H1, influenza AH1 2009, influenza A/H3, influenza B, parainfluenza virus 1, parainfluenza virus 2, parainfluenza virus 3, parainfluenza virus 4, respiratory syncytial virus, Bordetella pertussis, Bordetella parapertussis, Chlamydophila pneumoniae, and Mycoplasma pneumoniae.Treatment varied and included β-blocker and anti-inflammatory medication. Hospital length of stay was 3±1 days, and all patients' symptoms resolved by hospital discharge. All cases were reported to the Vaccine Adverse Event Reporting System and the Centers for Disease Control. Institutional review board approval was obtained for this report. The data that support the findings of this study are available from the corresponding author on reasonable request.In 1990, the United States established the Vaccine Adverse Event Reporting System and from 1990 to 2018, myopericarditis comprised 0.1% of all adverse events reported.3 To date, while anecdotes of potential myocarditis from COVID-19 vaccines have been reported in the lay media4 and the US Centers for Disease Control and Prevention has acknowledged investigation of potential cases, to our knowledge there are no reported case series of myocarditis-like illness associated with COVID-19 vaccination in adults. Our series of 7 male COVID-19 vaccination recipients who presented with myocarditis-like illness supports a potential causal association with vaccination given the temporal relationship, clinical presentation, and cardiac magnetic resonance imaging findings. Although endomyocardial biopsy was negative in the single case in which it was performed, this may represent sampling bias, given the patchy nature of myocardial inflammation in myocarditis.5 Of the 2 patients without measurable spike protein IgG, both presented shortly after their first vaccine dose. This antibody response is not unexpected but may indicate an alternate vaccine-related immune mechanism or absence of causality with the vaccine.Additional study is needed to confirm whether the rate of myocarditis-like illness is higher after vaccination than the background rate of myocarditis among similarly aged individuals in the population. Globally, myocarditis is diagnosed in approximately 10 to 20 individuals per 100 000 person-years.5 Moreover, careful immunophenotyping studies are needed to investigate potential mechanisms of vaccine-associated myocardial injury. Such studies could help determine populations at higher risk of this potential outcome and possible treatment strategies and should inform clinicians of the possibility of a myocarditis-like illness in patients with appropriate symptoms in the first few days after COVID-19 vaccination. Treatment considerations for myocarditis include anti-inflammatory medications and the addition of guideline-directed medical therapy if left ventricular ejection fraction is reduced,5 although no data specific to vaccine-associated myocarditis are available.The clinical course of vaccine-associated myocarditis-like illness appears favorable, with resolution of symptoms in all patients. Given the potential morbidity of COVID-19 infection even in younger adults, the risk–benefit decision for vaccination remains highly favorable. Vaccine adverse event reporting remains of high importance and further studies are needed to elucidate the pathophysiological mechanism to potentially identify or prevent future occurrences.Nonstandard Abbreviations and AcronymsCOVID-19coronavirus disease 2019cTnIcardiac troponin IAcknowledgmentsThe authors acknowledge the Dudley Family for their continued contributions and support of the Inova Dudley Family Center for Cardiovascular Innovation. The authors also acknowledge Kee Hyo Kang, Dr Lucy Nam, and Holly O'Donnell for their laboratory contributions and support of this project.Sources of FundingDr Damluji receives research funding from the Pepper Scholars Program of the Johns Hopkins University Claude D. Pepper Older Americans Independence Center funded by the National Institute on Aging (P30-AG021334) and a Mentored Patient-Oriented Research Career Development Award from the National Heart, Lung, and Blood Institute (K23-HL153771-01). Dr deFilippi receives funding from the National Center for Advancing Translational Science of the National Institutes of Health (award UL1TR003015).Disclosures Dr Tehrani is a consultant for Medtronic, and is on the advisory board for Abbott Medical and Retriever Medical. Dr Atkins is on the advisory board for Arterys. Dr de Lemos has received grant support from Abbott Diagnostics and Roche Diagnostics and consulting income from Siemen's Health Care Diagnostics, Ortho Clinical Diagnostics, and Quidel, Inc. Dr Desai serves on the Advisory Board at Abbott Medical. Dr. Muthukumar has received grant support from Abbott and Roche Diagnostics. Dr deFilippi receives research funding to Inova from Abbott Diagnostics, Roche Diagnostics, Siemens Healthineers, and Ortho Diagnostics; and consults for FujiRebio, Roche Diagnostics, Siemens Healthineers, and Ortho Diagnostics. The other authors report no conflicts.FootnotesThe podcast and transcript are available as a Data Supplement at https://www.ahajournals.org/doi/suppl/10.1161/CIRCULATIONAHA.121.055891.For Sources of Funding and Disclosures, see page 503.The data that support the findings of this study and research materials, as well as experimental procedures and protocols, are available from the corresponding author upon reasonable request.https://www.ahajournals.org/journal/circThis manuscript was sent to Vera Bittner, Senior Guest Editor, for review by expert referees, editorial decision, and final disposition.Correspondence to: Christopher deFilippi, MD, Inova Heart and Vascular Institute, Inova Fairfax Medical Campus, 3300 Gallows Road, Falls Church, VA 22042. Email christopher.defilippi@inova.orgReferences1. Damluji AA, Christenson RH, deFilippi C. Clinical application of serologic testing for coronavirus disease 2019 in contemporary cardiovascular practice.J Am Heart Assoc. 2021; 10:e019506. doi: 10.1161/JAHA.120.019506LinkGoogle Scholar2. Menni C, Klaser K, May A, Polidori L, Capdevila J, Louca P, Sudre CH, Nguyen LH, Drew DA, Merino J, et al. Vaccine side-effects and SARS-CoV-2 infection after vaccination in users of the COVID Symptom Study app in the UK: a prospective observational study.Lancet Infect Dis. 2021; 7:939–949.CrossrefGoogle Scholar3. Su JR, McNeil MM, Welsh KJ, Marquez PL, Ng C, Yan M, Cano MV. Myopericarditis after vaccination, Vaccine Adverse Event Reporting System (VAERS), 1990-2018.Vaccine. 2021; 39:839–845. doi: 10.1016/j.vaccine.2020.12.046CrossrefMedlineGoogle Scholar4. Mandavilli A. C.D.C. is investigating a heart problem in a few young vaccine recipients.The New York Times. May 22, 2021. https://www.nytimes.com/2021/05/22/health/cdc-heart-teens-vaccination.html?smid=em-share. Accessed May 25, 2021.Google Scholar5. Tschöpe C, Ammirati E, Bozkurt B, Caforio ALP, Cooper LT, Felix SB, Hare JM, Heidecker B, Heymans S, Hübner N, et al. Myocarditis and inflammatory cardiomyopathy: current evidence and future directions.Nat Rev Cardiol. 2021; 18:169–193. doi: 10.1038/s41569-020-00435-xCrossrefMedlineGoogle Scholar eLetters(0)eLetters should relate to an article recently published in the journal and are not a forum for providing unpublished data. Comments are reviewed for appropriate use of tone and language. Comments are not peer-reviewed. Acceptable comments are posted to the journal website only. Comments are not published in an issue and are not indexed in PubMed. Comments should be no longer than 500 words and will only be posted online. References are limited to 10. Authors of the article cited in the comment will be invited to reply, as appropriate.Comments and feedback on AHA/ASA Scientific Statements and Guidelines should be directed to the AHA/ASA Manuscript Oversight Committee via its Correspondence page.Sign In to Submit a Response to This Article Previous Back to top Next FiguresReferencesRelatedDetailsCited By Yeo S and Ho C (2024) COVID-19 mRNA vaccine-related myocarditis: A PRISMA systematic review, imaging approach and differential diagnoses, Radiology Case Reports, 10.1016/j.radcr.2023.11.070, 19:3, (1008-1019), Online publication date: 1-Mar-2024. Ahn H, Ahn Y, Jang J, Bu S, Lim S, Kim C, Lee J, Lee K and Seo K (2024) Post-COVID-19 Vaccination Myocarditis: A Histopathologic Study on a Monocentric Series of Six Cases, Diagnostics, 10.3390/diagnostics14020219, 14:2, (219) Hsu W, Hsu C and Jeng M (2023) Echocardiographic function evaluation in adolescents following BNT162b2 Pfizer-BioNTech mRNA vaccination: A preliminary prospective study, Journal of the Chinese Medical Association, 10.1097/JCMA.0000000000001013, 87:1, (88-93), Online publication date: 1-Jan-2024. Chadha R, Raghav A, Banerjee B, Sengar A, Sengar M and Raghav P (2024) Targets of SARS-CoV-2: therapeutic implications for COVID-19 Stem Cells, 10.1016/B978-0-323-95545-4.00025-6, (3-14), . Singh P, Izquierdo S, Ekasi S, Schnepp T, Rabanal C, Olimba L and Dickinson M Acute Myocarditis Following COVID-19 Vaccination in a Young Adult, Cureus, 10.7759/cureus.50592 Okuno S, Higo S, Kondo T, Shiba M, Kameda S, Inoue H, Tabata T, Ogawa S, Morishita Y, Sun C, Ishino S, Honda T, Miyagawa S and Sakata Y (2023) SARS-CoV-2 spike receptor-binding domain is internalized and promotes protein ISGylation in human induced pluripotent stem cell-derived cardiomyocytes, Scientific Reports, 10.1038/s41598-023-48084-7, 13:1 Jaiswal V, Mukherjee D, Peng Ang S, Kainth T, Naz S, Babu Shrestha A, Agrawal V, Mitra S, Ee Chia J, Jilma B, Mamas M, Gebhard C, Postula M and Siller-Matula J (2023) COVID-19 vaccine-associated myocarditis: Analysis of the suspected cases reported to the EudraVigilance and a systematic review of the published literature, IJC Heart & Vasculature, 10.1016/j.ijcha.2023.101280, 49, (101280), Online publication date: 1-Dec-2023. Pareek M, Sessa P, Polverino P, Sessa F, Kragholm K and Sessa M (2023) Myocarditis and pericarditis in individuals exposed to the Ad26.COV2.S, BNT162b2 mRNA, or mRNA-1273 SARS-CoV-2 vaccines, Frontiers in Cardiovascular Medicine, 10.3389/fcvm.2023.1210007, 10 Crisci G, Bobbio E, Gentile P, Bromage D, Bollano E, Ferone E, Israr M, Heaney L, Polte C, Cannatà A and Salzano A (2023) Biomarkers in Acute Myocarditis and Chronic Inflammatory Cardiomyopathy: An Updated Review of the Literature, Journal of Clinical Medicine, 10.3390/jcm12237214, 12:23, (7214) Lizet A, Iliana S, Juan Carlos P, Mariby G, Viviana F, Avelina L, Rebeca C, Pedro P, Nancy E, Rodolfo V, Marta A, Miladys L, Gerardo G and Jorge Castro V (2023) ABDALA, a preventive vaccine against SARS-CoV-2, is safe in Chlorocebus aethiops sabaeus monkeys, Advances in Toxicology and Toxic Effects, 10.17352/atte.000014, 7:1, (013-027) Ho J, Sia C, Ngiam J, Loh P, Chew N, Kong W and Poh K (2021) A review of COVID-19 vaccination and the reported cardiac manifestations, Singapore Medical Journal, 10.11622/smedj.2021210, 64:9, (543-549), Online publication date: 1-Sep-2023. Ho J, Sia C, Ngiam J, Loh P, Chew N, Kong W and Poh K (2021) A review of COVID-19 vaccination and the reported cardiac manifestations, Singapore Medical Journal, 10.11622/smedj.2021125, 64:9, (543-549), Online publication date: 1-Sep-2023. Chatterjee A, Saha R, Mishra A, Shilkar D, Jayaprakash V, Sharma P and Sarkar B (2023) Molecular Determinants, Clinical Manifestations and Effects of Immunization on Cardiovascular Health During COVID-19 Pandemic Era - A Review, Current Problems in Cardiology, 10.1016/j.cpcardiol.2022.101250, 48:8, (101250), Online publication date: 1-Aug-2023. Maitz T, Parfianowicz D, Vojtek A, Rajeswaran Y, Vyas A and Gupta R (2023) COVID-19 Cardiovascular Connection: A Review of Cardiac Manifestations in COVID-19 Infection and Treatment Modalities, Current Problems in Cardiology, 10.1016/j.cpcardiol.2022.101186, 48:8, (101186), Online publication date: 1-Aug-2023. Mistrulli R, Ferrera A, Muthukkattil M, Volpe M, Barbato E and Battistoni A (2023) SARS-CoV-2 Related Myocarditis: What We Know So Far, Journal of Clinical Medicine, 10.3390/jcm12144700, 12:14, (4700) Arellano-Arteaga K, Bayro Jablonski N, Miramontes Luna E, Bedolla-Barajas M and Coronel Castañeda L Biventricular Takotsubo Cardiomyopathy as an Unusual Presentation of SARS-CoV-2 mRNA Vaccine-Associated Multisystemic Inflammatory Syndrome, Cureus, 10.7759/cureus.41365 Bohné M, Bohnen S, Willems S, Klingel K, Kivelitz D, Bahlmann E and Shirotani M (2023) Acute Lymphocytic Myocarditis in a Young Male Post-COVID-19, Case Reports in Cardiology, 10.1155/2023/7646962, 2023, (1-7), Online publication date: 22-Jun-2023. Schroth D, Garg R, Bocova X, Hansmann J, Haass M, Yan A, Fernando C, Chacko B, Oikonomou A, White J, Alhussein M, Giusca S, Ochs A, Korosoglou G, André F, Friedrich M and Ochs M (2023) Predictors of persistent symptoms after mRNA SARS-CoV-2 vaccine-related myocarditis (myovacc registry), Frontiers in Cardiovascular Medicine, 10.3389/fcvm.2023.1204232, 10 Alami A, Krewski D, Farhat N, Mattison D, Wilson K, Gravel C, Farrell P, Crispo J, Haddad N, Perez-Lloret S and Villeneuve P (2023) Risk of myocarditis and pericarditis in mRNA COVID-19-vaccinated and unvaccinated popu",
  "authors": [
    {
      "display_name": "Carolyn Rosner",
      "id": "A5036936113",
      "orcid": "https://orcid.org/0000-0002-7742-9628",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Carolyn M. Rosner"
    },
    {
      "display_name": "Leonard Genovese",
      "id": "A5032082280",
      "orcid": "https://orcid.org/0000-0002-0950-9861",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Leonard Genovese"
    },
    {
      "display_name": "Behnam Tehrani",
      "id": "A5009606379",
      "orcid": "https://orcid.org/0000-0002-8037-7021",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Behnam N. Tehrani"
    },
    {
      "display_name": "Melany Atkins",
      "id": "A5024194253",
      "orcid": null,
      "institutions": [
        {
          "id": "I1287097855",
          "display_name": "Atkins (United States)",
          "country_code": "US",
          "type": "company"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Melany Atkins"
    },
    {
      "display_name": "Hooman Bakhshi",
      "id": "A5065847338",
      "orcid": "https://orcid.org/0009-0003-3258-0951",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Hooman Bakhshi"
    },
    {
      "display_name": "Saquib Chaudhri",
      "id": "A5091579550",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Saquib Chaudhri"
    },
    {
      "display_name": "Abdulla A. Damluji",
      "id": "A5052978037",
      "orcid": "https://orcid.org/0000-0002-8774-6416",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Abdulla A. Damluji"
    },
    {
      "display_name": "James A. de Lemos",
      "id": "A5051212717",
      "orcid": "https://orcid.org/0000-0003-2211-7261",
      "institutions": [
        {
          "id": "I867280407",
          "display_name": "The University of Texas Southwestern Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "James A. de Lemos"
    },
    {
      "display_name": "Shashank Desai",
      "id": "A5022527172",
      "orcid": "https://orcid.org/0000-0001-9757-9650",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Shashank S. Desai"
    },
    {
      "display_name": "Abbas Emaminia",
      "id": "A5029536785",
      "orcid": "https://orcid.org/0000-0001-7079-4991",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Abbas Emaminia"
    },
    {
      "display_name": "M. Casey Flanagan",
      "id": "A5039314001",
      "orcid": "https://orcid.org/0000-0003-4460-0975",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Michael Casey Flanagan"
    },
    {
      "display_name": "Amit Khera",
      "id": "A5017243866",
      "orcid": "https://orcid.org/0000-0001-7255-6874",
      "institutions": [
        {
          "id": "I867280407",
          "display_name": "The University of Texas Southwestern Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Amit Khera"
    },
    {
      "display_name": "Alireza Maghsoudi",
      "id": "A5085687931",
      "orcid": "https://orcid.org/0000-0002-3236-2191",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Alireza Maghsoudi"
    },
    {
      "display_name": "Girum Mekonnen",
      "id": "A5081294882",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Girum Mekonnen"
    },
    {
      "display_name": "Alagarraju Muthukumar",
      "id": "A5102722839",
      "orcid": "https://orcid.org/0000-0002-4661-883X",
      "institutions": [
        {
          "id": "I867280407",
          "display_name": "The University of Texas Southwestern Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Alagarraju Muthukumar"
    },
    {
      "display_name": "Ibrahim M. Saeed",
      "id": "A5081193470",
      "orcid": "https://orcid.org/0000-0001-6055-3836",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Ibrahim M. Saeed"
    },
    {
      "display_name": "Matthew W. Sherwood",
      "id": "A5085584599",
      "orcid": "https://orcid.org/0000-0002-4305-5883",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Matthew W. Sherwood"
    },
    {
      "display_name": "Shashank S. Sinha",
      "id": "A5022878011",
      "orcid": "https://orcid.org/0000-0001-6249-2598",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Shashank S. Sinha"
    },
    {
      "display_name": "Christopher M. O’Connor",
      "id": "A5111584665",
      "orcid": null,
      "institutions": [
        {
          "id": "I170897317",
          "display_name": "Duke University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Christopher M. O’Connor"
    },
    {
      "display_name": "Christopher R. deFilippi",
      "id": "A5071573513",
      "orcid": "https://orcid.org/0000-0002-0660-4943",
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Christopher R. deFilippi"
    }
  ],
  "publication_year": 2021,
  "publication_date": "2021-06-16",
  "type": "letter",
  "cited_by_count": 211,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S116251202",
    "display_name": "Circulation",
    "issn_l": "0009-7322",
    "issn": [
      "0009-7322",
      "1524-4539"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "144",
  "issue": "6",
  "first_page": "502",
  "last_page": "505",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://doi.org/10.1161/circulationaha.121.055891",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.7055594
    },
    {
      "id": "C3008058167",
      "display_name": "Coronavirus disease 2019 (COVID-19)",
      "level": 4,
      "score": 0.49833298
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.3425593
    },
    {
      "id": "C27206212",
      "display_name": "Theology",
      "level": 1,
      "score": 0.32738477
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.13040262
    },
    {
      "id": "C2779134260",
      "display_name": "Disease",
      "level": 2,
      "score": 0.0
    },
    {
      "id": "C524204448",
      "display_name": "Infectious disease (medical specialty)",
      "level": 3,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11112",
      "display_name": "Viral Infections and Immunology Research",
      "score": 0.9998
    },
    {
      "id": "T10118",
      "display_name": "SARS-CoV-2 and COVID-19 Research",
      "score": 0.9969
    },
    {
      "id": "T10217",
      "display_name": "Cardiac electrophysiology and arrhythmias",
      "score": 0.9808
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1161/circulationaha.121.055891",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:35:06.476012",
  "source_database": "OpenAlex"
}