{
  "openalex_id": "W3168046225",
  "doi": "https://doi.org/10.1001/jamaoncol.2021.1715",
  "title": "Time-Related Biases in Nonrandomized COVID-19–Era Studies Using Real-world Data",
  "abstract": "Michael A. Thompson, MD, PhD; Jeffrey P. Henderson, MD, PhD; Pankil K. Shah, MD, MSPH; Samuel M. Rubinstein, MD; Michael J. Joyner, MD; Toni K. Choueiri, MD; Daniel B. Flora, MD, PharmD; Elizabeth A. Griffiths, MD; Anthony P. Gulati, MD; Clara Hwang, MD; Vadim S. Koshkin, MD; Esperanza B. Papadopoulos, MD; Elizabeth V. Robilotti, MD, MPH; Christopher T. Su, MD, MPH; Elizabeth M. Wulff-Burchfield, MD; Zhuoer Xie, MD, MS; Peter Paul Yu, MD; Sanjay Mishra, MS, PhD; Jonathon W. Senefeld, PhD; Dimpy P. Shah, MD, PhD; Jeremy L. Warner, MD, MS; COVID-19 and Cancer Consortium; Balazs Halmos; Amit Verma; Benjamin A Gartrell; Sanjay Goel; Nitin Ohri; R Alejandro Sica; Astha Thakkar; Keith E Stockerl-Goldstein; Omar Butt; Jian L Campian; Mark A Fiala; Ryan Monahan; Alice Y Zhou; Pamela Bohachek; Daniel Mundt; Mitrianna Streckfuss; Eyob Tadesse; Philip E Lammers; Sanjay G Revankar; Orestis A Panagiotou; Pamela C Egan; Dimitrios Farmakiotis; Hina Khan; Adam J Olszewski; Arturo Loaiza-Bonilla; Salvatore A Del Prete; Anne H Angevine; Michael H Bar; KM Steve Lo; Jamie Stratton; Paul L Weinstein; Paolo F Caimi; Jill S Barnholtz-Sloan; Jorge A Garcia; John M Nakayama; Shilpa Gupta; Nathan A Pennell; Manmeet S Ahluwalia; Scott J Dawsey; Amanda Nizam; Christopher A Lemmon; Claire Hoppenot; Ang Li; Ziad Bakouny; Gabrielle Bouchard; Fiona J Busser; Jean M Conners; Catherine R Curran; George D Demetri; Antonio Giordano; Kaitlin Kelleher; Anju Nohria; Andrew Schmidt; Grace Shaw; Eliezer M Van Allen; Pier Vitale Nuzzo; Wenxin Xu; Rebecca L Zon; Tian Zhang; Susan Halabi; Gary H Lyman; Jerome J Graber; Petros Grivas; Ali Raza Khaki; Elizabeth T Loggers; Ryan C Lynch; Elizabeth S Nakasone; Michael T Schweizer; Lisa ML Tachiki; Shaveta Vinayak; Michael J Wagner; Albert Yeh; Na Tosha N Gatson; Sharad Goyal; Minh-Phuong Huynh-Le; Lori J Rosenstein; Jessica M Clement; Ahmad Daher; Mark E Dailey; Rawad Elias; Emily Hsu; Alvaro G Menendez; Joerg Rathmann; Oscar K Serrano; Asha Jayaraj; Shirish M Gadgeel; Jessica E Hawley; Dawn L Hershman; Melissa K Accordino; Divaya Bhutani; Gary K Schwartz; Daniel Y Reuben; Sarah Mushtaq; Eric H Bernicker; John Deeken; Danielle Shafer; Mark A Lewis; Terence D Rhodes; David M Gill; Clarke A Low; Sarah Nagle; Brandon Hayes-Lattin; Shannon McWeeney; Eneida R Nemecek; Howard A Zaren; Stephanie J Smith; Gayathri Nagaraj; Mojtaba Akhtari; Eric Lau; Mark E Reeves; Stephanie Berg; Destry Elms; Alicia K Morgans; Firas H Wehbe; Jessica Altman; Michael Gurley; Mary F Mulcahy; Eric B Durbin; Amit A Kulkarni; Heather H Nelson; Surbhi Shah; Rachel P Rosovsky; Kerry Reynolds; Aditya Bardia; Genevieve Boland; Justin Gainor; Leyre Zubiri; Thorvardur R Halfdanarson; Tanios Bekaii-Saab; Aakash Desai; Ruben A Mesa; Mark Bonnen; Daruka Mahadevan; Amelie G Ramirez; Mary Salazar; Rimma Belenkaya; John Philip; Gregory J Riely; Bryan Faller; Rana R McKay; Archana Ajmera; Angelo Cabal; Justin A Shaya; Lisa B Weissmann; Chinmay Jani; James L Chen; Margaret E Gatti-Mays; Sachin R Jhawar; Maryam B Lustberg; Joshua D Palmer; Clement Pillainayagam; Daniel G Stover; Sarah Wall; Nicole O Williams; Vidhya Karivedu; Daniel Addison; Monika Joshi; Harry Menon; Marc A Rovito; Amro Elshoury; Salma K Jabbour; Mansi R Shah; Babar Bashir; Sana Z Mahmood; Christopher McNair; Vasil Mico; Andrea Verghese Rivera; Chaim Miller; Elwyn Cabebe; Michael J Glover; Alokkumar Jha; Lidia Schapira; Sumit A Shah; Julie Tsu-Yu Wu; Suki Subbiah; Barbara B Logan; Goetz Kloecker; Gilberto de Lima Lopes Jr; Karen Russell; Brittany Stith; Melissa Smits; Natasha Edwin; David D Chism; Susie Owenby; Deborah B Doroshow; Matthew D Galsky; Huili Zhu; Julie C Fu; Alyson Fazio; Kanishka G Patel; Jonathan Riess; Daniel H Kwon; Vaibhav Kumar; Jessica Y Islam; William A Wood; Syed A Ahmad; Punita Grover; Shuchi Gulati; Jordan Kharofa; Michelle Marcum; Cathleen Park; Trisha M Wise-Draper; Daniel W Bowles; Christopher L Geiger; Rohit Bishnoi; Merry-Jennifer Markham; Chintan Shah; Jared D Acoba; Young Soo Rho; Lawrence E Feldman; Kent F Hoskins; Gerald Gantt Jr; Mahir Khan; Ryan H Nguyen; Mary M Pasquinelli; Candice Schwartz; Neeta K Venepalli; Praveen Vikas ; Anup Kasi; Leslie A Fecher; Christopher R Friese; Blanche H Mavromatis; Qamar U Zaman; Ragneel Bijjula; Alex Cheng; Elizabeth J Davis; Benjamin French; Erin A Gillaspie; Daniel J Hausrath; Cassandra Hennessy; Chih-Yuan Hsu; Douglas B Johnson; Xuanyi Li; Sonya A Reid; Brian I Rini; Yu Shyr; David A Slosky; Carmen C Solorzano; Matthew D Tucker; Karen Vega-Luna; Lucy L Wang; Kyle T Enriquez; Tianyi Sun; Theresa M Carducci; Matthew Puc; Susan Van Loon; Karen J Goldsmith; Robert L Rice; Wilhelmina D Cabalona; Christine Pilar; Briana Barrow McCollough; Prakash Peddi; Lane R Rosen; Mehmet A Bilen; Deepak Ravindranathan; Navid Hafez; Roy S Herbst; Patricia LoRusso; Tyler Masters; Catherine Stratton",
  "authors": [
    {
      "display_name": "Gregory S. Calip",
      "id": "A5006255544",
      "orcid": "https://orcid.org/0000-0002-7744-3518",
      "institutions": [
        {
          "id": "I39422238",
          "display_name": "University of Illinois Chicago",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I4210153546",
          "display_name": "Flatiron Health (United States)",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Gregory S. Calip"
    },
    {
      "display_name": "Rebecca A. Miksad",
      "id": "A5035601295",
      "orcid": "https://orcid.org/0000-0003-3194-5122",
      "institutions": [
        {
          "id": "I4210153546",
          "display_name": "Flatiron Health (United States)",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1286490081",
          "display_name": "Boston Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Rebecca A. Miksad"
    },
    {
      "display_name": "Somnath Sarkar",
      "id": "A5008874536",
      "orcid": "https://orcid.org/0000-0002-8158-3847",
      "institutions": [
        {
          "id": "I4210153546",
          "display_name": "Flatiron Health (United States)",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Somnath Sarkar"
    }
  ],
  "publication_year": 2021,
  "publication_date": "2021-06-17",
  "type": "article",
  "cited_by_count": 5,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S2756165422",
    "display_name": "JAMA Oncology",
    "issn_l": "2374-2437",
    "issn": [
      "2374-2437",
      "2374-2445"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320259"
  },
  "volume": "7",
  "issue": "8",
  "first_page": "1175",
  "last_page": "1175",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": "https://doi.org/10.1001/jamaoncol.2021.1715",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C52119013",
      "display_name": "Art history",
      "level": 1,
      "score": 0.490999
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.40239856
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.39522785
    },
    {
      "id": "C27206212",
      "display_name": "Theology",
      "level": 1,
      "score": 0.3943941
    },
    {
      "id": "C15708023",
      "display_name": "Humanities",
      "level": 1,
      "score": 0.3645107
    }
  ],
  "topics": [
    {
      "id": "T10845",
      "display_name": "Advanced Causal Inference Techniques",
      "score": 0.9974
    },
    {
      "id": "T10804",
      "display_name": "Health Systems, Economic Evaluations, Quality of Life",
      "score": 0.9889
    },
    {
      "id": "T12246",
      "display_name": "Chronic Disease Management Strategies",
      "score": 0.9747
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1001/jamaoncol.2021.1715",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:15:05.659122",
  "source_database": "OpenAlex"
}