{
  "openalex_id": "W3162129359",
  "doi": "https://doi.org/10.4236/jss.2021.95016",
  "title": "The Parallel and Interdependent Political Evolutions in the West and the East: Eusocial Politics",
  "abstract": "This paper proposes that the parallel and interdependent political evolutions through the political transformations in the technological Ages are derived from the individualistic West originated from Greece based on pastoral-trade culture and the collectivistic East originated from China based on agrarian culture. The three types of politics are territorial politics with rigid boundary, individualistic politics with flexible boundary, and collectivistic politics with flexible boundary. In the New Stone, Bronze, Iron, Industrial, Information, and Intelligence Ages, the politics in the West are territorial hereditary pastoral-trade tribe, individualistic hereditary nation alliance, individualistic elective mega empire, individualistic individual liberal democracy, individualistic multilateral organization, and individualistic eusocial politics, respectively, while the politics in the East are territorial hereditary agrarian tribe, collectivistic hereditary feudal nation, collectivistic civil service mega empire, collectivistic common professional democracy, collectivistic multilateral organization, collectivistic eusocial politics, respectively. For the foundations of governments, competitive election from the West and consensual civil service from the East are interdependent. For social rules, rule of law from the West and rule of relation from the East are interdependent. For production types, adventurous type (invention, productivity, efficiency, and market) from the West and consolidative type (development, supply chain, economy of scale, and ration) from the East are interdependent. For human rights, liberty from the West and life-livelihood from the East are interdependent. For overall perceptions, single-faceted categorical perception from the West and multi-faceted relational perception from the East are interdependent. The combination of the emergent Intelligence Age and the various harsh global crises results in inevitable global interconnection which demands eusocial politics under one earth, one future, and one people to overcome the global crises (pandemic, climate, inequality, and poverty crises). Eusocial politics includes mutual vulnerability, the interdependent East-West, the United Regional Communities, the green-digital infrastructure of one earth and one future, and the poverty reduction of one people.",
  "authors": [
    {
      "display_name": "Ding-Yu Chung",
      "id": "A5069142984",
      "orcid": null,
      "institutions": [
        {
          "id": "I104579289",
          "display_name": "Utica College",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Dingyu Chung"
    }
  ],
  "publication_year": 2021,
  "publication_date": "2021-01-01",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S2784850370",
    "display_name": "Open Journal of Social Sciences",
    "issn_l": "2327-5952",
    "issn": [
      "2327-5952",
      "2327-5960"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320480"
  },
  "volume": "09",
  "issue": "05",
  "first_page": "279",
  "last_page": "338",
  "open_access": {
    "is_oa": true,
    "oa_status": "gold",
    "oa_url": "http://www.scirp.org/journal/PaperDownload.aspx?paperID=109132",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C96420161",
      "display_name": "Collectivism",
      "level": 3,
      "score": 0.6354495
    },
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.55948985
    },
    {
      "id": "C17022365",
      "display_name": "Individualism",
      "level": 2,
      "score": 0.53608406
    },
    {
      "id": "C74363100",
      "display_name": "Economic system",
      "level": 1,
      "score": 0.48577073
    },
    {
      "id": "C138921699",
      "display_name": "Political economy",
      "level": 1,
      "score": 0.4450855
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.42357284
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.3642593
    },
    {
      "id": "C162324750",
      "display_name": "Economics",
      "level": 0,
      "score": 0.2699811
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.2077041
    }
  ],
  "topics": [
    {
      "id": "T11454",
      "display_name": "Cultural Differences and Values",
      "score": 0.994
    },
    {
      "id": "T11252",
      "display_name": "Evolutionary Game Theory and Cooperation",
      "score": 0.9761
    },
    {
      "id": "T12520",
      "display_name": "Psychology of Moral and Emotional Judgment",
      "score": 0.9428
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.4236/jss.2021.95016",
  "pdf_url": "http://www.scirp.org/journal/PaperDownload.aspx?paperID=109132",
  "retrieved_date": "2025-07-30T14:25:53.611111",
  "source_database": "OpenAlex"
}