{
  "openalex_id": "W3165322256",
  "doi": "https://doi.org/10.1136/annrheumdis-2021-eular.4091",
  "title": "OP0229 THE GROUP FOR RESEARCH AND ASSESSMENT OF PSORIASIS AND PSORIATIC ARTHRITIS (GRAPPA) TREATMENT RECOMMENDATIONS 2021",
  "abstract": "Background: Since the 2015 GRAPPA treatment recommendations were published, therapeutic options and management strategies for psoriatic arthritis (PsA) have advanced considerably. Objectives: The goal of the GRAPPA recommendations update is to develop high quality, evidence-based recommendations for the treatment of PsA, including related conditions and comorbidities. Methods: GRAPPA rheumatologists, dermatologists and patient research partners (PRPs) updated overarching principles for the management of adults with PsA by consensus. Principles considering use of biosimilars and tapering/discontinuing of therapy were added to this update. Systematic literature searches based on data publicly available from three databases (MEDLINE, EMBASE, and Cochrane CENTRAL) were conducted from the end of the previous recommendations’ searches through August 2020. Additional abstract searches were performed for conference presentations in 2017-2020. Searches covered PsA treatments (peripheral arthritis, axial arthritis, enthesitis, dactylitis, skin, and nail disease). Additional searches were performed for related conditions (uveitis and IBD) and comorbidities evaluating their impact on safety and treatment outcomes. Individual groups assessed the risk of bias and applied the GRADE system to generate strong or conditional recommendations for therapies within the domain groups and for the management of comorbidities and related conditions. These recommendations were then incorporated into an overall treatment schema. Results: Updated, evidence-based treatment recommendations are shown (Table 1). Since 2015, many new medications have been incorporated. Additional results for older medications, such as methotrexate, have been published across PsA domains. Based on the evidence, the treatment recommendations developed by individual groups were incorporated into the overall schema including principles for management of arthritis, spondylitis, enthesitis, dactylitis, skin, and nail disease in PsA, and associated conditions (Figure 1). Choice of therapy for an individual should ideally address all of the domains that impact on that patient, supporting shared decision making with the patient involved. Additional consideration in the recommendations was given to key associated conditions and comorbidities as these often impact on therapy choice. Conclusion: These GRAPPA treatment recommendations provide up to date, evidence-based guidance to providers who manage and treat adult patients with PsA. These recommendations are based on domain-based strategy for PsA and supplemented by overarching principles developed by consensus of GRAPPA members. Indication Strong For Conditional For Conditional Against Strong Against Insufficient evidence Peripheral Arthritis DMARD Naïve csDMARDs, TNFi, PDE4i, IL-12/23i, IL-17i, IL-23i, JAKi NSAIDs, oral CS, IA CS, IL-6i, Peripheral Arthritis DMARD IR TNFi, IL-12/23i, IL-17i, IL-23i, JAKi PDE4i, other csDMARD, NSAIDs, oral CS, IA CS, IL-6i, Peripheral Arthritis bDMARD IR TNFi, IL-17i, IL-23i, JAKi, NSAIDs, oral CS, IA CS, IL-12/23i, PDE4i, CTLA-4-Ig IL-6i, Axial arthritis, Biologic Naïve NSAIDs, Physiotherapy, simple analgesia, TNFi, IL-17i, JAKi CS SIJ injections, bisphosphonates csDMARDs, IL-6i, IL-12/23i, IL-23i Axial PsA, Biologic IR NSAIDs, Physiotherapy, simple analgesia, TNFi, IL-17i, JAKi csDMARDs, IL-6i, IL-12/23i, IL-23i Enthesitis TNFi, IL-12/23i, IL-17i, PDE4i, IL-23i, JAKi NSAIDs, physiotherapy, CS injections, MTX IL-6i, Other csDMARDs Dactylitis TNFi IL-12/23i, IL-17i, IL-23i, JAKi, PDE4i NSAIDs, CS injections, MTX Other csDMARDs Psoriasis Topicals, phototherapy, csDMARDs, TNFi, IL-12/23i, IL-17i, IL-23i, PDE4i, JAKi Acitretin Nail psoriasis TNFi, IL12/23i, IL17i, IL23i, PDE4i Topical CS, tacrolimus and calcipotriol combination or individual therapies, Pulsed dye laser, csDMARDs, acitretin, JAKi Topical Cyclosporine / Tazarotene, Fumarate, Fumaric Acid Esters, UVA and UVB Phototherapy, Alitretinoin IBD TNFi (not ETN), IL-12/23i, JAKi IL-17i Uveitis TNFi (not ETN) Disclosure of Interests: Laura C Coates Speakers bureau: AbbVie, Amgen, Biogen, Celgene, Gilead, Eli Lilly, Janssen, Medac, Novartis, Pfizer, and UCB, Consultant of: AbbVie, Amgen, Boehringer Ingelheim, Bristol-Myers Squibb, Celgene, Eli Lilly, Gilead, Janssen, Novartis, Pfizer, and UCB, Grant/research support from: AbbVie, Amgen, Celgene, Eli Lilly, Pfizer, and Novartis, Enrique Soriano Speakers bureau: AbbVie, Amgen, Bristol-Myers Squibb,GSK, Genzyme, Janssen, Lilly, Novartis, Pfizer, Roche, Sandoz, Sanofi, UCB, Consultant of: AbbVie, Amgen, Bristol-Myers Squibb,GSK, Genzyme, Janssen, Lilly, Novartis, Pfizer, Roche, Sandoz, Sanofi, UCB, Grant/research support from: AbbVie, Janssen, Novartis Pharma, Pfizer, Roche, and UCB, Nadia Corp: None declared, Heidi Bertheussen Consultant of: Pfizer, Kristina Callis-Duffin Consultant of: AbbVie, Amgen, Bristol-Myers Squibb, Celgene, Lilly, Janssen, Novartis, Pfizer, Sienna Biopharmaceuticals, Stiefel Laboratories, UCB, Ortho Dermatologics, Inc, Regeneron Pharmaceuticals, Inc., Anaptys Bio, Boehringer Ingelheim., Cristiano Barbosa Campanholo Speakers bureau: AbbVie, Eli Lilly, Janssen, Novartis, Pfizer, and UCB, Consultant of: AbbVie, Bristol-Myers Squibb, Eli Lilly, Janssen, Novartis, Pfizer, and UCB, Jeffrey Chau: None declared, Lihi Eder Consultant of: Abbvie, UCB, Janssen, Eli Lily, Pfizer, Novartis, Grant/research support from: Abbvie, UCB, Janssen, Eli Lily, Pfizer, Novartis, Daniel Fernandez Consultant of: Abbvie, UCB, Roche, Janssen, Pfizer, Amgen and Brystol, Grant/research support from: Abbvie, UCB, Roche, Janssen, Pfizer, Amgen and Brystol, Oliver FitzGerald Speakers bureau: AbbVie, Janssen and Pfizer Inc, Consultant of: BMS, Celgene, Eli Lilly, Janssen and Pfizer Inc, Grant/research support from: AbbVie, BMS, Eli Lilly, Novartis and Pfizer Inc, Amit Garg Consultant of: Abbvie, Amgen, Asana Biosciences, Bristol Myers Squibb, Boehringer Ingelheim, Incyte, InflaRx, Janssen, Pfizer, UCB, Viela Biosciences, Grant/research support from: Abbvie, Dafna D Gladman Consultant of: Abbvie, Amgen, BMS, Eli Lilly, Galapagos, Gilead, Jansen, Novartis, Pfizer and UCB, Grant/research support from: Abbvie, Amgen, Eli Lilly, Jansen, Novartis, Pfizer and UCB, Niti Goel: None declared, Suzanne Grieb: None declared, Philip Helliwell Speakers bureau: Janssen, Novartis, Pfizer, Consultant of: Eli Lilly, M Elaine Husni Consultant of: Abbvie, Amgen, Janssen, Novartis, Lilly, UCB, Regeneron, and Pfizer, Deepak Jadon Speakers bureau: AbbVie, Amgen, Celgene, Eli Lilly, Gilead, Healthcare Celltrion, Janssen, MSD, Novartis, Pfizer, Roche, Sandoz, UCB, Consultant of: AbbVie, Amgen, Celgene, Eli Lilly, Gilead, Healthcare Celltrion, Janssen, MSD, Novartis, Pfizer, Roche, Sandoz, UCB, Grant/research support from: AbbVie, Amgen, Celgene, Eli Lilly, Gilead, Healthcare Celltrion, Janssen, MSD, Novartis, Pfizer, Roche, Sandoz, UCB, Arnon Katz: None declared, Dhruvkumar Laheru: None declared, John Latella: None declared, Ying Ying Leung Speakers bureau: Novartis, AbbVie, Eli Lilly, Janssen, Consultant of: Pfizer and Boehringer Ingelheim, Grant/research support from: Pfizer and conference support from AbbVie, Christine Lindsay Shareholder of: Amgen, Employee of: Aurinia pharmaceuticals, Ennio Lubrano Speakers bureau: Alfa-Sigma, Abbvie, Galapagos, Janssen Cilag, Lilly., Consultant of: Alfa-Sigma, Abbvie, Galapagos, Janssen Cilag, Lilly., Luis Mazzuoccolo Speakers bureau: Abbvie, Amgen, Novartis, Elli Lilly, Jansen, Consultant of: Abbvie, Amgen, Novartis, Elli Lilly, Jansen, Roland McDonald: None declared, Philip J Mease Speakers bureau: AbbVie, Amgen, Eli Lilly, Janssen, Novartis, Pfizer and UCB, Consultant of: AbbVie, Amgen, Boehringer Ingelheim, Bristol-Myers Squibb, Eli Lilly, Galapagos, Gilead Sciences, GlaxoSmithKline, Janssen, Novartis, Pfizer, SUN and UCB, Grant/research support from: AbbVie, Amgen, Bristol-Myers Squibb, Celgene, Eli Lilly, Galapagos, Gilead Sciences, Janssen, Novartis, Pfizer, SUN and UCB, Denis O’Sullivan: None declared, Alexis Ogdie Consultant of: AbbVie, Amgen, BMS, Celgene, Corrona, Gilead, Janssen, Lilly, Novartis, and Pfizer, Grant/research support from: Novartis and Pfizer and Amgen, Wendy Olsder: None declared, Lori Schick: None declared, Ingrid Steinkoenig: None declared, Maarten de Wit Consultant of: AbbVie, BMS, Celgene, Janssen, Lilly, Novartis, Pfizer, Roche, Danielle van der Windt: None declared, Arthur Kavanaugh Speakers bureau: AbbVie, Amgen, BMS, Eli Lilly, Gilead Janssen, Novartis, Pfizer, UCB, Consultant of: AbbVie, Amgen, BMS, Eli Lilly, Gilead Janssen, Novartis, Pfizer, UCB",
  "authors": [
    {
      "display_name": "Laura C. Coates",
      "id": "A5085522760",
      "orcid": "https://orcid.org/0000-0002-4756-663X",
      "institutions": [
        {
          "id": "I40120149",
          "display_name": "University of Oxford",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "L. C. Coates"
    },
    {
      "display_name": "Enrique R. Soriano",
      "id": "A5002895469",
      "orcid": "https://orcid.org/0000-0003-3143-1084",
      "institutions": [
        {
          "id": "I2802359038",
          "display_name": "Hospital Italiano de Buenos Aires",
          "country_code": "AR",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "E. Soriano"
    },
    {
      "display_name": "Nadia Corp",
      "id": "A5023980458",
      "orcid": "https://orcid.org/0000-0002-6758-9513",
      "institutions": [
        {
          "id": "I56007636",
          "display_name": "Keele University",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "N. Corp"
    },
    {
      "display_name": "Heidi Bertheussen",
      "id": "A5069551662",
      "orcid": "https://orcid.org/0000-0001-6693-9254",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "H. Bertheussen"
    },
    {
      "display_name": "Kristina Callis-Duffin",
      "id": "A5084698789",
      "orcid": null,
      "institutions": [
        {
          "id": "I223532165",
          "display_name": "University of Utah",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "K. Callis-Duffin"
    },
    {
      "display_name": "Cristiano Campanholo",
      "id": "A5051682551",
      "orcid": "https://orcid.org/0000-0002-8543-9746",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "C. Barbosa Campanholo"
    },
    {
      "display_name": "Jeffrey Chau",
      "id": "A5062167143",
      "orcid": "https://orcid.org/0000-0002-3484-7977",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "J. Chau"
    },
    {
      "display_name": "Lihi Eder",
      "id": "A5009722499",
      "orcid": "https://orcid.org/0000-0002-1473-1715",
      "institutions": [
        {
          "id": "I185261750",
          "display_name": "University of Toronto",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "L. Eder"
    },
    {
      "display_name": "D. Fernández",
      "id": "A5113349059",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210153247",
          "display_name": "Hospital Universitario San Ignacio",
          "country_code": "CO",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "D. Fernandez"
    },
    {
      "display_name": "Oliver FitzGerald",
      "id": "A5077643606",
      "orcid": "https://orcid.org/0000-0002-6607-6070",
      "institutions": [
        {
          "id": "I100930933",
          "display_name": "University College Dublin",
          "country_code": "IE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "O. Fitzgerald"
    },
    {
      "display_name": "Amit Garg",
      "id": "A5043587456",
      "orcid": "https://orcid.org/0000-0003-0886-6856",
      "institutions": [
        {
          "id": "I4210106353",
          "display_name": "Donald & Barbara Zucker School of Medicine at Hofstra/Northwell",
          "country_code": "US",
          "type": "education"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "A. Garg"
    },
    {
      "display_name": "D. Gladman",
      "id": "A5109067509",
      "orcid": null,
      "institutions": [
        {
          "id": "I2799337515",
          "display_name": "Toronto Western Hospital",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I4388891853",
          "display_name": "Schroeder Arthritis Institute",
          "country_code": null,
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "D. D. Gladman"
    },
    {
      "display_name": "Niti Goel",
      "id": "A5062186840",
      "orcid": "https://orcid.org/0000-0001-5869-5157",
      "institutions": [
        {
          "id": "I47396830",
          "display_name": "Bristol-Myers Squibb (Switzerland)",
          "country_code": "CH",
          "type": "company"
        },
        {
          "id": "I4210162951",
          "display_name": "Gilead Sciences (France)",
          "country_code": "FR",
          "type": "company"
        },
        {
          "id": "I4210153213",
          "display_name": "Boehringer Ingelheim (Australia)",
          "country_code": "AU",
          "type": "company"
        },
        {
          "id": "I189718659",
          "display_name": "Pfizer (United Kingdom)",
          "country_code": "GB",
          "type": "funder"
        },
        {
          "id": "I4210153875",
          "display_name": "GlaxoSmithKline (Brazil)",
          "country_code": "BR",
          "type": "company"
        },
        {
          "id": "I1283582996",
          "display_name": "Novartis (Switzerland)",
          "country_code": "CH",
          "type": "funder"
        },
        {
          "id": "I3018075036",
          "display_name": "Sanofi (France)",
          "country_code": "FR",
          "type": "funder"
        },
        {
          "id": "I186523950",
          "display_name": "Regeneron (United States)",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I137982388",
          "display_name": "Janssen (Belgium)",
          "country_code": "BE",
          "type": "company"
        },
        {
          "id": "I180857899",
          "display_name": "Pfizer (United States)",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I4210137016",
          "display_name": "GlaxoSmithKline (China)",
          "country_code": "CN",
          "type": "company"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "N. Goel"
    },
    {
      "display_name": "Suzanne M. Grieb",
      "id": "A5056320387",
      "orcid": "https://orcid.org/0000-0001-9971-4115",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "S. Grieb"
    },
    {
      "display_name": "Philip Helliwell",
      "id": "A5051239558",
      "orcid": "https://orcid.org/0000-0002-4155-9105",
      "institutions": [
        {
          "id": "I4210114713",
          "display_name": "NIHR Leeds Musculoskeletal Biomedical Research Unit",
          "country_code": "GB",
          "type": "government"
        },
        {
          "id": "I130828816",
          "display_name": "University of Leeds",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "P. Helliwell"
    },
    {
      "display_name": "M. Elaine Husni",
      "id": "A5022279806",
      "orcid": "https://orcid.org/0000-0002-3181-4205",
      "institutions": [
        {
          "id": "I1316902750",
          "display_name": "Cleveland Clinic",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "M. E. Husni"
    },
    {
      "display_name": "Deepak R. Jadon",
      "id": "A5026965546",
      "orcid": "https://orcid.org/0000-0003-0600-4566",
      "institutions": [
        {
          "id": "I241749",
          "display_name": "University of Cambridge",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "D. Jadon"
    },
    {
      "display_name": "Arnon Katz",
      "id": "A5069255702",
      "orcid": "https://orcid.org/0009-0008-8126-939X",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "A. Katz"
    },
    {
      "display_name": "Dan Laheru",
      "id": "A5038721635",
      "orcid": null,
      "institutions": [
        {
          "id": "I2801179840",
          "display_name": "Churchill Hospital",
          "country_code": "GB",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "D. Laheru"
    },
    {
      "display_name": "John Latella",
      "id": "A5072506968",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "J. Latella"
    },
    {
      "display_name": "Ying Ying Leung",
      "id": "A5074157226",
      "orcid": "https://orcid.org/0000-0001-8492-6342",
      "institutions": [
        {
          "id": "I2251586001",
          "display_name": "Singapore General Hospital",
          "country_code": "SG",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Y. Y. Leung"
    },
    {
      "display_name": "Christine A. Lindsay",
      "id": "A5072401407",
      "orcid": "https://orcid.org/0000-0001-6141-2824",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "C. Lindsay"
    },
    {
      "display_name": "Ennio Lubrano",
      "id": "A5088736161",
      "orcid": "https://orcid.org/0000-0001-6189-5328",
      "institutions": [
        {
          "id": "I129627893",
          "display_name": "University of Molise",
          "country_code": "IT",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "E. Lubrano"
    },
    {
      "display_name": "Luis Daniel Mazzuoccolo",
      "id": "A5033162985",
      "orcid": "https://orcid.org/0000-0002-6315-7916",
      "institutions": [
        {
          "id": "I2802359038",
          "display_name": "Hospital Italiano de Buenos Aires",
          "country_code": "AR",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "L. Mazzuoccolo"
    },
    {
      "display_name": "Robert McDonald",
      "id": "A5020375540",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "R. Mcdonald"
    },
    {
      "display_name": "Philip J. Mease",
      "id": "A5081778211",
      "orcid": "https://orcid.org/0000-0002-6620-0457",
      "institutions": [
        {
          "id": "I4210153213",
          "display_name": "Boehringer Ingelheim (Australia)",
          "country_code": "AU",
          "type": "company"
        },
        {
          "id": "I4210162951",
          "display_name": "Gilead Sciences (France)",
          "country_code": "FR",
          "type": "company"
        },
        {
          "id": "I189718659",
          "display_name": "Pfizer (United Kingdom)",
          "country_code": "GB",
          "type": "funder"
        },
        {
          "id": "I4210153875",
          "display_name": "GlaxoSmithKline (Brazil)",
          "country_code": "BR",
          "type": "company"
        },
        {
          "id": "I1283582996",
          "display_name": "Novartis (Switzerland)",
          "country_code": "CH",
          "type": "funder"
        },
        {
          "id": "I3018075036",
          "display_name": "Sanofi (France)",
          "country_code": "FR",
          "type": "funder"
        },
        {
          "id": "I186523950",
          "display_name": "Regeneron (United States)",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I137982388",
          "display_name": "Janssen (Belgium)",
          "country_code": "BE",
          "type": "company"
        },
        {
          "id": "I180857899",
          "display_name": "Pfizer (United States)",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I4210137016",
          "display_name": "GlaxoSmithKline (China)",
          "country_code": "CN",
          "type": "company"
        },
        {
          "id": "I47396830",
          "display_name": "Bristol-Myers Squibb (Switzerland)",
          "country_code": "CH",
          "type": "company"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "P. J. Mease"
    },
    {
      "display_name": "Denis O’Sullivan",
      "id": "A5077957905",
      "orcid": "https://orcid.org/0000-0001-5849-5462",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "D. O’sullivan"
    },
    {
      "display_name": "Alexis Ogdie",
      "id": "A5014427334",
      "orcid": "https://orcid.org/0000-0002-4639-0775",
      "institutions": [
        {
          "id": "I79576946",
          "display_name": "University of Pennsylvania",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "A. Ogdie"
    },
    {
      "display_name": "Wendy Olsder",
      "id": "A5110919167",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "W. Olsder"
    },
    {
      "display_name": "L. Schick",
      "id": "A5110690403",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "L. Schick"
    },
    {
      "display_name": "Ingrid Steinkoenig",
      "id": "A5081274740",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "I. Steinkoenig"
    },
    {
      "display_name": "M. De Wit",
      "id": "A5039901028",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "M. De Wit"
    },
    {
      "display_name": "Daniëlle van der Windt",
      "id": "A5024746823",
      "orcid": "https://orcid.org/0000-0002-7248-6703",
      "institutions": [
        {
          "id": "I56007636",
          "display_name": "Keele University",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "D. Van der Windt"
    },
    {
      "display_name": "Arthur Kavanaugh",
      "id": "A5101493669",
      "orcid": "https://orcid.org/0000-0001-6942-5830",
      "institutions": [
        {
          "id": "I36258959",
          "display_name": "University of California, San Diego",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "A. Kavanaugh"
    }
  ],
  "publication_year": 2021,
  "publication_date": "2021-05-19",
  "type": "article",
  "cited_by_count": 22,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S25650217",
    "display_name": "Annals of the Rheumatic Diseases",
    "issn_l": "0003-4967",
    "issn": [
      "0003-4967",
      "1468-2060"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310319945"
  },
  "volume": "80",
  "issue": "Suppl 1",
  "first_page": "139",
  "last_page": "140",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://doi.org/10.1136/annrheumdis-2021-eular.4091",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.9672437
    },
    {
      "id": "C2776260265",
      "display_name": "Psoriatic arthritis",
      "level": 3,
      "score": 0.90412074
    },
    {
      "id": "C2780564577",
      "display_name": "Psoriasis",
      "level": 2,
      "score": 0.8672867
    },
    {
      "id": "C16005928",
      "display_name": "Dermatology",
      "level": 1,
      "score": 0.587352
    },
    {
      "id": "C3020604521",
      "display_name": "Plaque psoriasis",
      "level": 3,
      "score": 0.4173044
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.34669617
    }
  ],
  "topics": [
    {
      "id": "T10200",
      "display_name": "Rheumatoid Arthritis Research and Therapies",
      "score": 0.9764
    },
    {
      "id": "T10469",
      "display_name": "Psoriasis: Treatment and Pathogenesis",
      "score": 0.9626
    },
    {
      "id": "T12255",
      "display_name": "Biosimilars and Bioanalytical Methods",
      "score": 0.9594
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1136/annrheumdis-2021-eular.4091",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:35:06.463914",
  "source_database": "OpenAlex"
}