{
  "openalex_id": "W3165477422",
  "doi": "https://doi.org/10.1097/ju.0000000000001878",
  "title": "Urinary Molecular Pathology for Patients with Newly Diagnosed Urothelial Bladder Cancer",
  "abstract": "No AccessJournal of UrologyAdult Urology1 Oct 2021Urinary Molecular Pathology for Patients with Newly Diagnosed Urothelial Bladder CancerThis article is commented on by the following:Editorial CommentEditorial Comment Ruiyun Zhang, Jingyu Zang, Feng Xie, Yue Zhang, Yiqiu Wang, Ying Jing, Yi Zhang, Zhaoxiong Chen, Akezhouli Shahatiaili, Mei-Chun Cai, Zhixin Zhao, Pan Du, Shidong Jia, Guanglei Zhuang, and Haige Chen Ruiyun ZhangRuiyun Zhang Department of Urology, Ren Ji Hospital, School of Medicine, Shanghai Jiao Tong University, Shanghai, China Equal study contribution. More articles by this author , Jingyu ZangJingyu Zang State Key Laboratory of Oncogenes and Related Genes, Shanghai Cancer Institute, Ren Ji Hospital, School of Medicine, Shanghai Jiao Tong University, Shanghai, China Equal study contribution. More articles by this author , Feng XieFeng Xie Huidu Shanghai Medical Sciences Ltd, Shanghai, China Equal study contribution. Financial and/or other relationship with Huidu Shanghai Medical Sciences Ltd. More articles by this author , Yue ZhangYue Zhang Huidu Shanghai Medical Sciences Ltd, Shanghai, China Financial and/or other relationship with Huidu Shanghai Medical Sciences Ltd. More articles by this author , Yiqiu WangYiqiu Wang Department of Urology, Ren Ji Hospital, School of Medicine, Shanghai Jiao Tong University, Shanghai, China More articles by this author , Ying JingYing Jing State Key Laboratory of Oncogenes and Related Genes, Shanghai Cancer Institute, Ren Ji Hospital, School of Medicine, Shanghai Jiao Tong University, Shanghai, China More articles by this author , Yi ZhangYi Zhang Shanghai Key Laboratory of Gynecologic Oncology, Ren Ji Hospital, School of Medicine, Shanghai Jiao Tong University, Shanghai, China More articles by this author , Zhaoxiong ChenZhaoxiong Chen CAS Key Laboratory of Computational Biology, CAS-MPG Partner Institute for Computational Biology, Shanghai Institute of Nutrition and Health, Chinese Academy of Sciences, Shanghai, China Peking-Tsinghua Center for Life Sciences, Academy for Advanced Interdisciplinary Studies, Center for Quantitative Biology, Peking University, Beijing, China More articles by this author , Akezhouli ShahatiailiAkezhouli Shahatiaili Department of Urology, Ren Ji Hospital, School of Medicine, Shanghai Jiao Tong University, Shanghai, China More articles by this author , Mei-Chun CaiMei-Chun Cai State Key Laboratory of Oncogenes and Related Genes, Shanghai Cancer Institute, Ren Ji Hospital, School of Medicine, Shanghai Jiao Tong University, Shanghai, China More articles by this author , Zhixin ZhaoZhixin Zhao Huidu Shanghai Medical Sciences Ltd, Shanghai, China Financial and/or other relationship with Huidu Shanghai Medical Sciences Ltd. More articles by this author , Pan DuPan Du Huidu Shanghai Medical Sciences Ltd, Shanghai, China Financial and/or other relationship with Huidu Shanghai Medical Sciences Ltd. More articles by this author , Shidong JiaShidong Jia Huidu Shanghai Medical Sciences Ltd, Shanghai, China Financial and/or other relationship with Huidu Shanghai Medical Sciences Ltd. More articles by this author , Guanglei ZhuangGuanglei Zhuang http://orcid.org/0000-0003-3088-177X Department of Urology, Ren Ji Hospital, School of Medicine, Shanghai Jiao Tong University, Shanghai, China State Key Laboratory of Oncogenes and Related Genes, Shanghai Cancer Institute, Ren Ji Hospital, School of Medicine, Shanghai Jiao Tong University, Shanghai, China More articles by this author , and Haige ChenHaige Chen ‡Correspondence: Department of Urology, Ren Ji Hospital, School of Medicine, Shanghai Jiao Tong University, 160 Pujian Rd, Pudong New District, Shanghai200127, China telephone: 86-13801796126; E-mail Address: [email protected] Department of Urology, Ren Ji Hospital, School of Medicine, Shanghai Jiao Tong University, Shanghai, China More articles by this author View All Author Informationhttps://doi.org/10.1097/JU.0000000000001878AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: Next-generation sequencing (NGS)-based profiling of both urinary tumor DNA (utDNA) and circulating tumor DNA (ctDNA) shows promise for noninvasive detection and surveillance of urothelial bladder cancer (UBC). However, the analytical performance of these assays remains undefined in the real-world setting. Here, we sought to evaluate the concordance between tumor DNA (tDNA) profiling and utDNA or ctDNA assays using a UBC patient cohort from the intended-use population. Materials and Methods: Fifty-nine cases with pathologically confirmed disease and matching tissue/urine pairs were prospectively enrolled. Baseline peripheral blood mononuclear cell and plasma specimens were collected during clinic visits. The PredicineCARETM NGS assay was applied for ultra-deep targeted sequencing and somatic alteration identification in tDNA, utDNA and ctDNA. Results: Diverse quantitative metrics including cancer cell fraction, variant allele frequency and tumor mutation burden were invariably concordant between tDNA and utDNA, but not ctDNA. The mutational landscapes captured by tDNA or utDNA were highly similar, whereas a considerable proportion of ctDNA aberrations stemmed from clonal hematopoiesis. Using tDNA-informed somatic events as reference, utDNA assays achieved a specificity of 99.3%, a sensitivity of 86.7%, a positive predictive value of 67.2%, a negative predictive value of 99.8% and a diagnostic accuracy of 99.1%. Higher preoperative utDNA or tDNA abundance correlated with worse relapse-free survival. Actionable variants including FGFR3 alteration and ERBB2 amplification were identified in utDNA. Conclusions: Urine-based molecular pathology provides a valid and complete genetic profile of bladder cancer, and represents a faithful surrogate for genotyping and monitoring newly diagnosed UBC. References 1. : Bladder cancer. Nat Rev Dis Primers 2017; 3: 17022. Google Scholar 2. : Advances in bladder cancer biology and therapy. Nat Rev Cancer 2021; 21: 104. Google Scholar 3. : Liquid biopsy biomarkers in bladder cancer: a current need for patient diagnosis and monitoring. Int J Mol Sci 2018; 19: 2514. Google Scholar 4. : Emerging roles of urine-based tumor DNA analysis in bladder cancer management. JCO Precis Oncol 2020; 4: 806. Google Scholar 5. : Circulating tumor DNA reveals clinically actionable somatic genome of metastatic bladder cancer. Clin Cancer Res 2017; 23: 6487. Google Scholar 6. : Non-invasive prediction of recurrence in bladder cancer by detecting somatic TERT promoter mutations in urine. Br J Cancer 2017; 117: 583. Google Scholar 7. : Liquid biopsy analysis of FGFR3 and PIK3CA hotspot mutations for disease surveillance in bladder cancer. Eur Urol 2017; 71: 961. Google Scholar 8. : Detection and surveillance of bladder cancer using urine tumor DNA. Cancer Discov 2019; 9: 500. Google Scholar 9. : Early detection of metastatic relapse and monitoring of therapeutic efficacy by ultra-deep sequencing of plasma cell-free DNA in patients with urothelial bladder carcinoma. J Clin Oncol 2019; 37: 1547. Google Scholar 10. : Genomic alterations in liquid biopsies from patients with bladder cancer. Eur Urol 2016; 70: 75. Google Scholar 11. : Monitoring treatment response and metastatic relapse in advanced bladder cancer by liquid biopsy analysis. Eur Urol 2018; 73: 535. Google Scholar 12. : Comparison of 2 commercially available next-generation sequencing platforms in oncology. JAMA Oncol 2017; 3: 996. Google Scholar 13. : Orthogonal comparison of four plasma NGS tests with tumor suggests technical factors are a major source of assay discordance. JCO Precis Oncol 2019; 3: 1. Google Scholar 14. : Extracellular nucleic acids in urine: sources, structure, diagnostic potential. Acta Naturae 2015; 7: 48. Google Scholar 15. : Combined cell-free DNA and RNA profiling of the androgen receptor: clinical utility of a novel multianalyte liquid biopsy assay for metastatic prostate cancer. Eur Urol 2020; 78: 173. Google Scholar 16. : Performance of a novel next generation sequencing circulating tumor DNA (ctDNA) platform for the evaluation of samples from patients with metastatic breast cancer (MBC). Crit Rev Oncol Hematol 2020; 145: 102856. Google Scholar 17. : Association of a novel circulating tumor DNA next-generating sequencing platform with circulating tumor cells (CTCs) and CTC clusters in metastatic breast cancer. Breast Cancer Res 2019; 21: 137. Google Scholar 18. : Comprehensive molecular characterization of muscle-invasive bladder cancer. Cell 2017; 171: 540. Google Scholar 19. : Next-generation sequencing of nonmuscle invasive bladder cancer reveals potential biomarkers and rational therapeutic targets. Eur Urol 2017; 72: 952. Google Scholar 20. : TERT promoter mutations in bladder cancer affect patient survival and disease recurrence through modification by a common polymorphism. Proc Natl Acad Sci U S A 2013; 110: 17426. Google Scholar 21. : Prevalence of clonal hematopoiesis mutations in tumor-only clinical genomic profiling of solid tumors. JAMA Oncol 2018; 4: 1589. Google Scholar 22. : A harmonized meta-knowledgebase of clinical interpretations of somatic genomic variants in cancer. Nat Genet 2020; 52: 448. Google Scholar 23. : Mutational landscape of metastatic cancer revealed from prospective clinical sequencing of 10,000 patients. Nat Med 2017; 23: 703. Google Scholar 24. : Harnessing cell-free DNA: plasma circulating tumour DNA for liquid biopsy in genitourinary cancers. Nat Rev Urol 2020; 17: 271. Google Scholar 25. : Detection of circulating tumor DNA in early- and late-stage human malignancies. Sci Transl Med 2014; 6: 224ra24. Google Scholar 26. : Phylogenetic ctDNA analysis depicts early-stage lung cancer evolution. Nature 2017; 545: 446. Google Scholar 27. : Utility of genomic assessment of blood-derived circulating tumor DNA (ctDNA) in patients with advanced lung adenocarcinoma. Clin Cancer Res 2017; 23: 5101. Google Scholar 28. : Prognostic and predictive impact of circulating tumor DNA in patients with advanced cancers treated with immune checkpoint blockade. Cancer Discov 2020; 10: 1842. Google Scholar 29. : Development of tumor mutation burden as an immunotherapy biomarker: utility for the oncology clinic. Ann Oncol 2019; 30: 44. Google Scholar 30. : The cBio cancer genomics portal: an open platform for exploring multidimensional cancer genomics data. Cancer Discov 2012; 2: 401. Google Scholar Support: This work was supported by the National Natural Science Foundation of China (81672514, 81902562), Shanghai Natural Science Foundation (16ZR1420300, 18410720400, 19431907400), Ren Ji Hospital Research Funding Projects (RJZZ18-020, PYIII-17-017, PY2018-IIC-02), Shanghai Jiao Tong University School of Medicine Research Funding Projects (TM201708) and Foundation of Shanghai Hospital Development Center (SHDC12015125). © 2021 by American Urological Association Education and Research, Inc.FiguresReferencesRelatedDetailsRelated articlesJournal of UrologyAug 11, 2021, 12:00:00 AMEditorial CommentJournal of UrologyAug 11, 2021, 12:00:00 AMEditorial Comment Volume 206Issue 4October 2021Page: 873-884Supplementary Materials Advertisement Copyright & Permissions© 2021 by American Urological Association Education and Research, Inc.Keywordshigh-throughput nucleotide sequencingcirculating tumor DNAurineliquid biopsyurinary bladder neoplasmsAcknowledgmentsThe author would like to thank Bonnie King and Jianjun Yu for proofreading.MetricsAuthor Information Ruiyun Zhang Department of Urology, Ren Ji Hospital, School of Medicine, Shanghai Jiao Tong University, Shanghai, China Equal study contribution. More articles by this author Jingyu Zang State Key Laboratory of Oncogenes and Related Genes, Shanghai Cancer Institute, Ren Ji Hospital, School of Medicine, Shanghai Jiao Tong University, Shanghai, China Equal study contribution. More articles by this author Feng Xie Huidu Shanghai Medical Sciences Ltd, Shanghai, China Equal study contribution. Financial and/or other relationship with Huidu Shanghai Medical Sciences Ltd. More articles by this author Yue Zhang Huidu Shanghai Medical Sciences Ltd, Shanghai, China Financial and/or other relationship with Huidu Shanghai Medical Sciences Ltd. More articles by this author Yiqiu Wang Department of Urology, Ren Ji Hospital, School of Medicine, Shanghai Jiao Tong University, Shanghai, China More articles by this author Ying Jing State Key Laboratory of Oncogenes and Related Genes, Shanghai Cancer Institute, Ren Ji Hospital, School of Medicine, Shanghai Jiao Tong University, Shanghai, China More articles by this author Yi Zhang Shanghai Key Laboratory of Gynecologic Oncology, Ren Ji Hospital, School of Medicine, Shanghai Jiao Tong University, Shanghai, China More articles by this author Zhaoxiong Chen CAS Key Laboratory of Computational Biology, CAS-MPG Partner Institute for Computational Biology, Shanghai Institute of Nutrition and Health, Chinese Academy of Sciences, Shanghai, China Peking-Tsinghua Center for Life Sciences, Academy for Advanced Interdisciplinary Studies, Center for Quantitative Biology, Peking University, Beijing, China More articles by this author Akezhouli Shahatiaili Department of Urology, Ren Ji Hospital, School of Medicine, Shanghai Jiao Tong University, Shanghai, China More articles by this author Mei-Chun Cai State Key Laboratory of Oncogenes and Related Genes, Shanghai Cancer Institute, Ren Ji Hospital, School of Medicine, Shanghai Jiao Tong University, Shanghai, China More articles by this author Zhixin Zhao Huidu Shanghai Medical Sciences Ltd, Shanghai, China Financial and/or other relationship with Huidu Shanghai Medical Sciences Ltd. More articles by this author Pan Du Huidu Shanghai Medical Sciences Ltd, Shanghai, China Financial and/or other relationship with Huidu Shanghai Medical Sciences Ltd. More articles by this author Shidong Jia Huidu Shanghai Medical Sciences Ltd, Shanghai, China Financial and/or other relationship with Huidu Shanghai Medical Sciences Ltd. More articles by this author Guanglei Zhuang Department of Urology, Ren Ji Hospital, School of Medicine, Shanghai Jiao Tong University, Shanghai, China State Key Laboratory of Oncogenes and Related Genes, Shanghai Cancer Institute, Ren Ji Hospital, School of Medicine, Shanghai Jiao Tong University, Shanghai, China More articles by this author Haige Chen Department of Urology, Ren Ji Hospital, School of Medicine, Shanghai Jiao Tong University, Shanghai, China ‡Correspondence: Department of Urology, Ren Ji Hospital, School of Medicine, Shanghai Jiao Tong University, 160 Pujian Rd, Pudong New District, Shanghai200127, China telephone: 86-13801796126; E-mail Address: [email protected] More articles by this author Expand All Support: This work was supported by the National Natural Science Foundation of China (81672514, 81902562), Shanghai Natural Science Foundation (16ZR1420300, 18410720400, 19431907400), Ren Ji Hospital Research Funding Projects (RJZZ18-020, PYIII-17-017, PY2018-IIC-02), Shanghai Jiao Tong University School of Medicine Research Funding Projects (TM201708) and Foundation of Shanghai Hospital Development Center (SHDC12015125). Advertisement PDF DownloadLoading ...",
  "authors": [
    {
      "display_name": "Ruiyun Zhang",
      "id": "A5041339469",
      "orcid": "https://orcid.org/0000-0003-3501-646X",
      "institutions": [
        {
          "id": "I183067930",
          "display_name": "Shanghai Jiao Tong University",
          "country_code": "CN",
          "type": "funder"
        },
        {
          "id": "I2800570007",
          "display_name": "Renji Hospital",
          "country_code": "CN",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ruiyun Zhang"
    },
    {
      "display_name": "Jingyu Zang",
      "id": "A5035234845",
      "orcid": "https://orcid.org/0000-0001-9416-2323",
      "institutions": [
        {
          "id": "I4210138900",
          "display_name": "State Key Laboratory of Oncogene and Related Genes",
          "country_code": "CN",
          "type": "facility"
        },
        {
          "id": "I183067930",
          "display_name": "Shanghai Jiao Tong University",
          "country_code": "CN",
          "type": "funder"
        },
        {
          "id": "I4210110011",
          "display_name": "Shanghai Cancer Institute",
          "country_code": "CN",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jingyu Zang"
    },
    {
      "display_name": "Feng Xie",
      "id": "A5040847846",
      "orcid": "https://orcid.org/0000-0003-4867-6563",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Feng Xie"
    },
    {
      "display_name": "Yue Zhang",
      "id": "A5100333643",
      "orcid": "https://orcid.org/0000-0001-6682-0093",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Yue Zhang"
    },
    {
      "display_name": "Yiqiu Wang",
      "id": "A5044073090",
      "orcid": "https://orcid.org/0000-0002-3175-9410",
      "institutions": [
        {
          "id": "I183067930",
          "display_name": "Shanghai Jiao Tong University",
          "country_code": "CN",
          "type": "funder"
        },
        {
          "id": "I2800570007",
          "display_name": "Renji Hospital",
          "country_code": "CN",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Yiqiu Wang"
    },
    {
      "display_name": "Ying Jing",
      "id": "A5039314254",
      "orcid": "https://orcid.org/0000-0001-6364-6130",
      "institutions": [
        {
          "id": "I4210138900",
          "display_name": "State Key Laboratory of Oncogene and Related Genes",
          "country_code": "CN",
          "type": "facility"
        },
        {
          "id": "I183067930",
          "display_name": "Shanghai Jiao Tong University",
          "country_code": "CN",
          "type": "funder"
        },
        {
          "id": "I4210110011",
          "display_name": "Shanghai Cancer Institute",
          "country_code": "CN",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ying Jing"
    },
    {
      "display_name": "Yi Zhang",
      "id": "A5100458997",
      "orcid": "https://orcid.org/0000-0003-1800-5339",
      "institutions": [
        {
          "id": "I2800570007",
          "display_name": "Renji Hospital",
          "country_code": "CN",
          "type": "healthcare"
        },
        {
          "id": "I183067930",
          "display_name": "Shanghai Jiao Tong University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Yi Zhang"
    },
    {
      "display_name": "Zhaoxiong Chen",
      "id": "A5005568642",
      "orcid": "https://orcid.org/0000-0002-0623-8760",
      "institutions": [
        {
          "id": "I19820366",
          "display_name": "Chinese Academy of Sciences",
          "country_code": "CN",
          "type": "government"
        },
        {
          "id": "I4210160507",
          "display_name": "Center for Life Sciences",
          "country_code": "CN",
          "type": "funder"
        },
        {
          "id": "I20231570",
          "display_name": "Peking University",
          "country_code": "CN",
          "type": "funder"
        },
        {
          "id": "I4210096013",
          "display_name": "Shanghai Institute of Nutrition and Health",
          "country_code": "CN",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Zhaoxiong Chen"
    },
    {
      "display_name": "Akezhouli Shahatiaili",
      "id": "A5034213895",
      "orcid": "https://orcid.org/0009-0001-3792-558X",
      "institutions": [
        {
          "id": "I183067930",
          "display_name": "Shanghai Jiao Tong University",
          "country_code": "CN",
          "type": "funder"
        },
        {
          "id": "I2800570007",
          "display_name": "Renji Hospital",
          "country_code": "CN",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Akezhouli Shahatiaili"
    },
    {
      "display_name": "Mei‐Chun Cai",
      "id": "A5052679916",
      "orcid": "https://orcid.org/0000-0003-2861-6539",
      "institutions": [
        {
          "id": "I4210138900",
          "display_name": "State Key Laboratory of Oncogene and Related Genes",
          "country_code": "CN",
          "type": "facility"
        },
        {
          "id": "I183067930",
          "display_name": "Shanghai Jiao Tong University",
          "country_code": "CN",
          "type": "funder"
        },
        {
          "id": "I4210110011",
          "display_name": "Shanghai Cancer Institute",
          "country_code": "CN",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mei-Chun Cai"
    },
    {
      "display_name": "Zhixin Zhao",
      "id": "A5082959448",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Zhixin Zhao"
    },
    {
      "display_name": "Pan Du",
      "id": "A5075682354",
      "orcid": "https://orcid.org/0000-0002-4561-6883",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Pan Du"
    },
    {
      "display_name": "Shidong Jia",
      "id": "A5077970099",
      "orcid": "https://orcid.org/0000-0001-5854-819X",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Shidong Jia"
    },
    {
      "display_name": "Guanglei Zhuang",
      "id": "A5059666944",
      "orcid": "https://orcid.org/0000-0003-3088-177X",
      "institutions": [
        {
          "id": "I2800570007",
          "display_name": "Renji Hospital",
          "country_code": "CN",
          "type": "healthcare"
        },
        {
          "id": "I183067930",
          "display_name": "Shanghai Jiao Tong University",
          "country_code": "CN",
          "type": "funder"
        },
        {
          "id": "I4210138900",
          "display_name": "State Key Laboratory of Oncogene and Related Genes",
          "country_code": "CN",
          "type": "facility"
        },
        {
          "id": "I4210110011",
          "display_name": "Shanghai Cancer Institute",
          "country_code": "CN",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Guanglei Zhuang"
    },
    {
      "display_name": "Haige Chen",
      "id": "A5056252602",
      "orcid": "https://orcid.org/0000-0002-0582-5357",
      "institutions": [
        {
          "id": "I2800570007",
          "display_name": "Renji Hospital",
          "country_code": "CN",
          "type": "healthcare"
        },
        {
          "id": "I183067930",
          "display_name": "Shanghai Jiao Tong University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Haige Chen"
    }
  ],
  "publication_year": 2021,
  "publication_date": "2021-06-01",
  "type": "article",
  "cited_by_count": 36,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "206",
  "issue": "4",
  "first_page": "873",
  "last_page": "884",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C191935318",
      "display_name": "China",
      "level": 2,
      "score": 0.77450943
    },
    {
      "id": "C2777045944",
      "display_name": "Zhàng",
      "level": 3,
      "score": 0.72050923
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.59749365
    },
    {
      "id": "C188947578",
      "display_name": "Traditional Chinese medicine",
      "level": 3,
      "score": 0.48781374
    },
    {
      "id": "C3020197183",
      "display_name": "Shanghai china",
      "level": 2,
      "score": 0.41640702
    },
    {
      "id": "C556039675",
      "display_name": "Traditional medicine",
      "level": 1,
      "score": 0.37630078
    },
    {
      "id": "C512399662",
      "display_name": "Family medicine",
      "level": 1,
      "score": 0.36963323
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.23955882
    },
    {
      "id": "C142724271",
      "display_name": "Pathology",
      "level": 1,
      "score": 0.18095982
    },
    {
      "id": "C204787440",
      "display_name": "Alternative medicine",
      "level": 2,
      "score": 0.17621526
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.13523507
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C148383697",
      "display_name": "Regional science",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10458",
      "display_name": "Bladder and Urothelial Cancer Treatments",
      "score": 0.9989
    },
    {
      "id": "T11297",
      "display_name": "Ferroptosis and cancer prognosis",
      "score": 0.9375
    },
    {
      "id": "T10619",
      "display_name": "Esophageal Cancer Research and Treatment",
      "score": 0.9179
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1097/ju.0000000000001878",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T16:02:07.510419",
  "source_database": "OpenAlex"
}