{
  "openalex_id": "W3175144035",
  "doi": "https://doi.org/10.1097/ju.0000000000001943",
  "title": "Progression of Disease after Bacillus Calmette-Guérin Therapy: Refining Patient Selection for Neoadjuvant Chemotherapy before Radical Cystectomy",
  "abstract": "No AccessJournal of UrologyAdult Urology1 Nov 2021Progression of Disease after Bacillus Calmette-Guérin Therapy: Refining Patient Selection for Neoadjuvant Chemotherapy before Radical CystectomyThis article is commented on by the following:Editorial Comment Patrick J. Hensley, Kelly K. Bree, Matthew T. Campbell, Omar Alhalabi, Andrea Kokorovic, Tanner Miest, Graciela M. Nogueras-Gonzalez, Jianjun Gao, Arlene O. Siefker-Radtke, Charles C. Guo, Neema Navai, Colin P. Dinney, and Ashish M. Kamat Patrick J. HensleyPatrick J. Hensley Department of Urology, University of Texas MD Anderson Cancer Center, Houston, Texas , Kelly K. BreeKelly K. Bree Department of Urology, University of Texas MD Anderson Cancer Center, Houston, Texas , Matthew T. CampbellMatthew T. Campbell Department of Genitourinary Medical Oncology, University of Texas MD Anderson Cancer Center, Houston, Texas , Omar AlhalabiOmar Alhalabi Department of Genitourinary Medical Oncology, University of Texas MD Anderson Cancer Center, Houston, Texas , Andrea KokorovicAndrea Kokorovic Department of Urology, University of Texas MD Anderson Cancer Center, Houston, Texas , Tanner MiestTanner Miest Department of Urology, University of Texas MD Anderson Cancer Center, Houston, Texas , Graciela M. Nogueras-GonzalezGraciela M. Nogueras-Gonzalez Department of Biostatistics, University of Texas MD Anderson Cancer Center, Houston, Texas , Jianjun GaoJianjun Gao Department of Genitourinary Medical Oncology, University of Texas MD Anderson Cancer Center, Houston, Texas , Arlene O. Siefker-RadtkeArlene O. Siefker-Radtke Department of Genitourinary Medical Oncology, University of Texas MD Anderson Cancer Center, Houston, Texas , Charles C. GuoCharles C. Guo Department of Pathology, University of Texas MD Anderson Cancer Center,Houston, Texas , Neema NavaiNeema Navai Department of Urology, University of Texas MD Anderson Cancer Center, Houston, Texas , Colin P. DinneyColin P. Dinney Department of Urology, University of Texas MD Anderson Cancer Center, Houston, Texas , and Ashish M. KamatAshish M. Kamat *Correspondence: Department of Urologic Oncology, The University of Texas, MD Anderson Cancer Center, 1515 Holcolmbe Blvd., Houston, Texas 77030 telephone: 713-792-3250; FAX: 713-794-4824; E-mail Address: [email protected] http://orcid.org/0000-0002-8098-901X Department of Urology, University of Texas MD Anderson Cancer Center, Houston, Texas View All Author Informationhttps://doi.org/10.1097/JU.0000000000001943AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: Data from the pre-neoadjuvant chemotherapy (NAC) era suggests patients who progress on bacillus Calmette-Guérin (BCG) to muscle-invasive bladder cancer (P-MIBC) exhibit worse outcomes compared to de novo MIBC (D-MIBC). Herein, we investigate whether P-MIBC is an independent poor risk factor in the setting of contemporary NAC use. Materials and Methods: A review of patients who underwent radical cystectomy (RC) for cT2-3 MIBC from 2005 to 2018 was performed. Patients were stratified into high risk (lymphovascular invasion, variant histology, hydronephrosis, cT3b) vs low risk (no risk factors) and P-MIBC (≤pT1 treated with at least induction BCG who progressed to ≥cT2) vs D-MIBC. Results: Among 801 patients who underwent RC 20.3% had P-MIBC and 79.7% had D-MIBC. In low-risk patients treated without NAC, P-MIBC was associated with pathological upstaging (64.9% vs 42.7%, p=0.004) and worse overall (OS, p=0.006) and cancer-specific survival (CSS, p=0.001) compared to D-MIBC. P-MIBC status conferred uniformly poor survival outcomes to patients who did not receive NAC compared to D-MIBC without NAC (median OS 51.5 months [95% CI 40.0–81.0] vs 85.1 months [95% CI 62.8–96.0], p=0.040; median CSS not reached, p=0.014). However, P-MIBC status did not remain a negative prognostic factor in the setting of NAC (median OS 90.5 months [95% CI 34.0–not estimable] vs 87.8 months [95% CI 68.7–not estimable], p=0.606; median CSS not reached, p=0.448). Conclusions: P-MIBC confers a poor prognosis when managed with RC alone. Treatment with NAC results in equivalent pathological response and survival outcomes compared to D-MIBC. P-MIBC should be included in risk-stratified approaches to NAC selection. References 1. : European Association of Urology guidelines on non-muscle-invasive bladder cancer (TaT1 and carcinoma in situ) - 2019 update. Eur Urol 2019; 76: 639. Google Scholar 2. : Diagnosis and treatment of non-muscle invasive bladder cancer: AUA/SUO guideline. J Urol 2016; 196: 1021. Link, Google Scholar 3. : Early versus deferred cystectomy for initial high-risk pT1G3 urothelial carcinoma of the bladder: do risk factors define feasibility of bladder-sparing approach?Eur Urol 2008; 53: 146. Google Scholar 4. : Prognostic value of the lymphovascular invasion in high-grade stage pT1 bladder cancer. Clin Genitourin Cancer 2013; 11: 182. Google Scholar 5. : Upstaging of urothelial cancer at the time of radical cystectomy: factors associated with upstaging and its effect on outcome. BJU Int 2012; 110: 804. Google Scholar 6. : The case for early cystectomy in the treatment of nonmuscle invasive micropapillary bladder carcinoma. J Urol 2006; 175: 881. Link, Google Scholar 7. : Cystectomy in patients with high risk superficial bladder tumors who fail intravesical BCG therapy: pre-cystectomy prostate involvement as a prognostic factor. Eur Urol 2005; 48: 53. Google Scholar 8. : Characteristics and outcomes of patients with clinical T1 grade 3 urothelial carcinoma treated with radical cystectomy: results from an international cohort. Eur Urol 2010; 57: 300. Google Scholar 9. : Quantification of the survival benefit of early versus deferred cystectomy in high-risk non-muscle invasive bladder cancer (T1 G3). World J Urol 2009; 27: 347. Google Scholar 10. : Progression to detrusor muscle invasion during urothelial carcinoma surveillance is associated with poor prognosis. BJU Int 2014; 113: 900. Google Scholar 11. : Comparing long-term outcomes of primary and progressive carcinoma invading bladder muscle after radical cystectomy. BJU Int 2016; 117: 604. Google Scholar 12. : Comparison of the prognosis of primary vs progressive muscle invasive bladder cancer after radical cystectomy: results from a large multicenter study. Urol Oncol 2021; 39: 195.e1. Google Scholar 13. : Prognosis of muscle-invasive bladder cancer: difference between primary and progressive tumours and implications for therapy. Eur Urol 2004; 45: 292. Google Scholar 14. : Long-term cancer-specific survival in patients with high-risk, non-muscle-invasive bladder cancer and tumour progression: a systematic review. Eur Urol 2011; 60: 493. Google Scholar 15. : Refining patient selection for neoadjuvant chemotherapy before radical cystectomy. J Urol 2014; 191: 40. Link, Google Scholar 16. : Nonparametric estimation from incomplete observations. J Am Stat Assoc 1958; 53: 457. Google Scholar 17. : Genomic differences between \"primary\" and 'secondary\" muscle-invasive bladder cancer as a basis for disparate outcomes to cisplatin-based neoadjuvant chemotherapy. Eur Urol 2019; 75: 231. Google Scholar 18. : Identification of differential tumor subtypes of T1 bladder cancer. Eur Urol 2020; 78: 533. Google Scholar 19. : Radical cystectomy for urothelial carcinoma of the bladder without neoadjuvant or adjuvant therapy: long-term results in 1100 patients. Eur Urol 2012; 61: 1039. Google Scholar 20. : The timing of radical cystectomy for bacillus calmette-Guérin failure: comparison of outcomes and risk factors for prognosis. J Urol 2016; 195: 1704. Link, Google Scholar 21. : The association of salvage intravesical therapy following BCG with pathologic outcomes and survival after radical cystectomy for patients with high-grade non-muscle invasive bladder cancer: a multi-institution analysis. Urol Oncol 2021; 39: 436.e1. Google Scholar 22. : Utility of clinical risk stratification in the selection of muscle-invasive bladder cancer patients for neoadjuvant chemotherapy: a retrospective cohort study. Bladder Cancer 2017; 3: 35. Google Scholar 23. : How to improve patient selection for neoadjuvant chemotherapy in bladder cancer patients candidate for radical cystectomy and pelvic lymph node dissection. World J Urol 2020; 38: 1229. Google Scholar 24. : Trends and disparities in the use of neoadjuvant chemotherapy for muscle-invasive urothelial carcinoma. Can Urol Assoc J 2019; 13: 24. Google Scholar Funding: This research was supported by the Wayne B. Duddlesten Professorship in Cancer Research, the Raymond and Maria Floyd Bladder Cancer Research Foundation Grant to AMK, NIH/NCI UTMD Anderson SPORE in Genitourinary Cancer (Bladder) (P50CA091846) to CPD, the Cancer Center Support Grant (NCI Grant P30 CA016672), and a Urology Care Foundation Research Scholars Award to PJH (IRG 85-001-25). Editor's Note: This article is the fifth of 5 published in this issue for which category 1 CME credits can be earned. Instructions for obtaining credits are given with the questions on pages 1341 and 1342. © 2021 by American Urological Association Education and Research, Inc.FiguresReferencesRelatedDetailsCited bySmith J (2021) This Month in Adult UrologyJournal of Urology, VOL. 206, NO. 5, (1083-1084), Online publication date: 1-Nov-2021.Related articlesJournal of Urology10 Aug 2021Editorial Comment Volume 206Issue 5November 2021Page: 1258-1267Supplementary Materials Advertisement Copyright & Permissions© 2021 by American Urological Association Education and Research, Inc.Keywordscystectomymycobacterium bovisneoadjuvant therapyurinary bladder neoplasmsMetricsAuthor Information Patrick J. Hensley Department of Urology, University of Texas MD Anderson Cancer Center, Houston, Texas More articles by this author Kelly K. Bree Department of Urology, University of Texas MD Anderson Cancer Center, Houston, Texas More articles by this author Matthew T. Campbell Department of Genitourinary Medical Oncology, University of Texas MD Anderson Cancer Center, Houston, Texas More articles by this author Omar Alhalabi Department of Genitourinary Medical Oncology, University of Texas MD Anderson Cancer Center, Houston, Texas More articles by this author Andrea Kokorovic Department of Urology, University of Texas MD Anderson Cancer Center, Houston, Texas More articles by this author Tanner Miest Department of Urology, University of Texas MD Anderson Cancer Center, Houston, Texas More articles by this author Graciela M. Nogueras-Gonzalez Department of Biostatistics, University of Texas MD Anderson Cancer Center, Houston, Texas More articles by this author Jianjun Gao Department of Genitourinary Medical Oncology, University of Texas MD Anderson Cancer Center, Houston, Texas More articles by this author Arlene O. Siefker-Radtke Department of Genitourinary Medical Oncology, University of Texas MD Anderson Cancer Center, Houston, Texas More articles by this author Charles C. Guo Department of Pathology, University of Texas MD Anderson Cancer Center,Houston, Texas More articles by this author Neema Navai Department of Urology, University of Texas MD Anderson Cancer Center, Houston, Texas More articles by this author Colin P. Dinney Department of Urology, University of Texas MD Anderson Cancer Center, Houston, Texas More articles by this author Ashish M. Kamat Department of Urology, University of Texas MD Anderson Cancer Center, Houston, Texas *Correspondence: Department of Urologic Oncology, The University of Texas, MD Anderson Cancer Center, 1515 Holcolmbe Blvd., Houston, Texas 77030 telephone: 713-792-3250; FAX: 713-794-4824; E-mail Address: [email protected] More articles by this author Expand All Funding: This research was supported by the Wayne B. Duddlesten Professorship in Cancer Research, the Raymond and Maria Floyd Bladder Cancer Research Foundation Grant to AMK, NIH/NCI UTMD Anderson SPORE in Genitourinary Cancer (Bladder) (P50CA091846) to CPD, the Cancer Center Support Grant (NCI Grant P30 CA016672), and a Urology Care Foundation Research Scholars Award to PJH (IRG 85-001-25). Editor's Note: This article is the fifth of 5 published in this issue for which category 1 CME credits can be earned. Instructions for obtaining credits are given with the questions on pages 1341 and 1342. Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Patrick J. Hensley",
      "id": "A5036722177",
      "orcid": "https://orcid.org/0000-0002-8098-901X",
      "institutions": [
        {
          "id": "I1343551460",
          "display_name": "The University of Texas MD Anderson Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Patrick J. Hensley"
    },
    {
      "display_name": "Kelly K. Bree",
      "id": "A5072980507",
      "orcid": "https://orcid.org/0000-0003-4532-7763",
      "institutions": [
        {
          "id": "I1343551460",
          "display_name": "The University of Texas MD Anderson Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Kelly K. Bree"
    },
    {
      "display_name": "Matthew T. Campbell",
      "id": "A5008861348",
      "orcid": "https://orcid.org/0000-0003-1915-4491",
      "institutions": [
        {
          "id": "I1343551460",
          "display_name": "The University of Texas MD Anderson Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Matthew T. Campbell"
    },
    {
      "display_name": "Omar Alhalabi",
      "id": "A5003873827",
      "orcid": "https://orcid.org/0000-0002-9658-2206",
      "institutions": [
        {
          "id": "I1343551460",
          "display_name": "The University of Texas MD Anderson Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Omar Alhalabi"
    },
    {
      "display_name": "Andrea Kokorovic",
      "id": "A5035012115",
      "orcid": "https://orcid.org/0000-0002-1957-7999",
      "institutions": [
        {
          "id": "I1343551460",
          "display_name": "The University of Texas MD Anderson Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Andrea Kokorovic"
    },
    {
      "display_name": "Tanner Miest",
      "id": "A5012027131",
      "orcid": null,
      "institutions": [
        {
          "id": "I1343551460",
          "display_name": "The University of Texas MD Anderson Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Tanner Miest"
    },
    {
      "display_name": "Graciela M. Nogueras‐González",
      "id": "A5018403822",
      "orcid": "https://orcid.org/0000-0002-6350-2206",
      "institutions": [
        {
          "id": "I1343551460",
          "display_name": "The University of Texas MD Anderson Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Graciela M. Nogueras-Gonzalez"
    },
    {
      "display_name": "Jianjun Gao",
      "id": "A5069915515",
      "orcid": "https://orcid.org/0000-0001-6138-4472",
      "institutions": [
        {
          "id": "I1343551460",
          "display_name": "The University of Texas MD Anderson Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jianjun Gao"
    },
    {
      "display_name": "Arlene O. Siefker‐Radtke",
      "id": "A5057758356",
      "orcid": "https://orcid.org/0000-0002-6328-9599",
      "institutions": [
        {
          "id": "I1343551460",
          "display_name": "The University of Texas MD Anderson Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Arlene O. Siefker-Radtke"
    },
    {
      "display_name": "Charles C. Guo",
      "id": "A5008118779",
      "orcid": "https://orcid.org/0000-0003-2182-3287",
      "institutions": [
        {
          "id": "I1343551460",
          "display_name": "The University of Texas MD Anderson Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Charles C. Guo"
    },
    {
      "display_name": "Neema Navai",
      "id": "A5002421938",
      "orcid": "https://orcid.org/0000-0001-8457-3786",
      "institutions": [
        {
          "id": "I1343551460",
          "display_name": "The University of Texas MD Anderson Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Neema Navai"
    },
    {
      "display_name": "Colin P. Dinney",
      "id": "A5002737792",
      "orcid": "https://orcid.org/0000-0002-8969-711X",
      "institutions": [
        {
          "id": "I1343551460",
          "display_name": "The University of Texas MD Anderson Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Colin P. Dinney"
    },
    {
      "display_name": "Ashish M. Kamat",
      "id": "A5110818872",
      "orcid": null,
      "institutions": [
        {
          "id": "I1343551460",
          "display_name": "The University of Texas MD Anderson Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I188703185",
          "display_name": "GTx (United States)",
          "country_code": "US",
          "type": "company"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ashish M. Kamat"
    }
  ],
  "publication_year": 2021,
  "publication_date": "2021-06-29",
  "type": "article",
  "cited_by_count": 12,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "206",
  "issue": "5",
  "first_page": "1258",
  "last_page": "1267",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.9130509
    },
    {
      "id": "C2775910329",
      "display_name": "Cystectomy",
      "level": 4,
      "score": 0.85532486
    },
    {
      "id": "C2778740770",
      "display_name": "Lymphovascular invasion",
      "level": 4,
      "score": 0.7412303
    },
    {
      "id": "C2780352672",
      "display_name": "Bladder cancer",
      "level": 3,
      "score": 0.67211735
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.6362666
    },
    {
      "id": "C143998085",
      "display_name": "Oncology",
      "level": 1,
      "score": 0.5652922
    },
    {
      "id": "C126894567",
      "display_name": "Urology",
      "level": 1,
      "score": 0.50303596
    },
    {
      "id": "C2776694085",
      "display_name": "Chemotherapy",
      "level": 2,
      "score": 0.48771676
    },
    {
      "id": "C2778292576",
      "display_name": "Neoadjuvant therapy",
      "level": 4,
      "score": 0.42917424
    },
    {
      "id": "C90924648",
      "display_name": "Gastroenterology",
      "level": 1,
      "score": 0.34698677
    },
    {
      "id": "C121608353",
      "display_name": "Cancer",
      "level": 2,
      "score": 0.3086217
    },
    {
      "id": "C2779013556",
      "display_name": "Metastasis",
      "level": 3,
      "score": 0.09724742
    },
    {
      "id": "C530470458",
      "display_name": "Breast cancer",
      "level": 3,
      "score": 0.08090958
    }
  ],
  "topics": [
    {
      "id": "T10458",
      "display_name": "Bladder and Urothelial Cancer Treatments",
      "score": 1.0
    },
    {
      "id": "T12695",
      "display_name": "Urinary and Genital Oncology Studies",
      "score": 0.9934
    },
    {
      "id": "T12914",
      "display_name": "Infectious Disease Case Reports and Treatments",
      "score": 0.9599
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1097/ju.0000000000001943",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:36:56.064388",
  "source_database": "OpenAlex"
}