{
  "openalex_id": "W3172784927",
  "doi": "https://doi.org/10.31635/ccschem.021.202101104",
  "title": "Rare-Earth Doping Graphitic Carbon Nitride Endows Distinctive Multiple Emissions with Large Stokes Shifts",
  "abstract": "Open AccessCCS ChemistryRESEARCH ARTICLE6 Jun 2022Rare-Earth Doping Graphitic Carbon Nitride Endows Distinctive Multiple Emissions with Large Stokes Shifts Xun Liu†, Shangqing Zhang†, Jinhui Liu, Xing Wei, Ting Yang, Mingli Chen and Jianhua Wang Xun Liu† Research Center for Analytical Sciences, Department of Chemistry, College of Sciences, Northeastern University, Shenyang 110819 †X. Liu and S. Zhang contributed equally to this work.Google Scholar More articles by this author , Shangqing Zhang† Research Center for Analytical Sciences, Department of Chemistry, College of Sciences, Northeastern University, Shenyang 110819 †X. Liu and S. Zhang contributed equally to this work.Google Scholar More articles by this author , Jinhui Liu Research Center for Analytical Sciences, Department of Chemistry, College of Sciences, Northeastern University, Shenyang 110819 Google Scholar More articles by this author , Xing Wei Research Center for Analytical Sciences, Department of Chemistry, College of Sciences, Northeastern University, Shenyang 110819 Google Scholar More articles by this author , Ting Yang Research Center for Analytical Sciences, Department of Chemistry, College of Sciences, Northeastern University, Shenyang 110819 Google Scholar More articles by this author , Mingli Chen *Corresponding authors: E-mail Address: [email protected] E-mail Address: [email protected] Research Center for Analytical Sciences, Department of Chemistry, College of Sciences, Northeastern University, Shenyang 110819 Google Scholar More articles by this author and Jianhua Wang *Corresponding authors: E-mail Address: [email protected] E-mail Address: [email protected] Research Center for Analytical Sciences, Department of Chemistry, College of Sciences, Northeastern University, Shenyang 110819 Google Scholar More articles by this author https://doi.org/10.31635/ccschem.021.202101104 SectionsSupplemental MaterialAboutAbstractPDF ToolsAdd to favoritesDownload CitationsTrack Citations ShareFacebookTwitterLinked InEmail Two-dimensional (2D) graphitic carbon nitride (g-C3N4) possesses a unique geometric configuration featuring a superimposed heterocyclic sp2 carbon and nitrogen framework. Its fluorescence may be attributed to π–π*, lone pair (LP)-π*, or LP-δ* transitions. So far, the manipulation of its fluorescence emissions is largely unexploited and remains challenging. Herein, for the first time, rare-earth doping into the backbone structure of a g-C3N4 framework under microwave agitation endows unprecedented fluorescence nature, with the emergence of two exceptional new fluorescence emissions in the 450–700 nm range. With terbium-doped g-C3N4:Tb as a representative, these emissions exhibit distinctive features, that is, very sharp fluorescence peaks with narrow full width at half maximum (FWHM) (peak width at half-height) of <12 nm, quantum yields of 2.3 ± 0.0% and 7.6 ± 0.1% for the new emissions at λex/λem = 290/490 nm, and 290/545 nm, respectively; and a large Stokes shift of >200 nm. These features of g-C3N4:Tb are most advantageous for applications in various fields, as demonstrated by (1) tracking biodistribution of g-C3N4 in vivo with mass spectrometric imaging where the doped terbium serves as a tag, (2) a biometrics study facilitating the identification of an individual through fingerprint, and (3) anti-counterfeiting with g-C3N4∶Tb as a dual-functional marker to facilitate fluorescence and mass spectrometric imaging. Download figure Download PowerPoint Introduction Graphitic carbon nitride (g-C3N4) is a fascinating organic semiconductive material, with special-layered structure and visible-light activity, as well as chemical stability.1–4 g-C3N4 has become attractive in photocatalysis,3 solar energy conversion,5 electronic devices,6 and chemical sensors.7 The bulk g-C3N4 is not suitable to serve as a fluorescence sensor and bioimaging agent,8 while better fluorescence performance may be achieved by ultrathin g-C3N4 nanosheets derived by liquid-phase exfoliation,9 chemical oxidation,10 and hydrothermal protocols,11 with strong acids and time-consuming preparation protocols. Nevertheless, spectral interference due to its broad emission in the 320–450 nm range and small Stokes shift significantly limits biosensing applications. A series of modification protocols were used for tailoring the performance of g-C3N4. Nonmetal doping alters the energy band structure and electronic structure of g-C3N4.12 Boron- and fluoride-doping promoted cyclohexane oxidation,13 while sulfur doping enhanced photocatalytic hydrogen evolution from water.14 g-C3N4 can easily capture metal cations due to the strong interactions between the cations and the negatively charged nitrogen atoms.15,16 Metal doping reduces the band gap, increases the light absorption, and prolongs the lifetime of charge carriers and so greatly enhances photocatalytic activity.17–19 Metal ions may be doped into the frameworks of g-C3N4 by heating the aqueous mixture with metal salts at 500–600 °C under the protection of argon.20,21 The above studies were mainly focused on the improvement of the catalytic performance of g-C3N4. There was no effort devoted to the regulation of its optical/fluorescent features with simple strategies, which is still quite challenging. The mechanism for fluorescence emission of g-C3N4 is not yet fully clear. The possible approaches for triggering the emission may include π–π*,22–24 lone pair (LP)-π*,25,26 or LP-δ* transitions.6,27 Rare-earth metals exhibit electron configurations of [Xe] 4fn−15d0,16s2 (n = 1–15).28 They are generally preferred as doping elements. Their incompletely occupied 4f and empty 5d orbitals make them the center of electron capture and increase their optical absorption capability.29 Thus, rare-earth doping g-C3N4 may significantly enhance photocatalytic activity. In addition, the coordination of organic ligand with rare earth may lead to fluorescence emission in the visible region.30 In this study, for the first time we attempt to dope g-C3N4 with rare-earth metals in a one-pot approach, that is, under microwave agitation, to alter and regulate its fluorescence nature. We take advantage of various substrates, that is, thiourea, dicyandiamide, and guanidine isothiocyanate, and rare earths, that is, terbium, europium, and erbium, to manipulate the emission features of g-C3N4. This approach is not only simple and time-saving but also universal. With respect to native g-C3N4, terbium-doped g-C3N4 (g-C3N4∶Tb) exhibits two exceptional narrow emissions in the region of 450–700 nm with large Stokes shifts of >200 nm. This is highly beneficial for the applications in biological samples, as demonstrated by fingerprint identification on the surface of various matrixes and biological tissue imaging applications with fluorescence and inductively coupled plasma mass spectrometry (ICP-MS). Experimental Methods Preparation of terbium-doped g-C3N4 and native g-C3N4 nanosheets The bulk Tb-doped g-C3N4:Tb was prepared by direct polymerization of thiourea and terbium chloride (TbCl3) under microwave agitation. 0.7 g of thiourea was introduced into a 200-mL beaker and dissolved in 10 mL of deionized (DI) water. 75 mg of TbCl3·6H2O was then added in the aqueous solution with 10 μL of nitric acid (16 M). The mixture was immediately irradiated for 3 min in a microwave oven [G80F23CN3L-Q6 (p0), Galanz, Foshan, China] at an output power of 800 W. Cream-white powder was obtained and washed with DI water three times to remove the residual acid. The bulk g-C3N4:Tb was exfoliated by ultrasonic agitation for 8 h to obtain suspension of the final product, which was then centrifuged at 4000 rpm for 5 min to achieve uniform g-C3N4:Tb nanosheets by removing the large-sized portion. The preparation of native g-C3N4 was performed by following exactly the same procedures as described above, in the absence of terbium chloride. The Dicy-/Guan-g-C3N4∶Tb were prepared by following the same procedure, except for the replacement of thiourea by dicyandiamide and guanidine isothiocyanate. In addition, g-C3N4:Er and g-C3N4:Eu were obtained by substitution of TbCl3·6H2O with ErCl3·6H2O and EuCl3·6H2O, respectively, and the same preparation procedure was followed. Preparation of anti-counterfeiting labels 2 mg g-C3N4:Tb and 5 g agar powder were dissolved in 20 mL DI water by heating them to 90 °C and producing a homogeneous solution. 100 μL of the above solution was used to stamp “NEU” on a glass surface of 0.75 cm2. The anti-counterfeiting labels were obtained after the stamp was naturally cooled and solidified. LA-ICP-MS imaging in animal Male CD-1(ICR) mice (7 weeks old, ∼20 g) were received from Beijing Vital River Laboratory Experimental Animal Technology Co. Ltd. (Beijing, China). All the animal study protocols were reviewed and approved by the Animal and Medical Ethics Committee of Northeastern University (NEU). The mice were housed in an air-conditioned room at 20 °C with a regular 12 h light/dark cycle. Sterilized chow and DI water were provided ad libitum. After 1 week of acclimatization, the mice were intravenously injected with g-C3N4∶Tb solution at a dose of 5 mg mL−1, 100 μL. The mice were sacrificed after 24 h, and the organic tissues, including lung, liver, spleen, and kidney, were collected, followed by immediately freezing them and cutting them into 10 μm thick slices. The slices were attached to a regular glass slide, and the distribution of Tb was imaged by laser ablation-ICP-MS (LA-ICP-MS). The laser spot size and scan were typically set at 70 μm and 100 μm s−1. Results and Discussion Synthesis and characterization In this work, rare-earth-doped g-C3N4 was obtained under microwave in a flask. Considering the similar chemical properties among rare-earth metals, we took terbium-doped graphitic carbon nitride (g-C3N4∶Tb) as representative to illustrate their morphological and fluorescence characteristics as well as fluorescence mechanisms. Pristine and Tb-modified g-C3N4 were achieved under microwave in air-atmosphere (Figure 1a and Experimental). Transmission electron microscopy (TEM) images (Figures 1b and 1c) provided a magnified view of the morphologies of g-C3N4 and g-C3N4∶Tb. For the identification of the graphene-like structure of g-C3N4∶Tb, it was ultrasonically treated for 24 h. By spherical aberration-corrected TEM (ACTEM; Supporting Information Figure S1), the film of g-C3N4∶Tb may be clearly observed. The ultrasonic treatment results in smaller sized g-C3N4∶Tb with thinner lamellar structure ( Supporting Information Figure S1a), and individual Tb spots can clearly be identified on the surface of g-C3N4 ( Supporting Information Figure S1b). Scanning electron microscopy (SEM) images in Figures 1d and 1e clearly showed that g-C3N4 exhibits as lumps or block masses, and virtually no morphological change can be observed after doping with terbium (Figures 1f and 1g). This observation indicated that the doping of terbium atoms posed no effect on the shape or morphology of g-C3N4. In addition, the compositions of C, N, and Tb for g-C3N4 by elemental mapping in Figure 1h illustrated that Tb may be clearly observed and homogeneously distributed over the entire carbon nitride framework. Figure 1 | (a) Schematic illustration for the preparation of terbium-doped g-C3N4∶Tb. (b and c). TEM images of g-C3N4 and its terbium-doped counterpart g-C3N4∶Tb. (d and e). SEM images of g-C3N4 and its terbium-doped counterpart g-C3N4∶Tb. (f and g). The molecular structure diagram of g-C3N4 and its terbium-doped counterpart g-C3N4∶Tb. (h) The images for elemental compositions of g-C3N4∶Tb, including C, N, and Tb. Download figure Download PowerPoint X-ray diffraction (XRD) patterns in Figure 2a provided further information on structural variation of the layered crystal structures of g-C3N4 and g-C3N4∶Tb. It was obvious that g-C3N4 and g-C3N4∶Tb exhibited diffraction peaks at 26.8° (3.32 Å) and 26.9° (3.31 Å), respectively. These peaks matched with the (002) reflection of g-C3N4 arising from the interlayer stacking (∼0.32 nm) of the conjugated heptazine units, which clearly illustrated that the distance (Figure 2b, dlam) between g-C3N4∶Tb layers exhibited no obvious change. This further illustrated that terbium atoms were not intercalated in carbon nitride layers and posed no interference with the layer stacking. Figure 2 | (a) XRD patterns of the native C3N4 and terbium-doped C3N4∶Tb. The close-up in the inset illustrates the main diffraction peaks for C3N4 and C3N4∶Tb. (b) Illustration for the molecular lamellar structure of C3N4∶Tb with an interlamellar spacing dlam. (c and d) XPS survey and high-resolution XPS spectra for the C1s, N1s, and Tb 3d3/2 regions in the native C3N4 and terbium-doped C3N4∶Tb. Download figure Download PowerPoint X-ray photoelectron spectroscopy (XPS) helped to explore the states of Tb atoms in the carbon nitride framework. For native C3N4 (Figure 2c), the C1s spectrum was fitted with four components at binding energies of 284.7, 285.5, 288.0, and 289.0 eV. 284.7 eV is typical for graphitic carbon or adventitious carbon contamination commonly seen on surfaces by XPS. 285.5 eV may be assigned to terminal sp carbon in C≡N groups, while that at 288.0 eV is contributed to by sp2 carbon ring (=N−C=N−). The peak at 289.0 eV was associated with surface C−O species due to surface oxidation. The N1s peak was fitted with two components at 398.8 eV (Nα) and 400.1 eV (Nβ), which were assigned to the sp2-bound −C−N=C−, for example, those expected for triazine-based or related CxNy rings and sp3 nitrogen joined to three aromatic rings, respectively. XPS spectra of terbium-doped C3N4∶Tb in Figure 2d identified all the above peaks, which clearly indicated that terbium incorporation caused no destruction on the local structure of carbon nitride. More importantly, the obvious response signal of Tb3d was diagnostic for the formation of C3N4∶Tb. For further elucidation of the structure and bonding information of C3N4∶Tb, curve fitting of N1s and C1s was performed by adopting Gaussian–Lorentzian components (GL ratio fixed at 80%:20%) after subtraction of the Shirley background. Full details of the results are given in Supporting Information Tables S1 and S2, including the number of adopted components, binding energy (BE), the percentage of each component, and the full width at half maximum (FWHM). It is obvious that the introduction of terbium enhanced the rigidity of carbon nitride, which led to the shift of the C1s peak to the stronger BE region with respect to native C3N4. A reduction in the proportion of Cγ peak area indicated the decrease on the number of =N−C=N−, due to the breakage of a C=N π bond and the formation of a new σ bond with Tb (N-Tb). In C3N4∶Tb, coordination of N atoms with Tb resulted in an increase of sp3 hybridization of C, as reflected by an increase in the proportion of Cα. This conclusion is well consistent with XPS spectra of N1s, where N atoms coordinated with Tb and led to the conversion of sp2 to sp3 hybridization, as reflected by the decrease of Nα moiety and the increment of Nβ moiety. The Fourier transform infrared (FT-IR) spectrum of g-C3N4∶Tb was very similar to that of native g-C3N4 ( Supporting Information Figure S2). They both exhibited broad bands for stretching and deformation of −OH groups at 3150 cm−1, the absorption for =N−C=N− at 2075 cm−1, a group of multiple bands as characteristics for triazine ring vibrations, that is, 1668 cm−1 for quadrant stretching, 1398 cm−1 for semicircle stretching, and 803 cm−1 for out-of-plane ring bending by sextants. Although no bonding information was identified by Tb3+ doping, the absence of significant changes between FT-IR spectra of g-C3N4 and g-C3N4∶Tb well indicated that the structure of carbon nitride was maintained after Tb3+ doping. To the best of our knowledge, this is the first time that rare-earth-doped g-C3N4 has been prepared via the microwave-assisted one-pot approach in 3 min without nitrogen protection and high temperature. The above characterizations well demonstrated the doping of terbium in the framework of the carbon nitride structure rather than in the lamellae or simply adsorbed on its surface. Study of optical properties The optical properties of g-C3N4∶Tb were exploited by studying its fluorescence features with the variation of the content of doped Tb3+ in the final product. The contents of Tb in g-C3N4∶Tb were determined by ICP-MS as given in Supporting Information Figure S3 and Table S3. The three-dimensional (3D) fluorescence patterns of the obtained g-C3N4∶Tb in Figure 3a illustrated a maximum excitation wavelength at 290 nm. With the increase of the Tb3+ doping amount in g-C3N4∶Tb, the characteristic emission of Tb3+ was gradually identified under the excitation at 290 nm. The fluorescence spectra of g-C3N4∶Tb (Figure 3b) illustrated the three main emissions at 370, 490, and 545 nm, corresponding to the intrinsic emission of g-C3N4 (due to π–π* transition31), 5D4→7F6 and 5D4→7F5 transitions of Tb3+, respectively. A low mass fraction of doped terbium in g-C3N4∶Tb (<0.21%) gave rise to a limited transition (energy transfer) efficiency to the terbium ion. Thus, the intrinsic emission at 370 nm from g-C3N4 exhibited virtually no change, along with very weak Tb3+-related luminescence at 490 and 545 nm. At a Tb3+ mass fraction of 0.90%, an effective “antenna effect” was formed between g-C3N4 and Tb3+, which led to remarkable increment of the sharp fluorescence emission of g-C3N4∶Tb. However, further increase of the doping amount of Tb3+in g-C3N4∶Tb caused significant decrease of the emissions at 490 and 545 nm due to the self-absorption of Tb3+. The principle for the variation of the fluorescence spectrum was illustrated in Figure 3c. The above observations clearly demonstrated that the variation of the doping amount of Tb3+ in g-C3N4∶Tb may be used to regulate the intensity of fluorescence emissions at 490 and 545 nm. It was noticeable that the intrinsic emission of g-C3N4 at 370 nm was maintained during the entire experimental process. This observation further proved that terbium doping did not destroy the primary structure of carbon nitride. The fluorescence quantum yields for the emissions at λex/λem = 290/370, 290/490, and 290/545 nm were derived to be 2.8 ± 0.1%, 2.3 ± 0.0%, and 7.6 ± 0.1%, along with fluorescence lifetime of 3.04 ns, 1.58 ms, and 8.28 ms, respectively ( Supporting Information Figure S4). The influence of irradiation time on the fluorescence property of g-C3N4∶Tb is illustrated in Supporting Information Figure S5. It can be seen that the fluorescence of g-C3N4∶Tb tends to be stable as the irradiation time exceeds 1 min. The reaction was completed at an irradiation time of >3 min. Thus, 3 min was adopted for the ensuing studies. Figure 3 | (a) The 3D fluorescence patterns of native g-C3N4 and terbium-doped g-C3N4∶Tb with various doping amounts (mass ratio) of Tb3+ (0.21, 0.46, 0.90, and 1.99%). The concentration of 0.5 mg mL−1 is adopted for g-C3N4 and g-C3N4∶Tb. (b) The fluorescence spectra of native g-C3N4 and terbium-doped g-C3N4∶Tb with various doping amount of Tb3+. The concentration of 0.2 mg mL−1 is adopted for g-C3N4 and g-C3N4∶Tb. (c) Schematic illustration for the transition of 5D4→7F6 and 5D4→7F5 in Tb3+ ions and the corresponding fluorescence emission. Download figure Download PowerPoint In the above discussions, terbium-doped g-C3N4∶Tb was obtained by microwave-assisted polymerization of thiourea and Tb3+. Our further studies have demonstrated that it is a universal protocol for the preparation of rare-earth-doped carbon nitride. On the one hand, g-C3N4∶Tb may be prepared by using other substrates instead of thiourea. As an illustration, thiourea was replaced by dicyandiamide and guanidine isothiocyanate, respectively. In both cases, g-C3N4∶Tb may be successfully achieved as indicated in Supporting Information Figure S6, where identical emission maxima were observed at 490 and 545 nm. On the other hand, the doping of g-C3N4 with rare-earth metals other than terbium, for example, erbium (Er) and europium (Eu) ions, led to remarkable variations of the fluorescence nature. Supporting Information Figure S7 illustrates different emission maxima and fluorescence intensity for g-C3N4:Er and g-C3N4:Eu, with respect to that of g-C3N4∶Tb. The observations herein clearly indicated that it is feasible to regulate either the emission maxima or the fluorescence intensities of carbon nitride by doping with different rare-earth metal ions into the framework of g-C3N4. This is promising for the development of fluorescent probes based on the requirements of various biological applications. It is highly desirable to ensure the minimum cytotoxicity of g-C3N4∶Tb. Methylthiazolydiphenyl-tetrazolium bromide (MTT) assays were thus conducted toward MCF-7 cells. Supporting Information Figure S8 indicates survival rates of >80% for the cells at a concentration of 200 μg mL−1 g-C3N4∶Tb. This well demonstrates the favorable biocompatibility of g-C3N4∶Tb. Multifunctional biological application In biological applications, the luminescence of rare-earth metals has promising advantages, for example, large Stokes shifts and characteristic sharp emissions. For the ensuing biological studies, the doping amount of Tb3+ was fixed at 0.90 wt %. g-C3N4∶Tb in the form of both powder ( Supporting Information Figure S9) and aqueous solution ( Supporting Information Figure S10) exhibit a strong green fluorescence with respect to the native g-C3N4. For the investigation of biometric applications of g-C3N4∶Tb, small amounts were first applied to fingers, followed by pressing the treated fingers on the surfaces of different substrates, glass and polydimethylsiloxane (PDMS) plate in this particular case. The outline of the fingerprints was then recorded by camera. Meanwhile, the details of the fingerprints were also captured by fluorescence microscopy. The images in Figure 4 clearly show typical fingerprint patterns with sufficient detail to enable the identification of an individual. Figure 4 | Photograph of the recorded fingerprint after applying small amount of g-C3N4∶Tb in bright and dark fields. The full details in the two marked areas, that is, Area 1 and Area 2, were captured by the fluorescence microscope. Download figure Download PowerPoint In addition to the potential applications in biometrics that take advantage of the excellent fluorescence performance of terbium-doped carbon nitride, g-C3N4∶Tb may also serve as a marker for stamping glass surfaces by mixing appropriate amounts of g-C3N4∶Tb in agar solution. Due to the superb chemical stability of carbon nitride, the g-C3N4∶Tb containing marker is resistant to acid, alkali, and temperatures below 90 °C. The doped rare earth Tb3+provides a suitable tag for its imaging by mass spectrometry. The marker surface was stripped off by detection of the 159Tb isotope with LA-ICP-MS. Figure 5 illustrates the mass spectrometric imaging for the abbreviation of NEU, along with the imaging achieved by fluorescence at ultraviolent irradiation. These results clearly illustrate that the terbium-doped carbon nitride g-C3N4∶Tb, or its counterparts by doping with other rare-earth metals, is expected to provide a new generation of dual anti-counterfeiting markers. Figure 5 | g-C3N4∶Tb serves as anti-counterfeiting marker on the glass plate followed by recording its fluorescence imaging by fluorescence microscopy, and its mass spectrometric imaging obtained by LA-ICP-MS. 2 mg g-C3N4∶Tb was mixed with 5.0 g of agar to make a solution of 0.4 g mL−1, and 100 μL was used to stamp “NEU” on the glass surface of 0.75 cm2. Download figure Download PowerPoint For biological investigations, graphitic carbon nitride is certainly among the choices, due to its favorable biocompatibility, low toxicity, as well as good dispersibility. In Supporting Information Figure S11, the Tyndall effect can be clearly observed, which illustrates that both g-C3N4 and g-C3N4∶Tb generate typical colloid. As is well-known, blood is also a kind of colloid. Thus g-C3N4∶Tb suspension/colloid may readily enter the biological circulation system and therein trigger valuable practical applications. In addition, rare-earth metals are rarely found in biological systems or sample matrixes, which generate very low background for ICP-MS detection and thus ensure high sensitivity and selectivity. As an illustration, 100 μL of g-C3N4∶Tb colloid solution (5 mg mL−1) was injected into the caudal veins of mice. The doped terbium ions Tb3+ enabled the tracking of the biodistribution of g-C3N4 in vivo. Figure 6 indicated the colors of the harvested liver, spleen. lung, and kidney after the injection of g-C3N4∶Tb for 24 h. Further analysis of Tb distribution in these organs by LA-ICP-MS imaging indicated high local concentration levels of Tb, which demonstrated that g-C3N4 is intercepted by the blood in these organs. However, it may be clearly observed in Figure 6 that g-C3N4 was more readily enriched in the spleen, while it was found to be the least abundant in the kidney, with a concentration in the kidney counted only ca. 1% of that in the spleen. This is the first attempt to adopt LA-ICP-MS for the detection of carbon nitride in organs, especially its distributions therein. Thus, this rare-earth doping strategy greatly expands the potential applications of carbon nitride and its derivatives in biological analysis, by acting as either an anti-counterfeiting marker to ensure forensic identification or a drug carrier to facilitate in situ imaging and tracking drug delivery in certain organs. Figure 6 | LA-ICP-MS images of terbium in liver, spleen, lung, and kidney of mice after 24 h of injecting certain amount of g-C3N4∶Tb into the body via caudal vein. Download figure Download PowerPoint Conclusion In this work, rare-earth metals, that is, terbium, europium, and erbium, were incorporated into the framework of graphitic carbon nitride by a rapid and universal preparation route under microwave without high temperature and N2 protection. With respect to the native graphitic carbon nitride g-C3N4, terbium-doped g-C3N4∶Tb exhibited superior multiemission fluorescence at λex/λem = 290/490 and 290/545 nm. More interestingly, the wavelengths of emission maxima and the fluorescence intensities could be regulated by adopting different rare-earth metals or varying their doping levels and doping proportions. This approach greatly expands the scope of biological applications of carbon nitride. By taking advantage of the dual-tagging nature of Tb3+ in g-C3N4∶Tb, it serves as a promising dual-functional marker, which facilitates fingerprint identification and mass spectrometric imaging of mouse organs. The present attempt demonstrates that rare-earth-doped carbon nitride may provide a new, dual candidate for an anti-counterfeiting marker and a drug carrier. Supporting Information Supporting Information is available and includes materials, instruments, characterization (ACTEM, ICP-MS, FT-IR, fluorescence lifetime spectra, fluorescence emission spectra, and fluorescence images), the full details of curve fitting for C1s and N1s and a table of the Tb3+ content in g-C3N4∶Tb nanosheets. Conflict of Interest The authors declare no conflict of interest. Funding Information The authors are grateful for the financial support of the National Natural Science Foundation of China (nos. 22074011, 21922402, and 21727811), the Fundamental Research Funds for the Central Universities (nos. N2005003 and N2005017), the Liaoning Revitalization Talents Program (no. XLYC1802016), and the Liaoning Innovative Talents Program in Colleges and Universities (no. ZX202000 88). Acknowledgments The authors wish to acknowledge the assistance in instrumental and data analysis from Analytical and Testing Center, Northeastern University. References 1. Fu J.; Yu J.; Jiang C.; Cheng B.g-C3N4-Based Heterostructured Photocatalysts.Adv. Energy Mater.2018, 8, 1701503. Google Scholar 2. Fu J.; Zhu B.; Jiang C.; Cheng B.; You W.; Yu J.Hierarchical Porous O-Doped g-C3N4 with Enhanced Photocatalytic CO2 Reduction Activity.Small2017, 13, 1603938. Google Scholar 3. Xiao X.; Gao Y.; Zhang L.; Zhang J.; Zhang Q.; Li Q.; Bao H.; Zhou J.; Miao S.; Chen N.; Wang J.; Jiang B.; Tian C.; Fu H.A Promoted Charge Separation/Transfer System from Cu Single Atoms and C3N4 Layers for Efficient Photocatalysis.Adv. Mater.2020, 32, 2003082. Google Scholar 4. Sun L.; Yang M.; Huang J.; Yu D.; Hong W.; Chen X.Freestanding Graphitic Carbon Nitride Photonic Crystals for Enhanced Photocatalysis.Adv. Funct. Mater.2016, 26, 4943–4950. Google Scholar 5. Shinde S. L.; Ishii S.; Dao T. D.; Sugavaneshwar R. P.; Takei T.; Nanda K. K.; Nagao T.Enhanced Solar Light Absorption and Photoelectrochemical Conversion Using TiN Nanoparticle-Incorporated C3N4–C Dot Sheets.ACS Appl. Mater. Interfaces2018, 10, 2460–2468. Google Scholar 6. He L.; Fei M.; Chen J.; Tian Y.; Jiang Y.; Huang Y.; Xu K.; Hu J.; Zhao Z.; Zhang Q.; Ni H.; Chen L.Graphitic C3N4 Quantum Dots for Next-Generation QLED Displays.Mater. Today2019, 22, 76–84. Google Scholar 7. Wang Y.; Cheng J.; Liu X.; Ding F.; Zou P.; Wang X.; Zhao Q.; Rao H.C3N4 Nanosheets/Metal–Organic Framework Wrapped with Molecularly Imprinted Polymer Sensor: Fabrication, Characterization, and Electrochemical Detection of Furosemide.ACS Sustain. Chem. Eng.2018, 6, 16847–16858. Google Scholar 8. Zhang X.; Xie X.; Wang H.; Zhang J.; Pan B.; Xie Y.Enhanced Photoresponsive Ultrathin Graphitic-Phase C3N4 Nanosheets for Bioimaging.J. Am. Chem. Soc.2013, 135, 18–21. Google Scholar 9. Yang S.; Gong Y.; Zhang J.; Zhan L.; Ma L.; Fang Z.; Vajtai R.; Wang X.; Ajayan P. M.Exfoliated Graphitic Carbon Nitride Nanosheets as Efficient Catalysts for Hydrogen Evolution Under Visible Light.Adv. Mater.2013, 25, 2452–2456. Google Scholar 10. Xu J.; Zhang L.; Shi R.; Zhu Y.Chemical Exfoliation of Graphitic Carbon Nitride for Efficient Heterogeneous Photocatalysis.J. Mater. Chem. A2013, 1, 14766–14772. Google Scholar 11. Zhang X.; Wang H.; Wang H.; Zhang Q.; Xie J.; Tian Y.; Wang J.; Xie Y.Single-Layered Graphitic-C3N4 Quantum Dots for Two-Photon Fluorescence Imaging of Cellular Nucleus.Adv. Mater.2014, 26, 4438–4443. Google Scholar 12. Ma T. Y.; Ran J.; Dai S.; Jaroniec M.; Qiao S. Z.Phosphorus-Doped Graphitic Carbon Nitrides Grown in Situ on Carbon-Fiber Paper: Flexible and Reversible Oxygen Electrodes.Angew. Chem. Int. Ed.2015, 54, 4646–4650. Google Scholar 13. Wang Y.; Zhang J. S.; Wang X. C.; Antonietti M.; Li H. R.Boron- and Fluorine-Containing Mesoporous Carbon Nitride Polymers: Metal-Free Catalysts for Cyclohexane Oxidation.Angew. Chem. Int. Ed.2010, 49, 3356–3359. Google Scholar 14. Hong J.; Xia X.; Wang Y.; Xu R.Mesoporous Carbon Nitride with in Situ Sulfur Doping for Enhanced Photocatalytic Hydrogen Evolution from Water under Visible Light.J. Mater. Chem.2012, 22, 15006–15012. Google Scholar 15. Gao H.; Yan S.; Wang J.; Zou Z.Ion Coordination Significantly Enhances the Photocatalytic Activity of Graphitic-Phase Carbon Nitride.Dalton Trans.2014, 43, 8178–8183. Google Scholar 16. Ong W.-J.; Tan L.-L.; Ng Y. H.; Yong S.-T.; Chai S.-P.Graphitic Carbon Nitride (g-C3N4)-Based Photocatalysts for Artificial Photosynthesis and Environmental Remediation: Are We a Step Closer to Achieving Sustainability?Chem. Rev.2016, 116, 7159–7329. Google Scholar 17. Tonda S.; Kumar S.; Kandula S.; Shanker V.Fe-Doped and -Mediated Graphitic Carbon Nitride Nanosheets for Enhanced Photocatalytic Performance Under Natural Sunlight.J. Mater. Chem. A2014, 2, 6772–6780. Google Scholar 18. Yue B.; Li Q.; Iwai H.; Kako T.; Ye J.Hydrogen Production Using Zinc-Doped Carbon Nitride Catalyst Irradiated with Visible Light.Sci. Technol. Adv. Mater.2011, 12, 034401. Google Scholar 19. Pan H.; Zhang Y.-W.; Shenoy V. B.; Gao H.Ab Initio Study on a Novel Photocatalyst: Functionalized Graphitic Carbon Nitride Nanotube.ACS Catal.2011, 1, 99–104. Google Scholar 20. Wang X.; Chen X.; Thomas A.; Fu X.; Antonietti M.Metal-Containing Carbon Nitride Compounds: A New Functional Organic–Metal Hybrid Material.Adv. Mater.2009, 21, 1609–1612. Google Scholar 21. Takanabe K.; Kamata K.; Wang X.; Antonietti M.; Kubota J.; Domen K.Photocatalytic Hydrogen Evolution on Dye-Sensitized Mesoporous Carbon Nitride Photocatalyst with Magnesium Phthalocyanine.Phys. Chem. Chem. Phys.2010, 12, 13020–13025. Google Scholar 22. Kawaguchi M.B/C/N Materials Based on the Graphite Network.Adv. Mater.1997, 9, 615–625. Google Scholar 23. Kawaguchi M.; Nozaki K.Synthesis, Structure, and Characteristics of the New Host Material [(C3N3)2(NH)3]n.Chem. Mater.1995, 7, 257–264. Google Scholar 24. Zhou Z.; Shen Y.; Li Y.; Liu A.; Liu S.; Zhang Y.Chemical Cleavage of Layered Carbon Nitride with Enhanced Photoluminescent Performances and Photoconduction.ACS Nano2015, 9, 12480–12487. Google Scholar 25. Bayan S.; Midya A.; Gogurla N.; Singha A.; Ray S. K.Origin of Modified Luminescence Response in Reduced Graphitic Carbon Nitride Nanosheets.J. Phys. Chem. C2017, 121, 19383–19391. Google Scholar 26. Chen L.; Song J.Tailored Graphitic Carbon Nitride Nanostructures: Synthesis, Modification, and Sensing Applications.Adv. Funct. Mater.2017, 27, 1702695. Google Scholar 27. Wang B. B.; Cheng Q. J.; Chen Y. A.; Ostrikov K.Room-Temperature Photoluminescence from Nitrogenated Carbon Nanotips Grown by Plasma-Enhanced Hot Filament Chemical Vapor Deposition.J. Appl. Phys.2011, 110, 054323. Google Scholar 28. Xu J.; Chen X.; Xu Y.; Du Y.; Yan C.Ultrathin 2D Rare-Earth Nanomaterials: Compositions, Syntheses, and Applications.Adv. Mater.2020, 32, 1806461. Google Scholar 29. Hu Y.; Jensen J. O.; Cleemann L. N.; Brandes B. A.; Li Q.Synthesis of Pt–Rare Earth Metal Nanoalloys.J. Am. Chem. Soc.2020, 142, 953–961. Google Scholar 30. Eliseeva S. V.; Bünzli J.-C. G.Lanthanide Luminescence for Functional Materials and Bio-Sciences.Chem. Soc. Rev.2010, 39, 189–227. Google Scholar 31. Dong Y.; Wang Q.; Wu H.; Chen Y.; Lu C.-H.; Chi Y.; Yang H.-H.Graphitic Carbon Nitride Materials: Sensing, Imaging and Therapy.Small2016, 12, 5376–5393. Google Scholar Previous articleNext article FiguresReferencesRelatedDetails Issue AssignmentVolume 4Issue 6Page: 1990-1999Supporting Information Copyright & Permissions© 2021 Chinese Chemical SocietyKeywordsmultiple emissionsbiological analysisgraphitic carbon nitridebiological imagingrare-earth dopingAcknowledgmentsThe authors wish to acknowledge the assistance in instrumental and data analysis from Analytical and Testing Center, Northeastern University. Downloaded 1,246 times PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Xun Liu",
      "id": "A5100341588",
      "orcid": "https://orcid.org/0009-0009-2536-2917",
      "institutions": [
        {
          "id": "I9224756",
          "display_name": "Northeastern University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Xun Liu"
    },
    {
      "display_name": "Shangqing Zhang",
      "id": "A5031387831",
      "orcid": "https://orcid.org/0000-0001-5963-6044",
      "institutions": [
        {
          "id": "I9224756",
          "display_name": "Northeastern University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Shangqing Zhang"
    },
    {
      "display_name": "Jinhui Liu",
      "id": "A5100766364",
      "orcid": "https://orcid.org/0000-0003-2052-877X",
      "institutions": [
        {
          "id": "I9224756",
          "display_name": "Northeastern University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jinhui Liu"
    },
    {
      "display_name": "Xing Wei",
      "id": "A5103912500",
      "orcid": "https://orcid.org/0000-0003-2441-9052",
      "institutions": [
        {
          "id": "I9224756",
          "display_name": "Northeastern University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Xing Wei"
    },
    {
      "display_name": "Ting Yang",
      "id": "A5049168930",
      "orcid": "https://orcid.org/0000-0001-5517-5658",
      "institutions": [
        {
          "id": "I9224756",
          "display_name": "Northeastern University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ting Yang"
    },
    {
      "display_name": "Mingli Chen",
      "id": "A5100713805",
      "orcid": "https://orcid.org/0000-0001-8536-8864",
      "institutions": [
        {
          "id": "I9224756",
          "display_name": "Northeastern University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mingli Chen"
    },
    {
      "display_name": "Jianhua Wang",
      "id": "A5100420053",
      "orcid": "https://orcid.org/0000-0003-2175-3610",
      "institutions": [
        {
          "id": "I9224756",
          "display_name": "Northeastern University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jianhua Wang"
    }
  ],
  "publication_year": 2021,
  "publication_date": "2021-06-15",
  "type": "article",
  "cited_by_count": 15,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210239486",
    "display_name": "CCS Chemistry",
    "issn_l": "2096-5745",
    "issn": [
      "2096-5745"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310311897"
  },
  "volume": "4",
  "issue": "6",
  "first_page": "1990",
  "last_page": "1999",
  "open_access": {
    "is_oa": true,
    "oa_status": "diamond",
    "oa_url": "https://doi.org/10.31635/ccschem.021.202101104",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C161191863",
      "display_name": "Library science",
      "level": 1,
      "score": 0.5709176
    },
    {
      "id": "C2984488660",
      "display_name": "Chinese academy of sciences",
      "level": 3,
      "score": 0.44657603
    },
    {
      "id": "C2777532764",
      "display_name": "Research center",
      "level": 2,
      "score": 0.42493907
    },
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.4216523
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.248539
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.19770178
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.14576742
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.1370314
    },
    {
      "id": "C191935318",
      "display_name": "China",
      "level": 2,
      "score": 0.09582418
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11240",
      "display_name": "Luminescence and Fluorescent Materials",
      "score": 0.9997
    },
    {
      "id": "T11342",
      "display_name": "Carbon and Quantum Dots Applications",
      "score": 0.9996
    },
    {
      "id": "T10097",
      "display_name": "Luminescence Properties of Advanced Materials",
      "score": 0.9983
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.31635/ccschem.021.202101104",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:05:08.480597",
  "source_database": "OpenAlex"
}