{
  "openalex_id": "W3175312508",
  "doi": "https://doi.org/10.1097/ju.0000000000001949",
  "title": "A Randomized Clinical Trial of Standard versus Expanded Cultures to Diagnose Urinary Tract Infections in Women",
  "abstract": "No AccessJournal of UrologyAdult Urology1 Nov 2021A Randomized Clinical Trial of Standard versus Expanded Cultures to Diagnose Urinary Tract Infections in WomenThis article is commented on by the following:Editorial CommentEditorial Comment Hayley C. Barnes, B. Wolff, O. Abdul-Rahim, A. Harrington, E. E. Hilt, T. K. Price, T. Halverson, B. R. Hochstedler, T. Pham, M. Acevedo-Alvarez, C. Joyce, C. M. Fitzgerald, P. C. Schreckenberger, L. Brubaker, Alan J. Wolfe, and Elizabeth R. Mueller Hayley C. BarnesHayley C. Barnes http://orcid.org/0000-0002-5347-2103 Division of Female Pelvic Medicine and Reconstructive Surgery, Departments of Urology & Obstetrics/Gynecology, Loyola University Medical Center, Maywood, Illinois , B. WolffB. Wolff Division of Female Pelvic Medicine and Reconstructive Surgery, Departments of Urology & Obstetrics/Gynecology, Loyola University Medical Center, Maywood, Illinois , O. Abdul-RahimO. Abdul-Rahim Department of Microbiology and Immunology, Loyola University Chicago, Maywood, Illinois , A. HarringtonA. Harrington Department of Pathology, Loyola University Chicago, Maywood, Illinois , E. E. HiltE. E. Hilt Department of Microbiology and Immunology, Loyola University Chicago, Maywood, Illinois , T. K. PriceT. K. Price Department of Microbiology and Immunology, Loyola University Chicago, Maywood, Illinois , T. HalversonT. Halverson Department of Microbiology and Immunology, Loyola University Chicago, Maywood, Illinois , B. R. HochstedlerB. R. Hochstedler Department of Microbiology and Immunology, Loyola University Chicago, Maywood, Illinois , T. PhamT. Pham Division of Female Pelvic Medicine and Reconstructive Surgery, Departments of Urology & Obstetrics/Gynecology, Loyola University Medical Center, Maywood, Illinois , M. Acevedo-AlvarezM. Acevedo-Alvarez Division of Female Pelvic Medicine and Reconstructive Surgery, Departments of Urology & Obstetrics/Gynecology, Loyola University Medical Center, Maywood, Illinois , C. JoyceC. Joyce Department of Public Health Sciences, Loyola University Chicago, Maywood, Illinois , C. M. FitzgeraldC. M. Fitzgerald Division of Female Pelvic Medicine and Reconstructive Surgery, Departments of Urology & Obstetrics/Gynecology, Loyola University Medical Center, Maywood, Illinois , P. C. SchreckenbergerP. C. Schreckenberger Department of Pathology, Loyola University Chicago, Maywood, Illinois , L. BrubakerL. Brubaker Department of Obstetrics, Gynecology and Reproductive Sciences, University of California San Diego, La Jolla, California , Alan J. WolfeAlan J. Wolfe §Correspondence: Female Pelvic Medicine and Reconstructive Surgery, Departments of Urology & Obstetrics/Gynecology, Loyola University Medical Center, Loyola University Chicago, 2160 S. First Avenue, Maywood, Illinois 60153 telephone: 708-216-0342; FAX: 708-216-2171; E-mail Address: [email protected]. Department of Microbiology and Immunology, Stritch School of Medicine, Loyola University Chicago, 2160 S. First Avenue, Maywood, Illinois 60153 telephone: 708-216-2180; E-mail Address: [email protected] Department of Microbiology and Immunology, Loyola University Chicago, Maywood, Illinois , and Elizabeth R. MuellerElizabeth R. Mueller §Correspondence: Female Pelvic Medicine and Reconstructive Surgery, Departments of Urology & Obstetrics/Gynecology, Loyola University Medical Center, Loyola University Chicago, 2160 S. First Avenue, Maywood, Illinois 60153 telephone: 708-216-0342; FAX: 708-216-2171; E-mail Address: [email protected]. Department of Microbiology and Immunology, Stritch School of Medicine, Loyola University Chicago, 2160 S. First Avenue, Maywood, Illinois 60153 telephone: 708-216-2180; E-mail Address: [email protected] Division of Female Pelvic Medicine and Reconstructive Surgery, Departments of Urology & Obstetrics/Gynecology, Loyola University Medical Center, Maywood, Illinois View All Author Informationhttps://doi.org/10.1097/JU.0000000000001949AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: We compared urinary tract infection (UTI) symptom resolution rates at 7–10 days in symptomatic women randomized to treatment based on standard urine culture (SUC) versus expanded quantitative urine culture (EQUC) results. Materials and Methods: Women ≥18 years old who responded \"yes\" to \"do you feel you have a UTI?\" agreed to urethral catheterization and followup. Symptoms were assessed using the validated UTI Symptom Assessment (UTISA) questionnaire. Culture method was randomized 2:1 (SUC:EQUC); antibiotics were prescribed to women with positive cultures. The primary outcome, UTI symptom resolution, was determined 7–10 days following enrollment on all participants regardless of treatment. Results: Demographic data were similar between groups. Of the SUC and EQUC groups 63% and 74% had positive cultures (p=0.10), respectively. Of participants with positive cultures 97% received antibiotics. Primary outcome data were provided by 215 of 225 participants (SUC 143 [95%], EQUC 72 [97%]). At the primary outcome assessment, 64% and 69% in the SUC and EQUC groups, respectively, reported UTI symptom resolution (p=0.46); UTISA scores improved from baseline in the EQUC arm compared to the SUC arm (p=0.04). In the subset of women predominated by non-Escherichia coli (76), there was a trend toward more symptom resolution in the EQUC arm (21%, p=0.08). Conclusions: Symptom resolution was similar for the overall population (E. coli and non-E. coli) of women treated for UTI symptoms based on SUC or EQUC. Although the sample size limits conclusions regarding the utility of EQUC in women with non-E. coli uropathogens, the detected trend indicates that this understudied clinical subset warrants further study. References 1. : Urinary tract infection as a continuum-implications for diagnostic and antibiotic stewardship. Clin Infect Dis 2021; 72: 1339. Google Scholar 2. : Asymptomatic infections of the urinary tract. J Urol 1956; 167: 1016. Google Scholar 3. : Urine trouble: should we think differently about UTI?Int Urogynecol J 2018; 29: 205. Google Scholar 4. : Urine is not sterile: use of enhanced urine culture techniques to detect resident bacterial flora in the adult female bladder. J Clin Microbiol 2014; 52: 871. Google Scholar 5. : The clinical urine culture: enhanced techniques improve detection of clinically relevant microorganisms. J Clin Microbiol 2016; 54: 1216. Google Scholar 6. : Spectrum of bacterial colonization associated with urothelial cells from patients with chronic lower urinary tract symptoms. J Clin Microbiol 2013; 51: 2054. Google Scholar 7. : The resident microflora of voided midstream urine of healthy controls: standard versus expanded urine culture protocols. Eur J Clin Microbiol Infect Dis 2017; 36: 635. Google Scholar 8. : Short forms of two condition-specific quality-of-life questionnaires for women with pelvic floor disorders (PFDI-20 and PFIQ-7). Am J Obstet Gynecol 2005; 193: 103. Google Scholar 9. : Validation of a patient-administered questionnaire to measure the severity and bothersomeness of lower urinary tract symptoms in uncomplicated urinary tract infection (UTI): the UTI Symptom Assessment questionnaire. BJU Int 2005; 96: 350. Google Scholar 10. : Validation of two global impression questionnaires for incontinence. Am J Obstet Gynecol 2003; 189: 98. Google Scholar 11. : Pelvic floor myofascial pain in patients with symptoms of urinary tract infection. Int J Gynaecol Obstet 2019; 145: 205. Google Scholar 12. : An observational study of empirical antibiotics for adult women with uncomplicated UTI in general practice. J Antimicrob Chemother 2007; 59: 1200. Google Scholar 13. : The urethral microbiota: a missing link in the female urinary microbiota. J Urol 2020; 204: 303. Link, Google Scholar Trial Registration: NCT03190421 Funding: Portions of this work were supported by an NIH award to Drs. Wolfe and Brubaker (R01 DK104718). For this study, no funding, supplies, or services were received from any commercial organization. Sponsors were not involved in the study design, collection, analysis, interpretation of the data, in writing the manuscript, or the decision to submit the manuscript for publication. Disclosures: Mueller: UpToDate honoraria, Ethicon/Butler-Snow legal defense, research funding from the NIH. Wolfe: Membership on the Urobiome Therapeutics advisory board, membership on the Pathnostics Scientific Advisory Board, research funding from the NIH, the DOD, and Kimberly Clark Corporation. Brubaker: Editorial stipends from Female Pelvic Medicine and Reconstructive Surgery, UpToDate and JAMA, research funding from the NIH. Joyce: Research funding from the NIH, American Cancer Society, and the Hines VA Hospital. Fitzgerald: UptoDate Honoraria, Research funding from the National Institutes of Health. The remaining authors (Barnes, Abdul-Rahim, Harrington, Wolff, Hilt, Halverson, Pham, Acevedo Alvarez, Hochstedler) report no disclosures. Editor's Note: This article is the fourth of 5 published in this issue for which category 1 CME credits can be earned. Instructions for obtaining credits are given with the questions on pages 1341 and 1342. © 2021 by American Urological Association Education and Research, Inc.FiguresReferencesRelatedDetailsCited bySmith J (2021) This Month in Adult UrologyJournal of Urology, VOL. 206, NO. 5, (1083-1084), Online publication date: 1-Nov-2021.Related articlesJournal of Urology11 Aug 2021Editorial CommentJournal of Urology11 Aug 2021Editorial Comment Volume 206Issue 5November 2021Page: 1212-1221Supplementary Materials Advertisement Copyright & Permissions© 2021 by American Urological Association Education and Research, Inc.Keywordsmicrobiotaenhanced urine culturesanti-bacterial agentsurinary tract infectionsMetricsAuthor Information Hayley C. Barnes Division of Female Pelvic Medicine and Reconstructive Surgery, Departments of Urology & Obstetrics/Gynecology, Loyola University Medical Center, Maywood, Illinois More articles by this author B. Wolff Division of Female Pelvic Medicine and Reconstructive Surgery, Departments of Urology & Obstetrics/Gynecology, Loyola University Medical Center, Maywood, Illinois Current address: Swedish Hospital—North Shore University, Chicago, Illinois. More articles by this author O. Abdul-Rahim Department of Microbiology and Immunology, Loyola University Chicago, Maywood, Illinois More articles by this author A. Harrington Department of Pathology, Loyola University Chicago, Maywood, Illinois More articles by this author E. E. Hilt Department of Microbiology and Immunology, Loyola University Chicago, Maywood, Illinois Current address: Department of Pathology and Laboratory Medicine, University of California Los Angeles, Los Angeles, California. More articles by this author T. K. Price Department of Microbiology and Immunology, Loyola University Chicago, Maywood, Illinois Current address: Department of Pathology and Laboratory Medicine, University of California Los Angeles, Los Angeles, California. More articles by this author T. Halverson Department of Microbiology and Immunology, Loyola University Chicago, Maywood, Illinois More articles by this author B. R. Hochstedler Department of Microbiology and Immunology, Loyola University Chicago, Maywood, Illinois More articles by this author T. Pham Division of Female Pelvic Medicine and Reconstructive Surgery, Departments of Urology & Obstetrics/Gynecology, Loyola University Medical Center, Maywood, Illinois More articles by this author M. Acevedo-Alvarez Division of Female Pelvic Medicine and Reconstructive Surgery, Departments of Urology & Obstetrics/Gynecology, Loyola University Medical Center, Maywood, Illinois More articles by this author C. Joyce Department of Public Health Sciences, Loyola University Chicago, Maywood, Illinois More articles by this author C. M. Fitzgerald Division of Female Pelvic Medicine and Reconstructive Surgery, Departments of Urology & Obstetrics/Gynecology, Loyola University Medical Center, Maywood, Illinois More articles by this author P. C. Schreckenberger Department of Pathology, Loyola University Chicago, Maywood, Illinois Deceased. More articles by this author L. Brubaker Department of Obstetrics, Gynecology and Reproductive Sciences, University of California San Diego, La Jolla, California More articles by this author Alan J. Wolfe Department of Microbiology and Immunology, Loyola University Chicago, Maywood, Illinois §Correspondence: Female Pelvic Medicine and Reconstructive Surgery, Departments of Urology & Obstetrics/Gynecology, Loyola University Medical Center, Loyola University Chicago, 2160 S. First Avenue, Maywood, Illinois 60153 telephone: 708-216-0342; FAX: 708-216-2171; E-mail Address: [email protected]. Department of Microbiology and Immunology, Stritch School of Medicine, Loyola University Chicago, 2160 S. First Avenue, Maywood, Illinois 60153 telephone: 708-216-2180; E-mail Address: [email protected] More articles by this author Elizabeth R. Mueller Division of Female Pelvic Medicine and Reconstructive Surgery, Departments of Urology & Obstetrics/Gynecology, Loyola University Medical Center, Maywood, Illinois §Correspondence: Female Pelvic Medicine and Reconstructive Surgery, Departments of Urology & Obstetrics/Gynecology, Loyola University Medical Center, Loyola University Chicago, 2160 S. First Avenue, Maywood, Illinois 60153 telephone: 708-216-0342; FAX: 708-216-2171; E-mail Address: [email protected]. Department of Microbiology and Immunology, Stritch School of Medicine, Loyola University Chicago, 2160 S. First Avenue, Maywood, Illinois 60153 telephone: 708-216-2180; E-mail Address: [email protected] More articles by this author Expand All Trial Registration: NCT03190421 Funding: Portions of this work were supported by an NIH award to Drs. Wolfe and Brubaker (R01 DK104718). For this study, no funding, supplies, or services were received from any commercial organization. Sponsors were not involved in the study design, collection, analysis, interpretation of the data, in writing the manuscript, or the decision to submit the manuscript for publication. Disclosures: Mueller: UpToDate honoraria, Ethicon/Butler-Snow legal defense, research funding from the NIH. Wolfe: Membership on the Urobiome Therapeutics advisory board, membership on the Pathnostics Scientific Advisory Board, research funding from the NIH, the DOD, and Kimberly Clark Corporation. Brubaker: Editorial stipends from Female Pelvic Medicine and Reconstructive Surgery, UpToDate and JAMA, research funding from the NIH. Joyce: Research funding from the NIH, American Cancer Society, and the Hines VA Hospital. Fitzgerald: UptoDate Honoraria, Research funding from the National Institutes of Health. The remaining authors (Barnes, Abdul-Rahim, Harrington, Wolff, Hilt, Halverson, Pham, Acevedo Alvarez, Hochstedler) report no disclosures. Editor's Note: This article is the fourth of 5 published in this issue for which category 1 CME credits can be earned. Instructions for obtaining credits are given with the questions on pages 1341 and 1342. Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Hayley C. Barnes",
      "id": "A5064065327",
      "orcid": "https://orcid.org/0000-0002-5347-2103",
      "institutions": [
        {
          "id": "I1304196042",
          "display_name": "Loyola University Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Hayley C. Barnes"
    },
    {
      "display_name": "Birte Wolff",
      "id": "A5056002610",
      "orcid": "https://orcid.org/0000-0001-8882-0684",
      "institutions": [
        {
          "id": "I1304196042",
          "display_name": "Loyola University Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "B. Wolff"
    },
    {
      "display_name": "Omar Abdul-Rahim",
      "id": "A5030148825",
      "orcid": null,
      "institutions": [
        {
          "id": "I1925986",
          "display_name": "Loyola University Chicago",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "O. Abdul-Rahim"
    },
    {
      "display_name": "A. J. Harrington",
      "id": "A5111525439",
      "orcid": null,
      "institutions": [
        {
          "id": "I1925986",
          "display_name": "Loyola University Chicago",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "A. Harrington"
    },
    {
      "display_name": "Evann E. Hilt",
      "id": "A5026760794",
      "orcid": "https://orcid.org/0000-0001-7787-1961",
      "institutions": [
        {
          "id": "I1925986",
          "display_name": "Loyola University Chicago",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "E. E. Hilt"
    },
    {
      "display_name": "Travis K. Price",
      "id": "A5053157215",
      "orcid": "https://orcid.org/0000-0001-9354-4549",
      "institutions": [
        {
          "id": "I1925986",
          "display_name": "Loyola University Chicago",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "T. K. Price"
    },
    {
      "display_name": "Thomas Halverson",
      "id": "A5083892148",
      "orcid": "https://orcid.org/0000-0002-1611-1667",
      "institutions": [
        {
          "id": "I1925986",
          "display_name": "Loyola University Chicago",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "T. Halverson"
    },
    {
      "display_name": "Baylie Hochstedler",
      "id": "A5047631583",
      "orcid": "https://orcid.org/0000-0003-1665-9697",
      "institutions": [
        {
          "id": "I1925986",
          "display_name": "Loyola University Chicago",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "B. R. Hochstedler"
    },
    {
      "display_name": "Thythy Pham",
      "id": "A5073757274",
      "orcid": null,
      "institutions": [
        {
          "id": "I1304196042",
          "display_name": "Loyola University Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "T. Pham"
    },
    {
      "display_name": "Marian Acevedo‐Alvarez",
      "id": "A5035103591",
      "orcid": null,
      "institutions": [
        {
          "id": "I1304196042",
          "display_name": "Loyola University Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "M. Acevedo-Alvarez"
    },
    {
      "display_name": "Cara Joyce",
      "id": "A5037189375",
      "orcid": "https://orcid.org/0000-0003-0468-8271",
      "institutions": [
        {
          "id": "I1925986",
          "display_name": "Loyola University Chicago",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "C. Joyce"
    },
    {
      "display_name": "Colleen M. Fitzgerald",
      "id": "A5091147467",
      "orcid": "https://orcid.org/0000-0003-0314-1450",
      "institutions": [
        {
          "id": "I1304196042",
          "display_name": "Loyola University Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "C. M. Fitzgerald"
    },
    {
      "display_name": "Paul C. Schreckenberger",
      "id": "A5015644698",
      "orcid": null,
      "institutions": [
        {
          "id": "I1925986",
          "display_name": "Loyola University Chicago",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "P. C. Schreckenberger"
    },
    {
      "display_name": "Linda Brubaker",
      "id": "A5044844791",
      "orcid": "https://orcid.org/0000-0002-8598-2589",
      "institutions": [
        {
          "id": "I36258959",
          "display_name": "University of California, San Diego",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "L. Brubaker"
    },
    {
      "display_name": "Alan J. Wolfe",
      "id": "A5006559972",
      "orcid": "https://orcid.org/0000-0003-4532-0545",
      "institutions": [
        {
          "id": "I1925986",
          "display_name": "Loyola University Chicago",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I188703185",
          "display_name": "GTx (United States)",
          "country_code": "US",
          "type": "company"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Alan J. Wolfe"
    },
    {
      "display_name": "Elizabeth R. Mueller",
      "id": "A5016228540",
      "orcid": "https://orcid.org/0000-0003-3069-4069",
      "institutions": [
        {
          "id": "I1304196042",
          "display_name": "Loyola University Medical Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I188703185",
          "display_name": "GTx (United States)",
          "country_code": "US",
          "type": "company"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Elizabeth R. Mueller"
    }
  ],
  "publication_year": 2021,
  "publication_date": "2021-06-29",
  "type": "article",
  "cited_by_count": 18,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "206",
  "issue": "5",
  "first_page": "1212",
  "last_page": "1221",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.92248505
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.65948933
    },
    {
      "id": "C2780026642",
      "display_name": "Urine",
      "level": 2,
      "score": 0.65109295
    },
    {
      "id": "C77411442",
      "display_name": "Urinary system",
      "level": 2,
      "score": 0.63163316
    },
    {
      "id": "C168563851",
      "display_name": "Randomized controlled trial",
      "level": 2,
      "score": 0.58419585
    },
    {
      "id": "C501593827",
      "display_name": "Antibiotics",
      "level": 2,
      "score": 0.51147807
    },
    {
      "id": "C2908647359",
      "display_name": "Population",
      "level": 2,
      "score": 0.5082986
    },
    {
      "id": "C90924648",
      "display_name": "Gastroenterology",
      "level": 1,
      "score": 0.37021363
    },
    {
      "id": "C89423630",
      "display_name": "Microbiology",
      "level": 1,
      "score": 0.06870279
    },
    {
      "id": "C99454951",
      "display_name": "Environmental health",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11232",
      "display_name": "Urinary Tract Infections Management",
      "score": 0.9996
    },
    {
      "id": "T10418",
      "display_name": "Pelvic floor disorders treatments",
      "score": 0.9984
    },
    {
      "id": "T10458",
      "display_name": "Bladder and Urothelial Cancer Treatments",
      "score": 0.9429
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1097/ju.0000000000001949",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:11:06.415251",
  "source_database": "OpenAlex"
}