{
  "openalex_id": "W3179422784",
  "doi": "https://doi.org/10.31635/ccschem.021.202101124",
  "title": "Complex Featuring Two Double Dative Bonds Between Carbon(0) and Uranium",
  "abstract": "Open AccessCCS ChemistryCOMMUNICATION6 Jun 2022Complex Featuring Two Double Dative Bonds Between Carbon(0) and Uranium Wei Fang, Sudip Pan, Wei Su, Shuao Wang, Lili Zhao, Gernot Frenking and Congqing Zhu Wei Fang State Key Laboratory of Coordination Chemistry, Jiangsu Key Laboratory of Advanced Organic Materials, School of Chemistry and Chemical Engineering, Nanjing University, Nanjing 210023 , Sudip Pan Institute of Advanced Synthesis, School of Chemistry and Molecular Engineering, Jiangsu National Synergetic Innovation Center for Advanced Materials, Nanjing Tech University, Nanjing 211816 Fachbereich Chemie, Philipps-Universität Marburg, Marburg 35032 , Wei Su State Key Laboratory of Coordination Chemistry, Jiangsu Key Laboratory of Advanced Organic Materials, School of Chemistry and Chemical Engineering, Nanjing University, Nanjing 210023 , Shuao Wang State Key Laboratory of Radiation Medicine and Protection, School for Radiological and Interdisciplinary Sciences (RAD-X) and Collaborative Innovation Center of Radiation Medicine of Jiangsu Higher Education Institutions, Soochow University, Suzhou 215123 , Lili Zhao *Corresponding authors: E-mail Address: [email protected] E-mail Address: [email protected] E-mail Address: [email protected] Institute of Advanced Synthesis, School of Chemistry and Molecular Engineering, Jiangsu National Synergetic Innovation Center for Advanced Materials, Nanjing Tech University, Nanjing 211816 , Gernot Frenking *Corresponding authors: E-mail Address: [email protected] E-mail Address: [email protected] E-mail Address: [email protected] Institute of Advanced Synthesis, School of Chemistry and Molecular Engineering, Jiangsu National Synergetic Innovation Center for Advanced Materials, Nanjing Tech University, Nanjing 211816 Fachbereich Chemie, Philipps-Universität Marburg, Marburg 35032 and Congqing Zhu *Corresponding authors: E-mail Address: [email protected] E-mail Address: [email protected] E-mail Address: [email protected] State Key Laboratory of Coordination Chemistry, Jiangsu Key Laboratory of Advanced Organic Materials, School of Chemistry and Chemical Engineering, Nanjing University, Nanjing 210023 https://doi.org/10.31635/ccschem.021.202101124 SectionsSupplemental MaterialAboutAbstractPDF ToolsAdd to favoritesDownload CitationsTrack Citations ShareFacebookTwitterLinked InEmail The uranyl with two U=O double bonds is a well-known and predominant form of uranium in the environment, but the carbon-based analog with two U=C double bonds has rarely been synthesized. Here, we describe the formation of an unprecedented uranium complex [(PyPh2P)2C]2UCl2]2+·2(BPh4−) from the reaction of UCl4 with carbodiphosphorane in the presence of NaBPh4. The nature of the U–C bonds was revealed by density functional theory calculations, which show that the 5f and 6d orbital electrons of uranium are remarkably involved in the U=C double bonds. The inspection of the bonding characteristics with an energy decomposition analysis suggests that the uranium-ligand bond may be alternatively described with double dative bonds [C⇉U⇇C] or strong electron-sharing π bonds and weak σ bonds. Download figure Download PowerPoint Introduction The uranyl (with a [O=U=O] core) is one of the most common species in uranium chemistry and has attracted remarkable attention.1,2 The presence of two translinear U=O multiple bonds in uranyl continues to stimulate the development of uranium-ligand multiple bonding chemistry. In contrast to the well-developed transition-metal carbenes, reports concerning the chemistry of uranium carbenes are few.3,4 Since the first uranium carbene was reported in 1981,5 a handful of species containing an An=C (An = actinide) double bond stabilized by one or two phosphorus substituents have been reported,6–13 but only few examples with U=C and U=E (E = O, N, C) double bonds (with a [C=U=E] core) were realized.14–19 For example, a trans-C=U=O linkage in [(BIPM)UOCl2] (BIPM = C(PPh2NSiMe3)2) was synthesized by the oxidation of a uranium carbene [(BIPM)UCl3Li(THF)2] with 4-methylmorpholine N-oxide.20 This species represents a rare uranyl analog with a [C=U=O] unit, which previously had been observed only in matrix experiments. Remarkably, a uranium carbene imido oxo complex, featuring three different multiple bonds, was also synthesized.11 The carbon analog of uranyl featuring two U=C double bonds, [C=U=C], was stabilized by the pincer-type methanediide ligands.21–23 Without exception, the uranium carbenes in the [C=U=E] core were constructed by the chelating tridentate methanediide ligands. If the U=C double bonds in the [C=U=E] linkage could be constructed by other precursors, the combination with a different U=C bond in the [C=U=E] core should enhance the understanding of the bonding of uranium.24–29 A possible candidate is a carbone CL2 ligand. The carbone CL2 is a carbon(0) with two dative bonds L→C←L where the central carbon atom retains its four valence electrons as two electron pairs.30 Carbones have been recognized as four-electron donors, which have a distinctively different electronic structure and reactivity than carbenes.30–41 One of the most classical carbones, carbodiphosphorane (CDP) was first reported in 1961,42 and its bonding was fully investigated by theoretical studies.43–46 Although there are various species in which a carbone is coordinated with two acceptors,47–50 the examples in which two electron pairs of carbone are donated to the same acceptor are rare,51 especially for f-block elements.52 Here, we report the first example of uranium carbone complex with two double dative bonds, an analog of the uranyl with a [C⇉U⇇C] core. This uranium–carbon complex is formed by the coordination of two carbone ligands to a single uranium center. Results and Discussion The reaction of [(PyPh2P)2C] ( 1) with uranium tetrachloride (UCl4) led to the formation of species [(PyPh2P)2C=UCl4] ( 2) with a U=C double bond (Figure 1a).52 Further reaction of 2 with 2 equiv of NaBPh4 and 1 equiv of 1 at room temperature (RT) in tetrahydrofuran (THF) resulted in the formation of a yellow-green suspension. The complex [(PyPh2P)2C]2UCl2]2+·2(BPh4−) ( 3) was isolated as yellowish green crystals in 40% yield. Complex 3 can also be prepared by the reaction of 2 equiv of 1 with 1 equiv of UCl4 and 2 equiv of NaBPh4 in THF at RT directly. Crystalline complex 3 is moisture-sensitive, shows low solubility in common organic solvents, and easily decomposes to the CDP ligand 1. Therefore, NMR, UV–vis, and near-infrared spectra of complex 3 could not be obtained. Figure 1 | (a) Synthesis of complex 3 from 1 or 2. (b) Solid-state structure of 3 at the 50% level. Hydrogen atoms and BPh4− have been omitted for clarity. Selected experimental [calculated] bond distances (Å) and angles (deg): U–C1 2.491(4) [2.425], U–Cl1 2.6237(12) [2.622], U–N1 2.646(3) [2.633], U–N2 2.702(3) [2.691], C1–P1 1.682(4) [1.712], C1–P2 1.713(4) [1.724]; C1–U1-C1a 143.73(17) [148.28]. The minimum energy geometry of 3 in triplet ground state at the BP86-D3(BJ)/def2-SVP/Stuttgart level. Download figure Download PowerPoint The solid-state structure of 3 was confirmed by X-ray crystallographic analysis (Figure 1b and Supporting Information Figure S3, Tables S1 and S2).a Complex 3 contains two CDP ligands, which are coordinated to a single uranium center. The U=C bond distance in 3 is 2.491(4) Å, which is comparable with the U=CBIPM distance in [U{C(SiMe3)(PPh2)}(BIPMTMS)(Cl)][Li(2,2,2-cryptand)] (2.459(2))12 and the double dative U=C bond in 2 (2.471(7) Å)52 and is obviously shorter than the U–C single bond distance in [UO2Cl2(IMes)2] (2.626(7) Å).53 However, the U=C bond length in 3 is longer than the typical U=C distances in [U(CHPMe2Ph)(η5-C5H5)3] (2.293(2) Å),5 [U(CHPPh3){N(SiMe3)2}3] (2.278(8) Å),8 [U(BIPMTMS)(Cl)(μ-Cl)2Li(THF)2] (2.310(4) Å),9 and the U=Ccarbene distance in [U{C(SiMe3)(PPh2)}(BIPMTMS)(DMAP)2] (2.296(5) Å).12 The longer U=C bond distance in 3 is probably due to the greater coordination number of the uranium center in this system. These data suggest the multiple bond character of U1–C1 in 3. The U1–Cl1 length is 2.6237(12) Å, which is slightly shorter than that in 2 (av. 2.648 Å). Efforts to either reduce or abstract the chloride in 3 led its decomposition. Unlike the uranyl with nearly linear [O=U=O] core, the C=U=C angle in 3, at 143.73(17)°, is significantly distorted from linearity. The bent C=U=C structural feature is analogous to the bending angle of 156° in C(CO)2, which can be rationalized in terms of dative bonding OC→C←CO.49,50 Complex 3 is the first example of a species containing two double dative bonds with a [C⇉U⇇C] core. The Fourier-transform infrared (FT-IR) spectrum of 3 shows a vibration band at 765.2 cm−1 ( Supporting Information Figure S2, the computed value for IR active C–U–C asymmetric stretching is 760.8 cm−1), which is close to the value observed for 2 (690 cm−1). These data suggest an intrinsic double dative bond between carbon and the uranium center in 3. A crystalline sample of 3 was studied by variable-temperature magnetic measurements (Figure 2 and Supporting Information Figure S1) on a superconducting quantum interference device (SQUID). The magnetic moment of 3 is 3.27 μB at 300 K, which is slightly lower than the expected value (3.58 μB) for the 5f2 U(IV) ion in the 3H4 ground state.54 A slightly lower magnetic moment at 300 K is common for reported U(IV) species and can be attributed to the quenching of spin–orbit coupling.55,56 With decreasing temperature, the magnetic moment declines smoothly to 0.50 μB at 1.8 K and tends to zero. These results are consistent with the U(IV) formulation in complex 3. Figure 2 | Variable-temperature SQUID magnetization data of complex 3. Download figure Download PowerPoint Density functional theory (DFT) calculations were performed to gain insight into the electronic structure of 3 and shed light on the stability and the nature of its bonding. Molecule ( 3) has a C2 symmetry with the triplet 3A electronic ground state, which is 17.8 and 37.4 kcal/mol lower in energy than the corresponding quintet and singlet states, respectively. The calculated geometrical parameters match well with the experimental values (Figure 1). The calculated energies and coordinates are given in Supporting Information Table S4. To understand the electronic structure of 3, we first inspected the shape of the molecular orbitals (MOs). Supporting Information Figure S4 shows that two odd electrons [singly occupied molecular orbital (SOMO) and SOMO-1] are located exclusively in the f orbitals of the U atom. Highest occupied molecular orbital (HOMO) and HOMO-1 are identified as the two sets of CDP→U π donations, while HOMO-2 and HOMO-13 represent the CDP→U σ donations. The shape of SOMO orbitals is correlated with the natural spin density value at U (2.03 au), and the corresponding spin density is plotted in Supporting Information Figure S5. Remarkably, the natural bond orbital (NBO) analysis also localizes the CDP→U π donations in terms of two 2c–2e C–U π bonds with occupation number (ON) of 1.66 e− and two 2c–2e C–U σ bonds with an ON of 1.84 e− (Figure 3). The compositions of the natural C–U orbitals are tabulated in Supporting Information Table S3. Both σ and π bonds are strongly polarized towards the carbon end with 83% and 89% at carbon, respectively, which agrees with the model where carbon acts as double donor. A review of the hybridization of the uranium center shows that 6d and 5f orbitals as σ and π acceptor orbitals contribute almost equally. The natural charge distribution gives a net charge of 0.38 e− on the UCl2 fragment, indicating each CDP ligand donates 0.81 e− to UCl2. Figure 3 | The shape of the σ- and π-natural orbitals in complex 3 formed between the U and C atoms at the BP86-D3(BJ)/def2-TZVPP/Stuttgart//BP86-D3(BJ)/def2-SVP/Stuttgart level. The isovalue is 0.035 e/Å3. The corresponding ON is also provided. Download figure Download PowerPoint The nature of the CDP→U π donations and CDP→U σ donations and their individual strengths can be evaluated by using energy decomposition analysis (EDA) in combination with natural orbital for chemical valence (NOCV) theory, where the singlet (CDP)2 and triplet UCl22+ act as interacting fragments. The numerical results of this analysis are shown in Table 1. The relative size of orbital (ΔEorb) and electrostatic (ΔEelstat) energies reveals that the interaction is somewhat more covalent than electrostatic in nature, whereas the dispersion contribution is substantial, contributing 7% of the total attraction. Table 1 | EDA-NOCV Results for the Triplet (CDP)2UCl22+ Complexa A B Energies Interaction UCl22+ (T) + (CDP)2 (S) Interaction UCl2 (Q) + (CDP)22+ (T) ΔEint −480.2 −322.1 ΔEPauli 313.9 375.8 ΔEdispb −55.0 (6.9%) −54.1 (7.8%) ΔEelstatb −338.1 (42.6%) −278.2 (39.9%) ΔEorbb −401.0 (50.5%) −365.6 (52.3%) ΔEorb1c CDP(C)→[UCl2]2+←(C)CDP(+, +) σ donation −73.5 (18.3%) CDP(C)+−[UCl2]−(C)CDP+(+, −) electron-sharing π bond −148.4 (40.6%) ΔEorb2c CDP(C)→[UCl2]2+←(C)CDP(+, −) σ donation −53.3 (13.3%) CDP(C)+−[UCl2]−(C)CDP+(+, +) electron-sharing π bond −108.7 (29.7%) ΔEorb3c CDP(C)→[UCl2]2+←(C)CDP(+, −) π donation −27.4 (6.8%) CDP(C)+→[UCl2]←(C)CDP+(+, +) σ donation −23.1 (6.3%) ΔEorb4c CDP(C)→[UCl2]2+←(C)CDP(+, +) π donation −24.6 (6.1%) CDP(C)+→[UCl2]←(C)CDP+(+, −) σ donation −11.9 (3.3%) ΔEorb5c,d CDP(N)→[UCl2]2+←(N)CDP σ donation −74.6 (18.6%) CDP(N)+→[UCl2]←(N)CDP+ σ donation −29.5 (8.1%) ΔEorb(rest) −147.6 (36.9%) −44.0 (12.0%) aEDA–NOCV at the BP86-D3(BJ)/TZ2P-ZORA//BP86-D3(BJ)/def2-SVP/Stuttgart level using ( A) triplet UCl22+ (T) as one fragment and (CDP)2 (S) in the singlet state as the other fragment and ( B) quintet UCl2 (Q) as one fragment and (CDP)22+ (T) in the triplet state as the other fragment. Energy values are given in kcal/mol. bThe values in parentheses are the percentage contributions to the total attractive interactions ΔEelstat + ΔEorb + ΔEdisp. cThe values in parentheses are the percentage contributions to the total orbital interactions ΔEorb. dSum of four components is given. The most useful information can be extracted from the pairwise orbital interactions, which can easily be identified from the plot of the corresponding deformation densities and the associated fragments orbitals (Figure 4). The strongest orbital interaction originates from the combination of in-phase (+, +) and out-of-phase (+, −) CDP(C)→[UCl2]2+←(C)CDP σ donation (ΔEorb1 and ΔEorb2), where (C) denotes the carbon center of CDP. The C→U σ-donation provides 31.6% of the total ΔEorb value. The next pairwise orbital interactions, ΔEorb3 and ΔEorb4, are likewise due to the (+, −) and (+, +) CDP(C)→[UCl2]2+←(C)CDP π donation, which accounts for 13% of the covalent interaction. Inspection of the composition of the interacting orbitals shows that the 6d and 5f atomic orbitals (AOs) of uranium serve as acceptor functions, which agrees with the NBO results. Figure 4 | Shape of the deformation densities Δρ1–4, which are associated with ΔEorb1–4 and the corresponding most important interacting orbitals of the fragments in the triplet state of the (CDP)2UCl22+ complex using the fragments UCl22+ (T) + (CDP)2 (S) at the BP86-D3(BJ)/TZ2P-ZORA//BP86-D3(BJ)/def2-SVP/Stuttgart level. The eigenvalues ν indicate the size of the charge migration. The direction of the charge flow is red→blue. The isovalue is 0.0005 au. Energy values are in kcal/mol. Download figure Download PowerPoint There are additionally four CDP(N)→[UCl2]2+←(N)CDP σ donations (ΔEorb5) where the nitrogen of the pyridine ring donates charge to the uranium center. The associated deformation densities are shown in Supporting Information Figure S6. The total N→U σ donation contributes 18.6% to ΔEorb. The remaining orbital terms mainly come from the polarization within the fragments. The EDA–NOCV analysis clearly identifies the carbon atoms of the CDP species as four-electron (σ and π) donors, which reveals the carbone character of the ligands. The rather long U–C bonds, which are even longer than the standard value of 2.45 Å for an electron-sharing U–C single bond,57 can be explained by dative bonding. Dative bonds are always much longer than electron-sharing bonds.50 However, there is an alternative description of the bonding situation in the (CDP)2UCl22+ complex. The NBO charges suggest that the positive charge is mainly localized at the (CDP)2 ligands. We carried out further EDA–NOCV calculations using singly and doubly charged (CDP)2q ligands and the associated UCl2 species as interacting fragments in various electronic configurations where the overall triplet state of (CDP)2UCl22+ was retained. We found that the use of quintet UCl2 (Q) as one fragment and (CDP)22+ (T) in the triplet state as the other fragment also gives a reasonable description of the final bonding situation in the complex because the calculated total orbital interaction ΔEorb is lower (Table 1).58–60 The relative contributions of the electrostatic and covalent interactions using the two fragments are nearly the same, but the types of orbital interactions are different. Inspection of the pairwise orbital terms shows that the dominant interactions ΔEorb1 and ΔEorb2 now come from out-of-phase (+, −) and in-phase (+, +) electron-sharing π bonding between UCl2 (Q) and (CDP)22+ (T), which involves f(π) as well as d(π) AOs of uranium. This is revealed by the associated deformation densities and the connected fragment orbitals (Figure 5). The contributions of the out-of-phase (+, −) and in-phase (+, +) σ donation CDP(C)+→[UCl2]←(C)CDP+ are much smaller. The EDA–NOCV results using the latter fragments suggest an alternative unusual description for the bonding situation in the (CDP)2UCl22+ complex in terms of strong electron sharing π bonding between UCl2 (Q) and (CDP)22+ (T) with weak σ dative bonding, which also rationalizes the rather long U–C distances. Figure 5 | Shape of the deformation densities Δρ1–2, which are associated with ΔEorb1–2 and the corresponding most important interacting orbitals of the fragments in the triplet state of the (CDP)2UCl22+ complex using the fragments UCl2 (Q) + (CDP)22+ (T) at the BP86-D3(BJ)/TZ2P-ZORA//BP86-D3(BJ)/def2-SVP/Stuttgart level. The eigenvalues ν indicate the size of the charge migration. The direction of the charge flow is red→blue. The isovalue is 0.0005 au. Energy values are in kcal/mol. Download figure Download PowerPoint Finally, we elaborated the above bonding results by performing quantum theory of atoms in molecules (QTAIM) analysis. Figure 6 shows the plot of Laplacian of electron density (∇2ρ(r)) at the plane of C1–U–C1a bonds. There are large areas of charge concentration (indicated by red dotted region) at C1a and C1 directed towards U along the U–C bond path that can be described as a double lone pair donation from C to U. However, the C–U bond critical point (BCP), indicated by blue spheres, is located outside the charge concentrated region, giving positive ∇2ρ(rc) values. This is a common characteristic of the polar bonds involving heavy elements. The local energy density H(rc), a more reliable descriptor for these cases, is negative for covalent bonds and positive for noncovalent bonds.61 For the C–U bonds in 3, the corresponding H(rc) value is −0.128 Hartree/Å3, indicating the covalent nature of these U–C bonds. Therefore, the quite large negative value of H(rc) in the U–C bond corroborates with the large orbital interaction (50.5%) obtained in the EDA–NOCV method. Figure 6 | The plot of Laplacian of electron density, ∇2ρ(r) at the C1–U–C1a plane of 3 at the BP86-D3(BJ)/def2-TZVPP/SARC-ZORA//BP86-D3(BJ)/def2-SVP/Stuttgart level. The blue solid lines indicate area of ∇2ρ(r) > 0 and red dotted lines represent the area of ∇2ρ(r) < 0. Blue spheres show the BCP. Download figure Download PowerPoint Conclusion The complex 3 featuring two uranium–carbon double dative bonds has been successfully prepared and characterized. The [C⇉U⇇C] core in this adduct is the first example of two double dative bonds linked to the same atom in a molecule. Single-crystal X-ray crystallographic analysis shows a short uranium–carbon bond in this complex. Further DFT calculations support the assignment of double dative bonds from CDP to the uranium center, where the π-bond is also quite strong, although significantly weaker than the σ-bond. This study further enhances our understanding of the bonding between uranium and carbon(0) and shows that the double dative bond is a general bonding motif for actinide elements. The uranium–carbon bonds may also be described with strong electron-sharing π bonds and weak σ bonds. Footnote a CCDC-2064061 ( 3) contains the supplementary crystallographic data for this paper. These data can be obtained free of charge from The Cambridge Crystallographic Data Centre via www.ccdc.cam.ac.uk/data_request/cif Supporting Information Supporting Information is available and includes experimental procedures, X-ray crystallographic analysis, supporting figures, and details for theoretical calculations. Conflict of Interest The authors declare no competing interests. Acknowledgments This research was supported by the National Natural Science Foundation of China (grant nos. 21772088, 91961116, and 21973044), and the Introduction Program of High-level Entrepreneurial and Innovative Talents in Jiangsu Province (individual and group programs). S.P. thanks Nanjing Tech University for the postdoctoral fellowship and the High Performance Computing Center of Nanjing Tech University for supporting the computational resources. L.Z. and G.F. acknowledge financial support from Nanjing Tech University (grant nos. 39837123 and 39837132). References 1. Comyns A. E.The Coordination Chemistry of the Actinides.Chem. Rev.1960, 60, 115–146. Google Scholar 2. Katz J. J.; Seaborg G. T.; Morss L. R.The Chemistry of the Actinide Elements, 2nd ed.; Chapman and Hall: New York, 1986. Google Scholar 3. Gregson M.; Wooles A. J.; Cooper O. J.; Liddle S. T.Covalent Uranium Carbene Chemistry.Comment. Inorg. Chem.2015, 35, 262–294. Google Scholar 4. Cai W.; Chen C.-H.; Chen N.; Echegoyen L.Fullerenes as Nanocontainers that Stabilize Unique Actinide Species Inside: Structures, Formation, and Reactivity.Acc. Chem. Res.2019, 52, 1824–1833. Google Scholar 5. Cramer R. E.; Maynard R. B.; Paw J. C.; Gilje J. W.A Uranium-Carbon Multiple Bond. Crystal and Molecular Structure of (η5-C5H5)3UCHP(CH3)2(C6H5).J. Am. Chem. Soc.1981, 103, 3589–3590. Google Scholar 6. Cantat T.; Arliguie T.; Noël A.; Thuéry P.; Ephritikhine M.; Floch P. L.; Mézailles N.The U=C Double Bond: Synthesis and Study of Uranium Nucleophilic Carbene Complexes.J. Am. Chem. Soc.2009, 131, 963–972. Google Scholar 7. Ren W.; Deng X.; Zi G.; Fang D.-C.The Th=C Double Bond: An Experimental and Computational Study of Thorium Poly-Carbene Complexes.Dalton Trans.2011, 40, 9662–9664. Google Scholar 8. Fortier S.; Walensky J. R.; Wu G.; Hayton T. W.Synthesis of a Phosphorano-Stabilized U(IV)-Carbene via One-Electron Oxidation of a U(III)-Ylide Adduct.J. Am. Chem. Soc.2011, 133, 6894–6897. Google Scholar 9. Cooper O. J.; Mills D. P.; McMaster J.; Moro F.; Davies E. S.; Lewis W.; Blake A. J.; Liddle S. T.Uranium-Carbon Multiple Bonding: Facile Access to the Pentavalent Uranium Carbene [U{C(PPh2NSiMe3)2}(Cl)2(I)] and Comparison of UV=C and UIV=C Bonds.Angew. Chem. Int. Ed.2011, 50, 2383–2386. Google Scholar 10. Tourneux J.-C.; Berthet J.-C.; Cantat T.; Thuéry P.; Mézailles N.; Ephritikhine M.Exploring the Uranyl Organometallic Chemistry: From Single to Double Uranium−Carbon Bonds.J. Am. Chem. Soc.2011, 133, 6162–6165. Google Scholar 11. Lu E.; Cooper O. J.; McMaster J.; Tuna F.; McInnes E. J. L.; Lewis W.; Blake A. J.; Liddle S. T.Synthesis, Characterization, and Reactivity of a Uranium(VI) Carbene Imido Oxo Complex.Angew. Chem. Int. Ed.2014, 53, 6696–6700. Google Scholar 12. Lu E.; Boronski J. T.; Gregson M.; Wooles A. J.; Liddle S. T.Silyl-Phosphino-Carbene Complexes of Uranium(IV).Angew. Chem. Int. Ed.2018, 57, 5506–5511. Google Scholar 13. Wooles A. J.; Mills D. P.; Tuna F.; McInnes E. J. L.; Law G. T. W.; Fuller A. J.; Kremer F.; Ridgway M.; Lewis W.; Gagliardi L.; Vlaisavljevich B.; Liddle S. T.Uranium(III)-Carbon Multiple Bonding Supported by Arene δ-Bonding in Mixed-Valence Hexauranium Nanometre-Scale Rings.Nat. Commun.2018, 9, 2097. Google Scholar 14. Ephritikhine M.The Vitality of Uranium Molecular Chemistry at the Dawn of the XXIst Century.Dalton Trans.2006, 2501–2516. Google Scholar 15. Hayton T. W.; Boncella J. M.; Scott B. L.; Batista E. R.Exchange of an Imido Ligand in Bis(imido) Complexes of Uranium.J. Am. Chem. Soc.2006, 128, 12622–12623. Google Scholar 16. Fortier S.; Wu G.; Hayton T. W.Synthesis of a Nitrido-Substituted Analogue of the Uranyl Ion, [N=U=O]+.J. Am. Chem. Soc.2010, 132, 6888–6889. Google Scholar 17. Zhou M.; Andrews L.; Li J.; Bursten B. E.Reaction of Laser-Ablated Uranium Atoms with CO: Infrared Spectra of the CUO, CUO−, OUCCO, (η2-C2)UO2, and U(CO)x (x = 1−6) Molecules in Solid Neon.J. Am. Chem. Soc.1999, 121, 9712–9721. Google Scholar 18. Li J.; Bursten B. E.; Liang B.; Andrews L.Noble Gas-Actinide Compounds: Complexation of the CUO Molecule by Ar, Kr, and Xe Atoms in Noble Gas Matrices.Science2002, 295, 2242–2245. Google Scholar 19. Andrews L.; Liang B.; Li J.; Bursten B. E.Noble Gas-Actinide Complexes of the CUO Molecule with Multiple Ar, Kr, and Xe Atoms in Noble-Gas Matrices.J. Am. Chem. Soc.2003, 125, 3126–3139. Google Scholar 20. Mills D. P.; Cooper O. J.; Tuna F.; McInnes E. J. L.; Davies E. S.; McMaster J.; Moro F.; Lewis W.; Blake A. J.Liddle S. T.Synthesis of a Uranium(VI)-Carbene: Reductive Formation of Uranyl(V)-Methanides, Oxidative Preparation of a [R2C=U=O]2+ Analogue of the [O=U=O]2+ Uranyl Ion (R = Ph2PNSiMe3), and Comparison of the Nature of UIV=C, UV=C, and UVI=C double bonds.J. Am. Chem. Soc.2012, 134, 10047–10054. Google Scholar 21. Tourneux J.-C.; Berthet J-C.; Thuéry P.; Mézailles N.; Floch P. L.; Ephritikhine M.Easy Access to Uranium Nucleophilic Carbene Complexes.Dalton Trans.2010, 39, 2494–2496. Google Scholar 22. Cooper O. J.; McMaster J.; Lewis W.; Blake A. J.; Liddle S. T.Synthesis and Structure of [U{C(PPh2NMes)2}2] (Mes = 2,4,6-Me3C6H2): A Homoleptic Uranium Bis(carbene) Complex with Two Formal U=C Double Bonds.Dalton Trans.2010, 39, 5074–5076. Google Scholar 23. Gregson M.; Lu E.; Mills D. P.; Tuna F.; McInnes E. J. L.; Hennig C.; Scheinost A. C.; McMaster J.; Lewis W.; Blake A. J.; Kerridge A.; Liddle S. T.The Inverse-Trans-Influence in Tetravalent Lanthanide and Actinide Bis(carbene) Complexes.Nat. Commun.2017, 8, 14137. Google Scholar 24. Thomson R. K.; Cantat T.; Scott B. L.; Morris D. E.; Batista E. R.; Kiplinger J. L.Uranium Azide Photolysis Results in C–H Bond Activation and Provides Evidence for a Terminal Uranium Nitride.Nat. Chem.2010, 2, 723–729. Google Scholar 25. Arnold P. L.; Jones G. M.; Odoh S. O.; Schreckenbach G.; Magnani N.; Love J. B.Strongly Coupled Binuclear Uranium–Oxo Complexes from Uranyl Oxo Rearrangement and Reductive Silylation.Nat. Chem.2012, 4, 221–227. Google Scholar 26. King D. M.; Tuna F. E.; McInnes J. L.; McMaster J.; Lewis W.; Blake A. J.; Liddle S. T.Synthesis and Structure of a Terminal Uranium Nitride Complex.Science2012, 337, 717–720. Google Scholar 27. King D. M.; Tuna F.; McInnes E. J. L.; McMaster J.; Lewis W.; Blake A. J.; Liddle S. T.Isolation and Characterization of a Uranium(VI)–Nitride Triple Bond.Nat. Chem.2013, 5, 482–488. Google Scholar 28. Anderson N. H.; Odoh S. O.; Yao Y.; Williams U. J.; Schaefer B. A.; Kiernicki J. J.; Lewis A. J.; Goshert M. D.; Fanwick P. E.; Schelter E. J.; Walensky J. R.; Gagliardi L. S.; Bart C.Harnessing Redox Activity for the Formation of Uranium Tris(imido) Compounds.Nat. Chem.2014, 6, 919–926. Google Scholar 29. Zhang L.; Hou G.; Zi G.; Ding W.; Walter M. D.Influence of the 5f Orbitals on the Bonding and Reactivity in Organoactinides: Experimental and Computational Studies on a Uranium Metallacyclopropene.J. Am. Chem. Soc.2016, 138, 5130–5142. Google Scholar 30. Frenking G.; Tonner R.Divalent Carbon(0) Compounds.Pure Appl. Chem.2009, 81, 597–614. Google Scholar 31. Tonner R.; Frenking G.C(NHC)2: Divalent Carbon(0) Compounds with N-Heterocyclic Carbene Ligands-Theoretical Evidence for a Class of Molecules with Promising Chemical Properties.Angew. Chem. Int. Ed.2007, 46, 8695–8698. Google Scholar 32. Dyker C. A.; Lavallo V.; Donnadieu B.; Bertrand G.Synthesis of an Extremely Bent Acyclic Allene (A “Carbodicarbene”): A Strong Donor Ligand.Angew. Chem. Int. Ed.2008, 47, 3206–3209. Google Scholar 33. Fürstner A.; Alcarazo M.; Goddard R.; Lehmann C. W.Coordination Chemistry of Ene-1,1-Diamines and a Prototype “Carbodicarbene”.Angew. Chem. Int. Ed.2008, 47, 3210–3214. Google Scholar 34. Kaufhold O.; Hahn F. E.Carbodicarbenes: Divalent Carbon(0) Compounds.Angew. Chem. Int. Ed.2008, 47, 4057–4061. Google Scholar 35. Lavallo V.; Dyker C. A.; Donnadieu B.; Bertrand G.Synthesis and Ligand Properties of Stable Five-Membered-Ring Allenes Containing Only Second-Row Elements.Angew. Chem. Int. Ed.2008, 47, 5411–5414. Google Scholar 36. Melaimi M.; Parameswaran P.; Donnadieu B.; Frenking G.; Bertrand G.Synthesis and Ligand Properties of a Persistent, All-Carbon Four-Membered-Ring Allene.Angew. Chem. Int. Ed.2009, 48, 4792–4795. Google Scholar 37. Goldfogel M. J.; Roberts C. C.; Meek S. J.Intermolecular Hydroamination of 1,3-Dienes Catalyzed by Bis(phosphine)carbodicarbene-Rhodium Complexes.J. Am. Chem. Soc.2014, 136, 6227–6230. Google Scholar 38. Roberts C. C.; Matías D. M.; Goldfogel M. J.; Meek S. J.Lewis Acid Activation of Carbodicarbene Catalysts for Rh-Catalyzed Hydroarylation of Dienes.J. Am. Chem. Soc.2015, 137, 6488–6491. Google Scholar 39. Hsu Y.-C.; Shen J.-S.; Lin B.-C.; Chen W.-C.; Chan Y.-T.; Ching W.-M.; Yap G. P. A.; Hsu C.-P.; Ong T.-G.Synthesis and Isolation of an Acyclic Tridentate Bis(pyridine)carbodicarbene and Studies on Its Structural Implications and Reactivities.Angew. Chem. Int. Ed.2015, 54, 2420–2424. Google Scholar 40. Pranckevicius C.; Liu L.; Bertrand G.; Stephen D. W.Synthesis of a Carbodicyclopropenylidene: A Carbodicarbene Based Solely on Carbon.Angew. Chem. Int. Ed.2016, 55, 5536–5540. Google Scholar 41. Chen W.-C.; Shih W.-C.; Jurca T.; Zhao L.; Andrada D. M.; Peng C.-J.; Chang C.-C.; Liu S.-K.; Wang Y.-P.; Wen Y.-S.; Yap G. P. A.; Hsu C.-P.; Frenking G.; Ong T.-G.Carbodicarbenes: Unexpected π-Accepting Ability during Reactivity with Small Molecules.J. Am. Chem. Soc.2017, 139, 12830–12836. Google Scholar 42. Ramirez F.; Desai N. B.; Hansen B.; McKelvie N.Hexaphenylcarbodiphosphorane, (C6H5)3PCP(C6H5)3.J. Am. Chem. Soc.1961, 83, 3539–3540. Google Scholar 43. Tonner R.; Öxler F.; Neumüller B.; Petz W.; Frenking G.Carbodiphosphoranes: The Chemistry of Divalent Carbon(0).Angew. Chem. Int. Ed.2006, 45, 8038–8042. Google Scholar 44. Tonner R.; Frenking G.Divalent Carbon(0) Chemistry, Part 1: Parent Compounds.Chem. Eur. J.2008, 14, 3260–3272. Google Scholar 45. Tonner R.; Frenking G.Divalent Carbon(0) Chemistry, Part 2: Protonation and Complexes with Main Group and Transition Metal Lewis Acids.Chem. Eur. J.2008, 14, 3273–3289. Google Scholar 46. Frenking G.; Tonner R.; Klein S.; Takagi N.; Shimizu T.; Krapp A.; Pandey K. K.; Parameswaran P.New Bonding Modes of Carbon and Heavier Group 14 Atoms Si–Pb.Chem. Soc. Rev.2014, 43, 5106–5139. Google Scholar 47. Alcarazo M.; Radkowski K.; Mehler G.; Goddard R.; Fürstner A.Chiral Heterobimetallic Complexes of Carbodiphosphoranes and Phosphinidene–Carbene Adducts.Chem. Commun.2013, 49, 3140–3142. Google Scholar 48. Petz W.Addition Compounds Between Carbones, CL2, and Main Group Lewis Acids: A New Glance at Old and New Compounds.Coord. Chem. Rev.2015, 291, 1–27. Google Scholar 49. Frenking G.Dative Bonds in Main-Group Compounds: A Case for More Arrows!Angew. Chem. Int. Ed.2014, 53, 6040–6046. Google Scholar 50. Zhao L.; Hermann M.; Holzmann N.; Frenking G.Dative Bonding in Main Group Compounds.Coord. Chem. Rev.2017, 344, 163–204. Google Scholar 51. Inés B.; Patil M.; Carreras J.; Goddard R.; Thiel W.; Alcarazo M.Synthesis, Structure, and Reactivity of a Dihydrido Borenium Cation.Angew. Chem. Int. Ed.2011, 50, 8400–8403. Google Scholar 52. Su W.; Pan S.; Sun X.; Wang S.; Zhao L.; Frenking G.; Zhu C.Double Dative Bond Between Divalent Carbon(0) and Uranium.Nat. Comm.2018, 9, 4997. Google Scholar 53. Oldham W. J.; Oldham S. M.; Scott B. L.; Abney K. D.; Smith W. H.; Costa D. A.Synthesis and Structure of N-heterocyclic Carbene Complexes of Uranyl Dichloride.Chem. Commun.2001, 1348–1349. Google Scholar 54. Kindra D. R.; Evans W. J.Magnetic Susceptibility of Uranium Complexes.Chem. Rev.2014, 114, 8865−8882. Google Scholar 55. Lam O. P.; Anthon C.; Heinemann F. W.; O’Connor J. M.; Meyer K.Structural and Spectroscopic Characterization of a Charge-Separated Uranium Benzophenone Ketyl Radical Complex.J. Am. Chem. Soc.2008, 130, 6567−6576. Google Scholar 56. Castro-Rodríguez I.; Meyer K.Small Molecule Activation at Uranium Coordination Complexes: Control of Reactivity via Molecular Architecture.Chem. Commun.2006, 1353–1368. Google Scholar 57. Pyykkö P.; Atsumi M.Molecular Single-Bond Covalent Radii for Elements 1–118.Chem. Eur. J.2008, 15, 186–197. Google Scholar 58. Mohapatra C.; Kundu S.; Paesch A. N.; Herbst-Irmer R.; Stalke D.; Andrada D. M.; Frenking G.; Roesky H. W.The Structure of the Carbene Stabilized Si2H2 May Be Equally Well Described with Coordinate Bonds as with Classical Double Bonds.J. Am. Chem. Soc.2016, 138, 10429−10432. Google Scholar 59. Scharf L. T.; Andrada D. M.; Frenking G.; Gessner V. H.The Bonding Situation in Metalated Ylides.Chem. Eur. J.2017, 23, 4422−4434. Google Scholar 60. Andrada D. M.; Casals-Sainz J. L.; Martín Pendás Á.; Frenking G.Dative and Electron-Sharing Bonding in C2F4.Chem. Eur. J.2018, 24, 9083−9089. Google Scholar 61. Cremer D.; Kraka E.Chemical Bonds without Bonding Electron Density-Does the Difference Electron-Density Analysis Suffice for a Description of the Chemical Bond?Angew. Chem. Int. Ed.1984, 23, 627–628. Google Scholar Previous articleNext article FiguresReferencesRelatedDetails Issue AssignmentVolume 4Issue 6Page: 1921-1929Supporting Information Copyright & Permissions© 2021 Chinese Chemical SocietyKeywordsuraniumDFT calculationsuranium-carbon double bondcarbonecarbodiphosphoraneAcknowledgmentsThis research was supported by the National Natural Science Foundation of China (grant nos. 21772088, 91961116, and 21973044), and the Introduction Program of High-level Entrepreneurial and Innovative Talents in Jiangsu Province (individual and group programs). S.P. thanks Nanjing Tech University for the postdoctoral fellowship and the High Performance Computing Center of Nanjing Tech University for supporting the computational resources. L.Z. and G.F. acknowledge financial support from Nanjing Tech University (grant nos. 39837123 and 39837132). Downloaded 1,034 times PDF DownloadLoading ...",
  "authors": [
    {
      "display_name": "Wei Fang",
      "id": "A5018503668",
      "orcid": "https://orcid.org/0000-0003-0750-4749",
      "institutions": [
        {
          "id": "I881766915",
          "display_name": "Nanjing University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Wei Fang"
    },
    {
      "display_name": "Sudip Pan",
      "id": "A5071996028",
      "orcid": "https://orcid.org/0000-0002-0414-8366",
      "institutions": [
        {
          "id": "I4210159340",
          "display_name": "The Synergetic Innovation Center for Advanced Materials",
          "country_code": "CN",
          "type": "facility"
        },
        {
          "id": "I134687103",
          "display_name": "Nanjing Tech University",
          "country_code": "CN",
          "type": "funder"
        },
        {
          "id": "I161103922",
          "display_name": "Philipps University of Marburg",
          "country_code": "DE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Sudip Pan"
    },
    {
      "display_name": "Wei Su",
      "id": "A5101967663",
      "orcid": "https://orcid.org/0000-0003-1610-8422",
      "institutions": [
        {
          "id": "I881766915",
          "display_name": "Nanjing University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Wei Su"
    },
    {
      "display_name": "Shuao Wang",
      "id": "A5002614185",
      "orcid": "https://orcid.org/0000-0002-1526-1102",
      "institutions": [
        {
          "id": "I3923682",
          "display_name": "Soochow University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Shuao Wang"
    },
    {
      "display_name": "Lili Zhao",
      "id": "A5063708327",
      "orcid": "https://orcid.org/0000-0003-2580-6919",
      "institutions": [
        {
          "id": "I4210159340",
          "display_name": "The Synergetic Innovation Center for Advanced Materials",
          "country_code": "CN",
          "type": "facility"
        },
        {
          "id": "I134687103",
          "display_name": "Nanjing Tech University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Lili Zhao"
    },
    {
      "display_name": "Gernot Frenking",
      "id": "A5033413160",
      "orcid": "https://orcid.org/0000-0003-1689-1197",
      "institutions": [
        {
          "id": "I161103922",
          "display_name": "Philipps University of Marburg",
          "country_code": "DE",
          "type": "funder"
        },
        {
          "id": "I4210159340",
          "display_name": "The Synergetic Innovation Center for Advanced Materials",
          "country_code": "CN",
          "type": "facility"
        },
        {
          "id": "I134687103",
          "display_name": "Nanjing Tech University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Gernot Frenking"
    },
    {
      "display_name": "Congqing Zhu",
      "id": "A5030268122",
      "orcid": "https://orcid.org/0000-0003-4722-0484",
      "institutions": [
        {
          "id": "I881766915",
          "display_name": "Nanjing University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Congqing Zhu"
    }
  ],
  "publication_year": 2021,
  "publication_date": "2021-07-07",
  "type": "article",
  "cited_by_count": 13,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210239486",
    "display_name": "CCS Chemistry",
    "issn_l": "2096-5745",
    "issn": [
      "2096-5745"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310311897"
  },
  "volume": "4",
  "issue": "6",
  "first_page": "1921",
  "last_page": "1929",
  "open_access": {
    "is_oa": true,
    "oa_status": "diamond",
    "oa_url": "https://doi.org/10.31635/ccschem.021.202101124",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C29417503",
      "display_name": "Dative case",
      "level": 2,
      "score": 0.88387346
    },
    {
      "id": "C555451288",
      "display_name": "Uranium",
      "level": 2,
      "score": 0.5455813
    },
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.39561045
    },
    {
      "id": "C192562407",
      "display_name": "Materials science",
      "level": 0,
      "score": 0.24528712
    },
    {
      "id": "C191897082",
      "display_name": "Metallurgy",
      "level": 1,
      "score": 0.12702376
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.07312414
    },
    {
      "id": "C41895202",
      "display_name": "Linguistics",
      "level": 1,
      "score": 0.07195693
    }
  ],
  "topics": [
    {
      "id": "T10973",
      "display_name": "Radioactive element chemistry and processing",
      "score": 0.9989
    },
    {
      "id": "T11279",
      "display_name": "Lanthanide and Transition Metal Complexes",
      "score": 0.9922
    },
    {
      "id": "T11395",
      "display_name": "Radiopharmaceutical Chemistry and Applications",
      "score": 0.9786
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.31635/ccschem.021.202101124",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:03:21.747179",
  "source_database": "OpenAlex"
}