{
  "openalex_id": "W3195562921",
  "doi": "https://doi.org/10.1097/prs.0000000000001249",
  "title": "Reply",
  "abstract": "Sir: We thank Drs. Huang and Wang for their comments and the opportunity to elucidate some of the key aspects of our study. In our cost-effectiveness study parallel to a randomized controlled trial comparing two prevalent breast reduction techniques, vertical scar reduction and inverted T–shaped reduction,1 we found no statistically significant difference between the vertical scar reduction and inverted T–shaped reduction subgroup of breast weight resected less than 500 g on body mass index (p = 0.132) and mean resected breast weight (p = 0.469) with a 95 percent confidence interval. Furthermore, Drs. Huang and Wang’s concern that dog-ear excision, which they label a cosmetic procedure, and which should not have been included in our analysis, and which was based on a publically funded procedure, requires explanation. A dog-ear in the inframammary fold, in addition to being an unfavorable cosmetic outcome, is also a functional problem. Patients with dog-ears in this location complain of irritation from clothing (e.g., brassiere) and ask for their excision. The revision surgery of this solitary dog-ear was covered under the Ontario Health Insurance Plan, as a complication of the breast reduction. The patient who underwent this revision operation was in the vertical scar reduction group (<500 g of breast weight excised) and the operation was performed at the 1-year follow-up, within the time frame of the study. We agree that most dog-ears in the inframammary fold improve with time and do not require revision. A large, symptomatic dog-ear, however, which persists (e.g., 6 months) postoperatively, is unlikely to improve and necessitates revision. In this regard, we disagree that we should wait for 1 year before contemplating revision. Fortunately, lasting dog-ears are rare events in our clinical group experience, as reflected in our study population. The trick to avoiding them is to defat the skin flap down to the dermis at the V-apex of the incision and the inframammary fold level. In fact, we undermine and thin the skin flap routinely 2 to 4 cm lower than the original inframammary fold. Lastly, the authors propose a theoretical argument that if the complication rate is higher in one subgroup (e.g., ≥500 g) compared with the other subgroup (<500 g), the cost of the former group will be significantly higher. Is this argument acceptable? Yes, and in fact, this is somewhat reflective of what we found in our study. The patient in the inverted T–shaped reduction group who underwent revision surgery for excision of necrotic tissue belonged to the subgroup that had greater than 500 g of breast weight resected. In contrast, the patient in the vertical scar reduction group who underwent revision surgery for the dog-ear was in the subgroup that had less than 500 g resected. This may or may not have resulted in vertical scar reduction being more cost-effective in the subgroup with less than 500 g breast weight resected. The primary research question in this study, however, was whether, overall, one procedure was more cost-effective than the other. The subgroup analysis in our randomized controlled trial was hypothesis generating (post hoc) and exploratory in nature. We hope that our results will enthuse researchers to study the cost-effectiveness, for example, of the less than 500 g vertical scar reduction versus inverted T–shaped breast reduction as the primary research question in future clinical trials. DISCLOSURE The authors have no financial interest to declare in relation to the content of this communication. Achilleas Thoma, M.D., M.Sc. Division of Plastic Surgery Department of Surgery Surgical Outcomes Research Center, and Department of Clinical Epidemiology and Biostatistics Manraj Nirmal Kaur, P.T., M.Sc. Division of Plastic Surgery Department of Surgery Surgical Outcomes Research Center, and School of Rehabilitation Sciences Faculty of Health Sciences McMaster University Hamilton, Ontario, Canada",
  "authors": [
    {
      "display_name": "Achilleas Thoma",
      "id": "A5080371167",
      "orcid": "https://orcid.org/0000-0002-8348-2863",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Achilleas Thoma"
    },
    {
      "display_name": "Manraj Kaur",
      "id": "A5041934545",
      "orcid": "https://orcid.org/0000-0002-1911-0395",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Manraj Nirmal Kaur"
    }
  ],
  "publication_year": 2015,
  "publication_date": "2015-02-27",
  "type": "letter",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S100736837",
    "display_name": "Plastic & Reconstructive Surgery",
    "issn_l": "0032-1052",
    "issn": [
      "0032-1052",
      "1076-5751",
      "1529-4242"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "135",
  "issue": "6",
  "first_page": "1061e",
  "last_page": "1062e",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://doi.org/10.1097/prs.0000000000001249",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C165383583",
      "display_name": "Inframammary fold",
      "level": 3,
      "score": 0.9148729
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.87017334
    },
    {
      "id": "C2778579461",
      "display_name": "Breast reduction",
      "level": 3,
      "score": 0.76154995
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.6149167
    },
    {
      "id": "C44249647",
      "display_name": "Confidence interval",
      "level": 2,
      "score": 0.48965937
    },
    {
      "id": "C111335779",
      "display_name": "Reduction (mathematics)",
      "level": 2,
      "score": 0.48249793
    },
    {
      "id": "C187960798",
      "display_name": "Subgroup analysis",
      "level": 3,
      "score": 0.43511516
    },
    {
      "id": "C2781037480",
      "display_name": "Mammaplasty",
      "level": 2,
      "score": 0.3713855
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.14678651
    },
    {
      "id": "C2781411149",
      "display_name": "Implant",
      "level": 2,
      "score": 0.07836616
    },
    {
      "id": "C2524010",
      "display_name": "Geometry",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C33923547",
      "display_name": "Mathematics",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10599",
      "display_name": "Reconstructive Surgery and Microvascular Techniques",
      "score": 0.9997
    },
    {
      "id": "T11866",
      "display_name": "Reconstructive Facial Surgery Techniques",
      "score": 0.9967
    },
    {
      "id": "T11258",
      "display_name": "Breast Implant and Reconstruction",
      "score": 0.9944
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1097/prs.0000000000001249",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:51:41.750089",
  "source_database": "OpenAlex"
}