{
  "openalex_id": "W3193767521",
  "doi": "https://doi.org/10.1016/s0140-6736(21)01734-7",
  "title": "Revisiting the evidence for physical distancing, face masks, and eye protection – Authors' reply",
  "abstract": "We appreciate the comments we received on our urgent evidence synthesis addressing use of masks, eye protection, and distancing early on in the COVID-19 pandemic.1Chu DK Akl EA Duda S et al.Physical distancing, face masks, and eye protection to prevent person-to-person transmission of SARS-CoV-2 and COVID-19: a systematic review and meta-analysis.Lancet. 2020; 395: 1973-1987Summary Full Text Full Text PDF PubMed Scopus (2732) Google Scholar Although we appreciate Willem Lijfering's concerns, he appears to have misunderstood the intent of our analysis to be a comparison of rates between countries, which would be an ecological analysis. As clearly reflected in our stated objective and eligibility criteria, we included only comparative studies and focused on relative effects for all intervention effects. Furthermore, we do not claim that our study has no bias but describe how we minimised bias in our evidence synthesis, assessed the risk of bias in included studies, did sensitivity analyses to test the robustness of our findings, and rated the certainty in the effects based on a structured approach to assessing the evidence. Indeed, we generally rated the certainty as low and adopted a conservative approach by not rating up the certainty of evidence for large effects found for face masks and eye protection. We also reflected our low certainty ratings by using terms such as might and probably in our interpretation of the findings. We were cautious to not compare apples with oranges, as Didier Pittet and colleagues appear to suggest, and that is why we included betacoronaviruses rather than all respiratory viruses. We made that decision a priori and at a time when little direct evidence was available (March, 2020) to inform public health decision making. We acknowledged this indirectness in our review. Luca Scorrano and colleagues suggest that we recommended universal face mask use. We intentionally made no recommendations and described in the Article and elsewhere that baseline risk is critical in any decision making about mask use and that many factors (particularly the baseline risk of infection) would have to be considered before making recommendations. It is not the role of a systematic review to make practice recommendations.2Schunemann HJ Akl EA Chou R et al.Use of facemasks during the COVID-19 pandemic.Lancet Respir Med. 2020; 8: 954-955Summary Full Text Full Text PDF PubMed Scopus (64) Google Scholar What we did recommend was that robust randomised trials be undertaken \"to better inform the evidence for these interventions\". We further agree that it is challenging to evaluate the independent effect of eye protection. That is the reason why we attempted to identify studies that correctly adjusted for the use of other personal protective equipment. Scorrano and colleagues focus on statistical significance of single studies which is not a relevant issue in systematic reviews. We also already and expressively acknowledged the possibility of recall bias. We share with Qi Zhou and colleagues concern about preprints, particularly when their peer reviewed versions report different results. In fact, we organised a highly successful Guidelines International Network conference in 2020 around this topic with leading scientific journal editors who endorsed that concern. In our revised analysis we use the data as reported in the final article version. John Conly and colleagues raise concerns about recommendations of widespread use of N95 respirators in the accompanying Comment by C Raina MacIntyre and Quanyi Wang.3MacIntyre CR Wang Q Physical distancing, face masks, and eye protection for prevention of COVID-19.Lancet. 2020; 395: 1950-1951Summary Full Text Full Text PDF PubMed Scopus (102) Google Scholar We did not issue recommendations, we instead discussed the limitations of the data and expressed low certainty that N95 respirators might reduce transmission more than medical masks. Furthermore, we highlighted the critical need for high quality studies and the anticipated challenges for policy making due to the uncertainty in the evidence and the need to urgently respond to the evolving pandemic. We do not believe that we misclassified several studies with regards to mask use. The actual problem is that studies were very poorly reported, opening the door to alternative ways of interpreting the data. Seeing that problem, we were very careful with classifying studies. Mohamed Abbas and colleagues and Peter Jüni and colleagues raise issues about inclusion of studies and possible duplication of included studies. In general, we believe that most discrepancies noticed by other authors are based on different interpretations or differences in the analysis. For example, Abbas and colleagues questioned why the studies by Pei and colleagues and Loeb and colleagues were excluded; indeed they were not excluded and this criticism seems unwarranted. In agreement with Abbas and colleagues suggestion, we stratified studies by health-care versus non-health-care setting and our formal assessment of effect modification suggested it to be plausible but potentially spurious. Abbas and colleagues comment on the inclusion of studies by Liu and colleagues and Ma and colleagues. Indeed, these are duplicate publications of the same study. In our correction, we use the data from both articles as one study to supplement any missing information needed to estimate effects with a preference for the study by Liu and colleagues. We did include the wrong reference to another study by Liu and colleagues which caused confusion. For the two studies by Nishiura and colleagues and Nishiyama and colleagues, there was partial overlap in the two separate publications. To avoid any duplicate use of data we focused on the larger data set by Nishiura and colleagues.4Nishiura H Kuratsuji T Quy T et al.Rapid awareness and transmission of severe acute respiratory syndrome in Hanoi French Hospital, Vietnam.Am J Trop Med Hyg. 2005; 73: 17-25Crossref PubMed Scopus (53) Google Scholar, 5Nishiyama A Wakasugi N Kirikae T et al.Risk factors for SARS infection within hospitals in Hanoi, Vietnam.Jpn J Infect Dis. 2008; 61: 388-390PubMed Google Scholar We have, based on the feedback we received here and elsewhere, audited all included studies and our raw data in appendix 1 and corrected identified errors. Based on our audit, and the comments received here and elsewhere, the effect estimates of our corrected analysis did not substantially change (updated figures are in appendix 2). For the reported findings, in which we focused on the adjusted estimates (the adjusted odds ratio [aOR]), we provide the following corrections. Distancing: the originally presented aOR 0·18 (0·09–0·38) and relative risk (RR) 0·30 (0·20–0·44) are now aOR 0·17 (0·08–0·70) and RR 0·30 (0·20–0·46). Face masks: the originally reported aOR 0·15 (0·07–0·34) and RR 0·34 (0·26–0·45), after excluding the reports by Ma and colleagues and Nishiyama and colleagues and correcting errors, are now aOR 0·23 (0·11–0·52) and RR 0·38 (0·28–0·50). For the comparison N95 and similar face masks compared to no face masks, the previous estimate aOR 0·15 (0·07–0·34) changes to aOR 0·23 (0·11–0·52), and for the subgroup analysis of N95 and similar face masks compared with no face masks the previous estimate of aOR 0·04 (0·004–0·30) changes to aOR 0·05 (0·004–0·66) and surgical face mask or similar compared with no face mask aOR 0·33 (0·17–0·61) changes to aOR 0·42 (0·23–0·76). Eye protection: we reported aOR 0·22 (0·12–0·39) and RR 0·34 (95% CI 0·22–0·52) where only the RR changes to 0·33 (0·20–0·56). We declare no competing interests. Download .xlsx (.02 MB) Help with xlsx files Supplementary appendix Download .pdf (.15 MB) Help with pdf files Supplementary appendix",
  "authors": [
    {
      "display_name": "Derek K. Chu",
      "id": "A5079201163",
      "orcid": "https://orcid.org/0000-0001-8269-4496",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Derek Chu"
    },
    {
      "display_name": "Assem M. Khamis",
      "id": "A5032397387",
      "orcid": "https://orcid.org/0000-0002-5567-7065",
      "institutions": [
        {
          "id": "I98635879",
          "display_name": "American University of Beirut",
          "country_code": "LB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Assem Khamis"
    },
    {
      "display_name": "Elie A. Akl",
      "id": "A5041615321",
      "orcid": "https://orcid.org/0000-0002-3444-8618",
      "institutions": [
        {
          "id": "I98635879",
          "display_name": "American University of Beirut",
          "country_code": "LB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Elie Akl"
    },
    {
      "display_name": "Ignacio Neumann",
      "id": "A5109094834",
      "orcid": "https://orcid.org/0000-0001-8406-6880",
      "institutions": [
        {
          "id": "I10457146",
          "display_name": "Universidad de Santiago de Chile",
          "country_code": "CL",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ignacio Neumann"
    },
    {
      "display_name": "Karla Solo",
      "id": "A5051739463",
      "orcid": "https://orcid.org/0000-0001-6134-9140",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Karla Solo"
    },
    {
      "display_name": "Holger J. Schünemann",
      "id": "A5071868716",
      "orcid": "https://orcid.org/0000-0003-3211-8479",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Holger Schunemann"
    }
  ],
  "publication_year": 2021,
  "publication_date": "2021-08-01",
  "type": "letter",
  "cited_by_count": 3,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S49861241",
    "display_name": "The Lancet",
    "issn_l": "0140-6736",
    "issn": [
      "0140-6736",
      "1474-547X"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320990"
  },
  "volume": "398",
  "issue": "10301",
  "first_page": "663",
  "last_page": "664",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "http://www.thelancet.com/article/S0140673621017347/pdf",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C7493553",
      "display_name": "Certainty",
      "level": 2,
      "score": 0.86974907
    },
    {
      "id": "C2909791563",
      "display_name": "Face masks",
      "level": 5,
      "score": 0.72961175
    },
    {
      "id": "C31957729",
      "display_name": "Distancing",
      "level": 5,
      "score": 0.6188711
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.5645885
    },
    {
      "id": "C3008058167",
      "display_name": "Coronavirus disease 2019 (COVID-19)",
      "level": 4,
      "score": 0.5199862
    },
    {
      "id": "C89623803",
      "display_name": "Pandemic",
      "level": 5,
      "score": 0.4528126
    },
    {
      "id": "C95190672",
      "display_name": "Meta-analysis",
      "level": 2,
      "score": 0.42913544
    },
    {
      "id": "C2780665704",
      "display_name": "Intervention (counseling)",
      "level": 2,
      "score": 0.41917235
    },
    {
      "id": "C77805123",
      "display_name": "Social psychology",
      "level": 1,
      "score": 0.4019746
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.2974931
    },
    {
      "id": "C111472728",
      "display_name": "Epistemology",
      "level": 1,
      "score": 0.10423717
    },
    {
      "id": "C118552586",
      "display_name": "Psychiatry",
      "level": 1,
      "score": 0.080252916
    },
    {
      "id": "C2779134260",
      "display_name": "Disease",
      "level": 2,
      "score": 0.0
    },
    {
      "id": "C142724271",
      "display_name": "Pathology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C524204448",
      "display_name": "Infectious disease (medical specialty)",
      "level": 3,
      "score": 0.0
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10990",
      "display_name": "Infection Control and Ventilation",
      "score": 0.9997
    },
    {
      "id": "T11296",
      "display_name": "COVID-19 and healthcare impacts",
      "score": 0.9972
    },
    {
      "id": "T10410",
      "display_name": "COVID-19 epidemiological studies",
      "score": 0.9877
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/s0140-6736(21)01734-7",
  "pdf_url": "http://www.thelancet.com/article/S0140673621017347/pdf",
  "retrieved_date": "2025-07-30T14:25:53.570742",
  "source_database": "OpenAlex"
}