{
  "openalex_id": "W3199897288",
  "doi": "https://doi.org/10.31635/ccschem.021.202101199",
  "title": "Molecular Design Strategy for Practical Singlet Fission Materials: The Charm of Donor/Acceptor Decorated Quinoidal Structure",
  "abstract": "Open AccessCCS ChemistryRESEARCH ARTICLE5 Aug 2022Molecular Design Strategy for Practical Singlet Fission Materials: The Charm of Donor/Acceptor Decorated Quinoidal Structure Long Wang†, Xiaomei Shi†, Shishi Feng, WanZhen Liang, Hongbing Fu and Jiannian Yao Long Wang† *Corresponding authors: E-mail Address: [email protected] E-mail Address: [email protected] E-mail Address: [email protected] Key Laboratory of Interface Science and Engineering in Advanced Materials, Ministry of Education, Taiyuan University of Technology, Taiyuan 030024 , Xiaomei Shi† Key Laboratory of Interface Science and Engineering in Advanced Materials, Ministry of Education, Taiyuan University of Technology, Taiyuan 030024 Department of Biochemistry and Molecular Biology, Shanxi Medical University, Taiyuan 030000 , Shishi Feng Department of Chemistry, College of Chemistry and Chemical Engineering, Xiamen University, Xiamen 361005 , WanZhen Liang *Corresponding authors: E-mail Address: [email protected] E-mail Address: [email protected] E-mail Address: [email protected] Department of Chemistry, College of Chemistry and Chemical Engineering, Xiamen University, Xiamen 361005 , Hongbing Fu *Corresponding authors: E-mail Address: wang[email protected] E-mail Address: [email protected] E-mail Address: [email protected] Department of Chemistry, Capital Normal University, Beijing 100048 and Jiannian Yao Key Laboratory of Photochemistry, Institute of Chemistry, Chinese Academy of Sciences, Beijing 100190 https://doi.org/10.31635/ccschem.021.202101199 SectionsSupplemental MaterialAboutAbstractPDF ToolsAdd to favoritesDownload CitationsTrack Citations ShareFacebookTwitterLinked InEmail Singlet fission (SF) has attracted much attention on account of its great potential for applications in high efficiency solar energy conversion. The major roadblock to realize this potential is rooted in the limited availability of practical SF material with strong absorption, suitable triplet energy level, an efficient SF process, and good chemical stability. Quinoidal structures feature an innate diradical character, which endows these skeletons with SF potential yet results in some structural instability. Herein, we propose a novel molecular design strategy for practical SF materials based on donor/acceptor decorated quinoidal structures. This design strategy could allow the quinoidal structures to afford strong absorption, suitable energy levels, efficient SF properties, and excellent stability. Using transient spectroscopy techniques and theoretical simulation, a new SF chromophore based on a para-azaquinodimethane skeleton ( AQTT) was successfully developed via the proposed design strategy. An ultrafast SF process, 165% triplet yield, suitable triplet energy of ∼1.1 eV, strong visible-light-absorption coefficients ∼105 M−1cm−1, and good chemical stability make such material a promising SF candidate for practical photovoltaic applications. Download figure Download PowerPoint Introduction Singlet fission (SF) is a spin-allowed multiexciton generation process in which an organic semiconductor absorbs one high-energy photon, generates one singlet exciton, and then converts that exciton into two triplet excitons.1,2 This research field has been rekindled in recent years due to its potential applications in high-efficiency solar energy conversion.3–8 The implementation of SF-based photovoltaic devices with over 100% external quantum efficiency has demonstrated that such a process holds significant promise for fabricating new generation solar cells.5–8 Unfortunately, the scope of SF-active chromophores is still limited, with the dominant species being vulnerable acenes and their derivatives, which is a major roadblock to much-needed progress in the field.1,2,9–28 Moreover, strong absorption with an absorption coefficient above 105 M−1 cm−1 is needed in the practical SF materials to reduce device thickness and mitigate problems with triplet exciton diffusion.1,2,5,8,9 Only a few of the previously reported chromophores meet this criterion, such as perylenediimide,20,29 terrylenediimide,16 and some zethrene diradicaloids.15 However, these molecules have low triplet energy or a slow SF process, either of which limits their practical application in devices. Therefore, it is highly desirable to explore a practical design strategy to develop new SF materials with strong absorption, suitable triplet energy, an efficient SF process, and good chemical stability.1,2 Materials with quinoidal characteristics have recently emerged as a distinctive class of organic semiconductors with excellent optoelectronic properties.30–37 Their innate quinoidal character endows their skeletons with diradical properties, and thus they fulfill the SF energetic requirements,38,39 which has been confirmed in some quinoidal thiophenes,40,41 zethrene diradicaloids,1,15 and benzodipyrrolidone.25 Moreover, their quinoidal nature also gives these compounds relatively larger electronic transition dipolar moments, affording high extinction coefficients, which can be used to develop strong absorption SF materials.30–35 However, diradical properties might result in reactive sites and induce some degree of instability for quinoidal structures.30–35 In this work, we propose a novel molecular design strategy for practical SF materials based on donor/acceptor decorated quinoidal structures (Scheme 1). That is, in order to fulfill the requirements for practical SF materials, we first exploit the quinoidal structure to afford strong absorption SF-active skeletons, and then apply the donor/acceptor decorated strategy to adjust the molecular energy levels and alleviate the instability issue of these structures. Based on the proposed design strategy, a new SF chromophore within the para-azaquinodimethane skeleton ( AQTT) has been successfully developed and equipped with strong visible-light absorption, efficient SF process, suitable triplet energy, and excellent stability that shows great potential for practical applications (Scheme 1). Scheme 1 | Donor–acceptor decorated quinoidal structural design strategy for practical SF materials and the model molecular system based on AQTT skeleton studied in this work. Download figure Download PowerPoint Experimental Methods Molecular synthesis The intermediate and desired compound AQTT was synthesized and purified according to the literature with some minor modifications (for details, see Supporting Information Section S2).42,43 Theoretical calculation All the electronic structure calculations were carried out within the locally modified Q-Chem software package.44 The Hartree–Fock (HF) theory, the density functional theory (DFT), and time-dependent DFT (TD-DFT) with the exchange-correlation (XC) functional B3LYP and ωB97X-D were adopted for a series of calculations, respectively. The theoretical method and computational details for the excitation energies and electronic couplings of five diabatic states of a dimer system have been described in Supporting Information Section S3. Film babrication and stability experiments The studied thin films were prepared by using the vapor deposition method (0.3 Å/s, 1 × 10−5 mbar, sapphire or quartz substrate). X-ray diffraction (XRD) was performed in the reflection mode at room temperature using a 2 kW Rigaku XRD system (Rigaku, Japan). Stability experiments were carried out using our previously reported method.23 Steady-state optical characterization UV–vis–near-infrared (NIR) absorption spectra were measured on a Shimadzu UV-3600 spectrometer (Shimadzu, Japan) with a slit width of 2 nm, and the scatter-free absorption spectra were calculated by the Beer–Lambert law and the sum of the reflected and transmitted light. Fluorescence emission spectroscopy was measured on a Hitachi F-4500 spectrophotometer (Hitachi, Japan). Quantum yields in solution and thin film were measured with an absolute method using an integrating sphere. Low-temperature phosphorescence spectra at 77 K were recorded on an FLS980 spectrophotometer (Edinburgh, United Kingdom; 450 W Xenon lamp excited source, R5509 NIR-PMTs) with a time gate. Time-resolved spectroscopy measurements and kinetic analysis Fluorescence lifetime measurement was detected with a streak camera (C5680, Hamamatsu Photonics, Japan) equipped with a polychromator (250is, Chromex, United States) (spectral resolution: 1 nm, and time resolution: 20 ps). Femtosecond transient absorption (fs-TA) spectroscopy and nanosecond laser flash photolysis (ns-TA) measurements were all performed using the previously mentioned instruments and experimental conditions.25,28,45,46 The details for kinetic analysis and global fitting are provided in Supporting Information. Results and Discussion Quinoidal skeleton and molecular design These unique quinoidal characters and their facile synthesis have conferred para-Azaquinodimethane (AQ)-based small molecules and conjugated polymers with unusual optoelectronic behavior and excellent electronic performance.42,43,47,48 The SF behavior of AQs has recently been disclosed in a quinoidal conjugated polymer system featuring an ultrafast and efficient intramolecular SF process.28 These outcomes inspired us to take the monomeric AQ skeletons as examples to explore the proposed quinoidal structural design strategy for practical SF materials, as shown in Scheme 1. Here, we used thiophene for the varied peripheral donor units to decorate and stabilize the AQ quinoidal core, and screened the target molecules with suitable energy levels and high oscillator strength based on preliminary TD-DFT calculations (for details about molecular design, see Supporting Information Section S4). Then the AQTT molecule with two thiophene units in each side was selected as the model compound system. Such a skeleton fulfilled SF energetic requirements given the excitation energy of the lowest triplet (T1) and singlet (S1) of 0.95, and 2.08 eV, respectively. It also exhibited a very high oscillator strength of 1.98 in the theoretical calculation, which was highly likely to achieve a high extinction coefficient, and then implemented the construction of a practical SF material. Molecular diradical character Given the quinoidal nature of AQTT, we first focused on its diradical characters. The diradical character yi, interpreted as the instability in chemical bonds, was defined as nLUNO+i [the occupation number of the lowest unoccupied natural orbital (LUNO) + i (i = 0, 1, …)], and took a value between 0 (closed-shell) and 1 (pure open-shell).1,38,39,49 Here, we calculated nLUNO+i by using the approximately spin-projected unrestricted HF method with basis set 6-311G**. Results showed that the AQTT molecule possesses a multiple diradical character (Figure 1). The calculated y0, y1, and y1/y0 values are 0.325, 0.061, and 0.189, respectively, indicating the diradical nature of α and β electrons in two pairs of natural orbitals (HONO−i, LUNO+i) (i = 0, 1) (HONO = highest occupied natural orbital). Accordingly, an efficient SF process can be expected for the AQTT molecule with y0 ∼ 0.3 and y1/y0 < 0.2, that is, an intermediate diradical character without a significant tetraradical character.1,38,39 Figure 1 | Quinoid-diradical resonance structures and diradical characters of AQTT molecule. Download figure Download PowerPoint Steady-state properties: high absorption coefficient and excellent stability The favorable characteristics of the AQTT molecule motivated us to examine its potential as a SF candidate. First, single-crystal data, shown in Figure 2a, indicated a distinctive quinoidal core. Moreover, the slip-stack packing arrangement with an intermolecular π–π distance of 3.46 Å was observed, which is beneficial for possible multiexciton generation and the exciton diffusion process. Then in both dilute solution and vacuum-deposited thin film, UV–vis–NIR absorption and photoluminescence (PL) spectra were performed (Figure 2b). In CH2Cl2, it exhibited a strong absorption band in the blue-green light region with an extinction coefficient ( ε max ⁡ ⁡ ) of 8.6 × 104 M−1 cm−1 at 531 nm maxima (Figure 2c), which was attributed to the strongly optically allowed S0 → S1 electronic transition. Such a strong absorption coefficient of about 105 M−1 cm−1 is quite favorable for SF materials to reduce device thickness and mitigate problems with triplet diffusion in practical photovoltaic applications.1,2,8 PL spectra featured a mirror-imaged line shape relevant to the lowest absorption band from solution measurements, with a fluorescence lifetime of τF = 0.51 ns and a quantum yield of ΦF = 0.58 ( Supporting Information Figure S3). In the polycrystalline thin films ( Supporting Information Figure S4), the absorption spectra showed an obvious red shift, indicating strong intermolecular interactions (Figure 2b). But these thin films actually turned out to be weakly emissive and exhibited a very low PL efficiency, less than 0.01, which elucidated that there were other more efficient nonradiative channels, such as the SF process, responsible for the rapid deactivation of excited state populations. The phosphorescence spectra (Figure 2b inset) presented a broad emission peak at 1155 nm from the frozen air-free solution sample at 77 K. Therefore, a slightly endothermic SF energetic condition could be obtained from the excited state energy levels of T1 and S1 states as 1.07 and 1.94 eV, respectively (Table 1). Figure 2 | (a) para-Azaquinodimethane quinoidal core and solid-packing arrangements within single-crystal structure. (b) Absorption and PL spectra of AQTT molecule in CH2Cl2 solution (top) and thin film (bottom). Inset: Low-temperature phosphorescence spectra and photographs of solution and thin film samples under 365 nm UV light. (c) Molar extinction coefficient plot in CH2Cl2 solution (531 nm). (d) Stability experiments: Normalized absorption intensities of the λmax of thin films exposure to air over a month. Download figure Download PowerPoint Table 1 | Energy Levels and Lifetimes of Excited States, and Triplet Yield of AQTT Molecules Sample E(S1) (eV)a E(T1) (eV)a ΦF τS1 (ps)b τTT (ps)b τT1 (μs)c ΦTd Solution 2.15 1.07 0.58 791, 1373 — 6.5 — Thin film 1.94 — <0.01 3.1 46.8 0.02, 0.49 165% aE(S1) and E(T1) are determined from absorption and phosphorescence spectra, respectively, and ΦF is the absolute fluorescence quantum yield. bLifetimes were obtained by global fitting of the fs-TA data. cLifetimes are obtained by triplet sensitization experiment for solution and ns-TA data for thin film, respectively. dTriplet yield, ΦT, is determined using singlet depletion method. We did not observe any marked degradation of the compounds after storage under ambient conditions without special protection or after repeated vapor deposition. The storage experiments indicated that AQTT thin films maintained over 90% of their original absorbance after 30 days and exhibited excellent stability in air and light environments (Figure 2d). By contrast, thin films of the model SF compound, 6,13-bis(triisopropylsilylethynyl) pentacene (TIPS-pentacene), underwent complete degradation within 5 days, and those of the previously reported quinoid-biradical SF molecule, TIPS-heptazethrene, degraded about 60% after 30 days, which is consistent with the early studies of this material.23,50 These outcomes highlight the superiority of our donor–acceptor decorated quinoid structure design strategy for highly stable SF materials. Based on this strategy, we can develop the practical SF chromophores with a strong absorption property, suitable energy level, excellent stability, and the desired SF performance, as confirmed experimentally below. Excited-state photophysics: ultrafast and highly efficient SF To study the excited state deactivation process, fs-TA and ns-TA measurements were carried out. In CH2Cl2 solution, TA spectra presented the deactivation of singlet excited states via rapid radiative decay and a low-yield intersystem crossing (ISC) process, as indicated by the negative ground-state bleach (GSB) band around 540 nm, positive excited-state absorption (ESA) signals in the NIR region, and the weak absorption band of the triplet state at 600–700 nm ( Supporting Information Figures S5–S7). Global analysis results show that the rate constants of radiative transition and ISC process are 791 and 1373 ps, respectively ( Supporting Information Figure S5; for details, see Supporting Information Section S6), in agreement with the above-mentioned results of fluorescence quantum yield and lifetime measurements ( Supporting Information Figure S3). Different from the solution spectra, the TA spectra of AQTT thin film featured a rapid attenuation of the optically populated singlet excited state (Figure 3). The lifetime of the S1 → Sn ESA band around the NIR region was found to be less than 200 ps (Figures 3a and 3b, kinetic at 900 nm), which was much shorter than those observed in the solution spectra (∼3 ns, Supporting Information Figure S5). Concurrent with the rapid attenuation of singlet ESA signals, new ESA bands formed between 550–750 nm, seriously overlapping with the GSB signals, and led to substantial cancellation of overall TA signals. Subsequently, the bands formed turned out to be long-lived, persisting beyond the detection time window of 8 ns. Using parallel samples, ns-TA measurements were performed to track the deactivation of the long-lived transient species (Figures 3d and 3e). TA signals on a time scale of ns-to-μs recovered back to ground line without further evolution. Results elucidate that the dominant end species formed upon photoexcitation are undoubtedly individual triplets since the line shapes of these signals in the ns-TA spectra overlap well with the fs-TA spectral signature (Figure 3f). This assignment is further supported by the results from triplet sensitization experiments ( Supporting Information Figure S7). The SF-generated triplets then decay with biexponential kinetics with lifetimes of τ1 = 27 ± 1 ns (88%), and τ2 = 488 ± 25 ns (12%) (Figure 3f). We attribute the two different decay components to triplets undergoing prompt triplet–triplet annihilation and those diffusing away from one another until annihilation, respectively.14 Considering the much shorter lifetimes of both singlet and subsequent triplet states relative to solution data, we conclude that an efficient SF process dominates the excited-state deactivation, resulting in the long-lived triplet populations observed in the TA spectra of AQTT thin film. Figure 3 | (a) fs-TA spectra and (b) selected kinetics in thin film of AQTT molecules (excited at 470 nm). (c) Evolution-associated spectra from global analysis based on a three-state stepwise model. (d) ns-TA spectra and (e) selected kinetics in thin film of AQTT molecule (excited at 532 nm). (f) The assignment of long-lived triplet-like species from fs-TA and ns-TA measurements. Download figure Download PowerPoint Then we performed global analyses for the TA data from AQTT thin films. Results showed that a three-state stepwise kinetic model with an intermediate triplet pair state (S1 → 1(TT) → T1) afforded the best fit (Figure 3c), despite attempts to fit the data to the simpler two-state kinetic model (S1 → T1) (see Supporting Information Section S8.2 for details). From the obtained evolution-associated spectra, although TA signatures of the assigned triplet-pair state were very similar with these of the initial singlet species, the former possessed the more distinct triplet-like character around 550–750 nm. The analyses elucidate that the triplet generation process occurs in thin films with the corresponding rate constants for SF and subsequent triplet pair separation (TPS), kSF = (3.1 ± 0.6 ps)−1 and kTPS = (46.8 ± 3.8 ps)−1, respectively. Moreover, singlet species show the spectral characteristic of the charge transfer (CT) state (for details, see Supporting Information Section S8.4), indicating that the CT-mediated SF process might be responsible for triplet population in these thin films, which was further confirmed by the results from the theoretical calculations shown below. Then using the singlet depletion method previously demonstrated to be effective in determining triplet yields in Acene dimers,13 Rylenes (perylenediimide and terrylenediimide),12,16 diketopyrrolopyrrole,14 bis(phenylethynyl)anthracene derivatives,18 a triplet yield of 165 ± 30% was estimated for the studied AQTT thin films (for details, see Supporting Information Section S8.5). Based on the proposed design strategy, we have successfully developed a new SF chromophore within AQTT which shows great potential for practical photovoltaic applications given its distinctive strong photophysical visible-light absorption, efficient SF process, suitable triplet energy, and excellent stability. Theoretical calculation: effective intermolecular electronic coupling To show the feasibility of efficient SF and elucidate the CT-mediated SF mechanism of AQTT film, we performed a theoretical calculation on the effective electronic coupling between the localized singlet excited states (S0S1 and S1S0) and triplet-pair (TT) state of the molecular dimers (for compuational details, see Supporting Information Sections S3 and S9). We first calculated the electronic couplings of the three realistic dimer systems taken from the molecular crystal ( Supporting Information Figures S12 and S13 and Table S2) and then simulated the effective coupling of a model dimer system with different intermolecular distance (Figure 4a). Five electronic configurations (S0S1 and S1S0, two intermolecular CT states [CA and AC] and one TT state) are concerned in the SF process occurring in this model system (Figure 4b). V ˜ TE 1 in Figure 4c demonstrates the effective electronic coupling from one singlet excited state to TT, which is calculated as51,52 V ˜ TE 1 = V TE 1 + 2 V LL V LH E S 1 S 0 + E TT − 2 E CA + 2 V HH V HL E S 1 S 0 + E TT − 2 E AC Here, V TE 1 denotes the direct coupling between a locally excited singlet state and the triplet–triplet state, <S1S0|Ⓗ|1(TT)>. Figure 4 | (a) A dimer model system and (b) the corresponding schematic representation of the diabatic electronic states and their couplings. (c) Calculated effective electronic coupling from one singlet state to 1(TT) (top panel), and one-electron couplings VLL, VLH, VHH, and VHL (bottom panel) as a function of slip distance (ΔX), respectively. The position marked by purple line in (c) corresponds to the slip distance of two adjacent AQTT molecules in the crystal structure shown in Figure 2a. Download figure Download PowerPoint For the dimer with the closest distance shown in Figure 3, the calculated couplings of Vex, VLL, VHH, VLH, and VHL are 126.48, −115.50, 105.40, 76.00, and −76.03 meV, respectively, the calculated energies of E S 1 S 0 / S 0 S 1 and ECA/AC are 2.67 and 3.06 eV, respectively, and the calculated direct coupling V TE 1 is only 2.2 meV (Figure 4c). These results reveal that the corresponding effective electronic coupling V ˜ TE 1 of ∼558 meV is much larger than that of the direct coupling V TE 1 (2.2 meV), which indicates that the CT-mediated SF channel plays a predominant role in the multiexciton generation process of AQTT film. Therefore, we propose that the CT-mediated SF process might be responsible for triplet population in these thin films. The maximum effective electronic coupling occurs at a lateral offset distance around 3.7 Å (Figure 4c), which is close to the slipped stack in a dimer in the crystal structure (Figure 2a, lateral slip distance of 3.82 Å). Despite the fact that the dimer model system does not entirely represent the actual thin film circumstance, these theoretical results can provide some useful information regarding SF dynamics and also reveal that the slip distance is a key parameter in determining SF dynamics.18 Conclusion We have presented a donor/acceptor decorated quinoidal structure design strategy for practical SF materials. A novel SF material has been successfully developed based on a AQTT. In contrast with the previously reported SF chromophores, AQTT molecules exhibit strong visible-light absorption of ε max ⁡ ⁡ ∼9 × 104 M−1 cm−1, suitable triplet energy of ∼1.1 eV, and an efficient SF process of τSF ∼3 ps and 165% triplet yield. Moreover, the remarkable property of such a material is its excellent stability as confirmed by long-term storage experiments. AQTT thin films retain >90% of their original absorbance after 30 days and exhibit excellent stability upon exposure to air and light while the films of the model SF molecule, TIPS-Pentacene, show complete degradation in about 5 days, and those of the previously reported SF chromophores based on simple quinoidal structure, TIPS-heptazethrene, degrades about 60% after 30 days. These results highlight the validity and rationality of the proposed donor/acceptor decorated quinoidal structure design strategy for practical SF materials. Our future work will focus on the systematic study of the structure–property relationship of current AQ quinoidal system and the generality of the proposed design strategy. Supporting Information Supporting Information is available and includes molecular synthesis, computational details, and supplementary data for steady-state and TA measurements. Conflict of Interest There is no conflict of interest to report. Acknowledgments This work was supported by the National Natural Science Foundation of China (nos. 22005210, 21833005, and 21833006). We also gratefully acknowledge Dr. Yi Liu of Lawrence Berkeley National Laboratory for his kind assistance with the synthetic experiments as well as valuable discussions. References 1. Smith M. B.; Michl J.Singlet Fission. Chem. Rev.2010, 110, 6891–6936. Google Scholar 2. Rao A.; Friend R. H.Harnessing Singlet Exciton Fission to Break the Shockley-Queisser Limit. Nat. Rev. Mater.2017, 2, 17063. Google Scholar 3. Shockley W.; Queisser H. J.Detailed Balance Limit of Efficiency of P-N Junction Solar Cells. J. Appl. Phys.1961, 32, 510–519. Google Scholar 4. Hanna M. C.; Nozik A. J.Solar Conversion Efficiency of Photovoltaic and Photoelectrolysis Cells with Carrier Multiplication Absorbers. J. Appl. Phys.2006, 100, 074510. Google Scholar 5. Congreve D. N.; Lee J. Y.; Thompson N. J.; Hontz E.; Yost S. R.; Reusswig P. D.; Bahlke M. E.; Reineke S.; Van Voorhis T.; Baldo M. A.External Quantum Efficiency above 100% in a Singlet-Exciton-Fission-Based Organic Photovoltaic Cell. Science2013, 340, 334–337. Google Scholar 6. Lee J.; Jadhav P.; Reusswig P. D.; Yost S. R.; Thompson N. J.; Congreve D. N.; Hontz E.; Van Voorhis T.; Baldo M. A.Singlet Exciton Fission Photovoltaics. Acc. Chem. Res.2013, 46, 1300–1311. Google Scholar 7. Nelson C. A.; Monahan N. R.; Zhu X. Y.Exceeding the Shockley-Queisser Limit in Solar Energy Conversion. Energ. Environ. Sci.2013, 6, 3508–3519. Google Scholar 8. Xia J. L.; Sanders S. N.; Cheng W.; Low J. Z.; Liu J. P.; Campos L. M.; Sun T. L.Singlet Fission: Progress and Prospects in Solar Cells. Adv. Mater.2017, 29, 1601652. Google Scholar 9. Ullrich T.; Munz D.; Guldi D. M.Unconventional Singlet Fission Materials. Chem. Soc. Rev.2021, 50, 3485–3518. Google Scholar 10. Johnson J. C.; Nozik A. J.; Michl J.High Triplet Yield from Singlet Fission in a Thin Film of 1,3-Diphenylisobenzofuran. J. Am. Chem. Soc.2010, 132, 16302–16303. Google Scholar 11. Zimmerman P. M.; Bell F.; Casanova D.; Head-Gordon M.Mechanism for Singlet Fission in Pentacene and Tetracene: From Single Exciton to Two Triplets. J. Am. Chem. Soc.2011, 133, 19944–19952. Google Scholar 12. Eaton S. W.; Shoer L. E.; Karlen S. D.; Dyar S. M.; Margulies E. A.; Veldkamp B. S.; Ramanan C.; Hartzler D. A.; Savikhin S.; Marks T. J.; Wasielewski M. R.Singlet Exciton Fission in Polycrystalline Thin Films of a Slip-Stacked Perylenediimide. J. Am. Chem. Soc.2013, 135, 14701–14712. Google Scholar 13. Sanders S. N.; Kumarasamy E.; Pun A. B.; Trinh M. T.; Choi B.; Xia J. L.; Taffet E. J.; Low J. Z.; Miller J. R.; Roy X.; Zhu X.-Y.; Steigerwald M. L.; Sfeir M. Y.; Campos L. M.Quantitative Intramolecular Singlet Fission in Bipentacenes. J. Am. Chem. Soc.2015, 137, 8965–8972. Google Scholar 14. Mauck C. M.; Hartnett P. E.; Margulies E. A.; Ma L.;",
  "authors": [
    {
      "display_name": "Long Wang",
      "id": "A5100447565",
      "orcid": "https://orcid.org/0000-0002-5240-4272",
      "institutions": [
        {
          "id": "I2802964274",
          "display_name": "Interface (United States)",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I9086337",
          "display_name": "Taiyuan University of Technology",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Long Wang"
    },
    {
      "display_name": "Xiaomei Shi",
      "id": "A5085249984",
      "orcid": "https://orcid.org/0000-0002-7589-1114",
      "institutions": [
        {
          "id": "I9086337",
          "display_name": "Taiyuan University of Technology",
          "country_code": "CN",
          "type": "funder"
        },
        {
          "id": "I2802964274",
          "display_name": "Interface (United States)",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I17721919",
          "display_name": "Shanxi Medical University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Xiaomei Shi"
    },
    {
      "display_name": "Shishi Feng",
      "id": "A5085137878",
      "orcid": null,
      "institutions": [
        {
          "id": "I191208505",
          "display_name": "Xiamen University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Shishi Feng"
    },
    {
      "display_name": "WanZhen Liang",
      "id": "A5001497356",
      "orcid": "https://orcid.org/0000-0002-5931-2901",
      "institutions": [
        {
          "id": "I191208505",
          "display_name": "Xiamen University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "WanZhen Liang"
    },
    {
      "display_name": "Hongbing Fu",
      "id": "A5084762445",
      "orcid": "https://orcid.org/0000-0003-4528-189X",
      "institutions": [
        {
          "id": "I96852419",
          "display_name": "Capital Normal University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Hongbing Fu"
    },
    {
      "display_name": "Jiannian Yao",
      "id": "A5013337744",
      "orcid": "https://orcid.org/0000-0001-5505-1911",
      "institutions": [
        {
          "id": "I19820366",
          "display_name": "Chinese Academy of Sciences",
          "country_code": "CN",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jiannian Yao"
    }
  ],
  "publication_year": 2021,
  "publication_date": "2021-09-15",
  "type": "article",
  "cited_by_count": 20,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210239486",
    "display_name": "CCS Chemistry",
    "issn_l": "2096-5745",
    "issn": [
      "2096-5745"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310311897"
  },
  "volume": "4",
  "issue": "8",
  "first_page": "2748",
  "last_page": "2756",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C521751864",
      "display_name": "Christian ministry",
      "level": 2,
      "score": 0.57431316
    },
    {
      "id": "C161191863",
      "display_name": "Library science",
      "level": 1,
      "score": 0.51663524
    },
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.4148389
    },
    {
      "id": "C2778304055",
      "display_name": "Beijing",
      "level": 3,
      "score": 0.41139144
    },
    {
      "id": "C136764020",
      "display_name": "World Wide Web",
      "level": 1,
      "score": 0.40114588
    },
    {
      "id": "C127413603",
      "display_name": "Engineering",
      "level": 0,
      "score": 0.32898673
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.31836593
    },
    {
      "id": "C191935318",
      "display_name": "China",
      "level": 2,
      "score": 0.25617597
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.22819415
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10096",
      "display_name": "Metal-Organic Frameworks: Synthesis and Applications",
      "score": 0.999
    },
    {
      "id": "T12112",
      "display_name": "Ammonia Synthesis and Nitrogen Reduction",
      "score": 0.9987
    },
    {
      "id": "T12038",
      "display_name": "Covalent Organic Framework Applications",
      "score": 0.9984
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.31635/ccschem.021.202101199",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T16:02:41.827721",
  "source_database": "OpenAlex"
}