{
  "openalex_id": "W3192736340",
  "doi": "https://doi.org/10.22371/05.1998.013",
  "title": "Identification of Core Multidisciplinary Competencies in an Integrated Public Health and Human Service System",
  "abstract": "In response to economic, legislative and social forces, public health and human service systems are becoming more integrative, requiring direct service practitioners to acquire new competencies to successfully perform in these new settings. In a review of the literature, competencies pertaining to team effectiveness, interprofessional collaboration and cross-functional knowledge and skills all appear to be relevant considerations. Moreover, an examination of competencies must consider individual, team and organizational dimensions in a context of health and welfare reform. However, the current literature is fragmented, limited in scope and empirically inconclusive. A descriptive, qualitative study was therefore warranted. The following research question was addressed: “What are the core multidisciplinary competencies perceived to be essential among direct service practitioners in an integrated public health and human service system?” I selected a pilot prevention and early intervention team who have innovative experiences adopting a multidisciplinary approach to integrating public health and human services. I conducted ethnographic interviews with consenting members of the team. A follow-up focus group was held, which served to clarify and validate interview data. Domain analyses of interview and focus group data was completed. Data analysis yielded over 300 descriptors—key phrases or words that appeared to have some relation to learning (knowledge, skills and/or attitudes), whether at an individual, team or organizational level. Descriptors were clustered into themes, which were then labeled. The themes were clustered into core competency areas. And core competency areas were organized into competency domains. Four competency domains and seventeen related competency areas (in parentheses) emerged: 1) Pre-requisite Personal and Professional Competencies (interpersonal effectiveness, cultural competency, family and customer focused, multidisciplinary teams, and the county system); 2) Integrated Client Service Delivery (client advocacy and empowerment, information and referral, screening and early intervention, crisis intervention, case management, community resources, specific functions and populations); 3) Program Operations (planning and development, and leadership, community collaboration, and administrative and technical); and 4) Organizational Competence (identifying and resolving challenges). I concluded the dissertation with several responses to the research question. First, I framed the competency domains and areas into specific, behavioral competency statements. These statements can serve as tools for policy and organizational development, curriculum design and development, performance standards and appraisal, and rewards and recognition. Second I presented the implications of these competencies in light of the literature, noting areas of reinforcement and innovation. Third, I presented a multidisciplinary competency model, designed to promote individual, team and organizational learning to facilitate the integration of health and human services. I then discussed the limitations of this study and offered suggestions for future research and development.",
  "authors": [
    {
      "display_name": "Brian J. Moffitt",
      "id": "A5043132509",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Brian Moffitt"
    }
  ],
  "publication_year": 1998,
  "publication_date": "1998-01-01",
  "type": "dissertation",
  "cited_by_count": 2,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "",
    "display_name": "",
    "issn_l": "",
    "issn": [],
    "type": "",
    "host_organization": ""
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://digital.sandiego.edu/cgi/viewcontent.cgi?article=1650&context=dissertations",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C164065428",
      "display_name": "Core competency",
      "level": 2,
      "score": 0.5790013
    },
    {
      "id": "C56995899",
      "display_name": "Focus group",
      "level": 2,
      "score": 0.5426337
    },
    {
      "id": "C22467394",
      "display_name": "Multidisciplinary approach",
      "level": 2,
      "score": 0.5221046
    },
    {
      "id": "C2779343474",
      "display_name": "Context (archaeology)",
      "level": 2,
      "score": 0.5109069
    },
    {
      "id": "C56739046",
      "display_name": "Knowledge management",
      "level": 1,
      "score": 0.49996018
    },
    {
      "id": "C2780110086",
      "display_name": "Public service",
      "level": 2,
      "score": 0.49284697
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.4866901
    },
    {
      "id": "C509550671",
      "display_name": "Medical education",
      "level": 1,
      "score": 0.448322
    },
    {
      "id": "C2780378061",
      "display_name": "Service (business)",
      "level": 2,
      "score": 0.413297
    },
    {
      "id": "C159110408",
      "display_name": "Nursing",
      "level": 1,
      "score": 0.34374434
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.33042774
    },
    {
      "id": "C39549134",
      "display_name": "Public relations",
      "level": 1,
      "score": 0.28564104
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.21051261
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.15711209
    },
    {
      "id": "C144133560",
      "display_name": "Business",
      "level": 0,
      "score": 0.1477257
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.119728
    },
    {
      "id": "C151730666",
      "display_name": "Paleontology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C162853370",
      "display_name": "Marketing",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C19165224",
      "display_name": "Anthropology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11497",
      "display_name": "Interprofessional Education and Collaboration",
      "score": 0.9929
    },
    {
      "id": "T12010",
      "display_name": "Evaluation and Performance Assessment",
      "score": 0.9901
    },
    {
      "id": "T10629",
      "display_name": "Health Policy Implementation Science",
      "score": 0.9865
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.22371/05.1998.013",
  "pdf_url": "https://digital.sandiego.edu/cgi/viewcontent.cgi?article=1650&context=dissertations",
  "retrieved_date": "2025-07-30T14:48:02.769656",
  "source_database": "OpenAlex"
}