{
  "openalex_id": "W3196234847",
  "doi": "https://doi.org/10.15252/embr.202152435",
  "title": "Nhp2 is a reader of H2AQ105me and part of a network integrating metabolism with rRNA synthesis",
  "abstract": "Report19 August 2021Open Access Source DataTransparent process Nhp2 is a reader of H2AQ105me and part of a network integrating metabolism with rRNA synthesis Julia S P Mawer Max Planck Research Group \"Chromatin and Ageing\", Max Planck Institute for Biology of Ageing, Cologne, Germany Search for more papers by this author Jennifer Massen Max Planck Research Group \"Chromatin and Ageing\", Max Planck Institute for Biology of Ageing, Cologne, Germany Search for more papers by this author Christina Reichert Max Planck Research Group \"Chromatin and Ageing\", Max Planck Institute for Biology of Ageing, Cologne, Germany Search for more papers by this author Niklas Grabenhorst Max Planck Research Group \"Chromatin and Ageing\", Max Planck Institute for Biology of Ageing, Cologne, Germany Search for more papers by this author Constantine Mylonas Max Planck Research Group \"Chromatin and Ageing\", Max Planck Institute for Biology of Ageing, Cologne, Germany Search for more papers by this author Peter Tessarz Corresponding Author [email protected] orcid.org/0000-0002-6953-9835 Max Planck Research Group \"Chromatin and Ageing\", Max Planck Institute for Biology of Ageing, Cologne, Germany Cologne Excellence Cluster on Stress Responses in ageing-associated Diseases (CECAD), Cologne, Germany Search for more papers by this author Julia S P Mawer Max Planck Research Group \"Chromatin and Ageing\", Max Planck Institute for Biology of Ageing, Cologne, Germany Search for more papers by this author Jennifer Massen Max Planck Research Group \"Chromatin and Ageing\", Max Planck Institute for Biology of Ageing, Cologne, Germany Search for more papers by this author Christina Reichert Max Planck Research Group \"Chromatin and Ageing\", Max Planck Institute for Biology of Ageing, Cologne, Germany Search for more papers by this author Niklas Grabenhorst Max Planck Research Group \"Chromatin and Ageing\", Max Planck Institute for Biology of Ageing, Cologne, Germany Search for more papers by this author Constantine Mylonas Max Planck Research Group \"Chromatin and Ageing\", Max Planck Institute for Biology of Ageing, Cologne, Germany Search for more papers by this author Peter Tessarz Corresponding Author [email protected] orcid.org/0000-0002-6953-9835 Max Planck Research Group \"Chromatin and Ageing\", Max Planck Institute for Biology of Ageing, Cologne, Germany Cologne Excellence Cluster on Stress Responses in ageing-associated Diseases (CECAD), Cologne, Germany Search for more papers by this author Author Information Julia S P Mawer1, Jennifer Massen1, Christina Reichert1, Niklas Grabenhorst1, Constantine Mylonas1,† and Peter Tessarz *,1,2 1Max Planck Research Group \"Chromatin and Ageing\", Max Planck Institute for Biology of Ageing, Cologne, Germany 2Cologne Excellence Cluster on Stress Responses in ageing-associated Diseases (CECAD), Cologne, Germany †Present address: Novartis Institutes for BioMedical Research, Cambridge, MA, USA *Corresponding author. Tel: +49 221 37970680; E-mail: [email protected] EMBO Rep (2021)22:e52435https://doi.org/10.15252/embr.202152435 PDFDownload PDF of article text and main figures. Peer ReviewDownload a summary of the editorial decision process including editorial decision letters, reviewer comments and author responses to feedback. ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinked InMendeleyWechatReddit Figures & Info Abstract Ribosome biogenesis is an essential cellular process that requires integration of extracellular cues, such as metabolic state, with intracellular signalling, transcriptional regulation and chromatin accessibility at the ribosomal DNA. Here, we demonstrate that the recently identified histone modification, methylation of H2AQ105 (H2AQ105me), is an integral part of a dynamic chromatin network at the rDNA locus. Its deposition depends on a functional mTor signalling pathway and acetylation of histone H3 at position K56, thus integrating metabolic and proliferative signals. Furthermore, we identify a first epigenetic reader of this modification, the ribonucleoprotein Nhp2, which specifically recognizes H2AQ105me. Based on functional and proteomic data, we suggest that Nhp2 functions as an adapter to bridge rDNA chromatin with components of the small subunit processome to efficiently coordinate transcription of rRNA with its post-transcriptional processing. We support this by showing that an H2AQ105A mutant has a mild defect in early processing of rRNA. Synopsis The rDNA-specific histone modification H2AQ105me depends on H3K56 acetylation and is read by Nhp2. Together they play a role in mediating recruitment of the small subunit processome to rDNA. H2AQ105me depends on cell proliferation and deposition of K56-acetylated histone H3. H2AQ105me is read by Nhp2. H2AQ105me-bound Nhp2 does not mediate pseudouridylation. H2AQ105me-bound Nhp2 is involved in mediating co-transcriptional processing of rRNA. Introduction Regulation of ribosomal biogenesis is a complex process. It requires all three eukaryotic polymerases and is tightly linked to the cell cycle (Bernstein et al, 2007; Piazzi et al, 2019) and metabolic state, particularly via Tor-mediated signalling (Mayer & Grummt, 2006; Huber et al, 2011). It was noted early on that inhibition of Tor kinase by rapamycin leads to shut-down of ribosomal RNA (rRNA) transcription by RNA polymerase I (RNA Pol I) and concomitant decrease in the levels of acetylation of lysine 5 and 12 on histone H4, suggesting that chromatin is not only involved in the regulation of RNA Pol I, but that chromatin profile of the rDNA can also be used as a read-out for RNA Pol I activity (Tsang et al, 2003). H3K56 acetylation is another modification that has been described to be dependent on Tor signalling (Chen et al, 2012). In particular, histone acetylation seems to be inhibited by rapamycin—presumably as it is a mark for actively transcribed chromatin. Transcription of rRNA is followed by several post-transcriptional processing steps including base and ribose methylation or pseudouridylation of the rRNA. Base methylation occurs late in ribosome maturation and only in highly conserved rRNA sequences. The majority of ribose methylation takes place early in rRNA processing and is considered to be important for rRNA folding or association with chaperone proteins that might help folding of rRNA. Single sites of ribose methylation are not essential (Weinstein & Steitz, 1999), but global rRNA demethylation severely impairs growth (Tollervey et al, 1993). Pseudouridylation is thought to play a variety of roles in the ribosome, including the improvement of translational fidelity (Jack et al, 2011). Pioneering studies using electron microscopy demonstrated that rRNA folds co-transcriptionally (Scull & Schneider, 2019). Importantly, RNA Pol I transcription speed and folding kinetics are directly coupled as shown by mutations in RNA Pol I that decrease the rate of synthesis (Schneider et al, 2007). Not only does lower transcription speed impact rRNA folding, but it also directly affects rRNA processing (Duss et al, 2018). In addition, previous work showed that early processing steps, particularly of the small ribosomal subunit components also occur co-transcriptionally (Gallagher et al, 2004; Kos & Tollervey, 2010). Taken together, these data suggest a tight link between chromatin architecture and transcriptional regulation of the rDNA and synthesis and processing of the rRNA. One potential way of linking these different steps in an efficient way would be to directly recruit the rRNA processing machinery to the rDNA chromatin. We previously identified the methylation of H2AQ105 as an RNA Pol I dedicated histone modification that is exclusively enriched at the rDNA locus (Tessarz et al, 2014). The modification is dependent on RNA Pol I-mediated transcription and is catalysed by the nucleolar methyltransferase NopI/Fibrillarin (Tessarz et al, 2014; Loza-Muller et al, 2015; Iyer-Bierhoff et al, 2018). Here we show that H2AQ105me is an integral part of a dynamic chromatin network at the rDNA locus. Deposition of the modification in yeast is cell cycle dependent—similar to what was observed in human cells (Iyer-Bierhoff et al, 2018)—and relies on proliferation. Furthermore, we can demonstrate that the methylation is downstream of the Tor signalling pathway and acetylation of histone H3 at position K56. We identify Nhp2 as an epigenetic reader of H2AQ105me and provide evidence that Nhp2 might function as an adapter to bridge the rDNA chromatin with components of the ribosome's small-subunit (SSU) processome. Results and Discussion H2AQ105 methylation is a dynamic histone modification that requires cell proliferation and depends on Tor signalling and H3K56 acetylation As ribosome biogenesis is tightly linked to cellular state, we initially sought to determine whether H2AQ105me levels, in the yeast Saccharomyces cerevisiae, were regulated in a cell cycle dependent manner. Cells were arrested in G1 using alpha factor. Following release of G1 arrest, cells were sampled at time intervals and levels of H2AQ105me were assessed by western blotting (Fig 1A). H2AQ105me levels fluctuate throughout the cell cycle and peak in S-phase, as shown by the co-increase of H2AQ105me and the S-phase marker, H3K56ac. These data confirm observations in human cells, in which a cell cycle-dependent fluctuation of H2AQ105me was reported (Iyer-Bierhoff et al, 2018). Interestingly, arresting the cell cycle in any phase leads to loss of H2AQ105me, indicating that proliferation itself is required for the methylation (Fig 1B). It is important to note that prolonged G1 arrest leads to a continuous opening of the rDNA locus, while it leads to lower recruitment of RNA Pol I (Wittner et al, 2011). In addition, there is very little rRNA synthesis in G2/M as chromatin compacts before cell division, which is visible in nascent RNA labelling experiments (Iyer-Bierhoff et al, 2018). Even an arrest in S-phase using the drug hydroxyurea (HU), which depletes the cell of deoxynucleotides leading to DNA replication fork stalling and collapse, leads to loss of H2AQ105 methylation rather than its accumulation, as is seen for H3K56ac (Fig 1B). This observation is likely explained by a recent study in which rDNA transcription dynamics were studied under HU-induced cell cycle arrest, showing that rDNA transcription, as well as DNA replication, is halted by HU (Charton et al, 2019). This strengthens the observation that RNA Pol I-mediated transcription of the rDNA is required for deposition of H2AQ105me and that the methylation is associated with transcribed rDNA repeats. To explore the requirement for proliferation further, yeast cells were grown deep into stationary phase (Fig 1C) by growing in a sealed flask for up to one week without replenishing the growth medium or diluting the density of cells. Cells were sampled initially during log-phase as a reference point and then at days 1, 2, 3 and 7. Western blot analysis shows a progressive decrease in levels of H2AQ105me over time. Figure 1. H2AQ105me fluctuates with the cell cycle and is a mark of proliferating cells A. Cell cycle profile of H2AQ105me. Logarithmically growing cells were arrested using alpha factor for 2.5 h. Upon release (t = 0), samples were taken every 15 min and samples were analysed for H2AQ105me levels using Western blotting. S-phase is indicated by the enrichment of H3K56ac. B. H2AQ105me levels upon arrest (2.5 h) at different cell cycle stages. Treatment is given above the lanes. C. H2AQ105me levels upon entry of cells into stationary phase. D. H2AQ105me levels in various histone mutations targeting sites of well-known cell cycle-dependent modifications. E. H2AQ105me and H3K56ac levels in deletions of genes important for H3K56ac deposition (see text for details). F. Scheme of rDNA locus and indication of primer locations used in G–J. G–J. ChIP-qPCR for indicated antibodies after treatment with 5 nM rapamycin for the indicated time points. Samples were either normalized to input or to the core histone. n = 3, biological replicates, error bars are standard error of the mean. *P < 0.05, relative to t = 0, based on unpaired, 2-tailed t-test. K. ChIP-qPCR for Nop1-FLAG using anti-FLAG tag antibody. Samples were normalized using input. n = 3, biological replicates, and error bars are standard error of the mean. **P < 0.001, based on unpaired, 2-tailed t-test. Source data are available online for this figure. Source Data for Figure 1 [embr202152435-sup-0006-SDataFig1.pdf] Download figure Download PowerPoint The observation that H2AQ105me levels cycled with cell cycle progression prompted us to address if other histone residues known to be modified in a cell cycle dependent manner would crosstalk with H2AQ105me. Interestingly, mutating H3K56 to alanine led to a strong reduction of H2AQ105me, while other mutations tested did not have an effect on the level of H2AQ105me (Fig 1D). To corroborate the dependence of H2AQ105me on H3K56ac, we went on to analysed the requirement for the H3K56 acetylation machinery. Before deposition into chromatin, H3 is bound by the histone chaperone Asf1 (Chen et al, 2008). The histone acetyl-transferase Rtt109 subsequently binds the Asf1-H3/4 complex and acetylates H3 at K56 (Chen et al, 2008) prior to the incorporation of the H3/4 tetramer into chromatin. Deletions of both asf1 and rtt109, also led to a reduction of H2AQ105me confirming the result of the mutational analysis in H3 (Fig 1E). Rtt109 is a slow growing strain, and this reduction in growth might be responsible for the reduction in H2AQ105me. However, growth is rescued by the additional mutation in H3K56A (Han et al, 2007). Despite this growth rescue, H2AQ105me levels remain low in this double mutant (Fig 1E), indicating that acetylation at H3K56 rather than growth rate itself is important for H2AQ105 methylation. H3K56ac is de-acetylated by Hst3/4 (Kaplan et al, 2008). In line with the idea that acetylation of H3K56 is required for H2AQ105me, deletions of hst3/4 did not change the level of H2AQ105me (Fig 1E). To further investigate the crosstalk between H2AQ105me and H3K56ac, we addressed the role of mTor signalling on both modifications. It is well known that mTor is a critical regulator of rDNA transcription (Mayer & Grummt, 2006). Interestingly, mTor has also been demonstrated to be involved in the regulation of H3K56 acetylation at the rDNA locus (Chen et al, 2012). Addition of rapamycin led to a stop in proliferation (Fig EV1A) and a loss of RNA Pol I from the rDNA locus (Fig EV1B). Using chromatin immunoprecipitation (ChIP), we confirmed the described decrease in H3K56 acetylation at the rDNA upon inhibition of mTor using Rapamycin (Chen et al, 2012) (Fig 1F–H). We then performed ChIPs using an H2AQ105me specific antibody (Tessarz et al, 2014). As with H3K56ac, we observed a time-dependent loss of H2AQ105me, which was restricted to the coding region of the rDNA (Fig 1I and J). Interestingly, in both cases, we did not observe an increase in the deposition of the core histone (Fig 1G and I). Finally, we wanted to address how acetylation of H3K56 mediates H2AQ105me. As shown previously, substituting H3K56 for alanine as well as an asf1 deletion led to a reduction of Pol I occupancy at the rDNA (Chen et al, 2012). Thus, it is plausible that the observed dependency of H2AQ105me on H3K56ac is due to a reduction in transcription rate and a concomitant decrease in Nop1 recruitment to the rDNA. As Nop1 is the methyltransferase responsible for H2AQ105 methylation (Tessarz et al, 2014; Loza-Muller et al, 2015; Iyer-Bierhoff et al, 2018), we used a FLAG-tagged version of Nop1 and performed ChIP using a FLAG antibody to test if recruitment was reduced. Indeed, Nop1 was efficiently enriched over the transcribed region of the rDNA locus, but this enrichment was decreased in the presence of an alanine substitution at H3K56 (Fig 1K). Taken together, methylation of H2AQ105 depends on active rDNA transcription, H3K56 acetylation and the integration of metabolic cues via the mTor pathway. As H2AQ105me is exclusively localized on the rDNA, this mark might be a great cellular reporter for proliferative cells. Such a function would be similar to phosphorylation of threonine 11 in histone H3, which was recently described as an endpoint of the Sch9/Tor pathway that integrates a response to nutrient availability and ultimately, shaped chromatin to allow efficient transcription (Oh et al, 2018). In contrast to H2AQ105me, H3T11ph, however, is found genome-wide, including metabolic and ribosomal protein genes, as well as rDNA (Oh et al, 2018). Click here to expand this figure. Figure EV1. Rapamycin reduces RNA Pol I transcription of rDNA Growth curve of WT yeast cells challenged with indicated concentrations of rapamycin. Loss of RNA Pol I occupancy at the rDNA upon treatment with 5 nM rapamycin. n = 3, biological replicates, error bars are standard error of the mean. **P < 0.001, based on unpaired, 2-tailed t-test. Download figure Download PowerPoint Ribosome biogenesis factors are enriched on H2AQ105me Previous work identified the region surrounding H2AQ105 as part of a recognition sequence for the histone chaperone FACT (McCullough et al, 2011). Methylation of Q105 prevents FACT from binding to H2A, impairing its redeposition following transcription and resulting in loss of histones at the rDNA (Tessarz et al, 2014). Given the link of H2AQ105me with active rRNA transcription and its demonstrated role in FACT binding inhibition, we wanted to address whether methylation of H2AQ105 could also promote binding by serving as a recognition site for the recruitment of protein complexes to the rDNA. As this histone modification is exclusively localized in the nucleolus (Tessarz et al, 2014; Loza-Muller et al, 2015; Iyer-Bierhoff et al, 2018), it would be ideally suited to serve as a chromatin beacon that marks actively transcribing RNA Pol I. To test this, we used a peptide-pulldown approach that has been successfully performed on several histone modifications (Vermeulen et al, 2010). Following SILAC labelling of yeast cultures, whole cell lysis pulldowns were performed using unmodified and modified H2A peptides spanning the region of Q105 and analysis was performed by quantitative mass spectrometry (Fig 2A). As expected, we observed Pob3 and Spt16 – both subunits of the yeast FACT complex—specifically enriched on the unmodified H2A peptide (Fig 2B). 139 proteins were found to be significantly, 2-fold or more, enriched on peptides harbouring the H2AQ105me modification (Fig 2B and Dataset EV1). Analysis of this list using the online protein–protein interaction network and functional analysis tool, String (https://string-db.org/), showed that these proteins form a tight network (Fig 2C). Gene ontology (GO) enrichment highlighted this network to be composed of ribosome biogenesis factors and ribosomal proteins (Fig 2D). These data suggest that H2AQ105me might indeed help to recruit ribosome biogenesis factors to the site of active rDNA transcription. Because much of the rRNA processing occurs co-transcriptionally (Turowski & Tollervey, 2015), recruitment of processing factors to the rDNA chromatin would facilitate this process. Based on these data, we hypothesized that an alanine mutant of H2AQ105 might impact binding of the identified ribosome biogenesis factors to the rDNA. As a result, an H2AQ105A mutant may be characterized by an altered gene expression programme to compensate for loss of the methylation. We performed RNA sequencing in wildtype and H2AQ105A; the changes in the transcriptome were subtle. However, we noticed changes in many snRNA transcripts, including snR11, 35, 42 and 85, which are H/ACA box small nucleolar rRNAs that guide pseudouridylation of the rRNA within ribosomal subunits (Schattner et al, 2004). To corroborate this finding, we analysed the data using gene set enrichment (GSEAMootha et al, 2003; Subramanian et al, 2005)) and identified several enriched categories, including some for ribosome and SSU processome biogenesis (Fig 3E), indicating that an H2AQ105A strain does exhibit some compensatory mechanisms. The fact that snRNAs are amongst the de-regulated transcripts, and thus, ribosome biogenesis pathways are enriched in the GSEA support the role of H2AQ105me in ribosomal RNA transcription and potentially processing as well. Figure 2. Mass spectrometry identifies ribosome biogenesis factors to be recruited to H2AQ105me Schematic of the experimental strategy. Volcano plot of quantitative SILAC experiments. Left upper quadrant indicates significantly, 2-fold enriched proteins bound specifically to H2AQ105me. Members of the FACT complex (SPT16/POB3) are highlighted in red. STRING network of proteins enriched on H2AQ105me (highlighted in red are proteins involved in ribosome biogenesis). Protein names can be found in Dataset EV1. Gene ontology enrichment for proteins bound to H2AQ105me. Gene set enrichment analysis for the altered transcriptome in an H2AQ105A background compared to wildtype. The normalized enrichment score (NES) is reported as are individual p-values. Vertical black lines on the x-axis represent genes in gene sets. The green line connects points of enrichment score and genes. Enrichment score is the maximum deviation from zero as calculated for each gene going down the ranked list and represents the degree of over-representation of a gene set at the top or the bottom of the ranked gene list. Download figure Download PowerPoint Figure 3. Nhp2 is an epigenetic reader of H2AQ105me ChIP-qPCR for Nhp2-myc using anti-myc antibody across the rDNA locus. Samples were normalized to input. n = 3, biological replicates, error bars are standard error of the mean. *P < 0.05, **P < 0.001, based on unpaired, 2-tailed t-test. Peptide pulldown on H2AQ105 peptides from yeast expressing myc-tagged Nhp2. Peptide pulldown using recombinantly purified Nhp2. Eluted peptides were slot blotted and detected using streptavidin-HRP. Peptide pulldown on H2AQ105 peptides from lysates of human cells (HEK293T). ChIP-seq profile of Nhp2 (orange) and its respective input (black) across the entire chromosome XII of yeast. H2A-normalized H2AQ105me (grey) was directly taken from (Tessarz et al, 2014) as comparison. Magnification shows the two annotated rDNA loci in the yeast genome indicated by the black bars below the tracks. Scale bar is for the magnification. Source data are available online for this figure. Source Data for Figure 3 [embr202152435-sup-0007-SDataFig3.pdf] Download figure Download PowerPoint Nhp2 is a reader of H2AQ105me In order to gain further clarity on a possible mechanism for H2AQ105me-mediated recruitment of ribosome biogenesis factors to the rDNA, it was important to identify a direct binder of glutamine methylation, an epigenetic reader of this histone modification. In order to do this, candidates were selected from the list of 139 Q105me-enriched proteins identified by mass spec (Fig 2B), based on their known interactions listed on the yeast genome database (https://www.yeastgenome.org/). Initially, five potential readers reported to bind to H2A were myc-tagged to allow for their easy detection and ChIPs were performed in wild type and H2AQ105A strains. Only one of these five candidates—Nhp2—was efficiently enriched at the rDNA in an H2AQ105me-dependent manner (Figs 3A and EV2). However, recruitment of Nhp2 to the rDNA was not fully abolished in an H2AQ105A mutant, indicating that there are other ways to recruit Nhp2. Indeed, several high throughput assays have identified binding of Nhp2 to RNA Pol I itself (Fath et al, 2000; Lebaron et al, 2005; Krogan et al, 2006; Tarassov et al, 2008) as well as the rDNA chromatin component Hmo1 (Krogan et al, 2006). We then repeated the peptide pulldowns from yeast carrying the myc-tagged Nhp2 allele. Nhp2 showed enrichment on the peptide harbouring the methylation on Q105, confirming the mass spectrometry data and highlighting Nhp2 as a possible epigenetic reader of H2AQ105me (Fig 3B). To confirm this hypothesis, Nhp2 was recombinantly purified from Escherichia coli. Peptide pulldowns using only recombinant Nhp2 were performed and analysed by SDS–PAGE and Coomassie staining (Fig 3C). This approach confirmed the ability of Nhp2 to directly bind to the peptide containing the methylated glutamine (Fig 3C). Furthermore, Nhp2 did not bind to methyl-containing peptide sequences derived from histone H3, further confirming its specificity to methylation of Q105 on histone H2A (Fig 3C). The amino acids surrounding H2AQ105me are conserved from yeast to mammalian cells (Fig EV3A)—as is Nhp2, except for the N-terminal region (Fig EV3B). However, the N-terminus does not contribute to H2AQ105me binding (Fig EV3C). To test whether the Nhp2-H2AQ105me interaction might also be evolutionarily conserved, we performed peptide pulldowns using mammalian cell lysates. While the interaction was not as strong as for yeast, human Nhp2 clearly interacts specifically with methylated H2AQ105 (Fig 3D), confirming the evolutionary conservation of the Nhp2-H2AQ105me interaction. Finally, we wanted to address whether Nhp2 recruitment would follow H2AQ105 methylation genome wide. We performed ChIP-sequencing using Nhp2-myc. In line with the data described above, the ChIP profile of Nhp2 closely resembles the one of H2AQ105me with a strong enrichment over the rDNA region on yeast chromosome XII (Fig 3E), corroborating the idea that Nhp2 is an epigenetic reader of methylated H2AQ105. While the rDNA is the site for the strongest enrichment of Nhp2, it should be noted, that we identified further peaks across the genome (Dataset EV2). Genes associated with those peaks were associated mainly with nucleotide metabolic terms (Appendix Table S1). Click here to expand this figure. Figure EV2. ChIP-qPCR analysis of potential H2AQ105me readers ChIP-qPCR analysis of potential and indicated readers of H2AQ105me across the rDNA locus as described in Fig 3 based on peptide pulldown. n = 3, biological replicates, error bars are standard error of the mean. Significance was tested using an unpaired, 2-tailed t-test. Download figure Download PowerPoint Click here to expand this figure. Figure EV3. Conservation of H2AQ105me and Nhp2 Alignment of the region spanning yeast H2AQ105me comparing the S. cerevisiae and human sequence. Sequence Alignment between S. cerevisiae and human Nhp2 showing strong conservation with an exception of the N-terminus and an insertion in yeast closer to the C-terminus. Red arrow indicates new N-terminus for an N-terminally truncated version used in Fig EV3C. Peptide pulldowns using a N-terminally (1-23) truncated version of Nhp2 demonstrated that the less conserved N-terminus is not involved in H2AQ105me recognition. Download figure Download PowerPoint Nhp2 bridges H2AQ105me to ribosome biogenesis factors Nhp2 is a highly conserved protein that has been identified as a member of the H/ACA ribonucleoprotein complex and binds snoRNAs, of which we identified several to be de-regulated in an H2AQ105A strain. Together with Gar1, Nop10 and the catalytic subunit, Cbf5, Nhp2 is responsible for the pseudouridylation of ribosomal RNA (Fath et al, 2000; Wang & Meier, 2004; Li et al, 2011). Nhp2 is an essential gene and is required for the maintenance of snoRNA levels (Henras et al, 1998). However, pseudouridylation of rRNA itself is not essential in yeast, but is required to maintain translational fidelity (Jack et al, 2011). Interestingly, pseudouridylation has been described to potentially occur co-transcriptionally (Penzo & Montanaro, 2018). Yeast strains lacking pseudouridylation show an increase in frameshifts and are affected in tRNA binding to the ribosome (Jack et al, 2011). This can be easily measured by the sensitivity of yeast strains to several antibiotics that bind the A- and P-sites of the ribosome. Strains lacking pseudouridylation are hyper-sensitive to paromomycin and show higher resistance against anisomycin (Jack et al, 2011). While the hypothesis of H2AQ105me-dependent recruitment of the pseudouridylation machinery was an attractive hypothesis, it is important to note that we did not detect an enrichment for any of the other components of the pseudouridylation complex using peptide pulldowns (Fig 2B and Dataset EV1). Additional pulldowns using TAP-tagged components of this complex confirmed the mass spectrometry data (Fig 4A). Additionally, we did not observe any change in sensitivity towards paromomycin or anisomycin in H2AQ105A strains (Fig 4B), indicating that pseudouridylation is not strongly affected in the absence of H2AQ105-methylation. To confirm this, we used ribosome translational slippage reporters as a more sensitive assay for changes in pseudouridylation status of the rRNA (Jack et al, 2011). In these reporters, the firefly and renilla luciferases are separated by sequences known to cause translational frameshift mutations. When this frameshift occurs, the translation of the second luciferase is induced (Harger & Dinman, 2003). No significant increase in translational frameshift was observed between wildtype and H2AQ105A strains (Fig 4C). Given that we were not able to identify evidence for a link between H2AQ105me and pseudouridylation, we considered that Nhp2 might have additional functions outside the H/ACA pseudouridylation complex. In order to determine the role that Nhp2 binding to H2AQ105me could play, we performed immunoprecipitation (IP) followed by quantitative mass spectrometry using the myc-tagged version of Nhp2. Enrichment was calculated against",
  "authors": [
    {
      "display_name": "Julia S. P. Mawer",
      "id": "A5026725463",
      "orcid": "https://orcid.org/0000-0002-5207-3557",
      "institutions": [
        {
          "id": "I4210153965",
          "display_name": "Max Planck Institute for Biology of Ageing",
          "country_code": "DE",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Julia S P Mawer"
    },
    {
      "display_name": "Jennifer Massen",
      "id": "A5079272811",
      "orcid": "https://orcid.org/0000-0001-9649-1542",
      "institutions": [
        {
          "id": "I4210153965",
          "display_name": "Max Planck Institute for Biology of Ageing",
          "country_code": "DE",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jennifer Massen"
    },
    {
      "display_name": "Christina Reichert",
      "id": "A5063077067",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210153965",
          "display_name": "Max Planck Institute for Biology of Ageing",
          "country_code": "DE",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Christina Reichert"
    },
    {
      "display_name": "Niklas Grabenhorst",
      "id": "A5010080375",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210153965",
          "display_name": "Max Planck Institute for Biology of Ageing",
          "country_code": "DE",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Niklas Grabenhorst"
    },
    {
      "display_name": "Constantine Mylonas",
      "id": "A5017739378",
      "orcid": "https://orcid.org/0000-0001-7252-2148",
      "institutions": [
        {
          "id": "I4210153965",
          "display_name": "Max Planck Institute for Biology of Ageing",
          "country_code": "DE",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Constantine Mylonas"
    },
    {
      "display_name": "Peter Tessarz",
      "id": "A5055442595",
      "orcid": "https://orcid.org/0000-0002-6953-9835",
      "institutions": [
        {
          "id": "I4210153965",
          "display_name": "Max Planck Institute for Biology of Ageing",
          "country_code": "DE",
          "type": "nonprofit"
        },
        {
          "id": "I4210138270",
          "display_name": "Cologne Excellence Cluster on Cellular Stress Responses in Aging Associated Diseases",
          "country_code": "DE",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Peter Tessarz"
    }
  ],
  "publication_year": 2021,
  "publication_date": "2021-08-19",
  "type": "article",
  "cited_by_count": 6,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S57252141",
    "display_name": "EMBO Reports",
    "issn_l": "1469-221X",
    "issn": [
      "1469-221X",
      "1469-3178"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310319965"
  },
  "volume": "22",
  "issue": "10",
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.15252/embr.202152435",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C67905577",
      "display_name": "Ribosomal RNA",
      "level": 3,
      "score": 0.47672
    },
    {
      "id": "C70721500",
      "display_name": "Computational biology",
      "level": 1,
      "score": 0.46370226
    },
    {
      "id": "C62231903",
      "display_name": "Metabolism",
      "level": 2,
      "score": 0.43142512
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.3599385
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.3406405
    },
    {
      "id": "C55493867",
      "display_name": "Biochemistry",
      "level": 1,
      "score": 0.31028095
    },
    {
      "id": "C104317684",
      "display_name": "Gene",
      "level": 2,
      "score": 0.10458803
    }
  ],
  "topics": [
    {
      "id": "T11332",
      "display_name": "Genomics, phytochemicals, and oxidative stress",
      "score": 0.9992
    },
    {
      "id": "T11482",
      "display_name": "RNA modifications and cancer",
      "score": 0.9987
    },
    {
      "id": "T10604",
      "display_name": "RNA Research and Splicing",
      "score": 0.9978
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.15252/embr.202152435",
  "pdf_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.15252/embr.202152435",
  "retrieved_date": "2025-07-30T15:53:17.840341",
  "source_database": "OpenAlex"
}