{
  "openalex_id": "W3196914201",
  "doi": null,
  "title": "When to Rob a Bank",
  "abstract": "Dalam perayaan ulang tahun ke 10 dari buku terkenal, Freakonomics menghadirkan koleksi terkurasi ini dari blog ekonomi paling mudah dibaca di alam semesta. Ini adalah solusi sempurna untuk jutaan pembaca yang menyukai semua hal Freakonomics. Mengejutkan dan terpelajar, fasih dan cerdas, Kapan Rob a Bank menunjukkan kecemerlangan yang telah membuat orang-orang Freakonomics menjadi sensasi internasional, dengan lebih dari 7 juta buku terjual dalam 40 bahasa, dan 150 juta unduhan dari podcast Freakonomics Radio mereka.\r\n\r\nKetika Freakonomics pertama kali diterbitkan, penulis memulai sebuah blog — dan mereka terus menggunakannya. Tulisannya lebih santai, lebih pribadi, bahkan lebih aneh daripada di buku-buku mereka. Dalam When to Rob a Bank, mereka mengajukan pertanyaan-pertanyaan yang biasanya tidak penting: Mengapa pramugari tidak diberi tip? Jika Anda seorang teroris, bagaimana Anda akan menyerang? Dan mengapa KFC selalu kehabisan ayam goreng?\r\n\r\nSelama dekade terakhir, Steven D. Levitt dan Stephen J. Dubner telah menerbitkan lebih dari 8.000 entri blog di Freakonomics.com. Banyak dari mereka, mereka mengakuinya dengan bebas, adalah sampah. Tetapi sekarang mereka telah melalui dan memilih yang terbaik dari yang terbaik. Anda akan menemukan apa yang orang bohongi, dan mengapa; cara terbaik untuk memotong kematian karena senjata; mengapa mungkin sudah waktunya untuk pajak seks; dan, ya, kapan harus merampok bank. (Jawaban singkat: tidak pernah; ROI mengerikan.) Anda juga akan belajar banyak tentang kebiasaan dan keinginan Levitt dan Dubner sendiri, mulai dari perjudian dan golf hingga backgammon dan penghapusan uang receh.\r\n\r\nSteven D. Levitt, seorang profesor ekonomi di University of Chicago, dianugerahi medali John Bates Clark, diberikan kepada ekonom Amerika paling berpengaruh di bawah empat puluh. Dia juga merupakan pendiri The Greatest Good, yang menerapkan pemikiran gaya Freakonomics untuk bisnis dan filantropi.\r\n\r\nStephen J. Dubner adalah penulis, jurnalis, dan kepribadian radio dan TV pemenang penghargaan. Dia berhenti dari karir pertamanya — sebagai bintang yang nyaris menjadi bintang — untuk menjadi penulis. Dia telah mengajar bahasa Inggris di Columbia, bekerja untuk The New York Times dan menerbitkan tiga buku non-Freakonomics.",
  "authors": [
    {
      "display_name": "Steven D. Levitt",
      "id": "A5110461946",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Steven D. Levitt"
    },
    {
      "display_name": "Stephen J. Dubner",
      "id": "A5088739886",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Stephen J. Dubner"
    }
  ],
  "publication_year": 2015,
  "publication_date": "2015-05-05",
  "type": "book",
  "cited_by_count": 2,
  "is_retracted": false,
  "is_paratext": false,
  "language": "id",
  "source": {
    "id": "",
    "display_name": "",
    "issn_l": "",
    "issn": [],
    "type": "",
    "host_organization": ""
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C15708023",
      "display_name": "Humanities",
      "level": 1,
      "score": 0.7878442
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.5678327
    }
  ],
  "topics": [
    {
      "id": "T11995",
      "display_name": "FinTech, Crowdfunding, Digital Finance",
      "score": 0.6939
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://en.wikipedia.org/wiki/When_to_Rob_a_Bank",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:15:24.682667",
  "source_database": "OpenAlex"
}