{
  "openalex_id": "W3190814708",
  "doi": "https://doi.org/10.7326/m21-2839",
  "title": "Evidence and Precaution for Legal Health Interventions: Learning From the COVID-19 Pandemic",
  "abstract": "Ideas and Opinions10 August 2021Evidence and Precaution for Legal Health Interventions: Learning From the COVID-19 PandemicFREEMichael Bretthauer, MD, PhD, Lise M. Helsingen, MD, Magnus Løberg, MD, PhD, Mette Kalager, MD, PhD, and Gordon Guyatt, MD, PhDMichael Bretthauer, MD, PhDUniversity of Oslo and Oslo University Hospital, Oslo, Norway, and University of Tromsø, Tromsø, Norway (M.B., M.K.)Search for more papers by this author, Lise M. Helsingen, MDUniversity of Oslo and Oslo University Hospital, Oslo, Norway (L.M.H., M.L.)Search for more papers by this author, Magnus Løberg, MD, PhDUniversity of Oslo and Oslo University Hospital, Oslo, Norway (L.M.H., M.L.)Search for more papers by this author, Mette Kalager, MD, PhDUniversity of Oslo and Oslo University Hospital, Oslo, Norway, and University of Tromsø, Tromsø, Norway (M.B., M.K.)Search for more papers by this author, and Gordon Guyatt, MD, PhDMcMaster University, Hamilton, Ontario, Canada (G.G.).Search for more papers by this authorAuthor, Article, and Disclosure Informationhttps://doi.org/10.7326/M21-2839 SectionsAboutVisual AbstractPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinkedInRedditEmail During the COVID-19 pandemic, far-reaching restrictions on normal life were implemented by laws and regulations to prevent disease transmission and protect people and society. In the absence of evidence for the most appropriate legal mitigation measures, decision makers often cited principles of precaution as the basis for implementing restrictive laws and regulations and unprecedented measures such as lockdowns, curfews, and school closings (1).To avert harm in crises, many people consider precaution as a morally correct concept for action. Many regard authorities who act with precaution as alert and responsive, fulfilling obligations to take care of people in times of uncertainty. Critics have castigated political leaders who failed to act with caution, particularly when disastrous consequences apparently followed from failure to take strong preventive measures.Soon after the start of the pandemic, investigators initiated a surge of clinical trials for drugs and vaccines, which have been enormously valuable and contributed to evidence-based improvements in clinical care and disease prevention. However, for public health, such mitigation measures as the 3- and 6-foot distancing rules, strategies for school openings, or quarantine duration remain untested in clinical trials. Their comparative benefit–harm ratio is still guided by the precautionary principle rather than by empirical evidence.The Precautionary PrincipleThe precautionary principle was developed to act on environmental risk when there is uncertainty about optimal risk management. In 1992, the United Nations (UN) introduced it as a principle for environmental protection (2). In 1993, the European Union (EU) incorporated the principle into its legislative framework (the Maastricht Treaty).The 1992 UN declaration did not consider potential harms or burdens of protective measures, but in 2000, the EU Commission introduced evidence-based risk assessment for public health measures under the precautionary principle. It explained that application of the precautionary principle should include a “scientific evaluation, as complete as possible … identifying at each stage the degree of scientific uncertainty” (3).Evidence-Based Risk Assessment in Times of CrisisThree factors must be considered in evidence-based risk assessment of public health measures: the absolute magnitude of morbidity and mortality from the threat, the expected benefits of measures against the threat, and the expected harms and burdens of the measures. Often, one or several of these are difficult to quantify, but as a prerequisite for moral action, authorities should explicitly appraise all 3 using the best available evidence (3).Some mitigation measures against COVID-19, such as improved hand hygiene, have little harm or cost. Others, including closures of schools and workplaces, curfews, or travel restrictions, have serious harms and burdens. Such measures need structured evidence evaluation for all 3 components of evidence-based risk assessment to be recognized.Against this background, it may not be surprising that on 12 December 2020, the Constitutional Court of Austria declared the country's COVID-19 emergency school closure laws unconstitutional because of a lack of evidence-based risk assessment (4). The court explained that the Austrian government had not provided estimates of expected benefits and harms of school closures. The court did not dismiss school closure as a reasonable public health measure itself but—in keeping with the EU commission (4)—established the need for transparent quantification for proportionality of mitigation measures. On the basis of similar reasoning, the district court of The Hague in February 2021 ruled a Dutch curfew law to be unconstitutional (5).Evidence Generation in Times of CrisisIn times of crisis, authorities first need to use evidence-based risk assessment to identify knowledge gaps underlying public health interventions introduced by emergency regulations. Next, they must ensure that these gaps are efficiently filled through empirical testing. This is scientifically, morally, and legally superior to the precautionary principle.Although it remains unthinkable for the U.S. Food and Drug Administration and similar agencies to approve new drugs or vaccines without proper testing in randomized trials, many COVID-19 public health measures are still based on legal process derived through politics, modeling, and expert opinion (1). In some cases, authorities have even actively blocked such evidence generation, as for randomized comparison of school openings (6) and training facilities (7) in Norway. The Norwegian authorities argued that their primary obligation in times of crisis is to protect life and well-being by being cautious, not to facilitate evidence through research.Admittedly, clinical trials for public health interventions are complex to perform. Political challenges need to be addressed, and stakeholders at the national, regional, and local levels (such as schools and parents, or businesses and customers) must be actively involved. But examples such as the Danish randomized trial for face masks against COVID-19 show that such trials are possible and may provide valuable information in crises (2, 8).Embedded TestingBecause health interventions introduced through laws are binding, evidence generation needs to be embedded in legal implementation and application. Recently, new concepts have been proposed that can be applied to testing of legal mitigation measures (9, 10).So-called learning health systems can facilitate testing in clinical trials and high-quality observational studies that are seamlessly embedded in the implementation and de-implementation process of legal health interventions. This approach combines best research methodology with concepts of evidence-based policy making.The concept of learning health systems consists of cycles of comparative testing of interventions. When analyses reveal that one approach is better than the other, the superior strategy is universally adopted. When new policy arises, test cycles start again—for example, by randomization to the current standard for social distancing of 6 feet versus a newer alternative of 3 feet. Cluster randomization of schools, classes, or neighborhoods or stepped-wedge designs with sequential implementation generate valid results. Opt-in and opt-out consent and information strategies are thoroughly considered to ensure ethical testing (10). If randomized testing is not possible, creative new observational study designs, such as causal inference emulation methodology with standardized data collection to simulate clinical trials, may be applied.Embedded testing allows investigators to find the least restrictive yet effective legal interventions against a new health threat, such as COVID-19. The concept can be applied to many legal health interventions during crises, such as comparing different types of masks or varying strategies for school openings. It allows safer reintroduction of normal business and reduces risk exposure because only persons who are assigned to the new intervention in each testing cycle are at potential risk for incremental harm.ConclusionsThe precautionary principle is a powerful tool that can be used to implement far-reaching restrictions while bypassing standard procedures for legal and medical risk assessment. However, uncritical application of the principle for legal health interventions prevents opportunities to gather new evidence for better handling of future crises. The remarkable drug and vaccine development during the COVID-19 pandemic has shown that rapid generation of high-quality empirical evidence is possible in crises. The same commitment should be given to generating high-quality evidence for legal health interventions and mitigation measures. It will enable decision makers to better quantify expected benefits, harms, and burdens; maintain trust and understanding; and preserve democratic processes.References1. Burris S, Anderson ED, Wagenaar AC. The “legal epidemiology” of pandemic control. N Engl J Med. 2021;384:1973-1975. [PMID: 34043295] doi:10.1056/NEJMp2103380 CrossrefMedlineGoogle Scholar2. Bourguignon D; European Parliamentary Research Service. The precautionary principle. Definitions, applications and governance. Publications Office of the European Union; December 2015. Accessed at www.europarl.europa.eu/RegData/etudes/IDAN/2015/573876/EPRS_IDA(2015)573876_EN.pdf on 4 August 2021. Google Scholar3. Commission of the European Communities. Communication from the Commission of the precautionary principle. 2002. Accessed at https://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:52000DC0001 on 4 August 2021. Google Scholar4. Verfassungsgerichtshof. VfGH V 436/2020. 10 December 2020. Accessed at www.vfgh.gv.at/downloads/VfGH_10.12.2020_V_436_2020_Covid-Massnahmen_in_Schulen.pdf on 4 August 2021. Google Scholar5. Rechtbank Den Haag. C/09/607056 / KG ZA 21-118. 16 February 2021. Accessed at https://uitspraken.rechtspraak.nl/inziendocument?id=ECLI:NL:RBDHA:2021:1100 on 4 August 2021. Google Scholar6. Fretheim A, Flatø M, Steens A, et al. COVID-19: we need randomised trials of school closures [Letter]. J Epidemiol Community Health. 2020;74:1078-1079. [PMID: 32907916] doi:10.1136/jech-2020-214262 CrossrefMedlineGoogle Scholar7. The TRAiN Study Group. Randomized re-opening of training facilities during the COVID-19 pandemic. medRxiv. Preprint posted online 25 June 2020. doi:10.1101/2020.06.24.20138768 Google Scholar8. Bundgaard H, Bundgaard JS, Raaschou-Pedersen DET, et al. Effectiveness of adding a mask recommendation to other public health measures to prevent SARS-CoV-2 infection in Danish mask wearers: a randomized controlled trial. Ann Intern Med. 2021;174:335-343. [PMID: 33205991] doi:10.7326/M20-6817 LinkGoogle Scholar9. Horwitz LI, Kuznetsova M, Jones SA. Creating a learning health system through rapid-cycle, randomized testing. N Engl J Med. 2019;381:1175-1179. [PMID: 31532967] doi:10.1056/NEJMsb1900856 CrossrefMedlineGoogle Scholar10. Kalager M, Bretthauer M. Improving cancer screening programs. Science. 2020;367:143-144. [PMID: 31919207] doi:10.1126/science.aay3156 CrossrefMedlineGoogle Scholar Comments 0 Comments Sign In to Submit A Comment Author, Article, and Disclosure InformationAuthors: Michael Bretthauer, MD, PhD; Lise M. Helsingen, MD; Magnus Løberg, MD, PhD; Mette Kalager, MD, PhD; Gordon Guyatt, MD, PhDAffiliations: University of Oslo and Oslo University Hospital, Oslo, Norway, and University of Tromsø, Tromsø, Norway (M.B., M.K.)University of Oslo and Oslo University Hospital, Oslo, Norway (L.M.H., M.L.)McMaster University, Hamilton, Ontario, Canada (G.G.).Acknowledgment: The authors thank the following colleagues for critical comments and suggestions on a previous version of this manuscript: Hans Petter Graver, JD; Anna Nylund, JD; Einar Øverenget, PhD; Ørjan Olsvik, PhD; and Kristin Bergtora Sandvik, JD.Disclosures: Disclosures can be viewed at www.acponline.org/authors/icmje/ConflictOfInterestForms.do?msNum=M21-2839.Corresponding Author: Michael Bretthauer, MD, PhD, Clinical Effectiveness Research Group, University of Oslo, Postbox 1089 Blindern, 0318 Oslo, Norway; e-mail, michael.bretthauer@medisin.uio.no.Current Author Addresses: Dr. Bretthauer: Clinical Effectiveness Research Group, University of Oslo, Postbox 1089 Blindern, 0318 Oslo, Norway.Dr. Helsingen: Clinical Effectiveness Research Group, University of Oslo, Sognsvannsveien 21, 0372 Oslo, Norway.Dr. Løberg: Institute of Health and Society, University of Oslo, PO Box 1089 Blindern, 0318 Oslo, Norway.Dr. Kalager: Clinical Effectiveness Group, Faculty of Medicine, University of Oslo, Problemveien 7, 0315 Oslo, Norway.Dr. Guyatt: McMaster University, 1280 Main Street West, Room HSC-2C12, Hamilton, ON L8N 3Z5, Canada.Author Contributions: Conception and design: M. Bretthauer, G.H. Guyatt, L.M. Helsingen.Analysis and interpretation of the data: M. Bretthauer, G.H. Guyatt.Drafting of the article: M. Bretthauer, L.M. Helsingen.Critical revision for important intellectual content: M. Bretthauer, G.H. Guyatt, L.M. Helsingen.Final approval of the article: M. Bretthauer, G.H. Guyatt, L.M. Helsingen, M. Kalager, M. Løberg.Collection and assembly of data: M. Bretthauer, G.H. Guyatt.This article was published at Annals.org on 10 August 2021. PreviousarticleNextarticle Advertisement FiguresReferencesRelatedDetails Metrics Cited byHealth communication in and out of public health emergencies: to persuade or to inform?Smittevernstaten og Hannah Arendts begrep om det totalitære October 2021Volume 174, Issue 10 Page: 1456-1457 Keywords Clinical trials COVID-19 Drug therapy Prevention, policy, and public health Risk assessments School closures Social distancing Vaccines ePublished: 10 August 2021 Issue Published: October 2021 Copyright & PermissionsCopyright © 2021 by American College of Physicians. All Rights Reserved.PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Michael Bretthauer",
      "id": "A5050152610",
      "orcid": "https://orcid.org/0000-0001-9653-6886",
      "institutions": [
        {
          "id": "I184942183",
          "display_name": "University of Oslo",
          "country_code": "NO",
          "type": "funder"
        },
        {
          "id": "I1281400175",
          "display_name": "Oslo University Hospital",
          "country_code": "NO",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Michael Bretthauer"
    },
    {
      "display_name": "Lise Mørkved Helsingen",
      "id": "A5006247077",
      "orcid": "https://orcid.org/0000-0002-2055-3978",
      "institutions": [
        {
          "id": "I1281400175",
          "display_name": "Oslo University Hospital",
          "country_code": "NO",
          "type": "healthcare"
        },
        {
          "id": "I184942183",
          "display_name": "University of Oslo",
          "country_code": "NO",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Lise M. Helsingen"
    },
    {
      "display_name": "Magnus Løberg",
      "id": "A5027683373",
      "orcid": "https://orcid.org/0000-0003-2231-1304",
      "institutions": [
        {
          "id": "I184942183",
          "display_name": "University of Oslo",
          "country_code": "NO",
          "type": "funder"
        },
        {
          "id": "I1281400175",
          "display_name": "Oslo University Hospital",
          "country_code": "NO",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Magnus Løberg"
    },
    {
      "display_name": "Mette Kalager",
      "id": "A5074669488",
      "orcid": "https://orcid.org/0000-0003-2504-108X",
      "institutions": [
        {
          "id": "I184942183",
          "display_name": "University of Oslo",
          "country_code": "NO",
          "type": "funder"
        },
        {
          "id": "I1281400175",
          "display_name": "Oslo University Hospital",
          "country_code": "NO",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mette Kalager"
    },
    {
      "display_name": "Gordon Guyatt",
      "id": "A5031717153",
      "orcid": "https://orcid.org/0000-0003-2352-5718",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Gordon Guyatt"
    }
  ],
  "publication_year": 2021,
  "publication_date": "2021-08-09",
  "type": "editorial",
  "cited_by_count": 2,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S119722071",
    "display_name": "Annals of Internal Medicine",
    "issn_l": "0003-4819",
    "issn": [
      "0003-4819",
      "1539-3704"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316812"
  },
  "volume": "174",
  "issue": "10",
  "first_page": "1456",
  "last_page": "1457",
  "open_access": {
    "is_oa": true,
    "oa_status": "green",
    "oa_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8372032",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.87104464
    },
    {
      "id": "C89623803",
      "display_name": "Pandemic",
      "level": 5,
      "score": 0.75911134
    },
    {
      "id": "C3008058167",
      "display_name": "Coronavirus disease 2019 (COVID-19)",
      "level": 4,
      "score": 0.6799383
    },
    {
      "id": "C27415008",
      "display_name": "Psychological intervention",
      "level": 2,
      "score": 0.5566347
    },
    {
      "id": "C3006700255",
      "display_name": "2019-20 coronavirus outbreak",
      "level": 3,
      "score": 0.5390763
    },
    {
      "id": "C3007834351",
      "display_name": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2)",
      "level": 5,
      "score": 0.5103933
    },
    {
      "id": "C177713679",
      "display_name": "Intensive care medicine",
      "level": 1,
      "score": 0.32381934
    },
    {
      "id": "C512399662",
      "display_name": "Family medicine",
      "level": 1,
      "score": 0.3207286
    },
    {
      "id": "C159047783",
      "display_name": "Virology",
      "level": 1,
      "score": 0.3114238
    },
    {
      "id": "C159110408",
      "display_name": "Nursing",
      "level": 1,
      "score": 0.18106699
    },
    {
      "id": "C2779134260",
      "display_name": "Disease",
      "level": 2,
      "score": 0.12914774
    },
    {
      "id": "C116675565",
      "display_name": "Outbreak",
      "level": 2,
      "score": 0.12498981
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.10736728
    },
    {
      "id": "C524204448",
      "display_name": "Infectious disease (medical specialty)",
      "level": 3,
      "score": 0.09990269
    }
  ],
  "topics": [
    {
      "id": "T11296",
      "display_name": "COVID-19 and healthcare impacts",
      "score": 0.9955
    },
    {
      "id": "T11430",
      "display_name": "Disaster Response and Management",
      "score": 0.9878
    },
    {
      "id": "T13555",
      "display_name": "Healthcare cost, quality, practices",
      "score": 0.9733
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.7326/m21-2839",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:38:41.808730",
  "source_database": "OpenAlex"
}