{
  "openalex_id": "W3199546055",
  "doi": "https://doi.org/10.1353/soh.2021.0114",
  "title": "The Struggle and the Urban South: Confronting Jim Crow in Baltimore before the Movement by David Taft Terry",
  "abstract": "Reviewed by: The Struggle and the Urban South: Confronting Jim Crow in Baltimore before the Movement by David Taft Terry Kimberley S. Johnson The Struggle and the Urban South: Confronting Jim Crow in Baltimore before the Movement. By David Taft Terry. Politics and Culture in the Twentieth-Century South. (Athens: University of Georgia Press, 2019. Pp. xvi, 273. $59.95, ISBN 978-0-8203-5507-8.) David Taft Terry's The Struggle and the Urban South: Confronting Jim Crow in Baltimore before the Movement is not just an examination of the Black freedom struggle that happens to be situated in a city; it is a probing historical account of the contested daily struggle of Black urban politics. In an age in which the idea of a \"chocolate city\" has seemingly run its course, Terry's work shows that the Black freedom struggle in Baltimore continues to be intertwined with an evolving and robust Black urban citizenship centered on the politics of everyday urban life. As such, The Struggle and the Urban South points the way toward thinking about Black urban studies as a distinctive area of inquiry. Terry challenges the \"characteristic anonymity\" of southern cities like Baltimore as part of a larger project of making the case that a distinctive Black urbanism evolved alongside of and intertwined with a broader process of American urbanization during the late nineteenth and early twentieth centuries (p. 2). Rather than seeing Baltimore's Black residents as a particular case of failed spatial assimilation, as was argued through the often pathological lens of early urban sociologists, or powerless victims through the retrospective lens of 1960s activism and the urban underclass debates of the 1980s, Terry makes the careful case for the rise of Black urban citizenship during the Jim Crow era. In the words of the historian Earl Lewis, from the late nineteenth century onward—and particularly in southern cities—\"'segregation became congregation'\" (p. 2). In Baltimore as well as other southern cities, a distinctive [End Page 545] kind of Black urbanity emerged, characterized by an \"ethos of empowerment and self-determination, often in pointed contrast with the vulnerabilities and dependencies\" of southern small-town and rural life (p. 5). In this new urban milieu, \"southern black life—middle class and working class, sanctified and worldly, native and newcomer\"—was continually challenged and remixed (p. 2). A new Black urbanism emerged where the \"scale, complexity, and diversity\" of daily life of a city within a city offered a lived and embodied counternarrative to the white supremacist logic that undergirded white progressive urban reformers in Baltimore and across the nation (p. 12). This daily counternarrative was met with a variety of responses by white Baltimoreans, ranging from racial zoning, white liberal \"interracialism,\" and weak equalization to the establishment and elaboration of a modern police force that enforced the urban color line via a thoroughly and unapologetically brutal police culture that endures to this day (p. 14). Terry's important work demonstrates that the cultural, social, and political consequences of living in a city—as much for Blacks as for any other group—are a fundamental element in tracing the intersections between the United States' racial orders and urban political development. At the heart of Black Baltimore's urban citizenship was a \"pragmatic black nationalist\" ethos (p. 58). This ethos turned Black Baltimoreans into agents, resisters, and creative respondents to urban Jim Crow, rather than casting them as perpetual and passive victims of urbanization. Through a recounting of community building and activism in a number of policy areas across the Progressive era, the Great Depression, World War II, and the period after Brown v. Board of Education (1954), Terry illuminates the emergence of what he calls a \"pragmatic, black nationalist strategy\" that focused on equalization and community control (p. 3). While Black middle-class organizational responses and adaptations to these logics dominate the archives, Terry takes care to show a city created by Baltimore's Black working class. For example, Terry recounts the struggle by Black laundresses to maintain their control over the laundry business in the wake of Chinese-owned firms emerging around the turn of the twentieth century. The activism of these Black women foregrounds...",
  "authors": [
    {
      "display_name": "Kimberley Johnson",
      "id": "A5017216795",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Kimberley S. Johnson"
    }
  ],
  "publication_year": 2021,
  "publication_date": "2021-01-01",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S119035484",
    "display_name": "The Journal of Southern History",
    "issn_l": "0022-4642",
    "issn": [
      "0022-4642",
      "2325-6893"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316357"
  },
  "volume": "87",
  "issue": "3",
  "first_page": "545",
  "last_page": "546",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.68917733
    },
    {
      "id": "C2780781376",
      "display_name": "Citizenship",
      "level": 3,
      "score": 0.551117
    },
    {
      "id": "C39853841",
      "display_name": "Urbanization",
      "level": 2,
      "score": 0.53191084
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.51101506
    },
    {
      "id": "C56273599",
      "display_name": "White (mutation)",
      "level": 3,
      "score": 0.48231983
    },
    {
      "id": "C2777874013",
      "display_name": "Urban politics",
      "level": 3,
      "score": 0.4526002
    },
    {
      "id": "C207141826",
      "display_name": "Urbanism",
      "level": 3,
      "score": 0.45160022
    },
    {
      "id": "C107993555",
      "display_name": "Gender studies",
      "level": 1,
      "score": 0.44290873
    },
    {
      "id": "C2780668109",
      "display_name": "Opposition (politics)",
      "level": 3,
      "score": 0.44177625
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.40311223
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.25032192
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.17970127
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.15733826
    },
    {
      "id": "C123657996",
      "display_name": "Architecture",
      "level": 2,
      "score": 0.0
    },
    {
      "id": "C55493867",
      "display_name": "Biochemistry",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C162324750",
      "display_name": "Economics",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C104317684",
      "display_name": "Gene",
      "level": 2,
      "score": 0.0
    },
    {
      "id": "C50522688",
      "display_name": "Economic growth",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T12765",
      "display_name": "Race, History, and American Society",
      "score": 0.9462
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/soh.2021.0114",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:03:03.300849",
  "source_database": "OpenAlex"
}