{
  "openalex_id": "W3197053620",
  "doi": "https://doi.org/10.1097/ju.0000000000001937",
  "title": "Factors Associated with Time to Conversion from Active Surveillance to Treatment for Prostate Cancer in a Multi-Institutional Cohort",
  "abstract": "No AccessJournal of UrologyAdult Urology1 Nov 2021Factors Associated with Time to Conversion from Active Surveillance to Treatment for Prostate Cancer in a Multi-Institutional CohortThis article is commented on by the following:Editorial Comment Lauren Folgosa Cooley, Adaeze A. Emeka, Travis J. Meyers, Phillip R. Cooper, Daniel W. Lin, Antonio Finelli, James A. Eastham, Christopher J. Logothetis, Leonard S. Marks, Danny Vesprini, S. Larry Goldenberg, Celestia S. Higano, Christian P. Pavlovich, June M. Chan, Todd M. Morgan, Eric A. Klein, Daniel A. Barocas, Stacy Loeb, Brian T. Helfand, Denise M. Scholtens, John S. Witte, and William J. Catalona Lauren Folgosa CooleyLauren Folgosa Cooley Department of Urology, Northwestern University Feinberg School of Medicine, Chicago, Illinois , Adaeze A. EmekaAdaeze A. Emeka Department of Urology, Northwestern University Feinberg School of Medicine, Chicago, Illinois , Travis J. MeyersTravis J. Meyers Department of Epidemiology and Biostatistics, University of California, San Francisco, San Francisco, California , Phillip R. CooperPhillip R. Cooper Department of Urology, Northwestern University Feinberg School of Medicine, Chicago, Illinois , Daniel W. LinDaniel W. Lin Fred Hutchinson Cancer Research Center, Cancer Prevention Program, Public Health Sciences, Seattle, Washington Department of Urology, University of Washington, Seattle, Washington , Antonio FinelliAntonio Finelli Division of Urology, Department of Surgery, Princess Margaret Cancer Centre, University Health Network, Toronto, Ontario, Canada , James A. EasthamJames A. Eastham Urology Service, Department of Surgery, Memorial Sloan Kettering Cancer Center, New York, New York , Christopher J. LogothetisChristopher J. Logothetis Departments of Genitourinary Medical Oncology and Urology, the University of Texas M. D. Anderson Cancer Center, Houston, Texas , Leonard S. MarksLeonard S. Marks Department of Urology, David Geffen School of Medicine at UCLA, Los Angeles, California , Danny VespriniDanny Vesprini Odette Cancer Centre, Sunnybrook Health and Sciences Centre, University of Toronto, Toronto, Ontario, Canada , S. Larry GoldenbergS. Larry Goldenberg Department of Urologic Sciences, University of British Columbia, Vancouver, British Columbia, Canada , Celestia S. HiganoCelestia S. Higano Department of Urologic Sciences, University of British Columbia, Vancouver, British Columbia, Canada , Christian P. PavlovichChristian P. Pavlovich The Brady Urological Institute, the Johns Hopkins University School of Medicine, Baltimore, Maryland , June M. ChanJune M. Chan Department of Epidemiology and Biostatistics, University of California, San Francisco, San Francisco, California Department of Urology, University of California, San Francisco, San Francisco, California , Todd M. MorganTodd M. Morgan Department of Urology, University of Michigan, Ann Arbor, Michigan , Eric A. KleinEric A. Klein Glickman Urological and Kidney Institute, Cleveland Clinic Lerner College of Medicine, Cleveland Clinic, Cleveland, Ohio , Daniel A. BarocasDaniel A. Barocas Department of Urology, Vanderbilt University Medical Center, Nashville, Tennessee , Stacy LoebStacy Loeb Departments of Urology and Population Health, New York University Langone Health and Manhattan Veterans Affairs Medical Center, New York, New York , Brian T. HelfandBrian T. Helfand Division of Urology, NorthShore University Health System, Evanston, Illinois , Denise M. ScholtensDenise M. Scholtens Division of Biostatistics, Department of Preventive Medicine, Northwestern University Feinberg School of Medicine, Chicago, Illinois , John S. WitteJohn S. Witte Department of Epidemiology and Biostatistics, University of California, San Francisco, San Francisco, California Department of Urology, University of California, San Francisco, San Francisco, California Helen Diller Family Comprehensive Cancer Center, University of California, San Francisco, San Francisco, California , and William J. CatalonaWilliam J. Catalona ‡Correspondence:Northwestern University Feinberg School of Medicine, 676 N. St. Clair St., Suite 20-150, Chicago, Illinois 60611 telephone: 312-695-4471; E-mail Address: [email protected] Department of Urology, Northwestern University Feinberg School of Medicine, Chicago, Illinois View All Author Informationhttps://doi.org/10.1097/JU.0000000000001937AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: We examined the demographic and clinicopathological parameters associated with the time to convert from active surveillance to treatment among men with prostate cancer. Materials and Methods: A multi-institutional cohort of 7,279 patients managed with active surveillance had data and biospecimens collected for germline genetic analyses. Results: Of 6,775 men included in the analysis, 2,260 (33.4%) converted to treatment at a median followup of 6.7 years. Earlier conversion was associated with higher Gleason grade groups (GG2 vs GG1 adjusted hazard ratio [aHR] 1.57, 95% CI 1.36–1.82; ≥GG3 vs GG1 aHR 1.77, 95% CI 1.29–2.43), serum prostate specific antigen concentrations (aHR per 5 ng/ml increment 1.18, 95% CI 1.11–1.25), tumor stages (cT2 vs cT1 aHR 1.58, 95% CI 1.41–1.77; ≥cT3 vs cT1 aHR 4.36, 95% CI 3.19–5.96) and number of cancerous biopsy cores (3 vs 1–2 cores aHR 1.59, 95% CI 1.37–1.84; ≥4 vs 1–2 cores aHR 3.29, 95% CI 2.94–3.69), and younger age (age continuous per 5-year increase aHR 0.96, 95% CI 0.93–0.99). Patients with high-volume GG1 tumors had a shorter interval to conversion than those with low-volume GG1 tumors and behaved like the higher-risk patients. We found no significant association between the time to conversion and self-reported race or genetic ancestry. Conclusions: A shorter time to conversion from active surveillance to treatment was associated with higher-risk clinicopathological tumor features. Furthermore, patients with high-volume GG1 tumors behaved similarly to those with intermediate and high-risk tumors. An exploratory analysis of self-reported race and genetic ancestry revealed no association with the time to conversion. References 1. : Clinically localized prostate cancer: AUA/ASTRO/SUO guideline. Part I: Risk stratification, shared decision making, and care options. J Urol 2018; 199: 683. Link, Google Scholar 2. : The Movember Foundation's GAP3 cohort: a profile of the largest global prostate cancer active surveillance database to date. BJU Int 2018; 121: 737. Google Scholar 3. : Reasons for discontinuing active surveillance: assessment of 21 centres in 12 countries in the Movember GAP3 consortium. Eur Urol 2019; 75: 523. Google Scholar 4. : Determining clinically based factors associated with reclassification in the pre-MRI era using a large prospective active surveillance cohort. Urology 2020; 138: 91. Google Scholar 5. : Active surveillance review: contemporary selection criteria, follow-up, compliance and outcomes. Transl Androl Urol 2018; 7: 243. Google Scholar 6. : African American race is not associated with risk of reclassification during active surveillance: results from the Canary Prostate Cancer Active Surveillance Study. J Urol 2020; 203: 727. Link, Google Scholar 7. : Active surveillance of grade group 1 prostate cancer: long-term outcomes from a large prospective cohort. Eur Urol 2020; 77: 675. Google Scholar 8. : Five-year nationwide follow-up study of active surveillance for prostate cancer. Eur Urol 2015; 67: 233. Google Scholar 9. : A decade of active surveillance in the PRIAS study: an update and evaluation of the criteria used to recommend a switch to active treatment. Eur Urol 2016; 70: 954. Google Scholar 10. : Effect of age and race on the survival of men with prostate cancer in the Metropolitan Detroit Tricounty area, 1973 to 1987. Urology 1995; 45: 93. Google Scholar 11. : Cancer statistics for African Americans, 2016: progress and opportunities in reducing racial disparities. CA Cancer J Clin 2016; 66: 290. Google Scholar 12. : Development and validation of a clinical prognostic stage group system for nonmetastatic prostate cancer using disease-specific mortality results from the international staging collaboration for cancer of the prostate. JAMA Oncol 2020; 6: 1912. Google Scholar 13. : Comparison by race of conservative management for low-risk and intermediate-risk prostate cancers in Veterans from 2004 to 2018. JAMA Netw Open 2020; 3: e2018318. Google Scholar 14. : Association between African American race and clinical outcomes in men treated for low-risk prostate cancer with active surveillance. JAMA 2020; 324: 1747. Google Scholar 15. : Active surveillance for low-risk prostate cancer in black patients. New Engl J Med 2019; 380: 2070. Google Scholar 16. : Prostate cancer-specific mortality across Gleason scores in black vs nonblack men. JAMA 2018; 320: 2479. Google Scholar 17. : Is active surveillance a suitable option for African American men with prostate cancer? A systemic literature review. Prostate Cancer Prostatic Dis 2017; 20: 127. Google Scholar 18. : Active surveillance for black men with low-risk prostate cancer. JAMA 2020; 324: 1733. Google Scholar 19. : Association of Black race with prostate cancer–specific and other-cause mortality. JAMA Oncol 2019; 5: 975. Google Scholar 20. : Clinical and demographic characteristics associated with prostate cancer progression in patients on active surveillance. J Urol 2012; 187: 1594. Link, Google Scholar 21. Uroweb: EAU Guidelines: Prostate Cancer. Available at https://uroweb.org/guideline/prostate-cancer/. Accessed September 14, 2020. Google Scholar 22. : Prostate cancer, version 2.2019, NCCN Clinical Practice Guidelines in Oncology. J Natl Compr Canc Netw 2019; 17: 479. Google Scholar 23. : Median follow-up in clinical trials. J Clin Oncol 1991; 9: 191. Google Scholar 24. : Fast model-based estimation of ancestry in unrelated individuals. Genome Res 2009; 19: 1655. Google Scholar 25. : 10-Year outcomes after monitoring, surgery, or radiotherapy for localized prostate cancer. New Engl J Med 2016; 375: 1415. Google Scholar 26. : Extended followup and risk factors for disease reclassification in a large active surveillance cohort for localized prostate cancer. J Urol 2015; 193: 807. Link, Google Scholar 27. : National trends in active surveillance for prostate cancer: validation of Medicare claims-based algorithms. Urology 2018; 120: 96. Google Scholar 28. : Magnetic resonance imaging-guided confirmatory biopsy for initiating active surveillance of prostate cancer. JAMA Netw Open 2019; 2: e1911019. Google Scholar 29. : Prostate magnetic resonance imaging interpretation varies substantially across radiologists. Eur Urol Focus 2019; 5: 592. Google Scholar Funding/Support and Role of the Sponsor: P50CA180995 (Catalona) 08/01/15–07/31/21 NIH/NCI SPORE in Prostate Cancer PI on the SPORE grant, Center for Inherited Disease Research (CIDR) award from the NCI for patient sample genotyping (X01HG009642), Urological Research Foundation (Catalona), NorthShore University Health System, Evanston, Illinois (Helfand). Additional support was provided by award numbers R01CA158627 and R01CA195505 (Marks), P50 CA186786 (Morgan), UL1 TR000445 from NCATS/NIH for Vanderbilt REDCap (Barocas), P50 CA097186 and K05 CA175147 (Stanford), and U01 CA113913 (Sanda) from the National Institute of Health. Conflict of Interest Disclosures: Dr. Finelli—Consultant/Advisory Board (Abbvie, Astellas, Amgen, Astra Zeneca, Bayer, Janssen, Sanofi, TerSera). Dr. Fleshner—Honoraria/advisory/speaker bureau (Astellas, Janssen, Abbvie, Ferring, Sanofi, Merck); Research funding (Janssen, Astellas, Bayer); Stock (Verity Pharma). Dr. Eastham—Stock (3D biopsy). Dr. Ehdaie—Consulting (Myriad, Inc); Honorarium (Koelis webinar). Dr. Gregg—Advisory board for Genentech, not related to the manuscript. Dr. Marks—Co-founder (Avenda Health). Dr. Higano—Institutional research funding (Aptevo, Aragon, Astellas, AstraZeneca, Clovis, Dendreon, eFFECTOR Therapeutics, Emergent, Ferring, Genentech, Hoffman-Laroche, Medivation, Pfizer); Consulting, scientific advisory boards (Astellas, Bayer, Blue Earth Diagnostics, Clovis, Dendreon, Ferring, Hinova, Janssen, Merck, Orion, Pfizer, Tolmar, Carrick Therapeutics, Novartis, Genentech); Other (spouse holds stock and former officer of CTI Biopharma). Dr. Pavlovich—Clinical trial Steering Committee member and clinical trial site Principal Investigator (PI) (Dendreon); clinical trial site PI (Profound Medical, Canada); clinical trial site PI (Nanostics, Canada). Dr. Carroll—advisory board (Nutcracker Therapeutics [messenger RNA therapy], Francis Medical [tissue ablation] and Insightec [tissue ablation]), not relevant to this study. Dr. Cooperberg—reports personal fees from Astellas, Bayer, MDx Health, Myriad Genetics, Dendreon, Steba Biotech, Astra Zeneca and Abbvie, outside the submitted work. Dr. Chan—Husband is a full-time employee of GRAIL, Inc. Dr. Barocas—Advisory Boards for Progenics. Dr. Dall'Era—Clinical trial (Janssen); Grant (Tempus); Speaker (Photocure). Dr. Rais-Bahrami—Consultant (Philips/InVivo Corp, Genomic Health Inc, Bayer Healthcare, Blue Earth Diagnostics and Intuitive Surgical). Research funding support (NIH/NCI, U.S. Department of Defense, Blue Earth Diagnostics, Genomic Health Inc, and Astellas). Dr. Karnes—Institutional and personal IP-royalties (Decipher Biosciences). Dr. Cookson—Advisory Board (Astellas, Janssen, Merck, Bayer). Dr. Stratton—Advisor (Dendreon); Honoraria (Bayer). Dr. Stadler—Consultant (DSMB; Astra-Zeneca, Bayer, Eisai, Merck, Pfizer, Sotio); Consultant (Caremark/CVS, Genentech, Pfizer); Speakers Bureau (CME providers [sponsorship unknown]: Applied Clinical Education, Dava Oncology, Global Academy for Medical Education, OncLive, PeerView, Vindico); Grant/Research Support to institution (Abbvie, Astra-Zeneca, Astellas [Medivation], Bayer, Bristol-Myers-Squibb, Boehringer-Ingelheim, Calithera, Clovis, Corvus, Eisai, Exilixis, Genentech [Roche], Johnson&Johnson [Janssen], Merck, Novartis, Pfizer, Seattle Genetics, Tesaro, X4Pharmaceuticals); Miscellaneous/Editorial (Cancer [ACS], Up-To-Date). Dr. Loeb—has equity in Gilead, unrelated to the current manuscript. Dr. Helfand—Advisory board and speaker (Ambry Genetics); Researcher and speaker (Exact Sciences); Researcher, advisory board and speaker (Blue Earth Diagnostics). Dr. Taneja—Consultant (Trod Medical, Francis Medical, Insightec, Exact Imaging); scientific advisory board (GT Biopharma); scientific investigator (MDxHealth). Dr. Gaylis—scientific advisory board (Stratify Genomics). Dr. Cooley, Dr. Emeka, Dr. Meyers, Dr. Helenowski, Ms. Lancki, Mr. Cooper, Dr. Xu, Dr. Lin, Dr. Stanford, Dr. Newcomb, Dr. Logothetis, Dr. Vesprini, Dr. Klotz, Dr. Loblaw, Dr. Goldenberg, Dr. Carter, Dr. Mamawala, Ms. Cowan, Dr. Morgan, Mr. Siddiqui, Dr. Klein, Dr. Dallmer, Dr. Kundu, Dr. Roobol, Dr. Venderbos, Dr. Sanda, Dr. Arnold, Dr. Patil, Dr. Evans, Prof. Costello, Dr. Chow, Dr. Corcoran, Dr. Gordetsky, Dr. Scherr, Mr. Flynn, Dr. Koch, Dr. Nelson, Dr. Bianco, Ms. Lopez, Dr. Amling, Dr. Scholtens, Dr. Witte, Dr. Catalona declare no conflicts of interest to disclose. Author Contributions: Study concept and design: Cooley, Emeka, Catalona, Lancki, Helfand, Meyers, Witte, Scholtens; Acquisition of data: Emeka, Cooper, Lancki, Catalona, Scholtens, Helfand, Lin, Stanford, Newcomb, Colb, Finelli, Komisarenko, Eastham, Ehdaie, Benfante, Logothetis, Gregg, Perez, Garza, Marks, Barsa, Vesprini, Mamedov, Goldenberg, Higano, Arvoska, Wu, Pavlovich, Mamawala, Carroll, Chan, Morgan, Siddiqui, Martin, Klein, Gotwald, Barocas, Dallmer, Steele, Kundu, Stockdale, Roobol, Venderbos, Sanda, Patil, Evans, Dall'Era, Vij, Costello, Chow, Rais-Bahrami, Phares, Scherr, Flynn, Karnes, Koch, Dhondt, Nelson, McBride, Cookson, Stratton, Farriester, Hemken, Stadler, Banionyte, Bianco Jr., Lopez, Loeb, Byrne, Amling, Boileau, Gaylis, Kundu; Analysis and interpretation of data: Cooley, Emeka, Meyers, Jiang, Lancki, Catalona, Helfand, Witte, Scholtens; Drafting of the manuscript: Cooley, Emeka, Catalona, Helfand, Meyers, Jiang, Witte, Scholtens; Critical revision of the manuscript for important intellectual content: Cooley, Emeka, Helfand, Catalona, Meyers, Jiang, Witte, Scholtens, Cooper, Lin, Stanford, Finelli, Eastham, Ehdaie, Logothetis, Gregg, Marks, Vesprini, Loblaw, Klotz, Kundu, Goldenberg, Higano, Pavlovich, Caroll, Cooperberg, Chan, Morgan, Klein, Barocas, Roobol, Sanda, Evans, Dall'Era, Costello, Chow, Rais-Bahrami, Scherr, Karnes, Koch, Nelson, Cookson, Stratton, Stadler, Bianco Jr., Loeb, Amling, Cooperberg, Gaylis; Final approval of the version to be published: Cooley, Emeka, Helfand, Catalona, Meyers, Jiang, Witte, Scholtens, Cooper, Lin, Stanford, Finelli, Eastham, Ehdaie, Logothetis, Gregg, Marks, Vesprini, Loblaw, Klotz, Kundu, Goldenberg, Higano, Pavlovich, Caroll, Cooperberg, Chan, Morgan, Klein, Barocas, Roobol, Sanda, Evans, Dall'Era, Costello, Chow, Rais-Bahrami, Scherr, Karnes, Koch, Nelson, Cookson, Stratton, Stadler, Bianco Jr., Loeb, Amling, Cooperberg, Gaylis; Author accountability: Cooley, Emeka, Helfand, Catalona, Meyers, Jiang, Witte, Scholtens, Cooper, Lin, Stanford, Finelli, Eastham, Ehdaie, Logothetis, Gregg, Marks, Vesprini, Loblaw, Klotz, Kundu, Goldenberg, Higano, Pavlovich, Caroll, Cooperberg, Chan, Morgan, Klein, Barocas, Roobol, Sanda, Evans, Dall'Era, Costello, Chow, Rais-Bahrami, Scherr, Karnes, Koch, Nelson, Cookson, Stratton, Stadler, Bianco Jr., Loeb, Amling, Cooperberg, Gaylis take responsibility for the integrity of the data and the accuracy of the data analysis; Statistical analysis: Meyers, Lancki, Jiang, Witte, Xu, Scholtens; Acquisition of funding: Catalona, Witte, Helfand. Contributor Names: Laurence H. Klotz1; H. Ballentine Carter2; Peter R. Carroll3; Neil E. Fleshner4; Monique J. Roobol5; Martin G. Sanda6; Christopher P. Evans7; Marc A. Dall'Era7; Janet L. Stanford8,9; Lisa F. Newcomb10,11; R. Jeffrey Karnes14; Franklin D. Gaylis15; Shilajit D. Kundu16; Michael Koch17; Joel B. Nelson18; Michael S. Cookson19; Douglas S. Scherr20; Fernando J. Bianco, Jr.21; Christopher L. Amling22; Anthony J. Costello23; Ken Chow23; Samir S. Taneja13; Niall M. Corcoran23; Matthew R. Cooperberg3,24; Justin R. Gregg25; Andrew Loblaw1; Walter M. Stadler26; Behfar Ehdaie27; Yu Jiang28; Kelly L. Stratton19; Soroush Rais-Bahrami29; Jeremiah R. Dallmer30,31; Jennifer B. Gordetsky30,32; Jeri Kim33; Jianfeng Xu34; Thomas Flynn20; Merdie Delfin35; Mufaddal Mamawala2; Isabel H. Lopez21; Janet E. Cowan36; Lionne D.F. Venderbos5; Rebecca Arnold6; Dattatraya Patil6; Javed Siddiqui37; Irene Helenowski38; Nicola Lancki38; Suzanne Kolb8,9; Maria Komisarenko4; Nicole Benfante27; Cherie A. Perez25; Sergio Garz25; Danielle Barsa35; Alexandre Mamedov1; Jacqueline Petkewicz34; Nicholas Kirwen34; Olga Arsovska12; Eugenia Wu12; Tricia Landis2; Rabia Martin39; Karen Brittain40; Paige Gotwald40; Pam Steele30; Jazmine Stockdale16; Anjali Vij7; Courtney Phares29; Courtney Rose Dhondt17; Dawn McBride18; Stephen Farriester19; Erin Hemken19; Tuula Pera26; Deimante Banionyte26; Nataliya Byrne13; Ann Martinez22; Luc Boileau22; the Prostate Cancer Foundation in Rotterdam, the Canary Prostate Active Surveillance Study (PASS). Contributor Affiliations: 1Odette Cancer Centre, Sunnybrook Health and Sciences Centre, University of Toronto, Toronto, Ontario, Canada; 2The Brady Urological Institute, the Johns Hopkins University School of Medicine, Baltimore, Maryland; 3Department of Urology, University of California, San Francisco, San Francisco, California; 4Division of Urology, Department of Surgery, Princess Margaret Cancer Centre, University Health Network, Toronto, Ontario, Canada; 5Department of Urology, Erasmus University Medical Center, Rotterdam, the Netherlands; 6Department of Urology, Emory University School of Medicine, Atlanta, Georgia; 7Department of Urologic Surgery, University of California, Davis Medical Center, Sacramento, California; 8Fred Hutchinson Cancer Research Center, Cancer Epidemiology Program, Public Health Sciences, Seattle, Washington; 9Department of Epidemiology, University of Washington, School of Public Health, Seattle, Washington; 10Fred Hutchinson Cancer Research Center, Cancer Prevention Program, Public Health Sciences, Seattle, Washington; 11Department of Urology, University of Washington, Seattle, Washington; 12Department of Urologic Sciences, University of British Columbia, Vancouver, British Columbia, Canada; 13Departments of Urology and Population Health, New York University Langone Health and Manhattan Veterans Affairs Medical Center, New York, New York; 14Mayo Clinic Department of Urology, Rochester, Minnesota; 15Genesis Healthcare Partners, Department of Urology, University of California, San Diego, San Diego, California; 16Department of Urology, Northwestern University Feinberg School of Medicine, Chicago, IllinoisL; 17Department of Urology, Indiana University School of Medicine, Indianapolis, IN; 18Department of Urology, University of Pittsburgh School of Medicine, Pittsburgh, Pennsylvania; 19Department of Urology, University of Oklahoma Health Sciences Center, Oklahoma City, Oklahoma; 20Department of Urology, Weill Cornell Medicine, New York-Presbyterian Hospital, New York, New York; 21Urological Research Network, Miami Lakes, Florida; 22Department of Urology, Oregon Health and Science University, Portland, Oregon; 23Department of Urology, Royal Melbourne Hospital and University of Melbourne, Melbourne, Australia; 24Helen Diller Family Comprehensive Cancer Center, University of California, San Francisco, San Francisco, California; 25Departments of Genitourinary Medical Oncology and Urology, the University of Texas MD Anderson Cancer Center, Houston, Texas; 26University of Chicago Comprehensive Cancer Center, Chicago, Illinois; 27Urology Service, Department of Surgery, Memorial Sloan Kettering Cancer Center, New York, New York; 28Department of Epidemiology and Biostatistics, University of California, San Francisco, San Francisco, California; 29Department of Urology, the University of Alabama at Birmingham, Birmingham, Alabama; 30Department of Urology, Vanderbilt University Medical Center, Nashville, Tennessee; 31Department of Urology, Cedars-Sinai Medical Center, Los Angeles, California; 32Department of Pathology, Microbiology, and Immunology, Vanderbilt University Medical Center, Nashville, Tennessee; 33Merck & Co., Inc., Kenilworth, New Jersey; 34Division of Urology, NorthShore University Health System, Evanston, Illinois; 35Department of Urology, David Geffen School of Medicine at UCLA, Los Angeles, California; 36Department of Epidemiology and Biostatistics, University of California, San Francisco, San Francisco, California; 37Department of Pathology, University of Michigan, Ann Arbor, Michigan; 38Division of Biostatistics, Department of Preventive Medicine, Northwestern University Feinberg School of Medicine, Chicago, Illinois; 39Department of Urology, University of Michigan, Ann Arbor, Michigan; and 40Glickman Urological and Kidney Institute, Cleveland Clinic Lerner College of Medicine, Cleveland Clinic, Cleveland, Ohio. © 2021 by American Urological Association Education and Research, Inc.FiguresReferencesRelatedDetailsCited BySmith J (2021) This Month in Adult UrologyJournal of Urology, VOL. 206, NO. 5, (1083-1084), Online publication date: 1-Nov-2021.Related articlesJournal of UrologySep 10, 2021, 12:00:00 AMEditorial Comment Volume 206Issue 5November 2021Page: 1147-1156Supplementary Materials Advertisement Copyright & Permissions© 2021 by American Urological Association Education and Research, Inc.Keywordsprostatic neoplasmshuman geneticsrace factorswatchful waitingAcknowledgmentsWe wish to acknowledge Julia T. Arnold, PhD, Tamara Walton, MPA, MHA, Melissa Rotunno, PhD, Barbara Thomas, PhD, and the Center for Inherited Disease Research Staff for their invaluable assistance with this project.MetricsAuthor Information Lauren Folgosa Cooley Department of Urology, Northwestern University Feinberg School of Medicine, Chicago, Illinois These authors contributed equally to the first authorship. More articles by this author Adaeze A. Emeka Department of Urology, Northwestern University Feinberg School of Medicine, Chicago, Illinois These authors contributed equally to the first authorship. More articles by this author Travis J. Meyers Department of Epidemiology and Biostatistics, University of California, San Francisco, San Francisco, California These authors contributed equally to the first authorship. More articles by this author Phillip R. Cooper Department of Urology, Northwestern University Feinberg School of Medicine, Chicago, Illinois More articles by this author Daniel W. Lin Fred Hutchinson Cancer Research Center, Cancer Prevention Program, Public Health Sciences, Seattle, Washington Department of Urology, University of Washington, Seattle, Washington More articles by this author Antonio Finelli Division of Urology, Department of Surgery, Princess Margaret Cancer Centre, University Health Network, Toronto, Ontario, Canada More articles by this author James A. Eastham Urology Service, Department of Surgery, Memorial Sloan Kettering Cancer Center, New York, New York More articles by this author Christopher J. Logothetis Departments of Genitourinary Medical Oncology and Urology, the University of Texas M. D. Anderson Cancer Center, Houston, Texas More articles by this author Leonard S. Marks Department of Urology, David Geffen School of Medicine at UCLA, Los Angeles, California More articles by this author Danny Vesprini Odette Cancer Centre, Sunnybrook Health and Sciences Centre, University of Toronto, Toronto, Ontario, Canada More articles by this author S. Larry Goldenberg Department of Urologic Sciences, University of British Columbia, Vancouver, British Columbia, Canada More articles by this author Celestia S. Higano Department of Urologic Sciences, University of British Columbia, Vancouver, British Columbia, Canada More articles by this author Christian P. Pavlovich The Brady Urological Institute, the Johns Hopkins University School of Medicine, Baltimore, Maryland More articles by this author June M. Chan Department of Epidemiology and Biostatistics, University of California, San Francisco, San Francisco, California Department of Urology, University of California, San Francisco, San Francisco, California More articles by this author Todd M. Morgan Department of Urology, University of Michigan, Ann Arbor, Michigan More articles by this author Eric A. Klein Glickman Urological and Kidney Institute, Cleveland Clinic Lerner College of Medicine, Cleveland Clinic, Cleveland, Ohio More articles by this author Daniel A. Barocas Department of Urology, Vanderbilt University Medical Center, Nashville, Tennessee More articles by this author Stacy Loeb Departments of Urology and Population Health, New York University Langone Health and Manhattan Veterans Affairs Medical Center, New York, New York More articles by this author Brian T. Helfand Division of Urology, NorthShore University Health System, Evanston, Illinois These authors contributed equally to the senior authorship. More articles by this author Denise M. Scholtens Division of Biostatistics, Department of Preventive Medicine, Northwestern University Feinberg School of Medicine, Chicago, Illinois These authors contributed equally to the senior authorship. More articles by this author John S. Witte Department of Epidemiology and Biostatistics, University of California, San Francisco, San Francisco, California Department of Urology, University of California, San Francisco, San Francisco, California Helen Diller Family Comprehensive Cancer Center, University of California, San Francisco, San Francisco, California These authors contributed equally to the senior authorship. More articles by this author William J. Catalona Department of Urology, Northwestern University Feinberg School of Medicine, Chicago, Illinois ‡Correspondence:Northwestern University Feinberg School of Medicine, 676 N. St. Clair St., Suite 20-150, Chicago, Illinois 60611 telephone: 312-695-4471; E-mail Address: [email protected] These authors contributed equally to the senior authorship. More articles by this author Expand All Funding/Support and Role of the Sponsor: P50CA180995 (Catalona) 08/01/15–07/31/21 NIH/NCI SPORE in Prostate Cancer PI on the SPORE grant, Center for Inherited Disease Research (CIDR) award from the NCI for patient sample genotyping (X01HG009642), Urological Research Foundation (Catalona), NorthShore University Health System, Evanston, Illinois (Helfand). Additional support was provided by award numbers R01CA158627 and R01CA195505 (Marks), P50 CA186786 (Morgan), UL1 TR000445 from NCATS/NIH for Vanderbilt REDCap (Barocas), P50 CA097186 and K05 CA175147 (Stanford), and U01 CA113913 (Sanda) from the National Institute of Health. Conflict of Interest Disclosures: Dr. Finelli—Consultant/Advisory Board (Abbvie, Astellas, Amgen, Astra Zeneca, Bayer, Janssen, Sanofi, TerSera). Dr. Fleshner—Honoraria/advisory/speaker bureau (Astellas, Janssen, Abbvie, Ferring, Sanofi, Merck); Research funding (Janssen, Astellas, Bayer); Stock (Verity Pharma). Dr. Eastham—Stock (3D biopsy). Dr. Ehdaie—Consulting (Myriad, Inc); Honorarium (Koelis webinar). Dr. Gregg—Advisory board for Genentech, not related to the manuscript. Dr. Marks—Co-founder (Avenda Health). Dr. Higano—Institutional research funding (Aptevo, Aragon, Astellas, AstraZeneca, Clovis, Dendreon, eFFECTOR Therapeutics, Emergent, Ferring, Genentech, Hoffman-Laroche, Medivation, Pfizer); Consulting, scientific advisory boards (Astellas, Bayer, Blue Earth Diagnostics, Clovis, Dendreon, Ferring, Hinova, Janssen, Merck, Orion, Pfizer, Tolmar, Carrick Therapeutics, Novartis, Genentech); Other (spouse holds stock and former officer of CTI Biopharma). Dr. Pavlovich—Clinical trial Steering Committee member and clinical trial site Principal Investigator (PI) (Dendreon); clinical trial site PI (Profound Medical, Canada); clinical trial site PI (Nanostics, Canada). Dr. Carroll—advisory board (Nutcracker Therapeutics [messenger RNA therapy], Francis Medical [tissue ablation] and Insightec [tissue ablation]), not relevant to this study. Dr. Cooperberg—reports personal fees from Astellas, Bayer, MDx Health, Myriad Genetics, Dendreon, Steba Biotech, Astra Zeneca and Abbvie, outside the submitted work. Dr. Chan—Husband is a full-time employee of GRAIL, Inc. Dr. Barocas—Advisory Boards for Progenics. Dr. Dall'Era—Clinical trial (Janssen); Grant (Tempus); Speaker (Photocure). Dr. Rais-Bahrami—Consultant (Philips/InVivo Corp, Genomic Health Inc, Bayer Healthcare, Blue Earth Diagnostics and Intuitive Surgical). Research funding support (NIH/NCI, U.S. Department of Defense, Blue Earth Diagnostics, Genomic Health Inc, and Astellas). Dr. Karnes—Institutional and personal IP-royalties (Decipher Biosciences). Dr. Cookson—Advisory Board (Astellas, Janssen, Merck, Bayer). Dr. Stratton—Advisor (Dendreon); Honoraria (Bayer). Dr. Stadler—Consultant (DSMB; Astra-Zeneca, Bayer, Eisai, Merck, Pfizer, Sotio); Consultant (Caremark/CVS, Genentech, Pfizer); Speakers Bureau (CME providers [sponsorship unknown]: Applied Clinical Education, Dava Oncology, Global Academy for Medical Education, OncLive, PeerView, Vindico); Grant/Research Support to institution (Abbvie, Astra-Zeneca, Astellas [Medivation], Bayer, Bristol-Myers-Squibb, Boehringer-Ingelheim, Calithera, Clovis, Corvus, Eisai, Exilixis, Genentech [Roche], Johnson&Johnson [Janssen], Merck, Novartis, Pfizer, Seattle Genetics, Tesaro, X4Pharmaceuticals); Miscellaneous/Editorial (Cancer [ACS], Up-To-Date). Dr. Loeb—has equity in Gilead, unrelated to the current manuscript. Dr. Helfand—Advisory board and speaker (Ambry Genetics); Researcher and speaker (Exact Sciences); Researcher, advisory board and speaker (Blue Earth Diagnostics). Dr. Taneja—Consultant (Trod Medical, Francis Medical, Insightec, Exact Imaging); scientific advisory board (GT Biopharma); scientific investigator (MDxHealth). Dr. Gaylis—scientific advisory board (Stratify Genomics). Dr. Cooley, Dr. Emeka, Dr. Meyers, Dr. Helenowski, Ms. Lancki, Mr. Cooper, Dr. Xu, Dr. Lin, Dr. Stanford, Dr. Newcomb, Dr. Logothetis, Dr. Vesprini, Dr. Klotz, Dr. Loblaw, Dr. Goldenberg, Dr. Carter, Dr. Mamawala, Ms. Cowan, Dr. Morgan, Mr. Siddiqui, Dr. Klein, Dr. Dallmer, Dr. Kundu, Dr. Roobol, Dr. Venderbos, Dr. Sanda, Dr. Arnold, Dr. Patil, Dr. Evans, Prof. Costello, Dr. Chow, Dr. Corcoran, Dr. Gordetsky, Dr. Scherr, Mr. Flynn, Dr. Koch, Dr. Nelson, Dr. Bianco, Ms. Lopez, Dr. Amling, Dr. Scholtens, Dr. Witte, Dr. Catalona declare no conflicts of interest to disclose. Author Contributions: Study concept and design: Cooley, Emeka, Catalona, Lancki, Helfand, Meyers, Witte, Scholtens; Acquisition of data: Emeka, Cooper, Lancki, Catalona, Scholtens, Helfand, Lin, Stanford, Newcomb, Colb, Finelli, Komisarenko, Eastham, Ehdaie, Benfante, Logothetis, Gregg, Perez, Garza, Marks, Barsa, Vesprini, Mamedov, Goldenberg, Higano, Arvoska, Wu, Pavlovich, Mamawala, Carroll, Chan, Morgan, Siddiqui, Martin, Klein, Gotwald, Barocas, Dallmer, Steele, Kundu, Stockdale, Roobol, Venderbos, Sanda, Patil, Evans, Dall'Era, Vij, Costello, Chow, Rais-Bahrami, Phares, Scherr, Flynn, Karnes, Koch, Dhondt, Nelson, McBride, Cookson, Stratton, Farriester, Hemken, Stadler, Banionyte, Bianco Jr., Lopez, Loeb, Byrne, Amling, Boileau, Gaylis, Kundu; Analysis and interpretation of data: Cooley, Emeka, Meyers, Jiang, Lancki, Catalona, Helfand, Witte, Scholtens; Drafting of the manuscript: Cooley, Emeka, Catalona, Helfand, Meyers, Jiang, Witte, Scholtens; Critical revision of the manuscript for important intellectual content: Cooley, Emeka, Helfand, Catalona, Meyers, Jiang, Witte, Scholtens, Cooper, Lin, Stanford, Finelli, Eastham, Ehdaie, Logothetis, Gregg, Marks, Vesprini, Loblaw, Klotz, Kundu, Goldenberg, Higano, Pavlovich, Caroll, Cooperberg, Chan, Morgan, Klein, Barocas, Roobol, Sanda, Evans, Dall'Era, Costello, Chow, Rais-Bahrami, Scherr, Karnes, Koch, Nelson, Cookson, Stratton, Stadler, Bianco Jr., Loeb, Amling, Cooperberg, Gaylis; Final approval of the version to be published: Cooley, Emeka, Helfand, Catalona, Meyers, Jiang, Witte, Scholtens, Cooper, Lin, Stanford, Finelli, Eastham, Ehdaie, Logothetis, Gregg, Marks, Vesprini, Loblaw, Klotz, Kundu, Goldenberg, Higano, Pavlovich, Caroll, Cooperberg, Chan, Morgan, Klein, Barocas, Roobol, Sanda, Evans, Dall'Era, Costello, Chow, Rais-Bahrami, Scherr, Karnes, Koch, Nelson, Cookson, Stratton, Stadler, Bianco Jr., Loeb, Amling, Cooperberg, Gaylis; Author accountability: Cooley, Emeka, Helfand, Catalona, Meyers, Jiang, Witte, Scholtens, Cooper, Lin, Stanford, Finelli, Eastham, Ehdaie, Logothetis, Gregg, Marks, Vesprini, Loblaw, Klotz, Kundu, Goldenberg, Higano, Pavlovich, Caroll, Cooperberg, Chan, Morgan, Klein, Barocas, Roobol, Sanda, Evans, Dall'Era, Costello, Chow, Rais-Bahrami, Scherr, Karnes, Koch, Nelson, Cookson, Stratton, Stadler, Bianco Jr., Loeb, Amling, Cooperberg, Gaylis take responsibility for the integrity of the data and the accuracy of the data analysis; Statistical analysis: Meyers, Lancki, Jiang, Witte, Xu, Scholtens; Acquisition of funding: Catalona, Witte, Helfand. Contributor Names: Laurence H. Klotz1; H. Ballentine Carter2; Peter R. Carroll3; Neil E. Fleshner4; Monique J. Roobol5; Martin G. Sanda6; Christopher P. Evans7; Marc A. Dall'Era7; Janet L. Stanford8,9; Lisa F. Newcomb10,11; R. Jeffrey Karnes14; Franklin D. Gaylis15; Shilajit D. Kundu16; Michael Koch17; Joel B. Nelson18; Michael S. Cookson19; Douglas S. Scherr20; Fernando J. Bianco, Jr.21; Christopher L. Amling22; Anthony J. Costello23; Ken Chow23; Samir S. Taneja13; Niall M. Corcoran23; Matthew R. Cooperberg3,24; Justin R. Gregg25; Andrew Loblaw1; Walter M. Stadler26; Behfar Ehdaie27; Yu Jiang28; Kelly L. Stratton19; Soroush Rais-Bahrami29; Jeremiah R. Dallmer30,31; Jennifer B. Gordetsky30,32; Jeri Kim33; Jianfeng Xu34; Thomas Flynn20; Merdie Delfin35; Mufaddal Mamawala2; Isabel H. Lopez21; Janet E. Cowan36; Lionne D.F. Venderbos5; Rebecca Arnold6; Dattatraya Patil6; Javed Siddiqui37; Irene Helenowski38; Nicola Lancki38; Suzanne Kolb8,9; Maria Komisarenko4; Nicole Benfante27; Cherie A. Perez25; Sergio Garz25; Danielle Barsa35; Alexandre Mamedov1; Jacqueline Petkewicz34; Nicholas Kirwen34; Olga Arsovska12; Eugenia Wu12; Tricia Landis2; Rabia Martin39; Karen Brittain40; Paige Gotwald40; Pam Steele30; Jazmine Stockdale16; Anjali Vij7; Courtney Phares29; Courtney Rose Dhondt17; Dawn McBride18; Stephen Farriester19; Erin Hemken19; Tuula Pera26; Deimante Banionyte26; Nataliya Byrne13; Ann Martinez22; Luc Boileau22; the Prostate Cancer Foundation in Rotterdam, the Canary Prostate Active Surveillance Study (PASS). Contributor Affiliations: 1Odette Cancer Centre, Sunnybrook Health and Sciences Centre, University of Toronto, Toronto, Ontario, Canada; 2The Brady Urological Institute, the Johns Hopkins University School of Medicine, Baltimore, Maryland; 3Department of Urology, University of California, San Francisco, San Francisco, California; 4Division of Urology, Department of Surgery, Princess Margaret Cancer Centre, University Health Network, Toronto, Ontario, Canada; 5Department of Urology, Erasmus University Medical Center, Rotterdam, the Netherlands; 6Department of Urology, Emory University School of Medicine, Atlanta, Georgia; 7Department of Urologic Surgery, University of California, Davis Medical Center, Sacramento, California; 8Fred Hutchinson Cancer Research Center, Cancer Epidemiology Program, Public Health Sciences, Seattle, Washington; 9Department of Epidemiology, University of Washington, School of Public Health, Seattle, Washington; 10Fred Hutchinson Cancer Research Center, Cancer Prevention Program, Public Health Sciences, Seattle, Washington; 11Department of Urology, University of Washington, Seattle, Washington; 12Department of Urologic Sciences, University of British Columbia, Vancouver, British Columbia, Canada; 13Departments of Urology and Population Health, New York University Langone Health and Manhattan Veterans Affairs Medical Center, New York, New York; 14Mayo Clinic Department of Urology, Rochester, Minnesota; 15Genesis Healthcare Partners, Department of Urology, University of California, San Diego, San Diego, California; 16Department of Urology, Northwestern University Feinberg School of Medicine, Chicago, IllinoisL; 17Department of Urology, Indiana University School of Medicine, Indianapolis, IN; 18Department of Urology, University of Pittsburgh School of Medicine, Pittsburgh, Pennsylvania; 19Department of Urology, University of Oklahoma Health Sciences Center, Oklahoma City, Oklahoma; 20Department of Urology, Weill Cornell Medicine, New York-Presbyterian Hospital, New York, New York; 21Urological Research Network, Miami Lakes, Florida; 22Department of Urology, Oregon Health and Science University, Portland, Oregon; 23Department of Urology, Royal Melbourne Hospital and University of Melbourne, Melbourne, Australia; 24Helen Diller Family Comprehensive Cancer Center, University of California, San Francisco, San Francisco, California; 25Departments of Genitourinary Medical Oncology and Urology, the University of Texas MD Anderson Cancer Center, Houston, Texas; 26University of Chicago Comprehensive Cancer Center, Chicago, Illinois; 27Urology Service, Department of Surgery, Memorial Sloan Kettering Cancer Center, New York, New York; 28Department of Epidemiology and Biostatistics, University of California, San Francisco, San Francisco, California; 29Department of Urology, the University of Alabama at Birmingham, Birmingham, Alabama; 30Department of Urology, Vanderbilt University Medical Center, Nashville, Tennessee; 31Department of Urology, Cedars-Sinai Medical Center, Los Angeles, California; 32Department of Pathology, Microbiology, and Immunology, Vanderbilt University Medical Center, Nashville, Tennessee; 33Merck & Co., Inc., Kenilworth, New Jersey; 34Division of Urology, NorthShore University Health System, Evanston, Illinois; 35Department of Urology, David Geffen School of Medicine at UCLA, Los Angeles, California; 36Department of Epidemiology and Biostatistics, University of California, San Francisco, San Francisco, California; 37Department of Pathology, University of Michigan, Ann Arbor, Michigan; 38Division of Biostatistics, Department of Preventive Medicine, Northwestern University Feinberg School of Medicine, Chicago, Illinois; 39Department of Urology, University of Michigan, Ann Arbor, Michigan; and 40Glickman Urological and Kidney Institute, Cleveland Clinic Lerner College of Medicine, Cleveland Clinic, Cleveland, Ohio. Advertisement PDF DownloadLoading ...",
  "authors": [
    {
      "display_name": "Lauren Folgosa Cooley",
      "id": "A5060302677",
      "orcid": "https://orcid.org/0000-0002-1571-8889",
      "institutions": [
        {
          "id": "I111979921",
          "display_name": "Northwestern University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Lauren Folgosa Cooley"
    },
    {
      "display_name": "Adaeze A. Emeka",
      "id": "A5024261813",
      "orcid": "https://orcid.org/0000-0003-2073-6544",
      "institutions": [
        {
          "id": "I111979921",
          "display_name": "Northwestern University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Adaeze A. Emeka"
    },
    {
      "display_name": "Travis J. Meyers",
      "id": "A5016959999",
      "orcid": "https://orcid.org/0000-0001-9186-9745",
      "institutions": [
        {
          "id": "I180670191",
          "display_name": "University of California, San Francisco",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Travis J. Meyers"
    },
    {
      "display_name": "Phillip R. Cooper",
      "id": "A5036974497",
      "orcid": null,
      "institutions": [
        {
          "id": "I111979921",
          "display_name": "Northwestern University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Phillip R. Cooper"
    },
    {
      "display_name": "Daniel W. Lin",
      "id": "A5071006955",
      "orcid": "https://orcid.org/0000-0002-2135-1534",
      "institutions": [
        {
          "id": "I4210089486",
          "display_name": "Fred Hutch Cancer Center",
          "country_code": "US",
          "type": "nonprofit"
        },
        {
          "id": "I201448701",
          "display_name": "University of Washington",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Daniel W. Lin"
    },
    {
      "display_name": "Antonio Finelli",
      "id": "A5088388062",
      "orcid": "https://orcid.org/0000-0003-4032-6120",
      "institutions": [
        {
          "id": "I2802654988",
          "display_name": "Princess Margaret Cancer Centre",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I1325899441",
          "display_name": "University Health Network",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Antonio Finelli"
    },
    {
      "display_name": "James A. Eastham",
      "id": "A5112262632",
      "orcid": null,
      "institutions": [
        {
          "id": "I1334819555",
          "display_name": "Memorial Sloan Kettering Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "James A. Eastham"
    },
    {
      "display_name": "Christopher J. Logothetis",
      "id": "A5008820123",
      "orcid": "https://orcid.org/0000-0002-6365-1711",
      "institutions": [
        {
          "id": "I1343551460",
          "display_name": "The University of Texas MD Anderson Cancer Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Christopher J. Logothetis"
    },
    {
      "display_name": "Leonard S. Marks",
      "id": "A5104062160",
      "orcid": "https://orcid.org/0000-0002-7910-179X",
      "institutions": [
        {
          "id": "I161318765",
          "display_name": "University of California, Los Angeles",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Leonard S. Marks"
    },
    {
      "display_name": "Danny Vesprini",
      "id": "A5085843671",
      "orcid": "https://orcid.org/0000-0001-9714-2782",
      "institutions": [
        {
          "id": "I1323843004",
          "display_name": "Sunnybrook Health Science Centre",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Danny Vesprini"
    },
    {
      "display_name": "S. Larry Goldenberg",
      "id": "A5078967237",
      "orcid": "https://orcid.org/0000-0002-0572-4206",
      "institutions": [
        {
          "id": "I141945490",
          "display_name": "University of British Columbia",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "S. Larry Goldenberg"
    },
    {
      "display_name": "Celestia S. Higano",
      "id": "A5001591556",
      "orcid": "https://orcid.org/0000-0001-5308-8972",
      "institutions": [
        {
          "id": "I141945490",
          "display_name": "University of British Columbia",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Celestia S. Higano"
    },
    {
      "display_name": "Christian P. Pavlovich",
      "id": "A5068192998",
      "orcid": "https://orcid.org/0000-0002-8532-0251",
      "institutions": [
        {
          "id": "I2799853436",
          "display_name": "Johns Hopkins Medicine",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Christian P. Pavlovich"
    },
    {
      "display_name": "June M. Chan",
      "id": "A5087427252",
      "orcid": "https://orcid.org/0000-0002-7620-569X",
      "institutions": [
        {
          "id": "I180670191",
          "display_name": "University of California, San Francisco",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "June M. Chan"
    },
    {
      "display_name": "Todd M. Morgan",
      "id": "A5027920712",
      "orcid": "https://orcid.org/0000-0002-1140-0603",
      "institutions": [
        {
          "id": "I27837315",
          "display_name": "University of Michigan",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Todd M. Morgan"
    },
    {
      "display_name": "Eric A. Klein",
      "id": "A5001069772",
      "orcid": "https://orcid.org/0000-0002-1783-0698",
      "institutions": [
        {
          "id": "I36373038",
          "display_name": "Cleveland Clinic Lerner College of Medicine",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Eric A. Klein"
    },
    {
      "display_name": "Daniel A. Barocas",
      "id": "A5066279767",
      "orcid": "https://orcid.org/0000-0002-7775-9205",
      "institutions": [
        {
          "id": "I901861585",
          "display_name": "Vanderbilt University Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Daniel A. Barocas"
    },
    {
      "display_name": "Stacy Loeb",
      "id": "A5031483568",
      "orcid": "https://orcid.org/0000-0003-3933-9207",
      "institutions": [
        {
          "id": "I4210086933",
          "display_name": "NYU Langone Health",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Stacy Loeb"
    },
    {
      "display_name": "Brian T. Helfand",
      "id": "A5107093696",
      "orcid": "https://orcid.org/0000-0002-7707-3318",
      "institutions": [
        {
          "id": "I1339509835",
          "display_name": "NorthShore University HealthSystem",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Brian T. Helfand"
    },
    {
      "display_name": "Denise Scholtens",
      "id": "A5023585542",
      "orcid": "https://orcid.org/0000-0002-8252-7863",
      "institutions": [
        {
          "id": "I111979921",
          "display_name": "Northwestern University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Denise M. Scholtens"
    },
    {
      "display_name": "John S. Witte",
      "id": "A5035070420",
      "orcid": "https://orcid.org/0000-0003-0146-1434",
      "institutions": [
        {
          "id": "I180670191",
          "display_name": "University of California, San Francisco",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I4210167126",
          "display_name": "UCSF Helen Diller Family Comprehensive Cancer Center",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "John S. Witte"
    },
    {
      "display_name": "William J. Catàlona",
      "id": "A5065869555",
      "orcid": null,
      "institutions": [
        {
          "id": "I111979921",
          "display_name": "Northwestern University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "William J. Catalona"
    }
  ],
  "publication_year": 2021,
  "publication_date": "2021-09-10",
  "type": "article",
  "cited_by_count": 19,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "206",
  "issue": "5",
  "first_page": "1147",
  "last_page": "1156",
  "open_access": {
    "is_oa": true,
    "oa_status": "green",
    "oa_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8734323",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.9251183
    },
    {
      "id": "C207103383",
      "display_name": "Hazard ratio",
      "level": 3,
      "score": 0.75720346
    },
    {
      "id": "C2780192828",
      "display_name": "Prostate cancer",
      "level": 3,
      "score": 0.709369
    },
    {
      "id": "C72563966",
      "display_name": "Cohort",
      "level": 2,
      "score": 0.67116773
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.5880381
    },
    {
      "id": "C143998085",
      "display_name": "Oncology",
      "level": 1,
      "score": 0.48693025
    },
    {
      "id": "C44249647",
      "display_name": "Confidence interval",
      "level": 2,
      "score": 0.468717
    },
    {
      "id": "C121608353",
      "display_name": "Cancer",
      "level": 2,
      "score": 0.46675897
    },
    {
      "id": "C2781406297",
      "display_name": "Prostate-specific antigen",
      "level": 4,
      "score": 0.45578566
    },
    {
      "id": "C126894567",
      "display_name": "Urology",
      "level": 1,
      "score": 0.44626516
    },
    {
      "id": "C2776235491",
      "display_name": "Prostate",
      "level": 3,
      "score": 0.4355559
    },
    {
      "id": "C90924648",
      "display_name": "Gastroenterology",
      "level": 1,
      "score": 0.33995324
    }
  ],
  "topics": [
    {
      "id": "T10543",
      "display_name": "Prostate Cancer Treatment and Research",
      "score": 0.9999
    },
    {
      "id": "T10124",
      "display_name": "Prostate Cancer Diagnosis and Treatment",
      "score": 0.9991
    },
    {
      "id": "T11287",
      "display_name": "Cancer Genomics and Diagnostics",
      "score": 0.9807
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1097/ju.0000000000001937",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:04:45.759435",
  "source_database": "OpenAlex"
}